{
    "url": "https://scp-wiki.wikidot.com/scp-008",
    "all_text": "rating: \n+1192\n+\n–\nx\n\n\n\n\n\n\nBY ORDER OF THE OVERSEER COUNCIL\n\n\nTHIS FILE IS SUBJECT TO LEVEL 4 CLASSIFICATION\n\n\n== LEVEL 4 CLEARANCE IS REQUIRED ==\n\n\n\n\n\n\n\n\n- Please input security credentials -\n\n\n\n\n- Security clearance adequate. Accessing file...\n\n\n\n\n\n\n\n\nRibbon diagram illustrating tertiary structure of SCP-008. Primary amino acid sequence information has been redacted.\n\n\n\n\n\n\n\n\nItem #:\n SCP-008\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-008 samples have been deemed Class V extreme biological hazards, and all related protocols apply. Incineration and irradiation measures will be deployed in the event of political or military action which may result in the facility being dismantled; a power failure; or zero communications from operatives or outside channels during any given eight hour period.\n\n\nThe quarantine period for operatives leaving the facility is four months. If a breach has occurred, incineration and irradiation measures shall be deployed. It should be the policy of all G2 sites to not prepare an evacuation procedure.\n\n\nDescription:\n SCP-008 is a complex prion, samples of which are stored in each of the known G2 sites. Research into SCP-008 is highly classified and primarily aimed at preventing research which may lead to the synthesis of SCP-008 in the distant future. Traits of the SCP-008 prion include:\n\n\n\n\n100% infectiousness.\n\n\n100% lethality.\n\n\nTransmission through exposed mucous membranes and all bodily fluids.\n\n\nNot airborne or waterborne.\n\n\n\n\nSymptoms of infection with SCP-008 manifest no more than three hours after exposure, and include:\n\n\n\n\nFlu-like symptoms with high fever, plus severe dementia in later stages.\n\n\nComa onset approximately 20 hours after first symptoms appear and 12 hours after noticeable dementia. Coma onset will be considered onset of death.\n\n\nA period of sporadic cellular necrosis occurs which comes to resemble gangrene. Surviving tissue assumes its original function and is highly resilient.\n\n\nRed blood cells greatly increase oxygen storage capacity, resulting in slower blood flow and increased muscle endurance and strength.\n\n\nNervous and muscular systems are unaffected by total organ failure for several hours.\n\n\nMetabolism may decrease to extremely low levels, allowing subject to survive for over 10 years without nutrition.\n\n\nHigh blood viscosity results in negligible blood flow from gunshot, puncture, and slashing injuries.\n\n\nConditioned behavior, motor controls, and instinctive behavioral mechanisms are damaged, and cognitive abilities are severely retarded and erratic. Animals experience excessive brain necrosis and are inactive.\n\n\nSubject can adapt to its damaged nervous systems but is limited to basic physical activities, including standing up, balancing on two legs, walking, biting, grabbing, and crawling. Subject will energetically move towards sights, sounds, and smells it associates with living humans. Subject will attempt to ingest living humans if physical contact is made.\n\n\nNeutralizing fully-infected subjects requires significant cranial trauma.\n\n\n\n\nThere is strong evidence to suggest SCP-008 itself did not form naturally on Earth, since variants of similar complexity would have displaced much of the ecosystem. In 1959, a short collaborative effort with the USSR to locate G2 sites and eliminate SCP-008 was negotiated following their discovery. The status of SCP-008 in Russian custody since collaboration ended is unknown.\n\n\nAddendum 008-1\n: \nSCP-500\n has been found to be able to completely cure SCP-008 even in the advanced stages of the disease.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-007\n | SCP-008 | \nSCP-009\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-008\n\" by Unknown Author, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-008\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n scp-008.png\n\n\nAuthor:\n \nEstrellaYoshte\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nDerivative of:\n Protein BLMH PDB 1cb5\n\n\nAuthor:\n Emw\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "BY ORDER OF THE OVERSEER COUNCIL THIS FILE IS SUBJECT TO LEVEL 4 CLASSIFICATION == LEVEL 4 CLEARANCE IS REQUIRED ==",
        "\" SCP-008 \" by Unknown Author, from the SCP Wiki . Source: https://scpwiki.com/scp-008 . Licensed under CC-BY-SA .",
        "Filename: scp-008.png Author: EstrellaYoshte License: CC-BY-SA 3.0 Derivative of: Protein BLMH PDB 1cb5 Author: Emw License: CC BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-008",
    "object_class": "Euclid",
    "containment_procedures": "SCP-008 samples have been deemed Class V extreme biological hazards, and all related protocols apply. Incineration and irradiation measures will be deployed in the event of political or military action which may result in the facility being dismantled; a power failure; or zero communications from operatives or outside channels during any given eight hour period.",
    "description": "SCP-008 is a complex prion, samples of which are stored in each of the known G2 sites. Research into SCP-008 is highly classified and primarily aimed at preventing research which may lead to the synthesis of SCP-008 in the distant future. Traits of the SCP-008 prion include:",
    "title": "SCP-008"
}