{
    "url": "https://scp-wiki.wikidot.com/scp-050",
    "all_text": "rating: \n+496\n+\n–\nx\n\n\nItem #:\n SCP-050\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n So far, all attempts to contain SCP-050 have proven fruitless\n1\n. At present, whoever has possession of SCP-050 is to leave it in an office they use with regularity\n2\n.\n\n\nDescription:\n SCP-050 appears to be a statue of a monkey reading a book, approximately 1 foot\n3\n tall. On the bottom of the statue are engraved the words \"To The Cleverest\" in cursive script.\n\n\nThe statue has so far proven resistant to all forms of damage\n4\n. As such, there is no accurate method to date the object.\n\n\nWhen left alone, SCP-050 has shown itself to be both useful and antagonistic to its current owner\n5\n. Although never seen to move, no matter the manner or amount of recordings, any room it is left in becomes very clean, to a polish whenever possible. Paperwork is filed, trash is emptied, and in general, clutter is removed. However, SCP-050 also has a tendency to leave traps for its owner, so current holders should carefully check their offices upon returning.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Testing to contain SCP-050 has been discontinued at this time.\n\n\n2\n. Attempts to leave SCP-050 in unused offices have resulted in it following its owner home. This is a violation of regulations and not to be allowed.\n\n\n3\n. One of the quirks of SCP-050 is that no matter what form of measurement is used, any record of said measurements will quickly be replaced by the Customary System measurements.\n\n\n4\n. Attempts to damage SCP-050 have resulted in increasingly lethal 'pranks.' As of this writing, destruction testing is discontinued.\n\n\n5\n. See \nDocument 050\n.\n\n\n\n\n\n\n\n\n« \nSCP-049\n | SCP-050 | \nSCP-051\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-050\n\" by AdminBright, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-050\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-050 \" by AdminBright, from the SCP Wiki . Source: https://scpwiki.com/scp-050 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-050",
    "object_class": "Euclid",
    "containment_procedures": "So far, all attempts to contain SCP-050 have proven fruitless1. At present, whoever has possession of SCP-050 is to leave it in an office they use with regularity2.",
    "description": "SCP-050 appears to be a statue of a monkey reading a book, approximately 1 foot3 tall. On the bottom of the statue are engraved the words \"To The Cleverest\" in cursive script.",
    "title": "SCP-050"
}