{
    "url": "https://scp-wiki.wikidot.com/scp-089",
    "all_text": "rating: \n+876\n+\n–\nx\n\n\n\n\n\n\nSCP-089\n, after transportation to SCP-089-B's location in order to perform Protocol M8.\n\n\n\n\n\n\nItem #:\n SCP-089\n\n\nObject Class:\n Euclid (see below)\n\n\nSpecial Containment Procedures:\n SCP-089 is stored in a special shipping container at Site-36 and monitored for locution events. Mobile Task Force Mu-89, consisting of personnel with advanced training in linguistics, psychology and tactical diplomacy, has been established in order to respond to such locution events. Upon the occurrence of a locution event, Mobile Task Force Mu-89 is to translate and interpret the locution so as to identify the primary subjects of that triggering (herein designated as SCP-089-A and SCP-089-B), then execute Protocol M8, which consists of the following steps:\n\n\n\n\nTransport SCP-089 to SCP-089-A’s location and explain Protocol M8 to SCP-089-B; and\n\n\nAt such time as SCP-089-B is prepared to voluntarily execute Protocol M8, render to SCP-089-B any assistance as SCP-089-B may request in connection with SCP-089-B performing the following actions: inserting SCP-089-A into the cavity together with inflammable materials such as oiled wood or charcoal, then igniting them.\n\n\n\n\nThe successful execution of Protocol M8 requires the voluntary compliance of SCP-089-B in a sober and uncoerced state. Likewise, SCP-089-A must be conscious and alert during the execution of the protocol. It is recommended that SCP-089-B be restrained (although not sedated) following ignition so as to avoid interference with the completion of the protocol, as the process is extremely painful and fatal to SCP-089-A.\n\n\nIf SCP-089-B refuses to voluntarily execute Protocol M8 in accordance with the aforementioned specifications, MTF Mu-89 is to explain the prospective consequences of failing to successfully complete the protocol and make every effort to persuade SCP-089-B to cooperate. If MTF Mu-89’s best efforts to so persuade SCP-089-B are unsuccessful, SCP-089 is to be redesignated as Keter-class and Protocol M9 is to be executed (reference Document 089-M9). The use of intimidation, threats or mind-altering drugs or intoxicants in an effort to affect SCP-089-B's free will, and any attempt to complete Protocol M8 without SCP-089-B's participation or voluntary cooperation, or otherwise other than as described, are strictly prohibited since these measures invalidate the attempted completion of the protocol and are known to intensify the severity of the attendant Type-S Event.\n\n\nIt is also recommended (although not a required part of Protocol M8) to cause the execution of step 2 of Protocol M8 to be accompanied by the sounding of horns and percussion instruments, as doing so may mask the sounds made by SCP-089-A during the execution of the protocol.\n\n\nUpon a successful execution of Protocol M8, the related Type-S Event generally begins to abate within 7 hours.\n\n\nDescription:\n SCP-089 is a glazed earthenware statue, approximately 3 meters in height, depicting a winged, bull-headed humanoid with an open mouth. The front of the statue’s torso is hinged and can be opened from the top to reveal a cavity, approximately 0.6 cubic meters in volume, and can be locked from the outside. The rear of the statue bears an inscription in a Canaanite language (possibly Punic).\n1\n The statue dates from approximately the 2nd century BCE.\n\n\nOn infrequent occasions (sometimes separated by periods in excess of a century), the statue speaks. The mechanism by which these sounds are made is not understood, and the mouth of the statue does not move. The statue’s locutions are in a Canaanite language (probably the same language as the inscription) and consist of:\n\n\n\n\nthe name, or a description, of SCP-089-A;\n\n\na demand for Protocol M8 to be accomplished, together with instructions for doing so; and\n\n\na description of the attendant Type-S Event, in figurative language\n\n\n\n\nEach locution event is followed, within a period of three to eleven days, by the commencement of a Type-S Event meeting the description given in the locution event, unless Protocol M8 has already been completed. Each Type-S event is an epidemic, natural disaster, mass hysteria involving genocide or other massacres, or other event involving extensive damage to property and loss of human lives over a period of time that continues until Protocol M8 is successfully completed. In the case of each documented locution event, the attendant Type-S Event, while significant, is limited to a geographic area that does not directly affect SCP-089-B. This has, in some documented cases, resulted in the pendency of a Type-S Event for an extended duration of time due to SCP-089-B’s unawareness of SCP-089 or of Protocol M8, or to SCP-089-B’s unwillingness to undertake Protocol M8 in order to arrest the Type-S Event.\n\n\nFor each locution event, SCP-089-A is a healthy, unblemished human infant or child between eight months and six years of age, and SCP-089-B is that child’s natural mother. In all documented cases, at the time of the locution event SCP-089-A and -B are each alive and healthy, and experience a strong bond of trust and affection with each other.\n\n\nFollowing SCP-089-B’s placement of SCP-089-A in the cavity and the ignition of the inflammable materials, SCP-089-A will burn and be destroyed over a period of two to five hours.\n\n\nAddendum #1:\n\nMemo to file from Dr. Garcia: While the role of SCP-089 in actually causing Type-S Events is unclear, experience has demonstrated that the prompt and precise application of Protocol M8 is effective in limiting the damage that they do. Dr. Patel has speculated that SCP-089 does not cause Type-S events, but merely anticipates them and provides a means to mitigate their effects.\n\n\nAddendum #2:\n\nA partial list of documented Type-S Events that were terminated by means of Protocol M8 (inclusive of documented completions of Protocol M8 that pre-date the Foundation’s acquisition of custody of SCP-089) follows:\n\n\n\n\nDate of locution\n: March 21, 1788\n\n\nDescription of Type-S Event in Locution Event\n: “The flames shall consume their houses, yea, and their markets, and their temples, and all of their dwelling places, they shall be destroyed.”\n\n\nType-S Event:\n Fire in city of ███ ███████\n\n\nOutcome:\n Protocol M8 completed on day 29 after locution event. 66% of city's buildings destroyed.\n\n\n\n\n\n\nDate of locution\n: December 2, 1850\n\n\nDescription of Type-S Event in Locution Event\n: “The false prophet shall gather the multitude unto him, and cast them against the princes. They shall each of them be slain and their fields made barren.”\n\n\nType-S Event:\n Large-scale messianic-based peasant uprising in █████\n\n\nOutcome:\n Protocol M8 completed on day 1,363 after locution event. Massacres associated with uprising and its suppression, and attendant agricultural collapse, account for at least ██ million casualties.\n\n\n\n\n\n\nDate of locution\n: November 23, 1951\n\n\nDescription of Type-S Event in Locution Event\n: “The earth shall tremble and the seas shall rise and be cast against the earth, and the mountain shall vomit fire, its voice shall be darkness and death.”\n\n\nType-S Event\n: Earthquake and volcanic eruption in ████ █████.\n\n\nOutcome\n: Protocol M8 executed within 31 hours of locution event. No tsunami resulted although geological models had anticipated that one would occur from a seismic event in that area. No fatalities.\n\n\n\n\n\n\nDate of locution\n: November 7, 1970\n\n\nDescription of Type-S Event in Locution Event\n: “The rains shall scour the earth, and sweep away man, and his beasts, and all his works, the deluge shall take them all.”\n\n\nType-S Event\n: Cyclone in ██████████.\n\n\nOutcome\n: Protocol M8 executed on day 49 after locution event. Casualties from flooding, disease and starvation estimated at ███ thousand.\n\n\n\n\n\n\nDate of locution\n: April 4, 20██\n\n\nDescription of Type-S Event in Locution Event\n: [DATA EXPUNGED]\n\n\nType-S Event\n: [DATA EXPUNGED]\n\n\nOutcome\n: Ongoing. Protocol M8 not yet executed.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Dr. ██████ translated an excerpt of the text as \"Nightmare of Moloch! Moloch the loveless! Mental Moloch! Moloch the heavy judger of men!\"\n\n\n\n\n\n\n\n\n\n\nMore by this author\n\n\n\n\nHide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-1322\n\n\nRating: 1216\n\n\n\n\n\n\nSCP-089\n\n\nRating: 876\n\n\n\n\n\n\nspikebrennan's proposal\n\n\nRating: 516\n\n\n\n\n\n\nSCP-1844\n\n\nRating: 450\n\n\n\n\n\n\nSCP-1012\n\n\nRating: 417\n\n\n\n\n\n\nSCP-2553\n\n\nRating: 376\n\n\n\n\n\n\nSCP-1036\n\n\nRating: 362\n\n\n\n\n\n\nSCP-1512\n\n\nRating: 336\n\n\n\n\n\n\nSCP-1746\n\n\nRating: 301\n\n\n\n\n\n\nSCP-908\n\n\nRating: 300\n\n\n\n\n\n\nSCP-831\n\n\nRating: 283\n\n\n\n\n\n\nSCP-2336\n\n\nRating: 273\n\n\n\n\n\n\nSCP-3236\n\n\nRating: 272\n\n\n\n\n\n\nSCP-955\n\n\nRating: 246\n\n\n\n\n\n\nSCP-926\n\n\nRating: 222\n\n\n\n\n\n\nSCP-2236\n\n\nRating: 203\n\n\n\n\n\n\nSCP-920-EX\n\n\nRating: 180\n\n\n\n\n\n\nSCP-2914\n\n\nRating: 176\n\n\n\n\n\n\nSCP-2008-J\n\n\nRating: 164\n\n\n\n\n\n\nSCP-4436\n\n\nRating: 157\n\n\n\n\n\n\nSCP-4336\n\n\nRating: 155\n\n\n\n\n\n\nSCP-1060\n\n\nRating: 150\n\n\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nSic Transit Gloria Mundi\n\n\nRating: 273\n\n\n\n\n\n\nSpring Cleaning\n\n\nRating: 150\n\n\n\n\n\n\nTranscript of meeting, June 2 1972\n\n\nRating: 129\n\n\n\n\n\n\nTranscript of telephone conversation, August 9, 1991\n\n\nRating: 96\n\n\n\n\n\n\nMemorandum Dated 6 November 1944\n\n\nRating: 84\n\n\n\n\n\n\nScroll fragment 13Q29\n\n\nRating: 44\n\n\n\n\n\n\nStray Katz (part 1)\n\n\nRating: 35\n\n\n\n\n\n\nAd Majorem Bonum\n\n\nRating: 24\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-088\n | SCP-089 | \nSCP-090\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-089\n\" by spikebrennan, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-089\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n scp-089-new.jpg\n\n\nName:\n Statua del dio Moloch, museo del cinema di Torino.jpg\n\n\nAuthor:\n Stella, \nElenee FishTruck\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum #1: Memo to file from Dr. Garcia: While the role of SCP-089 in actually causing Type-S Events is unclear, experience has demonstrated that the prompt and precise application of Protocol M8 is effective in limiting the damage that they do. Dr. Patel has speculated that SCP-089 does not cause Type-S events, but merely anticipates them and provides a means to mitigate their effects.",
        "Addendum #2: A partial list of documented Type-S Events that were terminated by means of Protocol M8 (inclusive of documented completions of Protocol M8 that pre-date the Foundation’s acquisition of custody of SCP-089) follows:"
    ],
    "documents": [],
    "notes": [
        "Date of locution : March 21, 1788 Description of Type-S Event in Locution Event : “The flames shall consume their houses, yea, and their markets, and their temples, and all of their dwelling places, they shall be destroyed.” Type-S Event: Fire in city of ███ ███████ Outcome: Protocol M8 completed on day 29 after locution event. 66% of city's buildings destroyed.",
        "Date of locution : December 2, 1850 Description of Type-S Event in Locution Event : “The false prophet shall gather the multitude unto him, and cast them against the princes. They shall each of them be slain and their fields made barren.” Type-S Event: Large-scale messianic-based peasant uprising in █████ Outcome: Protocol M8 completed on day 1,363 after locution event. Massacres associated with uprising and its suppression, and attendant agricultural collapse, account for at least ██ million casualties.",
        "Date of locution : November 23, 1951 Description of Type-S Event in Locution Event : “The earth shall tremble and the seas shall rise and be cast against the earth, and the mountain shall vomit fire, its voice shall be darkness and death.” Type-S Event : Earthquake and volcanic eruption in ████ █████. Outcome : Protocol M8 executed within 31 hours of locution event. No tsunami resulted although geological models had anticipated that one would occur from a seismic event in that area. No fatalities.",
        "Date of locution : November 7, 1970 Description of Type-S Event in Locution Event : “The rains shall scour the earth, and sweep away man, and his beasts, and all his works, the deluge shall take them all.” Type-S Event : Cyclone in ██████████. Outcome : Protocol M8 executed on day 49 after locution event. Casualties from flooding, disease and starvation estimated at ███ thousand.",
        "Date of locution : April 4, 20██ Description of Type-S Event in Locution Event : [DATA EXPUNGED] Type-S Event : [DATA EXPUNGED] Outcome : Ongoing. Protocol M8 not yet executed.",
        "\" SCP-089 \" by spikebrennan, from the SCP Wiki . Source: https://scpwiki.com/scp-089 . Licensed under CC-BY-SA .",
        "Filename: scp-089-new.jpg Name: Statua del dio Moloch, museo del cinema di Torino.jpg Author: Stella, Elenee FishTruck License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-089",
    "object_class": "Euclid (see below)",
    "containment_procedures": "SCP-089 is stored in a special shipping container at Site-36 and monitored for locution events. Mobile Task Force Mu-89, consisting of personnel with advanced training in linguistics, psychology and tactical diplomacy, has been established in order to respond to such locution events. Upon the occurrence of a locution event, Mobile Task Force Mu-89 is to translate and interpret the locution so as to identify the primary subjects of that triggering (herein designated as SCP-089-A and SCP-089-B), then execute Protocol M8, which consists of the following steps:",
    "description": "SCP-089 is a glazed earthenware statue, approximately 3 meters in height, depicting a winged, bull-headed humanoid with an open mouth. The front of the statue’s torso is hinged and can be opened from the top to reveal a cavity, approximately 0.6 cubic meters in volume, and can be locked from the outside. The rear of the statue bears an inscription in a Canaanite language (possibly Punic).1 The statue dates from approximately the 2nd century BCE.",
    "title": "SCP-089"
}