{
    "url": "https://scp-wiki.wikidot.com/scp-095",
    "all_text": "rating: \n+349\n+\n–\nx\n\n\nItem #:\n SCP-095\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-095 is to be placed in a standard polyethylene sleeve when not under scheduled research and stored in a standard locked filing cabinet to prevent damage or wear. High-resolution digital scans are available for any Level 1 and above personnel who wish to view SCP-095.\n\n\nDescription:\n SCP-095 appears to be a set of three moderately aged black and white comic books printed in 1932. The front and rear covers are missing and several pages have been rendered illegible due to water damage. It was found by Agent ███████ in a small antique shop in Denver, Colorado, and purchased for a small fee without incident. The owner of the shop had apparently not read the item past the publisher’s date on the first page.\n\n\nForensic inspections of SCP-095 have revealed it to be genuine, though completely unremarkable save for its content. It is printed on cheap pulp paper and inked with dyes common to other publications of its era. The publisher’s stamp indicates it was produced by ‘Future Funnies’, a company operating out of the town of Purple Lake, Ohio. All research and inquiries thus far have shown both the company and the town to be completely nonexistent.\n\n\nThe comic itself is a pulp science fiction story entitled ‘The Atomic Adventures of Ronnie Ray-Gun’, featuring a lead character bearing an unmistakable resemblance to Former United States President Ronald Reagan. Each story opens with a large panel reading “In the Far-Fetched Future World of the 1980s, only Ronnie Ray-Gun can save the day.” It appears to follow an episodic format with one self-contained story per publication. The three stories are briefly described below.\n\n\n\n\nRonnie vs. Space Admiral Carter\n\n\n\n\nThis story pits Planetary Governor Ronnie Ray-Gun and his sidekick Space Major Herbert against the titular Space Admiral Carter as they both vie for the position of Space Marshall. The events loosely follow the events of the 1980 Presidential Election.\n\n\n\n\nSpace Assassin!\n\n\n\n\nThis story follows a character named Spaceman Hinckley as he prepares to assassinate Space Marshall Ray-Gun. He manages to catch Ray-Gun by surprise and wound him with his “Devastator Ray” before being subdued by Ray-Gun’s soldiers. The events obviously refer to the 1981 assassination attempt by John Hinckley, Jr.\n\n\n\n\nJungle Planet!\n\n\n\n\nThis story follows Ray-Gun’s attempts to create an army of robots on the jungle-covered planet of Nica in order to protect it from the evil Sand Bandits. Although Ray-Gun is told that he will lose his command if he interferes with events on planet Nica, he sends his lieutenant, Space Colonel West, to secretly build a force under the cover of the jungle. When their plan is discovered, Space Colonel West publicly takes the blame and saves his superior. The storyline appears to be a simplified retelling of the Iran-Contra controversies of 1986.\n\n\nPossibly most interesting is the final page of each book, which advertises other stories published by Future Funnies. Investigation is under way to locate any surviving copies at once. The advertised stories are listed below.\n\n\n\n\nSpace Major Herbert Assumes Command!\n\n\nStarman Willy vs. The Space Succubus\n\n\nGlobe Walker in Sneak Attack!\n\n\nBarry Betelgeuse on Planet Afgar\n\n\nDiamond Donnie in Puttin' on the Ritz!\n\n\nSky Marm Sarah of The Ice World\n\n\nFlying Franken vs. Rocket Rush\n\n\nStar Command Proton in A Losing Battle!\n\n\nThe New Menace – Death to Mankind!\n\n\n\n\nPersonal Log of:\n Dr. █████████\n\n\nDate: 10-06-2004\n\n\nI don’t think I need to emphasize how important it is to recover any and all of the advertised stories immediately, the final two in particular.\n\n\n\n\n\n\n« \nSCP-094\n | SCP-095 | \nSCP-096\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-095\n\" by Wildt, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-095\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-095 \" by Wildt, from the SCP Wiki . Source: https://scpwiki.com/scp-095 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-095",
    "object_class": "Safe",
    "containment_procedures": "SCP-095 is to be placed in a standard polyethylene sleeve when not under scheduled research and stored in a standard locked filing cabinet to prevent damage or wear. High-resolution digital scans are available for any Level 1 and above personnel who wish to view SCP-095.",
    "description": "SCP-095 appears to be a set of three moderately aged black and white comic books printed in 1932. The front and rear covers are missing and several pages have been rendered illegible due to water damage. It was found by Agent ███████ in a small antique shop in Denver, Colorado, and purchased for a small fee without incident. The owner of the shop had apparently not read the item past the publisher’s date on the first page.",
    "title": "SCP-095"
}