{
    "url": "https://scp-wiki.wikidot.com/scp-1032",
    "all_text": "rating: \n+728\n+\n–\nx\n\n\n\n\n\n\nRecent photo of SCP-1032 (zoom not available)\n\n\n\n\n\n\nItem #:\n SCP-1032\n\n\nObject Class:\n \nSafe\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-1032 is to be stored in a high-value inanimate-item cell at Sector-19. One unarmed guard is to be posted inside the cell at all times to \nprevent tampering.\n\n\nSCP-1032 is to be monitored at all times by a high-speed camera fitted with a macro lens capable of no less than 20x magnification, or greater as necessary to ensure that all text on the hands is legible. The footage from this camera is to be searched daily for any instances of any hand passing the 12 o'clock position (\"midnight events\"; see Description). After each midnight event, the new text for the hand involved must be recorded, and its current speed and estimated time to midnight calculated.\n\n\nDescription:\n SCP-1032 is a silver alarm clock of unknown make and origin. The clock is made from silver, plastic, and glass, and bears twenty-two (22) hands of various sizes and shapes.\n\n\nThe movements of SCP-1032's hands do not measure the passage of time. Each hand instead measures the time until the end of an ongoing event or the destruction of an extant entity. White text on the front of each hand, in sizes ranging from barely legible to microscopic, describes the event to be measured by that hand.\n\n\nWhen one of SCP-1032's hands reaches the twelve o'clock position, several events occur simultaneously, the combination of which is referred to as a \"midnight event\". First, the event or entity currently written on the hand ends or is destroyed. Second, the text on the hand spontaneously changes to describe a new event or entity, which need not bear any relation to the previous one. Third, the hand's rotational velocity changes.\n\n\nTo date, SCP-1032 has never been wrong: every event appearing on its hands has ended precisely at the moment of the corresponding midnight event. It has accurately predicted the deaths of over █████ individual organisms, the fall of ██ governments, the dissolution of ███ major agencies and institutions, the death of a language, and the beginning of the ███████ ███. Since any given hand's speed remains constant at all times except during midnight events, the time to the end of any entity measured by one of the object's hands can be predicted precisely.\n\n\nThe hands are designated SCP-1032-01 through -1032-22, in order of size from smallest to largest.\n\n\nThe following is a list of SCP-1032's hands and their current inscriptions. A full log of all relevant past inscriptions can be found at [FILE ACCESS RESTRICTED]\n\n\n\n\nSCP-1032-01\n\nCurrent text: SCP-1032-01 rotates too fast to have a constant measurement.\n\nPredicted date (of next midnight event): N/A\n\nNotes: SCP-1032-01's only recorded text to date has been one of the three following: \"A thought.\" \"A sound.\" or \"A sensation.\"\n\n\n\n\n\n\nSCP-1032-02\n\nCurrent text: \"The worst thing that will ever happen to anybody.\"\n\nPredicted date: SCP-1032-02 moves too slowly to measure.\n\nNotes: Due to the vagueness of this inscription and the impossibility of calculating the time until its next midnight event, no useful information on SCP-1032-2 is available.\n\n\n\n\n\n\nSCP-1032-03\n\n\nCurrent text: \"My Safe classification.\"\n\n\nPredicted date: 02/06/2012\n\n\nNotes: Dr. Guenther has suggested that, since SCP-1032 shows signs of self-awareness, it should be promoted to a Euclid-class threat. This proposal is scheduled for review on the 2nd of June, 2012.\n\n\nCurrent text: \"My Euclid classification.\"\n\nPredicted date: 09/01/2015\n\nNotes: As SCP-1032 has yet to manifest any properties warranting a Keter classification, Dr. Edison has proposed that SCP-1032 should be demoted to Safe. This proposal is scheduled for review on the 9th of January, 2015.\n\n\nYes, blindly following this prediction isn't very productive, especially when it's probably just going to make us change it back anyway. But the way these things usually work if we don't demote it, it might start doing things that force us to make it Keter. We have enough of those things on our hands thank you very much.\n -Dr. Edison\n\n\n\n\n\n\nSCP-1032-04\n\nCurrent text: \"The Universe.\"\n\nPredicted date: [DATA EXPUNGED]\n\nNotes: It is unknown whether this refers to the actual end of our universe, to the end of all entities that could be referred to as universes, or merely to the end of the concept of universality.\n\n\n\n\n\n\nSCP-1032-05\n\nCurrent text: \"A failed infomercial.\"\n\nPredicted date: N/A\n\nNotes: SCP-1032-05 moves very quickly, cycling two to five times per day. To date, it has never displayed any other inscription.\n\n\n\n\n\n\nSCP-1032-06\n\nCurrent text: \"Freedom of the Press.\"\n\nPredicted date: 16/05/2073\n\nNotes: SCP-1032-06 does not specify the country or countries whose freedom of the press will end.\n\n\n\n\n\n\nSCP-1032-07\n\nCurrent text: \"Humor.\"\n\nPredicted date: 22/03/2052\n\nNotes: N/A\n\n\n\n\n\n\nSCP-1032-08\n\nCurrent text: \"The use of the phrase 'You can say that again'.\"\n\nPredicted date: 22/03/2267\n\nNotes: N/A\n\n\n\n\n\n\nSCP-1032-09\n\nCurrent text: \"Hostilities between the nations of Africa.\"\n\nPredicted date: [DATA EXPUNGED]\n\nNotes: As SCP-1032 has often predicted violent or disturbing events using apparently harmless phrases, this inscription is considered equally likely to predict peace in Africa or the destruction of the continent.\n\n\n\n\n\n\nSCP-1032-10\n\nCurrent text: \"Jason W. Tailor Jr.'s sister's daughter.\"\n\nPredicted date: 14/10/2029\n\nNotes: To date, all inscriptions on SCP-1032-10 have described individual human beings. These people are usually difficult or impossible to identify and locate. On 12/04/2011, however, SCP-1032-10 predicted the death of D-56342, a Class D subject then assigned to SCP-1032. Five minutes before his predicted death, the subject was sealed in an airtight steel chamber with two guards; all three were equipped with self-contained breathing apparatus. Despite all precautions taken, D-56342 expired exactly at the predicted time. His guards were initially unable to determine the cause of death, until it was discovered that his oxygen tank had mistakenly been filled with the pressurized VX nerve gas used to control SCP-████. Further investigation is in progress.\n\n\n\n\n\n\nSCP-1032-011\n\nCurrent text: \"President ████████'s term in office.\"\n\nPredicted date: ██/██/████\n\nNotes: ███ ████████ is currently the president of █████████████.\n\n\n\n\n\n\nSCP-1032-012\n\nCurrent text: \"███████ █████ Burger Joint\"\n\nPredicted date: 04/07/2016\n\nNotes: All SCP-1032-012 inscriptions describe non-corporate restaurants. On 06/10/1993, in an attempt to keep \"██████'s Hotdogs\" from closing as predicted, the SCP Foundation donated an anonymous $10,000 to the restaurant on condition that it remain in business. The owner renovated and renamed it \"█████ ███████\".\n\n\n\n\n\n\nSCP-1032-013\n\nCurrent text: \"2020\"\n\nPredicted date: 01/01/2022\n\nNotes: Researchers are attempting to discern whether or not this will constitute SCP-1032's first failure.\n\n\n\n\n\n\nSCP-1032-15\n\nCurrent text: \"Effective Containment\"\n\nPredicted date: 09/04/2690\n\nNotes: SCP-1032-15 will achieve its \"midnight event\" at approximately the same date as \nSCP-094\n will fully engulf the Earth at its current rate of expansion.\n\n\n\n\n\n\nSCP-1032-16\n\nCurrent text: \n\"Project Serapis\"\n\nPredicted date: 02/11/2016\n\nNotes: [DATA EXPUNGED]\n\n\n\n\n\n\nSCP-1032-17\n\nCurrent text: \nSCP-343\n\nPredicted date: ██/██/████\n\nNotes: █████ ████████████████ ███ ██████ ███.\n\n\n\n\n[DATA EXPUNGED]\n\n\n\n\nSCP-1032-020\n\nCurrent text: \"████████████ ████████████████.\"\n\nPredicted date: ██/██/████\n\nNotes: ████████████ ████████████████ is a popular Mexican soap opera.\n\n\n\n\n\n\nSCP-1032-021\n\nCurrent text: \"The SCP Foundation.\"\n\nPredicted date: [DATA EXPUNGED]\n\nNotes: [DATA EXPUNGED]\n\n\n\n\n\n\nSCP-1032-022\n\nCurrent text: \"Concern for public health.\"\n\nPredicted date: 28/07/2032\n\nNotes: It is unclear whether this inscription predicts a lack of need for concern or a lack of concern in general.\n\n\n\n\n\n\nSCP-1032-023\n\nCurrent text: \"Anomalous pathogenic outbreak\"\n\nPredicted date: 09/12/20██\n\nNotes: Due to failures in containment typically occuring, it is projected that SCP-1032 is referring to \nSCP-016\n.\n\n\n\n\n\n\nSCP-1032-024\n\nCurrent text: \"Space-time destabilization\"\n\nPredicted date: ██/██/████\n\nNotes: Containment protocols of SCP's that are reality bending in nature have been strengthened.\n\n\n\n\n\n\nSCP-1032-025\n\nCurrent text: \"Let there be Chaos.\"\n\nPredicted date: [DATA EXPUNGED]\n\nNotes: Following the detection of suspicious activity in Site-999’s Heavy Containment Zone, Sector-5, Sub-level-2, involving a group of Insurgents disguised as facility guards, onsite security measures have been intensified. Immediate personnel re-verification protocols are now in effect.\n\n\n\n\n\n\nSCP-1032-026\n\nCurrent text: \"\nThe Jabberwocky Event.\n\"\n\nPredicted date: 26/09/20██\n\nNotes: The research staff are all looking forward to this.\n\n\n\n\n\n\n\n\n« \nSCP-1031\n | SCP-1032 | \nSCP-1033\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1032\n\" by MrAesthetics, rewritten by Photosynthetic, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1032\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n SCP-1032-new.jpg\n\n\nName:\n SCP-1032: The Prediction Clock\n\n\nAuthor:\n Escape from Site 19\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP-1032\n\n\nDerivative of:\n \nFacebook\n\n\nAdditional Notes:\n Cropped from source material.",
    "addendums": [],
    "documents": [],
    "notes": [
        "SCP-1032-01 Current text: SCP-1032-01 rotates too fast to have a constant measurement. Predicted date (of next midnight event): N/A Notes: SCP-1032-01's only recorded text to date has been one of the three following: \"A thought.\" \"A sound.\" or \"A sensation.\"",
        "SCP-1032-02 Current text: \"The worst thing that will ever happen to anybody.\" Predicted date: SCP-1032-02 moves too slowly to measure. Notes: Due to the vagueness of this inscription and the impossibility of calculating the time until its next midnight event, no useful information on SCP-1032-2 is available.",
        "SCP-1032-03 Current text: \"My Safe classification.\" Predicted date: 02/06/2012 Notes: Dr. Guenther has suggested that, since SCP-1032 shows signs of self-awareness, it should be promoted to a Euclid-class threat. This proposal is scheduled for review on the 2nd of June, 2012. Current text: \"My Euclid classification.\" Predicted date: 09/01/2015 Notes: As SCP-1032 has yet to manifest any properties warranting a Keter classification, Dr. Edison has proposed that SCP-1032 should be demoted to Safe. This proposal is scheduled for review on the 9th of January, 2015. Yes, blindly following this prediction isn't very productive, especially when it's probably just going to make us change it back anyway. But the way these things usually work if we don't demote it, it might start doing things that force us to make it Keter. We have enough of those things on our hands thank you very much. -Dr. Edison",
        "SCP-1032-04 Current text: \"The Universe.\" Predicted date: [DATA EXPUNGED] Notes: It is unknown whether this refers to the actual end of our universe, to the end of all entities that could be referred to as universes, or merely to the end of the concept of universality.",
        "SCP-1032-05 Current text: \"A failed infomercial.\" Predicted date: N/A Notes: SCP-1032-05 moves very quickly, cycling two to five times per day. To date, it has never displayed any other inscription.",
        "SCP-1032-06 Current text: \"Freedom of the Press.\" Predicted date: 16/05/2073 Notes: SCP-1032-06 does not specify the country or countries whose freedom of the press will end.",
        "SCP-1032-07 Current text: \"Humor.\" Predicted date: 22/03/2052 Notes: N/A",
        "SCP-1032-08 Current text: \"The use of the phrase 'You can say that again'.\" Predicted date: 22/03/2267 Notes: N/A",
        "SCP-1032-09 Current text: \"Hostilities between the nations of Africa.\" Predicted date: [DATA EXPUNGED] Notes: As SCP-1032 has often predicted violent or disturbing events using apparently harmless phrases, this inscription is considered equally likely to predict peace in Africa or the destruction of the continent.",
        "SCP-1032-10 Current text: \"Jason W. Tailor Jr.'s sister's daughter.\" Predicted date: 14/10/2029 Notes: To date, all inscriptions on SCP-1032-10 have described individual human beings. These people are usually difficult or impossible to identify and locate. On 12/04/2011, however, SCP-1032-10 predicted the death of D-56342, a Class D subject then assigned to SCP-1032. Five minutes before his predicted death, the subject was sealed in an airtight steel chamber with two guards; all three were equipped with self-contained breathing apparatus. Despite all precautions taken, D-56342 expired exactly at the predicted time. His guards were initially unable to determine the cause of death, until it was discovered that his oxygen tank had mistakenly been filled with the pressurized VX nerve gas used to control SCP-████. Further investigation is in progress.",
        "SCP-1032-011 Current text: \"President ████████'s term in office.\" Predicted date: ██/██/████ Notes: ███ ████████ is currently the president of █████████████.",
        "SCP-1032-012 Current text: \"███████ █████ Burger Joint\" Predicted date: 04/07/2016 Notes: All SCP-1032-012 inscriptions describe non-corporate restaurants. On 06/10/1993, in an attempt to keep \"██████'s Hotdogs\" from closing as predicted, the SCP Foundation donated an anonymous $10,000 to the restaurant on condition that it remain in business. The owner renovated and renamed it \"█████ ███████\".",
        "SCP-1032-013 Current text: \"2020\" Predicted date: 01/01/2022 Notes: Researchers are attempting to discern whether or not this will constitute SCP-1032's first failure.",
        "SCP-1032-15 Current text: \"Effective Containment\" Predicted date: 09/04/2690 Notes: SCP-1032-15 will achieve its \"midnight event\" at approximately the same date as SCP-094 will fully engulf the Earth at its current rate of expansion.",
        "SCP-1032-16 Current text: \"Project Serapis\" Predicted date: 02/11/2016 Notes: [DATA EXPUNGED]",
        "SCP-1032-17 Current text: SCP-343 Predicted date: ██/██/████ Notes: █████ ████████████████ ███ ██████ ███.",
        "SCP-1032-020 Current text: \"████████████ ████████████████.\" Predicted date: ██/██/████ Notes: ████████████ ████████████████ is a popular Mexican soap opera.",
        "SCP-1032-021 Current text: \"The SCP Foundation.\" Predicted date: [DATA EXPUNGED] Notes: [DATA EXPUNGED]",
        "SCP-1032-022 Current text: \"Concern for public health.\" Predicted date: 28/07/2032 Notes: It is unclear whether this inscription predicts a lack of need for concern or a lack of concern in general.",
        "SCP-1032-023 Current text: \"Anomalous pathogenic outbreak\" Predicted date: 09/12/20██ Notes: Due to failures in containment typically occuring, it is projected that SCP-1032 is referring to SCP-016 .",
        "SCP-1032-024 Current text: \"Space-time destabilization\" Predicted date: ██/██/████ Notes: Containment protocols of SCP's that are reality bending in nature have been strengthened.",
        "SCP-1032-025 Current text: \"Let there be Chaos.\" Predicted date: [DATA EXPUNGED] Notes: Following the detection of suspicious activity in Site-999’s Heavy Containment Zone, Sector-5, Sub-level-2, involving a group of Insurgents disguised as facility guards, onsite security measures have been intensified. Immediate personnel re-verification protocols are now in effect.",
        "SCP-1032-026 Current text: \" The Jabberwocky Event. \" Predicted date: 26/09/20██ Notes: The research staff are all looking forward to this.",
        "\" SCP-1032 \" by MrAesthetics, rewritten by Photosynthetic, from the SCP Wiki . Source: https://scpwiki.com/scp-1032 . Licensed under CC-BY-SA .",
        "Filename: SCP-1032-new.jpg Name: SCP-1032: The Prediction Clock Author: Escape from Site 19 License: CC BY-SA 3.0 Source Link: SCP-1032 Derivative of: Facebook Additional Notes: Cropped from source material."
    ],
    "item": "SCP-1032",
    "object_class": "Safe Euclid",
    "containment_procedures": "SCP-1032 is to be stored in a high-value inanimate-item cell at Sector-19. One unarmed guard is to be posted inside the cell at all times to prevent tampering.",
    "description": "SCP-1032 is a silver alarm clock of unknown make and origin. The clock is made from silver, plastic, and glass, and bears twenty-two (22) hands of various sizes and shapes.",
    "title": "SCP-1032"
}