{
    "url": "https://scp-wiki.wikidot.com/scp-1041",
    "all_text": "rating: \n+300\n+\n–\nx\n\n\nItem #:\n SCP-1041\n\n\nObject Class:\n Euclid-alterius\n\n\nSpecial Containment Procedures:\n SCP-1041 is kept in a Type 2 Humanoid Containment Cell at Site 17 and provided rations as per Dietary Outline AHF4. Certain identities of SCP-1041 require special consideration; see Document 1041-5C for further information.\n\n\nAny documentation of SCP-1041's life prior to its recovery must be confiscated, with all non-personnel who claim to have known SCP-1041 given Amnestic C-1041 in order to remove any and all memories of the subject. When appropriate, false documentation and/or memories are to be fabricated and provided.\n\n\nEfforts to obtain further evidence of the narratives outlined in Document 1041-5A are in progress.\n\n\nDescription:\n SCP-1041 is a human female 56 years of age that displays no anomalous physical properties, recovered on July 3, 2012. The subject is in good physical health, apart from the lack of a left thumb.\n\n\nAt time of writing, one hundred and nineteen narratives of SCP-1041's life, supported by reliable documentation and witness testimony, have been compiled; thirty-five further narratives most likely exist, but currently lack reliable documentation. This is considered the primary anomalous property of SCP-1041. These narratives are often contradictory — for example, Narrative 019 involves SCP-1041 attending classes at Harvard University in 1977, while Narrative 044 places SCP-1041 in Vladimir Central Prison at the same time. All account for SCP-1041's lack of a left thumb.\n\n\nSCP-1041 will adopt an identity, set of memories, and personality consistent with one narrative per waking period,\n1\n and will deny any knowledge or personal history inconsistent with this identity.\n2\n SCP-1041 goes through one hundred and fifty-three identities in sequence, each of which corresponds with one of the aforementioned narratives, before returning to the \"first\" identity. These identities are labeled SCP-1041-001 (the identity presented on the date of SCP-1041's recovery) through SCP-1041-153. Evidence indicates that SCP-1041 did not display this behavior prior to recovery.\n\n\nOne or both of SCP-1041's parents or caretakers have been located in ninety-nine instances. All gave reports mostly consistent with SCP-1041's memories of its childhood including, when applicable, its birth on March 8, 1957 at approximately 0933 GMT. Parental testing has located ninety-eight women and eighty-four men that are genetic matches for SCP-1041's parents. None of these individuals are genetically related to each other; the probability that each couple would produce an offspring identical to that of all the other couples by chance is infinitesimal.\n\n\nAddendum:\n The following identities of SCP-1041 are considered notable. To view the remainder, see Document 1041-5A.\n\n\n\n\n\n\nInstance designation\n\n\nNotable Aspects\n\n\n\n\n\n\n014, 015\n\n\nSubjects were believed to be monozygotic twins; however, testing of recovered DNA samples has shown an absence of copy number variations that are normally found in monozygotic twins. Both have refused to believe that the other is another identity of SCP-1041, although neither has been able to explain why. Both SCP-1041-014 and -015 lost their left thumb in unrelated incidents on August 18, 1994.\n\n\n\n\n\n\n019\n\n\nSCP-1041-019 lost both legs in a car crash in 1966. For the duration of SCP-1041's adoption of this identity, it will not move either leg, despite being physically capable of doing so, even under duress. Insufficient time has passed since SCP-1041's recovery to determine whether therapy can reverse this condition.\n\n\n\n\n\n\n067\n\n\nSubject was a high-ranking member of the █████████████ crime syndicate from 1988 to 1997. Investigations indicate that SCP-1041-067 redirected a significant portion of █████████████'s resources towards destroying apparently unrelated records held by various government agencies and academic institutions. SCP-1041-067 has experienced retrograde and anterograde amnesia after an apparent assassination attempt in 2011, hindering further investigation.\n\n\n\n\n\n\n081\n\n\nSCP-1041-081 was employed by the Chaos Insurgency for fourteen years. While the subject's exact responsibilities there are not known to the Foundation, the subject's educational background is most suitable for employment as a theoretical physicist.\n\n\n\n\n\n\n127\n\n\nSCP-1041-127 claims to possess \"psychic powers\", supposedly allowing the subject to communicate with her \"past selves\". Testing has shown that the subject may possess a limited ability to access information possessed by other identities of SCP-1041. Investigation indicates that SCP-1041-127 may have possessed this ability since adulthood.\n\n\n\n\n\n\n154\n\n\nSubject was determined to have died on January 2, 1999 from lung cancer, and is not among the identities displayed by SCP-1041. Police records show that SCP-1041-154's body was stolen from its grave on July 15, 2012, and has not been located.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Testing has shown that any period of unconsciousness or altered state of consciousness lasting at least one hour will cause SCP-1041 to adopt a new identity.\n\n\n2\n. The subject will demonstrate incorrect knowledge of events since its containment; in each case, it will recall its reactions to events as though it had possessed its current personality.\n\n\n\n\n\n\n\n\n« \nSCP-1040\n | SCP-1041 | \nSCP-1042\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1041\n\" by Communism will win, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1041\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: The following identities of SCP-1041 are considered notable. To view the remainder, see Document 1041-5A."
    ],
    "documents": [],
    "notes": [
        "\" SCP-1041 \" by Communism will win, from the SCP Wiki . Source: https://scpwiki.com/scp-1041 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1041",
    "object_class": "Euclid-alterius",
    "containment_procedures": "SCP-1041 is kept in a Type 2 Humanoid Containment Cell at Site 17 and provided rations as per Dietary Outline AHF4. Certain identities of SCP-1041 require special consideration; see Document 1041-5C for further information.",
    "description": "SCP-1041 is a human female 56 years of age that displays no anomalous physical properties, recovered on July 3, 2012. The subject is in good physical health, apart from the lack of a left thumb.",
    "title": "SCP-1041"
}