{
    "url": "https://scp-wiki.wikidot.com/scp-105",
    "all_text": "rating: \n+1214\n+\n–\nx\n\n\n\n\n\n\nSCP-105-B\n\n\n\n\n\n\nItem #:\n SCP-105\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-105 is implanted with a tracking device and is currently housed at Site-17. SCP-105 is currently allowed Class 3 (restricted) socialization privileges with approved site personnel, granted based on continued good behavior and cooperation with Foundation personnel.\n\n\nSCP-105's personal camera (designated SCP-105-B) is contained in a locked safe-deposit box at Site-19's High Value Item Storage Facility. Standard positive-action defenses (explosive, chemical, biological, and memetic) are to be in place at all times while SCP-105-B is within containment.\n\n\nSCP-105 and SCP-105-B or any other camera are only to be allowed to come into contact with approval of the current managing researcher.\n\n\nDescription:\n SCP-105 (formerly known as Iris Thompson) is a female human of European descent. Records indicate that SCP-105 was born in ████, making her ██ years old at the time of acquisition. She has blonde hair and blue eyes, and at the time of this article, is 1.54 meters in height and 50kg in weight. She does not appear to have any out-of-the-ordinary physical characteristics and appears to be, for all intents and purposes, a normal human being in good health.\n\n\nSCP-105-B is a Polaroid One Step Express camera, manufactured in 1982. SCP-105-B does not appear to have any out-of-the-ordinary physical characteristics and appears to be, for all intents and purposes, a normal Polaroid camera, operating normally for all persons aside from SCP-105.\n\n\nWhen SCP-105 holds a photograph taken by SCP-105-B, the photograph changes from a still image to that of a real-time image of the location in question. SCP-105 is also able to reach through the photograph and manipulate objects within reach of the original point at which the photograph was taken. Persons witnessing this manipulation report seeing a disembodied female hand (determined to be that of SCP-105) reaching out from an invisible portal and carrying out the actions indicated. SCP-105-B and the photographs taken by said camera have no unusual properties when used by any other person.\n\n\nSCP-105 has demonstrated limited ability to manipulate objects through other photographs, but can only achieve fine control using photographs taken through SCP-105-B. So far, SCP-105 has only been able to significantly advance her ability by using photographs taken by SCP-105-B.\n\n\nAppendix 1: Circumstances of Acquisition:\n SCP-105 was brought to the Foundation's attention shortly after the murder of her boyfriend. SCP-105 claimed to have been on the phone with the victim at the time of his murder, prompting her to hurry to his side; however, telephone records did not correspond to her story, making her suspect in the murder. SCP-105 informed her lawyer that she had, in fact, witnessed the murder through a photograph she had taken with her boyfriend several days prior. The attorney in question disregarded the story and recommended that the subject plead guilty. Subject refused to do so and subsequently told her story in court, offering to demonstrate her ability. This lead to Foundation contact.\n\n\nSubject was immediately contained by the Foundation. Foundation Personnel retrieved SCP-105-B from SCP-105's home (replacing it with an identical model), and returned it to her. SCP-105's parents were informed that she was killed during the botched escape of another patient while both were in custody of the █████████ ██████ psychiatric care facility.\n\n\nAppendix 2: Excerpt from Interview Log 105-08-4426, dated ██/██/████\n\n\n\n\n<Begin Log>\n\n\nDr. █████:\n Please give a brief personal introduction, including date and place of birth, and your name.\n\n\nSCP-105:\n Okay… My name is Iris Thompson, I was born in Phoenix, Arizona, on May 12th, ████.\n\n\nDr. █████:\n Good. First question, when did you become aware of your abilities?\n\n\nSCP-105:\n I'm not sure, but I think I was either ten or eleven. I remember because I was looking at a picture of the ocean, and I noticed that the waves began moving.\n\n\nDr. █████:\n How did your parents respond when you told them?\n\n\nSCP-105:\n They just said that I had an overactive imagination.\n\n\nDr. █████:\n When did you discover that you were able to manipulate objects through a photograph?\n\n\nSCP-105:\n It first happened when I was… eleven, twelve, maybe? My family took a trip to the Grand Canyon. I looked through the photo album after we got home, and brushed my hand up against one by accident. When I did, I pushed a rock over the edge, falling into the canyon; I could actually hear it clatter on the way down.\n\n\nDr. █████:\n Go on.\n\n\nSCP-105:\n I became fascinated with photography after that. Most of the time, it didn't work with photographs I took, but my parents got me a Polaroid One Step Express camera — I'd been begging for them to get it since Christmas. \n<SCP-105 starts smiling.>\n After I got the camera, the photos got… easier to interact with.\n\n\nDr. █████:\n This is the camera we refer to as 105-B? Your personal camera.\n\n\nSCP-105:\n Yes sir.\n\n\nDr. █████:\n How many photos can you focus on at one time?\n\n\nSCP-105:\n I've gotten up to ten at once with my personal camera, but I'm sure I could do more eventually.\n\n\nDr. █████:\n What is your impression of your time with the Foundation so far?\n\n\n<SCP-105 remains silent.>\n\n\nDr. █████:\n Please, do answer. We don't take offense at these things.\n\n\nSCP-105:\n It's sort of like… New prison, new warden. But I know it's better than what could've happened to me.\n\n\nDr. █████:\n You've been very cooperative during your time here.\n\n\nSCP-105:\n I'm a pretty well-behaved sort of person. I also like doing the experiments. Some of those things with photographs I would never have thought of.\n\n\nDr. █████:\n Do you know why I am asking you these questions, Iris?\n\n\nSCP-105:\n No, sir.\n\n\nDr. █████:\n We've been setting up a special program. If it goes through, you'll be occasionally allowed to leave the site and move about in the outside world. All we ask of you in return are a few favors. Are you interested?\n\n\n<End Log>\n\n\n\n\nAddendum 3: History of Service with Mobile Task Force Omega-7:\n\n\nSCP-105 was the second humanoid SCP recruited to Mobile Task Force Omega-7 under the Pandora's Box initiative. Unlike \"Team Able\" (associated with \nSCP-076\n-2), which was assigned to strike and capture operations, \"Team Iris\" had the primary mission of reconnaissance and intelligence gathering. \"Team Iris\" carried out over twenty missions in cooperation with the Bowe Commission. These missions were carried out swiftly and without incident.\n\n\nThe first disciplinary incident involving SCP-105 involved the escalation of Team Iris missions from reconnaissance to wetwork. SCP-105 violently opposed the use of her abilities to carry out assassinations, even after members of the Bowe Commission repeatedly attempted to secure her cooperation (see Interview Log 105-21-6543).\n\n\nDuring these events, SCP-105 became emotionally distressed and attempted to deceive Foundation personnel into believing that her anomalous traits had disappeared. Dr. D███████ submitted a report recommending that SCP-105 be re-classified as Neutralized, undergo amnestic treatment, and be released to the public with regular monitoring. This recommendation was denied.\n\n\nFollowing this, Dr. D███████ aided SCP-105 in a containment breach aiming to escape Foundation custody. This breach was unsuccessful and SCP-105 was re-contained (see Incident X45-Site-17).\n\n\nInvestigation afterwards determined that Dr. D███████ had intentionally encouraged SCP-105 to claim loss of anomalous abilities. SCP-105 re-demonstrated her anomalous abilities in exchange for restoration of limited privileges.\n\n\nFollowing the end of the Pandora's Box Initiative, all Mobile Task Force Omega-7 teams were disbanded, and SCP-105 was returned to Site-17. Because of the security risk she represents and lack of current utility, SCP-105 is presently not allowed access to SCP-105-B.\n\n\nAll further information regarding Mobile Task Force Omega-7 is sealed by order of the Records And Information Security Administration.\n\n\nDirector ██████ ███, Records And Information Security Administration\n\n\nAddendum 4: SPECIAL NOTICE RE: Current Containment Status\n\n\nFollowing \nIncident R1300-Site-17\n, many formal and informal reports have been made regarding SCP-105 and a supposed connection to \nMobile Task Force Alpha-9\n.\n\n\nThese reports constitute a serious breach of security. All information regarding Mobile Task Force Alpha-9 is restricted. All information regarding current research on anomalous characteristics of SCP-105 is restricted. All reports or rumors regarding any current or recent use of SCP-105 as a Foundation asset are to be considered categorically false, and should be reported to the Records And Information Security Administration.\n\n\nDirector █████ █████, Records And Information Security Administration\n\n\n\n\n\n\n« \nSCP-104\n | SCP-105 | \nSCP-106\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-105\n\" by thedeadlymoose, Dantensen, and DrClef, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-105\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 2014-07-18 22.41.47-new.jpg\n\n\nName:\n Polaroid OneStep Express.jpg\n\n\nAuthor:\n Retro00064\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia",
    "addendums": [
        "Addendum 3: History of Service with Mobile Task Force Omega-7:\nSCP-105 was the second humanoid SCP recruited to Mobile Task Force Omega-7 under the Pandora's Box initiative. Unlike \"Team Able\" (associated with SCP-076 -2), which was assigned to strike and capture operations, \"Team Iris\" had the primary mission of reconnaissance and intelligence gathering. \"Team Iris\" carried out over twenty missions in cooperation with the Bowe Commission. These missions were carried out swiftly and without incident.\nThe first disciplinary incident involving SCP-105 involved the escalation of Team Iris missions from reconnaissance to wetwork. SCP-105 violently opposed the use of her abilities to carry out assassinations, even after members of the Bowe Commission repeatedly attempted to secure her cooperation (see Interview Log 105-21-6543).\nDuring these events, SCP-105 became emotionally distressed and attempted to deceive Foundation personnel into believing that her anomalous traits had disappeared. Dr. D███████ submitted a report recommending that SCP-105 be re-classified as Neutralized, undergo amnestic treatment, and be released to the public with regular monitoring. This recommendation was denied.\nFollowing this, Dr. D███████ aided SCP-105 in a containment breach aiming to escape Foundation custody. This breach was unsuccessful and SCP-105 was re-contained (see Incident X45-Site-17).\nInvestigation afterwards determined that Dr. D███████ had intentionally encouraged SCP-105 to claim loss of anomalous abilities. SCP-105 re-demonstrated her anomalous abilities in exchange for restoration of limited privileges.\nFollowing the end of the Pandora's Box Initiative, all Mobile Task Force Omega-7 teams were disbanded, and SCP-105 was returned to Site-17. Because of the security risk she represents and lack of current utility, SCP-105 is presently not allowed access to SCP-105-B.\nAll further information regarding Mobile Task Force Omega-7 is sealed by order of the Records And Information Security Administration.\nDirector ██████ ███, Records And Information Security Administration",
        "Addendum 4: SPECIAL NOTICE RE: Current Containment Status\nFollowing Incident R1300-Site-17 , many formal and informal reports have been made regarding SCP-105 and a supposed connection to Mobile Task Force Alpha-9 .\nThese reports constitute a serious breach of security. All information regarding Mobile Task Force Alpha-9 is restricted. All information regarding current research on anomalous characteristics of SCP-105 is restricted. All reports or rumors regarding any current or recent use of SCP-105 as a Foundation asset are to be considered categorically false, and should be reported to the Records And Information Security Administration.\nDirector █████ █████, Records And Information Security Administration"
    ],
    "documents": [],
    "notes": [
        "<Begin Log> Dr. █████: Please give a brief personal introduction, including date and place of birth, and your name. SCP-105: Okay… My name is Iris Thompson, I was born in Phoenix, Arizona, on May 12th, ████. Dr. █████: Good. First question, when did you become aware of your abilities? SCP-105: I'm not sure, but I think I was either ten or eleven. I remember because I was looking at a picture of the ocean, and I noticed that the waves began moving. Dr. █████: How did your parents respond when you told them? SCP-105: They just said that I had an overactive imagination. Dr. █████: When did you discover that you were able to manipulate objects through a photograph? SCP-105: It first happened when I was… eleven, twelve, maybe? My family took a trip to the Grand Canyon. I looked through the photo album after we got home, and brushed my hand up against one by accident. When I did, I pushed a rock over the edge, falling into the canyon; I could actually hear it clatter on the way down. Dr. █████: Go on. SCP-105: I became fascinated with photography after that. Most of the time, it didn't work with photographs I took, but my parents got me a Polaroid One Step Express camera — I'd been begging for them to get it since Christmas. <SCP-105 starts smiling.> After I got the camera, the photos got… easier to interact with. Dr. █████: This is the camera we refer to as 105-B? Your personal camera. SCP-105: Yes sir. Dr. █████: How many photos can you focus on at one time? SCP-105: I've gotten up to ten at once with my personal camera, but I'm sure I could do more eventually. Dr. █████: What is your impression of your time with the Foundation so far? <SCP-105 remains silent.> Dr. █████: Please, do answer. We don't take offense at these things. SCP-105: It's sort of like… New prison, new warden. But I know it's better than what could've happened to me. Dr. █████: You've been very cooperative during your time here. SCP-105: I'm a pretty well-behaved sort of person. I also like doing the experiments. Some of those things with photographs I would never have thought of. Dr. █████: Do you know why I am asking you these questions, Iris? SCP-105: No, sir. Dr. █████: We've been setting up a special program. If it goes through, you'll be occasionally allowed to leave the site and move about in the outside world. All we ask of you in return are a few favors. Are you interested? <End Log>",
        "\" SCP-105 \" by thedeadlymoose, Dantensen, and DrClef, from the SCP Wiki . Source: https://scpwiki.com/scp-105 . Licensed under CC-BY-SA .",
        "Filename: 2014-07-18 22.41.47-new.jpg Name: Polaroid OneStep Express.jpg Author: Retro00064 License: CC BY-SA 3.0 Source Link: Wikimedia"
    ],
    "item": "SCP-105",
    "object_class": "Safe",
    "containment_procedures": "SCP-105 is implanted with a tracking device and is currently housed at Site-17. SCP-105 is currently allowed Class 3 (restricted) socialization privileges with approved site personnel, granted based on continued good behavior and cooperation with Foundation personnel.",
    "description": "SCP-105 (formerly known as Iris Thompson) is a female human of European descent. Records indicate that SCP-105 was born in ████, making her ██ years old at the time of acquisition. She has blonde hair and blue eyes, and at the time of this article, is 1.54 meters in height and 50kg in weight. She does not appear to have any out-of-the-ordinary physical characteristics and appears to be, for all intents and purposes, a normal human being in good health.",
    "title": "SCP-105"
}