{
    "url": "https://scp-wiki.wikidot.com/scp-1050",
    "all_text": "rating: \n+733\n+\n–\nx\n\n\n\n\n\n\nOriginal carving on SCP-1050-1; text is written in a proto-Latin language with a previously undiscovered alphabet. Dated to 53,5██ BCE.\n\n\n\n\n\n\nItem #:\n SCP-1050\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1050-1 is to be maintained in a storage facility with interior dimensions of at least five (5) meters by five (5) meters by thirty-two (32) meters. The ceiling of the storage facility, specifically the area directly over SCP-1050-1, must be shielded to block radio waves broadcast at an intensity of [REDACTED].\n1\n SCP-1050-1 is currently stored at Area 179.\n\n\nOccurrences of SCP-1050-2 are to be located upon identification of the corresponding change in SCP-1050-1. These are to be located and confiscated by Foundation agents. SCP-1050-2 is to be stored in secure classified document storage.\n\n\nInstances of SCP-1050-3 must be tracked by monitoring radio telescope telemetry. When an instance of SCP-1050-3 is detected by non-Foundation personnel, all records must be confiscated and/or destroyed, and affected persons should be administered amnesiacs.\n\n\nDescription:\n SCP-1050 consists of one item (SCP-1050-1) and two related phenomena (SCP-1050-2 and SCP-1050-3). SCP-1050-1 was recovered from a secret German research facility in [REDACTED], following the conclusion of the Second World War. SCP-1050-2a was recovered from Soviet NKVD archives in 195█. SCP-1050-2b was recovered from British Crown archives in 195█. SCP-1050-1's previous origins are unknown.\n\n\nSCP-1050-1\n\nSCP-1050-1 is a large obelisk made of solid obsidian, with approximate dimensions of 1.48 meters by 1.48 meters by 30.5 meters.\n2\n According to obsidian hydration dating of the obelisk, the obelisk itself was carved approximately 48,9██ years ago. Microscopic scans indicate that it is perfectly shaped at the molecular level, indicating creation requiring technology in advance of that available at the present. The obelisk is covered by a variety of writing scripts, all apparently containing the same message, and all apparently carved with the same exact precision as the obelisk itself. The surface of the obelisk appears to be subdivided into eighty 1.48 meter by 1.48 meter sections, each with a distinct form of writing. Of the eighty sections, ██ of them have been filled in. Images of several of the carvings on SCP-1050 are in Addendum 3. Linguistic analysis of the scripts indicates the following (in chronological order by age, except as noted):\n\n\n\n\n██ as yet unidentified scripts bearing no resemblance to any known language or writing style, past or present, with carving dates ranging from 48,███ years ago to ██ years ago. These are presumed to contain the same message as the other scripts.\n\n\nA script of unknown origin dating to the creation of the obelisk, whose spelling and grammatical structure resembles early forms of ancient Latin, though the alphabet and numeral system are completely different.\n\n\nJiahu symbols\n3\n\n\nAkkadian Cuneiform\n\n\nEgyptian Hieroglyphs\n\n\nLinear A\n4\n\n\nOlmec script\n5\n\n\nClassical Latin\n\n\nEarly Medieval Swedish Runes\n\n\nModern English (circa 1891)\n\n\nModern Russian (circa 1943)\n\n\n\n\nThe scripts all appear to contain the same message. The following is the English version of the message, as written on SCP-1050-1 (\nfootnotes provide conjectural annotations by the research team\n):\n6\n\n\n\n\nBeware the Destroyers. They come by the millions from the Realm of Darkness which extends where no stars shine.\n7\n For a thousand generations They slumber, lying in wait. Great nations rise and flourish. There is peace and prosperity. Then comes the Dark Times; then They Return. They cull and burn. They are warped, and move beyond the pale, bigger than any man, unnatural births. Every nail, claw-scale and spur, every spike and welt on the hand of those heathen brutes is as barbed steel. It is said there is no honed iron hard enough to pierce Them through, no time proofed blade that can cut Their brutal blood caked claws.\n8\n Armies are raised and cut down like grasses before a scythe – it is said the armies of Amorah and Suhdom,\n9\n each ten thousand strong, were swept away between a single rising and setting sun. Heroes come forth and are slaughtered. Lightning and fire rain from the sky and the whole earth trembles. They are as a deluge, a powerful flood that washes away entire mighty nations and empires.\n10\n The people pray for deliverance from the gods. The gods fight the Destroyers, but their efforts are in vain. Iapetos,\n11\n Ausare,\n12\n Ehecatl,\n13\n Souchang\n14\n – all perished. The Destroyers are to the gods as the gods are to men and men are to insects: cold and vast and unsympathetic. The wise flee Them; the lucky escape. Fifty score great vessels were launched to seek refuge from Them; only those led by Satyavrata,\n15\n Utnapishtim,\n16\n Noach,\n17\n and Deucalion\n18\n escaped. The Dark Ones vanquish all before Them. They have come before since before time began. Now They slumber. They will return. Beware the Destroyers. 13 057 935 897.\n19\n 13 057 987 212. 13 082 937 367.\n20\n 13 082 989 898. 13 097 951 299.\n21\n 13 098 004 240. 13 154 950 029.\n22\n 13 154 997 841. 13 171 943 486.\n23\n 13 171 996 357. 13 175 947 117.\n24\n 13 175 997 684. 13 179 942 287.\n25\n 13 179 990 180. 13 183 948 781.\n26\n 13 183 999 048. 13 232 952 474.\n27\n 13 233 001 388. 13 281 951 481.\n28\n 13 282 002 364. 13 329 941 108.\n29\n 13 329 990 159. 13 348 945 350.\n30\n 13 348 994 654. 13 394 942 237.\n31\n 13 394 994 635. 13 416 953 628.\n32\n 13 417 005 920. 13 454 440 174.\n33\n 13 454 492 033. 13 482 944 398.\n34\n 13 482 991 663. 13 534 433 334.\n35\n 13 534 484 218. 13 566 069 136.\n36\n 13 566 119 652. 13 585 446 914.\n37\n 13 585 499 555. 13 599 896 703.\n38\n 13 599 945 679.\n39\n Proclaimed again by Her Majesty Victoria, by the Grace of God, of the United Kingdom of Great Britain and Ireland Queen, Defender of the Faith, Empress of India, in the Year of Our Lord Eighteen Hundred Ninety-One.\n\n\n\n\nThe end of the message is different for each time it is written, varying by which ruler “proclaimed again” the message, and by altering the date accordingly. Testing has revealed the dates of the carving of different messages to correspond with the approximate dating provided by the different iterations of the message. So far, Foundation researchers have identified the following rulers:\n\n\n\n\nLegatus Maximus Romulus, 53,5██ BCE (original carving, “Proto-Latin” with alternate alphabet)\n\n\nKing Gilgamesh of Uruk, 2,5██ BCE (Akkadian Cuneiform)\n\n\nPharaoh Khakhaure Senusret III of the Egyptian Middle Kingdom, 185█ BCE (Egyptian Hieroglyphs)\n\n\nKing Midas of Minoa, 8██ BCE (Linear A)\n\n\nCaesar Publius Aelius Traianus Hadriani Augusti (Emperor Hadrian) of Rome, 122 CE (Classical Latin)\n\n\nKing Erik the Victorious of Sweden, 985 CE (Early Medieval Swedish Runes)\n\n\nQueen Victoria of Great Britain, 1891 CE (Modern English)\n\n\nPremier Josef Stalin of the Union of Soviet Socialist Republics, 1943 CE (Modern Russian, most recent carving)\n\n\n\n\nThe meaning of the series of numbers appearing in the message is not known for certain. However, if assumed to be standard Earth years from the date of the Big Bang, then the numbers follow a pattern consistent (within four significant figures) with the major extinction events in the planet’s history, followed by a date roughly fifty thousand years later. Extensive investigation into prehistoric extinction events has thus far failed to definitively confirm a connection between the events, but has similarly failed to disprove such a connection.\n\n\nSCP-1050-1 also emits SCP-1050-3 from its apex, despite apparently having a composition of solid obsidian.\n\n\nSCP-1050-2\n\nSCP-1050-2 consist of documents with text equivalent to carvings on SCP-1050-1, apparently written by the rulers alleged by SCP-1050-1 to have proclaimed the message. The existence of SCP-1050-2 was discovered when the Russian message, apparently proclaimed by Stalin, mysteriously appeared on SCP-1050-1 overnight while the obelisk was in a Nazi research lab during the Second World War in 1943. SS researchers, discovering the mysteriously added new message, reported the development to their superiors, but no evidence for the origin of the new carving was ever determined by the Nazi research team. SCP-1050-2a, a version of the message written in Stalin’s handwriting, was discovered after the war by Foundation operatives. It was located in the archives of the Soviet People's Ministry of Internal Affairs (NKVD), though there is no clear indication whether Stalin ever actually wrote the message. SCP-1050-2b, a handwritten version of the message apparently written by Queen Victoria, was recovered from British archives in 195█, where it had apparently been filed without notice. Apart from the fact that both -2a and -2b match handwriting samples of their respective apparent authors and both seem to have appeared without explanation, no anomalous properties have ever been noted in SCP-1050-2. No further instances of SCP-1050-2 have been uncovered to date.\n\n\nSCP-1050-3\n\nSCP-1050-3 consists of a series of radio messages uncovered at different times by radio telescopes on four continents and in orbit. These messages consist of the following:\n\n\n\n\nCaue qui destruunt. 131 520 067 324. 131 520 231 714. 131 735 163 354. 131 735 330 606. 132 114 132 402. 132 114 273 440. 132 310 742 546. 132 311 106 102. 132 505 700 122. 132 506 047 214. 132 671 063 271. 132 671 232 140. 133 002 357 774. 133 002 520 311. 133 166 775 636. 133 167 134 163. 133 505 463 131. 133 505 627 216. 134 026 556 234. 134 026 714 120. 134 260 240 562. 134 260 405 153. 134 447 340 406. 134 447 501 115. 135 004 066 506. 135 004 236 030. 135 305 137 065. 135 305 277 056. 135 506 335 426. 135 506 475 565. 135 532 471 335. 135 532 634 763. 135 551 527 350. 135 551 675 475. 135 774 357 077. 135 774 515 471. 136 131 626 002. 136 131 767 340. 136 376 623 165. 136 376 772 515. 136 553 570 623. 136 553 727 457. 136 655 237 566. 136 655 377 612. 136 774 033 615. 136 774 172 265. 137 111 653 240. 137 112 017 667. 137 412 021 517. 137 412 170 737. 137 660 541 073. 137 660 677 750. 140 027 376 424. 140 027 535 524. 140 223 042 076. 140 223 202 372. 140 363 774 534. 140 364 136 676. 140 712 326 512. 140 712 467 531. 141 224 045 031. 141 224 211 214. 141 363 344 027. 141 363 512 512. 141 454 560 103. 141 454 727 420. 142 006 115 615. 142 006 253 121. 142 106 764 076. 142 107 133 305. 142 126 177 555. 142 126 342 364. 142 145 372 617. 142 145 530 244. 142 164 613 755. 142 164 756 110. 142 457 552 232. 142 457 711 654. 142 752 477 371. 142 752 642 674. 143 241 541 164. 143 241 701 017. 143 352 136 706. 143 352 277 136. 143 631 514 435. 143 631 662 713. 143 755 473 434. 143 755 641 540. 144 174 473 356. 144 174 640 601. 144 351 263 616. 144 351 420 057. 144 655 610 066. 144 655 753 372. 145 046 344 620. 145 046 507 344. 145 160 274 002. 145 160 442 643. 145 247 372 177. 145 247 531 717.\n\n\n\n\nThe numbers have been determined to be base-8 (Octal) representations of the forty base-10 (Decimal) integers in the obelisk message, preceded by another sixty integers following a similar pattern. It is hypothesized that these numbers may refer to additional events not documented in Earth’s paleogeological history. The “Proto-Latin” message translates, roughly, to “Beware the Destroyers.” SCP-1050-1 emits SCP-1050-3 from its apex. SCP-1050-3 has also been received from ██ other directions in space, including [DATA EXPUNGED]. These are received as occasional pulses of 1-3 repetitions of the SCP-1050-3 message, suggesting similar directional broadcasts to those emanating from SCP-1050-1 being transmitted from rotating planets orbiting other stars.\n\n\nAddendum 1:\n Speculations by the SCP-1050 Research Team, 19██.\n\n\nSCP-1050 appears to be parts of an interstellar “early warning” system of unknown origin. Before the invention of more modern forms of rapid communication, some societies would light bonfires atop watchtowers, which would then be observed by the next watchtower, which would then light its own bonfire, and so on. By this method, a warning of an invading army could be passed along tens or hundreds of miles in hours, rather than days. It seems to the research team that SCP-1050 may be something similar, which would explain the signal we’ve designated SCP-1050-3. Similarly, by having the message written on the obelisk in dozens of languages, and apparently proclaimed by major political rulers of the time, it would increase the likelihood of societies being forewarned about these “Destroyers”, whomever or whatever they may be. SCP-1050-2 might be a means of spurring the governments of major political powers to action, though, due to the fact that this warning has not been visibly taken seriously or even publically acknowledged suggests that this has not occurred historically. While it may be attractive to assume such defensive measures as Hadrian’s Wall or military buildups by the Nazis were due to preparing to meet some shadowy preternatural threat, no other historical evidence supports this conclusion.\n\n\nAddendum 2:\n Note on containment procedures.\n\n\nSince the Foundation came into possession of SCP-1050-1 in 194█, O5 Command has twice amended the Special Containment Procedures, initially requiring the blocking of radio signals (194█), then requiring that radio signals \nnot\n be blocked (196█), then requiring that they be blocked (198█). These changes have resulted not from alterations in SCP-1050-1, but rather from changes in the perceived threat posed by SCP-1050-1’s radio transmissions.\n\n\nThe rationale behind blocking SCP-1050-1’s broadcast of SCP-1050-3 is that it decreases the likelihood of drawing attention to Earth, by removing this planet from the theorized “early warning network”. The rationale behind not blocking the signal is that, if the theories about the possibility of future extinction events being caused by the mentioned “Destroyers” are correct, then this planet has some degree of obligation to warn other planets in danger. At present, the risks of broadcasting the signal are believed to outweigh the benefits.\n\n\nAddendum 3\n Select images of carvings from SCP-1050\n\n\n\n\n+ Show Appended Images\n\n\n\n\n- Hide Appended Images\n\n\n\n\n\n\n\n\nZoomed in detail of original carving on SCP-1050-1; text is written in a proto-Latin language with a previously undiscovered alphabet. Dated to 53,5██ BCE.\n\n\n\n\n\n\n\n\n\n\nCarving on SCP-1050-1; text is written in unidentified script of unknown origin. Dated to 24,███ BCE.\n\n\n\n\n\n\n\n\n\n\nZoomed in detail of carving on SCP-1050-1; text is written in unidentified script of unknown origin. Dated to 24,███ BCE.\n\n\n\n\n\n\n\n\n\n\nCarving on SCP-1050-1; text is written in unidentified script of unknown origin. Dated to 13,███ BCE.\n\n\n\n\n\n\n\n\n\n\nZoomed in detail of carving on SCP-1050-1; text is written in unidentified script of unknown origin. Dated to 13,███ BCE.\n\n\n\n\n\n\n\n\n\n\nCarving on SCP-1050-1; text is written in unidentified script of unknown origin. Dated to 9███ BCE.\n\n\n\n\n\n\n\n\n\n\nZoomed in detail of carving on SCP-1050-1; text is written in unidentified script of unknown origin. Dated to 9███ BCE.\n\n\n\n\n\n\n\n\n\n\nCarving on SCP-1050-1; text is written in Akkadian Cuneiform. Dated to 2,5██ BCE.\n\n\n\n\n\n\n\n\n\n\nZoomed in detail of carving on SCP-1050-1; text is written in Akkadian Cuneiform. Dated to 2,5██ BCE.\n\n\n\n\n\n\n\n\n\n\nCarving on SCP-1050-1; text is written in Linear A. Dated to 8██ BCE.\n\n\n\n\n\n\n\n\n\n\nZoomed in detail of carving on SCP-1050-1; text is written in Linear A. Dated to 8██ BCE.\n\n\n\n\n\n\n\n\n\n\nCarving on SCP-1050-1; text is written in Classical Latin. Dated to 122 CE.\n\n\n\n\n\n\n\n\n\n\nCarving on SCP-1050-1; text is written in unidentified Mesoamerican script. Dated to 3██ CE.\n\n\n\n\n\n\n\n\n\n\nZoomed in detail of carving on SCP-1050-1; text is written in unidentified Mesoamerican script. Dated to 3██ CE.\n\n\n\n\n\n\n\n\n\n\nCarving on SCP-1050-1; text is written in unidentified Mesoamerican script. Dated to 10██ CE.\n\n\n\n\n\n\n\n\n\n\nZoomed in detail of carving on SCP-1050-1; text is written in unidentified Mesoamerican script. Dated to 10██ CE.\n\n\n\n\n\n\n\n\n\n\nCarving on SCP-1050-1; text is written in Modern English. Dated to 1891 CE.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \nSee Addendum 2.\n\n\n2\n. These measurements correspond with the archaic length measure of the Roman \npace\n, equal to 1.48 meters. – Dr. Von Schmidt.\n\n\n3\n. SCP-1050-1 has provided the ability for linguists to read the previously indecipherable Jiahu symbols from Ancient China, but the Foundation has not released any information relating to the Jiahu symbols to the scholarly linguistic community due to the classified nature of SCP-1050-1.\n\n\n4\n. SCP-1050-1 has provided the ability for linguists to read the previously indecipherable Linear A from the ancient Minoan culture, but the Foundation has not released any information relating to Linear A to the scholarly linguistic community due to the classified nature of SCP-1050-1.\n\n\n5\n. SCP-1050-1 has provided the ability for linguists to read the previously indecipherable Olmec script from pre-Columbian Mesoamerica, but the Foundation has not released any information relating to Olmec script to the scholarly linguistic community due to the classified nature of SCP-1050-1.\n\n\n6\n. With the exception of a change in the ruler and date when the message was “proclaimed again”, the message appears to be identical in all languages on the obelisk.\n\n\n7\n. Conjectured to be interstellar space, possibly intergalactic space.\n\n\n8\n. Preceding description (“They are warped…claws.”) appears in Beowulf.\n\n\n9\n. Archaic Tiberian spelling of Sodom and Gomorrah.\n\n\n10\n. Possible origin of the Flood myths that appear across most ancient cultures.\n\n\n11\n. Ancient Greek Titan, son of Uranus and Gaia, father of Atlas, Prometheus, Epimetheus, and Menoetius; ancestor of the human race through Prometheus, Epimetheus and Atlas. Titan of Mortal Life. He was imprisoned in Tartarus by the Olympians.\n\n\n12\n. Archaic form of Osiris, Ancient Egyptian god of the afterlife, underworld, and the dead. He was killed by Seth and had his body torn into 14 pieces, which were then scattered through the land.\n\n\n13\n. Pre-Columbian Aztec wind deity, associated with Quetzalcoatl.\n\n\n14\n. Deified ancient Chinese General, more commonly known today as Guan Yu.\n\n\n15\n. Initial name of the Hindu figure Manu, believed to be the first king to rule this earth, having saved mankind from the universal flood.\n\n\n16\n. Survivor of the flood myth in \nThe Epic of Gilgamesh.\n\n\n17\n. Archaic spelling of Noah from the Abrahamic flood myth.\n\n\n18\n. A son of Prometheus in Greek myth, he and his wife Pyrrha survived the Greek mythical flood by building a chest.\n\n\n19\n. End-Ediacaran extinction event, 542 million years ago.\n\n\n20\n. End Botomian extinction event, 517 million years ago.\n\n\n21\n. Dresbachian extinction event, 502 million years ago.\n\n\n22\n. Ordovician extinction event, 445 million years ago.\n\n\n23\n. Ireviken event, 428 million years ago.\n\n\n24\n. Mulde event, 424 million years ago.\n\n\n25\n. Lau event, 420 million years ago.\n\n\n26\n. End Silurian extinction event, 416 million years ago.\n\n\n27\n. Late Devonian extinction event, 367 million years ago.\n\n\n28\n. Carboniferous Rainforest Collapse, 318 million years ago.\n\n\n29\n. Olson's extinction event, 270 million years ago.\n\n\n30\n. Permian-Triassic extinction event, 251 million years ago.\n\n\n31\n. Triassic-Jurassic extinction event, 205 million years ago.\n\n\n32\n. Toarcian turnover, 183 million years ago.\n\n\n33\n. End-Jurassic extinction event, 145.5 million years ago.\n\n\n34\n. Aptian extinction event, 117 million years ago.\n\n\n35\n. Cretaceous-Tertiary extinction event, 65.5 million years ago. Dinosaurs go extinct.\n\n\n36\n. Eocene-Oligocene extinction event, 33.9 million years ago.\n\n\n37\n. Middle Miocene Disruption, 14.5 million years ago.\n\n\n38\n. Quaternary extinction event, approximately fifty thousand years ago.\n\n\n39\n. Possible date range, \n[DATA EXPUNGED BY O5 COMMAND].\n\n\n\n\n\n\n\n\n« \nSCP-1049\n | SCP-1050 | \nSCP-1051\n »",
    "addendums": [
        "Addendum 1: Speculations by the SCP-1050 Research Team, 19██.\nSCP-1050 appears to be parts of an interstellar “early warning” system of unknown origin. Before the invention of more modern forms of rapid communication, some societies would light bonfires atop watchtowers, which would then be observed by the next watchtower, which would then light its own bonfire, and so on. By this method, a warning of an invading army could be passed along tens or hundreds of miles in hours, rather than days. It seems to the research team that SCP-1050 may be something similar, which would explain the signal we’ve designated SCP-1050-3. Similarly, by having the message written on the obelisk in dozens of languages, and apparently proclaimed by major political rulers of the time, it would increase the likelihood of societies being forewarned about these “Destroyers”, whomever or whatever they may be. SCP-1050-2 might be a means of spurring the governments of major political powers to action, though, due to the fact that this warning has not been visibly taken seriously or even publically acknowledged suggests that this has not occurred historically. While it may be attractive to assume such defensive measures as Hadrian’s Wall or military buildups by the Nazis were due to preparing to meet some shadowy preternatural threat, no other historical evidence supports this conclusion.",
        "Addendum 2: Note on containment procedures.\nSince the Foundation came into possession of SCP-1050-1 in 194█, O5 Command has twice amended the Special Containment Procedures, initially requiring the blocking of radio signals (194█), then requiring that radio signals not be blocked (196█), then requiring that they be blocked (198█). These changes have resulted not from alterations in SCP-1050-1, but rather from changes in the perceived threat posed by SCP-1050-1’s radio transmissions.\nThe rationale behind blocking SCP-1050-1’s broadcast of SCP-1050-3 is that it decreases the likelihood of drawing attention to Earth, by removing this planet from the theorized “early warning network”. The rationale behind not blocking the signal is that, if the theories about the possibility of future extinction events being caused by the mentioned “Destroyers” are correct, then this planet has some degree of obligation to warn other planets in danger. At present, the risks of broadcasting the signal are believed to outweigh the benefits.",
        "Addendum 3 Select images of carvings from SCP-1050"
    ],
    "documents": [],
    "notes": [
        "Beware the Destroyers. They come by the millions from the Realm of Darkness which extends where no stars shine. 7 For a thousand generations They slumber, lying in wait. Great nations rise and flourish. There is peace and prosperity. Then comes the Dark Times; then They Return. They cull and burn. They are warped, and move beyond the pale, bigger than any man, unnatural births. Every nail, claw-scale and spur, every spike and welt on the hand of those heathen brutes is as barbed steel. It is said there is no honed iron hard enough to pierce Them through, no time proofed blade that can cut Their brutal blood caked claws. 8 Armies are raised and cut down like grasses before a scythe – it is said the armies of Amorah and Suhdom, 9 each ten thousand strong, were swept away between a single rising and setting sun. Heroes come forth and are slaughtered. Lightning and fire rain from the sky and the whole earth trembles. They are as a deluge, a powerful flood that washes away entire mighty nations and empires. 10 The people pray for deliverance from the gods. The gods fight the Destroyers, but their efforts are in vain. Iapetos, 11 Ausare, 12 Ehecatl, 13 Souchang 14 – all perished. The Destroyers are to the gods as the gods are to men and men are to insects: cold and vast and unsympathetic. The wise flee Them; the lucky escape. Fifty score great vessels were launched to seek refuge from Them; only those led by Satyavrata, 15 Utnapishtim, 16 Noach, 17 and Deucalion 18 escaped. The Dark Ones vanquish all before Them. They have come before since before time began. Now They slumber. They will return. Beware the Destroyers. 13 057 935 897. 19 13 057 987 212. 13 082 937 367. 20 13 082 989 898. 13 097 951 299. 21 13 098 004 240. 13 154 950 029. 22 13 154 997 841. 13 171 943 486. 23 13 171 996 357. 13 175 947 117. 24 13 175 997 684. 13 179 942 287. 25 13 179 990 180. 13 183 948 781. 26 13 183 999 048. 13 232 952 474. 27 13 233 001 388. 13 281 951 481. 28 13 282 002 364. 13 329 941 108. 29 13 329 990 159. 13 348 945 350. 30 13 348 994 654. 13 394 942 237. 31 13 394 994 635. 13 416 953 628. 32 13 417 005 920. 13 454 440 174. 33 13 454 492 033. 13 482 944 398. 34 13 482 991 663. 13 534 433 334. 35 13 534 484 218. 13 566 069 136. 36 13 566 119 652. 13 585 446 914. 37 13 585 499 555. 13 599 896 703. 38 13 599 945 679. 39 Proclaimed again by Her Majesty Victoria, by the Grace of God, of the United Kingdom of Great Britain and Ireland Queen, Defender of the Faith, Empress of India, in the Year of Our Lord Eighteen Hundred Ninety-One.",
        "Caue qui destruunt. 131 520 067 324. 131 520 231 714. 131 735 163 354. 131 735 330 606. 132 114 132 402. 132 114 273 440. 132 310 742 546. 132 311 106 102. 132 505 700 122. 132 506 047 214. 132 671 063 271. 132 671 232 140. 133 002 357 774. 133 002 520 311. 133 166 775 636. 133 167 134 163. 133 505 463 131. 133 505 627 216. 134 026 556 234. 134 026 714 120. 134 260 240 562. 134 260 405 153. 134 447 340 406. 134 447 501 115. 135 004 066 506. 135 004 236 030. 135 305 137 065. 135 305 277 056. 135 506 335 426. 135 506 475 565. 135 532 471 335. 135 532 634 763. 135 551 527 350. 135 551 675 475. 135 774 357 077. 135 774 515 471. 136 131 626 002. 136 131 767 340. 136 376 623 165. 136 376 772 515. 136 553 570 623. 136 553 727 457. 136 655 237 566. 136 655 377 612. 136 774 033 615. 136 774 172 265. 137 111 653 240. 137 112 017 667. 137 412 021 517. 137 412 170 737. 137 660 541 073. 137 660 677 750. 140 027 376 424. 140 027 535 524. 140 223 042 076. 140 223 202 372. 140 363 774 534. 140 364 136 676. 140 712 326 512. 140 712 467 531. 141 224 045 031. 141 224 211 214. 141 363 344 027. 141 363 512 512. 141 454 560 103. 141 454 727 420. 142 006 115 615. 142 006 253 121. 142 106 764 076. 142 107 133 305. 142 126 177 555. 142 126 342 364. 142 145 372 617. 142 145 530 244. 142 164 613 755. 142 164 756 110. 142 457 552 232. 142 457 711 654. 142 752 477 371. 142 752 642 674. 143 241 541 164. 143 241 701 017. 143 352 136 706. 143 352 277 136. 143 631 514 435. 143 631 662 713. 143 755 473 434. 143 755 641 540. 144 174 473 356. 144 174 640 601. 144 351 263 616. 144 351 420 057. 144 655 610 066. 144 655 753 372. 145 046 344 620. 145 046 507 344. 145 160 274 002. 145 160 442 643. 145 247 372 177. 145 247 531 717."
    ],
    "item": "SCP-1050",
    "object_class": "Safe",
    "containment_procedures": "SCP-1050-1 is to be maintained in a storage facility with interior dimensions of at least five (5) meters by five (5) meters by thirty-two (32) meters. The ceiling of the storage facility, specifically the area directly over SCP-1050-1, must be shielded to block radio waves broadcast at an intensity of [REDACTED].1 SCP-1050-1 is currently stored at Area 179.",
    "description": "SCP-1050 consists of one item (SCP-1050-1) and two related phenomena (SCP-1050-2 and SCP-1050-3). SCP-1050-1 was recovered from a secret German research facility in [REDACTED], following the conclusion of the Second World War. SCP-1050-2a was recovered from Soviet NKVD archives in 195█. SCP-1050-2b was recovered from British Crown archives in 195█. SCP-1050-1's previous origins are unknown.",
    "title": "SCP-1050"
}