{
    "url": "https://scp-wiki.wikidot.com/scp-1068",
    "all_text": "rating: \n+295\n+\n–\nx\n\n\nItem #:\n SCP-1068\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Packaged SCP-1068s are to be kept in a large underground storage site beneath Site-76. The walls of the room are to be soundproofed and electromagnetically shielded so as to prevent damage to other facilities. Researchers should wear shaded goggles, ear plugs, and ear muffs to prevent permanent sensory damage when handling or experimenting with SCP-1068. Records should be kept through non-electronic medium. Any detonations are to be scheduled in advance and communicated to all personnel to avoid confusion with the standard on-site nuclear device.\n\n\nAny examples of SCP-1068 outside of Foundation control are to be seized discreetly and brought to Site-76 via armored transport. In the event of an SCP-1068 activation outside of the site's perimeters, all available Foundation diplomatic resources are to be dispatched into negotiations to pacify both national and international relevant governing bodies and, if necessary, inform them of the nature of SCP-1068.\n\n\nDescription:\n SCP-1068 are model rockets approximately a meter in length. They resemble a simplified version of the LGM-30 ICBM model and are covered in unpainted white plastic with the words 'ATOM BUSTER' etched in one side. Dis-assembly of the objects exposes a cylindrical fuel tank and engine assembly filled with an ethanol-[DATA EXPUNGED] mixture. A 30-cm-long fuse leads out of the rocket's base and is the primary method of ignition. When activated, SCP-1068 will launch at a velocity of 45 meters per second before falling back down to the ground and exploding.\n\n\nUpon detonation, SCP-1068 activates an intense bright light and loud sound similar to those of a conventional nuclear device. It will also release a weak radio wave pulse similar to an EMP, temporarily knocking out all electronic communications within a radius of █ km and preventing any further close observation of and communication with the area for up to 20 hours. Immediately following detonation, a large column of low density non-toxic gases will rise up from the point of detonation, coalescing into a shape similar to the mushroom cloud released by extreme temperatures. For all intents and purposes, the event will resemble a fission reaction without actually causing any harm beyond sensory damage.\n\n\nSCP-1068 comes contained in red cylindrical cardboard packaging shaped to resemble a simplified missile silo. On the front there is a clear plastic window to show off the model, along with a price tag of $19.99 (US). On the back of the box are a description of the object, several safety labels and warnings, and an artist's rendition of the explosion of the Trinity nuclear test.\n\n\nInformation on Back of SCP-1068 Packaging\n\n\n\n\nHarness the \nRaw\n-ket power of Dr. Wondertainment's new line of model rockets with The Atom Buster®! This pint-sized monster launches a thousand feet in the air before plummeting to a climactic explosion of nuclear proportions. Truman would be proud. Utilizing a state-of-the-art light and sounds system, the greatest weapon ever detonated can be used again… on your front lawn! You can even customize your model with the accompanying realistic decal sheet to make its launch a more awesome one.\n\nBuy the complementary Dr. Wondertainment's Wonderful Paint Set®, Accurate-And-Deadly Artillery Aiming Platform®, and Big Red Button Remote Activator® to seriously complete your Mega Arsenal of Doom!\n\nFor Ages 9+\n\n\nCAUTION:\n Protective eyewear and ear plugs/ear muffs required. Do not attempt to remove the fuel, fuse, or engine from the Atom Buster® without adult supervision. Not suitable for children under 8 years of age. Dr. Wondertainment is not responsible for any damage caused by The Atom Buster®.\n\n\n\n\n\n\nAddendum 1068-01\n\n\nDuring Incident-1068-6 in the ██████ Province, the Chaos Insurgency intercepted a shipment of SCP-1068 being transported from Site-103 and stole five cases of the product in the ensuing firefight. Requesting permission to preemptively warn all nuclear-capable governments of SCP-1068.\n\n\nDr. Johnson\n\n\n\n\n\n\n« \nSCP-1067\n | SCP-1068 | \nSCP-1069\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1068\n\" by Boulder Smolder, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1068\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1068-01\nDuring Incident-1068-6 in the ██████ Province, the Chaos Insurgency intercepted a shipment of SCP-1068 being transported from Site-103 and stole five cases of the product in the ensuing firefight. Requesting permission to preemptively warn all nuclear-capable governments of SCP-1068.\nDr. Johnson"
    ],
    "documents": [],
    "notes": [
        "Harness the Raw -ket power of Dr. Wondertainment's new line of model rockets with The Atom Buster®! This pint-sized monster launches a thousand feet in the air before plummeting to a climactic explosion of nuclear proportions. Truman would be proud. Utilizing a state-of-the-art light and sounds system, the greatest weapon ever detonated can be used again… on your front lawn! You can even customize your model with the accompanying realistic decal sheet to make its launch a more awesome one. Buy the complementary Dr. Wondertainment's Wonderful Paint Set®, Accurate-And-Deadly Artillery Aiming Platform®, and Big Red Button Remote Activator® to seriously complete your Mega Arsenal of Doom! For Ages 9+ CAUTION: Protective eyewear and ear plugs/ear muffs required. Do not attempt to remove the fuel, fuse, or engine from the Atom Buster® without adult supervision. Not suitable for children under 8 years of age. Dr. Wondertainment is not responsible for any damage caused by The Atom Buster®.",
        "\" SCP-1068 \" by Boulder Smolder, from the SCP Wiki . Source: https://scpwiki.com/scp-1068 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1068",
    "object_class": "Safe",
    "containment_procedures": "Packaged SCP-1068s are to be kept in a large underground storage site beneath Site-76. The walls of the room are to be soundproofed and electromagnetically shielded so as to prevent damage to other facilities. Researchers should wear shaded goggles, ear plugs, and ear muffs to prevent permanent sensory damage when handling or experimenting with SCP-1068. Records should be kept through non-electronic medium. Any detonations are to be scheduled in advance and communicated to all personnel to avoid confusion with the standard on-site nuclear device.",
    "description": "SCP-1068 are model rockets approximately a meter in length. They resemble a simplified version of the LGM-30 ICBM model and are covered in unpainted white plastic with the words 'ATOM BUSTER' etched in one side. Dis-assembly of the objects exposes a cylindrical fuel tank and engine assembly filled with an ethanol-[DATA EXPUNGED] mixture. A 30-cm-long fuse leads out of the rocket's base and is the primary method of ignition. When activated, SCP-1068 will launch at a velocity of 45 meters per second before falling back down to the ground and exploding.",
    "title": "SCP-1068"
}