{
    "url": "https://scp-wiki.wikidot.com/scp-109",
    "all_text": "rating: \n+320\n+\n–\nx\n\n\nItem #:\n SCP-109\n\n\nObject Class:\n Euclid (See Addendum 109-1)\n\n\nSpecial Containment Procedures:\n SCP-109 is currently located in Non-Critical Storage Unit 7 and requires no active monitoring. It should not be removed from the unit except to be transported to a research facility, and then only by personnel with Level 3 security clearance or higher. When replacing SCP-109, personnel should ensure that it is firmly closed and that it is placed on the molded pedestal in the upright position.\n\n\nDescription:\n SCP-109 is a standard-issue United States Army canteen (circa 1899) made of a tin alloy and fitted with a heavy cotton cover and a black leather strap. When opened, the item is seen to be nearly full of water. A seemingly unlimited amount of water can be removed from the container without changing the water level or the item's mass, which remains a constant 3.16 kg. Probes of the interior of the container reported an estimated volume of 2.8 L and a shape consistent with the outside.\n\n\nThe water in SCP-109 is of a slight blue-gray tint, with concentrations of 20 ppm of tin and 170 ppm of other electrolytes. The water remains at a constant temperature of 19°C but can be heated or cooled when moved to another container.\n\n\nAddendum 109-1:\n Upon the item's delivery to Site-19, it was given the object class of Safe. As tests were conducted on the item, uncertainty surrounding test results prompted Gen. ████████ ████ to upgrade the object class to Euclid.\n\n\nAddendum 109-2:\n Recently, a request was filed and granted by Dr. ████████ for permission to water an okra plant growing in his office with SCP-109. Staff should be notified that Dr. ████████ uses SCP-109 for this purpose for a small time every Friday.\n\n\nAddendum 109-3:\n \n\"It has come to my attention that new Class D personnel are often dared to empty the bottle. Guards are reminded that they are to discourage such activity, and inform them that SCP-109 is bottomless. Chanting 'Chug!' repeatedly is considered unprofessional.\"\n — Dr. Klein\n\n\nAdditional Information:\n Due to the range of tests conducted on SCP-109, this section has been provided to present test results in chronological order. Dates have been withheld for confidentiality.\n\n\n\n\nTEST 1:\n Subjects imbibed water from SCP-109, reported that it was very refreshing and, despite the metal content, very tasty. Urine samples from subjects were normal.\n\n\nTEST 2:\n Follow-up test to TEST 1 had subjects dehydrate themselves for 1 full day before imbibing water from SCP-109. Test remains unfinished as subjects were unable to provide urine samples.\n\n\nTEST 3:\n Subject bathed in water from SCP-109. Subject reported increased energy and a much improved complexion following the bath.\n\n\nTEST 4:\n Streptococcus bacteria cultured in water from SCP-109 thrived and multiplied quickly. Water from SCP-109 administered to subject suffering from streptococcal infection killed nearly all bacteria and produced a full recovery within 24 hours.\n\n\nTEST 5:\n Blood substitute created using water from SCP-109, given in transfusion to pedestrian hit by a drunk driver. Subject showed no malign symptoms from the transfusion and made a full recovery. Subject's physical therapy concluded six weeks early.\n\n\nTEST 6:\n Water from SCP-109 administered to various plant organisms, all of which remained very healthy and showed no malign symptoms.\n\n\n\n\n\n\nOne proposition for a test which has been discussed for some time has been one involving a combination of SCP-109 and \nSCP-402\n. Due to the risk of losing one or both items or creating a hazardous situation, this test has never been conducted.\n\n\n\n\n\n\n\n\n« \nSCP-108\n | SCP-109 | \nSCP-110\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-109\n\" by Kain Pathos Crow, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-109\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 109-1: Upon the item's delivery to Site-19, it was given the object class of Safe. As tests were conducted on the item, uncertainty surrounding test results prompted Gen. ████████ ████ to upgrade the object class to Euclid.",
        "Addendum 109-2: Recently, a request was filed and granted by Dr. ████████ for permission to water an okra plant growing in his office with SCP-109. Staff should be notified that Dr. ████████ uses SCP-109 for this purpose for a small time every Friday.",
        "Addendum 109-3: \"It has come to my attention that new Class D personnel are often dared to empty the bottle. Guards are reminded that they are to discourage such activity, and inform them that SCP-109 is bottomless. Chanting 'Chug!' repeatedly is considered unprofessional.\" — Dr. Klein"
    ],
    "documents": [],
    "notes": [
        "TEST 1: Subjects imbibed water from SCP-109, reported that it was very refreshing and, despite the metal content, very tasty. Urine samples from subjects were normal. TEST 2: Follow-up test to TEST 1 had subjects dehydrate themselves for 1 full day before imbibing water from SCP-109. Test remains unfinished as subjects were unable to provide urine samples. TEST 3: Subject bathed in water from SCP-109. Subject reported increased energy and a much improved complexion following the bath. TEST 4: Streptococcus bacteria cultured in water from SCP-109 thrived and multiplied quickly. Water from SCP-109 administered to subject suffering from streptococcal infection killed nearly all bacteria and produced a full recovery within 24 hours. TEST 5: Blood substitute created using water from SCP-109, given in transfusion to pedestrian hit by a drunk driver. Subject showed no malign symptoms from the transfusion and made a full recovery. Subject's physical therapy concluded six weeks early. TEST 6: Water from SCP-109 administered to various plant organisms, all of which remained very healthy and showed no malign symptoms.",
        "One proposition for a test which has been discussed for some time has been one involving a combination of SCP-109 and SCP-402 . Due to the risk of losing one or both items or creating a hazardous situation, this test has never been conducted.",
        "\" SCP-109 \" by Kain Pathos Crow, from the SCP Wiki . Source: https://scpwiki.com/scp-109 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-109",
    "object_class": "Euclid (See Addendum 109-1)",
    "containment_procedures": "SCP-109 is currently located in Non-Critical Storage Unit 7 and requires no active monitoring. It should not be removed from the unit except to be transported to a research facility, and then only by personnel with Level 3 security clearance or higher. When replacing SCP-109, personnel should ensure that it is firmly closed and that it is placed on the molded pedestal in the upright position.",
    "description": "SCP-109 is a standard-issue United States Army canteen (circa 1899) made of a tin alloy and fitted with a heavy cotton cover and a black leather strap. When opened, the item is seen to be nearly full of water. A seemingly unlimited amount of water can be removed from the container without changing the water level or the item's mass, which remains a constant 3.16 kg. Probes of the interior of the container reported an estimated volume of 2.8 L and a shape consistent with the outside.",
    "title": "SCP-109"
}