{
    "url": "https://scp-wiki.wikidot.com/scp-1107",
    "all_text": "rating: \n+126\n+\n–\nx\n\n\nItem #:\n SCP-1107\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Although SCP-1107 cannot be directly contained, it is important that knowledge of SCP-1107 not be released to the public. As SCP-1107 is difficult to receive, cover-up is easily accomplished by the insertion of agents into the United States' National Aeronautics and Space Administration. These agents have been attached to research groups studying the telemetry from the following long distance space probes:\n\n\n\n\nPioneer 10 (Surveillance discontinued in 2003)\n\n\nPioneer 11 (Surveillance discontinued in 1995)\n\n\nVoyager 1\n\n\nVoyager 2\n\n\nNew Horizons (Surveillance initiated on ██/██/2010)\n\n\n\n\nMore surveillance is only required should further long distance space probes be launched.\n\n\nAddendum 1107-09:\n Following the translation work by Dr Holst, suggestions for reacting to SCP-1107 are outlined by procedures in Addendum 1107-08.\n\n\nDescription:\n SCP-1107 was discovered in 1977, in telemetry received from the Pioneer 10 long distance space probe. It has been subsequently re-discovered by any space probe that ventures further than 12 astronomical units (approximately 1.8 billion km) from the sun.\n\n\nSCP-1107 consists of a radio signal in the extreme-low-frequency range, normally observed at less than ██ Hz. The low frequency and intensity of this signal means that it is extremely susceptible to interference from natural and man-made sources of particle-based and electromagnetic radiation. As a result, it can only be reliably distinguished from background radiation when the receiver is at extreme distance from any source of interference. Most crucially, this includes the electromagnetic radiations emitted by the sun, limiting reception to the outer solar system.\n\n\nThe signal exists as a series of low frequency, amplitude modulated carrier waves. The modulation of the signals varies discretely from either a high or a low amplitude, displaying characteristics of a digitally encoded message. The bandwidth of these signals is extremely low, with estimations of the bit-rate being around 90 b/year. Despite this low data transmission rate, SCP-1107 clearly represents a transmission of intelligible data within our solar system. Currently, the information content of these signals is unknown.\n\n\nTriangulation of the signals by the available probes has determined that they are emitted by objects found in the Kuiper belt and Oort cloud in the outskirts of the solar system. Lower bound estimates on the number of objects emitting these signals suggest that there are over █ million separate transmitters.\n\n\nTelescopic observation of some of the nearer transmitters reveals them to be asteroid like bodies. Spectrograph analysis of these bodies reveals them to contain unusually high purity silicon and silicate based crystals, with phosphorous and boron based dopants. Thermal telemetry reveals a discrepancy in the amount of solar energy absorbed on the \"hot\" (sun-facing) side of these objects and the infra-red energy emitted by the cold (outwards-facing) side. Foundation researchers have hypothesised that this discrepancy would be sufficient to allow extraction of energy for useful tasks. However, the energy extracted would be almost negligible, suggesting that such tasks would either need to be very small, or be carried out over a long time. Given that no mechanical action has been observed by SCP-1107 emitters, the most likely purpose of this task would be some form of information processing activity.\n\n\n\n\nAddendum 1107-08: LIMITED TO O5 LEVEL CLEARANCE ONLY\n\n\n\n\n- close\n\n\n\n\nAddendum 1107-08:\n\n\nAs of ██/██/20██, Dr Holst has made significant breakthroughs in the translation of SCP-1107. This was largely accomplished by associating certain common patterns within SCP-1107 with astronomical positions, and planetary orbital information. Dr Holst reports that the language of SCP-1107 bears similarities with computer based languages, however with greater provision for parsing semantic content such as used by sentient individuals. The following is an attempted translation of the most broadcast signal found within SCP-1107. The low bit-rate of SCP-1107 means that this signal has been recorded over a ten year-span, with further recording ongoing.\n\n\n\n\nThe [unclear, possible amalgamation of \"hot\", \"life\" and \"intelligence\"] has ascended once more.\n\nIt is time for [me/us] to act. [Possibly an interrogative]\n\n[You/I] must [either \"choose\", \"debate\" or possibly \"vote\"] now.\n\n\n\n\nGiven the implications of this, the WCS committee has been tasked with suggesting an appropriate contingency response. Currently, the only procedures forwarded have been protocol 06-MOSES or protocol 11-PORCUPINE. Neither of these are considered satisfactory at this time.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1106\n | SCP-1107 | \nSCP-1108\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1107\n\" by Dr_Madd, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1107\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1107-09: Following the translation work by Dr Holst, suggestions for reacting to SCP-1107 are outlined by procedures in Addendum 1107-08."
    ],
    "documents": [],
    "notes": [
        "The [unclear, possible amalgamation of \"hot\", \"life\" and \"intelligence\"] has ascended once more. It is time for [me/us] to act. [Possibly an interrogative] [You/I] must [either \"choose\", \"debate\" or possibly \"vote\"] now.",
        "\" SCP-1107 \" by Dr_Madd, from the SCP Wiki . Source: https://scpwiki.com/scp-1107 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1107",
    "object_class": "Safe",
    "containment_procedures": "Although SCP-1107 cannot be directly contained, it is important that knowledge of SCP-1107 not be released to the public. As SCP-1107 is difficult to receive, cover-up is easily accomplished by the insertion of agents into the United States' National Aeronautics and Space Administration. These agents have been attached to research groups studying the telemetry from the following long distance space probes:",
    "description": "SCP-1107 was discovered in 1977, in telemetry received from the Pioneer 10 long distance space probe. It has been subsequently re-discovered by any space probe that ventures further than 12 astronomical units (approximately 1.8 billion km) from the sun.",
    "title": "SCP-1107"
}