{
    "url": "https://scp-wiki.wikidot.com/scp-1124",
    "all_text": "rating: \n+141\n+\n–\nx\n\n\nItem #:\n SCP-1124\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n All samples delivered are in containment. The distance of █████ from Earth and the conditions on the planet itself render any breach of containment of active instances of SCP-1124 unlikely; these entities have been observed to be exclusively terrestrial. A repeat of the lander incident at █████ Air Force Base is unlikely as no more than one lander and shuttle was stationed at ILYENA at the time of the outbreak. Research drones have revealed that the since missing shuttle is currently eroding on the planet surface.\n\n\nSamples of SCP-1124 have been transferred to warehouse compound 1124Xa as per recommendation by Dr ████████. Researcher Sanders, Dr. Herman, and Dr. Smith have been given special clearance to access the samples at their own discretion with the conditions that update logs and proof of inactivity or reactivation are immediately placed on record. Indefinite surveillance of these researchers is enacted as a precaution. With the exception to the ILYENA incident no instances of SCP-1124 have been activated save for SCP-1124-C.\n\n\nThe housing compound is located 70km underground outside of Site ██, and is equipped with a failsafe nuclear device should emergency protocol fail. Individual instances of SCP-1124 are encased in airtight, soundproof, heatproof, 1 m x 1 m x 1 m steel “blast safes”.\n\n\nIsolated instances of SCP-1124 are kept individually in steel stores with equipped motion and heat sensing equipment. No more than one instance of SCP-1124 is to be tested at any given time. Testing is to be done with approval from each of the three aforementioned personnel, Site Director ████, and O5 directorate approval. It is recommended drones instead be sent to ILYENA for research.\n\n\nShould defensive systems within the testing chambers fail, the chamber is to be immediately sealed, filled with triflic acid, and incinerated. Any researchers present inside of the testing chamber are to remain there during the termination protocol.\n\n\nEfforts are being taken to destroy SCP-1124-C before it matures, although with current results this seems unlikely. The progeny itself is contained in a 3 m x 3 m x 3 m containment unit with acid-proof titanium sheeting. The container should be completely submerged and re-cycled with triflic acid at all times. The unit itself is to be lined monthly with extra titanium sheeting to replace dissolved or destroyed sheeting. This maintenance process should be completed within a span of 40 (forty) minutes.\n\n\nDescription:\n SCP-1124 are metallic objects found near research base ILYENA on █████. The first instances of SCP-1124 were recovered from canisters underneath [DATA EXPUNGED] mountain range.\n\n\nEntities contained by the canisters have the appearance of cephalopods, weighing exactly 1.0268 kg.\n\n\nInstances of SCP-1124 are impervious to heat and pressure. Each is otherwise non-responsive to external stimuli save for physical contact with biological matter, which will cause instances of SCP-1124 to activate and [DATA EXPUNGED]. Reaction to biological matter originating from a sapient creature tends to elicit a more violent response.\n\n\nThough observations are performed daily through a viewing window in tank 1124-C by monitoring cameras, a definite shape cannot be substantiated. The most recent appearance appears similar to a larval grub. SCP-1124-C is in all instances metallic in appearance.\n\n\nThe entity frequently gnaws and consumes the casing in its containment unit, although the amount of damage taken is acceptable due to the density and thinness of the film used to line the chamber. Further research into containment is deemed necessary as the creature has been shown to grow in minor increments when more material is consumed.\n\n\nA tear located in Researcher █████████'s body suit during transfer allowed [DATA EXPUNGED] activating 1 (one) instance of SCP-1124. Security cameras show the entity quickly gnawing itself out from the inside of its alloy casing and then launching itself into the mouth of one Researcher █████████. This method of mobility is believed to be a spring like motion using its appendages but this is still unconfirmed. Following containment procedures Researcher █████████ sealed himself inside unit 1124-C and activated the failsafe mechanism, effectively containing SCP-1124-C.\n\n\nSee incident report 1124: Personnel Termination Dossier.\n\n\nReference SCP-1124 Transmitted Data and Video Transcript-c for further details.\n\n\nx-23c ILYENA [6555-x23] Lander: Transmitted Data:\n\n\n\n\n13:31:45:\n\n\nSanders\n: Dr. Sanders, audio log A20, reporting successful mission. Samples are being housed. What we think are glass canisters were found beneath the [DATA EXPUNGED] mountain range; eighty-four south two-three east on your grids. Estimated four minutes before we reach the rover.\n\n\n\n\n13:34:23:\n\n\nSanders\n: Reached rover ahead of schedule. Everyone is present and accounted for. Estimated one hour before we reach Ilyena.\n\n\n14:25:12:\n\n\nSanders\n: We’re in the airlock now. We’ve dumped our cargo. Researcher Breen reports he is delivering the recovered canisters to dome Theta.\n\n\n14:40:02:\n\n\nSanders\n: Signing off.\n\n\n03:35:10:\n\n\nSanders\n: Met with Breen and he hasn't said anything about the canisters yet. “Saving the best for last” he says. Don’t know how he can resist something that bizarre. Guess that’s why we got him up here.\n\n\n06:58:19:\n\n\nSanders\n: Meeting with Breen again. Let me turn up my transmitter here. Say something Breen.\n\n\nBreen\n: Greetings from space.\n\n\nSanders\n: You're a silly bitch, Breen.\n\n\n07:05:19:\n\n\nSanders\n: He’s got a few of the things that were inside the canisters laid out on a table. Breen says the canister itself wasn’t glass though – not sure what the material was. The canisters are egg shaped, no markings, smooth. They have lids on their ends that detach and reattach given a gentle pull. There are no adhesives, no screw tops or anything like that. They just come off and on.\n\n\n07:10:22:\n\n\nSanders\n: The things inside the “eggs” look like little silver squids. Their limbs are segmented. Can’t make out any eyes or mouths. Breen shook one around but the limbs didn’t wiggle like we expected them too. They’re stiff.\n\n\n07:12:01:\n\n\nSanders\n: Breen can’t begin dissection; their outer shells are too hard. Thinking they might just be figurines or something like that.\n\n\n07:26:45:\n\n\nSanders\n: Breen has blasted these things with heat, froze ‘em, even put them in a crusher, and they don’t seem to react at all. They just sneeze off anything we throw at them.\n\n\n07:27:30:\n\n\nSanders\n: He joked that we should sneeze on them. Breen gave me the honors.\n\n\n07:28:23:\n\n\nSanders\n: Couldn’t sneeze so I just spat on one. They don’t seem to be affected. Think they might just be figurines.\n\n\n07:28:56:\n\n\nSanders\n: Mother mercy one of those appendages is \nactually moving\n! Woo boy that scared the sh-\n\n\n01:00:00:\n\n\nIndecipherable noise\n\n\nLog Terminated\n\n\n\n\nReference Addendum 1124-Audio-a for the 01:00:00 transmission.\n\n\nAddendum 1124-Audio-a:\n\n\n\n\nSCP-1124 Addendum-a :\n\nILYENA lander returned to █████ Air Force Base in ██████, NV on ██/██/20██ without a shuttle. [6555-x23] was obtained by the organization after being alerted of the circumstances of its arrival by General ██████. [6555-x23] arrived with no passengers and loaded past carrying capacity with instances of SCP-1124 in their original canisters. Attempts to contact Theta or the station have since been unsuccessful. An unmanned drone has since been deployed to █████ to investigate.\n\n\nSCP-1124 Addendum-b :\n\nResearch drone x-23e was able to gain access to the research bay at ILYENA. Unidentified variations of SCP-1124 were discovered before comm loss with the drone. Reference SCP-1124 Video Transcript-c.\n\n\nSCP-1124 Video Transcript-c :\n\n\n\n\n\n\nClassification Number\n\n\nDescription\n\n\nHeat Signature\n\n\n\n\n\n\n1124-01\n\n\nSmall (each exactly 1.0268 kg) and generally inactive. Metallic in appearance. Has a distinct cone-shaped mantle and is perfectly bilaterally symmetrical. Speculated to activate when exposed to biological matter.\n\n\nNo heat signature\n\n\n\n\n\n\n1124-02\n\n\nAnatomically similar to common spiders. Differs in appearance from spiders in that the body segments are fused into four tagmata and joined by four cylindrical pedicels. Has one anterior antennae. Ignores research drone x-23e.\n\n\nNo heat signature\n\n\n\n\n\n\n1124-05\n\n\nHominid appearance. Appears in multiple places in different frames. After following the drone for some time a large flare damaged thermal sensors.\n\n\n4µm\n\n\n\n\n\n\n1124-88\n\n\nWe can conclude the material composing the progeny of 1124 is vincible. In other frames the material is shown to have regenerated.\n\n\nn/a\n\n\n\n\n\n\n1124-89\n\n\n[DATA EXPUNGED]\n\n\n8µm\n\n\n\n\n\n\n1124-07\n\n\nEntity ignored research drone allowing for close inspection. Has a tail equal in length to its body. Two sets of serrated teeth each approximately 10 centimetres in length. Observed destroying walls in Theta and consuming them. The consumption seems to be aided by elongated nostrils near its anterior.\n\n\n5.45µm\n\n\n\n\n\n\n1124-06\n\n\n[DATA EXPUNGED]\n\n\n[DATA INVALIDATED]\n\n\n\n\n\n\n1124-24\n\n\nFluctuated in appearance wildly although this may due to damaged thermal sensors. Subject first appears reptilian in appearance.\n\n\n2µm\n\n\n\n\n\n\n1124-23\n\n\nCaused considerable damage to x-23e. Sampling actuators completely dissolved.\n\n\n[DATA INVALIDATED]\n\n\n\n\n\n\n1124-████\n\n\nAfter some observation the subject's appearance altered to that of [DATA EXPUNGED] and gestured as if to suggest the drone do so. Researchers remotely operating the drone attempt to communicate with the entity. As a result of this verbal stimulus the entity charges toward the drone and finally communication with x-23e ceases. No further data could be obtained.\n\n\n[DATA INVALIDATED]\n\n\n\n\n\n\nCompilers Note - Addendum-d\n\nInstances of SCP-1124's progeny that express low heat signature vary slightly in appearance but share some characteristics including metallic angular features and segmented limbs.\n\n\nEntities with higher heat signatures appear less angular and are not segmented. Some bodily features are similar to animals that were previously housed on site, although these influences seem to be primarily reptilian.\n\n\nTemperatures on █████ range from -208 to -223 ºC and surface gravity is roughly 44.88 m/s^2. Life support systems at ILYENA are not functional. Gravity stabilization generators inside ILYENA are also non-functioning. The atmosphere of █████ would corrode most Earth metals. These entities do not require air and are composed of currently unclassified organic material and metals.\n\n\nTesting is requested on earth housed samples to confirm whether environmental factors affect the abilities SCP-1124 as testing on active samples at ILYENA is limited due to aforementioned conditions at ILYENA and the limitations of the research drones.\n\n\nVideo Recording 1124C area:\n\n\n\n\nResearcher █████████ enters area 1124C carrying container with one instance of SCP-1124.\n\n\n█████████ loses balance. A tear is shown on closer inspection near the researcher's leg. A negligible amount of blood is spilled on the casing.\n\n\nThe casing begins to move around and slide along the floor.\n\n\n█████████ places two hands on the casing, effectively stopping it from moving.\n\n\nA small hole appears on the casing surface. Researcher █████████ places one hand over the hole and quickly recoils in pain.\n\n\nA figure matching typical appearance of SCP-1124-1 emerges from the hole slightly, pausing for roughly 3s.\n\n\n█████████ remains still and continues looking at SCP-1124.\n\n\nSCP-1124 retreats into the hole.\n\n\n█████████ produces emergency film from a storage closet near unit 1124-C and leans over the box to begin applying it to the casing.\n\n\nSCP-1124 shoots out of its casing into █████████ mouth.\n\n\n█████████ appears to panic, runs into cell 1124-C and begins punching a button linking to the failsafe.\n\n\nDoors to unit 1124-C lock and the chamber begins filling with triflic acid and mist.\n\n\n█████████’s head appears to ‘inflate’ slightly. █████████ collapses. █████████’s skull appears through cracks in the skin on the head. Blood beginning to drain from cranial orifices.\n\n\nAt this point filming is obscured by acid all but completely filling the tank. The sound of a metallic screeching can be heard, followed by a dull thud and a sound \"similar to a balloon popping\".\n\n\n\n\n\n\nRelated Documentation\n\n\n\n\nRelated Documentation\n\n\n\n\nShort History of ILYENA, Project Tantalus, and the Grey Dragon Incident\n\n\nILYENA, or Site-x19 was established for conducting research and experimentation deemed too risky for planet-side operations. Due to its location on █████, ILYENA was a low risk solution and conveniently dispensable. The atmosphere on █████ rendered any containment breach irrelevant, and allowed for quick termination.\n\n\nAfter decades of research and failed termination attempts, SCP-███ became docile. During this 30 year “grace period”, absolutely no research or testing was devoted into the nature or genesis of SCP-███. SCP-███ was re-designated as Euclid although there was no change in containment procedure.\n\n\nSCP-███’s highly unusual, docile behavior was almost inexplicable at the time. This period of general quiet surrounding SCP-███ began shortly after the Foundation's involvement in Sector ████████. The Foundation’s extraterrestrial involvement was a response to civilian developmental breakthroughs resulting from the discovery of the ██████ equation, and the subsequent colonization of Sector ████████.\n\n\nSCP-███ once again became active when pods containing the SCP-1124 canisters landed at [DATA EXPUNGED] Air Force Base in ██████, NV on ██/██/20██. The resulting destruction of Site-██ and the continent of [DATA EXPUNGED] is known as the “Grey Dragon Incident”.\n\n\nWhen pods arrived at [DATA EXPUNGED] Air Force base, alarms in block █ of Site-██ sounded as a result of thermal and kinetic changes in the containment cell of SCP-███. D-Class personnel on assignment guarding SCP-███ reported movement in the containment cell. SCP-███ broke containment shortly after, ignoring site personnel and heading directly toward the ILYENA lander coordinates.\n\n\nAn alert was sent to General ██████. The General ordered a battalion of soldiers outfitted with [DATA EXPUNGED] to intercept SCP-███ on route to the lander. This resulted in ███ casualties. Mobile Task Forces Alpha-2 and Delta-5, each carrying single Alpha pods of SCP-1124, were intercepted and destroyed by SCP-███. Foundation losses were extreme. It was later revealed by Mobile Task Force Iota-5 after returning the lot of SCP-1124 that protocol was broken and these pods were given to the other groups as a diversionary measure. It is not known what became of the pods used for the diversion.\n\n\nSCP-███ went uncontained for ██ years. The continent of [INFORMATION OMITTED] inhospitable, marking the most severe breach in Foundation history. SCP-███ was finally lured into a new containment cell using an inactive SCP-1124.\n\n\nDuring the operation to intercept SCP-███, SCP-███’s containment cell was refit and housed 70km underground in a previously decommissioned facility. Walls were surrounded with pools of triflic acid and containment procedures were established on site. SCP-███'s containment, and Mobile Task Force Iota-5’s return and immediate termination marked the conclusion of the Grey Dragon incident.\n\n\nProject Tantalus began in the summer of 20██ following the string of incidents caused by the containment breach of SCP-███. SCP-███’s correlation with SCP-1124 was revealed through its actions. The project consists of SCP-███'s relocation to a new research facility in ████ for a new series of termination attempts.\n\n\n\n\n\n\n\n\n\n\nRelated SCP Objects:\n \nSCP-682\n \"Hard-To-Destroy Reptile\"\n\n\n\n\n\n\n\n\n« \nSCP-1123\n | SCP-1124 | \nSCP-1125\n »",
    "addendums": [
        "Addendum 1124-Audio-a:\n",
        "SCP-1124 Addendum-a : ILYENA lander returned to █████ Air Force Base in ██████, NV on ██/██/20██ without a shuttle. [6555-x23] was obtained by the organization after being alerted of the circumstances of its arrival by General ██████. [6555-x23] arrived with no passengers and loaded past carrying capacity with instances of SCP-1124 in their original canisters. Attempts to contact Theta or the station have since been unsuccessful. An unmanned drone has since been deployed to █████ to investigate.",
        "SCP-1124 Addendum-b : Research drone x-23e was able to gain access to the research bay at ILYENA. Unidentified variations of SCP-1124 were discovered before comm loss with the drone. Reference SCP-1124 Video Transcript-c.",
        "Compilers Note - Addendum-d Instances of SCP-1124's progeny that express low heat signature vary slightly in appearance but share some characteristics including metallic angular features and segmented limbs.\nEntities with higher heat signatures appear less angular and are not segmented. Some bodily features are similar to animals that were previously housed on site, although these influences seem to be primarily reptilian.\nTemperatures on █████ range from -208 to -223 ºC and surface gravity is roughly 44.88 m/s^2. Life support systems at ILYENA are not functional. Gravity stabilization generators inside ILYENA are also non-functioning. The atmosphere of █████ would corrode most Earth metals. These entities do not require air and are composed of currently unclassified organic material and metals.\nTesting is requested on earth housed samples to confirm whether environmental factors affect the abilities SCP-1124 as testing on active samples at ILYENA is limited due to aforementioned conditions at ILYENA and the limitations of the research drones."
    ],
    "documents": [],
    "notes": [
        "13:31:45: Sanders : Dr. Sanders, audio log A20, reporting successful mission. Samples are being housed. What we think are glass canisters were found beneath the [DATA EXPUNGED] mountain range; eighty-four south two-three east on your grids. Estimated four minutes before we reach the rover. 13:34:23: Sanders : Reached rover ahead of schedule. Everyone is present and accounted for. Estimated one hour before we reach Ilyena. 14:25:12: Sanders : We’re in the airlock now. We’ve dumped our cargo. Researcher Breen reports he is delivering the recovered canisters to dome Theta. 14:40:02: Sanders : Signing off. 03:35:10: Sanders : Met with Breen and he hasn't said anything about the canisters yet. “Saving the best for last” he says. Don’t know how he can resist something that bizarre. Guess that’s why we got him up here. 06:58:19: Sanders : Meeting with Breen again. Let me turn up my transmitter here. Say something Breen. Breen : Greetings from space. Sanders : You're a silly bitch, Breen. 07:05:19: Sanders : He’s got a few of the things that were inside the canisters laid out on a table. Breen says the canister itself wasn’t glass though – not sure what the material was. The canisters are egg shaped, no markings, smooth. They have lids on their ends that detach and reattach given a gentle pull. There are no adhesives, no screw tops or anything like that. They just come off and on. 07:10:22: Sanders : The things inside the “eggs” look like little silver squids. Their limbs are segmented. Can’t make out any eyes or mouths. Breen shook one around but the limbs didn’t wiggle like we expected them too. They’re stiff. 07:12:01: Sanders : Breen can’t begin dissection; their outer shells are too hard. Thinking they might just be figurines or something like that. 07:26:45: Sanders : Breen has blasted these things with heat, froze ‘em, even put them in a crusher, and they don’t seem to react at all. They just sneeze off anything we throw at them. 07:27:30: Sanders : He joked that we should sneeze on them. Breen gave me the honors. 07:28:23: Sanders : Couldn’t sneeze so I just spat on one. They don’t seem to be affected. Think they might just be figurines. 07:28:56: Sanders : Mother mercy one of those appendages is actually moving ! Woo boy that scared the sh- 01:00:00: Indecipherable noise Log Terminated",
        "Researcher █████████ enters area 1124C carrying container with one instance of SCP-1124. █████████ loses balance. A tear is shown on closer inspection near the researcher's leg. A negligible amount of blood is spilled on the casing. The casing begins to move around and slide along the floor. █████████ places two hands on the casing, effectively stopping it from moving. A small hole appears on the casing surface. Researcher █████████ places one hand over the hole and quickly recoils in pain. A figure matching typical appearance of SCP-1124-1 emerges from the hole slightly, pausing for roughly 3s. █████████ remains still and continues looking at SCP-1124. SCP-1124 retreats into the hole. █████████ produces emergency film from a storage closet near unit 1124-C and leans over the box to begin applying it to the casing. SCP-1124 shoots out of its casing into █████████ mouth. █████████ appears to panic, runs into cell 1124-C and begins punching a button linking to the failsafe. Doors to unit 1124-C lock and the chamber begins filling with triflic acid and mist. █████████’s head appears to ‘inflate’ slightly. █████████ collapses. █████████’s skull appears through cracks in the skin on the head. Blood beginning to drain from cranial orifices. At this point filming is obscured by acid all but completely filling the tank. The sound of a metallic screeching can be heard, followed by a dull thud and a sound \"similar to a balloon popping\"."
    ],
    "item": "SCP-1124",
    "object_class": "Keter",
    "containment_procedures": "All samples delivered are in containment. The distance of █████ from Earth and the conditions on the planet itself render any breach of containment of active instances of SCP-1124 unlikely; these entities have been observed to be exclusively terrestrial. A repeat of the lander incident at █████ Air Force Base is unlikely as no more than one lander and shuttle was stationed at ILYENA at the time of the outbreak. Research drones have revealed that the since missing shuttle is currently eroding on the planet surface.",
    "description": "SCP-1124 are metallic objects found near research base ILYENA on █████. The first instances of SCP-1124 were recovered from canisters underneath [DATA EXPUNGED] mountain range.",
    "title": "SCP-1124"
}