{
    "url": "https://scp-wiki.wikidot.com/scp-1134",
    "all_text": "rating: \n+80\n+\n–\nx\n\n\nItem #:\n SCP-1134\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1134 is contained in Volatile Items Storage Warehouse 14 in a 3m x 3m x 4m room with one exit consisting of a standard reinforced airtight door. All interior surfaces of the containment room are to be coated in SCP-1134-1.\n\n\nPersonnel requesting the use of SCP-1134-1 in containment procedures or security measures must be Level 2 or above and must obtain clearance from Dr. Blank.\n\n\nDescription:\n SCP-1134 is a circular polyvinyl-chloride 10-gallon container of paint-and-primer mix bearing the label \"████████ Conglomerate NO MESS Ballistics-Grade Paint | Colour formula 366\" in a translation below the primary label, which is slightly modified traditional kanji. No such company has been located at this time. All other writing on the drum is in this modified traditional kanji, and deals with patent information and date of manufacture, noted as 04/11/20██. The lid is easily detached and reattached.\n\n\nSCP-1134-1 is the liquid contained in SCP-1134. It has roughly the same consistency as a high-quality paint-and-primer mix. There are currently 8.02 gallons remaining of the original ten, the remaining liquid having been used as paint prior to recovery or in subsequent Foundation testing. SCP-1134-1 is a glossy violet in color.\n\n\nSCP-1134-1 is extremely hazardous due to the anomalous qualities of the liquid. Any amount of SCP-1134-1 that is allowed to gain free momentum prior to surface application quickly accelerates to a uniform speed of 490 m/s, equivalent to a .357 magnum handgun round. Larger amounts of SCP-1134-1 break up into smaller uniform droplets, measured by high-speed camera to be oblong, 33mm long, and very similar in shape to bullets. Upon impact with an unpainted surface or obstruction, SCP-1134-1 behaves in a similar manner to a bullet.\n\n\nUnlike bullets, SCP-1134-1 does not lose energy when coming into contact with a surface or obstruction and will instead ricochet at a constant speed until making contact with a SCP-1134-1 painted surface or organic object. Once contact is made with the painted surface, the ricocheting SCP-1134-1 is absorbed into the liquid on the surface and a corresponding increase in surface coverage can be measured. SCP-1134 has been demonstrated to be exempt from damage due to SCP-1134-1.\n\n\nOnce applied to a surface and allowed to dry, SCP-1134-1 has been observed to be completely bulletproof, withstanding impacts up to a .30 caliber sniper round. Any surface painted with SCP-1134-1 will be undamaged by force below 65,000 N (see Test Log 1134-03) applied to the side that is painted. Force applied from the other side of the surface has been met with normal resistance for the surface up to the point at which SCP-1134-1 forms a dry barrier.\n\n\nO5 Note:\n \nWe feel that despite the obvious benefits of SCP-1134-1, access must be carefully regulated by the research head due to the limited quantities we currently possess.\n - O5-██\n\n\nRecovery Log 1134 Abstract:\n SCP-1134 was recovered on 07/20/2004 in a warehouse belonging to ███ ████████. It was found among other supplies in the foreman's office, which appeared to be in the middle of renovation. Anomalous properties were determined after Recovery Agent Groulson accidentally spilled a small amount of SCP-1134-1, resulting in 4 deaths.\n\n\n\n\n\n\n« \nSCP-1133\n | SCP-1134 | \nSCP-1135\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1134\n\" by Dr Blank, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1134\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-1134 \" by Dr Blank, from the SCP Wiki . Source: https://scpwiki.com/scp-1134 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1134",
    "object_class": "Safe",
    "containment_procedures": "SCP-1134 is contained in Volatile Items Storage Warehouse 14 in a 3m x 3m x 4m room with one exit consisting of a standard reinforced airtight door. All interior surfaces of the containment room are to be coated in SCP-1134-1.",
    "description": "SCP-1134 is a circular polyvinyl-chloride 10-gallon container of paint-and-primer mix bearing the label \"████████ Conglomerate NO MESS Ballistics-Grade Paint | Colour formula 366\" in a translation below the primary label, which is slightly modified traditional kanji. No such company has been located at this time. All other writing on the drum is in this modified traditional kanji, and deals with patent information and date of manufacture, noted as 04/11/20██. The lid is easily detached and reattached.",
    "title": "SCP-1134"
}