{
    "url": "https://scp-wiki.wikidot.com/scp-1143",
    "all_text": "Cool Guys Don't Look At Explosions\n\n\nWritten by: XilasCrowe\n\n\nKa\nBOOM\n\n\n\n\n\n\n\n\n\n\nMore From This Axolotl\n\n\n\n\n\n\nSCP-3529\n\n\nRating: 368\n\n\nComments: 35\n\n\n\n\n\n\nSCP-4332\n\n\nRating: 135\n\n\nComments: 27\n\n\n\n\n\n\nSCP-4663\n\n\nRating: 102\n\n\nComments: 13\n\n\n\n\n\n\nSCP-3684\n\n\nRating: 95\n\n\nComments: 29\n\n\n\n\n\n\nSCP-2454\n\n\nRating: 76\n\n\nComments: 10\n\n\n\n\n\n\nChanges All That Is Around Me\n\n\nRating: 46\n\n\nComments: 7\n\n\n\n\n\n\nSCP-5588\n\n\nRating: 45\n\n\nComments: 6\n\n\n\n\n\n\nDon't Forget The Dead\n\n\nRating: 32\n\n\nComments: 3\n\n\n\n\n\n\n\n\n\n\n\n\n[{$authorPage} ▸ More by this Author ◂]\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+100\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nCool Guys Don't Look At Explosions\n\n\nWritten by: XilasCrowe\n\n\n\n\n\n\nMore from this axolotl\n\n\n\n\nLess from this axolotl\n\n\n\n\n\n\n\n\nStuff I did\n\n\n\n\n\n\nSCP-3529\n\n\nRating: 368\n\n\nComments: 35\n\n\n\n\n\n\nSCP-4332\n\n\nRating: 135\n\n\nComments: 27\n\n\n\n\n\n\nSCP-4663\n\n\nRating: 102\n\n\nComments: 13\n\n\n\n\n\n\nSCP-3684\n\n\nRating: 95\n\n\nComments: 29\n\n\n\n\n\n\nSCP-2454\n\n\nRating: 76\n\n\nComments: 10\n\n\n\n\n\n\nChanges All That Is Around Me\n\n\nRating: 46\n\n\nComments: 7\n\n\n\n\n\n\nSCP-5588\n\n\nRating: 45\n\n\nComments: 6\n\n\n\n\n\n\nDon't Forget The Dead\n\n\nRating: 32\n\n\nComments: 3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThanks to \nWeryllium\n, \nJazstar\n, \nCyrusFiredawn\n, \nmultizig\n, and probably like 8 more people whose names I've forgotten for looking at this.\n\n\n\n\n\n\n\n\nrating: \n+100\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-1143\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1143 is to be locked in a fitted carrying case kept in a standard Safe-class containment locker. SCP-1143 is not to be worn except during controlled testing performed under the jurisdiction of a Level 3 researcher. Under no circumstances is SCP-1143 allowed to be worn indoors or within sight of any Foundation structures.\n\n\nDescription:\n SCP-1143 is a pair of unbranded aviator sunglasses. When worn by an individual (SCP-1143-1) it causes inanimate objects behind the individual to spontaneously explode in a seemingly random pattern.\n\n\nThe likelihood of SCP-1143 causing explosions is dependent on six variables. These six variables determine the various attributes of SCP-1143's effects.\n\n\n\n\nBuild\n: The physiology of SCP-1143-1 affects the size of SCP-1143's effects. The more physically fit SCP-1143-1 is, the more explosive force is generated. This can also be affected by the mental capabilities of SCP-1143-1: subjects with above-average intelligence also increase the explosion's scale.\n\n\n\n\n\n\nAttitude\n: SCP-1143-1's attitude affects the magnitude, spread, and duration of SCP-1143's effects. The exact conditions used to define this are unique to each SCP-1143-1, and are dependent on their individual personalities, but confidence, calmness, and pride have been identified as the three most common affecting emotions.\n\n\n\n\n\n\nDress\n: The clothing worn by SCP-1143-1 while wearing SCP-1143 affects the nature of the targeted object.\n1\n Suits and other formal clothing cause SCP-1143 to target more industrial objects, as well as large scale architecture. Casual clothing results in more everyday, commonplace objects to be targeted, primarily vehicles, homes, and other small scale infrastructure. Pajamas and other sleepwear, including nudity, typically restrict SCP-1143's effect to small scale household items such as televisions, toasters, and the like.\n\n\n\n\n\n\nAction\n: Actions taken affect the likelihood of an object exploding at a given time. SCP-1143's effects are most likely to manifest when rounding a corner, throwing an object over the shoulder of SCP-1143-1, or jumping through objects and out of buildings. Standing still has been shown to cause a severe decrease in SCP-1143's effects, with objects exploding at ≈ .4% frequency.\n\n\n\n\n\n\nSpeed\n: Speed affects the spread and ferocity of the explosions. Moving slowly has been shown to significantly increase the spread of the explosion, with a speed of about 20% SCP-1143-1's average walking speed causing explosions to be roughly 2000% larger. Similarly, moving quickly, preferably with the aid of an open-air vehicle, causes SCP-1143's explosions to be significantly more damaging, usually rendering the affected object shredded and causing flaming debris to be launched violently in every direction.\n\n\n\n\n\n\nStamina\n: SCP-1143-1's stamina and reaction to SCP-1143 determines the potential chain reactions of SCP-1143's effects. After the initial detonation, additional detonations will begin to occur rapidly, until SCP-1143-1 either reacts adversely to the explosions, or witnesses them.\n\n\n\n\nSCP-1143 also exhibits a mild space-warping effect, causing all shrapnel from the explosions to miss SCP-1143-1. This effect will also deflect bullets and other high-projectile objects that approach SCP-1143-1 during SCP-1143's duration.\n2\n\n\nIn the event of SCP-1143-1 seeing SCP-1143's effect, whether by turning around or in reflections, the explosion will immediately cease. Damage already dealt to the object will remain, as well as any fires caused as a result of the explosion but not directly by SCP-1143.\n\n\nAddendum 1143-1: Discovery\n\n\nSCP-1143 was discovered during a Foundation raid on PoI-9173, a Hollywood actor/director and confirmed reality bender. PoI-9137 was able to escape utilizing several anomalous items, the majority of which were retrieved and are currently undergoing testing.\n\n\nAddendum 1143-2: Incident 1143-A\n\n\nDuring a test to determine the effects of SCP-1143 when worn improperly, SCP-1143-1 was instructed to place SCP-1143 on the back of her head. SCP-1143's effect did not activate for the duration of the test\n3\n regardless of any actions preformed by SCP-1143-1. When the testing was concluded SCP-1143-1 was instructed to remove SCP-1143 from her head. Immediately upon doing so SCP-1143 detonated with the estimated force of a twenty megaton bomb. All on-location parties were killed, but due to the volatile nature of SCP-1143 this test had been conducted in a remote location, leading to no further Foundation or civilian casualties. Misinformation confirming the blast was a scheduled nuclear weapons test was successfully implanted, and SCP-1143 was later recovered undamaged from the site. Further testing of this nature is prohibited.\n\n\n\n\nFootnotes\n\n\n1\n. The exception to this being explosives. Any explosives located in SCP-1143's Area of Effect will be the first items targeted regardless of what SCP-1143-1 is wearing.\n\n\n2\n. The duration of which the object is currently exploding, typically lasting between 5 and 60 seconds.\n\n\n3\n. A time of approximately two hours.\n\n\n\n\n\n\n\n\n« \nSCP-1142\n | SCP-1143 | \nSCP-1144\n »",
    "addendums": [
        "Addendum 1143-1: Discovery\nSCP-1143 was discovered during a Foundation raid on PoI-9173, a Hollywood actor/director and confirmed reality bender. PoI-9137 was able to escape utilizing several anomalous items, the majority of which were retrieved and are currently undergoing testing.",
        "Addendum 1143-2: Incident 1143-A\nDuring a test to determine the effects of SCP-1143 when worn improperly, SCP-1143-1 was instructed to place SCP-1143 on the back of her head. SCP-1143's effect did not activate for the duration of the test 3 regardless of any actions preformed by SCP-1143-1. When the testing was concluded SCP-1143-1 was instructed to remove SCP-1143 from her head. Immediately upon doing so SCP-1143 detonated with the estimated force of a twenty megaton bomb. All on-location parties were killed, but due to the volatile nature of SCP-1143 this test had been conducted in a remote location, leading to no further Foundation or civilian casualties. Misinformation confirming the blast was a scheduled nuclear weapons test was successfully implanted, and SCP-1143 was later recovered undamaged from the site. Further testing of this nature is prohibited."
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-1143",
    "object_class": "Safe",
    "containment_procedures": "SCP-1143 is to be locked in a fitted carrying case kept in a standard Safe-class containment locker. SCP-1143 is not to be worn except during controlled testing performed under the jurisdiction of a Level 3 researcher. Under no circumstances is SCP-1143 allowed to be worn indoors or within sight of any Foundation structures.",
    "description": "SCP-1143 is a pair of unbranded aviator sunglasses. When worn by an individual (SCP-1143-1) it causes inanimate objects behind the individual to spontaneously explode in a seemingly random pattern.",
    "title": "SCP-1143"
}