{
    "url": "https://scp-wiki.wikidot.com/scp-1148",
    "all_text": "rating: \n+45\n+\n–\nx\n\n\n\n\n\n\nSCP-1148 prior to extraction\n\n\n\n\n\n\nItem #:\n SCP-1148\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1148 is to remain situated on the window hereafter referred to as SCP-1148-1. To this end, SCP-1148-1 is to be embedded in a wall dividing a standard containment room in two. Illumination of no less than 100W is to be provided in the entrance division of the room, while the second division is to remain unlit. In case of power loss, chemiluminescent sources sufficient for 24 hours are mandated. Illumination between the room’s sections must never fall below a difference of 75W.\n\n\nDescription:\n SCP-1148 is the reflected image currently maintained on SCP-1148-1. It appears identical to the reflection that should occur naturally on the surface of SCP-1148-1 aside from those minor discrepancies outlined below. SCP-1148 totally obstructs the view outward through SCP-1148-1 despite the transparency of the underlying glass.\n\n\nSubjects who view the illuminated side of SCP-1148-1 are initially oblivious to the presence of SCP-1148 beyond that of an ordinary reflection; observation from the opposite side of SCP-1148-1 yields no reflection and has been found asymptomatic. After approximately 15 minutes of exposure, the first documented symptoms begin to manifest. Effects are as listed:\n\n\n\n\nparanoia regarding what is behind SCP-1148\n\n\na feeling of “being watched”\n\n\na fixation on observing SCP-1148 despite a desire to turn away\n\n\n\n\nWithin 5 minutes of the appearance of these symptoms, subjects report sighting transient figures as part of SCP-1148. These figures, which should not present as part of a true reflection, are described as disappearing upon intentional viewing and include a man cloaked in a black hood, a large winged biped, and a pair of glowing eyes.\n\n\nWithin an additional 5 minutes of exposure, subjects express an irrational desire to approach SCP-1148. Reasons are varied, but are often explained as wanting to close SCP-1148-1 or draw a blind, despite the fact that SCP-1148-1 is neither capable of opening nor has any covering.\n\n\nUpon moving within 2 cm of SCP-1148, an unseen force is witnessed to act upon the subject, drawing them closer. While invisible to external observers, various hysterical victims describe a pair of disembodied arms emerging from SCP-1148. Said limbs extend to approximately elbow length and are assumed to be humanoid, acting to pull the subject inside SCP-1148. No subject has yet been recovered following this event.\n\n\nAddendum:\n At the present time no method of independently containing SCP-1148 can be ascertained. Equal illumination of both sides of SCP-1148-1 is expected to remove SCP-1148, but based on information gathered before its collection, it would most likely be transported to another suitable reflective surface. All known appearances of SCP-1148 have occurred on unbacked, vertical plates having at least 1m of clearance behind them and which are capable of transmitting light through their entirety (e.g. windows, sliding doors, windscreens). Proximity is thought to be the deciding factor in this transfer, but testing has been postponed due to the large risk of breach.\n\n\n\n\n+ Experiment Log-1148-1\n\n\n\n\n- Experiment Log-1148-1\n\n\n\n\nThe below is a transcript of the experiences of subject D-31415 with SCP-1148 as proctored by Dr. ████.\n\n\n\n\n00:00 – \nSubject enters illuminated side of containment chamber.\n\n\nSubject:\n OK Doc, so what am I supposed to do? There’s nothin' in here but a chair and a window.\n\n\nDr. ████:\n No action is required at this time. All you must do remain in the room. How do you feel?\n\n\nSubject:\n Fine, I guess. Am I supposed to feel anythin'? Hey, is there somthin' behind that window? I can’t tell where it goes.\n\n\nDr. ████:\n Please refrain from asking questions. Only information regarding your emotional and mental state is needed at this time.\n\n\n\n\n\n01:15 – \nSubject remains seated in the folding chair provided. He faces the wall perpendicular to SCP-1148-1.\n\n\nDr. ████:\n Do you notice any change in your mentality?\n\n\nSubject:\n Nothin' so far Doc. I’m just kinda bored sittin' here. Couldn’t you've thrown in a TV or a magazine or somethin'?\n\n\n\n\n\n14:37 – \nUntil this time the subject has remained essentially stationary in the aforementioned chair. No feelings other than boredom have been reported.\n\n\nSubject:\n Hey, Doc, I think I’m starting to get somethin'. I’ve been feelin sorta creeped out just sittin' here.\n\n\nDr. ████:\n Please elaborate. How do you feel exactly?\n\n\nSubject:\n Dunno, just sort of uncomfortable in my own skin, you know. It isn’t right in here. What did you say was behind that window again Doc?\n\n\nDr. ████:\n Can you be more specific?\n\n\nSubject turns to face SCP-1148-1 and immediately resumes former position.\n\n\nSubject:\n It’s like somethin' is watchin me. I don’t like this. Can we stop now? What’s behind that glass Doc? You gotta tell me.\n\n\nDr. ████:\n There is no cause for alarm. Remain seated and continue the test.\n\n\nSubject again turns toward SCP-1148-1, this time maintaining his gaze.\n\n\nSubject:\n Come on Doc. This isn’t cool. I swear somethin’s looking at me from behind that that thing. Why can’t I see through it? What’d you guys put back there? Come on.\n\n\n\n\n\n20:17 – \nSubject has exhibited a pattern of glancing at SCP-1148-1 and then breaking eye contact for the last several minutes. Observations are increasing in duration and now last several seconds. Subject is also visibly agitated.\n\n\nSubject:\n OK Doc. This isn’t funny anymore. I want this to stop. I can’t take it.\n\n\nDr. ████:\n Please specify. What can’t you take?\n\n\nSubject:\n It’s too much. I swear I’m not alone. What is behind that glass Doc? I know there’s somethin'. What is it? Why can’t I see? Tell me what’s goin on!\n\n\nSubject is becoming increasingly fixated on SCP-1148-1. Despite his requests to leave the containment area he has not left the chair. His pattern of glances continues.\n\n\nSubject:\n Holy shit! What was that thing? I swear it was there. Why can’t I see it?\n\n\nDr. ████:\n Please describe what you have seen.\n\n\nSubject:\n It was like, I don’t know, big, like a guy or something in the window, but there were wings, definitely wings. There it is again! Wait! Where’d it go? I’m not crazy Doc! Why won’t you tell me what’s on the other side of that window?\n\n\nSubject displays a frenzied observation pattern. He is highly distressed by his observations. Subject remains seated.\n\n\nDr. ████:\n Please continue. Your experiences are vital to the experiment.\n\n\nSubject:\n No way Doc. No way! I can see it in the corner of my eye. Why can’t I get a clear view? Why are you doing this to me? What the hell is behind that window? I know it can see me. Why can’t I see what it is? Tell me what’s goin on!\n\n\n\n\n\n24:41 – \nSubject has maintained his position but is becoming very erratic. He claims to see horrific images in his peripheral vision; no clear description has yet been provided. His view of SCP-1148-1 is now almost continuous.\n\n\nSubject:\n Hey Doc, I’m feelin a bit better. Sorry for how I was actin before. It’s creepy as hell in here though.\n\n\nDr. ████:\n Are you still feeling distressed? Are there any more figures in the reflection?\n\n\nSubject:\n I still want to know what’s behind that thing, Doc. Why won’t you tell me? That thing seems to have disappeared mostly though. I still don’t like it in here. How much longer is this gonna take?\n\n\nDr. ████:\n The experiment will continue until we have recorded all relevant data. Please attempt to describe what you have seen.\n\n\nSubject:\n Doc, how long has that window been open? Do you think it’s a good idea to leave it like that with that thing out there? I think I should close it.\n\n\nSubject stands and begins to approach SCP-1148-1. He never breaks eye contact. He appears unaware that SCP-1148-1 has no hinge and is incapable of moving.\n\n\nSubject:\n I’ve gotta close it Doc. There’s no way I’m letting that thing in here. No way! Screw your test. I’m not dying for this! I don’t care what you have back there as long as it stays the hell put!\n\n\nDr. ████:\n Proceed.\n\n\nSubject makes physical contact with the frame of SCP-1148-1.\n\n\nSubject:\n HOLY SHIT! NO! JESUS CHRIST! NO!\n\n\nDr. ████:\n What’s happening? Describe your experience.\n\n\nSubject:\n MAKE IT STOP! JESUS FUCKING CHRI -\n\n\n\n\nThe experiment was concluded following the absorption of D-31415. No remains were recovered following his disappearence.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1147\n | SCP-1148 | \nSCP-1149\n »",
    "addendums": [
        "Addendum: At the present time no method of independently containing SCP-1148 can be ascertained. Equal illumination of both sides of SCP-1148-1 is expected to remove SCP-1148, but based on information gathered before its collection, it would most likely be transported to another suitable reflective surface. All known appearances of SCP-1148 have occurred on unbacked, vertical plates having at least 1m of clearance behind them and which are capable of transmitting light through their entirety (e.g. windows, sliding doors, windscreens). Proximity is thought to be the deciding factor in this transfer, but testing has been postponed due to the large risk of breach."
    ],
    "documents": [],
    "notes": [
        "00:00 – Subject enters illuminated side of containment chamber. Subject: OK Doc, so what am I supposed to do? There’s nothin' in here but a chair and a window. Dr. ████: No action is required at this time. All you must do remain in the room. How do you feel? Subject: Fine, I guess. Am I supposed to feel anythin'? Hey, is there somthin' behind that window? I can’t tell where it goes. Dr. ████: Please refrain from asking questions. Only information regarding your emotional and mental state is needed at this time. 01:15 – Subject remains seated in the folding chair provided. He faces the wall perpendicular to SCP-1148-1. Dr. ████: Do you notice any change in your mentality? Subject: Nothin' so far Doc. I’m just kinda bored sittin' here. Couldn’t you've thrown in a TV or a magazine or somethin'? 14:37 – Until this time the subject has remained essentially stationary in the aforementioned chair. No feelings other than boredom have been reported. Subject: Hey, Doc, I think I’m starting to get somethin'. I’ve been feelin sorta creeped out just sittin' here. Dr. ████: Please elaborate. How do you feel exactly? Subject: Dunno, just sort of uncomfortable in my own skin, you know. It isn’t right in here. What did you say was behind that window again Doc? Dr. ████: Can you be more specific? Subject turns to face SCP-1148-1 and immediately resumes former position. Subject: It’s like somethin' is watchin me. I don’t like this. Can we stop now? What’s behind that glass Doc? You gotta tell me. Dr. ████: There is no cause for alarm. Remain seated and continue the test. Subject again turns toward SCP-1148-1, this time maintaining his gaze. Subject: Come on Doc. This isn’t cool. I swear somethin’s looking at me from behind that that thing. Why can’t I see through it? What’d you guys put back there? Come on. 20:17 – Subject has exhibited a pattern of glancing at SCP-1148-1 and then breaking eye contact for the last several minutes. Observations are increasing in duration and now last several seconds. Subject is also visibly agitated. Subject: OK Doc. This isn’t funny anymore. I want this to stop. I can’t take it. Dr. ████: Please specify. What can’t you take? Subject: It’s too much. I swear I’m not alone. What is behind that glass Doc? I know there’s somethin'. What is it? Why can’t I see? Tell me what’s goin on! Subject is becoming increasingly fixated on SCP-1148-1. Despite his requests to leave the containment area he has not left the chair. His pattern of glances continues. Subject: Holy shit! What was that thing? I swear it was there. Why can’t I see it? Dr. ████: Please describe what you have seen. Subject: It was like, I don’t know, big, like a guy or something in the window, but there were wings, definitely wings. There it is again! Wait! Where’d it go? I’m not crazy Doc! Why won’t you tell me what’s on the other side of that window? Subject displays a frenzied observation pattern. He is highly distressed by his observations. Subject remains seated. Dr. ████: Please continue. Your experiences are vital to the experiment. Subject: No way Doc. No way! I can see it in the corner of my eye. Why can’t I get a clear view? Why are you doing this to me? What the hell is behind that window? I know it can see me. Why can’t I see what it is? Tell me what’s goin on! 24:41 – Subject has maintained his position but is becoming very erratic. He claims to see horrific images in his peripheral vision; no clear description has yet been provided. His view of SCP-1148-1 is now almost continuous. Subject: Hey Doc, I’m feelin a bit better. Sorry for how I was actin before. It’s creepy as hell in here though. Dr. ████: Are you still feeling distressed? Are there any more figures in the reflection? Subject: I still want to know what’s behind that thing, Doc. Why won’t you tell me? That thing seems to have disappeared mostly though. I still don’t like it in here. How much longer is this gonna take? Dr. ████: The experiment will continue until we have recorded all relevant data. Please attempt to describe what you have seen. Subject: Doc, how long has that window been open? Do you think it’s a good idea to leave it like that with that thing out there? I think I should close it. Subject stands and begins to approach SCP-1148-1. He never breaks eye contact. He appears unaware that SCP-1148-1 has no hinge and is incapable of moving. Subject: I’ve gotta close it Doc. There’s no way I’m letting that thing in here. No way! Screw your test. I’m not dying for this! I don’t care what you have back there as long as it stays the hell put! Dr. ████: Proceed. Subject makes physical contact with the frame of SCP-1148-1. Subject: HOLY SHIT! NO! JESUS CHRIST! NO! Dr. ████: What’s happening? Describe your experience. Subject: MAKE IT STOP! JESUS FUCKING CHRI -"
    ],
    "item": "SCP-1148",
    "object_class": "Safe",
    "containment_procedures": "SCP-1148 is to remain situated on the window hereafter referred to as SCP-1148-1. To this end, SCP-1148-1 is to be embedded in a wall dividing a standard containment room in two. Illumination of no less than 100W is to be provided in the entrance division of the room, while the second division is to remain unlit. In case of power loss, chemiluminescent sources sufficient for 24 hours are mandated. Illumination between the room’s sections must never fall below a difference of 75W.",
    "description": "SCP-1148 is the reflected image currently maintained on SCP-1148-1. It appears identical to the reflection that should occur naturally on the surface of SCP-1148-1 aside from those minor discrepancies outlined below. SCP-1148 totally obstructs the view outward through SCP-1148-1 despite the transparency of the underlying glass.",
    "title": "SCP-1148"
}