{
    "url": "https://scp-wiki.wikidot.com/scp-1154",
    "all_text": "rating: \n+175\n+\n–\nx\n\n\nItem #:\n SCP-1154\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1154 is to be contained in Storage Unit ██, located at Site ██. SCP-1154 is to be contained in a 15cm x 15cm sealed container. SCP-1154 is to be kept under guard by one (1) security officer at all times. Viewing of SCP-1154 must be conducted by members of D-class personnel.\n\n\nIf any additional components of SCP-1154 are discovered to exist, they are to be immediately secured and contained by Mobile Task Force Zeta-29 (\"Dragon Slayers\"). Any civilians affected by SCP-1154 are to be brought into Foundation custody for two (2) weeks. If, at the end of this period, they have not expired, they are to be dosed with a Class-A amnestic and released.\n\n\nAny testing with SCP-1154 must be authorised by at least two Level Three personnel.\n\n\nDescription:\n SCP-1154 is the designation given to a collection of media which includes poems, short stories, a novel and a VHS tape. All components have thematic links to an entity which the components refer to as 'the Dragon'. Descriptions of this entity vary with SCP-1154's different components, and very few of the components describe SCP-1154 in accordance with the traditional European image of a dragon. (See Component Analysis 1154-1 for further information.)\n\n\nSCP-1154's anomalous effects become apparent when one of its components is viewed and understood by a human being, who will hereafter be referred to as the subject. Over the course of two weeks, the subject will experience the following phenomena:\n\n\n\n\nDreams involving vaguely reptilian entities\n\n\nValuables such as jewellery mysteriously disappearing\n\n\nPerceiving a drastic increase in the ambient temperature\n\n\nA feeling that they are being followed\n\n\nSpontaneous combustion (This has not been known to occur with all subjects, and it is unknown what criteria, if any, affects whether this will occur. After death, the body of the subject has been known to disappear, accompanied by the sounds of consumption.)\n\n\n\n\n\n\nComponent Analysis 1154-1\n\n\n\n\nClose Log\n\n\n\n\nA summary of the various components that comprise SCP-1154. Components are numbered in the order of their discovery.\n\n\nSCP-1154-1:\n A poem originating from the 1600's entitled 'The Beast of [REDACTED]'. The poem describes how a kingdom is attacked by a dragon and how the king sends three knights to defeat it. Two of the knights are killed by the dragon, but the third knight climbs onto the dragon's back. The poem described how he manages to climb atop its neck and stab it in the throat. He is then eaten whole by the dragon and the poem ends with the words 'And blessed with glory was that beast, Who had come from alien skies to feast'.\n\n\nSCP-1154-2:\n An unpublished novel entitled 'A Quest of Gold'. It follows the adventures of a scholar as he and a group of adventurers attempt to defeat the antagonist, who is referred to as 'The Dragon King'. The protagonists eventually kill 'The Dragon King', but the epilogue describes the scholar being possessed and becoming the new 'Dragon King'.\n\n\nSCP-1154-3:\n A short story entitled 'The Dragon's Shadow'. The story is presented from the point of view of a young boy who is afraid that a dragon is present inside his house. In the story, the dragon is described as dog-sized and as having insectoid properties. The dragon chases the boy around his house, eventually killing and consuming him.\n\n\nSCP-1154-4:\n A crayon drawing of a dragon.\n\n\nSCP-1154-5:\n The dream diary of █████ ███████. Roughly 90 percent of the described dreams involve dragons, lizards, or fire. It is unknown why this specific dream diary carries SCP-1154's properties, as other written accounts of dreams caused by SCP-1154 carry no anomalous effects.\n\n\nSCP-1154-6:\n A movie filmed in 1993 entitled 'Kouen, The Eternal Dragon!'. The film's plot involves the arrival of a humanoid reptile in Tokyo and the military's attempt to destroy it. All attempts are unsuccessful, however, and the film ends with the reptile consuming the last of the survivors.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1153\n | SCP-1154 | \nSCP-1155\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1154\n\" by Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1154\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-1154 \" by Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-1154 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1154",
    "object_class": "Safe",
    "containment_procedures": "SCP-1154 is to be contained in Storage Unit ██, located at Site ██. SCP-1154 is to be contained in a 15cm x 15cm sealed container. SCP-1154 is to be kept under guard by one (1) security officer at all times. Viewing of SCP-1154 must be conducted by members of D-class personnel.",
    "description": "SCP-1154 is the designation given to a collection of media which includes poems, short stories, a novel and a VHS tape. All components have thematic links to an entity which the components refer to as 'the Dragon'. Descriptions of this entity vary with SCP-1154's different components, and very few of the components describe SCP-1154 in accordance with the traditional European image of a dragon. (See Component Analysis 1154-1 for further information.)",
    "title": "SCP-1154"
}