{
    "url": "https://scp-wiki.wikidot.com/scp-1165",
    "all_text": "rating: \n+450\n+\n–\nx\n\n\nItem #:\n SCP-1165\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-1165 is to remain permanently closed to civilian traffic. Both entrances to SCP-1165 are to be fenced and marked with quarantine signs, in English and Spanish, warning of high concentrations of toxic contaminants. Plainclothes security personnel are to monitor entrances and act as necessary to discourage unauthorized entrance.\n\n\nAll businesses with doors or windows facing SCP-1165 are to have said exits walled over, padlocked, or otherwise rendered inaccessible to prevent unsecured access. Any municipal or utility vehicles requiring access to SCP-1165 are to enter by the western entrance and exit by the east entrance only.\n\n\nAll survey teams entering SCP-1165 are to be accompanied by a squad-strength detachment from MTF Tau-1165 (\"Snickelway\"). All individuals operating within SCP-1165 are to keep a GPS beacon, wireless communication device, and helmet camera on their person at all times. Surveys are not to enter SCP-1165 at night or when there is a possibility of electric power outage due to weather or grid overload.\n\n\nAny unauthorized persons entering or exiting SCP-1165 are to be detained, debriefed, and administered a Class-B amnestic. Any person observed exiting SCP-1165 is to be assumed to be hostile until a contrary determination can be made.\n\n\nDescription:\n SCP-1165 consists of an alley located in ███████, ██ and an anomalous urban area connecting to it. The alley runs east to west for approximately 0.3 km in downtown ███████, bisecting the city block created by ████ St. and █████████ St. on the east and west, and by ████ St. and ███ Ave. on the north and south. City records indicate that the alley was laid out when the streets of ███████ were first paved in the early 20th century. Aside from construction and renovation of abutting structures, utility work, and a repaving in 19██, it has undergone no significant changes since then.\n\n\nThe alley exhibits no anomalous effects to traffic entering from the west or exiting from the east. When a traveler enters the alley's eastern exit and proceeds westward, however, there is a 36% probability that the alley will not exit onto █████████ St., but onto a street not accessible by other means. This street connects to a network of other streets that extend outwards in no particular pattern, none of which can be accessed by any means other than the alley. These streets, while almost always meeting at four-way grid intersections, are highly irregular in layout and begin and end abruptly. Traffic lights, lampposts, and other electronics present within SCP-1165, have power received from an as-yet unidentified source, and function reliably without any indication of human intervention.\n\n\nThe streets of SCP-1165 are lined with buildings mostly demonstrating examples of 20th century American architecture. The vast majority of the buildings appear to be of a business storefront or industrial nature - less than 6% of buildings surveyed are residential structures. Of buildings surveyed to date, 17% have been identified as strongly resembling or being identical to buildings known to exist in the ███████ area. 24% have been identified as resembling buildings found in other locations, most notably a 300 m. structure resembling the Eiffel Tower, visible in the distance northeast from the entrance to the alley. Road signage exhibits names of known and unknown streets in a similar manner.\n\n\nNo automobiles or people (except as per Survey Log 1165) have been spotted within SCP-1165, nor any animal or insect life. Plant life is limited to grass, flowers, and small trees found growing in yards of buildings or along sidewalk easements.\n\n\nSCP-1165 extends outward in all directions from the entrance point of the alley. To date, Foundation teams have fully surveyed and charted 27 sq. km. of SCP-1165, an area of land encompassing the entirety of downtown ███████ and surrounding neighborhoods, and extending outwards into ████ Bay and █████ █████. No geographical boundary to SCP-1165 has yet been determined (except as per Survey Log 1165).\n\n\nThe streets and buildings found within SCP-1165 have not changed since the first Foundation survey entered SCP-1165 in 19██. Returning down the entrance alley will return any traveler to ████ St. 100% of the time. Cellular phones and GPS devices continue to function within SCP-1165 and indicate that the device is in a location relative to the distance the bearer has traveled from the western exit of the alley.\n\n\nThe Foundation discovered SCP-1165 in 19██ when ███████ ██████, an ███████ politician of note, disappeared in midday while on a walking tour of downtown with several campaign volunteers. Police identified the alley as ██████'s last known whereabouts and encountered SCP-1165 while canvassing the area. A police liaison informed the Foundation of the anomalous effect, which led to the Foundation assuming jurisdiction over SCP-1165. Neither ██████ nor any of his walking companions were ever found.\n\n\nFor detailed findings regarding discoveries within SCP-1165, refer to \nSurvey Log 1165\n.\n\n\n\n\n\n\n« \nSCP-1164\n | SCP-1165 | \nSCP-1166\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1165\n\" by Smapti, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1165\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-1165 \" by Smapti, from the SCP Wiki . Source: https://scpwiki.com/scp-1165 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1165",
    "object_class": "Euclid",
    "containment_procedures": "SCP-1165 is to remain permanently closed to civilian traffic. Both entrances to SCP-1165 are to be fenced and marked with quarantine signs, in English and Spanish, warning of high concentrations of toxic contaminants. Plainclothes security personnel are to monitor entrances and act as necessary to discourage unauthorized entrance.",
    "description": "SCP-1165 consists of an alley located in ███████, ██ and an anomalous urban area connecting to it. The alley runs east to west for approximately 0.3 km in downtown ███████, bisecting the city block created by ████ St. and █████████ St. on the east and west, and by ████ St. and ███ Ave. on the north and south. City records indicate that the alley was laid out when the streets of ███████ were first paved in the early 20th century. Aside from construction and renovation of abutting structures, utility work, and a repaving in 19██, it has undergone no significant changes since then.",
    "title": "SCP-1165"
}