{
    "url": "https://scp-wiki.wikidot.com/scp-1168",
    "all_text": "rating: \n+193\n+\n–\nx\n\n\nItem #:\n SCP-1168\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1168 is stored within a hermetically sealed containment unit in Sector-19. Personnel assigned to Sector-19 must not fit Profile Alpha-1168 \n(see \nAddendum 1\n)\n or Profile Beta-1168 \n(see \nAddendum 2\n)\n.\n\n\nDescription:\n SCP-1168 is a copper sculpture identical to the work \nStatue of Theseus\n by Georgios Fytalis, with the following deviations:\n\n\n\n\nDating indicates it was created at least ██ years after the genuine sculpture.\n\n\n\n\n\n\nIn the sculpture's left hand are 30 silver coins dating from ca. 30, stamped with the 1977 design of Chuck-E-Cheese game tokens.\n\n\n\n\n\n\nInscribed on the outer side of Theseus' shield is the phrase \nἈπόδοτε οὖν τὰ Καίσαρος Καίσαρι\n.\n1\n\n\n\n\n\n\nInscribed on the inner side of Theseus' shield is the phrase \nSIC DOMITO SAEVVM PROSTRAVIT CORPORE THESEVS\n from Catullus 64.\n2\n The inscription appears to have been engraved some time after acquisition; it is currently unknown how this engraving occurred.\n\n\n\n\nSCP-1168 displays no anomalous properties while inactive. The object activates whenever 170 or more meters of yarn is placed into the sculpture's right hand. SCP-1168 closes its right hand around the yarn, the yarn is annihilated by anomalous means, and the object enters a \"pending\" state.\n\n\n\n\n\n\nSCP-1168 in an inactive state, prior to containment.\n\n\n\n\n\n\nWhen SCP-1168 is in a \"pending\" state it will appear inactive until a human subject fitting Profile Alpha-1168 or Profile Beta-1168 enters SCP-1168's radius of effect.\n3\n\n\nWhen a human subject fitting Profile Alpha-1168 enters SCP-1168's area of effect, SCP-1168 will unclench its right hand and move its right arm to point its tertiary finger in the direction of subject for at least 5 seconds\n4\n, after which it will return to its \"pending\" state. Subject is subsequently designated SCP-1168-1.\n\n\nWhen a human subject fitting Profile Beta-1168 enters SCP-1168's area of effect, SCP-1168 will move its left arm to point two fingers in the direction of subject for at least 10 seconds\n5\n, after which it will return to its inactive state. Subject is subsequently designated SCP-1168-2.\n\n\nWhen SCP-1168-1 and SCP-1168-2 simultaneously exist, SCP-1168 will deactivate, and SCP-1168-1 will instantly materialize a wooden club and be encased in a 3m x 3m x 3m cube of ice. SCP-1168-2 will seek instances of SCP-1168-1\n6\n and initiate ritualized interactions \n(see \nAddendum 3\n)\n. After completion, SCP-1168-2 ceases designation.\n\n\nThe ice surrounding SCP-1168-1 is impervious to any interference and melts at a rate of 176mL per day. After SCP-1168-1 is free of the ice, subject ceases designation.\n\n\nAddendum 1:\n\n\n\n\n+ Document I1168-01: Profile Alpha-1168\n\n\n\n\n- Document I1168-01: Profile Alpha-1168\n\n\n\n\nProfile Alpha-1168 subjects have public records of any of a list of sex crimes \n(see document Alpha-1168 for a list of currently known crimes which fulfill the criterion)\n.\n\n\n\n\n\n\n\n\nAddendum 2:\n\n\n\n\n+ Document I1168-02: Profile Beta-1168\n\n\n\n\n-  Document I1168-02: Profile Beta-1168\n\n\n\n\nProfile Beta-1168 subjects are blond Caucasian men aged 15 to 18. All subjects are in their junior year of high school.\n\n\n\n\n\n\n\n\nAddendum 3:\n\n\n\n\n+ Document I1168-03: Log of interaction between SCP-1168-1 and SCP-1168-2\n\n\n\n\n- Document I1168-03: Log of interaction between SCP-1168-1 and SCP-1168-2\n\n\n\n\n\n\nForeword:\n Log of interaction appears similar to a scene from the video \"\nThe Misadventures of Skooks - Part 3/6\n\" from Youtube user Orpheusftw. SCP-1168-2 faces SCP-1168-1 from its left side.\n\n\n<Begin Log>\n\n\nSCP-1168-2:\n Boy, am I glad he's frozen in there and that we're [sic] out here, and that-\n\n\nSCP-1168-1 materializes a brown stetson on its head and a golden badge in the shape of a six pointed star on its breast.\n\n\n\n\nSCP-1168-2:\n -he's the sheriff and-\n\n\n\nSCP-1168-2 develops a thin layer of frost around its skin.\n\n\nSCP-1168-2:\n -that we're [sic] frozen out here and that-\n\n\nSCP-1168-2 teleports into SCP-1168-1's block of ice. This does not hinder SCP-1168-2's speech, which originates from its position at the start of the interaction.\n\n\n\n\nSCP-1168-2:\n -we're [sic] in there and I JUST remembered-\n\n\nSCP-1168-2 teleports into its initial position.\n\n\nSCP-1168-2:\n -that we're [sic] out here. But what I wanna know is, where's the sex offender?\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nAddendum 4:\n\n\n\n\n+ Document I1168-09: Post Recovery Interview #6 \n\n\n\n\n- Document I1168-09: Post Recovery Interview #6\n\n\n\n\n\n\nInterviewed:\n \nJude Kriyot.\n Male. 23 years old.\n\n\nInterviewer:\n Agent O. ███████\n\n\nForeword:\n On ██/██/20██, SCP-1168 was on public display in the Syntagma Square in Athens, Greece. It is currently unknown when SCP-1168 replaced the original sculpture. According to eyewitness account, the interview subject approached SCP-1168, after which the object entered an active state and selected SCP-1168-1 and SCP-1168-2 from nearby individuals. Interview subject was taken into custody by █████████ police along with eleven other witnesses.\n\n\n<Begin Log, 03:50\n ██\n/\n██\n/20\n██\n>\n\n\nAgent O.\n ███████\n:\n I'm just gonna ask you a few questions.\n\n\nJude Kriyot:\n Okay.\n\n\nAgent\n ███████\n:\n Your name is Jude Kriyot, correct?\n\n\nKriyot:\n Yeah.\n\n\nAgent\n ███████\n:\n You’re a student from [REDACTED]?\n\n\nKriyot:\n Was. Not really doing much these days.\n\n\nAgent\n ███████\n:\n Why did you do something to the statue?\n\n\nKriyot:\n The statue? I thought this was about the dude freez-\n\n\nAgent\n ███████\n:\n Please answer the question, Mr. Kriyot.\n\n\nKriyot:\n Sorry. Uh, I got a letter from an old teacher. He had… stuff. Y'know. He told me to do it or that, uh, stuff would. Y'know. The stuff would be aired. We sent some letters back and forth, I was asking how he'd know, he dodged it by saying he had friends in the area.\n\n\nAgent\n ███████\n:\n Do you still have these letters?\n\n\nKriyot:\n I've only got a few left. I took to… burning them. After a bit. But I can get them if-\n\n\nAgent\n ███████\n:\n That won't be necessary, thank you.\n\n\nA raid on Mr. Kriyot's home after interview discovered letters confirming correspondence with said teacher. Ashes were found in the trash can.\n\n\nAgent\n ███████\n:\n Could you describe this man to me?\n\n\nKriyot:\n Okay. Old white dude, probably in his, uh… seventies? Grey hair, pretty long. Usually wears a ponytail.\n\n\nDescription and letters correspond to \nPoI ████\n, former teacher at [REDACTED].\n\n\nAgent\n ███████\n:\n Do you know why he wanted you to place the yarn on the statue?\n\n\nKriyot:\n Well, he knew me, and he knew he had me by the balls.\n\n\nAgent\n ███████\n:\n Allow me to rephrase. Do you know his reasoning for wanting the yarn placed on the statue?\n\n\nKriyot:\n Yeah. He mentioned that it was a metaphor or something. He was a sucker for bullshi- er, sorry, pompous gestures.\n\n\nAgent\n ███████\n:\n It's all right. Could you explain what you mean by appeal?\n\n\nKriyot:\n Well, you know, Theseus killed \nthe Minotaur\n. Dude's old. Told me his health wasn't the best, thought maybe this would make the old gods happy or something. He, uh, also knew my health wasn't the best, mentioned something about it doing the same for me.\n\n\nAgent\n ███████\n:\n Were you expecting the statue to move?\n\n\nKriyot:\n What?\n\n\nAgent\n ███████\n:\n Did you think the statue would move?\n\n\nKriyot:\n Oh.\n\n\nAgent\n ███████\n:\n We have witnesses saying the statue pointed at Mr. █████ and Mr. ███████.\n\n\nInterviewee remains silent for one minute.\n\n\nAgent\n ███████\n:\n Are you all right, Mr. Kriyot?\n\n\nKriyot:\n No. I'm not all right.\n\n\nAgent\n ███████\n:\n Would you like to take a moment?\n\n\nKriyot:\n [Pause] No. I can continue.\n\n\nAgent\n ███████\n:\n Why the silence?\n\n\nKriyot:\n I'm sorry. It. Reminded me of some shit.\n\n\nAgent\n ███████\n:\n Some shit?\n\n\nKriyot:\n I. Yeah. I, uh. Look man. I burned the letters for a reason. [Pause] The teacher had an art group at the college. He asked me to show up once.\n\n\nAgent\n ███████\n:\n An art group?\n\n\nKriyot:\n Yeah. When I got there, uh. It was a warehouse, I guess. A private art show. There was a… \na statue, sculpture, whatever, fuckin' Dali thing. Moved when you put a coin in it.\n And… She was there. There because I was there, because I told her… Because I told her it was cool.\n\n\nInterviewee remains silent for one minute.\n\n\nKriyot:\n I'm sorry, I. I'm sorry. I didn't, I'm… I knew… her… I… I don't, want to. I… knew her, and she trusted me. And I was, I was young, and I was stupid, so fuckin' stupid, and I wasn't told what was happening until I looked and I should've fucking known, and she's fucking gone, she's gone, and she's fucking GONE because of me. Because I couldn't FUCKING stand it. Because I fucking… Fucking left my skin. Just slunk away into myself like a fucking snake shedding its filthy stupid fucking rotten husk of itself. I. I checked out. Because I was a coward. She's gone. I just. And someone I knew. Someone I knew had made it. And it was fucking praised, they fucking \nclapped\n. They clapped like it was just some fucking piece of performance art, and I just sat there, stupid fucking useless me, watching on as it happened. \nAfter the show I... They told me I was young. And I just... didn't understand art, or the point they were trying to make.\n That I… Oh. Oh my god. I'm sorry. I'm so sorry. I didn't see the statue mo- I didn't see this statue move. I'm sorry. Fuck. Fuck…\n\n\nInterviewee remains silent for two minutes.\n\n\nAgent\n ███████\n:\n I'm sorry, Mr. Kriyot.\n\n\nInterviewee declines to respond.\n\n\nAgent\n ███████\n:\n I'm sorry. Thank you for your time.\n\n\n<End Log, 04:19\n ██\n/\n██\n/20\n██\n>\n\n\nClosing Statement:\n Due to possible connections between Jude Kriyot and the group of interest AWCY, Mr. Kriyot was subject to further interrogation, which failed to garner any useful intelligence. Mr. Kriyot was administered a prophylactic Class-B amnestic to suppress any knowledge of SCP-1168, SCP-1800, and AWCY. It was unknown whether Mr. Kriyot had knowledge of any further \nGroups of Interest\n at the time. Jude Kriyot is now identified as PoI-6870; current evidence suggests Mr. Kriyot was the creator of the object.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. English translation: \"Render unto Caesar what is Caesar's\"\n\n\n2\n. English translation: \"Thus Theseus laid low the savage one with the body having been conquered\"\n\n\n3\n. The radius of this area equals the length of yarn activating SCP-1168.\n\n\n4\n. The time is equal to the length of string in meters divided by 34.\n\n\n5\n. The time is equal to the length of string in meters divided by 17.\n\n\n6\n. SCP-1168-2 is unaware of this and possesses no knowledge of SCP-1168-1 outside of what was known before designation.\n\n\n\n\n\n\n\n\n« \nSCP-1167\n | SCP-1168 | \nSCP-1169\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1168\n\" by DolphinSlugchugger, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1168\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Statue_of_Theseus,_Syntagma_Square._Athens._Greece.jpg\n\n\nName:\n Statue of Theseus, Syntagma Square. Athens. Greece.\n\n\nAuthor:\n \nMstyslav Chernov\n, \nhttp://mstyslav-chernov.com/\n\n\nLicense:\n \nCC BY-SA 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Statue_of_Theseus,_Syntagma_Square._Athens._Greece.jpg\n\n\nAdditional Notes:\n Resized and cropped from original.",
    "addendums": [
        "When SCP-1168-1 and SCP-1168-2 simultaneously exist, SCP-1168 will deactivate, and SCP-1168-1 will instantly materialize a wooden club and be encased in a 3m x 3m x 3m cube of ice. SCP-1168-2 will seek instances of SCP-1168-1 6 and initiate ritualized interactions (see Addendum 3 ) . After completion, SCP-1168-2 ceases designation.\nThe ice surrounding SCP-1168-1 is impervious to any interference and melts at a rate of 176mL per day. After SCP-1168-1 is free of the ice, subject ceases designation."
    ],
    "documents": [],
    "notes": [
        "Foreword: Log of interaction appears similar to a scene from the video \" The Misadventures of Skooks - Part 3/6 \" from Youtube user Orpheusftw. SCP-1168-2 faces SCP-1168-1 from its left side. <Begin Log> SCP-1168-2: Boy, am I glad he's frozen in there and that we're [sic] out here, and that- SCP-1168-1 materializes a brown stetson on its head and a golden badge in the shape of a six pointed star on its breast. SCP-1168-2: -he's the sheriff and- SCP-1168-2 develops a thin layer of frost around its skin. SCP-1168-2: -that we're [sic] frozen out here and that- SCP-1168-2 teleports into SCP-1168-1's block of ice. This does not hinder SCP-1168-2's speech, which originates from its position at the start of the interaction. SCP-1168-2: -we're [sic] in there and I JUST remembered- SCP-1168-2 teleports into its initial position. SCP-1168-2: -that we're [sic] out here. But what I wanna know is, where's the sex offender? <End Log>",
        "Interviewed: Jude Kriyot. Male. 23 years old. Interviewer: Agent O. ███████ Foreword: On ██/██/20██, SCP-1168 was on public display in the Syntagma Square in Athens, Greece. It is currently unknown when SCP-1168 replaced the original sculpture. According to eyewitness account, the interview subject approached SCP-1168, after which the object entered an active state and selected SCP-1168-1 and SCP-1168-2 from nearby individuals. Interview subject was taken into custody by █████████ police along with eleven other witnesses. <Begin Log, 03:50 ██ / ██ /20 ██ > Agent O. ███████ : I'm just gonna ask you a few questions. Jude Kriyot: Okay. Agent ███████ : Your name is Jude Kriyot, correct? Kriyot: Yeah. Agent ███████ : You’re a student from [REDACTED]? Kriyot: Was. Not really doing much these days. Agent ███████ : Why did you do something to the statue? Kriyot: The statue? I thought this was about the dude freez- Agent ███████ : Please answer the question, Mr. Kriyot. Kriyot: Sorry. Uh, I got a letter from an old teacher. He had… stuff. Y'know. He told me to do it or that, uh, stuff would. Y'know. The stuff would be aired. We sent some letters back and forth, I was asking how he'd know, he dodged it by saying he had friends in the area. Agent ███████ : Do you still have these letters? Kriyot: I've only got a few left. I took to… burning them. After a bit. But I can get them if- Agent ███████ : That won't be necessary, thank you. A raid on Mr. Kriyot's home after interview discovered letters confirming correspondence with said teacher. Ashes were found in the trash can. Agent ███████ : Could you describe this man to me? Kriyot: Okay. Old white dude, probably in his, uh… seventies? Grey hair, pretty long. Usually wears a ponytail. Description and letters correspond to PoI ████ , former teacher at [REDACTED]. Agent ███████ : Do you know why he wanted you to place the yarn on the statue? Kriyot: Well, he knew me, and he knew he had me by the balls. Agent ███████ : Allow me to rephrase. Do you know his reasoning for wanting the yarn placed on the statue? Kriyot: Yeah. He mentioned that it was a metaphor or something. He was a sucker for bullshi- er, sorry, pompous gestures. Agent ███████ : It's all right. Could you explain what you mean by appeal? Kriyot: Well, you know, Theseus killed the Minotaur . Dude's old. Told me his health wasn't the best, thought maybe this would make the old gods happy or something. He, uh, also knew my health wasn't the best, mentioned something about it doing the same for me. Agent ███████ : Were you expecting the statue to move? Kriyot: What? Agent ███████ : Did you think the statue would move? Kriyot: Oh. Agent ███████ : We have witnesses saying the statue pointed at Mr. █████ and Mr. ███████. Interviewee remains silent for one minute. Agent ███████ : Are you all right, Mr. Kriyot? Kriyot: No. I'm not all right. Agent ███████ : Would you like to take a moment? Kriyot: [Pause] No. I can continue. Agent ███████ : Why the silence? Kriyot: I'm sorry. It. Reminded me of some shit. Agent ███████ : Some shit? Kriyot: I. Yeah. I, uh. Look man. I burned the letters for a reason. [Pause] The teacher had an art group at the college. He asked me to show up once. Agent ███████ : An art group? Kriyot: Yeah. When I got there, uh. It was a warehouse, I guess. A private art show. There was a… a statue, sculpture, whatever, fuckin' Dali thing. Moved when you put a coin in it. And… She was there. There because I was there, because I told her… Because I told her it was cool. Interviewee remains silent for one minute. Kriyot: I'm sorry, I. I'm sorry. I didn't, I'm… I knew… her… I… I don't, want to. I… knew her, and she trusted me. And I was, I was young, and I was stupid, so fuckin' stupid, and I wasn't told what was happening until I looked and I should've fucking known, and she's fucking gone, she's gone, and she's fucking GONE because of me. Because I couldn't FUCKING stand it. Because I fucking… Fucking left my skin. Just slunk away into myself like a fucking snake shedding its filthy stupid fucking rotten husk of itself. I. I checked out. Because I was a coward. She's gone. I just. And someone I knew. Someone I knew had made it. And it was fucking praised, they fucking clapped . They clapped like it was just some fucking piece of performance art, and I just sat there, stupid fucking useless me, watching on as it happened. After the show I... They told me I was young. And I just... didn't understand art, or the point they were trying to make. That I… Oh. Oh my god. I'm sorry. I'm so sorry. I didn't see the statue mo- I didn't see this statue move. I'm sorry. Fuck. Fuck… Interviewee remains silent for two minutes. Agent ███████ : I'm sorry, Mr. Kriyot. Interviewee declines to respond. Agent ███████ : I'm sorry. Thank you for your time. <End Log, 04:19 ██ / ██ /20 ██ > Closing Statement: Due to possible connections between Jude Kriyot and the group of interest AWCY, Mr. Kriyot was subject to further interrogation, which failed to garner any useful intelligence. Mr. Kriyot was administered a prophylactic Class-B amnestic to suppress any knowledge of SCP-1168, SCP-1800, and AWCY. It was unknown whether Mr. Kriyot had knowledge of any further Groups of Interest at the time. Jude Kriyot is now identified as PoI-6870; current evidence suggests Mr. Kriyot was the creator of the object.",
        "\" SCP-1168 \" by DolphinSlugchugger, from the SCP Wiki . Source: https://scpwiki.com/scp-1168 . Licensed under CC-BY-SA .",
        "Filename: Statue_of_Theseus,_Syntagma_Square._Athens._Greece.jpg Name: Statue of Theseus, Syntagma Square. Athens. Greece. Author: Mstyslav Chernov , http://mstyslav-chernov.com/ License: CC BY-SA 3.0 Source Link: https://commons.wikimedia.org/wiki/File:Statue_of_Theseus,_Syntagma_Square._Athens._Greece.jpg Additional Notes: Resized and cropped from original."
    ],
    "item": "SCP-1168",
    "object_class": "Safe",
    "containment_procedures": "SCP-1168 is stored within a hermetically sealed containment unit in Sector-19. Personnel assigned to Sector-19 must not fit Profile Alpha-1168 (see Addendum 1) or Profile Beta-1168 (see Addendum 2).",
    "description": "SCP-1168 is a copper sculpture identical to the work Statue of Theseus by Georgios Fytalis, with the following deviations:",
    "title": "SCP-1168"
}