{
    "url": "https://scp-wiki.wikidot.com/scp-1171",
    "all_text": "rating: \n+2004\n+\n–\nx\n\n\nItem #:\n SCP-1171\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-1171 is currently occupied by Dr. ██████, who has established a false identity as a technical writer. A tall wall has been erected around the backyard, and all anomalous windows visible from the front of the house have been fitted with shutters. For security, several agents have moved in under the guise of lodgers.\n\n\nDescription:\n SCP-1171 is a two-story house in ██████, Queensland, Australia. It was built in 1958, and has been owned by several families, most of whom reported no unusual activity.\n\n\nThe anomalous properties of SCP-1171 manifest on various windows of the house. Regardless of relative humidity, a layer of condensation is continuously formed on the windowpanes. The source of this moisture is as yet unknown.\n\n\nAn entity (hereby referred to as SCP-1171-1) communicates by writing in the condensation, as though it were running an appendage along the surface of the window. No biological traces have been discovered on the windows that can be attributed to SCP-1171-1. Two-way communication can be accomplished by writing back.\n\n\nSCP-1171-1 is apparently an inhabitant of another world, calling itself Beauremont. It claims not to be human, and is actively hostile to humanity. It believes Dr. ██████ to be an entity similar to itself. Please see Interview Logs SCP-1171-1-3 to SCP-1171-1-14.\n\n\nThe most recent owner, John Wertham, complained about ghosts, prompting investigation by civil authorities, and eventually Foundation agents. Following the investigation, the house was purchased through a front organization, and Mr. Wertham's memories altered.\n\n\n\n\nInterview Log SCP-1171-1-3\n\n\nSCP-1171-1:\n \"CARBON-BASED MONKEYS GO HOME\"\n\n\nDr. ██████:\n \"Hello.\"\n\n\nSCP-1171-1:\n There is a pause. \"IS SOMEONE THERE?\"\n\n\nDr. ██████:\n \"My name is Dr. ██████.\"\n\n\nSCP-1171-1:\n \"NICE TO MEET YOU. I'M BEAUREMONT.\"\n\n\nDr. ██████:\n \"Where are you?\"\n\n\nSCP-1171-1:\n \"IN MY LIVING ROOM. WHERE ARE YOU?\"\n\n\nDr. ██████:\n \"In another living room.\"\n\n\nSCP-1171-1:\n \"THIS IS NEAT. HOW ARE YOU DOING THIS?\"\n\n\nDr. ██████:\n \"I don't know. I thought you were doing it.\"\n\n\nSCP-1171-1:\n \"IT'S GOOD TO HAVE SOMEONE INTELLIGENT TO TALK TO.\" An oval with five dots and a curved line appears. Two dots were below the line, one above it, and two on the left. It is assessed that this is SCP-1171-1's version of a \"smiley face.\"\n\n\nDr. ██████:\n \"Is there no one else there?\"\n\n\nSCP-1171-1:\n \"AH, MOSTLY JUST A BUNCH OF GAMETES AND CARBON-LOVERS. CAN'T HARDLY STAND ANY OF THAT POLITICALLY CORRECT CRAP.\"\n\n\nDr. ██████:\n \"Gametes?\"\n\n\nSCP-1171-1:\n \"YEAH, YOU KNOW, HUMANS. DON'T YOU HAVE THEM THERE?\"\n\n\nDr. ██████:\n Pauses for a moment, and then answers, \"No. Tell me about humans.\"\n\n\nSCP-1171-1:\n \"OH, THEY'RE THE WORST. I MEAN, DON'T GET ME WRONG, I'M NOT RACIST OR ANYTHING. SOME OF MY BEST FRIENDS ARE HUMAN. BUT IF THEY'RE AS GOOD AS US, WHY DO THEY NEED SKIN? AM I RIGHT?\"\n\n\nDr. ██████:\n \"I suppose so. Say, what do you look like?\"\n\n\nSCP-1171-1:\n \"OH, PRETTY AVERAGE. SEVEN TENDRILS TALL. BROWN CARAPACE. GREEN BIOLUMINESCENCE. BLUE EYES. YOU?\"\n\n\nDr. ██████:\n \"Same.\"\n\n\n\n\n\n\nInterview Log SCP-1171-1-6\n\n\nSCP-1171-1:\n \"DOC, YOU THERE?\"\n\n\nDr. ██████:\n \"I am now. How are you, Beauremont?\"\n\n\nSCP-1171-1:\n \"I'VE BEEN BETTER. LOST A PROMOTION TO A GODDAMNED PRIMATE.\"\n\n\nDr. ██████:\n \"I'm sorry to hear that.\"\n\n\nSCP-1171-1:\n \"IT'S OKAY. IT JUST HURTS. I KNOW I'M BETTER THAN ANY AIR-SUCKING SACK OF PROTOPLASM. I WORK HARD, YOU KNOW?\"\n\n\nDr. ██████:\n \"I know.\"\n\n\nSCP-1171-1:\n \"THEY COME IN, THEY TAKE OUR JOBS… I TELL YOU, DOC, ONE OF THESE DAYS THEY'RE GOING TO PUSH US TOO FAR. NOT THAT I'M SAYING WE SHOULD GET VIOLENT, BUT THAT'S THE NATURAL RESULT IF THINGS KEEP GOING THIS WAY.\"\n\n\nDr. ██████:\n \"I hope it doesn't come to that.\"\n\n\nSCP-1171-1:\n \"OH, SURE, NO ONE DOES. I MEAN, THEY CAN'T HELP BEING WHAT THEY ARE. BUT THEY KEEP COMING IN. I MEAN, I DON'T MIND HAVING A FEW AS NEIGHBORS, SO LONG AS THEY MIND THEMSELVES, BUT WOULD YOU WANT YOUR SPAWNSIB TO MARRY ONE?\"\n\n\nDr. ██████:\n \"I suppose not.\"\n\n\n\n\n\n\nInterview Log SCP-1171-1-13\n\n\nSCP-1171-1:\n \"DOC, YOU THERE?\"\n\n\nAgent █████: \"He's out. I'm watching his house for him.\"\n\n\nSCP-1171-1:\n \"WHO ARE YOU?\"\n\n\nAgent █████: \"My name's John Doe. I am a human.\"\n\n\nSCP-1171-1:\n \"OH. I DIDN'T KNOW DOC KNEW ANY HUMANS.\"\n\n\nAgent █████: \"Is that a problem?\"\n\n\nSCP-1171-1:\n \"NO, NO, NO. IT'S ABOUT TIME DOC GOT SOME HUMAN FRIENDS. GREAT TO SEE THAT HE'S MEETING NEW PEOPLE.\"\n\n\nAgent █████: \"Glad to hear that.\"\n\n\nSCP-1171-1:\n \"VARIETY IS THE SPICE OF LIFE, THAT'S MY MOTTO. HOW ARE YOU? IS YOUR SKIN NICE AND FLEXIBLE? INSIDES FULL OF FLUIDS?\"\n\n\nAgent █████: \"Everything is satisfactory, thank you. I've got to go.\"\n\n\nSCP-1171-1:\n \"YOU TAKE CARE, JOHN DOE!\"\n\n\n\n\n\n\nInterview Log SCP-1171-1-14\n\n\nSCP-1171-1:\n \"DOC! DOC! ARE YOU THERE?\"\n\n\nDr. ██████:\n \"I'm here, Beauremont.\"\n\n\nSCP-1171-1:\n \"DID YOU KNOW THERE WAS A HUMAN IN YOUR HOUSE?\"\n\n\nDr. ██████:\n \"Yes, he moved here recently.\"\n\n\nSCP-1171-1:\n \"WELL, I HAD SOME WORDS WITH HIM. HE WAS A BIT LIPPY, BUT I PUT THAT GAMETE IN HIS PLACE.\"\n\n\nDr. ██████:\n \"I see. He didn't give you too much trouble, did he?\"\n\n\nSCP-1171-1:\n \"NOTHING I CAN'T HANDLE. YOU GOT TO KNOW HOW TO TALK TO THEM, IS ALL. LET THEM KNOW WHO'S BOSS. THAT'S THE TICKET.\"\n\n\nDr. ██████:\n \"I'll keep that in mind.\"\n\n\n\n\n\n\n\n\n« \nSCP-1170\n | SCP-1171 | \nSCP-1172\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1171\n\" by DrEverettMann, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1171\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interview Log SCP-1171-1-3 SCP-1171-1: \"CARBON-BASED MONKEYS GO HOME\" Dr. ██████: \"Hello.\" SCP-1171-1: There is a pause. \"IS SOMEONE THERE?\" Dr. ██████: \"My name is Dr. ██████.\" SCP-1171-1: \"NICE TO MEET YOU. I'M BEAUREMONT.\" Dr. ██████: \"Where are you?\" SCP-1171-1: \"IN MY LIVING ROOM. WHERE ARE YOU?\" Dr. ██████: \"In another living room.\" SCP-1171-1: \"THIS IS NEAT. HOW ARE YOU DOING THIS?\" Dr. ██████: \"I don't know. I thought you were doing it.\" SCP-1171-1: \"IT'S GOOD TO HAVE SOMEONE INTELLIGENT TO TALK TO.\" An oval with five dots and a curved line appears. Two dots were below the line, one above it, and two on the left. It is assessed that this is SCP-1171-1's version of a \"smiley face.\" Dr. ██████: \"Is there no one else there?\" SCP-1171-1: \"AH, MOSTLY JUST A BUNCH OF GAMETES AND CARBON-LOVERS. CAN'T HARDLY STAND ANY OF THAT POLITICALLY CORRECT CRAP.\" Dr. ██████: \"Gametes?\" SCP-1171-1: \"YEAH, YOU KNOW, HUMANS. DON'T YOU HAVE THEM THERE?\" Dr. ██████: Pauses for a moment, and then answers, \"No. Tell me about humans.\" SCP-1171-1: \"OH, THEY'RE THE WORST. I MEAN, DON'T GET ME WRONG, I'M NOT RACIST OR ANYTHING. SOME OF MY BEST FRIENDS ARE HUMAN. BUT IF THEY'RE AS GOOD AS US, WHY DO THEY NEED SKIN? AM I RIGHT?\" Dr. ██████: \"I suppose so. Say, what do you look like?\" SCP-1171-1: \"OH, PRETTY AVERAGE. SEVEN TENDRILS TALL. BROWN CARAPACE. GREEN BIOLUMINESCENCE. BLUE EYES. YOU?\" Dr. ██████: \"Same.\"",
        "Interview Log SCP-1171-1-6 SCP-1171-1: \"DOC, YOU THERE?\" Dr. ██████: \"I am now. How are you, Beauremont?\" SCP-1171-1: \"I'VE BEEN BETTER. LOST A PROMOTION TO A GODDAMNED PRIMATE.\" Dr. ██████: \"I'm sorry to hear that.\" SCP-1171-1: \"IT'S OKAY. IT JUST HURTS. I KNOW I'M BETTER THAN ANY AIR-SUCKING SACK OF PROTOPLASM. I WORK HARD, YOU KNOW?\" Dr. ██████: \"I know.\" SCP-1171-1: \"THEY COME IN, THEY TAKE OUR JOBS… I TELL YOU, DOC, ONE OF THESE DAYS THEY'RE GOING TO PUSH US TOO FAR. NOT THAT I'M SAYING WE SHOULD GET VIOLENT, BUT THAT'S THE NATURAL RESULT IF THINGS KEEP GOING THIS WAY.\" Dr. ██████: \"I hope it doesn't come to that.\" SCP-1171-1: \"OH, SURE, NO ONE DOES. I MEAN, THEY CAN'T HELP BEING WHAT THEY ARE. BUT THEY KEEP COMING IN. I MEAN, I DON'T MIND HAVING A FEW AS NEIGHBORS, SO LONG AS THEY MIND THEMSELVES, BUT WOULD YOU WANT YOUR SPAWNSIB TO MARRY ONE?\" Dr. ██████: \"I suppose not.\"",
        "Interview Log SCP-1171-1-13 SCP-1171-1: \"DOC, YOU THERE?\" Agent █████: \"He's out. I'm watching his house for him.\" SCP-1171-1: \"WHO ARE YOU?\" Agent █████: \"My name's John Doe. I am a human.\" SCP-1171-1: \"OH. I DIDN'T KNOW DOC KNEW ANY HUMANS.\" Agent █████: \"Is that a problem?\" SCP-1171-1: \"NO, NO, NO. IT'S ABOUT TIME DOC GOT SOME HUMAN FRIENDS. GREAT TO SEE THAT HE'S MEETING NEW PEOPLE.\" Agent █████: \"Glad to hear that.\" SCP-1171-1: \"VARIETY IS THE SPICE OF LIFE, THAT'S MY MOTTO. HOW ARE YOU? IS YOUR SKIN NICE AND FLEXIBLE? INSIDES FULL OF FLUIDS?\" Agent █████: \"Everything is satisfactory, thank you. I've got to go.\" SCP-1171-1: \"YOU TAKE CARE, JOHN DOE!\"",
        "Interview Log SCP-1171-1-14 SCP-1171-1: \"DOC! DOC! ARE YOU THERE?\" Dr. ██████: \"I'm here, Beauremont.\" SCP-1171-1: \"DID YOU KNOW THERE WAS A HUMAN IN YOUR HOUSE?\" Dr. ██████: \"Yes, he moved here recently.\" SCP-1171-1: \"WELL, I HAD SOME WORDS WITH HIM. HE WAS A BIT LIPPY, BUT I PUT THAT GAMETE IN HIS PLACE.\" Dr. ██████: \"I see. He didn't give you too much trouble, did he?\" SCP-1171-1: \"NOTHING I CAN'T HANDLE. YOU GOT TO KNOW HOW TO TALK TO THEM, IS ALL. LET THEM KNOW WHO'S BOSS. THAT'S THE TICKET.\" Dr. ██████: \"I'll keep that in mind.\"",
        "\" SCP-1171 \" by DrEverettMann, from the SCP Wiki . Source: https://scpwiki.com/scp-1171 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1171",
    "object_class": "Euclid",
    "containment_procedures": "SCP-1171 is currently occupied by Dr. ██████, who has established a false identity as a technical writer. A tall wall has been erected around the backyard, and all anomalous windows visible from the front of the house have been fitted with shutters. For security, several agents have moved in under the guise of lodgers.",
    "description": "SCP-1171 is a two-story house in ██████, Queensland, Australia. It was built in 1958, and has been owned by several families, most of whom reported no unusual activity.",
    "title": "SCP-1171"
}