{
    "url": "https://scp-wiki.wikidot.com/scp-1192",
    "all_text": "rating: \n+706\n+\n–\nx\n\n\nItem #:\n SCP-1192\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-1192 is contained in a dedicated aviary and is to be provided a diet of fruit supplemented with protein and vitamin additives, as it refuses to consume seeds and insects that are a part of a normal diet for its species. SCP-1192 is to be provided with several pencils and pages of paper to allow it to communicate.\n\n\nIn the case that SCP-1192 becomes belligerent, mild sedatives may be introduced into its food and water supply under close veterinary supervision.\n\n\nDescription:\n SCP-1192 is a juvenile male Gang-gang Cockatoo (\nCallocephalon fimbriatum\n), a species normally native to south-east Australia, approximately 33.5 cm in length.\n\n\nSCP-1192 appears to be sapient and exhibits intelligence and common knowledge consistent with that of a human child between the ages of six (6) and eight (8). SCP-1192 is unusually disheveled as it appears to be unable or unwilling to preen itself, and has difficulty flying despite being essentially healthy and uninjured. Close examinations have shown a slight, healed-over contusion on the back of SCP-1192's head, but no internal injury or damage was ever found.\n\n\nSCP-1192 was discovered and brought into containment by Agent ████ █████ on ██/██/██, who at the time was embedded as an undercover agent in the Newark Police Department in New Jersey. It is believed at this time that SCP-1192 began following Agent █████ and trying to attract his attention because of the perception of an authority figure in police uniform. Agent █████ became suspicious due to SCP-1192's unusual species and erratic behavior and sent a request for assistance; a Foundation containment team was dispatched and was able to detain SCP-1192 and bring it to Site ██ for examination.\n\n\nAddendum 1192-01:\n Experiment Log 1192-01\n\n\nShortly after initial containment, experimentation was performed in which SCP-1192 was introduced to a multitude of objects in a controlled environment in order to deduce its abilities. Upon being introduced to the testing chamber, SCP-1192 immediately gravitated to a pencil and paper and began to attempt to write crude sentences. At this point, Dr. █████████ was brought in in an attempt to communicate with SCP-1192.\n\n\n\n\nSCP-1192\n: (writes \"who ar u\" [sic])\n\n\nDr. █████████\n: I am Dr. █████████. I'm here to speak with you. Who are you?\n\n\nSCP-1192\n: (writes \"timmi\" [sic], followed by \"wher am I\" [sic])\n\n\nDr. █████████\n: You're at a medical center, Timmy. A hospital. Do you know what happened to you?\n\n\nSCP-1192\n: (writes \"no\", then \"i wana go hom\" [sic])\n\n\nDr. █████████\n: Where do you live, Timmy?\n\n\n\n\nAfter several minutes and with some difficulty, SCP-1192 managed to write down an address for a residential home in ██████████, Montana. Undercover agents sent to the specified residence determined that the location is inhabited by Mr. and Mrs. ███████ as well as their son, Timothy ███████, age 7. Agents assigned to monitor the family have noted nothing out of the ordinary with the family thus far.\n\n\nAddendum 1192-02:\n Researcher Note\n\n\n\n\nAs SCP-1192 is unable to manipulate objects with enough coordination to play with the video games it requested and it shows little interest in the other toys we have offered it, it has taken to scribbling and making crude drawings with the materials we have provided. A list of notable materials are as follows:\n\n\n\n\nSeveral pages of unrelated words, presumed to be writing practice.\n\n\nSeveral pages of crude drawings, including race cars, airplanes and fictional animals and monsters.\n\n\nA single page with the words \"wy am I a bird\" [sic] as well as several more indecipherable sentences.\n\n\nA drawing of what appears to be a small child holding the hands of two adults. The child is scratched out and the paper is ripped. The reverse side of the page has the words \"i wan my mom\" [sic].\n\n\nA single page with 126 instances of the word \"mom\" and 76 instances of the word \"home\".\n\n\n\n\nDr. █████████\n\nSenior Observer\n\n\n\n\n\n\n\n\n« \nSCP-1191\n | SCP-1192 | \nSCP-1193\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1192\n\" by Aelanna, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1192\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1192-01: Experiment Log 1192-01\nShortly after initial containment, experimentation was performed in which SCP-1192 was introduced to a multitude of objects in a controlled environment in order to deduce its abilities. Upon being introduced to the testing chamber, SCP-1192 immediately gravitated to a pencil and paper and began to attempt to write crude sentences. At this point, Dr. █████████ was brought in in an attempt to communicate with SCP-1192.\nAfter several minutes and with some difficulty, SCP-1192 managed to write down an address for a residential home in ██████████, Montana. Undercover agents sent to the specified residence determined that the location is inhabited by Mr. and Mrs. ███████ as well as their son, Timothy ███████, age 7. Agents assigned to monitor the family have noted nothing out of the ordinary with the family thus far.",
        "Addendum 1192-02: Researcher Note"
    ],
    "documents": [],
    "notes": [
        "SCP-1192 : (writes \"who ar u\" [sic]) Dr. █████████ : I am Dr. █████████. I'm here to speak with you. Who are you? SCP-1192 : (writes \"timmi\" [sic], followed by \"wher am I\" [sic]) Dr. █████████ : You're at a medical center, Timmy. A hospital. Do you know what happened to you? SCP-1192 : (writes \"no\", then \"i wana go hom\" [sic]) Dr. █████████ : Where do you live, Timmy?",
        "As SCP-1192 is unable to manipulate objects with enough coordination to play with the video games it requested and it shows little interest in the other toys we have offered it, it has taken to scribbling and making crude drawings with the materials we have provided. A list of notable materials are as follows: Several pages of unrelated words, presumed to be writing practice. Several pages of crude drawings, including race cars, airplanes and fictional animals and monsters. A single page with the words \"wy am I a bird\" [sic] as well as several more indecipherable sentences. A drawing of what appears to be a small child holding the hands of two adults. The child is scratched out and the paper is ripped. The reverse side of the page has the words \"i wan my mom\" [sic]. A single page with 126 instances of the word \"mom\" and 76 instances of the word \"home\". Dr. █████████ Senior Observer",
        "\" SCP-1192 \" by Aelanna, from the SCP Wiki . Source: https://scpwiki.com/scp-1192 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1192",
    "object_class": "Euclid",
    "containment_procedures": "SCP-1192 is contained in a dedicated aviary and is to be provided a diet of fruit supplemented with protein and vitamin additives, as it refuses to consume seeds and insects that are a part of a normal diet for its species. SCP-1192 is to be provided with several pencils and pages of paper to allow it to communicate.",
    "description": "SCP-1192 is a juvenile male Gang-gang Cockatoo (Callocephalon fimbriatum), a species normally native to south-east Australia, approximately 33.5 cm in length.",
    "title": "SCP-1192"
}