{
    "url": "https://scp-wiki.wikidot.com/scp-1230",
    "all_text": "rating: \n+1632\n+\n–\nx\n\n\n\n\n\n\nSCP-1230\n\n\n\n\n\n\nItem #:\n SCP-1230\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n \nSCP-1230 is to be kept in a secure storage locker at Site-12. Access requires minimum Clearance 2 with authorization and supervision by Clearance 3 research and security staff respectively. Supervising personnel are not to view SCP-1230's contents. Personnel accessing SCP-1230 are required to submit written accounts of dreams experienced within 48 hours of access.\n (See Addendum-1230-A) SCP-1230 has been relocated to a secure storage locker behind the desk of Site-12's main library. Access is available to Clearance 2 personnel deemed to be in satisfactory psychological condition by site psychiatric staff. Personnel accessing SCP-1230 must submit written accounts of their dreams within 48 hours of access and submit to follow-up psychological examination.\n\n\nDescription:\n SCP-1230 is an unlabeled, green hardcover book with no apparent exceptional qualities. When SCP-1230 is opened, it displays the phrase “A hero is born” on the first page viewed, while all other pages will be blank, \"resetting\" once the book is closed. This has no obvious effects at first, but upon falling asleep, the reader will dream of a fantasy world where they are the protagonist of a troubled land. Dreamers are completely aware and all senses work just as well as when awake. Results vary depending on the imagination of the reader and are mostly attuned to fantasies of adventure that the reader would enjoy. In the mind of the reader, these dreams have been documented to last anywhere from 45 seconds (see Experiment 1230-3) to 200 years (see Experiment 1230-5) but in reality, the reader will usually never be asleep longer than they would normally. Upon awaking, the reader is able to remember every aspect of their dream in detail. In SCP-1230-induced dreams, there is always a character called the “Book Keeper” (SCP-1230-1) appearing as a bearded man in a green cloak who claims to be the personification of SCP-1230 himself. SCP-1230-1 has been reported to be very amicable and helpful towards dreamers. It has stated that it enjoys creating these “fantasy-scapes” and always tries to shape them in such a way that the dreamer garners the most entertainment out of it. It has expressed sorrow when the dream comes to an end and asks the dreamer to “please visit again soon”.\n\n\nDiscovery:\n In a small bookstore located [DATA EXPUNGED] the shopkeeper had no recollection of owning the unlabeled book but attempted to sell a story to local newspapers about a “magical dream book”. The Foundation was able to dispel the story as a hoax and SCP-1230 was confiscated.\n\n\nExperiment-1230-01:\n Dr. F███████, in an attempt to test its effective range, opened SCP-1230 and boarded a flight to his hometown of [REDACTED] where he spent the night at a hotel. Upon his return, Dr. F███████ reported that SCP-1230-1 appeared in his dreams and explained that once you read ‘A hero is born’, the dream is immediately implanted in your subconscious, after which SCP-1230-1 is able to manipulate it remotely. Dr. F███████ expressed his appreciation for SCP-1230-1’s cooperation.\n\n\nExperiment-1230-02:\n A camera was set-up above SCP-1230 and, using a mechanical “arm”, the book was opened. All pages were revealed to be blank. It seems SCP-1230 is only effective when opened by beings that are able to have dreams. SCP-1230-1 explained to a subsequent dreamer that it is actually only able to affect beings “with an imagination” and that most creatures such as animals would not be affected.\n\n\nExperiment-1230-03:\n One (1) D-class was instructed to open the book and (after much reassurance that his experiences would only be dreams) ordered to immediately find a way to kill himself in the dream. The subject was asleep for merely 45 seconds before he awoke with a start in a nervous sweat. He reported being at the summit of a volcano called “The Ashen Spire” on a quest for “Caladius, the Blessed Blade”. When asked how the subject knew the names, he stated, “It’s like I knew them all along”. He apparently leapt into the volcano and “felt an intense heat” before awakening. D-class requested permission to \"give it another go\". Request was denied.\n\n\nExperiment-1230-04:\n One (1) D-class was instructed to open the book and attempt to non-fatally injure himself in his dream. After 6 hours, the D-class awoke and reported that he was able to feel a “numbed” sort of pain where it was never so intense as to be unbearable. He also reported meeting an elderly, cloaked man who asked him why he was harming himself, but thanked him for not immediately killing himself “like that other rude fellow”.\n\n\nExperiment-1230-05:\n Professor B████ filed a request for access to SCP-1230 and was quickly permitted, given his Level 4 clearance. Staff members recalled that Professor B████ was almost “visibly shaking with excitement” and some reported that Professor B████ was an avid fan of tabletop and role-playing games. Surveillance shows that Professor B████ opened the book, read the phrase, sat down beside the desk and promptly fell asleep. Staff members were alarmed when Professor B████ did not awake after 15 hours and alerted security. The on-site medical staff were able to confirm that Professor B████ was still alive and in good health. After approximately 24 hours since falling asleep, Professor B████ began to move, reported to have \"slowly raised his head and looked around the room, appearing deeply confused\". Security entered the room to ensure he was alright, to which he replied, “Where am I?”. He was sent to Medical where staff explained where and who he was. Several minutes later, Professor B████ appeared to have regained his memory and excused himself to the restroom. When 15 minutes passed and Professor B████ had not exited, a nurse entered to find he had hanged himself with his belt. A scribbled message on the wall revealed his last words: “I can’t go back to this”. Dr. F███████ went to ask SCP-1230-1 what had happened, but upon opening SCP-1230, all its pages were soaking wet with the same message on every page: “I’m so sorry. I never intended for this to happen. I just wanted to make people happy.” repeated over and over. SCP-1230 remained in this state for three weeks and its desk had to be wiped dry biweekly. In an attempt to communicate, Dr. F███████ placed a sticky note inside SCP-1230 with the statement, “I’d like to talk to you, if that’s alright”. The next morning, Dr. F███████ filed a report about a dream he had concerning SCP-1230-1.\n\n\n\n\n+ Report-1230-14\n\n\n\n\n- Report-1230-14\n\n\n\n\n\n\nUpon falling asleep last night, I dreamt I was in a dark void. There was a streetlamp and underneath it was SCP-1230-1 sitting in a puddle. His cloak was visibly soaked and he was sobbing profusely. I remember our conversation:\n\n\nDr. F███████\n: Book Keeper? Is that you? My god, man, where are we?\n\n\nBook Keeper:\n \n(between sobs)\n I… couldn’t think of anything to make for a landscape.\n\n\nDr. F███████:\n Book Keeper… what happened that day? Why did Professor B████ kill himself? We have to know your side of the story.\n\n\nBook Keeper:\n \n(wiping his eyes)\n He had such an active imagination! I was able to create a vast and beautiful universe for him and it was obvious that he had wanted a life like that for so long. He conquered foul beasts and rescued princesses… He built kingdoms and even raised a family… but he never wanted to leave. He delved so far into his fantasy world that I soon realized he preferred his dream over the real world. I reminded him that this was all merely an illusion, but he wouldn’t listen to me. He stated that if he was ever forced to leave, he would immediately end his life. I tried to keep him happy for as long as I could…\n\n\nDr. F███████:\n …Book Keeper… how long was the dream from his point of view?\n\n\nBook Keeper:\n …200 years, Doctor. I did my best but I could only hold onto him for 200 years. As sweet as dreams may be, eventually we all have to wake up.\n\n\nI awoke almost immediately after. I can’t believe he spent 200 years in his dream. I’m astounded by his foolishness but it’s such a shame to have lost a brilliant mind to his own delusions.\n\n\n\n\n\n\n\n\n\n\nShortly after the report was filed, surveillance showed Dr. F███████ slipping another small paper into SCP-1230. A few days later, SCP-1230 began showing its usual “A hero is born” greeting once again. When asked what the note said, Dr. F███████ declined to give detailed comment, simply stating that he \"just gave it some friendly advice\".\n\n\nAddendum-1230-A:\n During initial testing, SCP-1230-1 asked dreaming personnel if it could be relocated to an area with many books (preferably fiction) so that it could think of even better ways to construct its “fantasy-scapes”. After numerous experiments were performed to ensure that SCP-1230 posed no threat, the request was accepted and SCP-1230 has been relocated to Site-12's library.\n\n\n\n\n\n\n« \nSCP-1229\n | SCP-1230 | \nSCP-1231\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1230\n\" by MrPixel, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1230\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n new1230.png\n\n\nAuthor:\n \nMrPixel\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [
        "Addendum-1230-A: During initial testing, SCP-1230-1 asked dreaming personnel if it could be relocated to an area with many books (preferably fiction) so that it could think of even better ways to construct its “fantasy-scapes”. After numerous experiments were performed to ensure that SCP-1230 posed no threat, the request was accepted and SCP-1230 has been relocated to Site-12's library."
    ],
    "documents": [],
    "notes": [
        "Upon falling asleep last night, I dreamt I was in a dark void. There was a streetlamp and underneath it was SCP-1230-1 sitting in a puddle. His cloak was visibly soaked and he was sobbing profusely. I remember our conversation: Dr. F███████ : Book Keeper? Is that you? My god, man, where are we? Book Keeper: (between sobs) I… couldn’t think of anything to make for a landscape. Dr. F███████: Book Keeper… what happened that day? Why did Professor B████ kill himself? We have to know your side of the story. Book Keeper: (wiping his eyes) He had such an active imagination! I was able to create a vast and beautiful universe for him and it was obvious that he had wanted a life like that for so long. He conquered foul beasts and rescued princesses… He built kingdoms and even raised a family… but he never wanted to leave. He delved so far into his fantasy world that I soon realized he preferred his dream over the real world. I reminded him that this was all merely an illusion, but he wouldn’t listen to me. He stated that if he was ever forced to leave, he would immediately end his life. I tried to keep him happy for as long as I could… Dr. F███████: …Book Keeper… how long was the dream from his point of view? Book Keeper: …200 years, Doctor. I did my best but I could only hold onto him for 200 years. As sweet as dreams may be, eventually we all have to wake up. I awoke almost immediately after. I can’t believe he spent 200 years in his dream. I’m astounded by his foolishness but it’s such a shame to have lost a brilliant mind to his own delusions.",
        "\" SCP-1230 \" by MrPixel, from the SCP Wiki . Source: https://scpwiki.com/scp-1230 . Licensed under CC-BY-SA .",
        "Filename: new1230.png Author: MrPixel License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "item": "SCP-1230",
    "object_class": "Safe",
    "containment_procedures": "SCP-1230 is to be kept in a secure storage locker at Site-12. Access requires minimum Clearance 2 with authorization and supervision by Clearance 3 research and security staff respectively. Supervising personnel are not to view SCP-1230's contents. Personnel accessing SCP-1230 are required to submit written accounts of dreams experienced within 48 hours of access. (See Addendum-1230-A) SCP-1230 has been relocated to a secure storage locker behind the desk of Site-12's main library. Access is available to Clearance 2 personnel deemed to be in satisfactory psychological condition by site psychiatric staff. Personnel accessing SCP-1230 must submit written accounts of their dreams within 48 hours of access and submit to follow-up psychological examination.",
    "description": "SCP-1230 is an unlabeled, green hardcover book with no apparent exceptional qualities. When SCP-1230 is opened, it displays the phrase “A hero is born” on the first page viewed, while all other pages will be blank, \"resetting\" once the book is closed. This has no obvious effects at first, but upon falling asleep, the reader will dream of a fantasy world where they are the protagonist of a troubled land. Dreamers are completely aware and all senses work just as well as when awake. Results vary depending on the imagination of the reader and are mostly attuned to fantasies of adventure that the reader would enjoy. In the mind of the reader, these dreams have been documented to last anywhere from 45 seconds (see Experiment 1230-3) to 200 years (see Experiment 1230-5) but in reality, the reader will usually never be asleep longer than they would normally. Upon awaking, the reader is able to remember every aspect of their dream in detail. In SCP-1230-induced dreams, there is always a character called the “Book Keeper” (SCP-1230-1) appearing as a bearded man in a green cloak who claims to be the personification of SCP-1230 himself. SCP-1230-1 has been reported to be very amicable and helpful towards dreamers. It has stated that it enjoys creating these “fantasy-scapes” and always tries to shape them in such a way that the dreamer garners the most entertainment out of it. It has expressed sorrow when the dream comes to an end and asks the dreamer to “please visit again soon”.",
    "title": "SCP-1230"
}