{
    "url": "https://scp-wiki.wikidot.com/scp-1231",
    "all_text": "rating: \n+558\n+\n–\nx\n\n\n\n\nItem #:\n SCP-1231\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-1231 is contained in an unlit vault, dimensions 0.6 m x 0.8 m x 0.2 m, located in Site-20. Guards are posted outside of the vault, denying access to all personnel without direct and confirmed Level 5 authorization. A video camera is installed in the vault, taking a live feed of SCP-1231.\n1\n This video is in turn fed through a specially designed program, displaying only the number of thumbnails and if there is a significant error. Access to the raw feed is strictly prohibited. A mouse is located near the terminal, but remains disconnected under normal circumstances. New personnel assigned to SCP-1231 must be hand-picked specifically for testing purposes. However, testing is currently suspended.\n\n\nDescription:\n SCP-1231 is a black Amiga A1200 computer manufactured by Commodore International, missing all other identifying marks including its serial number. It runs independently despite the lack of a power source. SCP-1231 does not function as an Amiga A1200 should and generally only displays a screen full of thumbnails, named the \"Primary Screen.\" SCP-1231 cannot be shifted from its current settings, and as of yet no other programs have been discovered on the computer. External attachments, such as mice and keyboards work normally.\n\n\nThe Primary Screen contains 9104 thumbnails, organized in rows of twenty (20) ascending numerically by age. A scrollbar is located on the right side of the screen.\n2\n The thumbnails display extremely low-resolution moving pictures. \nThere is no audio\n Most videos do not contain audio; however, despite the lack of speakers on SCP-1231, low-decibel sounds can occasionally be heard.\n\n\nClicking on a thumbnail causes the video displayed to increase in resolution and fill nearly the entire screen, except for a thin white bar on the top bearing the number of the thumbnail. Clicking a second time returns the screen to the Primary Screen. Although the videos vary significantly, there are consistently three subjects (known as SCP-1231-1, -2, and -3) present. SCP-1231-1 is generally a tall, middle-aged, Caucasian man. SCP-1231-2 is generally a younger, shorter, Korean woman. SCP-1231-3 generally appears as either a light-colored child approximately four years of age or a feral mid-size animal. The videos do not loop, although the same actions are performed repeatedly in the videos with incredibly minor deviations.\n\n\nNew videos are generated when a human subject misperceives an existing video or thumbnail. The new video contains a representation of what was believed to be in the prior video. Testing has shown that only minor details (such as the color or position of an object) is sufficient for this effect to occur. Direct observation of SCP-1231 is not necessary and rudimentary knowledge of a video or thumbnail can lead to speculations that generate more videos. However, new videos can be created at a maximum rate of one per minute. Due to the virulence of its infohazardous properties, SCP-1231 is classified as a Beta-Gimmel-White infohazard.\n\n\nExcerpts from Document 1231-A: Thumbnail Descriptions\n\n\n\n\nThumbnail 1:\n [DATA EXPUNGED]\n\n\nThumbnail 2:\n The setting is the same room as Thumbnail 1. Discovered on the second test of SCP-1231. Believed to have been created after exposure to Thumbnail 1. SCP-1231-2 is scooping an unknown powder with her left hand while SCP-1231-3 is asleep in her right arm. SCP-1231-1 is not on the screen.\n\n\nThumbnail 3:\n The setting is the same room as Thumbnail 1. Discovered on the second test of SCP-1231. Believed to have been created after exposure to Thumbnail 1. SCP-1231-2 is asleep, while SCP-1231-3 is crawling over her. SCP-1231-1's leg is present in the upper right of the screen, although the rest of his body seems to be just outside of view.\n\n\nThumbnail 4:\n The setting is the same room as Thumbnail 1. Discovered on the second test of SCP-1231. Believed to have been created after exposure to Thumbnail 1. SCP-1231-3 is mauling the pectoralis minor of SCP-1231-2. SCP-1231-1's mutilated right leg and pelvic region is located in the upper right portion of the screen.\n\n\n\n\nThumbnail 39:\n The setting is the same room as Thumbnail 18. Discovered on the second test of SCP-1231. Believed to have been created after exposure to Thumbnail 24. SCP-1231-1 is dislocating and relocating SCP-1231-2's shoulder with his right hand, though both are standing erect. SCP-1231-3 is asleep in the upper left of the screen.\n\n\n\n\nThumbnail 902:\n The setting is the same room as Thumbnail 600. Discovered on the second test of SCP-1231. Believed to have been created after exposure to Thumbnail 419. SCP-1231-1 is lying on top of SCP-1231-2, smashing SCP-1231-3 on the floor. SCP-1231-2 is completely motionless.\n\n\n\n\nThumbnail 1170:\n The setting is the same room as Thumbnail 1053. Discovered on the second test of SCP-1231. Believed to have been created after exposure to Thumbnail 1004. SCP-1231-1 and SCP-1231-2 are kneeling facing the camera, drenched in blood, crying and mouthing non-discernible words. What appears to be the mutilated corpse of SCP-1231-3 is lying in front of SCP-1231-2. A low-pitched laughter is audible throughout.\n\n\n\n\nAddendum-01:\n \nDue to the high level of similarity between SCP-1231 and other encountered \"soultraps,\" it has been deemed likely that the entities SCP-1231-1, -2, and -3 are real in some capacity. In light of this, I am formally requesting that testing on this object be halted.\n -Researcher ████, Ethics Committee\n\n\nAddendum-02:\n \nTesting on SCP-1231 has been suspended indefinitely. The majority of personnel assigned to SCP-1231 will be administered a Class B amnesiac and transferred to a new project.\n -O5-██\n\n\nWhat is the suffering of a few in the face of Science? Pain is all relative, as is eternity. We've done far worse. I'm sure we have.\n\n\nAddendum-03:\n \nProcessed video feeds of SCP-1231 have shown that the number of thumbnails is increasing despite the suppression of knowledge relating to SCP-1231. Something's wrong.\n -Dr. ██████\n\n\n\n\nFootnotes\n\n\n1\n. Note that no external light source is necessary due to SCP-1231 providing ~20 lux.\n\n\n2\n. More detailed analysis of the layout of the Primary Screen of SCP-1231 is located in Document 1231-B.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1230\n | SCP-1231 | \nSCP-1232\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1231\n\" by Rejekyll, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1231\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Thumbnail 1: [DATA EXPUNGED] Thumbnail 2: The setting is the same room as Thumbnail 1. Discovered on the second test of SCP-1231. Believed to have been created after exposure to Thumbnail 1. SCP-1231-2 is scooping an unknown powder with her left hand while SCP-1231-3 is asleep in her right arm. SCP-1231-1 is not on the screen. Thumbnail 3: The setting is the same room as Thumbnail 1. Discovered on the second test of SCP-1231. Believed to have been created after exposure to Thumbnail 1. SCP-1231-2 is asleep, while SCP-1231-3 is crawling over her. SCP-1231-1's leg is present in the upper right of the screen, although the rest of his body seems to be just outside of view. Thumbnail 4: The setting is the same room as Thumbnail 1. Discovered on the second test of SCP-1231. Believed to have been created after exposure to Thumbnail 1. SCP-1231-3 is mauling the pectoralis minor of SCP-1231-2. SCP-1231-1's mutilated right leg and pelvic region is located in the upper right portion of the screen. Thumbnail 39: The setting is the same room as Thumbnail 18. Discovered on the second test of SCP-1231. Believed to have been created after exposure to Thumbnail 24. SCP-1231-1 is dislocating and relocating SCP-1231-2's shoulder with his right hand, though both are standing erect. SCP-1231-3 is asleep in the upper left of the screen. Thumbnail 902: The setting is the same room as Thumbnail 600. Discovered on the second test of SCP-1231. Believed to have been created after exposure to Thumbnail 419. SCP-1231-1 is lying on top of SCP-1231-2, smashing SCP-1231-3 on the floor. SCP-1231-2 is completely motionless. Thumbnail 1170: The setting is the same room as Thumbnail 1053. Discovered on the second test of SCP-1231. Believed to have been created after exposure to Thumbnail 1004. SCP-1231-1 and SCP-1231-2 are kneeling facing the camera, drenched in blood, crying and mouthing non-discernible words. What appears to be the mutilated corpse of SCP-1231-3 is lying in front of SCP-1231-2. A low-pitched laughter is audible throughout.",
        "\" SCP-1231 \" by Rejekyll, from the SCP Wiki . Source: https://scpwiki.com/scp-1231 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1231",
    "object_class": "Euclid",
    "containment_procedures": "SCP-1231 is contained in an unlit vault, dimensions 0.6 m x 0.8 m x 0.2 m, located in Site-20. Guards are posted outside of the vault, denying access to all personnel without direct and confirmed Level 5 authorization. A video camera is installed in the vault, taking a live feed of SCP-1231.1 This video is in turn fed through a specially designed program, displaying only the number of thumbnails and if there is a significant error. Access to the raw feed is strictly prohibited. A mouse is located near the terminal, but remains disconnected under normal circumstances. New personnel assigned to SCP-1231 must be hand-picked specifically for testing purposes. However, testing is currently suspended.",
    "description": "SCP-1231 is a black Amiga A1200 computer manufactured by Commodore International, missing all other identifying marks including its serial number. It runs independently despite the lack of a power source. SCP-1231 does not function as an Amiga A1200 should and generally only displays a screen full of thumbnails, named the \"Primary Screen.\" SCP-1231 cannot be shifted from its current settings, and as of yet no other programs have been discovered on the computer. External attachments, such as mice and keyboards work normally.",
    "title": "SCP-1231"
}