{
    "url": "https://scp-wiki.wikidot.com/scp-1245",
    "all_text": "rating: \n+243\n+\n–\nx\n\n\nItem #:\n SCP-1245\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n \nMobile Task Force Zeta-4, \"Ahab's Antagonists\", are currently tracking SCP-1245's movements aboard the Foundation ship \nSCPS Archimedes\n. The \nArchimedes\n is disguised as a destroyer from the US Navy, allegedly pursuing illegal whalers. Local naval officials are to be informed of the presence of illegal whalers in the area and reroute commercial and private traffic accordingly.\n\n\nSCP-1245 is currently located at Site-412, an abandoned harbour located in ███████, ████████████. The harbor's entrance has been blocked by stone, preventing escape. SCP-1245 is to remain anchored to the harbor bed at all times. Chains and anchors are to be inspected every week for signs of damage and repaired accordingly. Foundation ship \nSCPS Archimedes\n is to patrol the harbor's entrance at all times and deter unauthorized craft under the pretense of naval training exercises.\n\n\nDescription:\n SCP-1245 is a ███████-model factory whaling ship, approximately 120 meters in length. Nameplates and numbers are missing and are believed to have been removed prior to acquisition. SCP-1245 appears to be autonomous; it has been seen pursuing whales and incapacitating them via cannon-mounted harpoons (see Observation Log 1245-████-██ for video footage) before dragging them into SCP-1245. No crew members have been observed anywhere inside SCP-1245. SCP-1245 has been observed hunting and processing a wide variety of cetaceans, including stock not usually hunted by whalers. Unusual specimens gathered by SCP-1245 include dolphins (family \nDelphinidae\n), orca whales (\nOrcinus orca\n), beaked whales (family \nZiphiidae\n), and narwhals and belugas (family \nMonodontidae\n).\n\n\nThe majority of SCP-1245's internal structure is taken up by a central \"slaughterhouse\", where whale carcasses are dissected and their parts sorted for future use. SCP-1245 uses tissue obtained from whale carcasses to maintain its structure and build new additions to its hull. It is estimated that roughly 65% of SCP-1245's current mass is made up of whale components. Exploration teams have documented several rooms and decks constructed entirely of whale meat; several of these appear to be significantly altered from their original specifications. These include automated assembly lines built from ligaments and muscles, an on-board crane composed from vertebrae and ribs, a secondary rudder composed of baleen and bone, and a communications deck, with several intact whale brains connected to a central radio.\n\n\nRotting or decaying parts are replaced with new components as new whale specimens are acquired and processed. Material is moved throughout the ship via a series of tubes composed from steel pipes and intestines. Significantly, the ship's engine has been heavily modified to burn whale oil and spermaceti, making the ship largely self-sufficient.\n\n\nThe corpses of several infant whales in varying stages of decomposition adorn the prow of SCP-1245. These are believed to be trophies, collected during assaults on whale pods.\n\n\nSCP-1245 first came to the Foundation's attention on ██/██/████, after several \"ghost ship\" sightings occurred off the coast of southern Australia, followed by a marked decline in local cetacean populations. \nMobile Task Force Zeta-4 \"Ahab's Antagonists\" are currently tracking SCP-1245's movements.\n \nRevised. See \nIncident Log 1245-043\n for more information pertaining to containment revision.\n\n\nOn ████/██/██, SCP-1245 was successfully lured into ████████ Harbour by playing a pre-recorded whale song, and restrained by Mobile Task Force Zeta-4 in \"Operation Baleen\" (see Incident Log 1245-044 for full details and casualty report). ████████ Harbour was subsequently secured and renovated by Foundation staff, and was re-christened Site-412.\n\n\nAddendum 1245:\n On ██/███/████, Archivist ██████████ discovered that the whaling ship \nSouthern Star\n, a whaling ship of the same model as SCP-1245, disappeared and was deemed \"sunk\" in 1940.\n\n\nAddendum 1245-2:\n On ██/██/████, SCP-1245 transmitted a message in Morse code to staff at Site-412. Grammar, spelling, and punctuation remain identical.\n\n\n\n\nWHALE WHALE NOW CUT THE SOFTNESS OF HOT MEAT, HARPOON WHALE WHALE WHALE, REPAIR OF THE HULL, DEPRIVE THEIR BODIES OF THOUGHT AND LIFE, BLUE GREY CACHALOT RIGHT REPAIR OF THE HUL [\nsic\n] THE KNIVES ARE TO DO THEIR IMPORTANT JOBS HARPOON HOOK CUT WHALE WHALE WHALE GIVE NOW NOW NOW NOW NOW NOW\n\n\n\n\nThis message was repeated twenty-seven times before SCP-1245 ceased transmission. As of ████/██/██ SCP-1245 has not released any further messages and does not respond to any messages sent by the Foundation.\n\n\n\n\n\n\n« \nSCP-1244\n | SCP-1245 | \nSCP-1246\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1245\n\" by Tom Serveaux, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1245\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1245: On ██/███/████, Archivist ██████████ discovered that the whaling ship Southern Star , a whaling ship of the same model as SCP-1245, disappeared and was deemed \"sunk\" in 1940.",
        "Addendum 1245-2: On ██/██/████, SCP-1245 transmitted a message in Morse code to staff at Site-412. Grammar, spelling, and punctuation remain identical.\nThis message was repeated twenty-seven times before SCP-1245 ceased transmission. As of ████/██/██ SCP-1245 has not released any further messages and does not respond to any messages sent by the Foundation."
    ],
    "documents": [],
    "notes": [
        "WHALE WHALE NOW CUT THE SOFTNESS OF HOT MEAT, HARPOON WHALE WHALE WHALE, REPAIR OF THE HULL, DEPRIVE THEIR BODIES OF THOUGHT AND LIFE, BLUE GREY CACHALOT RIGHT REPAIR OF THE HUL [ sic ] THE KNIVES ARE TO DO THEIR IMPORTANT JOBS HARPOON HOOK CUT WHALE WHALE WHALE GIVE NOW NOW NOW NOW NOW NOW",
        "\" SCP-1245 \" by Tom Serveaux, from the SCP Wiki . Source: https://scpwiki.com/scp-1245 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1245",
    "object_class": "Euclid",
    "containment_procedures": "Mobile Task Force Zeta-4, \"Ahab's Antagonists\", are currently tracking SCP-1245's movements aboard the Foundation ship SCPS Archimedes. The Archimedes is disguised as a destroyer from the US Navy, allegedly pursuing illegal whalers. Local naval officials are to be informed of the presence of illegal whalers in the area and reroute commercial and private traffic accordingly.",
    "description": "SCP-1245 is a ███████-model factory whaling ship, approximately 120 meters in length. Nameplates and numbers are missing and are believed to have been removed prior to acquisition. SCP-1245 appears to be autonomous; it has been seen pursuing whales and incapacitating them via cannon-mounted harpoons (see Observation Log 1245-████-██ for video footage) before dragging them into SCP-1245. No crew members have been observed anywhere inside SCP-1245. SCP-1245 has been observed hunting and processing a wide variety of cetaceans, including stock not usually hunted by whalers. Unusual specimens gathered by SCP-1245 include dolphins (family Delphinidae), orca whales (Orcinus orca), beaked whales (family Ziphiidae), and narwhals and belugas (family Monodontidae).",
    "title": "SCP-1245"
}