{
    "url": "https://scp-wiki.wikidot.com/scp-1252",
    "all_text": "rating: \n+353\n+\n–\nx\n\n\nItem #:\n SCP-1252\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-1252 is to be contained in a standard humanoid containment chamber large enough to also contain its designated life support system. SCP-1252 is to be attended to by a team of medical personnel in a manner detailed in Treatment Schedule 1252-L. SCP-1252 is to receive nutrition through intravenous therapy as detailed in Treatment Schedule 1252-L until the subject's digestive system is deemed functional.\n\n\nSCP-1252 is to be led to believe that \"Suzie\" or \"Susan May Fox\" is currently alive and is undergoing treatment in a local hospital specializing in children. Personnel are encouraged to reinforce this belief with SCP-1252 whenever it brings up the subject. Personnel are further encouraged to emphasize the subject exercise patience in waiting for Suzie's return. Should it begin to show skepticism, personnel are to maintain the established fabrication and notify Dr. Liu immediately for further instruction.\n\n\nDescription:\n SCP-1252 is a sapient, adult humanoid of indeterminate sex, approximately 43kg in mass and 1.78m in height. SCP-1252 appears to be missing at least half of its body mass, mostly in the form of muscle, fat, bone and skin tissue. The only limbs or organs entirely intact are the left arm, heart, and brain. Despite its injuries, the subject is capable of speech.\n\n\nMuch of the remaining internal organs are composed of what appears to be compressed insect wing material, which maintains structural integrity only while part of SCP-1252. Once removed, it rapidly separates into non-anomalous wing scales. Approximately 23% of SCP-1252's skin appears to made up of wings from multiple species in the \nPapilionidae\n (swallowtail butterfly) and \nLibellulidae\n (skimmer/percher dragonfly) families. SCP-1252's left eye has been replaced with a \nClerodendrum ugandense\n (Blue Glorybower or Blue Butterfly Bush) flower. The eye is not believed to be capable of sight and does not blink. Although capable of regeneration, SCP-1252 does not seem to be able to fully recover any missing skin or other bodily tissues; once it achieves a maximum body mass of 43 kg, all healing of internal organs and skin stops.\n\n\nSCP-1252's behavior remains highly cooperative, partially due to the fabrication detailed in its Special Containment Procedures. Despite its cooperation, the exact nature of SCP-1252 remains unknown. New information or theories are to be reported to Dr. Liu.\n\n\n\n\nInterview 1252-001\n\n\n\n\nInterview 1252-001\n\n\n\n\n\n\nDate:\n March 2█, 20██\n\n\nInterviewee:\n SCP-1252\n\n\nInterviewer:\n Dr. Blake\n\n\nNotes:\n This interview was conducted 2 days after the Foundation's acquisition of SCP-1252, as it was previously not healthy enough to communicate and was temporarily kept in an isolated room in the Medical wing at Site-37 for recovery.\n\n\n[BEGIN LOG]\n\n\nDr. Blake:\n So you're SCP-1252, right?\n\n\nSCP-1252:\n [attempts a shrug, no verbal response]\n\n\nDr. Blake:\n [sifting through clipboard] Could you explain what exactly you are supposed to be?\n\n\nSCP-1252:\n I'm supposed to be Suzie's very best friend. Well, Suzie is what her friends called her.\n\n\nDr. Blake:\n Right. Could you please explain why you have insect wings on your skin?\n\n\nSCP-1252:\n Suzie always liked butterflies. Dragonflies too. They were pretty. And flowers. Her mother grew lots of flowers, back before her parents separated and her mother had to move into an apartment. [SCP-1252 briefly lifts its left hand up to touch its left eye.]\n\n\nDr. Blake:\n [writing] Okay. Who is this Suzie?\n\n\nSCP-1252:\n [a slight pause as it adjusts its oxygen mask and inhales deeply several times] Her full name is Susan May Fox. [another pause and several deep inhalations] She lives on 16 Maple Road, in ████████. She goes to ██████ ██████████ Elementary School and is in second grade. Could you find her and tell her I'm okay? We got separated in an accident and I don't want her to worry.\n\n\nDr. Blake:\n [writing] Please detail this accident you mentioned.\n\n\nSCP-1252:\n [several deep inhalations] I don't really know what happened. I'm sorry I couldn't be of more help. I just know I was supposed to be her very best friend. But something interrupted her thoughts. I'm sure when- [several inhalations] when you find her, she can explain everything. She's a smart girl. And when you do find her, could you please bring her to me, so I can be finished? I'm sure she would appreciate it. [Note: At this point SCP-1252 becomes very excited, prompting a medical personnel to signal to Dr. Blake and end the interview.]\n\n\nDr. Blake:\n We will do what we can, SCP-1252.\n\n\nSCP-1252:\n [nods, no verbal response]\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nAddendum-1252-A:\n SCP-1252 has requested the following:\n\n\n\n\nMarch 21, 20██: Pain medication (Denied on grounds of poor health)\n\n\nMarch 25, 20██: A variety of candies (Denied on grounds of poor health)\n\n\nApril 1, 20██: Access to outside air (Denied on grounds of poor health)\n\n\nApril 29, 20██: 1 copy of \nBeatrix Potter The Complete Tales\n by Beatrix Potter (Approved; SCP-1252 is to be allowed access for continued cooperative behavior)\n\n\nMay 27, 20██: Stationery for purposes of self expression/entertainment (Approved; SCP-1252 is to be allowed access to wax crayon and paper for continued cooperative behavior)\n\n\nOctober 10, 20██: To receive a future letter being delivered to it. The letter arrived approximately 48 hours later at SCP-1252's door. The letter had no return address and the message contained details of Suzie's condition written in neat blue ink. It is unknown how SCP-1252 knew about the letter or how the letter appeared. (Denied on grounds of possible anomalous activity)\n\n\n\n\n\n\n\n\n« \nSCP-1251\n | SCP-1252 | \nSCP-1253\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1252\n\" by SoullessSingularity, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1252\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-1252-A: SCP-1252 has requested the following:"
    ],
    "documents": [],
    "notes": [
        "Date: March 2█, 20██ Interviewee: SCP-1252 Interviewer: Dr. Blake Notes: This interview was conducted 2 days after the Foundation's acquisition of SCP-1252, as it was previously not healthy enough to communicate and was temporarily kept in an isolated room in the Medical wing at Site-37 for recovery. [BEGIN LOG] Dr. Blake: So you're SCP-1252, right? SCP-1252: [attempts a shrug, no verbal response] Dr. Blake: [sifting through clipboard] Could you explain what exactly you are supposed to be? SCP-1252: I'm supposed to be Suzie's very best friend. Well, Suzie is what her friends called her. Dr. Blake: Right. Could you please explain why you have insect wings on your skin? SCP-1252: Suzie always liked butterflies. Dragonflies too. They were pretty. And flowers. Her mother grew lots of flowers, back before her parents separated and her mother had to move into an apartment. [SCP-1252 briefly lifts its left hand up to touch its left eye.] Dr. Blake: [writing] Okay. Who is this Suzie? SCP-1252: [a slight pause as it adjusts its oxygen mask and inhales deeply several times] Her full name is Susan May Fox. [another pause and several deep inhalations] She lives on 16 Maple Road, in ████████. She goes to ██████ ██████████ Elementary School and is in second grade. Could you find her and tell her I'm okay? We got separated in an accident and I don't want her to worry. Dr. Blake: [writing] Please detail this accident you mentioned. SCP-1252: [several deep inhalations] I don't really know what happened. I'm sorry I couldn't be of more help. I just know I was supposed to be her very best friend. But something interrupted her thoughts. I'm sure when- [several inhalations] when you find her, she can explain everything. She's a smart girl. And when you do find her, could you please bring her to me, so I can be finished? I'm sure she would appreciate it. [Note: At this point SCP-1252 becomes very excited, prompting a medical personnel to signal to Dr. Blake and end the interview.] Dr. Blake: We will do what we can, SCP-1252. SCP-1252: [nods, no verbal response] [END LOG]",
        "\" SCP-1252 \" by SoullessSingularity, from the SCP Wiki . Source: https://scpwiki.com/scp-1252 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1252",
    "object_class": "Euclid",
    "containment_procedures": "SCP-1252 is to be contained in a standard humanoid containment chamber large enough to also contain its designated life support system. SCP-1252 is to be attended to by a team of medical personnel in a manner detailed in Treatment Schedule 1252-L. SCP-1252 is to receive nutrition through intravenous therapy as detailed in Treatment Schedule 1252-L until the subject's digestive system is deemed functional.",
    "description": "SCP-1252 is a sapient, adult humanoid of indeterminate sex, approximately 43kg in mass and 1.78m in height. SCP-1252 appears to be missing at least half of its body mass, mostly in the form of muscle, fat, bone and skin tissue. The only limbs or organs entirely intact are the left arm, heart, and brain. Despite its injuries, the subject is capable of speech.",
    "title": "SCP-1252"
}