{
    "url": "https://scp-wiki.wikidot.com/scp-1266",
    "all_text": "rating: \n+170\n+\n–\nx\n\n\nItem #:\n SCP-1266\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n As SCP-1266 is immobile, it is contained on-site under a sealed terrarium dome 100 m in diameter in order to isolate it from the Earth's atmosphere. All structural components of the primary dome must be checked weekly for deterioration or corrosion, and damaged sections must be sealed and repaired immediately. All personnel entering SCP-1266's containment dome must wear full-body, self-contained hazardous material suits and must undergo complete decontamination when entering or leaving the sealed containment area. All equipment used must also be decontaminated.\n\n\nSpecimens of all flora and fauna collected from SCP-1266's vicinity are kept in the site's main laboratory.\n\n\nDescription:\n SCP-1266 is an engraved metallic ovoid object approximately 12 m in length and 7 m in width, located at a former paleontology dig site in [REDACTED], P. R. China. Attempts to date the artifact have met with only limited success as all attempts to sample its surface material have failed thus far; however, through dating the surrounding strata and analysis of its primary effect, it is suggested that SCP-1266 is at least two hundred and fifty two (252) million years old, placing its presence on Earth to just prior to the Permian-Triassic extinction event.\n\n\nSCP-1266 was unearthed by paleontologists on [REDACTED]. Shortly after being unearthed, SCP-1266 activated and levitated into the air, orienting itself vertically where it has remained ever since. SCP-1266 has completely resisted any attempt to move it, but has exhibited the following traits to date:\n\n\n\n\nSCP-1266 continuously processes surrounding air, altering its chemical and organic balance to what is believed to be Earth norm near the end of the Permian geological period.\n\n\nSCP-1266 produces and releases seeds for many extinct terrestrial plant genera, most notably \nCordaites\n and \nGlossopteris\n.\n\n\nSCP-1266 produces and releases live specimens of terrestrial invertebrates, such as extinct Palaeodictyopteroids.\n\n\nSCP-1266 produces and releases live specimens of terrestrial vertebrate animals, such as extinct labyrinthodont amphibians, sauropsids, and therapsids, most notably large numbers of \nLystrosaurus\n herbivores.\n\n\n\n\nIt is currently unknown whether SCP-1266 is somehow fabricating these specimens from stored genetic data, or releasing them from some form of stasis in internal storage. At the time of this writing, SCP-1266's containment dome has stabilized into a self-contained, self-sustaining ecology populated with Permian wildlife.\n\n\nTo date, attempts to open, disable, or take samples of SCP-1266 have failed, as no means available to the Foundation appear to be capable of manipulating or damaging the object. Ultrasonic, spectroscopic, and [REDACTED] analysis suggest that SCP-1266 may have an inconsistent internal topography, and gravimetric measurements taken from SCP-1266's vicinity seem to indicate that the object may exceed ███,███ tonnes in weight. Excavation of the surrounding site has uncovered no additional artifacts at the same level as SCP-1266, and attempts to decipher the inscriptions on SCP-1266 are ongoing. At this time, it is still not known how it was created or what caused it to activate.\n\n\nAddendum 1266-01:\n Observer Note\n\n\n\n\nThe request to use military-grade weapons in an attempt to breach SCP-1266's surface has been denied, as it presents too much risk to the object and the scientific value it holds. Until a better understanding of its function and/or a way to safely deactivate it is found, all such requests will continue to be denied.\n\n\nDr. █████████\n\nSenior Observer\n\n\n\n\n\n\n\n\n« \nSCP-1265\n | SCP-1266 | \nSCP-1267\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1266\n\" by Aelanna, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1266\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1266-01: Observer Note"
    ],
    "documents": [],
    "notes": [
        "The request to use military-grade weapons in an attempt to breach SCP-1266's surface has been denied, as it presents too much risk to the object and the scientific value it holds. Until a better understanding of its function and/or a way to safely deactivate it is found, all such requests will continue to be denied. Dr. █████████ Senior Observer",
        "\" SCP-1266 \" by Aelanna, from the SCP Wiki . Source: https://scpwiki.com/scp-1266 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1266",
    "object_class": "Euclid",
    "containment_procedures": "As SCP-1266 is immobile, it is contained on-site under a sealed terrarium dome 100 m in diameter in order to isolate it from the Earth's atmosphere. All structural components of the primary dome must be checked weekly for deterioration or corrosion, and damaged sections must be sealed and repaired immediately. All personnel entering SCP-1266's containment dome must wear full-body, self-contained hazardous material suits and must undergo complete decontamination when entering or leaving the sealed containment area. All equipment used must also be decontaminated.",
    "description": "SCP-1266 is an engraved metallic ovoid object approximately 12 m in length and 7 m in width, located at a former paleontology dig site in [REDACTED], P. R. China. Attempts to date the artifact have met with only limited success as all attempts to sample its surface material have failed thus far; however, through dating the surrounding strata and analysis of its primary effect, it is suggested that SCP-1266 is at least two hundred and fifty two (252) million years old, placing its presence on Earth to just prior to the Permian-Triassic extinction event.",
    "title": "SCP-1266"
}