{
    "url": "https://scp-wiki.wikidot.com/scp-1267",
    "all_text": "rating: \n+162\n+\n–\nx\n\n\nItem #:\n SCP-1267\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-1267 is currently maintained in the large animal wing of Site-12, in a 10m by 15m enclosure recessed 3m below an encircling observation walkway. Separating the observation area from the enclosure is a 2m fence of reinforced steel and synthetic netting, which also encloses the roof.\n\n\nAt least two Level-2 veterinary doctors familiar with mammalian biology and animal husbandry are assigned to SCP-1267, one of whom must be on site at all times. SCP-1267 is to undergo bi-weekly examination by sonogram and x-ray. When necessary, the supervising doctor is to be the primary designator of any new containment procedures required. Access to SCP-1267 requires clearance from the supervising doctor.\n\n\nPersonnel assigned to SCP-1267 are reminded that each instance of SCP-1267 is effectively a new, untamed organism.\n\n\nDescription:\n SCP-1267 is a mammalian organism, which as of 6/9/20██ resembles an adult female pronghorn antelope. Thus far, attempts at interbreeding or crossbreeding SCP-1267 with common stock have failed to produce viable offspring. All observed instances of SCP-1267 to date have been female. SCP-1267 is effectively indistinguishable from its \"template\" species.\n\n\nSCP-1267 will periodically undergo an event which resembles the incomplete metamorphosis that occurs in some orders of arthropod. This process appears to occur only after the organism has reached an age at which its template species would achieve sexual maturity. Metamorphosis has also been induced in two cases (See Experiment 1267B summary).\n\n\nDuring metamorphosis, SCP-1267 displays behavior consistent with a gravid female of its template species. However, ultrasound reveals that up to 90% of the tissue in its thoracic and abdominal cavities undergoes a radical alteration into what is effectively a second, fetal organism - designated SCP-1267-1 - resembling a different template mammalian species. On ██ occasions this alteration has included the effective destruction of vital respiratory, circulatory, and/or digestive systems without any apparent negative effect on SCP-1267.\n\n\nThe form taken by SCP-1267-1 thus far appears to be constrained to template species whose size at birth is no greater than the dimensions of SCP-1267 itself.\n\n\nSCP-1267 enters the final phase of metamorphosis when SCP-1267-1 either reaches full adult growth (Type 1) or completely fills the thoracic and abdominal cavities of SCP-1267 (Type 2). At this point SCP-1267 will become visibly distressed and show signs of disorientation. Within three hours of onset, SCP-1267-1 (hereby designated SCP-1267) will violently emerge from the previous organism's body, which it will then consume, regardless of template species’ normal dietary habits. An instance of SCP-1267 produced by Type 1 metamorphosis is completely autonomous upon emergence. An instance produced by Type 2 metamorphosis may be in a juvenile or even infantile developmental stage, and may require additional care accordingly.\n\n\nSee Table 1267A for full documentation of observed metamorphic events by SCP-1267.\n\n\nAddendum 1267A: Updated containment procedures\n\nGiven the nature of metamorphic event 14, SCP-1267 is to be contained at a coastal Foundation facility that meets Protocol 173 standards for oceanic creature containment.\n\n\nExperiment 1267A - ██/██/19██, Site 25\n\n\n\n\nObjective\n: Determine reproductive capability of SCP-1267.\n\n\nProcedure\n: A male California ground squirrel is introduced to the enclosure containing SCP-1267 (currently resembling a female California ground squirrel), and the two are allowed to copulate multiple times over a one-month period.\n\n\nResult\n: SCP-1267 fails to become pregnant. It is hypothesized that SCP-1267 cannot reproduce by conventional means.\n\n\n\n\nExperiment 1267B - ██/██/19██, Site 25\n\n\n\n\nObjective\n: In light of the events immediately following SCP-1267's retrieval, investigate alternate triggering stimuli for metamorphosis.\n\n\nProcedure A\n: A digit is surgically removed from each of SCP-1267's (currently resembling a grey-headed flying fox) hind limbs.\n\n\nResult\n: SCP-1267 does not enter its metamorphic state.\n\n\nProcedure B\n: A digit is surgically removed from each of SCP-1267's forelimbs, rendering it flightless.\n\n\nResult\n: Onset of metamorphosis is observed via ultrasound approximately 36 hours after SCP-1267 awakens following Procedure B. It is hypothesized that SCP-1267 will enter the metamorphic state in response to crippling trauma.\n\n\n\n\nExperiment 1267C - ██/██/19██, Site 12\n\n\n\n\nObjective\n: Investigate the potential for reproduction of SCP-1267 via nontraditional methods.\n\n\nProcedure\n: Nuclei from mammary cells harvested from SCP-1267 (currently resembling a grey wolf) are transferred to enucleated egg cells from a donor grey wolf, and the resulting eggs are implanted into three gestational surrogates: three in one, five in the second, and four in the third.\n\n\nResult\n: All three gestational surrogates miscarried. None of the eggs implanted in surrogates 2 and 3 progressed past the blastocyst stage. The fetuses carried by surrogate 1 showed felid, hippopotamid, and █████ characteristics, respectively. Additional research into cloning is recommended.\n\n\n\n\n\n\nPsychiatric Evaluation, Personnel 1267-53\n\n\n\n\n+ Confidential, Level 4 clearance required.\n\n\n\n\n- Access granted\n\n\n\n\nInterviewed:\n Dr. A██████, 2/1267-53\n\n\nInterviewer:\n Dr. L████████\n\n\nForward:\n Dr. A██████ was referred for psychiatric evaluation following Event 1267-23.\n\n\n<Begin Log>\n\n\nDr. L████████:\n Good afternoon, Doctor. Please have a seat. I understand you’ve been having difficulty sleeping; would you like to talk about what’s bothering you?\n\n\nDr. A██████:\n I think I just need to get it off my chest – ever since the last metamorphic event with SCP-1267.\n\n\nDr. L████████:\n What about it?\n\n\nDr. A██████\n: None of us— well, I think we all knew it could happen, eventually. Probably just didn’t want to consider having to actually deal with it.\n\n\nDr. L████████:\n You’re speaking of… Ah, I see - the latest instance of SCP-1267.\n\n\nDr. A██████:\n Have you seen the drawings she's making? She \nremembers\n, man! Every single metamorphosis, probably hundreds of them. She’s like twelve years old! And the latest ultrasounds… oh god. It’ll rip her in half.\n\n\nDr. L████████:\n Doctor A██████, this is neither the first nor the last time the Foundation will be required to keep a humanoid SCP in containment. If you are unwilling or unable to continue your duties with SCP-1267, I can recommend that you be reassigned. If you wish, I can also put in a request to the Site Administrator for a Class-C amnestic.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1266\n | SCP-1267 | \nSCP-1268\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1267\n\" by coil780, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1267\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1267A: Updated containment procedures Given the nature of metamorphic event 14, SCP-1267 is to be contained at a coastal Foundation facility that meets Protocol 173 standards for oceanic creature containment."
    ],
    "documents": [],
    "notes": [
        "Objective : Determine reproductive capability of SCP-1267. Procedure : A male California ground squirrel is introduced to the enclosure containing SCP-1267 (currently resembling a female California ground squirrel), and the two are allowed to copulate multiple times over a one-month period. Result : SCP-1267 fails to become pregnant. It is hypothesized that SCP-1267 cannot reproduce by conventional means.",
        "Objective : In light of the events immediately following SCP-1267's retrieval, investigate alternate triggering stimuli for metamorphosis. Procedure A : A digit is surgically removed from each of SCP-1267's (currently resembling a grey-headed flying fox) hind limbs. Result : SCP-1267 does not enter its metamorphic state. Procedure B : A digit is surgically removed from each of SCP-1267's forelimbs, rendering it flightless. Result : Onset of metamorphosis is observed via ultrasound approximately 36 hours after SCP-1267 awakens following Procedure B. It is hypothesized that SCP-1267 will enter the metamorphic state in response to crippling trauma.",
        "Objective : Investigate the potential for reproduction of SCP-1267 via nontraditional methods. Procedure : Nuclei from mammary cells harvested from SCP-1267 (currently resembling a grey wolf) are transferred to enucleated egg cells from a donor grey wolf, and the resulting eggs are implanted into three gestational surrogates: three in one, five in the second, and four in the third. Result : All three gestational surrogates miscarried. None of the eggs implanted in surrogates 2 and 3 progressed past the blastocyst stage. The fetuses carried by surrogate 1 showed felid, hippopotamid, and █████ characteristics, respectively. Additional research into cloning is recommended.",
        "\" SCP-1267 \" by coil780, from the SCP Wiki . Source: https://scpwiki.com/scp-1267 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1267",
    "object_class": "Euclid",
    "containment_procedures": "SCP-1267 is currently maintained in the large animal wing of Site-12, in a 10m by 15m enclosure recessed 3m below an encircling observation walkway. Separating the observation area from the enclosure is a 2m fence of reinforced steel and synthetic netting, which also encloses the roof.",
    "description": "SCP-1267 is a mammalian organism, which as of 6/9/20██ resembles an adult female pronghorn antelope. Thus far, attempts at interbreeding or crossbreeding SCP-1267 with common stock have failed to produce viable offspring. All observed instances of SCP-1267 to date have been female. SCP-1267 is effectively indistinguishable from its \"template\" species.",
    "title": "SCP-1267"
}