{
    "url": "https://scp-wiki.wikidot.com/scp-1282",
    "all_text": "rating: \n+137\n+\n–\nx\n\n\n\n\n\n\nDocumentation of SCP-1282 instance, circa 1915.\n\n\n\n\n\n\nItem #:\n SCP-1282\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n All instances of SCP-1282 are to be contained in standard wilderness observation chambers, located in \nSite-77\n's Euclid SCP wing. Two members of security are to be present outside each containment chamber, operating on six-hour shifts. Instances of SCP-1282 are never to be exposed to moonlight.\n\n\nDescription:\n SCP-1282 is a collection of five white rabbits, identified as SCP-1282-1 through -5. Instances of SCP-1282 have the physical characteristics and behavior expected of \nLeporidae\n. In addition, all instances of SCP-1282 were rendered chemically infertile before initial containment.\n\n\nIf an instance of SCP-1282 is outdoors during the moon's full lunar phase, their physique will be anomalously altered. Muscular and skeletal tissue will gain mass and additional skeletal structure will form, drawing mass from an outside source. Internal structure will comprise nonfunctional components identical to those found in a human body. Outer epidermal tissue will expand to accommodate this new mass. Fur and claws will be changed to form hunting garb and gunpowder weapons.\n1\n\n\nSCP-1282 instances who undergo this transformation process will display sentience and near-human intelligence. Each instance will display a unique personality. Instances are able to speak, control their bodies, and exhibit self-awareness. If spoken to, they will identify themselves as hunters, and express interest in being allowed to hunt animals. If no humans attempt to communicate with them post-transformation, they will immediately begin to seek out animals to hunt, seeming to focus on \nLeporidae\n.\n\n\nMultiple transformed instances will communicate with one another using American English, and will usually speak about methodology of hunting and techniques used while hunting. The animal focused on in this conversation has been rabbits in over 80% of recorded SCP-1282 conversations. When allowed to hunt, instances of SCP-1282 will attempt to hunt and consume any \nLeporidae\n they previously lived with. Primary focus will be on mates and children, with social associates also being targeted. This continues until all organisms are terminated or the lunar full cycle ends. When returned to their original form, instances of SCP-1282 will exhibit depressed behavior, refusing to move or consume food. Experimentation into this effect is ongoing.\n\n\nSCP-1282 was recovered on 03/18/1999, after several German citizens in [REDACTED] reported hunters coming into their forests and illegally killing rabbits. Foundation personnel were not initially sent to investigate the lead; however, the police reports following the incident were cause enough for Foundation intervention. 7 specimens were contained initially, with two dying of natural causes and one being terminated for testing purposes. As of 05/22/1999, SCP-1282 has been classified as Euclid.\n\n\n\n\n\n\nIdentities created by SCP-1282-1 through -5.\n\n\nCurrent Status\n\n\n\n\n\n\nSCP-1282-1\n\n\nClaims to be a 34 year old humanoid male named Alan Rupp. Dressed in hunting garb circa 1998. Speaks fluent Polish. Primarily targets mating partners.\n\n\nAlive\n\n\n\n\n\n\nSCP-1282-2\n\n\nHumanoid male speaking basic Polish, wearing hunting garb circa 1934. Appears to be between 45-50 years of age, although it has never properly identified itself. Hunts indiscriminately.\n\n\nAlive\n\n\n\n\n\n\nSCP-1282-3\n\n\nHumanoid with an appearance similar to a Neanderthal. Does not speak beyond growling and grunting. Clothed in what appears to be a rabbit pelt. Hunts indiscriminately.\n\n\nAlive\n\n\n\n\n\n\nSCP-1282-4\n\n\nClaims to be a humanoid male named \"Roadkill\", currently living in the U.S. state of Texas. Appears to be between the ages of 30-40, wearing contemporary hunting garb.\n\n\nAlive\n\n\n\n\n\n\nSCP-1282-5\n\n\nFemale humanoid, identifies by the name \"Vale Delon.\" Dresses in traditional British royalty hunting garb, circa 1879. Only instance which will refuse firearms, preferring to terminate rabbits with blunt trauma. Primarily targets children and offspring.\n\n\nDeceased (see Experiment Log 1282-G)\n\n\n\n\n\n\nAddendum:\n Procedure and results of experiment 1282-G.\n\n\n\n\nTest G\n\n\nSubject:\n SCP-1282-1, SCP-1282-5\n\n\nProcedure:\n Over the course of one month, SCP-1282-1 and SCP-1282-5 were allowed to become mating partners. During the lunar full phase, SCP-1282-1 was allowed to transform in a controlled environment, then end SCP-1282-5's untransformed state.\n\n\nResults:\n SCP-1282-1 expressed no signs of understanding their actions. During the next lunar full phase, SCP-1282-1 was allowed to transform again. The instance expressed that their hunting associate had been terminated in a hunting accident, and showed that the event was a tragic accident.\n\n\nAnalysis:\n \nIt appears that instances of SCP-1282 do not recognize one another when in their altered state. However, they do retain at least some vague notion of their feelings throughout each transformation. Testing of this sort is to be ended immediately, due to the possibility of damaging the physiological state of specimens currently being studied.\n - Dr. Boyd\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Appearing identical to various commercial and other types of equipment, without identifying marks.\n\n\n\n\n\n\n\n\n« \nSCP-1281\n | SCP-1282 | \nSCP-1283\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1282\n\" by Anonymous, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1282\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Procedure and results of experiment 1282-G."
    ],
    "documents": [],
    "notes": [
        "Test G Subject: SCP-1282-1, SCP-1282-5 Procedure: Over the course of one month, SCP-1282-1 and SCP-1282-5 were allowed to become mating partners. During the lunar full phase, SCP-1282-1 was allowed to transform in a controlled environment, then end SCP-1282-5's untransformed state. Results: SCP-1282-1 expressed no signs of understanding their actions. During the next lunar full phase, SCP-1282-1 was allowed to transform again. The instance expressed that their hunting associate had been terminated in a hunting accident, and showed that the event was a tragic accident. Analysis: It appears that instances of SCP-1282 do not recognize one another when in their altered state. However, they do retain at least some vague notion of their feelings throughout each transformation. Testing of this sort is to be ended immediately, due to the possibility of damaging the physiological state of specimens currently being studied. - Dr. Boyd",
        "\" SCP-1282 \" by Anonymous, from the SCP Wiki . Source: https://scpwiki.com/scp-1282 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1282",
    "object_class": "Euclid",
    "containment_procedures": "All instances of SCP-1282 are to be contained in standard wilderness observation chambers, located in Site-77's Euclid SCP wing. Two members of security are to be present outside each containment chamber, operating on six-hour shifts. Instances of SCP-1282 are never to be exposed to moonlight.",
    "description": "SCP-1282 is a collection of five white rabbits, identified as SCP-1282-1 through -5. Instances of SCP-1282 have the physical characteristics and behavior expected of Leporidae. In addition, all instances of SCP-1282 were rendered chemically infertile before initial containment.",
    "title": "SCP-1282"
}