{
    "url": "https://scp-wiki.wikidot.com/scp-1296",
    "all_text": "rating: \n+510\n+\n–\nx\n\n\nItem #:\n SCP-1296\n\n\nObject Class:\n Anomalous Phenomenon\n\n\nContainment Class:\n Active\n\n\nHazard Rating:\n Green\n\n\nStandard Containment Policies:\n\n\n\n\nContact information on file within Secure Archive 11\n\n\n\n\nSpecial Containment Procedures:\n\n\n\n\nSchedule C experimentation plan (Remote Testing Area 3).\n\n\nSpecimens acquired through use of SCP-1296 to be stored in RTA-3 biological storage unit and disposed of after recovery and study according to biological specimen clearance protocols outlined in Document CDP-BIO-EN-1.\n\n\nAccounts of contact with SCP-1296 outside of Foundation jurisdiction are to be investigated and addressed as they occur.\n\n\n\n\nDescription:\n SCP-1296 is a Volga M24 model automobile belonging to a service identifying itself as Dial-a-Llama. The vehicle itself displays minor physical alteration: baggage bars have been installed on the roof, the rear seats have been removed, and the vehicle is incorrectly labeled as manufactured by the Toyota company. The Dial-a-Llama company’s contact information and slogans are painted on the sides of the vehicle.\n\n\nUpon calling the provided telephone number, callers will be put in contact with a sales representative from Dial-a-Llama, henceforth referred to as SCP-1296-a. Attempts to find the location of SCP-1296-a or to acquire any additional from it have failed.\n\n\nSCP-1296 will manifest within two hours of placing the order at the caller’s location, regardless of any changes in location made during the time between the call and the delivery. No maximum range to SCP-1296’s manifestations has been found, but it will require adequate space for the vehicle to manifest. Attempts to track SCP-1296 have failed: GPS devices attached to the vehicle have ceased function after SCP-1296 has left view, and it has consistently evaded pursuit. SCP-1296 will always manifest with one driver of varying appearance, and two to eight llamas in addition to whatever specimen was ordered. The cost of the order will vary without apparent pattern.\n\n\nInterview Log-01\n\n\nThe following log was made during testing on 09/07/2012.\n\n\n\n\nSCP-1296-a: Welcome to Dial-a-Llama, how may I help you?\n\n\nDr. █████████: Uh, yes, I was wondering if you could get me some additional information about your company?\n\n\nSCP-1296-a: What would you even need to know? You need a llama, Dial-a-Llama gets you a llama. Anytime, anyplace. It’s our name.\n\n\nDr. █████████: Yes, I know that, but I-\n\n\nSCP-1296-a: You call us, you order a llama, we get you a llama. Not that hard.\n\n\nDr. █████████: Where do you get these llamas?\n\n\nSCP-1296-a: Look, man, do you want a llama or not? This isn’t the twenty questions hotline. This is the two questions hotline: Question one: Do you want a llama? Question two: What kind of llama do you want? If the answer to the first is no, then \nwhy are you calling?\n\n\nDr. █████████: Let me speak to your manager.\n\n\nSCP-1296-a: Nope. Sunk that ship. We don’t put up with harassment around here. Good day to you sir.\n\n\nDr. █████████: [sighs] Okay, okay, I’ll buy a llama. Just one llama, nothing special.\n\n\nSCP-1296-a: Alrighty then, that’ll be forty-five. Cash or credit?\n\n\nDr. █████████: Cash.\n\n\nSCP-1296-a: The Llamamobile will be there in two hours or less. Have a wonderful day, jackass.\n\n\n\n\nInterview Log-02\n\n\nThe following log was made upon delivery on 09/07/2012. The driver of SCP-1296 has been designated SCP-1296-b.\n\n\n\n\nSCP-1296-b: Hey, you the guy who ordered a llama?\n\n\nDr. █████████: Yes, that's me.\n\n\nSCP-1296-b: Forty-five, please.\n\n\nDr. █████████: [pays SCP-1296-b] If it's at all possible, could I ask you a few questions about your…\n\n\nSCP-1296-b: Not this again. You just won't give it up, will you? You order llamas. We get you llamas. From the top of Mount Everest to the bottom of the Marianas Trench, if you need a llama, we will get you that llama. Now stop being nosy. Yours is the grey one in the back.\n\n\n\n\nTest Logs:\n\n\nOrdered:\n Three llamas\n\n\nTime for Delivery:\n Three minutes\n\n\nCost:\n $33\n\n\nResult:\n Two female and one male llama. No anomalies were detected in the specimens.\n\n\nOrdered:\n One pregnant female llama, with a brown spot on the left side.\n\n\nTime for Delivery:\n Seventeen minutes\n\n\nCost:\n $50\n\n\nResult:\n One llama matching the description ordered. No anomalies were detected in the specimen.\n\n\nOrdered:\n One alpaca\n\n\nTime for Delivery:\n One hour and forty-three minutes\n\n\nCost:\n $17\n\n\nResult:\n One male llama. Specimen had the hide of an alpaca glued to it. Closer inspection revealed that the hide had been freshly skinned.\n\n\nOrdered:\n One lama\n\n\nTime for Delivery:\n One hour and twenty-seven minutes\n\n\nCost:\n $200.02\n\n\nResult:\n ███ ██████, a Buddhist monk. Subject had no recollection of events preceding delivery. Subject was administered amnestics and released without incident.\n\n\nOrdered:\n One robotic llama\n\n\nTime for Delivery:\n One hour and thirteen minutes\n\n\nCost:\n $3561.87\n\n\nResult:\n One automaton in the shape of a llama. Behavior was identical to that of a biological llama.\n\n\nOrdered:\n \nSCP-1545\n\n\nTime for Delivery:\n Fifteen seconds\n\n\nCost:\n None\n\n\nNotes:\n SCP-1545 was observed to vanish from its containment locker upon ordering. SCP-1545 was delivered fifteen seconds later, containing two deceased individuals, both unidentified; autopsy revealed that they had been deceased for at least twenty-four hours. Delivery consisted of SCP-1296 driving past the delivery area at approximately 150 km/h; SCP-1545 was thrown from the roof by a second SCP-1296-b subject. SCP-1296-b-2 was heard to scream \"Just fucking take it!\" before departure.\n\n\n\n\n\n\n« \nSCP-1295\n | SCP-1296 | \nSCP-1297\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1296\n\" by Djoric, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1296\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "SCP-1296-a: Welcome to Dial-a-Llama, how may I help you? Dr. █████████: Uh, yes, I was wondering if you could get me some additional information about your company? SCP-1296-a: What would you even need to know? You need a llama, Dial-a-Llama gets you a llama. Anytime, anyplace. It’s our name. Dr. █████████: Yes, I know that, but I- SCP-1296-a: You call us, you order a llama, we get you a llama. Not that hard. Dr. █████████: Where do you get these llamas? SCP-1296-a: Look, man, do you want a llama or not? This isn’t the twenty questions hotline. This is the two questions hotline: Question one: Do you want a llama? Question two: What kind of llama do you want? If the answer to the first is no, then why are you calling? Dr. █████████: Let me speak to your manager. SCP-1296-a: Nope. Sunk that ship. We don’t put up with harassment around here. Good day to you sir. Dr. █████████: [sighs] Okay, okay, I’ll buy a llama. Just one llama, nothing special. SCP-1296-a: Alrighty then, that’ll be forty-five. Cash or credit? Dr. █████████: Cash. SCP-1296-a: The Llamamobile will be there in two hours or less. Have a wonderful day, jackass.",
        "SCP-1296-b: Hey, you the guy who ordered a llama? Dr. █████████: Yes, that's me. SCP-1296-b: Forty-five, please. Dr. █████████: [pays SCP-1296-b] If it's at all possible, could I ask you a few questions about your… SCP-1296-b: Not this again. You just won't give it up, will you? You order llamas. We get you llamas. From the top of Mount Everest to the bottom of the Marianas Trench, if you need a llama, we will get you that llama. Now stop being nosy. Yours is the grey one in the back.",
        "\" SCP-1296 \" by Djoric, from the SCP Wiki . Source: https://scpwiki.com/scp-1296 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1296",
    "object_class": "Anomalous Phenomenon",
    "containment_procedures": "",
    "description": "SCP-1296 is a Volga M24 model automobile belonging to a service identifying itself as Dial-a-Llama. The vehicle itself displays minor physical alteration: baggage bars have been installed on the roof, the rear seats have been removed, and the vehicle is incorrectly labeled as manufactured by the Toyota company. The Dial-a-Llama company’s contact information and slogans are painted on the sides of the vehicle.",
    "title": "SCP-1296"
}