{
    "url": "https://scp-wiki.wikidot.com/scp-1306",
    "all_text": "rating: \n+342\n+\n–\nx\n\n\nItem #:\n SCP-1306\n\n\nObject Class:\n Safe-doctrina\n\n\nSpecial Containment Procedures:\n The exact recipe for SCP-1306 is known only to Site 40's current director and two researchers of said director's choice. Currently, Site Director Adams, Researcher Evans, and Researcher Estevez are entrusted with this information. All proposed tests of SCP-1306 must be approved by one of these three individuals.\n\n\nA piece of paper detailing SCP-1306 is kept in a sealed envelope in Locker R-13 at Site 40's Low-Value Storage wing.\n\n\nAll radio programs, television programs, books, magazines, etc. that deal with the topic of birds must be screened prior to release for content pertaining to SCP-1306 before being released to the general public. Any persons found to have knowledge of SCP-1306 must be interviewed and subsequently administered Class C amnestics.\n\n\nA feeder is to remain in place outside Site 40 for purposes of testing SCP-1306. Instances of SCP-1306-1 are to be observed and all information logged. Any attempts to catch instances of SCP-1306-1 are forbidden.\n\n\nDescription:\n SCP-1306 is a bird food recipe calling for equal parts (by weight) sunflower seeds, peanut butter, and four ingredients not commonly found in bird food, two of which are normally poisonous to birds. Despite its ingredients, birds fed SCP-1306 do not show any signs of illness from consuming it, although SCP-1306 alone is not sufficient to meet the dietary needs of any bird.\n\n\nWhen SCP-1306 is prepared and placed in an appropriate feeder outdoors, a variety of birds will arrive at a rate of approximately two birds per hour and consume a quantity of SCP-1306. This behavior will continue until all of the prepared SCP-1306 is consumed. These birds, collectively SCP-1306-1, will appear from the nearest unobserved area. Instances of SCP-1306-1 generally display properties that would qualify them for special containment procedures under other circumstances, including significant deviations from typical avian anatomy or behavior.\n\n\nIt is hypothesized that SCP-1306-1 do not exist prior to their appearance — tests have shown them capable of emerging from closed, empty containers. No instance of SCP-1306-1 has ever been caught. Any attempts made to contain them have resulted in failure. Reasons for failure have included unexpected displays of strength or speed from the instance, and equipment failure.\n\n\nAfter consuming a small amount of SCP-1306 (relative to their body size), instances of SCP-1306-1 will retreat to the nearest unobserved area. There is currently no evidence indicating that SCP-1306-1 exist after this. It is thus considered safe to test SCP-1306 without concern that instances of SCP-1306-1 will escape into the wild.\n\n\nObservation Log 1306-81-Gamma:\n A sample of SCP-1306 was placed in a feeder outside Site-40 approximately 0.3 meters off the ground. The following information was collected between the hours of 14:21 and 19:30 on April 9, 1943. The feeder was refilled with SCP-1306 hourly.\n\n\n\n\n\n\nTime\n\n\nDescription of SCP-1306-1\n\n\nBehavior of SCP-1306-1\n\n\n\n\n\n\n14:29\n\n\nSimilar to an adult male specimen of \nAfropavo congensis\n (Congo Peacock) in appearance. Subject's feathers glowed blue and emitted heat. Later analysis shows that this was consistent with low levels of Cherenkov radiation.\n\n\nSubject approached the feeder, consumed a small amount of SCP-1306, and left. The ground was tested and shown to be mildly radioactive for ten minutes afterwards.\n\n\n\n\n\n\n14:47\n\n\nA specimen of \nTyto alba\n (Barn Owl). Gait suggested that the subject was incapable of flight due to some injury.\n\n\nUpon reaching the base of the feeder, subject began to scratch unidentified symbols in the surrounding dirt. After four minutes, the subject's legs grew to a height of 0.4 meters. The subject then consumed a small amount of SCP-1306 and left.\n\n\n\n\n\n\n15:28\n\n\nA specimen of \nGoura scheepmakeri\n (Southern Crowned Pigeon). Subject was missing both legs, the majority of its bowels, and its left wing. There was no indication that the subject was alive.\n\n\nSubject floated towards the feeder through unknown means. A small amount of SCP-1306 was observed to leave the feeder and float into the subject's mouth. The subject then left in a similar manner.\n\n\n\n\n\n\n16:09\n\n\nA specimen of \nMeleagris gallopavo\n (Wild Turkey) that had apparently been freshly coated with a large amount of red, white, and blue paint.\n\n\nSubject approached the feeder, slipping twice on small pools of paint dripping from its body. Subject consumed a small amount of SCP-1306 and left, falling three more times on the way back.\n\n\n\n\n\n\n16:39\n\n\nA specimen of \nApteryx australis\n (Common Kiwi) that had no visible legs.\n\n\nSubject did not approach the feeder. Instead, what is believed to be a hollow length of bone extended from its mouth to the feeder (an estimated 3.5 meters). The subject acquired a small amount of SCP-1306 with this appendage and retracted the bone, then left.\n\n\n\n\n\n\n16:46\n\n\nAn adult female specimen of \nStruthio camelus\n (ostrich).\n\n\nSubject approached the feeder and turned to directly face Research Assistant Jacobs (who was not visible from its position). Subject spoke the phrase \"I bet you weren't expecting this, were you, Mikey?\" in a voice closely resembling RA Jacobs' father before consuming a small amount of SCP-1306 and leaving.\n\n\n\n\n\n\n17:32\n\n\nA group of bird legs corresponding to at least seven different species, reaching approximately 2 meters in length.\n\n\nSubject appeared to sprout from the ground near the feeder and extend upwards. Each leg acquired a small amount of SCP-1306 and retreated into the ground.\n\n\n\n\n\n\n18:07\n\n\nWhat appeared to be a juvenile golden retriever (\nCanis lupus familiaris\n) in a hummingbird costume made of construction paper.\n\n\nSubject used the costume to fly to the feeder in a manner similar to that of a hummingbird, consume a small amount of SCP-1306, and leave. How this was accomplished is unknown, as the subject did not exhibit the aerodynamic or muscular properties appropriate for this behavior.\n\n\n\n\n\n\nTesting was halted at this time, as the available supply of SCP-1306 had been exhausted.\n\n\n\n\n\n\n« \nSCP-1305\n | SCP-1306 | \nSCP-1307\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1306\n\" by Communism will win, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1306\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-1306 \" by Communism will win, from the SCP Wiki . Source: https://scpwiki.com/scp-1306 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1306",
    "object_class": "Safe-doctrina",
    "containment_procedures": "The exact recipe for SCP-1306 is known only to Site 40's current director and two researchers of said director's choice. Currently, Site Director Adams, Researcher Evans, and Researcher Estevez are entrusted with this information. All proposed tests of SCP-1306 must be approved by one of these three individuals.",
    "description": "SCP-1306 is a bird food recipe calling for equal parts (by weight) sunflower seeds, peanut butter, and four ingredients not commonly found in bird food, two of which are normally poisonous to birds. Despite its ingredients, birds fed SCP-1306 do not show any signs of illness from consuming it, although SCP-1306 alone is not sufficient to meet the dietary needs of any bird.",
    "title": "SCP-1306"
}