{
    "url": "https://scp-wiki.wikidot.com/scp-1308",
    "all_text": "rating: \n+174\n+\n–\nx\n\n\nItem #:\n SCP-1308\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-1308 is to be held in a modified standard enclosure on Bio Research Site-21, such that the door mechanism, the main ventilation mechanism, and any apertures wider than 25 mm in two perpendicular directions are to be covered with a steel mesh coated with a tin layer at least 0.08 mm thick.\n\n\nAny personnel entering the enclosure are to wear Level B Hazardous Materials protective equipment, modified by attaching strips of tin foil no smaller than 100 X 25 mm to the surface, no further than 50 mm apart. To ensure personal safety in case of damage to the suit, a layer of tin foil protecting the head and neck is to be worn under specified protective clothing while inside the enclosure, or during times of significant risk of an SCP-1308 containment breach.\n\n\nNote: Aluminium foil is not an acceptable substitute for tin in this case. - Researcher Eisenberg\n\n\nAll personnel entering the enclosure are to be equipped with a standard-issue electroshock weapon. Personnel are to be reminded that due to lack of discernible vital organs, gunfire is of limited effectiveness against instances of SCP-1308. For longer incapacitation for capture or research, portable pressurized sprayer units with chloroform solution are to be used; these are to be issued to any Level 1 personnel with SCP-1308 clearance that have undergone appropriate training.\n\n\nThe enclosure of SCP-1308 is to be kept at a temperature of 28 degrees Celsius, and a relative humidity of 47%. Once per ten days, \none human cadaver within 4 hours of exitus\n one live pig of mass cca. 50 kg per specimen is to be introduced into SCP-1308's enclosure. Two days after each feeding, the cell is to be cleaned of residue. No more than three instances of SCP-1308 are to be stored in a single enclosure.\n\n\nNewly captured SCP-1308 specimens are to be examined for deviations in body makeup and classified as per Document-1308-C, implanted with a positioning and identification chip and internated in an enclosure as appropriate.\n\n\nDescription:\n SCP-1308 refers to several instances of an organism resembling an ambulatory sheet of human skin of cca. 1 x 3 m size,\n1\n capable of flotation through currently unknown means.\n2\n The upper surface of SCP-1308 specimens resembles human skin, including features such as body hair, birthmarks and occasional patches of keratin. The lower surface is smooth, and contains a number of modified sweat glands, capable of excretion of SCP-1308-1, a translucent yellow liquid of composition resembling blood plasma.\n\n\nBelow the skin, SCP-1308 contains two layers of perpendicularly oriented muscular fibers, an adipose layer, and occasional segments of reinforcing cartilage. The tissues of SCP-1308 contain a large number of capillaries leading from the surfaces, apparently responsible for gas exchange, towards the central mass - the blood circulation is ensured by means of a pattern of involuntary muscle contractions. Large scale muscular contractions are used as a means of propulsion, and the musculature of SCP-1308 has been shown capable of exerting forces upwards of 600 N. SCP-1308 has a decentralized nervous system composed of a grid of ganglia cca. 5 mm diameter, irregularly located with a density of cca. 25 per sq. m, connected by axon strands.\n\n\nDNA testing on cells harvested from SCP-1308 instances confirms them to be human in origin.\n\n\nSCP-1308 appears to be sentient, and seems to prefer secluded areas such as abandoned buildings, the vicinity of waste disposal facilities, or maintenance facilities, however a single specimen [REDACTED]. When inactive, SCP-1308 will usually adhere to a wall or another structure, seemingly preferring heights of ~2.5 m and above.\n\n\nThrough specific patterns of muscular contractions, combined with the folding of its body, SCP-1308 is capable of emitting melodic sounds, as well as replicating sounds from the environment (including human speech) with varying intensity.\n3\n This property plays a role in luring potential victims; however SCP-1308 specimens tend to vocalise at apparently random times, even during or after feeding.\n\n\nIf a human being approaches an SCP-1308 instance, it will attempt to envelop and restrain them, and force a significant part of its surface under their clothing, such that it is in contact with bare skin. Subsequently the glands on the surface of SCP-1308 will excrete SCP-1308-1.\n\n\nSCP-1308-1 rapidly penetrates human skin, and within three minutes of application, causes permanent dissociation of intercellular bonds in animal tissues up to a depth of cca. 1 mm.\n4\n. Once this has taken place, SCP-1308 will proceed to slowly absorb the tissue and reintegrate it into its body mass through unknown means, a process which has been observed to take between 3-7 hours.\n\n\nOnce the absorption is complete, SCP-1308 will release its victim and float away. Archival records and testing have shown encounters with SCP-1308 to have a survival rate of roughly 80%, out of which most deaths were caused by secondary infections following large-scale skin loss, suffocation or circulatory failure due to constriction, or shock. Thorough cleaning of the wounds using physiologic solution, followed by prophylactic levomycetin treatment have been shown to aid recovery. If large-scale areas are affected, skin grafting is recommended.\n\n\nSCP-1308 instances show intense reluctance of coming into contact with metallic tin and certain tin compounds - the cause seems related to SCP-1308-1 being an effective catalyst in the process of tin oxidation.\n\n\nRecovery Log:\n SCP-1308 first came to attention of the Foundation in ██████, Hungary on ██/██/1995, following the hospitalisation of János B█████, a maintenance employee at the ███████ heat plant. Following his interview by a hospital psychiatrist, and the unusual nature of his injuries, a Foundation liaison interviewed him posing as a Ministry of Agriculture special committee worker. (see Addendum 1308-1 for interview). A plan of approach was drafted based on his testimony, and an instance of SCP-1308 was successfully captured in the maintenance tunnels. J.B. was treated with amnestics, and the hospital records were altered to record the injury as self-inflicted, following a psychotic episode.\n\nTo date, five more instances have been contained.\n\n\nAddendum 1308-1:\n\n\n\n\nInterviewed:\n János B█████ (subsequently J.B.), maintenance employee of the ███████ heat plant.\n\n\nInterviewer:\n Researcher F████, posing as a member of special committee of the Hungarian Ministry of Agriculture.\n\n\nForeword:\n J.B. was brought to the ██████ state hospital by his colleague, Béla B█████, who found him in one of the maintenance rooms. He was hospitalised immediately due to a head injury, extensive loss of skin tissue on his back, chest, and right arm, infection, and fever. Upon admission, his blood alcohol content was cca. 0.5 promile. J.B.'s claims of being assaulted by a \"skin bed sheet\" - coupled with the unusual nature of his injuries - prompted Foundation investigation.\n\n\n<Begin Log>\n\n\nJ.B.:\n Béla? Brought in the bottle? Pass it! Before the doctor comes!\n\n\nResearcher F█████:\n Excuse me. Doctor István Varga, trustee of the ministry of Agriculture-\n\n\nJ.B.:\n Be… Doctor? Agriculture… Do I look like a bull?… Sorry, it was a joke — who are you looking for?\n\n\nResearcher F█████:\n You are some János B█████, born ██/██/1965 in Szeged?\n\n\nJ.B.:\n Yeah, that's me… but… what the hell… Sorry, I-\n\n\nResearcher F█████:\n I'm here because of what you told the doctor when they took you in. See-\n\n\nJ.B.:\n Really? Fuck… He was saying he'll give me a calming shot… so… but agriculture?\n\n\nResearcher F█████:\n Your case isn't the first, Mr. B█████. What you encountered appears to be an invasive species of constrictor snake, accidentally imported from Uzbekistan. We just need to confirm some details before it can be properly reported and dealt with.\n\n\nJ.B.:\n Snake? It looked nothing like a fucking snake… It was… I dunno… Like a skin… Live skin, like on my arm. Hell, it even had hair. And it was flying.\n\n\nResearcher F█████:\n It can float for short distances. It's a relatively rare species, it just has better living conditions under our geography. A lot like rabbits in Australia. But regardless. Your colleague told us he found you lying in the maintenance hall. Can you tell me what happened?\n\n\nJ.B.:\n It was Tuesday, I think. I was doing two shifts, one for Gergely. Happened about an hour through the second one… Not sure. I went to take a leak, then… What did I… Right. See, I heard… I thought I heard the radio. Thought Béla left it on or something, and I didn't notice before… Fuck, I thought, he's gonna waste all the battery. So I went to look for it. Thought I heard it from one of the storage rooms… I thought… See, we went there for a smoke sometimes. It was odd, too. Sounded like… I think I heard it once on television, in some movie.\n\n\nResearcher F█████:\n Possible. Carry on, what happened when you entered?\n\n\nJ.B.:\n I went in… Wait, no. I ran in… See, I was walking through the hall, and suddenly the music stopped, and I thought I heard a voice… So I grabbed a wrench, and ran in, see… We had a trespasser before… the gate guard is rather old, and he likes the bottle. We've had a few problems with him.\n\n\nResearcher F█████:\n What problem?\n\n\nJ.B.:\n Hobos, the fucks. Fuck them. Like, through winter, but all the time, some'd sneak in to sleep and make a fucking mess.\n\n\nResearcher F█████:\n So you went in. What happened?\n\n\nJ.B.:\n At first, nothing. I opened the door, nobody there. Went in, then… fuck. I heard the… shriek from behind and above me. I turned, and this… thing. Like I said… Like a carpet or bed sheet… But it was floating in air, curled up, like… A bit of it was like a tube, and… It… The music started again. And it went at me… fast, like a cat running. I froze… Then got my shit together, tried to hit it with the wrench. Didn't help.\n\n\nResearcher F█████:\n Did the hit damage it any?\n\n\nJ.B.:\n Oh, that… that it did. See, I got a pretty strong arm… the wrench tore a hole in it. Sprayed something out, too. But it didn't care. See, the thing sort of flexed around my arm. And then it went up… it was warm and it felt like being licked by a dog, but it held my arm really tight. I tried to yank it out but I fell… Then, the thing began sliding up, and up my sleeve. Like I said, it looked like skin, with hair. I think I saw a head or some such, but I don't know… Then it wrapped around what it could, tore through my shirt. Didn't make with the belt, fuck - thank to Virgin Mary - hell. Because then, see… Once it had me wrapped tight, it began doing something, it started slow, but then it burned like when you're chopping fefferons and touch your eye or dick or some… fuck. And it wouldn't let go… I tried to move, got it to budge a bit, but it wrapped again, tighter. And it… I think a part of it was humming again, but might be just my head. Hell, I don't remember how long I was there.\n\n\nResearcher F█████:\n What do you recall next?\n\n\nJ.B.\n When it finally let me go, floated up, off, quite quick. I tried getting up, I was… my legs, arms, all fell asleep. Took me ages to just get moving again… I ran to the main maintenance hall, wanted to get the telephone, call someone… I… I think I tripped or something. The next thing I recall was Béla swearing and slapping me… must have been his shift or what. He took me to the hospital, thought I hurt my head talking about this.\n\n\nResearcher F█████:\n That'll be all, thank you. Please, take this pill - it's an antivenin. The poison of this snake species is rather subversive - causes hallucinations at first, and if left untreated, liver damage after a few days.\n\n\nJ.B.:\n Thanks… fuck, the doctors didn't know about that.\n\n\n<End Log>\n\n\n\n\nClosing Statement:\n J.B. was administered Class-A amnestics, the injury being explained to him as steam burns following a boiler accident. The hospital staff were informed his injuries were self-inflicted and they, as well as his testimony, resulted from delusions of his own skin attacking him.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The size of the captured specimens varies within 15% of a set limit, with the exception of one instance which is only 1.8 x 0.9 m in size. Thickness has been shown to vary throughout each specimen between 2-50 mm depending on presence of additional organs, or subcutaneous fat deposits.\n\n\n2\n. Examination has shown the presence of several cavities filled with hydrogen gas roughly 20 x 150 x 5 mm in size at roughly 200 mm spacing in the captive specimens, however, the volume of hydrogen gas present isn't sufficient to explain the low density of SCP-1308, and current hypotheses consider these to be vibration-sensing organs.\n\n\n3\n. It is suspected the shaped keratinous platelets on the surface play a significant role in such emissions by acting as vibration nodes.\n\n\n4\n. The lower surface of SCP-1308 has been shown to be resistant to this effect, while the upper is not.\n\n\n\n\n\n\n\n\n« \nSCP-1307\n | SCP-1308 | \nSCP-1309\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1308\n\" by VAElynx, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1308\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1308-1:"
    ],
    "documents": [],
    "notes": [
        "Interviewed: János B█████ (subsequently J.B.), maintenance employee of the ███████ heat plant. Interviewer: Researcher F████, posing as a member of special committee of the Hungarian Ministry of Agriculture. Foreword: J.B. was brought to the ██████ state hospital by his colleague, Béla B█████, who found him in one of the maintenance rooms. He was hospitalised immediately due to a head injury, extensive loss of skin tissue on his back, chest, and right arm, infection, and fever. Upon admission, his blood alcohol content was cca. 0.5 promile. J.B.'s claims of being assaulted by a \"skin bed sheet\" - coupled with the unusual nature of his injuries - prompted Foundation investigation. <Begin Log> J.B.: Béla? Brought in the bottle? Pass it! Before the doctor comes! Researcher F█████: Excuse me. Doctor István Varga, trustee of the ministry of Agriculture- J.B.: Be… Doctor? Agriculture… Do I look like a bull?… Sorry, it was a joke — who are you looking for? Researcher F█████: You are some János B█████, born ██/██/1965 in Szeged? J.B.: Yeah, that's me… but… what the hell… Sorry, I- Researcher F█████: I'm here because of what you told the doctor when they took you in. See- J.B.: Really? Fuck… He was saying he'll give me a calming shot… so… but agriculture? Researcher F█████: Your case isn't the first, Mr. B█████. What you encountered appears to be an invasive species of constrictor snake, accidentally imported from Uzbekistan. We just need to confirm some details before it can be properly reported and dealt with. J.B.: Snake? It looked nothing like a fucking snake… It was… I dunno… Like a skin… Live skin, like on my arm. Hell, it even had hair. And it was flying. Researcher F█████: It can float for short distances. It's a relatively rare species, it just has better living conditions under our geography. A lot like rabbits in Australia. But regardless. Your colleague told us he found you lying in the maintenance hall. Can you tell me what happened? J.B.: It was Tuesday, I think. I was doing two shifts, one for Gergely. Happened about an hour through the second one… Not sure. I went to take a leak, then… What did I… Right. See, I heard… I thought I heard the radio. Thought Béla left it on or something, and I didn't notice before… Fuck, I thought, he's gonna waste all the battery. So I went to look for it. Thought I heard it from one of the storage rooms… I thought… See, we went there for a smoke sometimes. It was odd, too. Sounded like… I think I heard it once on television, in some movie. Researcher F█████: Possible. Carry on, what happened when you entered? J.B.: I went in… Wait, no. I ran in… See, I was walking through the hall, and suddenly the music stopped, and I thought I heard a voice… So I grabbed a wrench, and ran in, see… We had a trespasser before… the gate guard is rather old, and he likes the bottle. We've had a few problems with him. Researcher F█████: What problem? J.B.: Hobos, the fucks. Fuck them. Like, through winter, but all the time, some'd sneak in to sleep and make a fucking mess. Researcher F█████: So you went in. What happened? J.B.: At first, nothing. I opened the door, nobody there. Went in, then… fuck. I heard the… shriek from behind and above me. I turned, and this… thing. Like I said… Like a carpet or bed sheet… But it was floating in air, curled up, like… A bit of it was like a tube, and… It… The music started again. And it went at me… fast, like a cat running. I froze… Then got my shit together, tried to hit it with the wrench. Didn't help. Researcher F█████: Did the hit damage it any? J.B.: Oh, that… that it did. See, I got a pretty strong arm… the wrench tore a hole in it. Sprayed something out, too. But it didn't care. See, the thing sort of flexed around my arm. And then it went up… it was warm and it felt like being licked by a dog, but it held my arm really tight. I tried to yank it out but I fell… Then, the thing began sliding up, and up my sleeve. Like I said, it looked like skin, with hair. I think I saw a head or some such, but I don't know… Then it wrapped around what it could, tore through my shirt. Didn't make with the belt, fuck - thank to Virgin Mary - hell. Because then, see… Once it had me wrapped tight, it began doing something, it started slow, but then it burned like when you're chopping fefferons and touch your eye or dick or some… fuck. And it wouldn't let go… I tried to move, got it to budge a bit, but it wrapped again, tighter. And it… I think a part of it was humming again, but might be just my head. Hell, I don't remember how long I was there. Researcher F█████: What do you recall next? J.B. When it finally let me go, floated up, off, quite quick. I tried getting up, I was… my legs, arms, all fell asleep. Took me ages to just get moving again… I ran to the main maintenance hall, wanted to get the telephone, call someone… I… I think I tripped or something. The next thing I recall was Béla swearing and slapping me… must have been his shift or what. He took me to the hospital, thought I hurt my head talking about this. Researcher F█████: That'll be all, thank you. Please, take this pill - it's an antivenin. The poison of this snake species is rather subversive - causes hallucinations at first, and if left untreated, liver damage after a few days. J.B.: Thanks… fuck, the doctors didn't know about that. <End Log> Closing Statement: J.B. was administered Class-A amnestics, the injury being explained to him as steam burns following a boiler accident. The hospital staff were informed his injuries were self-inflicted and they, as well as his testimony, resulted from delusions of his own skin attacking him.",
        "\" SCP-1308 \" by VAElynx, from the SCP Wiki . Source: https://scpwiki.com/scp-1308 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1308",
    "object_class": "Euclid",
    "containment_procedures": "SCP-1308 is to be held in a modified standard enclosure on Bio Research Site-21, such that the door mechanism, the main ventilation mechanism, and any apertures wider than 25 mm in two perpendicular directions are to be covered with a steel mesh coated with a tin layer at least 0.08 mm thick.",
    "description": "SCP-1308 refers to several instances of an organism resembling an ambulatory sheet of human skin of cca. 1 x 3 m size,1 capable of flotation through currently unknown means.2 The upper surface of SCP-1308 specimens resembles human skin, including features such as body hair, birthmarks and occasional patches of keratin. The lower surface is smooth, and contains a number of modified sweat glands, capable of excretion of SCP-1308-1, a translucent yellow liquid of composition resembling blood plasma.",
    "title": "SCP-1308"
}