{
    "url": "https://scp-wiki.wikidot.com/scp-1311",
    "all_text": "rating: \n+62\n+\n–\nx\n\n\nItem #:\n SCP-1311\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n All stationed personnel currently assigned to SCP-1311 are to monitor all local homicide police reports for evidence of SCP-1311 outbreaks. Instances of SCP-1311’s pattern being positively identified should be reported immediately. Any witnesses of positively identified SCP-1311 outbreaks are to be given Class-C Amnestics and have their accounts to local authorities modified as necessary. In extreme cases, Class-A Amnestics and relocation are permissible.\n\n\n\n\nUpdate as of June 7, 201█: For the purposes of observation and further study, all Foundation personnel currently assigned to SCP-1311 are tasked with the recovery of an individual suffering the condition that has not yet self amputated. In instances where recovery is not viable, video or photographic evidence is also acceptable.\n -Dr. ██████\n\n\n\n\nDescription\n: SCP-1311 initially manifests as a case of sudden, severe body integrity disorder—the belief that part of an individual’s body is not actually theirs—in people with no previously recorded history of such a condition. In most instances, SCP-1311 affects the perception of one’s hands or feet, though in some cases, fingers, ears, eyes, teeth or even organs have also been subject to the condition. SCP-1311 was previously regarded as mere coincidence, but the repeated instances of SCP-1311’s more anomalous aspects led Foundation operatives to require additional research, which in turn caused its final classification.\n\n\nAs with most cases of acute body integrity disorder, the majority of subjects infected with SCP-1311 have attempted to self-amputate or remove the affected part of the body themselves, resulting in their death. In the cases where a minor part of the body is targeted and successfully amputated, all sufferers have expressed a profound feeling of relief at its removal. No survivors of major removals have currently been recovered.\n\n\nFurther research was first suggested when Dr. ██████ noted that, in all cases where an infected individual was successful in removing the afflicted part of their body, that part of the body was never located. Survivors of the condition universally claimed to have “not noticed” or to “have forgotten” what happened to the body part after removal, though they continue to express happiness that it is gone. No removals have yet been observed or recorded by Foundation personnel.\n\n\nMost often, outbreaks of SCP-1311 are discovered after the fact by tracking murder cases involving limb amputation or dismemberment, usually classified as such due to the missing body parts. To date, at least forty-three (43) outbreaks have been recorded around the world, with only the outbreak in █████████ happening at the same location more than once.\n\n\nOutbreaks of SCP-1311 always happen in groups of four individuals. There is no identified source for SCP-1311 outbreaks, though those suffering from the condition always have some link between them. While most individuals possess a solid connection, such as working in the same office or having the same doctors, other outbreaks have possessed links as tenuous as:\n\n\n\n\nEating the same meal for lunch (at different locations);\n\n\nBeing treated for nail biting;\n\n\nHaving been a member of the same online community, [REDACTED] (said community is now being monitored, due to its connection to SCP-1311 correlating to a significant increase in the site's popularity);\n\n\nBeing allergic to apples;\n\n\nBeing the child of a pancreatic cancer survivor;\n\n\nHaving sex with the same woman (the woman showed no signs of the condition herself, though she is currently in custody for observation and further testing);\n\n\nSimultaneously reading the same book, \n█████ ██████ and the ████-█████ ██████\n.\n\n\n\n\nThe extremely questionable relations between the groups were initially noted as reaching too far by officials, but these are the only currently documented links.\n\n\nThe full list of currently missing body parts currently includes:\n\n\n\n\nSixteen arms (hands intact).\n\n\nTwelve legs (feet intact).\n\n\nThirty-six hands.\n\n\nSeventy-two teeth, including canines, incisors, and molars in various quantities.\n\n\nFour sets of genitals, both genders.\n1\n\n\nTwelve kidneys.\n\n\nFour lungs.\n\n\nEight spleens.\n\n\nThree livers.\n2\n\n\n\n\nAddendum SCP-1311-1\n:\n\n\nAfter the recovery of \nSCP-1993\n in ████, research was conducted in an effort to discover a link between SCP-1311 and SCP-1993. Currently, all SCP-1311 survivors tested have shown no sign of the SCP-1993 compulsion. Research is ongoing.\n\n\n\n\nFootnotes\n\n\n1\n. Interestingly, these sets came from two separate instances, the first being three males and one female and the other of one male and three females.\n\n\n2\n. The final victim is still unlocated; however, efforts are ongoing as of ██-██-██13. Currently, researchers theorize that the victim is most likely French speaking Quebecois with links to Quebec independence groups, though this is unconfirmed.\n\n\n\n\n\n\n\n\n« \nSCP-1310\n | SCP-1311 | \nSCP-1312\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1311\n\" by TroyL, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1311\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum SCP-1311-1 :\nAfter the recovery of SCP-1993 in ████, research was conducted in an effort to discover a link between SCP-1311 and SCP-1993. Currently, all SCP-1311 survivors tested have shown no sign of the SCP-1993 compulsion. Research is ongoing."
    ],
    "documents": [],
    "notes": [
        "Update as of June 7, 201█: For the purposes of observation and further study, all Foundation personnel currently assigned to SCP-1311 are tasked with the recovery of an individual suffering the condition that has not yet self amputated. In instances where recovery is not viable, video or photographic evidence is also acceptable. -Dr. ██████",
        "\" SCP-1311 \" by TroyL, from the SCP Wiki . Source: https://scpwiki.com/scp-1311 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1311",
    "object_class": "Euclid",
    "containment_procedures": "All stationed personnel currently assigned to SCP-1311 are to monitor all local homicide police reports for evidence of SCP-1311 outbreaks. Instances of SCP-1311’s pattern being positively identified should be reported immediately. Any witnesses of positively identified SCP-1311 outbreaks are to be given Class-C Amnestics and have their accounts to local authorities modified as necessary. In extreme cases, Class-A Amnestics and relocation are permissible.",
    "title": "SCP-1311"
}