{
    "url": "https://scp-wiki.wikidot.com/scp-1338",
    "all_text": "rating: \n+178\n+\n–\nx\n\n\nItem #:\n SCP-1338\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n A perimeter is to be established around the location SCP-1338 most frequently appears at (roughly 35°45'50\"N 82°15'52\"W). Foundation personnel assigned to the containment of SCP-1338 are to maintain the guise of a team of ecologists implementing a forest restoration process. Any unauthorized persons attempting to enter the perimeter are to be turned away under the pretense of keeping the restoration undisturbed; video surveillance is to be used to monitor the perimeter.\n\n\nFoundation personnel are to meet with SCP-1338 once every 29 days\n1\n to perform a routine assessment of SCP-1338’s temperament and behavior. Any conversations that occur are to be properly logged. As SCP-1338 has demonstrated willingness to cooperate with the Foundation, care should be taken to avoid frightening or aggravating SCP-1338, to maintain said cooperation.\n\n\nDescription:\n SCP-1338 is a male human of indeterminate ethnicity, of stature and appearance similar to that of a child. Though otherwise physically unremarkable, SCP-1338 exhibits heterochromia iridum, possessing one dark brown eye and one green eye. SCP-1338 does not appear to age. SCP-1338 is able to communicate using simple spoken English, and has demonstrated a talent for climbing trees.\n\n\nSCP-1338 is able to use plant matter to create substances with certain healing properties, though said substances only retain their abilities while within the presence of SCP-1338. Analysis of the produced substances (usually strong-smelling mixtures of crushed or shredded leaves, herbs, and/or flower petals) reveals no anomalies; however, SCP-1338 has shown skill in curing various ailments, including headaches, eye irritation, and upset stomachs. Shallow cuts (ranging from 1 to 4 cm long) treated by SCP-1338 heal completely after an average of four minutes; subjects receiving care from SCP-1338 report feeling no pain when the cures are applied.\n\n\nWhile SCP-1338 favors a forest in the Blue Ridge Mountains (of the American Appalachians) as a place of residence, numerous sightings of SCP-1338 in the Epping Forest of England have been recorded. Said sightings are no longer recent enough to prompt further investigation.\n\n\nThe Foundation initially established contact with SCP-1338 when the story of an injured mountain climber recovering from several broken bones overnight prompted Foundation investigation. A small team of researchers led by \nDr. Kiryu\n was sent to explore the region of the forest the sighting was rumored to have occurred in (see Interview 1338-1-█).\n\n\n\n\nInterview 1338-1-█\n\n\n\n\nhide\n\n\n\n\n\n\nOn the second day of the investigation, Dr. Kiryu stopped to collect plant samples, and lagged behind the group slightly. SCP-1338, apparently having hidden itself behind a nearby tree, appeared and engaged Dr. Kiryu in conversation. The following is a log of the event.\n\n\nSCP-1338:\n Who are you?\n\n\nDr. Kiryu:\n Hello. I’m a friend. I wanted to say thank you for helping that man.\n\n\nSCP-1338:\n You’re welcome. [pause] No one ever comes back to say thank you. [pause] What are you doing?\n\n\nDr. Kiryu:\n I’m collecting some of the plants here.\n\n\nSCP-1338:\n Why?\n\n\nDr. Kiryu:\n Where I live, the plants don’t grow as well as they do here. I’m hoping to find a way to help the plants at home grow better.\n\n\nSCP-1338:\n I can help. Like with that man. I helped him heal better. But only here.\n\n\nDr. Kiryu:\n What do you mean?\n\n\nSCP-1338:\n I can make things with plants. Things that help other things heal or grow better.\n\n\nDr. Kiryu:\n What sort of things?\n\n\nSCP-1338:\n I can make flower water that helps plants grow, and I know the smells that the butterflies like. I know where to leave food for the fairies so they help me learn, and I can find the feathers that help you listen to the trees.\n\n\nDr. Kiryu:\n That’s… fascinating. Would you be willing to talk some more, on another day?\n\n\nSCP-1338:\n Maybe. I’m here all the time. Please be careful with the plants you’re taking, okay?\n\n\nDr. Kiryu:\n I will. Thank you for talking to me. When do you want to talk again?\n\n\nSCP-1338:\n Maybe the day of the next half moon?\n\n\nDr. Kiryu:\n Certainly.\n\n\n\n\n\n\n\n\n\n\nAddendum 1338-1:\n SCP-1338 has, on occasion, mentioned two other existing family members (see interview log). The identities of the alleged parents of SCP-1338 are currently unknown, Foundation attempts to locate said parents have proven unsuccessful.\n\n\n\n\nInterview 1338-9-██\n\n\n\n\nhide\n\n\n\n\n\n\nDr. Kiryu:\n Could you tell me more about your family?\n\n\nSCP-1338:\n My mother and father once lived together, but my father and some of his family were taken away by some men who wanted to sail across an ocean. Mother and I were left behind.\n\n\nDr. Kiryu:\n Do you know what happened to him?\n\n\nSCP-1338:\n He helped them cross the water. But they wanted to explore more, and when they got him to help them cross the land, they didn’t make it very far. My father decided he wasn’t going to help them anymore. He ended up in the mountains, and he found others to guard him. That was around the first time I visited him.\n\n\nDr. Kiryu:\n Did your mother take you to see him?\n\n\nSCP-1338:\n No, some of his friends showed me the way. They taught me how to cross bigger distances. My father was very weak, and my mother couldn’t leave where she was, so I went to see him.\n\n\nDr. Kiryu:\n Would your father mind talking to me sometime?\n\n\nSCP-1338:\n I don’t think he would want to. The only reason I’m here is because my mother wanted to tell my father something, and I was the one who passed the message. She said that he was so steadfast, while she was fickle and changed with the seasons. But he loved her for that anyway, and that was what made her love him.\n\n\nDr. Kiryu:\n I see. Do you miss him?\n\n\nSCP-1338:\n I’m trying to heal him. I talk to his friends a lot though, so it’s not too bad.\n\n\n\n\n\n\n\n\n\n\nAddendum 1338-2:\n Subjects treated by SCP-1338 for cuts and abrasions were observed to have extra layers of large, rectangular-shaped skin cells growing over the sites of the original wounds. The layers are shed and replaced periodically without harm; the means by which this occurs is currently unknown.\n\n\nAddendum 1338-3:\n On ██-██-████, an attempt was made to transfer SCP-1338 to Site-██. SCP-1338 was sedated and transported via helicopter, but en route SCP-1338’s health began to deteriorate rapidly, to the point where transfer was no longer viable. SCP-1338 was returned to the meeting place. Attempts were made to follow SCP-1338 once it awakened, but Foundation personnel were unable to locate SCP-1338 after it climbed into tree branches overhead.\n\n\n\n\nFootnotes\n\n\n1\n. Due to SCP-1338 having no understanding of standardized timekeeping systems, it was agreed that each meeting would occur on the day before a full moon.\n\n\n\n\n\n\n\n\n« \nSCP-1337\n | SCP-1338 | \nSCP-1339\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1338\n\" by Zyn, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1338\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1338-1: SCP-1338 has, on occasion, mentioned two other existing family members (see interview log). The identities of the alleged parents of SCP-1338 are currently unknown, Foundation attempts to locate said parents have proven unsuccessful.",
        "Addendum 1338-2: Subjects treated by SCP-1338 for cuts and abrasions were observed to have extra layers of large, rectangular-shaped skin cells growing over the sites of the original wounds. The layers are shed and replaced periodically without harm; the means by which this occurs is currently unknown.",
        "Addendum 1338-3: On ██-██-████, an attempt was made to transfer SCP-1338 to Site-██. SCP-1338 was sedated and transported via helicopter, but en route SCP-1338’s health began to deteriorate rapidly, to the point where transfer was no longer viable. SCP-1338 was returned to the meeting place. Attempts were made to follow SCP-1338 once it awakened, but Foundation personnel were unable to locate SCP-1338 after it climbed into tree branches overhead."
    ],
    "documents": [],
    "notes": [
        "On the second day of the investigation, Dr. Kiryu stopped to collect plant samples, and lagged behind the group slightly. SCP-1338, apparently having hidden itself behind a nearby tree, appeared and engaged Dr. Kiryu in conversation. The following is a log of the event. SCP-1338: Who are you? Dr. Kiryu: Hello. I’m a friend. I wanted to say thank you for helping that man. SCP-1338: You’re welcome. [pause] No one ever comes back to say thank you. [pause] What are you doing? Dr. Kiryu: I’m collecting some of the plants here. SCP-1338: Why? Dr. Kiryu: Where I live, the plants don’t grow as well as they do here. I’m hoping to find a way to help the plants at home grow better. SCP-1338: I can help. Like with that man. I helped him heal better. But only here. Dr. Kiryu: What do you mean? SCP-1338: I can make things with plants. Things that help other things heal or grow better. Dr. Kiryu: What sort of things? SCP-1338: I can make flower water that helps plants grow, and I know the smells that the butterflies like. I know where to leave food for the fairies so they help me learn, and I can find the feathers that help you listen to the trees. Dr. Kiryu: That’s… fascinating. Would you be willing to talk some more, on another day? SCP-1338: Maybe. I’m here all the time. Please be careful with the plants you’re taking, okay? Dr. Kiryu: I will. Thank you for talking to me. When do you want to talk again? SCP-1338: Maybe the day of the next half moon? Dr. Kiryu: Certainly.",
        "Dr. Kiryu: Could you tell me more about your family? SCP-1338: My mother and father once lived together, but my father and some of his family were taken away by some men who wanted to sail across an ocean. Mother and I were left behind. Dr. Kiryu: Do you know what happened to him? SCP-1338: He helped them cross the water. But they wanted to explore more, and when they got him to help them cross the land, they didn’t make it very far. My father decided he wasn’t going to help them anymore. He ended up in the mountains, and he found others to guard him. That was around the first time I visited him. Dr. Kiryu: Did your mother take you to see him? SCP-1338: No, some of his friends showed me the way. They taught me how to cross bigger distances. My father was very weak, and my mother couldn’t leave where she was, so I went to see him. Dr. Kiryu: Would your father mind talking to me sometime? SCP-1338: I don’t think he would want to. The only reason I’m here is because my mother wanted to tell my father something, and I was the one who passed the message. She said that he was so steadfast, while she was fickle and changed with the seasons. But he loved her for that anyway, and that was what made her love him. Dr. Kiryu: I see. Do you miss him? SCP-1338: I’m trying to heal him. I talk to his friends a lot though, so it’s not too bad.",
        "\" SCP-1338 \" by Zyn, from the SCP Wiki . Source: https://scpwiki.com/scp-1338 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1338",
    "object_class": "Euclid",
    "containment_procedures": "A perimeter is to be established around the location SCP-1338 most frequently appears at (roughly 35°45'50\"N 82°15'52\"W). Foundation personnel assigned to the containment of SCP-1338 are to maintain the guise of a team of ecologists implementing a forest restoration process. Any unauthorized persons attempting to enter the perimeter are to be turned away under the pretense of keeping the restoration undisturbed; video surveillance is to be used to monitor the perimeter.",
    "description": "SCP-1338 is a male human of indeterminate ethnicity, of stature and appearance similar to that of a child. Though otherwise physically unremarkable, SCP-1338 exhibits heterochromia iridum, possessing one dark brown eye and one green eye. SCP-1338 does not appear to age. SCP-1338 is able to communicate using simple spoken English, and has demonstrated a talent for climbing trees.",
    "title": "SCP-1338"
}