{
    "url": "https://scp-wiki.wikidot.com/scp-1356",
    "all_text": "rating: \n+313\n+\n–\nx\n\n\nItem #:\n SCP-1356\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1356 is kept in a small box in the storage facilities of Research Sector-09, unless approved for removal and transportation.\n\n\nDescription:\n SCP-1356 is a small bath toy, resembling one of several generic \"rubber duck\" designs. Tests indicate that the object is made of plasticized polyvinyl chloride. It is designed to emit a sharp \"squeak\" when squeezed.\n\n\nWhen held by a human subject, the object appears to displace liquid water. If a subject holding the toy attempts to enter a lake or pool, for example, they will find that all liquid within an area extending approximately 152.4 x 81.3 x 45.7 cm from the body disappears.\n\n\nTests performed in a small indoor pool revealed that the approximate volume of water before and after exposure to SCP-1356 remained consistent. However, even in the presence of a subject holding the anomalous duck, water levels were never observed to rise. This suggests that the object displaces the liquid to an unknown location, from which it eventually \"returns\". No unusual or foreign substances have yet been detected in \"displaced\" water, although pH levels indicate a slight increase in acidity.\n\n\nAs the depth of displaced water never exceeds an average of 46 cm, a subject walking into a deep pool will eventually find their feet and legs submerged, while the rest of the body remains dry. Even vigorous motions and leaps, however, never suffice to bring the upper body into contact with water— the rectangular \"dry space\" seamlessly shifts to accomodate even the most abrupt movements. Testing to discover the parameters of this phenomenon, as well as potential practical uses, are ongoing.\n\n\nSee enclosed documents for updates and results.\n\n\n\n\nExcerpt 1: Tantalus Effect\n\n\n\n\n-Excerpt 1: Tantalus Effect\n\n\n\n\nObjective:\n Determine parameters of \"dry space\".\n\n\nProcedure:\n Subjects of various heights instructed to enter water with SCP-1356 at depths never exceeding subject's shoulder-height. Subjects encouraged to make every effort to bring hands or face into contact with the water surrounding the \"dry space\" created by the object.\n\n\nResults:\n So long as the subject is in standing-depth of water, the \"dry space\" will shift in accordance with the subject's motions— appearing to create a mobile, rectangular indent in the water. This phenomena, for unknown reasons, does not apply to the lower extremities in depths exceeding 46 cm.\n\n\nWhen test subject bends, water recedes rather than come into contact with hands or upper body; \"dry space\" appears to maintain its shape and volume as a rule. If subject at sufficient depth bends to the point of resting on hands and knees, the \"dry space\" will be covered over with water; subjects report no change in air pressure, however, breathability of air is limited.\n\n\nThe greatest depth at which this total submersion of subject and \"dry space\" could be achieved was approximately 1.5 m, dependent on height of subject.\n\n\n\n\n\n\n\n\n\n\nExcerpt 2: Insufficient Life Raft\n\n\n\n\n-Excerpt 2: Insufficient Life Raft\n\n\n\n\nObjective:\n Determine whether \"dry space\" displacement can be used to keep subject afloat in deep water.\n\n\nProcedure:\n Four subjects of sufficient strength and flexibility instructed to carry SCP-1356 into water of a depth of 2.5 m, and attempt to draw legs up into \"dry space\".\n\n\nResults:\n All subjects report the same results, with variable degrees of difficulty and time elapsed before exhaustion. The following \"rules\" have now been consistently demonstrated:\n\n\n1)\n Once subject is out of standing-depth, \"dry area\" SCP-1356 creates around subject maintains its shape, volume, and orientation at the surface of the water.\n\n\n2)\n Out of standing-depth, subject's orientation inside of \"dry area\" becomes fixed— floating at waist-depth. Subject will now be able to submerge hands and forearms in water below waist-level, but any attempt to raise this water in handfuls is impossible.\n\n\n3)\n Attempts to re-orient upper or lower body inside \"dry space\" are exhausting, but prove fruitless; in addition, remaining in this suspended state for more than ten minutes negatively impacts the circulation of blood to the lower body, eventually resulting in intense cramping and faintness.\n\n\n\n\n\n\n\n\n\n\nExcerpt 3: Sinking Test\n\n\n\n\n-Excerpt 3: Sinking Test\n\n\n\n\nObjective:\n Test object's anomalous properties when not carried/in contact with human subject.\n\n\nProcedure 1:\n SCP-1356 placed in a small pool.\n\n\nResults:\n Object does not displace any amount of water, or affect pH levels in any significant way; object floats.\n\n\nProcedure 2:\n SCP-1356 placed in a small pool, and bombarded with jets of water and various items.\n\n\nResults:\n Despite the object's pliant PVC materials being easily damaged outside of water, when placed in any volume of water sufficient to keep it \"afloat\", object appears to resist all attempts to sink or damage it— bobbing, but always remaining upright and afloat.\n\n\n\n\n\"Well, with this object's origins in mind, these results might be a prompting to examine the events and outcomes of Incident F-1992 more closely; always struck me as our business.\" - Dr. Dhruva\n\n\n\n\n\n\n\n\n\n\nAddendum 1:\n Prolonged exposure to SCP-1356 (hereafter defined as a sustained interval approaching or exceeding two hours, in any depth of water) appears to affect the subject's skin, which takes on the \"prune-like\" texture associated with autonomic nerve responses to prolonged contact with water.\n\n\nAfter 2.5 hours of exposure a subject was also found to be significantly dehydrated, despite receiving fluids before exposure to SCP-1356 and sweating minimally.\n\n\nAddendum 2:\n\n\n\n\nNote.\n\n\n\n\nclose\n\n\n\n\n\n\nOf course, it seems we haven't been testing the item's\n intended \npurpose; I'd imagine my nephew would say it works rather well. - Dr. C\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1355\n | SCP-1356 | \nSCP-1357\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1356\n\" by floridapologia, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1356\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1: Prolonged exposure to SCP-1356 (hereafter defined as a sustained interval approaching or exceeding two hours, in any depth of water) appears to affect the subject's skin, which takes on the \"prune-like\" texture associated with autonomic nerve responses to prolonged contact with water.\nAfter 2.5 hours of exposure a subject was also found to be significantly dehydrated, despite receiving fluids before exposure to SCP-1356 and sweating minimally."
    ],
    "documents": [],
    "notes": [
        "\"Well, with this object's origins in mind, these results might be a prompting to examine the events and outcomes of Incident F-1992 more closely; always struck me as our business.\" - Dr. Dhruva",
        "Of course, it seems we haven't been testing the item's intended purpose; I'd imagine my nephew would say it works rather well. - Dr. C",
        "\" SCP-1356 \" by floridapologia, from the SCP Wiki . Source: https://scpwiki.com/scp-1356 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1356",
    "object_class": "Safe",
    "containment_procedures": "SCP-1356 is kept in a small box in the storage facilities of Research Sector-09, unless approved for removal and transportation.",
    "description": "SCP-1356 is a small bath toy, resembling one of several generic \"rubber duck\" designs. Tests indicate that the object is made of plasticized polyvinyl chloride. It is designed to emit a sharp \"squeak\" when squeezed.",
    "title": "SCP-1356"
}