{
    "url": "https://scp-wiki.wikidot.com/scp-1364",
    "all_text": "rating: \n+351\n+\n–\nx\n\n\n\n\n\n\nSCP-1364 prior to altered containment procedures.\n\n\n\n\n\n\nItem #:\n SCP-1364\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n At this time, there are no means of keeping SCP-1364 completely safe, and methods are currently being researched into the minimization of damage dealt to SCP-1364. SCP-1364 should be contained within two interconnected 10 m x 10 m x 5 m chambers with 40 cm padded impact-resistant polyester lining on all inside surfaces. The areas should remain completely devoid of light and external sound. The containment chambers should be kept completely empty to ensure SCP-1364 remains docile and 'healthy'. Any observation of damage taken by SCP-1364, or any signs of pain should be dealt with promptly with any resources available to aid in minimizing damage.\n\n\nOne cell is to be kept at a temperature of 20°C at all times; the cell opposite is to be kept at 30°C. The chambers should be positioned in such a way to provide easy access between each for SCP-1364.\n\n\nPersonnel are forbidden to interact with SCP-1364 in any way save for manipulation of a projector using shadows to depict calming situations on the wall of SCP-1364's containment chamber. A Foundation-issued audio CD entitled \"Nature Sounds\" is to be on constant playback within the cell at a volume of 10 decibels, looping alongside playback similar to Shepard tones.\n\n\nThe chamber itself is to be filtered for contaminants on a low cycle each hour.\n\n\nDescription:\n SCP-1364 is a small, mammalian creature resembling an anteater. SCP-1364 is friendly, on certain occasions attempting to embrace researchers with an elongated tongue located near its nostrils. It does not appear to be sapient, and shows limited if diminishing signs of intelligence.\n\n\nSCP-1364 has extremely poor endurance and mobility depending on its current state. SCP-1364's physical form remains relatively static when unexposed to a significant amount of stimulus; however, the creature grows increasingly vulnerable to even the most negligible of stimulus with prolonged exposure. The subject seems to respond normally to a stimulus on the first exposure, but repeated stimulus is exponentially more harmful.\n\n\nDespite the presence of a digestive system, SCP-1364 does not seem to require sustenance; testing reveals that the creature in fact fares better without it, as the process of mastication, swallowing, digestion, and defecation results in significant bodily stress. The cause of SCP-1364's extreme vulnerability has not yet been discovered, as the body shows no specific physical anomalies.\n\n\nSCP-1364 appears to heal at a standard rate when left alone.\n\n\nThe creature was discovered after repeated reports of its disappearing and reappearing beneath floors and inside walls at ███████████ Zoo's nursery prior to containment; amnestics were administered to witnesses after recovery.\n\n\nAddendum 1364-A:\n Documentation of first experiment with SCP-1364 by Site Biologist Dr. Sanders.\n\n\n\n\nDr. Sanders:\n Hi there, little guy. We're going to-\n\n\nSCP-1364 appears to shield its ears with its paws.\n\n\nDr. Sanders\n: Hey, what's wrong, little fella?\n\n\nSCP-1364 begins to 'cry', emitting liquid from tear glands and vocalizing a low wail.\n\n\nDr. Sanders attempts to pick up SCP-1364.\n\n\nSCP-1364 starts to rub its eyes. Skin in contact with the tears begins to burn slightly. Hair begins to fall off.\n\n\nDr. Sanders (yelling):\n Someone get in here! What the hell is wrong with this thing?\n\n\nSCP-1364 begins bleeding from the ears.\n\n\nDr. ██████:\n \n(To Dr. Sanders via microphone)\n Abort testing.\n\n\nDr. Sanders places SCP-1364 on the floor of the containment chamber and exits the cell.\n\n\nSCP-1364 curls into a fetal position and begins rocking back and forth.\n\n\n<End Log>\n\n\n\n\nAddendum 1364-B:\n Stimulus Testing:\n\n\nForeword: Repeated applications conducted within 5 minutes of each other. The effect of exponential sensitivity seems to reset after a period of a few hours.\n\n\n\n\n\n\nStimulus\n\n\nEffect\n\n\n\n\n\n\n\n\n\n\n\n\nPhysical\n\n\n\n\n\n\n\n\n\n\n\n\nWater\n\n\nHair loss, subject appears distressed.\n\n\n\n\n\n\nSaline\n\n\nNegligible skin irritation, subject appears distressed.\n\n\n\n\n\n\nExposure to candle\n\n\nSubject covered in first degree burns, subject becomes temporarily comatose.\n\n\n\n\n\n\nDroplet of ethanoic acid\n\n\nDroplet burned through subject's paw, subject appears extremely distressed.\n\n\n\n\n\n\nSubject rubbed against Copper (x1 application)\n\n\n[DATA EXPUNGED]\n\n\n\n\n\n\nSubject dropped lightly on natural rubber surface\n\n\nNo noticeable physical effect.\n\n\n\n\n\n\nNo stimulus\n\n\nSubject appears distressed.\n\n\n\n\n\n\n\n\n\n\n\n\nSound\n\n\n\n\n\n\n\n\n\n\n\n\nUtterance of \"Hello\" by Dr. Sanders, conversational. (x3 applications)\n\n\nNo noticeable physical effect, subject appears distressed.\n\n\n\n\n\n\nUtterance of \"Hello\" by Dr. Sanders, voice raised. (x3 applications)\n\n\nDischarge of blood from ear canal, subject appears distressed.\n\n\n\n\n\n\n\n\n\n\n\n\nLight\n\n\n\n\n\n\n\n\n\n\n\n\nDaylight \n10 hours\n\n\nNo noticeable physical effect aside from very mild skin irritation.\n\n\n\n\n\n\nFluorescent office light \n8 hours\n\n\nSubject appears disoriented; eyes close tightly.\n\n\n\n\n\n\nAimed floodlight \n2 hours\n\n\nLight appears to pass through the subject in certain places. In these spots the skeletal system of SCP-1364 is clearly visible, as are the circulatory system and some internal organs. Hair appears to glow white. Subject appears to levitate until the light is switched off. No physical damage can be noted aside from negligible burns.\n\n\n\n\n\n\nArc lamp \n1 hour\n\n\nSimilar results as previous, although all internal structure of SCP-1364 is completely visible.\n\n\n\n\n\n\nBeam at 30 billion candle power \n45 seconds\n\n\nSubject appears to disappear while the light is working. Personnel equipped with welding goggles attempting to make physical contact with SCP-1364 are unsuccessful. SCP-1364 is found on the inside of the cell wall and was clearly visible when the power from the light is removed.\n\n\n\n\n\n\nNote: Further physical tests are not recommended, although research is currently underway regarding the cause of the particular transmogrification during the copper testing.\n\n\n\n\n\n\n« \nSCP-1363\n | SCP-1364 | \nSCP-1365\n »",
    "addendums": [
        "Addendum 1364-A: Documentation of first experiment with SCP-1364 by Site Biologist Dr. Sanders.",
        "Addendum 1364-B: Stimulus Testing: Foreword: Repeated applications conducted within 5 minutes of each other. The effect of exponential sensitivity seems to reset after a period of a few hours.\nNote: Further physical tests are not recommended, although research is currently underway regarding the cause of the particular transmogrification during the copper testing."
    ],
    "documents": [],
    "notes": [
        "Dr. Sanders: Hi there, little guy. We're going to- SCP-1364 appears to shield its ears with its paws. Dr. Sanders : Hey, what's wrong, little fella? SCP-1364 begins to 'cry', emitting liquid from tear glands and vocalizing a low wail. Dr. Sanders attempts to pick up SCP-1364. SCP-1364 starts to rub its eyes. Skin in contact with the tears begins to burn slightly. Hair begins to fall off. Dr. Sanders (yelling): Someone get in here! What the hell is wrong with this thing? SCP-1364 begins bleeding from the ears. Dr. ██████: (To Dr. Sanders via microphone) Abort testing. Dr. Sanders places SCP-1364 on the floor of the containment chamber and exits the cell. SCP-1364 curls into a fetal position and begins rocking back and forth. <End Log>"
    ],
    "item": "SCP-1364",
    "object_class": "Safe",
    "containment_procedures": "At this time, there are no means of keeping SCP-1364 completely safe, and methods are currently being researched into the minimization of damage dealt to SCP-1364. SCP-1364 should be contained within two interconnected 10 m x 10 m x 5 m chambers with 40 cm padded impact-resistant polyester lining on all inside surfaces. The areas should remain completely devoid of light and external sound. The containment chambers should be kept completely empty to ensure SCP-1364 remains docile and 'healthy'. Any observation of damage taken by SCP-1364, or any signs of pain should be dealt with promptly with any resources available to aid in minimizing damage.",
    "description": "SCP-1364 is a small, mammalian creature resembling an anteater. SCP-1364 is friendly, on certain occasions attempting to embrace researchers with an elongated tongue located near its nostrils. It does not appear to be sapient, and shows limited if diminishing signs of intelligence.",
    "title": "SCP-1364"
}