{
    "url": "https://scp-wiki.wikidot.com/scp-137",
    "all_text": "rating: \n+314\n+\n–\nx\n\n\nItem #:\n SCP-137\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-137 is to be kept in a locked room, with a hairbrush and posters depicting a country meadow to keep it placid and tractable. SCP-137 is to be fed three meals a day. Under no circumstances are any toys allowed to come within five hundred (500) meters of SCP-137.\n\n\nDescription:\n SCP-137 is an entity with the ability to possess a toy, gaining the physical properties, size, and shape of whatever it represents; for example, a teddy bear will become an actual bear, and behave accordingly. SCP-137 cannot possess any miscellaneous object, only toys. The observed range of SCP-137's possessive effect is two hundred fifty (250) meters, but until further testing has been accomplished, SCP-137 is assumed to have a maximum range of five hundred (500) meters from its position.\n\n\nSCP-137 was first brought to Foundation attention after a series of bizarre deaths and incidents involving children. The deaths were determined to be too random to be a serial killer, and Foundation agents were sent in to investigate. It was located after an interview with a young girl suffering from Post Traumatic Stress Disorder, after a naked man had appeared in her bedroom. It was encountered in the same neighborhood in the form of a gorilla. SCP-137 was then tracked and finally captured when it possessed a stuffed pony doll in █████, ████, and was chased into the nearby wilderness. SCP-137 was tranquilized, and extracted to Site-19 by helicopter.\n\n\nTesting has shown that SCP-137 takes on the characteristics of the toy it possesses, but only as a child might perceive it. A toy soldier becomes a violent, well-armed man. A toy gun fires bullets. A toy lion attacks and kills humans. However, it lacks true intelligence. It shows no sign of long-term memory, nor any capacity for learning or abstract thinking (See Interview 137-1). For more information, please refer to \nExperiment Log 137\n.\n\n\nIt is currently inhabiting a princess doll, of the ████████ ██████ line.\n\n\nAddendum\n\n\nInterview 137-1:\n\n\nInterviewed:\n SCP-137\n\n\nInterviewer:\n Dr. █████\n\n\nForeword:\n Interview took place to determine what SCP-137 is, and why and how it possesses toys.\n\n\n<Begin Log>\n\n\nDr. █████:\n Good day.\n\n\nSCP-137:\n Hello! I'm Princess Blossom. Are you my prince?\n\n\nDr. █████:\n No. Now, can you please tell me what you are?\n\n\nSCP-137:\n I am a princess! I am the prettiest princess in the whole world!\n\n\nDr. █████:\n Where did you come from?\n\n\nSCP-137:\n I live in a castle. Are you my prince?\n\n\n*Further questioning yielded similar results.*\n\n\n<End Log>\n\n\n\n\n\n\n« \nSCP-136\n | SCP-137 | \nSCP-138\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-137\n\" by DrEverettMann and Arlecchino, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-137\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum Interview 137-1:"
    ],
    "documents": [],
    "notes": [
        "\" SCP-137 \" by DrEverettMann and Arlecchino, from the SCP Wiki . Source: https://scpwiki.com/scp-137 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-137",
    "object_class": "Euclid",
    "containment_procedures": "SCP-137 is to be kept in a locked room, with a hairbrush and posters depicting a country meadow to keep it placid and tractable. SCP-137 is to be fed three meals a day. Under no circumstances are any toys allowed to come within five hundred (500) meters of SCP-137.",
    "description": "SCP-137 is an entity with the ability to possess a toy, gaining the physical properties, size, and shape of whatever it represents; for example, a teddy bear will become an actual bear, and behave accordingly. SCP-137 cannot possess any miscellaneous object, only toys. The observed range of SCP-137's possessive effect is two hundred fifty (250) meters, but until further testing has been accomplished, SCP-137 is assumed to have a maximum range of five hundred (500) meters from its position.",
    "title": "SCP-137"
}