{
    "url": "https://scp-wiki.wikidot.com/scp-138",
    "all_text": "rating: \n+377\n+\n–\nx\n\n\nItem #:\n SCP-138\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-138 requires minimal containment procedures. For humanitarian purposes, subject is currently being kept in a \nchemically-induced comatose state\n.\n\n\nDescription:\n SCP-138 is a human male, suspected to be in excess of four thousand (4000) years old. Subject is approximately 1.5 meters in height, emaciated, and wizened. SCP-138's precise origins are unknown. Subject was discovered in 2006, in an Egyptian tomb located near Tutankhamen's tomb unearthed in 1922, sealed inside a sarcophagus. When a living being was discovered in the tomb, the Foundation was alerted by one of our sleeper agents assigned to the International Archaeological Association. Subject was immediately moved to Sector 37 for investigation by the lead research science team there.\n\n\nPhysiologically, SCP-138 should clinically be dead. Muscles and internal organs are in a severe state of atrophy, and although the subject's bio-electro-magnetic field is stable, his nervous system is also severely debilitated. Subject also exhibits evidence of a large number of fatal wounds, some possibly accidental, some blatantly deliberate, whether inflicted by the subject himself or by others.\n\n\nThere is no obvious scientific explanation for his continued living state. Although \nother\n \nSCPs\n have exhibited accelerated regenerative properties, allowing them to resist death, SCP-138 has no such abilities—his body does not regenerate damage, but simply continues to function despite lethal injuries. This stretches to wounding blows, although anything that would completely destroy the body proves ineffective.\n\n\nSubject speaks exclusively in a dialect of ancient Egyptian. Communication using a civilian translator has revealed very little about the subject's past, though it would appear that he was buried in the tomb for an unknown religious purpose. Due to his severely injured state, SCP-138 is in a constant state of agony, and has on numerous occasions insistently requested humanitarian euthanasia. No successful method of termination has yet been found, despite various and varied attempts, both official and unsanctioned. Attached is a comprehensive list of the subject's injuries.\n\n\nDocument 138-27:\n Injuries sustained by subject SCP-138\n\n\nAncient injuries:\n\n\n\n\nSlit throat\n\n\nSeventeen (17) separate wounds to the torso: nine (9) sword wounds, six (6) spear wounds, and two (2) wounds caused by unknown puncturing weapon, possibly a metal or wooden spike\n\n\n\n\nSanctioned euthanasia attempts:\n\n\n\n\nSevere nausea (due to intravenous arsenic poison)\n\n\nThird degree burns to 100% of the subject's body (note that SCP-138 survived a full twenty (20) minutes in an industrial incinerator)\n\n\nSevere internal and nervous system damage (from electrocution attempt)\n\n\n\n\nUnofficial euthanasia attempts by non-research personnel:\n\n\n\n\nTracheal trauma (due to extended strangulation attempt)\n\n\nTwo gunshot wounds to the head, causing severe cranial trauma\n\n\n\n\n\n\n\n\n« \nSCP-137\n | SCP-138 | \nSCP-139\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-138\n\" by Unknown author, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-138\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [
        "Document 138-27: Injuries sustained by subject SCP-138\nAncient injuries:\nSanctioned euthanasia attempts:\nUnofficial euthanasia attempts by non-research personnel:"
    ],
    "notes": [
        "\" SCP-138 \" by Unknown author, from the SCP Wiki . Source: https://scpwiki.com/scp-138 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-138",
    "object_class": "Safe",
    "containment_procedures": "SCP-138 requires minimal containment procedures. For humanitarian purposes, subject is currently being kept in a chemically-induced comatose state.",
    "description": "SCP-138 is a human male, suspected to be in excess of four thousand (4000) years old. Subject is approximately 1.5 meters in height, emaciated, and wizened. SCP-138's precise origins are unknown. Subject was discovered in 2006, in an Egyptian tomb located near Tutankhamen's tomb unearthed in 1922, sealed inside a sarcophagus. When a living being was discovered in the tomb, the Foundation was alerted by one of our sleeper agents assigned to the International Archaeological Association. Subject was immediately moved to Sector 37 for investigation by the lead research science team there.",
    "title": "SCP-138"
}