{
    "url": "https://scp-wiki.wikidot.com/scp-1385",
    "all_text": "rating: \n+123\n+\n–\nx\n\n\nItem #:\n SCP-1385\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1385 is to be contained inside a standard Safe-class containment locker at all times unless under test conditions. All tests are to be approved by at least one Level 3 Senior Researcher. It is recommended that any human test subjects interacting with SCP-1385 be screened for shellfish allergies, excluding tests involving SCP-1385 and subjects with shellfish allergies.\n\n\nDescription:\n SCP-1385 is a ring composed of concrete, measuring 19mm in diameter and weighing approximately 1.4 grams. The object has many superficial flaws in the form of cracks and air bubbles, though it has been coated with a polyurethane resin resulting in a glossy texture.\n\n\nSCP-1385's anomalous properties become evident whenever a living human wears it on any part of their body. The most immediately evident effect is the spontaneous and instantaneous appearance of fully grown specimens of \nSilybum marianum\n (Milk Thistle) on any surface the subject's feet contact. This includes the soles of any footwear the subject attempts to wear. Because of the presence of spines typical of \nSilybum marianum\n, this invariably results in minor injury to the subject's feet and great discomfort when attempting to walk.\n\n\nSecondary effects of SCP-1385 are not immediately noticeable due to both the length of time required for them to be observed, and the specific conditions required for their emergence. The first of these effects causes a rapid increase in the growth of the subject's hair. In just three days of contact with SCP-1385, hair growth can exceed 1 meter. The hair weaves itself into a net-like pattern, after which the subject gains conscious control of the hair. These \"nets\" can be used by the subject to scoop up objects they would normally be able to pick up with their hands. The forces holding the weaves intact are not currently understood, nor those which allow the subject to voluntarily control them.\n\n\nFinally, subjects under SCP-1385's influence have an unexplained effect on crustaceans of the family Nephropidae, and some species from family Homaridae (Clawed Lobsters)\n1\n. Affected specimens will invariably attempt physical contact with the subject with no regard to self preservation. Subjects in tests have expired from asphyxiation before breaking contact. This effect is more easily observed if the subject is submerged in water along with several specimens.\n\n\nAddendum 1385-A:\n SCP-1385 was discovered on April 22, 20██ in an abandoned warehouse in ███████, ██████████. The warehouse had apparently been taken as a place of residence by an unknown party, later to be identified as ██████ ███ ███████. ███████ had left the premises several days prior on April 19, but had left behind a majority of his equipment and possessions. The equipment is highly eclectic in nature, ranging from scientific instruments to religious paraphernalia. More notable objects include:\n\n\n\n\n1 argon ion laser.\n\n\n1 iron Thor's hammer amulet.\n\n\n1 booklet containing three (3) instances of SCP-███.\n\n\n34 liters of kombucha tea.\n\n\n3 vertebrae of an unknown species. DNA analysis proved inconclusive.\n\n\nThe crushed remains of 42 concrete rings nearly identical to SCP-1385 in dimensions.\n\n\n\n\nAddendum 1385-B:\n A 300-page journal belonging to ██████ ███████ was discovered at the site of SCP-1385's recovery. 249 of the pages contain either writing, sketches, or both, with the remaining pages being blank. The following are notable excerpts from the journal.\n\n\nPage 1:\n\n\n\n\nDay 1\n\nToday I set out to create something I've never attempted before. I'm confident I have the skills to pull it off, but to be sure I've brought plenty of supplies in case I screw it up and need to try again. Soon enough, I'll be sitting pretty with a conjuring ring. I can't wait to see the look on their faces when I show it to them.\n\n\n\n\nPage 134:\n\n\n\n\nDay 24\n\nI think I'm getting close now. The last ring was a failure like the rest, but at least it didn't turn my earwax into maggots. I wonder if it had something to do with the placement of the basalt spheres? Reminder: See if you can't contact Phenylalanine for some advice.\n\n\n\n\nPage 222:\n\n\n\n\nDay 47\n\nThis is getting more than a little frustrating. I just can't seem to achieve the desired effect. I don't know what I'm doing wrong, it should be working. Everything's in place from what I've been taught. The laser, the skull, the helium-3, it's all exactly where it's supposed to be. I'm gonna call it a night and review my notes\n2\n tomorrow.\n\n\n\n\nPage 249:\n\n\n\n\nFUCK IT!\n\n\n\n\nNote: This entry was written in large letters across the page.\n\n\n\n\nFootnotes\n\n\n1\n. See Addendum 1385-C for a complete list of affected species.\n\n\n2\n. Attempts at duplicating SCP-1385 using ███████'s notes are ongoing, but have thus far yielded no anomalous results.\n\n\n\n\n\n\n\n\n« \nSCP-1384\n | SCP-1385 | \nSCP-1386\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1385\n\" by PaladinFoster, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1385\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1385-A: SCP-1385 was discovered on April 22, 20██ in an abandoned warehouse in ███████, ██████████. The warehouse had apparently been taken as a place of residence by an unknown party, later to be identified as ██████ ███ ███████. ███████ had left the premises several days prior on April 19, but had left behind a majority of his equipment and possessions. The equipment is highly eclectic in nature, ranging from scientific instruments to religious paraphernalia. More notable objects include:",
        "Addendum 1385-B: A 300-page journal belonging to ██████ ███████ was discovered at the site of SCP-1385's recovery. 249 of the pages contain either writing, sketches, or both, with the remaining pages being blank. The following are notable excerpts from the journal."
    ],
    "documents": [],
    "notes": [
        "Day 1 Today I set out to create something I've never attempted before. I'm confident I have the skills to pull it off, but to be sure I've brought plenty of supplies in case I screw it up and need to try again. Soon enough, I'll be sitting pretty with a conjuring ring. I can't wait to see the look on their faces when I show it to them.",
        "Day 24 I think I'm getting close now. The last ring was a failure like the rest, but at least it didn't turn my earwax into maggots. I wonder if it had something to do with the placement of the basalt spheres? Reminder: See if you can't contact Phenylalanine for some advice.",
        "Day 47 This is getting more than a little frustrating. I just can't seem to achieve the desired effect. I don't know what I'm doing wrong, it should be working. Everything's in place from what I've been taught. The laser, the skull, the helium-3, it's all exactly where it's supposed to be. I'm gonna call it a night and review my notes 2 tomorrow.",
        "FUCK IT!",
        "\" SCP-1385 \" by PaladinFoster, from the SCP Wiki . Source: https://scpwiki.com/scp-1385 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1385",
    "object_class": "Safe",
    "containment_procedures": "SCP-1385 is to be contained inside a standard Safe-class containment locker at all times unless under test conditions. All tests are to be approved by at least one Level 3 Senior Researcher. It is recommended that any human test subjects interacting with SCP-1385 be screened for shellfish allergies, excluding tests involving SCP-1385 and subjects with shellfish allergies.",
    "description": "SCP-1385 is a ring composed of concrete, measuring 19mm in diameter and weighing approximately 1.4 grams. The object has many superficial flaws in the form of cracks and air bubbles, though it has been coated with a polyurethane resin resulting in a glossy texture.",
    "title": "SCP-1385"
}