{
    "url": "https://scp-wiki.wikidot.com/scp-1388",
    "all_text": "rating: \n+61\n+\n–\nx\n\n\nItem #:\n SCP-1388\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Specimens of SCP-1388 are to be stored in opaque 20cm small item containers. When being studied, D-Class personnel should be the only personnel to directly observe and interact with the garments. Class C amnesiacs appear sufficient to overcome any compulsive effects of the item if limited to 12 hours of exposure, Class B from 12 to 16 hours of exposure, and Class A over 16 continuous hours of exposure.\n\n\nAll known specimens of SCP-1388 are currently in Small Item storage at Sector-25.\n\n\nDescription:\n SCP-1388 are a collection of brief-style underwear with designs related to various unlicensed superheroes, done in a comic-book style. The words \"SUPER POWERS\" are stitched into the waistband. The label on the inside rear of the garment reads \"One Size Fits All Superoos®.\" Currently two identical specimens are in Foundation custody.\n\n\nSCP-1388 specimens exhibit three key phenomena. The first is a space-altering effect whereby the waistband can stretch to accommodate any person who attempts to wear them. There is no apparent stress or damage done to the garment.\n\n\nThe second is a mind-altering effect whereby any person wearing the underwear believes themselves to truly be a superhero, capable of superhuman strength, heightened senses and unassisted flight. The effect manifests itself fully over a period of roughly 12 hours, after which all test subjects have grown increasingly agitated and distraught. Beyond 16 hours, the wearer is at high risk of self-mutilation and accidental death, and Class C amnesiacs are no longer effective; the wearer should be first sedated, the garment removed, and a Class A amnesiac administered.\n\n\nNo physical changes or new abilities have been observed despite the subject's insistence as to their new powers; blood and urine samples indicate significantly increased amounts of dopamine and serotonin, seeming to increase with a rate proportional to what the subject calls \"superpowers\".\n\n\nThe third is a compulsive effect whereby any person who views the garment will wish to wear it. All subjects, when questioned, have given responses related to nostalgia and/or the thrill of being a child again.\n\n\nAddendum:\n The first specimen of SCP-1388 was remanded to Foundation custody June 08, 199█ by London authorities following what appeared to be a rash of suicides by county morgue workers. ████ (█) people in total had jumped to their death before a forensic scientist noticed a morgue technician removing the underwear from a corpse and putting it on themselves. Suspecting sexual crimes, the scientist contacted the police, who, after the apparent suicide of the technician (who tried to stop a train by standing in front of it), contacted Foundation agents at Sector-25.\n\n\nEfforts to trace the line of suicides and workers back to incident zero were successful, but no living kin could be contacted.\n\n\nThe second specimen was remanded to Foundation custody September 27, 200█ in Manhattan, New York after a failed suicide attempt by a John Doe jumping off the 76th floor of ████████ Tower. Site-28 in SoHo picked up anomalous police chatter as authorities attempted to \"talk down\" a victim. Mobile Task Force Pi-1 (\"City Slickers\") was deployed, the victim was disabled by means of a fast-acting tranquilizer and the specimen secured. However, the victim never recovered from sedation and was taken off life support October 5, 200█.\n\n\nIt is presently unknown how many other SCP-1388 specimens exist. Reports of above-average suicide rates in a locale, especially in the forensics field, may indicate a new SCP-1388 specimen.\n\n\n2/1388 access may be granted by Level 3 staff at Sector-25.\n\n\n\n\n\n\n« \nSCP-1387\n | SCP-1388 | \nSCP-1389\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1388\n\" by pxdnbluesoul, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1388\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: The first specimen of SCP-1388 was remanded to Foundation custody June 08, 199█ by London authorities following what appeared to be a rash of suicides by county morgue workers. ████ (█) people in total had jumped to their death before a forensic scientist noticed a morgue technician removing the underwear from a corpse and putting it on themselves. Suspecting sexual crimes, the scientist contacted the police, who, after the apparent suicide of the technician (who tried to stop a train by standing in front of it), contacted Foundation agents at Sector-25.\nEfforts to trace the line of suicides and workers back to incident zero were successful, but no living kin could be contacted.\nThe second specimen was remanded to Foundation custody September 27, 200█ in Manhattan, New York after a failed suicide attempt by a John Doe jumping off the 76th floor of ████████ Tower. Site-28 in SoHo picked up anomalous police chatter as authorities attempted to \"talk down\" a victim. Mobile Task Force Pi-1 (\"City Slickers\") was deployed, the victim was disabled by means of a fast-acting tranquilizer and the specimen secured. However, the victim never recovered from sedation and was taken off life support October 5, 200█.\nIt is presently unknown how many other SCP-1388 specimens exist. Reports of above-average suicide rates in a locale, especially in the forensics field, may indicate a new SCP-1388 specimen.\n2/1388 access may be granted by Level 3 staff at Sector-25."
    ],
    "documents": [],
    "notes": [
        "\" SCP-1388 \" by pxdnbluesoul, from the SCP Wiki . Source: https://scpwiki.com/scp-1388 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1388",
    "object_class": "Safe",
    "containment_procedures": "Specimens of SCP-1388 are to be stored in opaque 20cm small item containers. When being studied, D-Class personnel should be the only personnel to directly observe and interact with the garments. Class C amnesiacs appear sufficient to overcome any compulsive effects of the item if limited to 12 hours of exposure, Class B from 12 to 16 hours of exposure, and Class A over 16 continuous hours of exposure.",
    "description": "SCP-1388 are a collection of brief-style underwear with designs related to various unlicensed superheroes, done in a comic-book style. The words \"SUPER POWERS\" are stitched into the waistband. The label on the inside rear of the garment reads \"One Size Fits All Superoos®.\" Currently two identical specimens are in Foundation custody.",
    "title": "SCP-1388"
}