{
    "url": "https://scp-wiki.wikidot.com/scp-1398",
    "all_text": "rating: \n+121\n+\n–\nx\n\n\nItem #:\n SCP-1398\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1398 is to be kept in a secure audio storage unit at Site-19. Playback of SCP-1398-1 must be conducted in a soundproofed test chamber. Personnel administering testing must wear Type-R noise cancelling radio headsets at all times.\n\n\nTest subjects are to be equipped with standard personal microphones to allow communication with test operators and to facilitate transcription of SCP-1398-1 anomalies. Sedatives may be dispensed to subjects at the discretion of test supervisors.\n\n\nUse of test subjects other than Class D personnel requires Level 4 authorization. Testing involving the playback of SCP-1398-1-6 requires the approval of Dr. Espinoza and the presence of at an EMT-P during testing.\n\n\nFurther playback of SCP-1398-1-1 is prohibited.\n\n\nDescription:\n SCP-1398 is a copy of the Grateful Dead album \"\nSkeletons from the Closet: The Best of Grateful Dead\n\" contained on a standard 12-inch LP record; the LP record itself and the album cover are designated SCP-1398-1 and SCP-1398-2, respectively. The audio tracks contained on SCP-1398-1 are designated SCP-1398-1-1 through SCP-1398-1-11.\n\n\nThe album was discovered on ██/██/1994 by Agent Bittner while tending to the estate of her late uncle, ██████ ███ Klinge. Questioning of Mr. Klinge's surviving friends revealed that the album was likely purchased new sometime in early 1977 from an unknown record store in █████, ██. Despite remaining in Mr. Klinge's personal record collection until his death, neither Mr. Klinge nor any other listeners were aware of SCP-1398's anomalous properties.\n\n\nSCP-1398 is physically indistinguishable from other copies of the aforementioned album, with the exception of a slightly modified track list. Whereas typical albums list the first track as \"The Golden Road (To Unlimited Devotion)\", it is instead listed as \"The Golden Road (To Unlimited █████████)\" on both SCP-1398-1 and SCP-1398-2.\n\n\nThe anomalous properties of SCP-1398 manifest when SCP-1398-1 is played in the presence of individuals capable of perceiving the anomalies. Such listeners report slight uneasiness and hearing substantial deviations from the recordings contained on other copies of the album. Though the musical arrangements of songs remain unchanged, song lyrics are partially or completely altered to encompass tales and subjects markedly different from normal recordings.\n\n\nThese changes—while consistent in their composition—are inconsistently heard by test subjects; awareness of aberrant lyrics varies significantly among test subjects initially exposed to SCP-1398-1's playback. Most subjects are only able to discern changes in a single song\n1\n, while some can perceive changes in multiple\n2\n or even all\n3\n songs. A small minority of test subjects are unable to perceive the anomalies in playback at all.\n4\n\n\nWith the exception of those initially unable to perceive the anomalies, listeners undergoing repeated playback sessions are gradually able to both perceive additional lyrical deviations and increase the regularity with which they hear them. However, this is accompanied by increased anxiety during sessions and sharply decreased willingness to engage in further testing. Chemical sedation of test subjects has proved relatively successful in alleviating this issue.\n\n\nAll attempts to record SCP-1398-1's anomalies—either directly from the LP record itself, or using additional recording equipment during playback—have failed, instead producing recordings which bear no anomalies (lyrical or otherwise.)\n\n\nTo date, cataloging of lyrical deviations is estimated to be approximately 40% complete. All tracks are at least partially transcribed. See below for an overview of transcription progress.\n\n \n\n\n\n\n\n\nTrack #\n\n\nTrack Title\n\n\nDescription\n\n\nSamples of Transcribed Lyrics\n\n\n\n\n\n\n1\n\n\nThe Golden Road (To Unlimited █████████)\n\n\nsee Addendum 1398-01a.\n\n\n\n\n\n\n2\n\n\nTruckin'\n\n\nDescribes the aftermath of a worldwide nuclear exchange.\n\n\nDC, hit with two or three\n/ \nMoscow, blown clear to Tel Aviv\n/ \nLondon, nothing but debris\n/ \nAnd no one's left to grieve\n/\n\n\n\n\n\n\n3\n\n\nRosemary\n\n\nStory in which a young woman kills her rapists and their wives/children by infecting herself with an unspecified disease and leaping into a communal well.\n\n\nShe gorged and she retched but she was not afraid\n/ \nThe filth worked its change as her body decayed\n/\n\n\n\n\n\n\n4\n\n\nSugar Magnolia\n\n\nExpresses adoration and lust for a drowned corpse.\n\n\nSugar Magnolia, spoil blooming, eyes all empty and I don't care\n/ \nSaw my baby down by the river, could smell her sweet stench waft through the air\n/\n\n\n\n\n\n\n5\n\n\nSt. Stephen\n\n\nDiscusses the human race and its end in the past tense. Humanity's supposed end is not specified.\n\n\nHumans prospered in their time, they bred and built and then declined\n/ \nWas it famine? Was it war?\n/ \nFunny answer, if it mattered anymore\n/\n\n\n\n\n\n\n6\n\n\nUncle John's Band\n\n\nsee Addendum 1398-01b.\n\n\n\n\n\n\n7\n\n\nCasey Jones\n\n\nDisparagingly prompts the listener to commit suicide.\n\n\nLiving that lie, waiting to die\n/ \nWe know you're a quitter, end your life\n/ \nTorment ahead, sorrow behind\n/ \nWho you think you're kidding? Why not resign?\n/\n\n\n\n\n\n\n8\n\n\nMexicali Blues\n\n\nOutlines a story in which the narrator dismembers and partially consumes prostitutes until he is dismembered and consumed by an officer of the law.\n\n\nI took her down in my cellar and whispered in her ear\n/ \nGo on and scream it won't be any use\n/ \nI started cutting from her thighs, then finished with her arms\n/ \nSuch a shame to sever such exquisite tattoos\n/\n\n\n\n\n\n\n9\n\n\nTurn on Your Love Light\n\n\nSong directed at the sun, urging it to enter a supernova state.\n\n\nBurn your fire let it shine on us shine on your beacon\n/ \nLet it burn us all let it shine, let it shine, let it shine\n/ … \nSo come on diamond furnace please, I'm begging you my scorched love I need to sear\n/ \nFire up your blaze let it engulf me\n/ \nTurn on your love light let it cremate me\n/ \nLet it shine, let it shine, let it shine\n/\n\n\n\n\n\n\n10\n\n\nOne More Saturday Night\n\n\nDetails an instance of ritualized human sacrifice to an unnamed deity.\n\n\nI trekked through the valley, left oblations at the shrine\n/ \nLooked up in the heavens, Lo, I saw a mighty sign\n/ \nWritten fire across the night sky, plain as black and white\n/ \nSate his holy hunger or face a season's blight\n/\n\n\n\n\n\n\n11\n\n\nFriend of the Devil\n\n\nUnintelligible mix of fricative consonants and abrasive squeals.\n\n\nNo identifiable words have been transcribed\n\n\n\n\n\n\nNote: This is a synopsis of data gathered during Test Series 1-16. For full test data and transcription records please see ███.████.██ and TD.1398.01 — TD.1398.16\n\n\nAddendum 1398-01a:\n [REDACTED]\n\n\nAddendum 1398-01b:\n SCP-1398-1-6's overall content is difficult to determine at present. Transcribed portions contain an unspecified narrator discussing one or more unnamed entities. Lyrical anomalies thus far recorded consist of only two stanzas; \"\nHe waits with a heavy heart, for his progeny he grieves;\n/ \nEach day more return to him, yet even more go deceived\n/ \nLong shall be his reign, when he comes again\n/ \nLook well for his signs and know, when his blood will flow\n/\", which replaces the fifth stanza, and \"\nRejoice he is waiting arms held open wide\n/ \nEach and all shall sing his blood, those that seek or you who hide\n/ \nApproach drink of his love, he won't be denied, he'll come\n/ \nLife and breath, flesh and bone, he'll come and take his children home\n/\", which replaces the seventh (final) stanza.\n\n\nWhat is notable about SCP-1398-1-6 is its additional effect on perceptive test subjects; listeners become markedly more agitated during playback of SCP-1398-1-6, with most immediately requesting cessation of playback. In 27 test subjects this agitation was acute, requiring restraint of subject and, in 16 cases, culminating in syncope. In these acute cases subjects appear to experience hallucinations; reacting to objects/actors that are not present and appearing oblivious to the presence of research personnel. The precise nature of these episodes is difficult to ascertain, as test subjects are invariably uncooperative during playback and unable to recall having any hallucinations or hearing any lyrical anomalies afterwards.\n\n\nSubsequently, those displaying acute reactions to SCP-1398-1-6's anomalies consistently develop progressive cases of thanatophobia post-test. At the outset subjects avoid items or activities which could reasonably cause harm, but increasingly overestimate any possible danger posed to their person. A single affected Class D personnel allowed to continue 160 days past scheduled termination eventually refused to consume any solid food for fear of asphyxiation and reacted hysterically to all requests that he leave his cell.\n\n\nAddendum 1398-02:\n Limited testing of civilian subjects has been approved by █████ and carried out at ████████ University under the guise of an \"Auditory Memory Study.\" Subjects each limited to a single listening session, with playback of SCP-1398-1-1 and SCP-1398-1-6 withheld. Out of 167 test subjects, only 3 were able to perceive anomalies during SCP-1398-1 playback. No additional lyrical anomalies were recorded. For full test data and transcription records please see TD.1398.17\n\n\n\n\nFootnotes\n\n\n1\n. Out of an initial pool of 228 test subjects (composed of 17 Level 1 personnel and 211 Class D personnel) 14 Level 1 personnel and 156 Class D personnel were able to perceive anomalies in only one song at outset of testing.\n\n\n2\n. 32 Class D test subjects were able to perceive at least partial anomalies in multiple songs, but not in all songs.\n\n\n3\n. 2 Level 1 test subjects and 22 Class D test subjects were able to perceive at least partial lyrical anomalies in all songs.\n\n\n4\n. A single Level 1 test subject and 1 Class D test subject were unable to perceive the anomalies associated with SCP-1398-1 playback and instead heard it as an unremarkable album. Coupled with the data garnered at initial recovery, the number of confirmed individuals unable to perceive SCP-1398-1's lyrical anomalies totals at 6.\n\n\n\n\n\n\n\n\n« \nSCP-1397\n | SCP-1398 | \nSCP-1399\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1398\n\" by scroton, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1398\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1398-01a: [REDACTED]",
        "Addendum 1398-01b: SCP-1398-1-6's overall content is difficult to determine at present. Transcribed portions contain an unspecified narrator discussing one or more unnamed entities. Lyrical anomalies thus far recorded consist of only two stanzas; \" He waits with a heavy heart, for his progeny he grieves; / Each day more return to him, yet even more go deceived / Long shall be his reign, when he comes again / Look well for his signs and know, when his blood will flow /\", which replaces the fifth stanza, and \" Rejoice he is waiting arms held open wide / Each and all shall sing his blood, those that seek or you who hide / Approach drink of his love, he won't be denied, he'll come / Life and breath, flesh and bone, he'll come and take his children home /\", which replaces the seventh (final) stanza.\nWhat is notable about SCP-1398-1-6 is its additional effect on perceptive test subjects; listeners become markedly more agitated during playback of SCP-1398-1-6, with most immediately requesting cessation of playback. In 27 test subjects this agitation was acute, requiring restraint of subject and, in 16 cases, culminating in syncope. In these acute cases subjects appear to experience hallucinations; reacting to objects/actors that are not present and appearing oblivious to the presence of research personnel. The precise nature of these episodes is difficult to ascertain, as test subjects are invariably uncooperative during playback and unable to recall having any hallucinations or hearing any lyrical anomalies afterwards.\nSubsequently, those displaying acute reactions to SCP-1398-1-6's anomalies consistently develop progressive cases of thanatophobia post-test. At the outset subjects avoid items or activities which could reasonably cause harm, but increasingly overestimate any possible danger posed to their person. A single affected Class D personnel allowed to continue 160 days past scheduled termination eventually refused to consume any solid food for fear of asphyxiation and reacted hysterically to all requests that he leave his cell.",
        "Addendum 1398-02: Limited testing of civilian subjects has been approved by █████ and carried out at ████████ University under the guise of an \"Auditory Memory Study.\" Subjects each limited to a single listening session, with playback of SCP-1398-1-1 and SCP-1398-1-6 withheld. Out of 167 test subjects, only 3 were able to perceive anomalies during SCP-1398-1 playback. No additional lyrical anomalies were recorded. For full test data and transcription records please see TD.1398.17"
    ],
    "documents": [],
    "notes": [
        "\" SCP-1398 \" by scroton, from the SCP Wiki . Source: https://scpwiki.com/scp-1398 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1398",
    "object_class": "Safe",
    "containment_procedures": "SCP-1398 is to be kept in a secure audio storage unit at Site-19. Playback of SCP-1398-1 must be conducted in a soundproofed test chamber. Personnel administering testing must wear Type-R noise cancelling radio headsets at all times.",
    "description": "SCP-1398 is a copy of the Grateful Dead album \"Skeletons from the Closet: The Best of Grateful Dead\" contained on a standard 12-inch LP record; the LP record itself and the album cover are designated SCP-1398-1 and SCP-1398-2, respectively. The audio tracks contained on SCP-1398-1 are designated SCP-1398-1-1 through SCP-1398-1-11.",
    "title": "SCP-1398"
}