{
    "url": "https://scp-wiki.wikidot.com/scp-1413",
    "all_text": "rating: \n+81\n+\n–\nx\n\n\nItem #:\n SCP-1413\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Signals related to SCP-1413 are to be intercepted as they are broadcasted and blocked from public viewing. All intercepted broadcasts are to be recorded and stored in \nSite-77\n's anomalous media wing. No personnel are to view these broadcasts for non-research purposes, and any personnel found doing so will be disciplined.\n\n\nResearch into the source of SCP-1413 is ongoing.\n\n\nDescription:\n SCP-1413 is an anomalous television program, detailing a violent sporting event referred to in all broadcasts as variants of common sporting names, most with the postfix '-ball'. The broadcasts are approximately one hour long, and usually feature apparently unrelated sporting events presented in a style similar to Olympic-themed athletic competitions. All broadcasts are accompanied by running commentary.\n\n\nAs a subject views an SCP-1413 broadcast, they will begin to associate any feelings they have towards organized sports with SCP-1413's content. If they complete their viewing session, subjects will not have any interest in any sporting event besides those shown on SCP-1413. This does not amplify the subject's feelings towards athletics, and subjects who are exposed to SCP-1413 do not become more avid sports fans because of it.\n\n\nIf the subject continues to view SCP-1413, all athletic paraphernalia they own will be altered to reflect the equivalent in SCP-1413. For example, items branded for the 'National Hockey League' would instead read 'PUCKBALL BROADCASTING NETWORK 9.99'. Affected subjects will react with confusion when other subjects are not aware of the existence of SCP-1413, as they believe it to be as well known as any other major sporting league. This has historically resulted in additional subjects being affected by SCP-1413.\n\n\nSCP-1413 was discovered on 09/18/2013, after a man in Gainesville, FL attempted to complain to his cable provider about SCP-1413. The subject had attempted to order an inclusive sporting cable package, and SCP-1413 had subsequently begun broadcasting to his home instead. After Foundation intervention, 11 additional cases were located and contained. The phenomenon was subsequently classified as Euclid.\n\n\n\n\nBroadcast Log\n\n\n\n\nClose Log\n\n\n\n\n\n\n\n\nEvent\n\n\nCommentary\n\n\n\n\n\n\nPre-show introduction\n\n\nAnnouncer 1\n1\n:\n 'SPORT' first originated with the Slorgtiboff Greeting Ritual 04, wherein each Slorgtiboff smashes a brick into the other's fleshy and unprotected abdominal face.\n\n\n\n\n\n\nDescribed as 'Puckball', in which two teams of five athletes attempt to navigate a small ball of rubber into a hole, by way of hitting it, and bludgeoning the other team, with their teammates. Whichever team was able to do so first won.\n\n\nAnnouncer 2\n2\n:\nObserve the cranial protectorate net. This prevents lethal brain injury, instead subjecting players to lifetimes of suffering as their minds slowly decay.\n\n\n\n\n\n\nEvent was not explained, and consisted of two human subjects playing a variant of ice hockey; changes included larger nets, the inclusion of two pucks, a shorter time limit than standard NHL games, and the placing of live gigantic organisms underneath the ice which would grab and pull athletes and spectators underneath the ice without warning.\n\n\nAnnouncer 1:\n Oh, and it looks like there's going to be a delayed penalty for high sticking… scratch that, the referee has been lost. Game on! \nAnnouncer 2:\n The teeth of Kópavogur will be well-fed tonight.\n\n\n\n\n\n\nUnidentified and unexplained event, during which fifteen athletes attempted to climb to the top of a tower, without falling off. Obstacles included spinning blades, wild animals, impractically large crushing implements, and the other athletes. Event took place in an extraterrestrial region, and not all athletes appeared to be human. Ended when all athletes were deceased.\n\n\nAnnouncer 1:\n Wow, it sure looks like \nTim\n has the lead… oh! But a strong check by Bjugstad! That's going to lead to a reprisal on his home planet, for sure. What do you think, K'landu? \nAnnouncer 2:\n The babes shall indeed bathe in the blood of the futile dead tonight, Steve. Swiftly and silently, all shall perish. \nAnnouncer 1:\n That's terrific.\n\n\n\n\n\n\nDescribed as 'Brickpuckball'; two athletes, positioned in a small ring, attempted to destroy each other's faces with golden bricks. Although they wore protective gear, it appeared to have minimal preventative impact on visible injuries.\n\n\nAnnouncer 2:\n Here, we see how Slorgball winnows the weak-minded out of the gene pool, crippling their chances at successful breeding. Observe, as the Seven-Nine-Suns Auto-Conclave-Sideback has been hit in his reproductive ganglia. His children shall be deformed, and die before pupation, due to their father's stupidity in partaking in \nSPORT\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Referred to as Steve Tilken.\n\n\n2\n. Referred to as K'Landu the Misshapen\n\n\n\n\n\n\n\n\n« \nSCP-1412\n | SCP-1413 | \nSCP-1414\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1413\n\" by Anonymous, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1413\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-1413 \" by Anonymous, from the SCP Wiki . Source: https://scpwiki.com/scp-1413 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1413",
    "object_class": "Euclid",
    "containment_procedures": "Signals related to SCP-1413 are to be intercepted as they are broadcasted and blocked from public viewing. All intercepted broadcasts are to be recorded and stored in Site-77's anomalous media wing. No personnel are to view these broadcasts for non-research purposes, and any personnel found doing so will be disciplined.",
    "description": "SCP-1413 is an anomalous television program, detailing a violent sporting event referred to in all broadcasts as variants of common sporting names, most with the postfix '-ball'. The broadcasts are approximately one hour long, and usually feature apparently unrelated sporting events presented in a style similar to Olympic-themed athletic competitions. All broadcasts are accompanied by running commentary.",
    "title": "SCP-1413"
}