{
    "url": "https://scp-wiki.wikidot.com/scp-1416",
    "all_text": "rating: \n+183\n+\n–\nx\n\n\nItem #:\n SCP-1416\n\n\nObject Class:\n Safe\n\n\nOn ██/██/20██ SCP-1416-1, the anomalous object formerly designated SCP-1416, was discovered no longer to be in the possession of the Foundation. The following Special Containment Procedures therefore pertain only to any remaining samples of SCP-1416-2 produced during testing of SCP-1416-1 between ██/██/20██ and ██/██/20██.\n\n\nSpecial Containment Procedures:\n Preparations of SCP-1416-2 should be kept in clearly labelled airtight containers within a standard refrigerated storage unit in Safe Wing-C at Sector-25. Due to the severely limited remaining supply of SCP-1416-2 and unresolved security implications arising from prior experimentation, any further test proposals should be submitted in writing to sector management.\n\n\nDescription:\n SCP-1416 currently comprises 14 samples of a refrigerated liquid substance, designated SCP-1416-2 - produced using SCP-1416-1, which is no longer in containment. Chemically, each sample consists of pure distilled water, trace minerals from SCP-1416-1 and biological matter from a human tissue sample. A full inventory of extant samples can be found below (see Addendum-1416-01).\n\n\nWhen ingested by a higher primate, samples of SCP-1416-2 induce one to three seconds of highly erratic brain activity, registering on EEG as pronounced gamma rhythms. When questioned, human test subjects almost without exception claim to have experienced during this period the entire lifespan of the individual whose tissue was used to prepare the SCP-1416-2 sample, which may be many decades of subjective time. Test subjects are further able to relay considerable information previously unknown to them regarding the donor individual; however, subjects state they had no memory of their real identity during their experience.\n\n\n\n\nAccess archived description\n\n\n\n\nClose archived description\n\n\n\n\nDescription:\n SCP-1416 is a ceramic vessel apparently designed for the preparation of tea, in the shape of a human head with Quapaw facial markings. Thermoluminescence dating indicates SCP-1416 to have been manufactured in the mid 16th century.\n\n\nSCP-1416's anomalous effects become apparent only when a sample of human flesh of 17mg or greater is placed in the vessel prior to boiling water within it. The resulting liquid, when ingested by higher primates, induces highly erratic brain activity and rapid memory formation which is subjectively perceived as experiencing the entire lifespan of the individual whose flesh was used to prepare the liquid.\n\n\n\n\n\n\n\n\nAddendum-1416-01:\n\n\n\n\n\n\nSCP-1416-2 Preparation No.\n\n\nDate Created\n\n\nTissue/Donor\n\n\nNotes\n\n\n\n\n\n\n1416-2-1\n\n\nUnknown\n\n\nIndex finger/male, Caucasian, 30-40\n\n\nTissue found in SCP-1416-1 prior to containment - likely not sampled under experimentally sound conditions.\n\n\n\n\n\n\n1416-2-2\n\n\n██/██/20██\n\n\nDistal phalanx/male, Black African, 26\n\n\nDonor has history of mental health problems, received a discretionary life sentence for aggravated rape - D-Class subjects administered this preparation have been noted to subsequently exhibit atypical behaviour consistent with the donor's offender class.\n\n\n\n\n\n\n1416-2-3\n\n\n██/██/20██\n\n\nIntermediate phalanx/male, Black African, 26\n\n\n'' ''\n\n\n\n\n\n\n1416-2-4\n\n\n██/██/20██\n\n\nProximal phalanx/male, Black African, 26\n\n\n'' ''\n\n\n\n\n\n\n1416-2-5\n\n\n██/██/20██\n\n\nIntermediate phalanx/male, White British, 55\n\n\nSubject convicted in ██/██/198█ of multiple murders; testing of 1416-2 samples from the subject indicated this not to be the case.\n\n\n\n\n\n\n1416-2-6\n\n\n██/██/20██\n\n\nEar/male, White British, 55\n\n\n'' ''\n\n\n\n\n\n\n1416-2-7\n\n\n██/██/20██\n\n\n23mg biopsy/female, Pakistani, 23\n\n\nSubject had been administered SCP-1416-2 prior to biopsy sample - preparations of this nature determined effective in capturing 'nested' experiences but also frequently induce disorientation and identity confusion.\n\n\n\n\n\n\n1416-2-8\n\n\n██/██/20██\n\n\n23mg biopsy/male, Orangutan, 5\n\n\nOther samples of this nature shown ineffective in inducing gamma activity.\n\n\n\n\n\n\n1416-2-9\n\n\n██/██/20██\n\n\n25mg biopsy/male, White British, 28 and 25mg biopsy/male, Pakistan, 33\n\n\nOther blended samples of this nature produced a confused and truncated experience but may still be of limited value.\n\n\n\n\n\n\n1416-2-10\n\n\n██/██/20██\n\n\n17mg biopsy/male, White British, N/A\n\n\nStillbirth, sample effective - donor tissue from ███████ ████ Hospital, Surrey. Notably samples of this nature do not induce an objectively shorter period of gamma activity than samples where a much longer period of time is experienced.\n\n\n\n\n\n\n1416-2-11\n\n\n██/██/20██\n\n\nProximal phalanx/male, Caucasian, 50-60\n\n\nDonor tissue from preserved corpse circa ~4,000BCE; other samples of this nature have proven effective.\n\n\n\n\n\n\n1416-2-12\n\n\n██/██/20██\n\n\nFinger/male, White and Black Caribbean, 36\n\n\nSubject was a suspected collaborator with Group of Interest Marshall, Carter & Dark. Two other surplus samples were created from this subject but were since destroyed.\n\n\n\n\n\n\n1416-2-13\n\n\n██/██/20██\n\n\n25mg biopsy/female, Chinese, 27\n\n\nBiopsy donated by Junior Researcher Chen: see Dr Barker's statement below.\n\n\n\n\n\n\n1416-2-14\n\n\n██/██/20██\n\n\n17mg biopsy/████, █████ ███████, ██\n\n\nClassified by order of ██-██.\n\n\n\n\n\n\nIncident Report 1416-████-1:\n\n\nOn ██/██/20██ an experimental procedure devised by Junior Researcher Linda Chen to better verify the retention and accuracy of memories encoded via ingesting 1416-2 was approved by Dr Barker. This procedure involved the production of several preparations of 1416-2 from a punch biopsy donated by Junior Researcher Chen, which were then to be administered to D-Class subjects.\n\n\nA risk assessment was produced for the experiment, including the possibility of test subjects acquiring sensitive information about the facility or other Special Containment Procedures. Junior Researcher Chen's lack of prior involvement with Euclid and Keter-class or memetic objects was considered to play a prominent role in the approval of the test proposal.\n\n\nD-3127, formerly an inmate of HMP Belmarsh, was administered a sample of 1416-2 produced using Junior Researcher Chen's biopsy and exhibited a highly atypical response to the substance; the subject claimed that he was, in fact, Junior Researcher Chen and that he strongly believed the individual who had previously administered the sample to now be D-3127. He elaborated his theory that SCP-1416 transfers consciousness between the donor and the subject, contrary to existing theories as to the object's method of operation.\n\n\nSector management directed that despite the high possibility of D-3127 being either delusional or deliberately attempting to mislead Foundation staff, there was no alternative but to subject both D-3127 and Junior Researcher Chen to Procedure 552-Hepburn to eliminate the possibility that a transfer of consciousnesses had taken place. Ultimately it was concluded that such a transfer had not taken place due to signs of confabulation and evasion present in D-3127 under high-level interrogation that were not present in Junior Researcher Chen under the same levels of duress.\n\n\nAfter the conclusion of the procedure Junior Researcher Chen was permitted six months' paid leave. On her return sector medical staff declined to certify her ready to resume work and she has since opted to discontinue work with the Foundation.\n\n\nI take full responsibility for the failure to foresee an attempt by a D-Class subject to manipulate facility security in this fashion, and for the subsequent psychiatric issues suffered by Junior Researcher Chen following psycho-epistemological interrogation as part of Procedure 552-Hepburn. I am unfortunately unable to comment on any authorised or unauthorised use of SCP-1416-1 which may have taken place immediately following Incident 1416-████-1 and must again refer security staff investigating the disappearance of the object to the chain of command. - Dr Barker\n\n\nAddendum-1416-02:\n\n\nA standard inventory of Safe Wing-C items on ██/██/20██ by Junior Researcher Nielsen determined that the containment locker logged as containing SCP-1416-1 was in fact empty. An investigation and review of CCTV and access logs was carried out; however, exceptional circumstances mean that much of this data is classified at a level beyond normal sector security. Attempts have since been made to reconstruct the last point at which the object was seen by any given staff member, including the collection of affidavits as to lives subjectively experienced through the testing of SCP-1416-2:\n\n\n\n\nAccess 1416-1 Staff Access Timeline\n\n\n\n\nClose 1416-1 Staff Access Timeline\n\n\n\n\n\n\n\n\nLinda Chen, formerly a Junior Researcher at Sector-25, opted to provide the following statement in lieu of a sworn affidavit when contacted:\n\n\n\n\nI want this on the record. If I had done it, I would have taken a hammer and smashed it into a thousand pieces, right in front of everyone. That's the only way you can be sure. I've had a lot of time to think about this. As long as it exists, you can't be sure who you are. You might be you. Or you might be someone else experiencing your life in the future. And you start wondering, does it even matter which? The only thing you can know for sure is that if you see someone die, you can't be them. I saw D-3127's body after they pulled it out of that room. That's the only way I know I'm not him, drinking another cup of me. Or worse, someone drinking a cup of him, experiencing him drinking a cup of me. Do you get it? Until you see the teapot dead, you don't know anything.\n\n\n\n\n\n\n\n\n« \nSCP-1415\n | SCP-1416 | \nSCP-1417\n »",
    "addendums": [
        "Addendum-1416-01:",
        "Addendum-1416-02:\nA standard inventory of Safe Wing-C items on ██/██/20██ by Junior Researcher Nielsen determined that the containment locker logged as containing SCP-1416-1 was in fact empty. An investigation and review of CCTV and access logs was carried out; however, exceptional circumstances mean that much of this data is classified at a level beyond normal sector security. Attempts have since been made to reconstruct the last point at which the object was seen by any given staff member, including the collection of affidavits as to lives subjectively experienced through the testing of SCP-1416-2:\nLinda Chen, formerly a Junior Researcher at Sector-25, opted to provide the following statement in lieu of a sworn affidavit when contacted:"
    ],
    "documents": [],
    "notes": [
        "I want this on the record. If I had done it, I would have taken a hammer and smashed it into a thousand pieces, right in front of everyone. That's the only way you can be sure. I've had a lot of time to think about this. As long as it exists, you can't be sure who you are. You might be you. Or you might be someone else experiencing your life in the future. And you start wondering, does it even matter which? The only thing you can know for sure is that if you see someone die, you can't be them. I saw D-3127's body after they pulled it out of that room. That's the only way I know I'm not him, drinking another cup of me. Or worse, someone drinking a cup of him, experiencing him drinking a cup of me. Do you get it? Until you see the teapot dead, you don't know anything."
    ],
    "item": "SCP-1416",
    "object_class": "Safe",
    "containment_procedures": "Preparations of SCP-1416-2 should be kept in clearly labelled airtight containers within a standard refrigerated storage unit in Safe Wing-C at Sector-25. Due to the severely limited remaining supply of SCP-1416-2 and unresolved security implications arising from prior experimentation, any further test proposals should be submitted in writing to sector management.",
    "description": "SCP-1416 is a ceramic vessel apparently designed for the preparation of tea, in the shape of a human head with Quapaw facial markings. Thermoluminescence dating indicates SCP-1416 to have been manufactured in the mid 16th century.",
    "title": "SCP-1416"
}