{
    "url": "https://scp-wiki.wikidot.com/scp-1432",
    "all_text": "rating: \n+208\n+\n–\nx\n\n\nItem #:\n SCP-1432\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Recovered instances of SCP-1432 are to be placed in a filing cabinet in the containment chamber. A standard television set and DVD player are provided for testing purposes. Personnel are not permitted to remove instances of SCP-1432 from the containment chamber for any reason.\n\n\nPolice station communications are to be monitored for murders involving an unusual DVD. In the event of such a report a recovery team will be sent in to retrieve any instances of SCP-1432 and any individuals potentially exposed to SCP-1432’s effects. A D-class personnel is to view a suspected instance of SCP-1432 in its entirety and then be evaluated for indications of SCP-1432’s effects. Following testing, any individual affected by SCP-1432 is to be reclassified as a D-class personnel and placed in solitary confinement.\n\n\nMonitoring for instances of SCP-1432 that have been posted online must be conducted on a regular basis. Such instances of SCP-1432 must be eliminated immediately and their IP address traced if possible.\n\n\nDescription:\n SCP-1432 is a 17 minute silent video sequence which has been found on numerous generic DVDs in a variety of locations within the U.S. The source(s) of these DVDs currently remains unknown. DVDs are placed in the mailboxes of individuals apparently selected at random.\n\n\nThe video sequence consists of an abnormally large doll pursuing a young Caucasian female in a short white dress and high heeled shoes through a series of rooms and corridors with disparate levels of lighting. The size of the doll is inconsistent over the course of the film, with the doll being portrayed as larger or smaller in order to fit through different areas (although the doll is never shown changing size). Near the end of the sequence, the doll corners the young woman in a large, high-ceilinged room. There is then a break in the video for 44 seconds before the female's body is seen lying motionless on the floor of the room. The camera gradually moves up the body to reveal that the doll's head has replaced the female's head on the body, at which point the video ends.\n\n\nSubjects viewing at least five minutes of this video sequence will experience the effect of SCP-1432. SCP-1432 causes subjects to believe that both they themselves and all other humans and animals are artificially constructed dolls. Subjects believe that both their bodies and key characteristics of their personality (or in extreme cases their entire personality) have been artificially constructed by an unknown being or group of beings. This effect has proven immune to all amnestics currently in the Foundation’s possession.\n\n\nThis effect will result in clinical depression in approximately 89% of subjects. In addition, 73% of subjects will attempt to kill at least one other individual. If successful, they will then systematically dismember and/or disembowel the corpse(s) of those they have killed in an effort to prove to others that they are all artificially constructed toys. Non-psychopathic subjects will exhibit intense emotional distress during this occurrence, but will invariably believe that this distress has been implanted in their personality by their creator(s). It is currently unclear whether this compulsion to kill others is a direct effect of exposure to SCP-1432 or a natural psychological reaction to SCP-1432's actual effect.\n\n\nThe initial instance of SCP-1432 was recovered from a police station in ███████ , Ohio on 11/5/ ███████ following a police report that a twelve year old male (hereafter referred to as Subject 1432-01) had murdered and then disemboweled both of his parents after viewing a DVD. The Foundation recovered the DVD and Subject 1432-01, who was reclassified as a D-class personnel after several interviews and extensive testing.\n\n\n\n\nInterviewed:\n Subject 1432-01\n\n\nInterviewer:\n Researcher ███████\n\n\nForeword:\n This interview was the first conducted with Subject 1432-01 following the subject’s initial containment.\n\n\n<Begin Log>\n\n\nResearcher ███████ :\n Please state your name and age.\n\n\nSubject 1432-01:\n ███████ . I’m 12 years old.\n\n\nResearcher ███████ :\n Very good. Now, you believe that you are an artificial toy, is that correct?\n\n\nSubject 1432-01:\n I am. You are. Everyone… everyone I’ve met is. Probably everyone is, I don’t know. I…\n\n\nResearcher ███████ :\n It’s ok. When did you first realize you were a toy?\n\n\nSubject 1432-01:\n I watched a video. Don’t remember much of it. About a doll, I think, or something. But after that I knew. I mean, it was obvious, how could I not have seen it sooner? Everyone was. Everyone, just toys, everything I felt, that time I hit a home run for the first time, my love for my parents, my dog… all just someone playing with their toys.\n\n\nResearcher ███████ :\n But if you didn’t think like this until after you saw the video, don’t you think it's possible the video could have made you feel this way? Affected your mind somehow?\n\n\nSubject 1432-01:\n (Subject exhibits signs of anger) No! The guy who made the video, he was warning people, don’t you get it? He figured it out, and he wanted other people to know! Because people need to! They don’t deserve to just, just exist so that somewhere someone gets a good laugh or whatever…\n\n\nResearcher ███████ :\n It’s okay, I understand. So, did you try to tell your parents about what you’d found out?\n\n\nSubject 1432-01:\n (Subject exhibits signs of extreme emotional distress) I…I did. They didn’t believe me, I kept explaining it to them but they just didn’t understand, I… they… I had to show, show someone. I had to let people know. I, the only way was to, it couldn’t have been just anyone else, I wouldn’t get the opportunity like I did with them, but…\n\n\nResearcher ███████ :\n I understand. You had to do what you thought was right…\n\n\nSubject 1432-01:\n (Subject continues to exhibit signs of extreme emotional distress) They’re so smart. They know, they know the only way you find out is to show people what’s really inside. So they put in this, they, they program you so that you don’t. They make it so hard, it was, all those memories, but I had to, I… I…\n\n\nResearcher ███████ :\n I know, it's okay.\n\n\nSubject 1432-01:\n (Subject continues to exhibit signs of extreme emotional distress) I’m a good person, right? I had to, I really did…\n\n\nResearcher ███████ :\n You’re a good person. It will be alright eventually, I promise.\n\n\n<End Log>\n\n\nClosing Statement:\n Subject was escorted back to sleeping quarters. Researcher ███████ subsequently requested and received a Class C Amnestic.\n\n\n\n\n\n\n\n\n« \nSCP-1431\n | SCP-1432 | \nSCP-1433\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1432\n\" by danielsm, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1432\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewed: Subject 1432-01 Interviewer: Researcher ███████ Foreword: This interview was the first conducted with Subject 1432-01 following the subject’s initial containment. <Begin Log> Researcher ███████ : Please state your name and age. Subject 1432-01: ███████ . I’m 12 years old. Researcher ███████ : Very good. Now, you believe that you are an artificial toy, is that correct? Subject 1432-01: I am. You are. Everyone… everyone I’ve met is. Probably everyone is, I don’t know. I… Researcher ███████ : It’s ok. When did you first realize you were a toy? Subject 1432-01: I watched a video. Don’t remember much of it. About a doll, I think, or something. But after that I knew. I mean, it was obvious, how could I not have seen it sooner? Everyone was. Everyone, just toys, everything I felt, that time I hit a home run for the first time, my love for my parents, my dog… all just someone playing with their toys. Researcher ███████ : But if you didn’t think like this until after you saw the video, don’t you think it's possible the video could have made you feel this way? Affected your mind somehow? Subject 1432-01: (Subject exhibits signs of anger) No! The guy who made the video, he was warning people, don’t you get it? He figured it out, and he wanted other people to know! Because people need to! They don’t deserve to just, just exist so that somewhere someone gets a good laugh or whatever… Researcher ███████ : It’s okay, I understand. So, did you try to tell your parents about what you’d found out? Subject 1432-01: (Subject exhibits signs of extreme emotional distress) I…I did. They didn’t believe me, I kept explaining it to them but they just didn’t understand, I… they… I had to show, show someone. I had to let people know. I, the only way was to, it couldn’t have been just anyone else, I wouldn’t get the opportunity like I did with them, but… Researcher ███████ : I understand. You had to do what you thought was right… Subject 1432-01: (Subject continues to exhibit signs of extreme emotional distress) They’re so smart. They know, they know the only way you find out is to show people what’s really inside. So they put in this, they, they program you so that you don’t. They make it so hard, it was, all those memories, but I had to, I… I… Researcher ███████ : I know, it's okay. Subject 1432-01: (Subject continues to exhibit signs of extreme emotional distress) I’m a good person, right? I had to, I really did… Researcher ███████ : You’re a good person. It will be alright eventually, I promise. <End Log> Closing Statement: Subject was escorted back to sleeping quarters. Researcher ███████ subsequently requested and received a Class C Amnestic.",
        "\" SCP-1432 \" by danielsm, from the SCP Wiki . Source: https://scpwiki.com/scp-1432 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1432",
    "object_class": "Euclid",
    "containment_procedures": "Recovered instances of SCP-1432 are to be placed in a filing cabinet in the containment chamber. A standard television set and DVD player are provided for testing purposes. Personnel are not permitted to remove instances of SCP-1432 from the containment chamber for any reason.",
    "description": "SCP-1432 is a 17 minute silent video sequence which has been found on numerous generic DVDs in a variety of locations within the U.S. The source(s) of these DVDs currently remains unknown. DVDs are placed in the mailboxes of individuals apparently selected at random.",
    "title": "SCP-1432"
}