{
    "url": "https://scp-wiki.wikidot.com/scp-1441",
    "all_text": "rating: \n+298\n+\n–\nx\n\n\nItem #:\n SCP-1441\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n \nSCP-1441 and SCP-1441-01 are stored separately in combination-locked lead-lined cases, and are to be kept in a Secure Containment facility when not in use. As of Addendum-02, access is restricted to personnel involved in the -EX testing program.\n\n\nSCP-1441 is currently stored in Storage Locker #523 at Sector-17, along with one spare specimen of SCP-1441-01 and two spare rolls of perforated paper towels of any brand. Staff are reminded to replace rolls after full use for the convenience of others.\n\n\nDescription:\n SCP-1441 is an automatic paper towel dispenser. It is physically similar to dispensers of the brand \"Towel-Matic\", with two exceptions: i) it instead has the brand name CONVENITOWEL; ii) where other Towel-Matics have a compartment suited for 4 D-size batteries, SCP-1441 instead contains a non-standard power cell, designated SCP-1441-01.\n\n\nSCP-1441-01 is a 50x50x50mm (125cm\n3\n) rounded cube, with a mass of 500 grams. It largely consists of an alloy of iron and palladium. One face bears metal contacts, and has been designated as the bottom side. A small lid on the top opens up to reveal a chamber full of water.\n\n\nThe sides show branding, referring to the object as \"PHAETON POWER CELL\", and to the makers as Ingenitech. Investigation revealed Ingenitech to be a software development company based in Cincinnati, OH; staff there showed no recognition of SCP-1441-01, and no files relating to Phaeton or power cells were discovered, suggesting that the name is a coincidence. Similarly, CONVENITOWEL has never been registered as a trademark.\n\n\nPreliminary analysis of SCP-1441-01 suggests that the power cell operates on anomalous technology; further details will be listed below when results emerge.\n\n\nAddendum-01:\n Further analysis of SCP-1441-01 show that its power generation operates by small-scale cold fusion, requiring only the addition of water. While advanced, none of the processes involved are inherently anomalous. Suggesting attempt at replication of technology.\n\n\nAddendum-02:\n A replica of SCP-1441-01 was constructed and tested in SCP-1441; SCP-1441 operated as normal. SCP-1441 has been nominated to the -EX testing program for confirmation of the process and eventual dissemination of the technology.\n\n\nAddendum-03:\n As the team has now suffered 17 successive failures to replicate the battery interface outside of SCP-1441, -EX testing has been suspended, and further analysis and experimentation has been opened to discover any possible anomalous reason behind these events.\n\n\nAddendum-04:\n A non-anomalous Towel-Matic paper towel dispenser has successfully been fitted with a replica of the battery interface in SCP-1441, and operated normally with both the original SCP-1441-01 and a replica.\n\n\nAddendum-05:\n Replicas of SCP-1441-01 have been tested as power sources for various appliances and devices, with the results shown below:\n\n\n\n\n\n\nExperiment no.\n\n\nItem tested\n\n\nResult\n\n\n\n\n\n\n#1\n\n\nTowel-Matic paper towel dispenser\n\n\nSuccess\n\n\n\n\n\n\n#2\n\n\nBlu-ray player\n\n\nFailure\n\n\n\n\n\n\n#3\n\n\nPrinter\n\n\nFailure\n\n\n\n\n\n\n#4\n\n\nWashing machine\n\n\nFailure\n\n\n\n\n\n\n#5\n\n\nMacbook Air\n\n\nFailure\n\n\n\n\n\n\n#6\n\n\nZune MP3 player\n\n\nFailure\n\n\n\n\n\n\n#7\n\n\nA single 60-watt light bulb\n\n\nFailure\n\n\n\n\n\n\n#8\n\n\nA motor\n\n\nFailure\n\n\n\n\n\n\n#9\n\n\nA motor rigged to revolve paper towels\n\n\nSuccess\n\n\n\n\n\n\n#10\n\n\nA motor rigged to revolve paper towels and power a 60-watt light bulb\n\n\nFailure\n\n\n\n\n\n\n#11\n\n\nA printer rigged solely to dispense paper towels\n\n\nSuccess\n\n\n\n\n\n\n#12\n\n\nHand-dryer\n\n\nFailure\n\n\n\n\n\n\n#13\n\n\nTowel-matic paper towel dispenser rigged to also play MP3s\n\n\nFailure\n\n\n\n\n\n\nAt this point it is very difficult to avoid the following conclusion: that SCP-1441-01 will only operate in devices with the sole or primary function of dispensing paper towels. As such, I recommend SCP-1441 be withdrawn from the -EX program, and that its secure containment procedures be revised in accordance with the new information on its threat. I am ceasing experimentation on SCP-1441.\n - Dr. Jung\n\n\n\n\n\n\n« \nSCP-1440\n | SCP-1441 | \nSCP-1442\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1441\n\" by Freudian, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1441\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-01: Further analysis of SCP-1441-01 show that its power generation operates by small-scale cold fusion, requiring only the addition of water. While advanced, none of the processes involved are inherently anomalous. Suggesting attempt at replication of technology.",
        "Addendum-02: A replica of SCP-1441-01 was constructed and tested in SCP-1441; SCP-1441 operated as normal. SCP-1441 has been nominated to the -EX testing program for confirmation of the process and eventual dissemination of the technology.",
        "Addendum-03: As the team has now suffered 17 successive failures to replicate the battery interface outside of SCP-1441, -EX testing has been suspended, and further analysis and experimentation has been opened to discover any possible anomalous reason behind these events.",
        "Addendum-04: A non-anomalous Towel-Matic paper towel dispenser has successfully been fitted with a replica of the battery interface in SCP-1441, and operated normally with both the original SCP-1441-01 and a replica.",
        "Addendum-05: Replicas of SCP-1441-01 have been tested as power sources for various appliances and devices, with the results shown below:\nAt this point it is very difficult to avoid the following conclusion: that SCP-1441-01 will only operate in devices with the sole or primary function of dispensing paper towels. As such, I recommend SCP-1441 be withdrawn from the -EX program, and that its secure containment procedures be revised in accordance with the new information on its threat. I am ceasing experimentation on SCP-1441. - Dr. Jung"
    ],
    "documents": [],
    "notes": [
        "\" SCP-1441 \" by Freudian, from the SCP Wiki . Source: https://scpwiki.com/scp-1441 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1441",
    "object_class": "Safe",
    "containment_procedures": "SCP-1441 and SCP-1441-01 are stored separately in combination-locked lead-lined cases, and are to be kept in a Secure Containment facility when not in use. As of Addendum-02, access is restricted to personnel involved in the -EX testing program.",
    "description": "SCP-1441 is an automatic paper towel dispenser. It is physically similar to dispensers of the brand \"Towel-Matic\", with two exceptions: i) it instead has the brand name CONVENITOWEL; ii) where other Towel-Matics have a compartment suited for 4 D-size batteries, SCP-1441 instead contains a non-standard power cell, designated SCP-1441-01.",
    "title": "SCP-1441"
}