{
    "url": "https://scp-wiki.wikidot.com/scp-1449",
    "all_text": "rating: \n+313\n+\n–\nx\n\n\nItem #:\n SCP-1449\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-1449 is contained within a Type-65 Containment Module, measuring 13 meters in diameter. The containment module is to be suspended within the storage chamber by means of a magnetic suspension system, and is to monitored daily for any cracks or warping in the surface. In the case of a containment breach, the chamber housing SCP-1449’s containment module is to be filled with methyl formate-based foam.\n\n\nAll test subjects exposed to SCP-1449 are to be briefed on known dream features and mechanics, must attain a score of 75 or above on the Lang-Desantos Lucidity Test, and are to be implanted with A5 Eidetic Recall Memetic Triggers. All information gathered by tests is to be compiled in Document 1449-FG.\n\n\nDescription:\n SCP-1449 is a living artistic representation of a whale shark (\nRhincodon typus\n), in the style of Aboriginal Australian dot art and measuring 13 meters in length. SCP-1449 does not require any sort of nourishment, or other usual physical needs. While in an aquatic environment, SCP-1449 will exist in three dimensions, but is capable of shifting to a two-dimensional form when presented with a continuous solid surface. SCP-1449’s three-dimensional form consists entirely of paint dots, arranged in the outline of a fully grown whale shark; the entity’s two-dimensional form is a top-down depiction of the creature.\n\n\nSCP-1449’s behavior is similar to that of non-anomalous members of the species while in an aquatic environment: However, SCP-1449 will move inland at night once approximately every fifty to seventy-five days, generally in areas of low population. SCP-1449 has been witnessed to move at least 400 kilometers inland. No purpose for this activity is known at this time.\n\n\nIndividuals that enter REM sleep within 2 km of SCP-1449 will experience vivid dreams, which share the same setting and inhabitants, interacting within multiple separate continuities. All dreams will begin with the subject holding on to the tail of SCP-1449, and left within swimming distance of shore. Eighteen unique entry points are currently known, with each point of entry existing in a separate continuity of the setting.\n1\n Subjects are capable of affecting events within a continuity, and these changes may be witnessed by other test subjects, though these changes will be limited to a single continuity. Throughout all continuities, the dream environment is a series of island chains and small continents set within a large, shallow ocean. Inhabitants of this area are generally humanoid in appearance, with several rarer sapient species of non-human appearance. Inhabitants are not aware of the nature of test subjects, insisting that they are simply “travelers from afar.”\n\n\nAddendum-01:\n Notable events, entities and locations within SCP-1449’s dream environment include:\n\n\n\n\nTest 0003: First interaction with a non-human sapient species. Entities were serpentine in body structure, measuring approximately ten meters in length. Entities were encountered again in tests 0016, 0023, 0040, and 0056.\n\n\nTest 0009: Subject witnessed a migratory herd of platypi, each estimated to weigh in excess of two thousand kilograms, led by six heavily-tattooed humanoids standing three meters in height.\n\n\nTest 0014: Subject was mauled by a bunyip. No permanent damage sustained.\n\n\nTest 0029: Subject was accepted as apprentice to Grey the Rabbit Hunter, completing three successful hunts before end of test.\n\n\nTest 0035: First observation of serpentine creature with prismatic scales, measuring an estimated 90 kilometers in length. Subsequent observations occurred in tests 0090 and 0091.\n\n\nTest 0054: Subject effected major changes within Continuity-1449-11 by initiating the arrest of local slave trader, which led to the execution of the slave trader. Test subject was considered a local folk hero by inhabitants upon subsequent visits to the continuity.\n\n\nTest 0076: Discovery of approximately one hundred tonnes of molten white plastic and computer circuitry within the caldera of an extinct volcano. Origin unknown.\n\n\nTest 0081: Test aborted by subject due to local rugby riots.\n\n\n\n\nAddendum-02:\n Test 0103, Continuity-1449-01, ██/██/20██: During exploration of the “Dead Jagged Hills” region (Sector 15, Quadrant 3) of the dream environment, Agent ██████ is believed to have come into contact with another real-world individual (Henceforth referred to as Subject 1449-0001) active within the dream environment. Agent ██████ was the only test subject exposed to SCP-1449 at this time. Subsequent visits to the region did not result in any sightings of the subject.\n\n\nSubject 1449-0001 appeared as a Caucasian male of approximately thirty years of age under considerable distress. Clothing was heavily worn and patched with leather and sharkskin. Upon sighting Agent ██████, Subject 1449-0001 approached and gave the following message, as recalled by Agent ██████.\n\n\n\n\nDon’t say anything. If you say anything, I lose my mind. You say anything and something horrible happens.\n\n\nYou’re a dreamer. Like me. My name is Nikolai, I am the shipseer of Dhûnhome, and of the brotherhood of Selachiosk Pungix Combin, and…fuck fuck fuck no, not Nikolai…I am \nnot\n Nikolai. I’m ag…agent…agent…John? \nshit\n. ID code 34254-Q0…Q0…dammit dammit dammit!\n\n\nI’m sorry…I can’t…can’t keep the memories straight. Being this lucid for this long hurts. The dreaming fills in all the gaps. Things have always been, even as they are brought into being. I’ve been on this cliff since the beginning of time, just like how this place has always been here. The dream was torn away by the deaths of gods before time began but I watched it happen five years ago and…are you following? I can barely tell the dream and reality apart anymore. My world has always been the way it is and we made it like that. We hurt the dreaming. The shark, that’s how we see it. We hurt it. Killed it in our world and the dreamtime poured out like its spilled blood and… We made this big scar here, and…and…things are wrong. Fish walk and ghosts haunt the stones and women give birth to plastic children and the leech fields stretch out forever in the seas of human blood and the Center eats cocaine and caviar out of panda-skull bowls on the crushed backs of opal mares in acres of broken glass and it has \nalways been like this.\n Don’t…don’t do it. Don’t do it again.\n\n\n\n\nSubject 1449-0001 returned to his hut at this point, and further investigation revealed that he had vanished. Subsequent visits to the region have not resulted in any further sightings.\n\n\n\n\nFootnotes\n\n\n1\n. For example, in Continuity-1449-1 the river Opyu was created by the serpent Iru-La, while in Continuity-1449-2, Iru-La is dead and the river Opyu was dug by the members of the Wilapyna tribe.\n\n\n\n\n\n\n\n\n« \nSCP-1448\n | SCP-1449 | \nSCP-1450\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1449\n\" by Djoric, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1449\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-01: Notable events, entities and locations within SCP-1449’s dream environment include:",
        "Addendum-02: Test 0103, Continuity-1449-01, ██/██/20██: During exploration of the “Dead Jagged Hills” region (Sector 15, Quadrant 3) of the dream environment, Agent ██████ is believed to have come into contact with another real-world individual (Henceforth referred to as Subject 1449-0001) active within the dream environment. Agent ██████ was the only test subject exposed to SCP-1449 at this time. Subsequent visits to the region did not result in any sightings of the subject.\nSubject 1449-0001 appeared as a Caucasian male of approximately thirty years of age under considerable distress. Clothing was heavily worn and patched with leather and sharkskin. Upon sighting Agent ██████, Subject 1449-0001 approached and gave the following message, as recalled by Agent ██████.\nSubject 1449-0001 returned to his hut at this point, and further investigation revealed that he had vanished. Subsequent visits to the region have not resulted in any further sightings."
    ],
    "documents": [],
    "notes": [
        "Don’t say anything. If you say anything, I lose my mind. You say anything and something horrible happens. You’re a dreamer. Like me. My name is Nikolai, I am the shipseer of Dhûnhome, and of the brotherhood of Selachiosk Pungix Combin, and…fuck fuck fuck no, not Nikolai…I am not Nikolai. I’m ag…agent…agent…John? shit . ID code 34254-Q0…Q0…dammit dammit dammit! I’m sorry…I can’t…can’t keep the memories straight. Being this lucid for this long hurts. The dreaming fills in all the gaps. Things have always been, even as they are brought into being. I’ve been on this cliff since the beginning of time, just like how this place has always been here. The dream was torn away by the deaths of gods before time began but I watched it happen five years ago and…are you following? I can barely tell the dream and reality apart anymore. My world has always been the way it is and we made it like that. We hurt the dreaming. The shark, that’s how we see it. We hurt it. Killed it in our world and the dreamtime poured out like its spilled blood and… We made this big scar here, and…and…things are wrong. Fish walk and ghosts haunt the stones and women give birth to plastic children and the leech fields stretch out forever in the seas of human blood and the Center eats cocaine and caviar out of panda-skull bowls on the crushed backs of opal mares in acres of broken glass and it has always been like this. Don’t…don’t do it. Don’t do it again.",
        "\" SCP-1449 \" by Djoric, from the SCP Wiki . Source: https://scpwiki.com/scp-1449 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1449",
    "object_class": "Euclid",
    "containment_procedures": "SCP-1449 is contained within a Type-65 Containment Module, measuring 13 meters in diameter. The containment module is to be suspended within the storage chamber by means of a magnetic suspension system, and is to monitored daily for any cracks or warping in the surface. In the case of a containment breach, the chamber housing SCP-1449’s containment module is to be filled with methyl formate-based foam.",
    "description": "SCP-1449 is a living artistic representation of a whale shark (Rhincodon typus), in the style of Aboriginal Australian dot art and measuring 13 meters in length. SCP-1449 does not require any sort of nourishment, or other usual physical needs. While in an aquatic environment, SCP-1449 will exist in three dimensions, but is capable of shifting to a two-dimensional form when presented with a continuous solid surface. SCP-1449’s three-dimensional form consists entirely of paint dots, arranged in the outline of a fully grown whale shark; the entity’s two-dimensional form is a top-down depiction of the creature.",
    "title": "SCP-1449"
}