{
    "url": "https://scp-wiki.wikidot.com/scp-1460",
    "all_text": "rating: \n+235\n+\n–\nx\n\n\nItem #:\n SCP-1460\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-1460 is kept in a standard humanoid containment cell at Site ██. Contact or experimentation with SCP-1460 outside of standard medical care may only be performed with prior permission from at least two (2) senior research personnel.\n\n\nSCP-1460 is to be administered a pentobarbital/thiopental regimen daily.\n Until further notice, use of medication outside of that required for basic medical care has been suspended.\n\n\nElements of Mobile Task Force Gamma-5 (\"Red Herrings\") have been deployed to the areas affected by SCP-1460 and have standing authorization to administer amnestics as necessary to maintain secrecy and minimize disruption of the civilian population.\n\n\nDescription:\n SCP-1460 is a 32-year old male Asian-American identified as [REDACTED], a former resident of the city of ████, ██, USA. SCP-1460 has been in a coma for the past eight (8) years, of which the last seven (7) have been in Foundation care, as a result of a traffic accident on █/██/██ in which a public transit bus struck and critically injured SCP-1460 while he was walking to his place of employment. SCP-1460 was transferred to a regional hospital due to a lack of appropriate trauma facilities at the local hospital, and came to the Foundation's attention following multiple discrepancies found during a routine review of hospital medical records.\n\n\nDespite SCP-1460's condition, individuals involved in his daily life have reportedly been in contact with him during the entirety of the interval in which he has been comatose and are not aware of his current condition. Although there is a complete lack of corroboration from locally available surveillance footage, friends and family have reported that SCP-1460 has lived for the last ten (10) years in a low-income apartment in ████, and has been employed at a local supermarket for the same duration, where work is done that is attributed to SCP-1460. Furthermore, records of bank transactions and ATM usage are periodically registered which are attributable to SCP-1460, which also do not appear on bank or ATM surveillance video, despite corroboration from bank employees regarding SCP-1460's activity.\n\n\nAddendum 1460-01:\n Excerpt from Interview 1460-03B\n\n\nDate:\n ██/█/██\n\n\nSubject:\n Mrs. L████ H███████ (Mother of SCP-1460)\n\n\nInterviewer:\n Agent E████ (Undercover)\n\n\n\n\nAgent E████:\n Thank you for your time, Mrs. H███████. We'd just like to ask you some quick questions about [REDACTED].\n\n\nMrs. H███████:\n Sure thing.\n\n\nAgent E████:\n What do you remember about when he was released from the hospital?\n\n\nMrs. H███████:\n Oh, we were so relieved to be able to finally get him out of there. He hadn't really talked the entire time he was in there, you see, so we were really glad.\n\n\nAgent E████:\n Do you remember which day you picked him up, exactly?\n\n\nMrs. H███████:\n Of course, it was… I… huh, come to think of it, I can't remember what day it was. I must have been so concentrated on making sure ████ was okay that I didn't really pay attention to anything else.\n\n\n\n\nAddendum 1460-02:\n Excerpt from Interview 1460-09A\n\n\nDate:\n ██/██/██\n\n\nSubject:\n Mr. G███ V█████████ (General Manager of [REDACTED] Supermarket)\n\n\nInterviewer:\n Agent E████ (Undercover)\n\n\n\n\nAgent E████:\n What can you tell us about [REDACTED]?\n\n\nMr. V█████████:\n You want to know about ████? He's alright, kinda quiet, sticks to himself. Shows up on time every day, does his job decently, doesn't stick out but definitely not the worst kid I have.\n\n\nAgent E████:\n Has he exhibited any strange behavior since his accident? I mean, has he been acting strange in any way?\n\n\nMr. V█████████:\n No, not really, just a normal guy. He's not in any kind of trouble, is he?\n\n\nAgent E████:\n No sir, this is just a confidential followup on behalf of the hospital.\n\n\nMr. V█████████:\n Okay, well, if you want to talk to him he should be here in about half an hour or so.\n\n\n\n\nAddendum 1460-03:\n Incident Log 1460-03\n\n\nOn ██/█/██, approval was given to administer a pentobarbital/thiopental regimen to SCP-1460 in order to induce a deeper comatose state. Within a week of doing so, local Foundation agents reported a sudden onset of mass confusion in individuals affected by SCP-1460. The experiment was suspended shortly afterward, and Class B amnestics administered as necessary. Further attempts to suppress or neutralize SCP-1460 have also been suspended indefinitely.\n\n\n\n\n\n\n« \nSCP-1459\n | SCP-1460 | \nSCP-1461\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1460\n\" by Aelanna, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1460\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1460-01: Excerpt from Interview 1460-03B",
        "Addendum 1460-02: Excerpt from Interview 1460-09A",
        "Addendum 1460-03: Incident Log 1460-03\nOn ██/█/██, approval was given to administer a pentobarbital/thiopental regimen to SCP-1460 in order to induce a deeper comatose state. Within a week of doing so, local Foundation agents reported a sudden onset of mass confusion in individuals affected by SCP-1460. The experiment was suspended shortly afterward, and Class B amnestics administered as necessary. Further attempts to suppress or neutralize SCP-1460 have also been suspended indefinitely."
    ],
    "documents": [],
    "notes": [
        "Agent E████: Thank you for your time, Mrs. H███████. We'd just like to ask you some quick questions about [REDACTED]. Mrs. H███████: Sure thing. Agent E████: What do you remember about when he was released from the hospital? Mrs. H███████: Oh, we were so relieved to be able to finally get him out of there. He hadn't really talked the entire time he was in there, you see, so we were really glad. Agent E████: Do you remember which day you picked him up, exactly? Mrs. H███████: Of course, it was… I… huh, come to think of it, I can't remember what day it was. I must have been so concentrated on making sure ████ was okay that I didn't really pay attention to anything else.",
        "Agent E████: What can you tell us about [REDACTED]? Mr. V█████████: You want to know about ████? He's alright, kinda quiet, sticks to himself. Shows up on time every day, does his job decently, doesn't stick out but definitely not the worst kid I have. Agent E████: Has he exhibited any strange behavior since his accident? I mean, has he been acting strange in any way? Mr. V█████████: No, not really, just a normal guy. He's not in any kind of trouble, is he? Agent E████: No sir, this is just a confidential followup on behalf of the hospital. Mr. V█████████: Okay, well, if you want to talk to him he should be here in about half an hour or so.",
        "\" SCP-1460 \" by Aelanna, from the SCP Wiki . Source: https://scpwiki.com/scp-1460 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1460",
    "object_class": "Euclid",
    "containment_procedures": "SCP-1460 is kept in a standard humanoid containment cell at Site ██. Contact or experimentation with SCP-1460 outside of standard medical care may only be performed with prior permission from at least two (2) senior research personnel.",
    "description": "SCP-1460 is a 32-year old male Asian-American identified as [REDACTED], a former resident of the city of ████, ██, USA. SCP-1460 has been in a coma for the past eight (8) years, of which the last seven (7) have been in Foundation care, as a result of a traffic accident on █/██/██ in which a public transit bus struck and critically injured SCP-1460 while he was walking to his place of employment. SCP-1460 was transferred to a regional hospital due to a lack of appropriate trauma facilities at the local hospital, and came to the Foundation's attention following multiple discrepancies found during a routine review of hospital medical records.",
    "title": "SCP-1460"
}