{
    "url": "https://scp-wiki.wikidot.com/scp-1481",
    "all_text": "rating: \n+314\n+\n–\nx\n\n\nItem #:\n SCP-1481\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1481 is to be kept in a securely locked safe on the second floor of Site-██. Site security is to remain on standby in proximity to tests conducted on SCP-1481.\n\n\nDescription:\n SCP-1481 is a plastic recyclable coffee cup. SCP-1481 rests in an inactive state until it is physically rubbed by a sapient being. When SCP-1481 is rubbed, it will enter its active phase, in which it manifests a spectral humanoid hereby referred to as SCP-1481-1. SCP-1481-1 manifests dressed in multiple coats and torn jeans, all of which are likewise spectral but seem to nonetheless be stained with a variety of unknown substances. SCP-1481-1 has a nervous tic, which occurs every few minutes.\n\n\nOnce SCP-1481-1 has manifested, it will offer to grant an unlimited number of \"wishes\" to the individual who caused it to manifest; however, SCP-1481-1 is largely non-compliant with said wishes, and will often ignore them, wrongly claim to have already fulfilled them, or produce an outcome which bears only a slight resemblance to the one requested.\n\n\nSCP-1481-1 has made a variety of requests, which are typically for alcohol, recreational drugs, money, or warm food.\n\n\nAddendum:\n Tests were conducted by Doctor ████. The goal of the tests was to establish a general knowledge of the capabilities of SCP-1481-1.\n\n\nLog of tests with SCP-1481:\n\n\n\n\nItem Requested:\n One sandwich\n\n\nResult:\n SCP-1481-1 manifested a sandwich, which it promptly ate.\n\n\nItem Requested:\n A winning lottery ticket\n\n\nResult:\n SCP-1481-1 manifested a losing lottery ticket.\n\n\nItem Requested:\n A 100-carat diamond.\n\n\nResult:\n 100 g of coal; SCP-1481-1 assured personnel that the coal was pure diamond.\n\n\nItem Requested:\n \"The meaning of life\"\n\n\nResult:\n SCP-1481-1 laughed hysterically for three minutes and fourteen seconds, then claimed to have forgotten what had just been requested. Subsequent requests for this item produced the same result.\n\n\nItem Requested:\n The means to achieve unlimited energy.\n\n\nResult:\n SCP-1481-1 manifested one deviled egg, which it promptly ate.\n\n\n\n\nInterview log 1481-1-2\n\n\n\n\nDoctor ████:\n Hello, SCP-1481-1.\n\n\nSCP-1481-1:\n Hey there, young feller!\n\n\nDoctor ████:\n SCP-1481-1, I have some questions for you.\n\n\nSCP-1481-1 stares at the South wall of the interview chamber for six minutes and nine seconds before answering.\n\n\nSCP-1481-1:\n You ever notice how, how \nwhite\n this wall is? I f-f-feel like it's got so much \nmeaning\n.\n\n\nDoctor ████:\n In relation to the items you are able to manifest, where do you take said items from?\n\n\nSCP-1481-1:\n I, I know a g-g-guy who, who, a guy who knows a guy. Y'know?\n\n\nDoctor ████:\n How—\n\n\nSCP-1481 interrupts Doctor ████\n\n\nSCP-1481-1:\n Enough damn questions! Man, I just need a taste. Just a taste! You can’t just order me to tell you stuff! If you get me, like, I dunno… say, thirty, forty grams of the, of the, of the good stuff or s-s-s-s-something? C'mon, man, please?\n\n\nSCP-1481-1 was provided with 40 grams of methamphetamine, which it promptly consumed. Upon consuming the methamphetamine, SCP-1481-1 began to speak, and continued speaking for five hours and twenty-three minutes. Much of what SCP-1481-1 said during this time was incomprehensible 'word salad' interspersed with profanity, and a large quantity of what are assumed to have been logorrheic neologisms. A full transcript of this 'word salad' is available in Document 1481-RL51. One particular passage has been retained in this report, as it may provide clues to the origin of SCP-1481-1\n\n\nExcerpt of speech from SCP-1481-1\n\n\n— so there I, I, there I was, right in f-f-f-front of this guy, waiting for him to make his, his fuckin' wishes an', an', an', he looks at me an' he says 'for my f-f-f-first wish, I, I, I,… for my…' He says… he… he fuckin' wishes for me to be a fuckin' alcoholic j-j-j-junkie tweaker crackhead! An' then he says that his, his second, his second wish is that the, the, the first wish couldn't, couldn't be unwished. An' then he just walks off! I don’t, I, I don't, I don't understand it. I really don't. So now I'm, I'm, my life is, my whole fucking life is r-r-r-ruined. I used to give k-k-kings whatever they wanted, you know? I used to live in, in palaces. Now I got no f-f-f-friends, just the cold nights and the hard ground and nowhere to lay my head down and I —\n\n\n\n\nInterview log 1481-1-7\n\n\n\n\nDoctor ████:\n SCP-1481-1, I was wondering —\n\n\nSCP-1481-1:\n Yeah?\n\n\nDoctor ████:\n If you have these powers, why don't you just manifest the drugs yourself, like you do with the food?\n\n\nSCP-1481-1 begins weeping; weeping continues for 17 minutes 41 seconds, at the end of which it demanifests and re-enters SCP-1481.\n\n\n\n\nNo further testing of SCP-1481 has been authorized.\n\n\n\n\n\n\n« \nSCP-1480\n | SCP-1481 | \nSCP-1482\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1481\n\" by UglyFlower, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1481\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Tests were conducted by Doctor ████. The goal of the tests was to establish a general knowledge of the capabilities of SCP-1481-1."
    ],
    "documents": [],
    "notes": [
        "Item Requested: One sandwich Result: SCP-1481-1 manifested a sandwich, which it promptly ate. Item Requested: A winning lottery ticket Result: SCP-1481-1 manifested a losing lottery ticket. Item Requested: A 100-carat diamond. Result: 100 g of coal; SCP-1481-1 assured personnel that the coal was pure diamond. Item Requested: \"The meaning of life\" Result: SCP-1481-1 laughed hysterically for three minutes and fourteen seconds, then claimed to have forgotten what had just been requested. Subsequent requests for this item produced the same result. Item Requested: The means to achieve unlimited energy. Result: SCP-1481-1 manifested one deviled egg, which it promptly ate.",
        "Doctor ████: Hello, SCP-1481-1. SCP-1481-1: Hey there, young feller! Doctor ████: SCP-1481-1, I have some questions for you. SCP-1481-1 stares at the South wall of the interview chamber for six minutes and nine seconds before answering. SCP-1481-1: You ever notice how, how white this wall is? I f-f-feel like it's got so much meaning . Doctor ████: In relation to the items you are able to manifest, where do you take said items from? SCP-1481-1: I, I know a g-g-guy who, who, a guy who knows a guy. Y'know? Doctor ████: How— SCP-1481 interrupts Doctor ████ SCP-1481-1: Enough damn questions! Man, I just need a taste. Just a taste! You can’t just order me to tell you stuff! If you get me, like, I dunno… say, thirty, forty grams of the, of the, of the good stuff or s-s-s-s-something? C'mon, man, please? SCP-1481-1 was provided with 40 grams of methamphetamine, which it promptly consumed. Upon consuming the methamphetamine, SCP-1481-1 began to speak, and continued speaking for five hours and twenty-three minutes. Much of what SCP-1481-1 said during this time was incomprehensible 'word salad' interspersed with profanity, and a large quantity of what are assumed to have been logorrheic neologisms. A full transcript of this 'word salad' is available in Document 1481-RL51. One particular passage has been retained in this report, as it may provide clues to the origin of SCP-1481-1 Excerpt of speech from SCP-1481-1 — so there I, I, there I was, right in f-f-f-front of this guy, waiting for him to make his, his fuckin' wishes an', an', an', he looks at me an' he says 'for my f-f-f-first wish, I, I, I,… for my…' He says… he… he fuckin' wishes for me to be a fuckin' alcoholic j-j-j-junkie tweaker crackhead! An' then he says that his, his second, his second wish is that the, the, the first wish couldn't, couldn't be unwished. An' then he just walks off! I don’t, I, I don't, I don't understand it. I really don't. So now I'm, I'm, my life is, my whole fucking life is r-r-r-ruined. I used to give k-k-kings whatever they wanted, you know? I used to live in, in palaces. Now I got no f-f-f-friends, just the cold nights and the hard ground and nowhere to lay my head down and I —",
        "Doctor ████: SCP-1481-1, I was wondering — SCP-1481-1: Yeah? Doctor ████: If you have these powers, why don't you just manifest the drugs yourself, like you do with the food? SCP-1481-1 begins weeping; weeping continues for 17 minutes 41 seconds, at the end of which it demanifests and re-enters SCP-1481.",
        "\" SCP-1481 \" by UglyFlower, from the SCP Wiki . Source: https://scpwiki.com/scp-1481 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1481",
    "object_class": "Safe",
    "containment_procedures": "SCP-1481 is to be kept in a securely locked safe on the second floor of Site-██. Site security is to remain on standby in proximity to tests conducted on SCP-1481.",
    "description": "SCP-1481 is a plastic recyclable coffee cup. SCP-1481 rests in an inactive state until it is physically rubbed by a sapient being. When SCP-1481 is rubbed, it will enter its active phase, in which it manifests a spectral humanoid hereby referred to as SCP-1481-1. SCP-1481-1 manifests dressed in multiple coats and torn jeans, all of which are likewise spectral but seem to nonetheless be stained with a variety of unknown substances. SCP-1481-1 has a nervous tic, which occurs every few minutes.",
    "title": "SCP-1481"
}