{
    "url": "https://scp-wiki.wikidot.com/scp-1492",
    "all_text": "rating: \n+241\n+\n–\nx\n\n\n\n\n\n\nSCP-1492\n\n\n\n\n\n\nItem #:\n SCP-1492\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1492 is currently impounded in the Site-47 \nAnomalous Vehicle Containment Bay\n with tires and battery removed. Personnel are reminded not to bring precious minerals or stones within fifty meters of the vehicle at any time.\n\n\nItems expropriated by SCP-1492 may be retrieved at the conclusion of testing hours under the supervision of the project director.\n\n\nDescription:\n SCP-1492 is a civilian-model armored car which has been modified for use in anomalous larceny. The passenger's seat has been replaced with an experimental target acquisition and teleportation device that Foundation technicians have thus far failed to replicate. When activated, the device identifies nearby objects of value out to a range of roughly forty meters and transports them into the rear cargo compartment regardless of intervening materials or subject mass.\n\n\nSCP-1492 appears to take material, sentimental, and artistic worth into account, targeting everything from paper currency and jewelry to, in several cases, coins and gold fillings. Observation of the teleportation process has proven difficult as the matter relocation machinery will not operate unless the rear door is closed, and all cameras installed in SCP-1492 have been teleported some distance away once the object begins its operation. It is hypothesized that photographic equipment possesses too low a value for SCP-1492 to keep and is ejected to save cargo space. Experiments with human observers in the cargo area have been postponed due to the dangers posed by objects spontaneously materializing in a confined space.\n\n\nWhile the teleportation effect leaves no physical traces, affected items are inevitably replaced with a promissory note, ironic in tone, ostensibly redeemable for various life experiences and philosophical concepts. This tendency towards metaphysics is visible in the attached documentation and appears to be exacerbated by the theft of high-value goods.\n\n\n\n\nTextual Samples Obtained Prior to Recovery\n\n\n\n\nClose Log\n\n\n\n\n\n\n\n\nItem Stolen\n\n\nNote Recovered\n\n\n\n\n\n\n$837 in mixed bills\n\n\nIOU a steak, properly cooked.\n\n\n\n\n\n\nSilver belt-buckle\n\n\nIOU one evening without an argument.\n\n\n\n\n\n\nKeys to high-rise condominium\n\n\nIOU domesticity.\n\n\n\n\n\n\n200 wedding rings, various styles\n\n\nIOU the chance to say 'Yes,' and mean it.\n\n\n\n\n\n\nSCP-████\n\n\nwhat the hell is that get it off oh shit oh shit take it back\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1491\n | SCP-1492 | \nSCP-1493\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "item": "SCP-1492",
    "object_class": "Safe",
    "containment_procedures": "SCP-1492 is currently impounded in the Site-47 Anomalous Vehicle Containment Bay with tires and battery removed. Personnel are reminded not to bring precious minerals or stones within fifty meters of the vehicle at any time.",
    "description": "SCP-1492 is a civilian-model armored car which has been modified for use in anomalous larceny. The passenger's seat has been replaced with an experimental target acquisition and teleportation device that Foundation technicians have thus far failed to replicate. When activated, the device identifies nearby objects of value out to a range of roughly forty meters and transports them into the rear cargo compartment regardless of intervening materials or subject mass.",
    "title": "SCP-1492"
}