{
    "url": "https://scp-wiki.wikidot.com/scp-1496",
    "all_text": "rating: \n+178\n+\n–\nx\n\n\n \n\n\nItem #:\n SCP-1496\n\n\nObject Class:\n Neutralized (formerly Safe)\n\n\nSpecial Containment Procedures:\n SCP-1496 is to be kept in a small-item locker in Site-102. At this time, SCP-1496 is believed neutralized. Nonetheless, it is to remain in Safe-class containment until neutralization can be definitively confirmed.\n\n\nDescription:\n SCP-1496 is a place setting, comprising a plate and several items of silverware. It no longer displays any ongoing anomalous properties, although records it has affected in the past remain in their affected state.\n\n\nSCP-1496 was recovered in a raid on the offices of an urban literary collective in Quebec, Canada.\n\n\n\n\nPrior containment procedures. Level 2 and up only.\n\n\n\n\nAccess granted.\n\n\n\n\nItem #:\n SCP-1496\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1496 is to be kept in an unremarkable small-item locker at Site-102. As the item is so profoundly uninteresting, it is envisaged that few will ever bother to test it. However, should no drying paint be available for viewing, SCP-1496 may be placed in a humanoid containment cell along with whichever unfortunate drew the short straw as the participant. Something to put on SCP-1496-1 may be thrown in, if you must. Note that no living being is to be placed on SCP-1496-1 without Senior Researcher approval, which is the only approval SCP-1496 will ever get.\n\n\nDescription:\n SCP-1496, which is a \"place setting,\" is comprised of a grubby, chipped old plate (SCP-1496-1) and a couple of cheap plastic utensils of the type found in bottom-of-the-barrel fast food establishments.\n\n\nSCP-1496 displays several pedestrian anomalous properties. Firstly, it compels anyone seated before it to construct an opinionated review of anything placed on SCP-1496-1. Inevitably, these reviews will match the participant's usual tone and voice. Participants subsequently asked about their review will not be able to remember anything about it save for having strong opinions; this is possibly a memetic effect caused by SCP-1496 being so forgettable.\n\n\nIt is impossible to make SCP-1496 interesting in any way. Also, it is impossible to make any sort of record of SCP-1496 that does not have the flavor of an opinionated review. Basic details, such as SCP-1496-1 being roughly circular, will remain unchanged; other information, such as description of the pathetic little prongs on the so-called forks, may not.\n\n\nReviews produced via SCP-1496 seem to exist in a state of superposition or flux. There is a probability of 0.5 that an observer will experience a review as either very enthusiastic or sarcastically dismissive. There is no record of any other sort of review being produced. It is theorized that this would require too much effort.\n\n\nSCP-1496 was dragged out of the refuse of a raid on the office of a low-class radical \"literary\" collective in Quebec, Canada, after its effects became apparent in their written output.\n\n\nSelected Results of Experiment Series SCP-1496-E5:\n\n\nExperiment: 1496-E5q\n\n\nParticipant:\n Dr. Katzen\n\n\nObject used:\n One meatloaf sandwich from Site-102 cafeteria\n\n\nMedium of response:\n Dictated to observing personnel\n\n\nExcerpts from result:\n\n\n\n\n\"…But the really hard task is deciding which is more awful: the rank stench of the revolting mystery meat that was thrown together as this facsimile of food, or the sad little puddle of grease befouling what was already a sorry excuse for a bread roll…\"\n\n\n\n\n\n\n\"…Did the Site cafeteria actually serve this? To employees? I wouldn't inflict this on a D-class. Termination would be a mercy.\"\n\n\n\n\nExperiment: 1496-E5a\n\n\nParticipant:\n Dr. Trebuchet\n\n\nObject used:\n Nothing (SCP-1496-1 empty)\n\n\nMedium of response:\n Dr. Trebuchet made entries in her laboratory notebook, per her usual experimental practice.\n\n\nResult (translated from French):\n\n\n\n\nObserved plate, per procedure. Nothing of interest. Upon closer inspection, grease stains, dirt, and damage apparent. Poor quality object. Touched dirty/chipped areas with bare skin, but no negative effects observed. Supposition: bacteria satisfied with mediocrity / too lazy to be invasive or destructive? Note: overcome by inability to care about this item. (Not anomalous effect.)\n\n\n\n\nExperiment 1496-E5s\n\n\nParticipant:\n D-6464, who has a developmental age of circa 6yo and has expressed a mild dislike of vegetables.\n\n\nObject used:\n Raw carrot\n\n\nMedium of response:\n Drawing/text, using provided photocopier paper and marker pens\n\n\nResult:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1495\n | SCP-1496 | \nSCP-1497\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "\"…But the really hard task is deciding which is more awful: the rank stench of the revolting mystery meat that was thrown together as this facsimile of food, or the sad little puddle of grease befouling what was already a sorry excuse for a bread roll…\"",
        "\"…Did the Site cafeteria actually serve this? To employees? I wouldn't inflict this on a D-class. Termination would be a mercy.\"",
        "Observed plate, per procedure. Nothing of interest. Upon closer inspection, grease stains, dirt, and damage apparent. Poor quality object. Touched dirty/chipped areas with bare skin, but no negative effects observed. Supposition: bacteria satisfied with mediocrity / too lazy to be invasive or destructive? Note: overcome by inability to care about this item. (Not anomalous effect.)",
        ""
    ],
    "item": "SCP-1496",
    "object_class": "Safe",
    "containment_procedures": "SCP-1496 is to be kept in an unremarkable small-item locker at Site-102. As the item is so profoundly uninteresting, it is envisaged that few will ever bother to test it. However, should no drying paint be available for viewing, SCP-1496 may be placed in a humanoid containment cell along with whichever unfortunate drew the short straw as the participant. Something to put on SCP-1496-1 may be thrown in, if you must. Note that no living being is to be placed on SCP-1496-1 without Senior Researcher approval, which is the only approval SCP-1496 will ever get.",
    "description": "SCP-1496, which is a \"place setting,\" is comprised of a grubby, chipped old plate (SCP-1496-1) and a couple of cheap plastic utensils of the type found in bottom-of-the-barrel fast food establishments.",
    "title": "SCP-1496"
}