{
    "url": "https://scp-wiki.wikidot.com/scp-1498",
    "all_text": "rating: \n+330\n+\n–\nx\n\n\n\n\n\n\nInstance of SCP-1498 in containment.\n\n\n\n\n\n\nItem #:\n SCP-1498\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n All instances of SCP-1498 are to be held in standard containment chambers, located within \nSite-77\n. One technician is to be on-hand to answer any calls placed to SCP-1498. Transcripts of all calls must be placed in Site-77's non-anomalous records archive. Any persons found to have interacted with SCP-1498 are to be quarantined for 2 months, or until they show signs of SCP-1498. Subjects showing signs of exposure are to be contained as an instance of SCP-1498-1, which require the same accommodation as instances of SCP-1498.\n\n\nDescription:\n SCP-1498 is a collection of 30 autonomous bundles of phone cords and handsets, assembled in such a way that they resemble sheep. Instances of SCP-1498 are fully ambulatory, and will wander their containment chambers aimlessly. The words \"\nMake your own Custom dreamscapes\n, with your friends at \nThe Oneiroi Collective\n.\"\n1\n are printed on each instance.\n\n\nIf a sapient organism attempts to use one of the phone handsets present on SCP-1498, they will hear three rings, followed by a voice identifying themselves as an operator for the \"The Oneiroi Collective\". This voice will instruct the subject on various options they have for dreaming, and make suggestions for enhanced dreaming experiences. Following the completion of this call, the subject will lose consciousness for 9 hours.\n\n\nWhen the subject regains consciousness, they will claim to have experienced the dream they ordered, to any exact specifications they may have made. Subjects may express a desire to continue using SCP-1498's effect, or attempt to re-use it immediately. A transcript of a subject describing their experience while under SCP-1498's effect has been included in this report.\n\n\n\n\nD-4560, after being exposed to SCP-1498\n\nI was sitting in this room, except it wasn't really a room, because the edges were sloped, so it was like, an egg room. With green paper, but it wasn't \nthat\n green. Just a little green here and there. Anyways, I'm right in the middle, sitting on the ground… 'cept of course, the fact that I was being supported. It's then I realize that I'm actually a table. Like you guys told me to tell the weird sheep-phone-thing. There're people eating off'a me too, look old, maybe from the 1950's, with red faces.\n\n\nThat was when we finally hatched, and I woke up.\n\n\n\n\nAs subjects are repeatedly exposed to SCP-1498, they may begin to experience changes to their bodily and mental state. Subjects affected by SCP-1498 will express a desire to sleep as frequently as possible, preferring the use of SCP-1498 if they are able to. While asleep, portions of the subject's cranium and skull will be replaced with portions of telephones similar to those found on SCP-1498. This has manifested in a variety of ways, including:\n\n\n\n\nSubjects coughing up telephones, with cords extending into their esophagus.\n\n\nTelephone wires beginning to grow in place of hair.\n\n\nRinging devices found on rotary telephones found within the subject's ears, which may begin ringing continuously.\n\n\nVocalizations being replaced with dial tones.\n\n\n\n\nEventually, a rotary phone will assemble itself on the subject's head, out of all the components that have been grown within and on their bodies. Subjects will display the same intelligence as instances of SCP-1498, and are to be classified as instances of SCP-1498-1. As of 8/19/2012, no attempt to restore the intelligence of an SCP-1498-1 instance has succeeded.\n\n\nSCP-1498 was recovered on 9/18/1965, from an abandoned office complex in Miami, FL, USA, after reports of bizarre livestock reached local Foundation assets. When Foundation agents entered the building, they discovered the SCP-1498 instances, one bedroll, approximately half a ton of rotary telephone components, and two pints of Type-AB blood in a glass jar. In addition, one pajama onesie, well worn, was discovered folded at the bedroll. Testing has shown several months worth of sweat and body oils soaked into the fabric.\n\n\nAs of 11/14/1965, SCP-1498 has been classified as Euclid.\n\n\n\n\nFootnotes\n\n\n1\n. Believed to be connected to \nSCP-2028\n and \nSCP-2805\n\n\n\n\n\n\n\n\n« \nSCP-1497\n | SCP-1498 | \nSCP-1499\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1498\n\" by Anonymous, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1498\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 1498V.jpeg\n\n\nAuthor:\n \nVolgunStrife\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nYouTube",
    "addendums": [],
    "documents": [],
    "notes": [
        "D-4560, after being exposed to SCP-1498 I was sitting in this room, except it wasn't really a room, because the edges were sloped, so it was like, an egg room. With green paper, but it wasn't that green. Just a little green here and there. Anyways, I'm right in the middle, sitting on the ground… 'cept of course, the fact that I was being supported. It's then I realize that I'm actually a table. Like you guys told me to tell the weird sheep-phone-thing. There're people eating off'a me too, look old, maybe from the 1950's, with red faces. That was when we finally hatched, and I woke up.",
        "\" SCP-1498 \" by Anonymous, from the SCP Wiki . Source: https://scpwiki.com/scp-1498 . Licensed under CC-BY-SA .",
        "Filename: 1498V.jpeg Author: VolgunStrife License: CC BY-SA 3.0 Source Link: YouTube"
    ],
    "item": "SCP-1498",
    "object_class": "Euclid",
    "containment_procedures": "All instances of SCP-1498 are to be held in standard containment chambers, located within Site-77. One technician is to be on-hand to answer any calls placed to SCP-1498. Transcripts of all calls must be placed in Site-77's non-anomalous records archive. Any persons found to have interacted with SCP-1498 are to be quarantined for 2 months, or until they show signs of SCP-1498. Subjects showing signs of exposure are to be contained as an instance of SCP-1498-1, which require the same accommodation as instances of SCP-1498.",
    "description": "SCP-1498 is a collection of 30 autonomous bundles of phone cords and handsets, assembled in such a way that they resemble sheep. Instances of SCP-1498 are fully ambulatory, and will wander their containment chambers aimlessly. The words \"Make your own Custom dreamscapes, with your friends at The Oneiroi Collective.\"1 are printed on each instance.",
    "title": "SCP-1498"
}