{
    "url": "https://scp-wiki.wikidot.com/scp-150",
    "all_text": "rating: \n+342\n+\n–\nx\n\n\n\n\n\n\nExtracted instance of SCP-150 from the brain of D-13732, magnified 20x.\n\n\n\n\n\n\nItem #:\n SCP-150\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-150 patients kept for study should be contained in Level-3 Biohazard Containment Cells, with no more than 1 instance per cell. Cultures of SCP-150 are contained in vacuum-sealed glass flasks in the Site-42 infectious materials lab. Standard pathogen-handling procedures should be followed at all times. Any instances of SCP-150 found outside of containment are to be incinerated.\n\n\nDescription:\n SCP-150 is an obligate parasite that resembles the tongue-eating louse (\nCymothoa exigua\n), but is adapted to form conjunctive symbiotic relationships with humans for a period of its lifespan. Upon contact with a human subject, SCP-150 embeds itself deeply in the flesh of its host. Over the course of approximately seven days, the parasite will burrow into the host and affect numerous physiological alterations.\n\n\nThe most glaring alteration is the gradual conversion of the limb nearest the infection site into a chitinous appendage: as SCP-150 consumes the host's flesh, it excretes tissue that replaces and augments the functionality of the host's limb without causing transplant rejection. It is suspected that SCP-150 is able to secrete anesthetic and immunosuppressant substances to prevent the host's body from responding to the change. Furthermore, the nervous tissue excreted by SCP-150 is able to interface with the host's nervous system. By the time the process is complete, the host will be able to control the affected limb with no loss in mobility and often with improved strength, reflexes, and resilience.\n\n\nFor a period of one to two weeks, SCP-150 will reproduce, feeding on nutrients from and depositing eggs\n1\n into assimilated blood vessels. The eggs are deposited throughout the human body via the bloodstream - while the vast majority of them die off, enough survive to begin colonizing and altering the rest of the host's body. Though subjects report discomfort and occasional loss of motor control during this process, they often will not recognize the cause of said discomfort. It is still unclear why the offspring do not compete with each other for space or resources, nor how the assimilation process leaves the body's cell signaling mechanisms and processes unaffected. SCP-150 reproduces during this assimilation process: as the lungs are assimilated, more eggs are produced and spread by the patient's coughing. Although as many as 10,000 eggs may be produced during this time, it is estimated that only 1% of them find their way into another host, of which 1% survive the host's immune response and implant successfully.\n\n\nAlthough SCP-150 inevitably results in the assimilation and alteration of the central nervous system, including the spinal cord and brain, the host's consciousness and behavior are seemingly unaffected. Interviews with subjects infected by SCP-150 have yielded little information, as infected subjects unaware of SCP-150 claim to sense no changes or improvement in certain senses and faculties. While subjects aware of the infection are able to pinpoint the source of the change, they exhibit little to no negative feelings and often express positivity towards it.\n\n\nAddendum 150-E:\n \nTranscript of Exploratory Leukotomy and Nervous Tissue Transformation Experiments\n\n\nTwo D-Class subjects, D-13732 and D-016002, were infected with SCP-150 and allowed to progress through all stages of the infection. In order to examine the full effect of the infection, exploratory neurosurgeries were performed on both subjects. D-13732 was euthanized; his nervous tissue was found to have been entirely replaced by smaller instances of SCP-150. The instances comprising his brain matter were extracted and stored for experimentation on D-016002.\n\n\nThe following decompressive craniotomy and leukotomy were performed by Dr. Harlan Sun, Dr. Wendy Robin, and Dr. Alex Harlow on D-016002. A full transcript follows.\n\n\n\n\n<Begin Log, 21:43>\n\n\n(\nD-016002 is partially anesthetized to numb her during the initial drilling of the skull. The process is uneventful, though Harlow reports expecting less resistance from the skull while drilling into and cutting a flap from it. Upon removing the flap of bone and exposing the dura mater, numerous smaller instances of SCP-150 are observed lying in the cranial cavity where the brain should be. Harlow reports this to Robin, who alerts Sun to begin the interview process while she marks off areas of D-016002's brain on a mapping projection.\n)\n\n\nDr. Sun:\n What is your name?\n\n\nD-016002:\n Mako [REDACTED].\n\n\nDr. Sun:\n Name something to sit in.\n\n\nD-016002:\n Chair.\n\n\nDr. Sun:\n What is the color of grass?\n\n\nD-016002:\n Green.\n\n\nDr. Sun:\n What is one plus one?\n\n\n(D-016002 pauses for a moment.)\n\n\nD-016002:\n Two.\n\n\nDr. Robin:\n We have marked off the approximate location of the Wernicke's area\n2\n.\n\n\nDr. Harlow:\n Thank you, Doctor. Sun, I will now extract some of the specimens from this area.\n\n\n(Dr. Harlow carefully makes an incision into the dura mater and extracts some of the instances from the area using forceps. He places each instance into a glass vial, corks it, and places it on a nearby stand. Each instance appears to stir to life and begin wriggling only upon being removed. This process takes approximately ten minutes, during which time Sun repeatedly asks D-016002 the same questions. Once Harlow has extracted approximately 100 instances, he gestures for Sun to continue.)\n\n\nDr. Sun:\n Name something to sit in.\n\n\nD-016002:\n Uh… uh, seat.\n\n\nDr. Sun:\n What is the color of grass?\n\n\nD-016002:\n Green?\n\n\nDr. Sun:\n What is one plus one?\n\n\nD-016002:\n …two.\n\n\nDr. Sun:\n Note for the record that D-016002's responses have been slightly slowed. This indicates that the instances within her cranial cavity are indeed acting as neuron analogues, though it is unclear as to how many neurons each instance is equivalent to.\n\n\nDr. Harlow:\n I am placing a sample of neural tissue acquired from D-13732 into D-016002 now. The instances from D-13732 have been tagged with a radioactive luminescent dye to distinguish them for extraction later.\n\n\nDr. Sun:\n Name something to sit in.\n\n\nD-016002:\n Couch.\n\n\nDr. Sun:\n What is the color of grass?\n\n\nD-016002:\n Blue.\n\n\nDr. Sun:\n What is one plus one?\n\n\nD-016002:\n Two.\n\n\nDr. Sun:\n What is ten times eleven?\n\n\nD-016002:\n One-hundred-and-eleven.\n\n\nDr. Sun:\n D-016002's responses have returned to normal speed. This suggests that it is possible for 150 nervous tissue to be swapped freely between host individuals without rejection. We will now begin the final procedure. D-016002, you will be given a full general anesthetic.\n\n\n(D-016002 is subjected to a general anesthetic, which takes several seconds to begin.)\n\n\nDr. Sun:\n The patient is now under full anesthesia. Dr. Harlow, you may begin the process of tissue extraction. For this final procedure, we will be attempting to completely replace the brain tissue of D-016002 with that of D-13732. Previously, during the exploration of D-13732's cranial cavity, Dr. Harlow and I observed that the instances connecting his brain matter to his spinal matter were not secured in any way, and in fact seemed to be switching positions with other instances in the brain. We will be seeing how far this compatibility extends.\n\n\n(There is silence for the next hour as Drs. Harlow, Sun, and Robin remove the top of D-016002's skull and begin extracting her brain matter into a large glass container.)\n\n\nDr. Sun:\n Extraction complete. D-016002's brain matter has been successfully removed. Dr. Harlow is now placing D-13732's brain matter into D-016002's exposed cranial cavity.\n\n\n(Silence for several minutes.)\n\n\nDr. Robin:\n Heart rate steady. We have a pulse and breathing. Give it another minute… Alright. I'm going to wake her up.\n\n\n(There is a pause as Dr. Robin reduces the anesthesia and D-016002 awakens.)\n\n\nDr. Sun:\n What is your name?\n\n\nD-016002:\n Michael [REDACTED]\n3\n.\n\n\nDr. Harlow:\n \n(faintly heard in background)\n Jesus.\n\n\nDr. Sun:\n Name something to sit in.\n\n\nD-016002:\n Beanbags.\n\n\nDr. Sun:\n What is the color of grass?\n\n\nD-016002:\n Green.\n\n\nDr. Sun:\n What is one plus one?\n\n\n(Quiet sloshing can be detected by the microphone.)\n\n\nDr. Robin:\n Hey, uh, Sun —\n\n\nD-016002:\n Two.\n\n\nDr. Robin:\n Sun, look.\n\n\n(D-016002's brain is shown to move of its own accord, subtly moving back and forth.)\n\n\nDr. Harlow:\n Well… that's new.\n\n\nDr. Sun:\n Do you feel any pain anywhere in your body?\n\n\nD-016002:\n My chest is kind of heavy. Feels just the same otherwise.\n\n\nDr. Sun:\n Good to hear. Now, what is —\n\n\nD-016002:\n Hey, I usually feel pretty energetic, even before surgeries, but I'm kind of tired right now. Lately, I've been exercising before I sleep, but since I can't here, is it okay if I can just rest a little bit?\n\n\nDr. Sun:\n Rest?\n\n\nD-016002:\n Like three, five minutes. I can do that here if it's okay. \n(A small portion of the top of D-016002's brain parts before making a gurgling sound. After the portion closes, sections of D-016002's brain retracts into itself rapidly. D-016002's eyes close.)\n\n\nDr. Sun:\n That doesn't seem good. \n(Dr. Robin steps away from the operation, making retching sounds as she leaves the room.)\n\n\nDr. Harlow:\n D-016 - ah, D-13732, are you okay?\n\n\nD-016002:\n Yeah. \n(yawns)\n I'm fine, why do you ask?\n\n\n\n\n\n\nFootnotes\n\n\n1\n. It is hypothesized that SCP-150 can self-fertilize.\n\n\n2\n. The part of the brain that controls speech recognition and use.\n\n\n3\n. D-13732's name.\n\n\n\n\n\n\n\n\n« \nSCP-149\n | SCP-150 | \nSCP-151\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-150\n\" by The Raven, A Random Day, and Decibelles, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-150\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n isopod.jpg\n\n\nName:\n Isopod, Glyptonotus antarcticus.jpg\n\n\nAuthor:\n Zureks\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia",
    "addendums": [
        "Addendum 150-E: Transcript of Exploratory Leukotomy and Nervous Tissue Transformation Experiments\nTwo D-Class subjects, D-13732 and D-016002, were infected with SCP-150 and allowed to progress through all stages of the infection. In order to examine the full effect of the infection, exploratory neurosurgeries were performed on both subjects. D-13732 was euthanized; his nervous tissue was found to have been entirely replaced by smaller instances of SCP-150. The instances comprising his brain matter were extracted and stored for experimentation on D-016002.\nThe following decompressive craniotomy and leukotomy were performed by Dr. Harlan Sun, Dr. Wendy Robin, and Dr. Alex Harlow on D-016002. A full transcript follows."
    ],
    "documents": [],
    "notes": [
        "<Begin Log, 21:43> ( D-016002 is partially anesthetized to numb her during the initial drilling of the skull. The process is uneventful, though Harlow reports expecting less resistance from the skull while drilling into and cutting a flap from it. Upon removing the flap of bone and exposing the dura mater, numerous smaller instances of SCP-150 are observed lying in the cranial cavity where the brain should be. Harlow reports this to Robin, who alerts Sun to begin the interview process while she marks off areas of D-016002's brain on a mapping projection. ) Dr. Sun: What is your name? D-016002: Mako [REDACTED]. Dr. Sun: Name something to sit in. D-016002: Chair. Dr. Sun: What is the color of grass? D-016002: Green. Dr. Sun: What is one plus one? (D-016002 pauses for a moment.) D-016002: Two. Dr. Robin: We have marked off the approximate location of the Wernicke's area 2 . Dr. Harlow: Thank you, Doctor. Sun, I will now extract some of the specimens from this area. (Dr. Harlow carefully makes an incision into the dura mater and extracts some of the instances from the area using forceps. He places each instance into a glass vial, corks it, and places it on a nearby stand. Each instance appears to stir to life and begin wriggling only upon being removed. This process takes approximately ten minutes, during which time Sun repeatedly asks D-016002 the same questions. Once Harlow has extracted approximately 100 instances, he gestures for Sun to continue.) Dr. Sun: Name something to sit in. D-016002: Uh… uh, seat. Dr. Sun: What is the color of grass? D-016002: Green? Dr. Sun: What is one plus one? D-016002: …two. Dr. Sun: Note for the record that D-016002's responses have been slightly slowed. This indicates that the instances within her cranial cavity are indeed acting as neuron analogues, though it is unclear as to how many neurons each instance is equivalent to. Dr. Harlow: I am placing a sample of neural tissue acquired from D-13732 into D-016002 now. The instances from D-13732 have been tagged with a radioactive luminescent dye to distinguish them for extraction later. Dr. Sun: Name something to sit in. D-016002: Couch. Dr. Sun: What is the color of grass? D-016002: Blue. Dr. Sun: What is one plus one? D-016002: Two. Dr. Sun: What is ten times eleven? D-016002: One-hundred-and-eleven. Dr. Sun: D-016002's responses have returned to normal speed. This suggests that it is possible for 150 nervous tissue to be swapped freely between host individuals without rejection. We will now begin the final procedure. D-016002, you will be given a full general anesthetic. (D-016002 is subjected to a general anesthetic, which takes several seconds to begin.) Dr. Sun: The patient is now under full anesthesia. Dr. Harlow, you may begin the process of tissue extraction. For this final procedure, we will be attempting to completely replace the brain tissue of D-016002 with that of D-13732. Previously, during the exploration of D-13732's cranial cavity, Dr. Harlow and I observed that the instances connecting his brain matter to his spinal matter were not secured in any way, and in fact seemed to be switching positions with other instances in the brain. We will be seeing how far this compatibility extends. (There is silence for the next hour as Drs. Harlow, Sun, and Robin remove the top of D-016002's skull and begin extracting her brain matter into a large glass container.) Dr. Sun: Extraction complete. D-016002's brain matter has been successfully removed. Dr. Harlow is now placing D-13732's brain matter into D-016002's exposed cranial cavity. (Silence for several minutes.) Dr. Robin: Heart rate steady. We have a pulse and breathing. Give it another minute… Alright. I'm going to wake her up. (There is a pause as Dr. Robin reduces the anesthesia and D-016002 awakens.) Dr. Sun: What is your name? D-016002: Michael [REDACTED] 3 . Dr. Harlow: (faintly heard in background) Jesus. Dr. Sun: Name something to sit in. D-016002: Beanbags. Dr. Sun: What is the color of grass? D-016002: Green. Dr. Sun: What is one plus one? (Quiet sloshing can be detected by the microphone.) Dr. Robin: Hey, uh, Sun — D-016002: Two. Dr. Robin: Sun, look. (D-016002's brain is shown to move of its own accord, subtly moving back and forth.) Dr. Harlow: Well… that's new. Dr. Sun: Do you feel any pain anywhere in your body? D-016002: My chest is kind of heavy. Feels just the same otherwise. Dr. Sun: Good to hear. Now, what is — D-016002: Hey, I usually feel pretty energetic, even before surgeries, but I'm kind of tired right now. Lately, I've been exercising before I sleep, but since I can't here, is it okay if I can just rest a little bit? Dr. Sun: Rest? D-016002: Like three, five minutes. I can do that here if it's okay. (A small portion of the top of D-016002's brain parts before making a gurgling sound. After the portion closes, sections of D-016002's brain retracts into itself rapidly. D-016002's eyes close.) Dr. Sun: That doesn't seem good. (Dr. Robin steps away from the operation, making retching sounds as she leaves the room.) Dr. Harlow: D-016 - ah, D-13732, are you okay? D-016002: Yeah. (yawns) I'm fine, why do you ask?",
        "\" SCP-150 \" by The Raven, A Random Day, and Decibelles, from the SCP Wiki . Source: https://scpwiki.com/scp-150 . Licensed under CC-BY-SA .",
        "Filename: isopod.jpg Name: Isopod, Glyptonotus antarcticus.jpg Author: Zureks License: CC BY-SA 3.0 Source Link: Wikimedia"
    ],
    "item": "SCP-150",
    "object_class": "Keter",
    "containment_procedures": "SCP-150 patients kept for study should be contained in Level-3 Biohazard Containment Cells, with no more than 1 instance per cell. Cultures of SCP-150 are contained in vacuum-sealed glass flasks in the Site-42 infectious materials lab. Standard pathogen-handling procedures should be followed at all times. Any instances of SCP-150 found outside of containment are to be incinerated.",
    "description": "SCP-150 is an obligate parasite that resembles the tongue-eating louse (Cymothoa exigua), but is adapted to form conjunctive symbiotic relationships with humans for a period of its lifespan. Upon contact with a human subject, SCP-150 embeds itself deeply in the flesh of its host. Over the course of approximately seven days, the parasite will burrow into the host and affect numerous physiological alterations.",
    "title": "SCP-150"
}