{
    "url": "https://scp-wiki.wikidot.com/scp-1517",
    "all_text": "rating: \n+160\n+\n–\nx\n\n\nItem #:\n SCP-1517\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n All instances of SCP-1517 and SCP-1517-A are to be contained in cryogenic suspension in the freezer at Site 23. Additional instances of SCP-1517 and SCP-1517-A reported outside of Foundation control are to be contained if possible, neutralized if necessary. All remains of individuals infected by SCP-1517 are to be incinerated. No instances of SCP-1517 or SCP-1517-A may be removed for purposes other than testing on D-Class personnel.\n\n\nDescription:\n SCP-1517 is a species of insects superficially resembling the Pharaoh cicada (\nMagicicada septendecim\n). Members of the species vary widely in physical coloration but typically exhibit vibrant coloration. Upon reaching adulthood, members of SCP-1517 exhibit behavior identical to that of the adult Pharaoh cicada.\n\n\nSCP-1517-A refers to the eggs laid by the adult female specimens of SCP-1517. All instances of SCP-1517-A are contained within brightly colored opaque spheres when laid, with approximately 400 to 600 eggs contained within each sphere. The coloration of each individual sphere appears to be independent of the coloration of mother. Each sphere's outer layer is primarily composed of hardened saccharides and measures approximately 3cm diameter. The eggs will remain dormant until the outer shell is dissolved or broken. Upon hatching, instances of newly-born SCP-1517 will attempt to seek out the nearest living tissue and consume it.\n1\n If unable to find appropriate tissues, the nymph will die within 2 to 3 minutes.\n\n\nIf appropriate tissues are found, SCP-1517 nymphs will then begin consuming it and converting it entirely into various confectioneries through an unknown process. During this process, the nymphs secrete a substance into the tissue that deactivate the organism's pain receptors in that area. The amount of tissue converted is almost always roughly equal to the amount consumed by SCP-1517. The type of confection that the tissue is converted into seems primarily dependent on the coloration of the SCP-1517 nymphs. Each subgroup of nymph targets a different category of tissue. See the chart below for further details.\n\n\n\n\nTissue Conversion Chart\n\n\n\n\nClose Chart\n\n\n\n\n\n\n\n\nColoration of Nymph\n\n\nType of Confectionery\n\n\nTarget Tissue\n\n\n\n\n\n\nWhite\n\n\nCrystallized Sugars\n\n\nOsseous\n\n\n\n\n\n\nRed\n\n\nCinnamon Candies\n\n\nCardiovascular\n\n\n\n\n\n\nOrange\n\n\nCaramel\n\n\nGastrointestinal\n\n\n\n\n\n\nPink\n\n\nChewing Gum\n\n\nNeural\n\n\n\n\n\n\nYellow\n\n\nMarshmallow\n\n\nYellow Marrow\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-1517 was discovered in 1943 when 7 adolescents were reported missing at approximately the same time from the city of ██████████, Tennessee. Foundation agents tracked the source of the disappearances to ████'s Candy Shoppe, where all missing youth were found in the back room of the shop, half converted into various candies and covered in what appeared to be Pharaoh Cicada nymphs. The owner and manager of the shop was discovered huddling in the back corner in a fetal position. The man was interrogated, all instances of SCP-1517 and possible instances of SCP-1517-A were contained, and Class B amnestics were issued to witnesses and the shop owner. See Addendum-1517-Theta for the interview log.\n\n\nAddendum-1517-Theta:\n Attached is the abridged interview of Arthur ████, owner of the shop where SCP-1517 was initially recovered.\n\n\n\n\nInterviewed:\n Arthur ████\n\n\n\n\nInterviewer:\n Agent Fredricks\n\n\n\n\nForeword:\n Mr. ████ was interviewed directly following the recovery of SCP-1517 at Site 23.\n\n\n\n\n<Begin Log>\n\n\n\n\nFredricks:\n Please describe the incident in as much detail as you can.\n\n\n\n\n████:\n Y-yes. I was just selling the new batch of gobstoppers to all the kids soon as the store opened. I turned my back to go into the storage room to get some more candy for the display, and then the screaming started. I ran back out to the store, and I… I…(████ begins hyperventilating)\n\n\n\n\nFredricks:\n Please calm down. Were the children partially converted by this point?\n\n\n████:\n (laughing) Converted? If by \"converted\" you mean they dropped dead with bugs and candy spilling out of their heads, then yeah, they were fuckin' converted.\n\n\nFredricks:\n (writing down details on a notepad) And where did you get this shipment of gobstoppers?\n\n\n████:\n It was a new supplier. Cheaper than the rest. In fact, weirdly cheap. I should've known something was up… The name of the company was Sugarcomb Industries.\n\n\nFredricks:\n Thank you. That will be all.\n\n\n\n\n<End Log>\n\n\n\n\nClosing Statement:\n Mr. ████ was administered Class B amnestics and released. No company named \"Sugarcomb Industries\" has been found.\n\n\n\n\nAddendum-1517-Psi:\n On 10/25/1944, experimentation with SCP-1517 on Subject D-40695 was allowed to progress to the point of total tissue conversion. The process was completed after approximately one hour, at which point the converted remains bonded in a vaguely humanoid shape and reanimated. Subject was capable of locomotion as basic motor controls, but did not show signs of sapience or sentience, and could apparently not vocalize. The animate remains appeared to exhibit personality traits not found in previous psychological examinations of D-40695, such as a lack of aggressive behavior. The subject remained animate regardless of any mass removed.\n2\n Subject was incinerated at the end of testing.\n\n\n\n\nFootnotes\n\n\n1\n. Nymphs of a certain coloration appear to prefer certain tissues.\n\n\n2\n. All removed mass showed continued animation.\n\n\n\n\n\n\n\n\n« \nSCP-1516\n | SCP-1517 | \nSCP-1518\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1517\n\" by marslifeform, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1517\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-1517-Theta: Attached is the abridged interview of Arthur ████, owner of the shop where SCP-1517 was initially recovered.",
        "Addendum-1517-Psi: On 10/25/1944, experimentation with SCP-1517 on Subject D-40695 was allowed to progress to the point of total tissue conversion. The process was completed after approximately one hour, at which point the converted remains bonded in a vaguely humanoid shape and reanimated. Subject was capable of locomotion as basic motor controls, but did not show signs of sapience or sentience, and could apparently not vocalize. The animate remains appeared to exhibit personality traits not found in previous psychological examinations of D-40695, such as a lack of aggressive behavior. The subject remained animate regardless of any mass removed. 2 Subject was incinerated at the end of testing."
    ],
    "documents": [],
    "notes": [
        "Interviewed: Arthur ████ Interviewer: Agent Fredricks Foreword: Mr. ████ was interviewed directly following the recovery of SCP-1517 at Site 23. <Begin Log> Fredricks: Please describe the incident in as much detail as you can. ████: Y-yes. I was just selling the new batch of gobstoppers to all the kids soon as the store opened. I turned my back to go into the storage room to get some more candy for the display, and then the screaming started. I ran back out to the store, and I… I…(████ begins hyperventilating) Fredricks: Please calm down. Were the children partially converted by this point? ████: (laughing) Converted? If by \"converted\" you mean they dropped dead with bugs and candy spilling out of their heads, then yeah, they were fuckin' converted. Fredricks: (writing down details on a notepad) And where did you get this shipment of gobstoppers? ████: It was a new supplier. Cheaper than the rest. In fact, weirdly cheap. I should've known something was up… The name of the company was Sugarcomb Industries. Fredricks: Thank you. That will be all. <End Log> Closing Statement: Mr. ████ was administered Class B amnestics and released. No company named \"Sugarcomb Industries\" has been found.",
        "\" SCP-1517 \" by marslifeform, from the SCP Wiki . Source: https://scpwiki.com/scp-1517 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1517",
    "object_class": "Euclid",
    "containment_procedures": "All instances of SCP-1517 and SCP-1517-A are to be contained in cryogenic suspension in the freezer at Site 23. Additional instances of SCP-1517 and SCP-1517-A reported outside of Foundation control are to be contained if possible, neutralized if necessary. All remains of individuals infected by SCP-1517 are to be incinerated. No instances of SCP-1517 or SCP-1517-A may be removed for purposes other than testing on D-Class personnel.",
    "description": "SCP-1517 is a species of insects superficially resembling the Pharaoh cicada (Magicicada septendecim). Members of the species vary widely in physical coloration but typically exhibit vibrant coloration. Upon reaching adulthood, members of SCP-1517 exhibit behavior identical to that of the adult Pharaoh cicada.",
    "title": "SCP-1517"
}