{
    "url": "https://scp-wiki.wikidot.com/scp-1525",
    "all_text": "rating: \n+137\n+\n–\nx\n\n\nItem #:\n SCP-1525\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1525 is kept inside a locked storage case with level 2 access policy. SCP-1525 should be transported inside a locked strongbox if it is required for experimentation. Any personnel who are sighted wearing SCP-1525 should be subdued and the object should be confiscated immediately.\n\n\nDescription:\n SCP-1525 is a solid gold (99.96%) Rolex brand watch in near-perfect condition. The watch-face is made of clean cut quartz, encrusted with twenty two small (0.1 carat) diamonds. There is a small Latin engraving on the underside of the watch, reading “Horologium regem ideonos” (lit. translation: A clock suited to a king). The watch does not match any known Rolex model.\n\n\nUsually, wearers of the watch [hereafter referred to as SCP-1525-2] will not initially show any abject symptoms until approximately four hours after first wearing the object – although some subjects have been affected instantly.\n\n\nWhenever SCP-1525-2 makes a conscious decision to undress, they will immediately assume themselves to be fully unclothed. SCP-1525-2 will remain oblivious to any clothing worn underneath their current layer (including the watch), despite any external stimuli, including the soaking through of said clothing and any verbal acknowledgement of the clothing. SCP-1525-2 will continue to remain ignorant of these layers until the removal of the watch.\n\n\nDiscovery log:\n SCP-1525 was discovered on 02/07/19██. The object was retrieved from the body of a man who was found deceased in his own bed. He was found wearing seventeen layers of clothing (including seven pairs of socks, six pairs of gloves, seven scarves, two coats, seventeen shirts, six pairs of trousers and fourteen pairs of underwear), many of which were growing mould, especially the earliest layer which was heavily stained with what appeared to be [REDACTED]. The cause of death was declared to be an acute chest infection and severe inflammation of the trachea. Close relatives of Mr. ██████ claimed the object had been an old family heirloom, which the victim decided to wear after losing his personal watch. It is estimated from the mould's growth and spread, that the subject wore the watch for roughly two weeks before dying.\n\n\n\n\n\n\n« \nSCP-1524\n | SCP-1525 | \nSCP-1526\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1525\n\" by Hateyon, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1525\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-1525 \" by Hateyon, from the SCP Wiki . Source: https://scpwiki.com/scp-1525 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1525",
    "object_class": "Safe",
    "containment_procedures": "SCP-1525 is kept inside a locked storage case with level 2 access policy. SCP-1525 should be transported inside a locked strongbox if it is required for experimentation. Any personnel who are sighted wearing SCP-1525 should be subdued and the object should be confiscated immediately.",
    "description": "SCP-1525 is a solid gold (99.96%) Rolex brand watch in near-perfect condition. The watch-face is made of clean cut quartz, encrusted with twenty two small (0.1 carat) diamonds. There is a small Latin engraving on the underside of the watch, reading “Horologium regem ideonos” (lit. translation: A clock suited to a king). The watch does not match any known Rolex model.",
    "title": "SCP-1525"
}