{
    "url": "https://scp-wiki.wikidot.com/scp-1532",
    "all_text": "rating: \n+202\n+\n–\nx\n\n\nItem #:\n SCP-1532\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n As the exact location of SCP-1532 is unknown, current containment procedures are focused on preventing public awareness of its capabilities. Mobile Task Force Gamma-5 (aka \"They're on our side, Sir!\") has created a media campaign informing the public that SCP-1532 is an illegal company guilty of mail fraud, and that all copies of SCP-1532-b should be turned over to the proper authorities as soon as possible. Any instances of SCP-1532-b are to be found and destroyed, and Class-C amnestics are to be given to any witnesses. Any suspected instances of SCP-1532-a found outside of Foundation custody are to be captured and tested to confirm or deny if they are SCP-1532-a. Confirmed instances of SCP-1532-a are to be kept for study or termination as necessary. Instances of SCP-1532-a may be tested in conjunction with other SCP objects by personnel with Level 5 clearance.\n\n\nDescription:\n SCP-1532 is an unknown facility that artificially creates and sells human beings. SCP-1532 will advertise itself by spontaneously generating catalogs (collectively referred to as SCP-1532-b) in the mailboxes of residential addresses across the U.S.A. and Canada. Tests of these catalogs show that they are not anomalous and are printed on normal rotogravure paper with ordinary printing ink. SCP-1532-b instructs the reader to create a human being by selecting a large number of available traits and writing them into the order form in the back of the catalog, then mailing it in using the included pre-paid envelope. Individual traits found in SCP-1532-b have specific prices, with the average purchase costing [REDACTED] per human purchased. Purchases can be paid for either by including cash with the order form or by writing in a credit card number on the form, in which case the appropriate amount of money will be removed from the bank account and transferred to an unknown destination. Tests have shown that SCP-1532 only accepts United States or Canadian dollars for cash payments, and will accept all major credit cards.\n\n\nWhen an SCP-1532-b order form is properly filled out and placed in a mailbox, it spontaneously disappears within six hours of placement. Three to five weeks later a human being identical to the order placed (collectively referred to as SCP-1532-a) is delivered to the address of the sender by a blue van with the words “Dr. Gale’s Human Emporium©” painted on the side. The van spontaneously appears eight kilometers away from its destination, drops off an instance of SCP-1532-a, and then disappears after traveling another eight kilometers. All attempts to follow or track the van have failed.\n\n\nInstances of SCP-1532-a appear physically indistinguishable to normal humans; however, they all share certain properties that make them possible to identify and locate. All instances of SCP-1532-a have an identical fingerprint pattern, which has been given to police forces across the continental U.S. under the pretense of a missing person. All instances of SCP-1532-a are completely sterile and unable to sexually reproduce. DNA tests of instances of SCP-1532-a shows that they all contain an identical specific non-coding sequence on Chromosome 19 that is not found anywhere else in nature.\n\n\n\n\n+ Show Addendum 1 \n\n\n\n\n- Hide Addendum 1\n\n\n\n\nAddendum SCP-1532-1:\n Excerpts from SCP-1532-b:\n\n\nSkeletal System:\n Every new human needs to start somewhere, and here at \nDr. Gale’s Human Emporium\n©, we start with the skeleton. Bones are like the support beams in a house: you may not be able to see them, but they are crucial in the development. We at \nDr. Gale’s Human Emporium\n© have a large selection of skeletal structures to choose from, for any kind of human. All skeletal structures are available with your choice of male or female hipbones.\n\n\nChild at Heart:\n They say that good things come in small packages, and that’s especially true for The Child at Heart model skeleton! These cute little bones may look frail, but don’t worry! This system is built with the same durability that customers expect from all Dr. Gale skeletal structures. Perfect for customers who want their human to stay fun-sized forever.\n\nItem #: CH024\n\n\nClassy Lady:\n The Classy Lady skeleton was originally designed exclusively for human females, but it has been adapted by popular demand to be available for males as well. This fashionable mid-sized skeleton is perfect for that “carefree-young-adult” human.\n\nItem #: CL015\n\n\nJohn Croft:\n The John Croft is our most popular skeleton, and for good reason! This all-purpose bone system can be applied to virtually any style of human, from the young vibrant female to the elderly wise male. This model is great for those looking for a goes-with-anything style skeleton.\n\nItem #: JC201\n\n\nTall Paul:\n This specialist skeleton is for the customer who wants a BIG human! Your human will tower above the others with this high quality bone structure. Impress your friends and intimidate your enemies with the Tall Paul today!\n\nItem #: TP102\n\n\nMuscles and Fat:\n After the skeletal system, you need to give your human muscles to move! All humans purchased from \nDr. Gale’s Human Emporium\n© come with a specially tailored metabolism to match their muscle and fat type, to ensure that they naturally keep the figure you ordered.\n\n\nYouthful Spirit:\n This elegant system captures the very essence of human youth. The smooth, supple muscles and sculpted fatty tissues invoke the carefree spirit of a human with their whole life ahead of them.\n\nItem #: YS124\n\n\nLots to Love:\n With generous amounts of fatty tissues across the entire body, this system is for those who like their humans with curves. The system also includes an enhanced muscular build, so all that wobbly goodness won’t slow your purchase down.\n\nItem #: LL145\n\n\nCasual Athlete:\n Keep your human trim and healthy with the Casual Athlete muscular system! This system blends physical prowess with casual style into one of our most popular items. Your human will look great with the Casual Athlete muscles, regardless of age or gender!\n\nItem #: CA209\n\n\nHerculean Physique:\n If you want a strong human, then you want the Herculean Physique, our most powerful muscular system available! Humans with the Herculean Physique can lift up to 400 pounds/181 kilograms, guaranteed! And with virtually no fat on the entire body, you’ll get an unobscured view of those muscles beneath the skin!\n\nItem #: HP245\n\n\nSmooth and Slender:\n For those who believe that less is more, the Smooth and Slender is the ideal choice! These muscles are so thin you can barely see them, and this model is 99% fat free!\n\nItem #: SS098\n\n\nSkin:\n The skin is the most visible part of the body, and at \nDr. Gale’s Human Emporium\n© we use only the finest materials to create a flawless epidermis for your human.\n\n\nSnow White:\n Mirror mirror, on the wall. Who’s the palest of them all? The Snow White is a wonderful creamy-white tone for your human, perfect for those looking for a truly unique purchase.\n\nItem #: SW087\n\n\nAnglo-Saxon:\n This Caucasian skin is great for those who love the European style! The Anglo-Saxon draws both its name and coloration from the native people of the U. K., and works with almost any hair or eye style.\n\nItem #: AS118\n\n\nAsian Persuasion:\n The exotic styles of the Far East can be yours with the Asian Persuasion skin tone! From Tokyo to Hanoi, this distinct epidermis is a must-have for any fans of the Orient.\n\nItem #: AP163\n\n\nSouth of the Border:\n Add some Latin spice to your human with the richly tanned colors of Central America. Nothing says “\nmuy elegante\n”[sic] like the South of the Border!\n\nItem #: SB112\n\n\nSimply Dalit-ful:\n Your human will \ncurry\n your favor with the Simply Dalit-ful skin tone. This golden-brown skin will give your human that beautiful Hindi look, guaranteed!\n\nItem #: SD123\n\n\nBack in Black:\n They say that black goes with anything and we agree! This dark rich color is perfect for capturing the urban feel of the modern human. Warning: once you go black, you never go back!\n\nItem #: BB130\n\n\nPersonality Matrixes:\n Once you’ve got the basic stuff out of the way, you can add the most defining part of your human: their mind. Dr. Gale’s Human Emporium© guarantees quality and full function for all mental features, and we can seamlessly blend any intelligence quotient, with a personality type to create a unique individual!\n\n\nFaithful Companion:\n This personality matrix is great for those who want a best friend forever. The Faithful Companion is always ready to spend time with you, whether you’re playing together on the beach, reading a good book by the fire, or just getting a good night’s sleep. Never be alone again with a Faithful Companion!\n\nItem #: FC210\n\n\nFrienemy Mine:\n A human with the Frienemy Mine personality matrix is always ready for some healthy competition. The Frienemy Mine will constantly strive to outdo you in sports, finance, or whatever else you find most interesting. The perfect opponent is yours with the Frienemy Mine!\n\nItem #: FE203\n\n\nMommy Dearest\n: Need someone to take care of you? Then look no further than the Mommy Dearest personality matrix! The Mommy Dearest will provide you with warm and unconditional support whenever you need it, and will make itself busy around your house when you want to be alone.\n\nItem #: MD196\n\n\nMain Squeeze:\n Satisfy your primal urges with the Main Squeeze personality! Designed to create the ultimate boyfriend/girlfriend, the Main Squeeze is our single most popular personality matrix, ever! Enjoy a night on the town with your Main Squeeze!\n\nItem #: MS201\n\n\nSupreme Sycophant:\n If you want the perfect yes man, you can’t find a better personality matrix than the Supreme Sycophant! This human will agree to \nanything\n, guaranteed! You’ll never find a more compliant companion than a Supreme Sycophant!\n\nItem #: SS220\n\n\n\n\n\n\n\n\n\n\n+ Show Addendum 2 \n\n\n\n\n- Hide Addendum 2\n\n\n\n\nAddendum SCP-1532-2:\n The address on the pre-paid envelope included with each copy of SCP-1532-b is as following:\n\n\n\n\nDr. Gale’s Human Emporium\n\n143 Short Street\n\n\nLempster, Wyoming     7236C\n\n\n\n\nThere is no record of any city, town, or settlement in the state of Wyoming named Lempster, and the zip code does not match with current or previous U.S. postal regulations.\n\n\n\n\n\n\n\n\n\n\n+ Show Interview 1 \n\n\n\n\n- Hide Interview 1 \n\n\n\n\nExcerpt from an interview conducted by Dr. E█████ with an instance of SCP-1532-a purchased by a Foundation front company. The purchase included the “Supreme Sycophant” personality matrix.\n\n\n\n\nDr. E:\n Hello.\n\n\nSCP-1532-a:\n Hello, sir.\n\n\nDr. E:\n Please state your name, for the record.\n\n\nSCP-1532-a:\n Well, I was purchased as “Test Subject 1”, but you can call me anything you want, sir.\n\n\nDr. E:\n So, you are aware that you were purchased from Dr. Gale’s Human Emporium?\n\n\nSCP-1532-a:\n Of course I am, sir.\n\n\nDr. E:\n What exactly are you?\n\n\nSCP-1532-a:\n I’m sorry sir, but I’m afraid I don’t really understand the question. I’m sure it’s my fault.\n\n\nDr. E:\n Well, how were you created?\n\n\nSCP-1532-a:\n I’m really, really sorry, sir, but I don’t remember.\n\n\nDr. E:\n Do you know where Dr. Gale’s Human Emporium is located?\n\n\nSCP-1532-a:\n Dr. Gale’s Human Emporium is located at 143 Short Street, Lempster, Wyoming. P.O. box 7236C.\n\n\nDr. E:\n Can you point out the location of Lempster, Wyoming on a map?\n\n\nSCP-1532-a:\n Of course, sir.\n\n[Dr. E shows SCP-1532-a a map of the state of Wyoming. SCP-1532-a inspects the map for three minutes.]\n\n\nSCP-1532-a:\n I’m sorry, sir, but this map is all wrong. Would you like me to go find you a better one?\n\n\nDr. E:\n No. Let’s move on.\n\n\nSCP-1532-a:\n Whatever you say, sir.\n\n\nDr. E:\n What’s the very first thing you can remember?\n\n\nSCP-1532-a:\n I was in a van, sir. They gave me a name and an address to go to. I think it was… about two hours ago.\n\n\nDr. E:\n And this doesn’t bother you at all?\n\n\nSCP-1532-a:\n No sir. Should it bother me?\n\n\nDr. E:\n It would bother most people.\n\n\nSCP-1532-a:\n I didn’t know that, sir. But I believe you.\n\n\nDr. E:\n Do you know who Dr. Gale is?\n\n\nSCP-1532-a:\n Dr. Gale is the owner and proprietor of Dr. Gale’s Human Emporium, sir.\n\n\nDr. E:\n Is Dr. Gale human?\n\n\nSCP-1532-a:\n I’m afraid I don’t know, sir. I would assume so. But maybe not.\n\n[IRRELEVANT DATA EXPUNGED]\n\n\n\n\n\n\n\n\n\n\n\n\n+ Show Interview 2 \n\n\n\n\n- Hide Interview 2 \n\n\n\n\nOn 11/04/20██, over two thousand copies of a new version of SCP-1532-b appeared in mailboxes across the North American continent. This version included several new traits not found in previous editions. The new edition also included a telephone number for “customer support”. The customer support number is fifteen digits long, significantly longer than any normal telephone number for the North American continent. Attempts to trace the phone number have failed. The following is a log of a phone conversation between Dr. C████ and one or more unknown entities. Dr. C████ was instructed to prolong the conversation for as long as possible to maximize potential information gained. Due to the context of the conversation and the distinct change between the voices from the other end of the line, it is most likely that at least three separate individuals spoke to Dr. C████, hereafter referred to as Entity-1, -2, and -3.\n\n\n\n\nEntity-1:\n Good Morning, thank you for calling Dr. Gale’s Human Emporium, my name is Ted. How can I help you?\n\n\nDr. C:\n Hello, Ted. May I ask where your facility is located?\n\n\nEntity-1:\n Dr. Gale’s Human Emporium is located at one-four-three Short Street in Lempster, Wyoming.\n\n\nDr. C:\n And where is Lempster, Wyoming located?\n\n\nEntity-1:\n It’s on the map, sir. Just west of New Dunsmouth, and south of Pale Sun.\n1\n\n\nDr. C:\n Do you have longitude and latitude coordinates?\n\n\nEntity-1:\n I’m afraid I don’t have that information. Do you have a specific complaint about one of our products? Because I have other customers on the line.\n\n\nDr. C:\n Yes, actually. I recently bought a human from your company, but he died after less than a week.\n\n\nEntity-1:\n Can I have the product’s name and the delivery address?\n\n\nDr. C:\n He was purchased as “Test Subject One” by my company [REDACTED].\n2\n\n\nEntity-1:\n Okay, here we go. According to our records, the product was alive and healthy when it was delivered to you.\n\n\nDr. C:\n Yes, I know that. But it just dropped dead yesterday.\n\n\nEntity-1:\n Are you sure the human had access to food and water?\n\n\nDr. C:\n Yes.\n\n\nEntity-1:\n Did you physically harm or damage the human prior to its death?\n\n\nDr. C:\n No.\n\n\nEntity-1:\n Do you still have the body?\n\n\nDr. C:\n Yes.\n\n\nEntity-1:\n Well, the best I can do is allow you to send the body back to us for a discount on your next purchase.\n\n\nDr. C:\n That’s unacceptable. I want a replacement.\n\n\nEntity-1:\n I’m not authorized to issue a replacement, sir. Would you like to talk to the manager?\n\n\nDr. C:\n Yes, please.\n\n\nEntity-1:\n Please hold.\n\n[audio on the other side becomes famous classical pieces being played by a jazz band for approximately ten minutes]\n\n\nEntity-2:\n Hello, thanks for calling Dr. Gale’s Human Emporium, my name is Clair. I’m told you have a complaint about a recently purchased human?\n\n\nDr. C:\n Yes, he died yesterday and I’d like a replacement.\n\n\nEntity-2:\n Are you sure the human had access to food and water?\n\n\nDr. C:\n Yes.\n\n\nEntity-2:\n Did you physically harm or damage the human prior to its death?\n\n\nDr. C:\n No.\n\n\nEntity-2:\n Well, I suppose that we could offer a replacement, if you could bring the human back to our factory.\n\n\nDr. C:\n Where is your factory located?\n\n\nEntity-2:\n A-hundred-and-forty-three Short Street, Lempster Wyoming.\n\n\nDr. C:\n I have a map of Wyoming in front of me right now, and I don’t see anywhere called “Lempster”.\n\n\nEntity-2:\n Well, I guess you need a new map. [laugh] Just follow interstate twelve south from Pale Sun and you’ll run right into it.\n\n\nDr. C:\n Interstate twelve doesn’t run through Wyoming.\n\n\nEntity-2:\n Are you sure you're looking at a current map?\n\n\nDr. C:\n I’m sure.\n\n\nEntity-2:\n Well, I’m sorry. But unless you can return the human to our factory, we can’t offer a replacement.\n\n\nDr. C:\n That’s unacceptable. I demand to speak to your superior.\n\n\nEntity-2:\n All right, if you insist. I’ll transfer you, but it might be a while before Dr. Gale answers the phone.\n\n[audio on the other side becomes famous classical pieces being played by a jazz band again for approximately one hour, twenty minutes]\n\n\nEntity-3:\n What speaks to I?\n3\n\n\nDr. C:\n Am I speaking to Dr. Gale?\n\n\nEntity-3:\n That is who I am named.\n\n\nDr. C:\n Are you a human being?\n\n\nEntity-3:\n I create humans.\n\n\nDr. C:\n But are you, yourself, a human?\n\n\nEntity-3:\n Put up the phone, Dr. C████. You have nothing to complain about.\n\n\nDr. C:\n How did you know my name?\n\n\nEntity-3:\n Put up the phone. You have nothing to complain.\n\n\nDr. C:\n Tell me how you know my name.\n\n\nEntity-3:\n Does anyone like being eaten?\n\n\nDr. C:\n What?\n\n\nEntity-3:\n Put up the phone.\n\n\nDr. C:\n What was that about being eaten?\n\n\nEntity-3:\n Put up the phone. Go back to your foundation.\n4\n You have nothing to complain.\n\n\nDr. C:\n What do you know about the Foundation?\n\n\nEntity-3:\n I have another work that needs doing. Goodbye.\n\n\nDr. C:\n Wait-\n\n[CALL ENDED]\n\n\n\n\n\n\n\n\n\n\n- These things are biologically indistinguishable from humans and aren’t that expensive. If we could purchase them in bulk we could eliminate the need for D-class all together. – Dr. E█████\n\n\n- Negative. Until we find the location of SCP-1532 and discover how these things are being made, we must consider them as potentially hostile entities and deal with them appropriately. – O5-██\n\n\n- Why are we spending so many Foundation resources to attempt to locate SCP-1532, when we don’t even know that it exists in any way we can comprehend? Everything we know about it comes from instances of SCP-1532-a and -b. What if it only exists in whatever realm of reality the delivery vans come from and go to? – O5-█\n\n\n- The potential gains for the Foundation warrant further investigation. Furthermore, the entity identified as “Dr. Gale” knew Dr. C████‘s name and appeared to know about the existence of the SCP Foundation, representing a serious security breach we must pursue. – O5-██\n\n\n\n\nFootnotes\n\n\n1\n. Both names did not correspond with any city or town found anywhere in the United States.\n\n\n2\n. Test Subject One had been purchased by a Foundation front company (see interview 1) and had been terminated prior to this call.\n\n\n3\n. Linguistic analysis of Entity-3's syntax shows that Entity-3 is significantly less fluent in English than Entities-1 and -2. Voice analysis cannot determine where Entity-3's accent originates from, nor can it conclusively determine Entity-3's gender.\n\n\n4\n. It is currently unknown if Entity-3 is aware of the existence of the SCP Foundation, or if it was using the word \"foundation\" to mean something else.\n\n\n\n\n\n\n\n\n« \nSCP-1531\n | SCP-1532 | \nSCP-1533\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1532\n\" by Tellerno, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1532\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Dr. Gale’s Human Emporium 143 Short Street Lempster, Wyoming     7236C",
        "Dr. E: Hello. SCP-1532-a: Hello, sir. Dr. E: Please state your name, for the record. SCP-1532-a: Well, I was purchased as “Test Subject 1”, but you can call me anything you want, sir. Dr. E: So, you are aware that you were purchased from Dr. Gale’s Human Emporium? SCP-1532-a: Of course I am, sir. Dr. E: What exactly are you? SCP-1532-a: I’m sorry sir, but I’m afraid I don’t really understand the question. I’m sure it’s my fault. Dr. E: Well, how were you created? SCP-1532-a: I’m really, really sorry, sir, but I don’t remember. Dr. E: Do you know where Dr. Gale’s Human Emporium is located? SCP-1532-a: Dr. Gale’s Human Emporium is located at 143 Short Street, Lempster, Wyoming. P.O. box 7236C. Dr. E: Can you point out the location of Lempster, Wyoming on a map? SCP-1532-a: Of course, sir. [Dr. E shows SCP-1532-a a map of the state of Wyoming. SCP-1532-a inspects the map for three minutes.] SCP-1532-a: I’m sorry, sir, but this map is all wrong. Would you like me to go find you a better one? Dr. E: No. Let’s move on. SCP-1532-a: Whatever you say, sir. Dr. E: What’s the very first thing you can remember? SCP-1532-a: I was in a van, sir. They gave me a name and an address to go to. I think it was… about two hours ago. Dr. E: And this doesn’t bother you at all? SCP-1532-a: No sir. Should it bother me? Dr. E: It would bother most people. SCP-1532-a: I didn’t know that, sir. But I believe you. Dr. E: Do you know who Dr. Gale is? SCP-1532-a: Dr. Gale is the owner and proprietor of Dr. Gale’s Human Emporium, sir. Dr. E: Is Dr. Gale human? SCP-1532-a: I’m afraid I don’t know, sir. I would assume so. But maybe not. [IRRELEVANT DATA EXPUNGED]",
        "Entity-1: Good Morning, thank you for calling Dr. Gale’s Human Emporium, my name is Ted. How can I help you? Dr. C: Hello, Ted. May I ask where your facility is located? Entity-1: Dr. Gale’s Human Emporium is located at one-four-three Short Street in Lempster, Wyoming. Dr. C: And where is Lempster, Wyoming located? Entity-1: It’s on the map, sir. Just west of New Dunsmouth, and south of Pale Sun. 1 Dr. C: Do you have longitude and latitude coordinates? Entity-1: I’m afraid I don’t have that information. Do you have a specific complaint about one of our products? Because I have other customers on the line. Dr. C: Yes, actually. I recently bought a human from your company, but he died after less than a week. Entity-1: Can I have the product’s name and the delivery address? Dr. C: He was purchased as “Test Subject One” by my company [REDACTED]. 2 Entity-1: Okay, here we go. According to our records, the product was alive and healthy when it was delivered to you. Dr. C: Yes, I know that. But it just dropped dead yesterday. Entity-1: Are you sure the human had access to food and water? Dr. C: Yes. Entity-1: Did you physically harm or damage the human prior to its death? Dr. C: No. Entity-1: Do you still have the body? Dr. C: Yes. Entity-1: Well, the best I can do is allow you to send the body back to us for a discount on your next purchase. Dr. C: That’s unacceptable. I want a replacement. Entity-1: I’m not authorized to issue a replacement, sir. Would you like to talk to the manager? Dr. C: Yes, please. Entity-1: Please hold. [audio on the other side becomes famous classical pieces being played by a jazz band for approximately ten minutes] Entity-2: Hello, thanks for calling Dr. Gale’s Human Emporium, my name is Clair. I’m told you have a complaint about a recently purchased human? Dr. C: Yes, he died yesterday and I’d like a replacement. Entity-2: Are you sure the human had access to food and water? Dr. C: Yes. Entity-2: Did you physically harm or damage the human prior to its death? Dr. C: No. Entity-2: Well, I suppose that we could offer a replacement, if you could bring the human back to our factory. Dr. C: Where is your factory located? Entity-2: A-hundred-and-forty-three Short Street, Lempster Wyoming. Dr. C: I have a map of Wyoming in front of me right now, and I don’t see anywhere called “Lempster”. Entity-2: Well, I guess you need a new map. [laugh] Just follow interstate twelve south from Pale Sun and you’ll run right into it. Dr. C: Interstate twelve doesn’t run through Wyoming. Entity-2: Are you sure you're looking at a current map? Dr. C: I’m sure. Entity-2: Well, I’m sorry. But unless you can return the human to our factory, we can’t offer a replacement. Dr. C: That’s unacceptable. I demand to speak to your superior. Entity-2: All right, if you insist. I’ll transfer you, but it might be a while before Dr. Gale answers the phone. [audio on the other side becomes famous classical pieces being played by a jazz band again for approximately one hour, twenty minutes] Entity-3: What speaks to I? 3 Dr. C: Am I speaking to Dr. Gale? Entity-3: That is who I am named. Dr. C: Are you a human being? Entity-3: I create humans. Dr. C: But are you, yourself, a human? Entity-3: Put up the phone, Dr. C████. You have nothing to complain about. Dr. C: How did you know my name? Entity-3: Put up the phone. You have nothing to complain. Dr. C: Tell me how you know my name. Entity-3: Does anyone like being eaten? Dr. C: What? Entity-3: Put up the phone. Dr. C: What was that about being eaten? Entity-3: Put up the phone. Go back to your foundation. 4 You have nothing to complain. Dr. C: What do you know about the Foundation? Entity-3: I have another work that needs doing. Goodbye. Dr. C: Wait- [CALL ENDED]",
        "\" SCP-1532 \" by Tellerno, from the SCP Wiki . Source: https://scpwiki.com/scp-1532 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1532",
    "object_class": "Euclid",
    "containment_procedures": "As the exact location of SCP-1532 is unknown, current containment procedures are focused on preventing public awareness of its capabilities. Mobile Task Force Gamma-5 (aka \"They're on our side, Sir!\") has created a media campaign informing the public that SCP-1532 is an illegal company guilty of mail fraud, and that all copies of SCP-1532-b should be turned over to the proper authorities as soon as possible. Any instances of SCP-1532-b are to be found and destroyed, and Class-C amnestics are to be given to any witnesses. Any suspected instances of SCP-1532-a found outside of Foundation custody are to be captured and tested to confirm or deny if they are SCP-1532-a. Confirmed instances of SCP-1532-a are to be kept for study or termination as necessary. Instances of SCP-1532-a may be tested in conjunction with other SCP objects by personnel with Level 5 clearance.",
    "description": "SCP-1532 is an unknown facility that artificially creates and sells human beings. SCP-1532 will advertise itself by spontaneously generating catalogs (collectively referred to as SCP-1532-b) in the mailboxes of residential addresses across the U.S.A. and Canada. Tests of these catalogs show that they are not anomalous and are printed on normal rotogravure paper with ordinary printing ink. SCP-1532-b instructs the reader to create a human being by selecting a large number of available traits and writing them into the order form in the back of the catalog, then mailing it in using the included pre-paid envelope. Individual traits found in SCP-1532-b have specific prices, with the average purchase costing [REDACTED] per human purchased. Purchases can be paid for either by including cash with the order form or by writing in a credit card number on the form, in which case the appropriate amount of money will be removed from the bank account and transferred to an unknown destination. Tests have shown that SCP-1532 only accepts United States or Canadian dollars for cash payments, and will accept all major credit cards.",
    "title": "SCP-1532"
}