{
    "url": "https://scp-wiki.wikidot.com/scp-1535",
    "all_text": "rating: \n+434\n+\n–\nx\n\n\n\n\n\n\nSCP-1535-1 during interview.\n\n\n\n\n\n\nItem #:\n SCP-1535\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1535 is to be kept in a security locker at Site-18. The object should be handled carefully during testing due to its fragile nature. The lid of SCP-1535 is to be kept in a separate locker, only to be removed during testing.\n\n\nDescription:\n SCP-1535 is a glass mason jar manufactured by the Ball company in 1946. SCP-1535 is physically similar to a typical glass mason jar.\n\n\nAnomalous properties of SCP-1535 present themselves when non-sapient entities such as insects or reptiles are placed within and the lid of SCP-1535 is sealed.\n\n\nEntities present within SCP-1535 after it has been sealed gain the ability to reason, fluency in the Spanish language, familiarity with Catholicism, and knowledge of Morse code. Residents of SCP-1535 are referred to as SCP-1535-1.\n\n\nAttempts to open the lid of SCP-1535 without damaging SCP-1535 have proven to be ineffective while living SCP-1535-1 are located within. The lid of SCP-1535 is removed simply when SCP-1535 no longer contains living SCP-1535-1. SCP-1535-1 expires 1-2 hours after being sealed within, presumably due to lack of oxygen.\n\n\nInterview 1535-1:\n A firefly is used in the following test for ease of communication. Testing with species of reptile and insect have proven themselves to be similar in result.\n\n\nSCP-1535-1 communicates by blinking in Morse code.\n\n\n\n\nSCP-1535-1:\n Father, is it really you?\n\n\nResearcher Breen:\n Yes.\n\n\nSCP-1535-1:\n I am at your will. You understand the joy I feel now seeing you finally.\n\n\nResearcher Breen:\n Tell me your name.\n\n\nSCP-1535-1\n: I was named Camilo de Garibay after my father, also a devout servant.\n\n\nResearcher Breen:\n How did you get here?\n\n\nSCP-1535-1:\n I followed the light in the darkness.\n\n\nResearcher Breen:\n Could you be more specific? What happened before this?\n\n\n\n\nSCP-1535-1:\n I… well as you know, I died by a sinful disease. Please forgive me.\n\n\nResearcher Breen:\n You are forgiven.\n\n\nSCP-1535-1:\n I have always wondered, what happens now that I am here? I am accepted here, correct? I have been faithful.\n\n\nResearcher Breen:\n Are you aware of your present condition?\n\n\nSCP-1535-1:\n This is… strange, but I do not question your ways.\n\n\nResearcher Breen:\n Thank you. (\nBreen speaks through the intercom.\n) Interview is complete, please remove SCP-1535.\n\n\nMore light can be seen flashing in increasing intervals from SCP-1535-1.\n\n\nResearcher Breen:\n One moment, there may be something else here.\n\n\nSCP-1535-1:\n I have been faithful! I have destroyed evil men for you! Please! Please let me in! Please!\n\n\nResearcher Breen:\n …\n\n\nSCP-1535-1 begins flying around SCP-1535 violently, colliding with its walls before falling to the bottom.\n\n\nSCP-1535-1:\n Is this Hell?\n\n\nResearcher Breen:\n Not really.\n\n\nInterview Concluded\n\n\nSCP-1535-1 does not communicate afterward. SCP-1535-1 expires in 2 hours.\n\n\n\n\nResearcher's Note: So far, all SCP-1535-1 entities claim to be deceased residents of Castilian Spain who lived between the years of 1500 and 1600.\n\n\n\n\n\n\n« \nSCP-1534\n | SCP-1535 | \nSCP-1536\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1535\n\" by faminepulse, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1535\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nSource:\n Flickr\n\n\nLicense:\n CC BY-SA 2.0\n\n\nTitle:\n firefly 8823\n\n\nAuthor:\n terry priest\n\n\nRelease year:\n 2006",
    "addendums": [],
    "documents": [],
    "notes": [
        "SCP-1535-1: Father, is it really you? Researcher Breen: Yes. SCP-1535-1: I am at your will. You understand the joy I feel now seeing you finally. Researcher Breen: Tell me your name. SCP-1535-1 : I was named Camilo de Garibay after my father, also a devout servant. Researcher Breen: How did you get here? SCP-1535-1: I followed the light in the darkness. Researcher Breen: Could you be more specific? What happened before this? SCP-1535-1: I… well as you know, I died by a sinful disease. Please forgive me. Researcher Breen: You are forgiven. SCP-1535-1: I have always wondered, what happens now that I am here? I am accepted here, correct? I have been faithful. Researcher Breen: Are you aware of your present condition? SCP-1535-1: This is… strange, but I do not question your ways. Researcher Breen: Thank you. ( Breen speaks through the intercom. ) Interview is complete, please remove SCP-1535. More light can be seen flashing in increasing intervals from SCP-1535-1. Researcher Breen: One moment, there may be something else here. SCP-1535-1: I have been faithful! I have destroyed evil men for you! Please! Please let me in! Please! Researcher Breen: … SCP-1535-1 begins flying around SCP-1535 violently, colliding with its walls before falling to the bottom. SCP-1535-1: Is this Hell? Researcher Breen: Not really. Interview Concluded SCP-1535-1 does not communicate afterward. SCP-1535-1 expires in 2 hours.",
        "\" SCP-1535 \" by faminepulse, from the SCP Wiki . Source: https://scpwiki.com/scp-1535 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1535",
    "object_class": "Safe",
    "containment_procedures": "SCP-1535 is to be kept in a security locker at Site-18. The object should be handled carefully during testing due to its fragile nature. The lid of SCP-1535 is to be kept in a separate locker, only to be removed during testing.",
    "description": "SCP-1535 is a glass mason jar manufactured by the Ball company in 1946. SCP-1535 is physically similar to a typical glass mason jar.",
    "title": "SCP-1535"
}