{
    "url": "https://scp-wiki.wikidot.com/scp-1559",
    "all_text": "rating: \n+42\n+\n–\nx\n\n\n\n\n\n\nAn example of SCP-1559 with English content, observed at █████ Street in Canary Wharf, London.\n\n\n\n\n\n\nItem #:\n SCP-1559\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Manifestations of SCP-1559 are to be removed from their original location and sheltered in \nSite-77\n once discovered. All currently known SCP-1559 manifestations are contained in a high-security containment chamber at Site-77.\n\n\nAnyone requiring direct contact with SCP-1559 is to receive protective memetic inoculations against the effects of SCP-1559. Personnel already influenced by SCP-1559 are to receive Class-A amnestics to eliminate the mental effects of the project.\n\n\nDescription:\n SCP-1559 is a set of posters displaying the content \"A FEW STILL LISTEN TO BIRDS\" in different languages. The language used in specific SCP-1559 manifestations depends on the native language of their creators\n1\n and the primary language of the place SCP-1559 appears.\n\n\nSCP-1559 was discovered in 1997 during an environmentalist storming of a local KFC restaurant in Florida, USA, with several individuals later identified as SCP-1559-1 carrying placards with manifestations of SCP-1559. A total of 144 manifestations of SCP-1559 have been found in many cities including London, New York, Shanghai, Hong Kong, Singapore, Madrid, Paris, etc.. The manifestations are generally found in the downtown and business area, and current information suggests that areas with a high incidence of bird mortality are more likely to have SCP-1559 posted. In rare cases, instances of SCP-1559 will be carried by individuals of SCP-1559-1 rather than being posted somewhere.\n\n\nThe anomalous properties of SCP-1559 will be activated when any human individual looks at a manifestation of SCP-1559 for more than 5 seconds, upon which the human individual is then transformed to an SCP-1559-1 entity. Once the anomalous properties of the item are triggered, the individual will become extremely sensitive to bird calls and will acquire the ability to understand the meaning of the bird's call. After a period of time, the SCP-1559-1 individual will exhibit the following five symptoms in chronological order.\n\n\n\n\n\n\nA male Resplendent quetzal.\n\n\n\n\n\n\n\n\nShowing a special fondness for birds.\n\n\n\n\n\n\nDeveloping beliefs regarding birds as divines.\n\n\n\n\n\n\nAttempting to protect birds and/or provide nesting sites, food, and water for birds at any costs.\n\n\n\n\n\n\nShowing extreme distaste for consumption of bird species.\n\n\n\n\n\n\nMimicking birds in their daily-life behaviors.\n\n\n\n\nAt the same time, SCP-1559-1 individuals will automatically gain knowledge of how to create SCP-1559 manifestations. These individuals will make additional manifestations of SCP-1559 and attempt to post them in the eligible locations described above. SCP-1559-1 may translate the language of the bird in a language that others can understand, but all refuse or claim to be unable to represent or demonstrate the process of creating SCP-1559 manifestations.\n\n\nAddendum I:\n Interviewing Record (1559-20120614A)\n\n\nTo further investigate the nature of SCP-1559, D-19289 (male, 41 years old) was asked to look unprotected at an example of SCP-1559 written in his native language for 30 seconds. D-19289 was then confirmed to have successfully transformed into an individual SCP-1559-1. He was asked to live under surveillance in a forest cabin in Yucatan, Mexico, and to record the information contained in the bird calls he heard. Interviews with D-19289 were conducted every 30 days.\n\n\n\n\nDate：\n14 April 2012\n\n\nInterviewed:\n D-19289\n\n\nInterviewer:\n Dr. Arbuzov, Level 2 researcher in Site-77\n\n\n<Begin Log>\n\n\nDr. Arbuzov:\n Good morning. How are you feeling today?\n\n\nD-19289:\n Better than ever.\n\n\nDr. Arbuzov:\n Oh? It's good to be happy. Can you give me a brief description?\n\n\nD-19289:\n The pleasant sound of birdsong here is very relaxing. Lately many birds outside have been clamouring for a date because it's Spring now, as you know. It's a nice treat to hear the birds singing to their beloved mates and enticing them to spend the gentle night together.\n\n\nDr. Arbuzov:\n Oh, I'm glad to hear that. But how did you know that they are calling for mates? Can you understand what they're talking about?\n\n\nD-19289:\n Yes, after staring at the … strange poster, I think.\n\n\nDr. Arbuzov:\n Would you mind telling me about the contents you heard from birds?\n\n\nD-19289:\n I'd certainly be happy to share! Well, I think Spring is the breeding season, so many birds are looking for mates. Other than that… it is basically all about \"which area has better tasting fruits\" and \"which tree has more fat worms\" and just … foraging for food. But there's other stuff too, like …\n\n\nDr. Arbuzov:\n For example?\n\n\nD-19289:\n Occasionally some birds are frightened by wild animals and they will try to call for help or scare off their enemies. Some very small-mouthed birds also gossip, such as where they saw some people in the nearby town fight in their homes and other stuff like that. Another notable one, which I like hearing but I don’t quite understand the content, is something like a poem.\n\n\nDr. Arbuzov:\n A poem?\n\n\nD-19289:\n Yes. Many of the birds here chant poetry. The content is largely similar, it seems almost like a narrative poem. One small bird in particular, with green back feathers, red belly feathers and a long tail, is particularly fond of singing this. Other birds often sing it, but I like it best when the poem is sung by the little green bird.\n\n\nDr. Arbuzov:\n Care to tell me what they are about?\n\n\nD-19289:\n Sure! I've got it down on paper, I'll look for it …\n\n\n\n\nChildren of the Second Sun\n\n\nLost as the flame fell down\n\n\nTheir world has been deeply buried\n\n\nOnly the sky still opens its arms for them\n\n\n\n\nMessengers of the Second Sun\n\n\nSoaring above the earth\n\n\nTheir splendor has been forgotten by most\n\n\nOnly a few still listen to their song\n\n\n\n\nDescendants of the Second Sun\n\n\nWandering through the flow of time\n\n\nTheir desire has never been abandoned\n\n\nThat the kingdom will reborn from the ashes\n\n\n\n\nTheir last obsession is still circulating\n\n\nTheir last descendants are still wondering\n\n\nThat a few still listen to birds\n\n\n\n\nDr. Arbuzov:\n What do you make of this poem?\n\n\nD-19289:\n I said I'm not quite clear about this, but it felt kinda moody. Very much the kind … of a lost civilization? Also, the songs from the little green birds are really nice.\n\n\nDr. Arbuzov:\n Okay, I see. We'll allow you to stay here for a few more days, thank you very much for your cooperation.\n\n\nD-19289:\n That'd be great!\n\n\n<End Log>\n\n\n\n\n\n\nDate：\n14 May 2012\n\n\nInterviewed:\n D-19289\n\n\nInterviewer:\n Dr. Arbuzov, Level 2 researcher in Site-77\n\n\n<Begin Log>\n\n\nDr. Arbuzov:\n Long time no see.\n\n\nD-19289:\n Why don't you guys let me go out and rescue the birds?\n\n\nDr. Arbuzov:\n I'm sorry, what did you say?\n\n\nD-19289:\n To find food and water for the birds, to build their nests, to keep them away from their natural enemies.\n\n\nDr. Arbuzov:\n You're still a D-class in the Foundation. You are not allowed to leave.\n\n\nD-19289:\n You should let me out. All regulations set by you lowly humans are just nothing.\n\n\nDr. Arbuzov:\n What do you mean?\n\n\nD-19289:\n Listen, serving the birds is our duty. the earth was once the kingdom of birds. We are nothing but usurpers. They should have been the masters of this place.\n\n\nDr. Arbuzov:\n What are you talking about - Do you mean the poem?\n\n\nD-19289:\n That is not just a poem, that is a fact that once happened on Earth.\n\n\nDr. Arbuzov:\n Well, As far as I know this has never happened.\n\n\nD-19289:\n The civilization of birds is much more holy than ours. Our civilization is dirty, ugly, and originates from sneaky actions. We should atone, lady. We should return the world to them. The birds have told me all these things. They have told me about their fallen glorious civilization. They are the Children of the Second Sun.\n\n\nDr. Arbuzov:\n The fact is that birds are species that emerged quite late. At least as far as we know, birds are far away from being intelligent enough to build a civilization.\n\n\nD-19289:\n Humans have done so much shit to the planet. Don't try to make excuses for the despicable words and actions of humans.\n\n\n<End Log>\n\n\n\n\nThe interview was aborted. Over the following month, the staff members responsible for guarding D-19289 repeatedly complained that D-19289 had attempted to force his way out of his room to \"rescue birds\" outside the cabin, and were also frequently asking the staff members if they \"had ever eaten any of the birds\". If a staff member responded in the affirmative, D-19289 would verbally abuse and attack the staff member. In addition, D-19289 continued to ask staff members for large amounts of \"naturally fallen\" bird feathers and wore clothing and accessories made from bird feathers in his daily life.\n\n\n\n\nDate：\n14 June 2012\n\n\nInterviewed:\n D-19289\n\n\nInterviewer:\n Dr. Arbuzov, Level 2 researcher in Site-77\n\n\n<Begin Log>\n\n\nDr. Arbuzov:\n Why are you dressed like that?\n\n\nD-19289:\n To bring me closer to a more noble form of life. \nkyow.\n\n\nDr. Arbuzov:\n So you still insist on your opinion that birds are nobler than people.\n\n\nD-19289:\n It's a fact, Doctor. \nkyow.\n There had been many wise people like me. \nkyow.\n\n\nDr. Arbuzov:\n Is that what you heard from those birds too?\n\n\nD-19289:\n Yes. Those little green birds told me that their clan has always been responsible for passing on the history of birds. \nkyow.\n\n\nDr. Arbuzov:\n Okay. So what have they told you? I would love to know.\n\n\nD-19289:\n The native people here - they began to regard the birds as gods, to serve and care for them, just as they and we should do. \nkyow.\n You know?\n\n\nDr. Arbuzov:\n Ugh. The native people, you mean the Aztecs and Mayans?\n\n\nD-19289:\n That's right. The damn colonists ruined it all. \nkyow.\n After that, the bird believers disappeared and the little birds stopped singing as happily as they did before the colonists came because no one continued to listen to birds anymore. \nkyow.\n\n\nDr. Arbuzov:\n But the descendants of the Aztecs and Mayans are still alive, aren't they?\n\n\nD-19289:\n It's all about faith, Doctor, faith. There's hardly anyone who believes in birds anymore or knows the sins they once committed against birds. \nkyow.\n\n\nDr. Arbuzov:\n Well … I think I don't have more questions to ask. Your duty is completed today. Do you have any other things you want to say or ask?\n\n\nD-19289:\n Do you eat birds?\n\n\n<End Log>\n\n\n\n\nAfter the experiment, D-19289 received Class-A amnestics. Thereafter, D-19289 demonstrated no further obsession with birds. Likewise, he no longer had the ability to understand or use bird language.\n\n\nAddendum II:\n Interviewing Record (1559-20170426F) with Individual SCP-1559-1-A\n\n\nAfter several years of investigation and interrogation, the Foundation confirmed the identity of SCP-1559-1-A, the original maker of SCP-1559, as a 69-year-old male, Juan Alvarado. SCP-1559-1-A is a native of Nahua, Mexico, and a former zoologist studying birds of prey. After his identity was confirmed, SCP-1559-1-A agreed to be interviewed at the request of the Foundation.\n\n\n\n\nDate：\n26 April 2017\n\n\nInterviewed:\n SCP-1559-1-A\n\n\nInterviewer:\n Dr. Arbuzov, Level 2 researcher in Site-77\n\n\n<Begin Log>\n\n\nDr. Arbuzov:\n Good morning, Mr. Alvarado, let's cut to the chase. we just want to ask you about those posters. \n(holds up an image of SCP-1559)\n Are you the original creator of those posters?\n\n\nSCP-1559-1-A:\n Well … You guessed right.\n\n\nDr. Arbuzov:\n Yes. We are not intending to harm you, we just want to ask you to explain how and why you did it?\n\n\nSCP-1559-1-A:\n Sorry, actually the principle is not very clear to me. I can't express the process. I could demonstrate all the technical details to you, but I refuse to do so, given that you may want to stop our action.\n\n\nDr. Arbuzov:\n Well, I respect your opinion for the moment. Could you tell us if you learned this technique from somewhere, or did you invent it yourself?\n\n\nSCP-1559-1-A:\n The technology used for creating this was handed down in our culture from ancient times, and I just modernized it a little. Just things like replacing the manual work drawing with a printer, replacing the content with more concise and understandable text, and making it a poster. You know, now that the whole world is developing quickly, something like this should also change with the times.\n\n\nDr. Arbuzov:\n Uh, I still don't get the point, are there any reasons for creating such things?\n\n\nSCP-1559-1-A:\n It's what we believe in.\n\n\nDr. Arbuzov:\n Belief? Do you mean the belief that birds are more advanced than humans, that humans stole the civilization of birds or something?\n\n\nSCP-1559-1-A:\n There are very few people who believe in birds anymore, very few are still listening to birds, Doctor. There are very few people left who are truly wise, who are willing to redeem themselves, who are willing to accept true knowledge.\n\n\nDr. Arbuzov:\n So you are saying that there used to be a lot of them? I did hear some stories about the Aztecs or the Mayans believing in birds.\n\n\nSCP-1559-1-A:\n There were once many people who believed in birds in this land. The ancient priests, by chance, received a revelation from the feathered serpent, mastered the technique of creating these things, and then learned to listen to birds. Thus, we were able to better listen to the voice of the gods. Now this valuable wisdom has been almost lost, and I think it is my duty to keep it alive.\n\n\nDr. Arbuzov:\n Uh, I don't quite understand. As far as we know, these posters do make people believe in birds, but I don't quite understand what this has to do with the feathered serpent.\n\n\nSCP-1559-1-A:\n The birds were always singing a ballad over and over again. All birds can sing the ballad, but Resplendent quetzals sang the most and the best. This ballad described the revelation of the feathered serpent, which is why Resplendent quetzals were regarded as incarnations of the feathered serpent.\n\n\nDr. Arbuzov:\n The ballad? Do you mean the poem that ends with \"A few still listen to the birds\"?\n\n\nSCP-1559-1-A:\n Yes. The poem tells us that human beings do not necessarily deserve everything they've got and that our ancestors stole the earth from the birds while their world was in chaos.\n\n\nDr. Arbuzov:\n Sorry, no offense to your beliefs, Mr. Alvarado. But I must say that as a zoologist who studies birds, you should also be well aware that birds have never dominated the earth.\n\n\nSCP-1559-1-A:\n It is true that birds have not, but their ancestors did. This is not just my gibberish, science can prove it.\n\n\nDr. Arbuzov:\n Ancestors? Wait, you mean dinosaurs - indeed, dinosaurs are considered to be the ancestors of birds, that is to say -\n\n\nSCP-1559-1-A:\n You see, in traditional Aztec belief, the second sun, the feathered serpent, came down to create the third generation of the earth's inhabitants, which was destroyed by the rain of flame. While we are still trying to study the history of the earth, the birds have already told us everything. Isn't that enough of a statement?\n\n\nDr. Arbuzov:\n Could you please explain?\n\n\nSCP-1559-1-A:\n You should know that some species of dinosaurs had feathers, just like the legendary feathered serpent god. After all, the descendants of the feathered serpent should have a similar appearance to the feathered serpent god, right? Then, 65 million years ago, a meteorite landed here on the Yucatan Peninsula, bringing with it a rain of fire. All of this has been fully described by the poem and by our ancient and sacred beliefs, isn’t that enough?\n\n\nDr. Arbuzov:\n But - I mean, why do you make these posters? I can't see any logical connections between what you are saying and these posters. I don't understand. What does this have to do with us?\n\n\nSCP-1559-1-A:\n For 65 million years, the descendants of dinosaurs have not forgotten their previous glory. They have always wanted to re-dominate the earth that once belonged to them. We, on the other hand, should atone for what we have done in the past. We should serve the birds as we serve our gods. We should return the world to them.\n\n\nSCP-1559-1-A:\n This is what the posters can tell people about. The mammals stole their world, and the birds are not asking too much for it.\n\n\n<End Log>\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Also known as SCP-1559-1. See below for detailed description.\n\n\n\n\n\n\n\n\n« \nSCP-1558\n | SCP-1559 | \nSCP-1560\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1559\n\" by Anonymous, rewritten by Re_spectators, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1559\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nSource:\n \nSCP Foundation Wiki\n\n\nLicense:\n CC BY-SA 3.0\n\n\nTitle:\n littlebirdhouseinyoursoul.png\n\n\nAuthor:\n \nfaminepulse\n\n\nRelease year:\n 2013\n\n\n\n\nSource:\n \nWikipedia\n\n\nLicense:\n CC0 Public Domain\n\n\nTitle:\n Quetzal01.jpg\n\n\nAuthor:\n D.Hatcher\n\n\nRelease year:\n 2009",
    "addendums": [
        "Addendum I: Interviewing Record (1559-20120614A)\nTo further investigate the nature of SCP-1559, D-19289 (male, 41 years old) was asked to look unprotected at an example of SCP-1559 written in his native language for 30 seconds. D-19289 was then confirmed to have successfully transformed into an individual SCP-1559-1. He was asked to live under surveillance in a forest cabin in Yucatan, Mexico, and to record the information contained in the bird calls he heard. Interviews with D-19289 were conducted every 30 days.\nThe interview was aborted. Over the following month, the staff members responsible for guarding D-19289 repeatedly complained that D-19289 had attempted to force his way out of his room to \"rescue birds\" outside the cabin, and were also frequently asking the staff members if they \"had ever eaten any of the birds\". If a staff member responded in the affirmative, D-19289 would verbally abuse and attack the staff member. In addition, D-19289 continued to ask staff members for large amounts of \"naturally fallen\" bird feathers and wore clothing and accessories made from bird feathers in his daily life.\nAfter the experiment, D-19289 received Class-A amnestics. Thereafter, D-19289 demonstrated no further obsession with birds. Likewise, he no longer had the ability to understand or use bird language.",
        "Addendum II: Interviewing Record (1559-20170426F) with Individual SCP-1559-1-A\nAfter several years of investigation and interrogation, the Foundation confirmed the identity of SCP-1559-1-A, the original maker of SCP-1559, as a 69-year-old male, Juan Alvarado. SCP-1559-1-A is a native of Nahua, Mexico, and a former zoologist studying birds of prey. After his identity was confirmed, SCP-1559-1-A agreed to be interviewed at the request of the Foundation."
    ],
    "documents": [],
    "notes": [
        "\" SCP-1559 \" by Anonymous, rewritten by Re_spectators, from the SCP Wiki . Source: https://scpwiki.com/scp-1559 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1559",
    "object_class": "Euclid",
    "containment_procedures": "Manifestations of SCP-1559 are to be removed from their original location and sheltered in Site-77 once discovered. All currently known SCP-1559 manifestations are contained in a high-security containment chamber at Site-77.",
    "description": "SCP-1559 is a set of posters displaying the content \"A FEW STILL LISTEN TO BIRDS\" in different languages. The language used in specific SCP-1559 manifestations depends on the native language of their creators1 and the primary language of the place SCP-1559 appears.",
    "title": "SCP-1559"
}