{
    "url": "https://scp-wiki.wikidot.com/scp-1561",
    "all_text": "rating: \n+374\n+\n–\nx\n\n\n\n\n\n\nHis Majesty's Crown, in all its magnificent glory.\n\n\n\n\n\n\nKingly Item #:\n His Majesty's SCP-MDLXI\n\n\nRoyal Object Class:\n Glorious\n\n\nRegal Containment Decree:\n His Majesty's SCP-MDLXI is currently being worn by King Data the Expunged within the Kingdom of Site Redacted and is to be guarded by at least 10 Knights at all times.\n\n\nAs His Majesty's SCP-MDLXI poses a memetic hazard, all information regarding The Royal Crown is limited to level 4 aristocrats and above. Testing His Majesty's Crown is henceforth forbidden.\n This was the Law of the Heretic Council, before the days of Data the Redacted. See Royal Decree MDLXI-I\n\n\nDescription:\n His Majesty's SCP-MDLXI is a glorious golden crown wrought by the finest smith and crafted with the most expensive jewels in the land. The object's sorcery is caused when His Majesty's crown is spoken, worn or inscribed about.\n\n\nWhen bestowed upon the unworthy head of a common male peasant, commoners who art within viewing distance shalt see the unworthy wearer as the highest authority that they hath ever met. These subjects are born anew when the king is crowned and thusly take upon themselves new roles befitting of their previous stature. 'Guards' become knights, 'scientists' become Royal Scholars, and other commoners become peasants. Peasants under His rule shalt also feel the rightly obligation to fashion a robe out of the finest material at hand, sometimes using their own filthy garments, for the new righteous King to wear.\n\n\nThe newly crowned King also develops a magnificent sense of ruling, which empowers him to build a royal army of knights and establish his kingdom. The unworthy wearer shalt also grow a glorious beard and mustache to better befit his position. These effects wither away when the Royal Crown is willingly removed or when the unworthy subject dies.\n\n\nMen who have not directly witnessed the greatness of the Royal Crown can resist its resoluteness and art to be branded heretics, banished from the land, or otherwise executed at His Majesty's pleasure.\n\n\nInscriptions and any speech that regard His Majesty's SCP-MDLXI also alter to befit the King's ascended status. Mere knowledge of His Majesty's SCP-MDLXI shalt cause a compulsion to refer to The Royal Crown justly as his Majesty's SCP-MDLXI. It is also worthy to note that indirect reference to His Majesty's SCP-MDLXI negates these effects.\n\n\nCouncil Decree MDLXI-I:\n During frivolous testing upon his majesty's crown, an unworthy D-Commoner placed His Majesty's SCP-MDLXI upon his head and subsequently ruled the Kingdom of Site-[REDACTED] for 3 months before he was beheaded during the Great Revelation. So it was upon that day that the Great Council of O5 decreed that nary a frivolous test shall be undertaken, lest another misfortune fall upon us.\n\n\nRoyal Decree MDLXI-I:\n As of last winter, on the Day of First Snow, a new king was crowned. All hail His Majesty King Data the Expunged, \nhe who fights the Shameful Council of Profligates\n! Ruler of the Kingdom of Site Redacted! Long live the king!\n\n\nNote: This isn't the official SCP report, but it's the best we can do at this point. All research data regarding His Majesty's SCP-1561 was deleted during Incident 1561-2 and this was provided with Document 1561-2. Until Incident 1561-2 is resolved, this will have to suffice. -Dr. ██\n\n\n\n\nLEVEL 4 AUTHORIZATION REQUIRED\n\n\n\n\nACCESS GRANTED\n\n\n\n\nIncident 1561-1:\n On ██/██/20██, His Majesty's SCP-1561 was discovered missing from containment. Security tapes in the area on ██/██20██ from 15:00 to 19:00 were found to be erased. When the guards assigned to the shifts in that area were questioned, they became violent and attempted to harm several personnel. All but one subject could be subdued without use of lethal force, but committed suicide immediately after he was interviewed (see Interview 1561-1). These personnel were assumed under the influence of His Majesty's SCP-1561. Effective immediately, Site-[REDACTED] is under lockdown until His Majesty's SCP-1561 is recovered.\n\n\nUPDATE: The issue has been resolved and Site-[REDACTED] has resumed operations.\n\n\nNote: Who authorized this?\n -O5-█\n\n\nInterview 1561-1:\n\n\n\n\nInterviewed:\n Sgt. ████ White\n\n\n\n\nInterviewer:\n Pvt. █████ White\n\n\n\n\nForeword:\n The following interview took place after Incident MDLXI-1. Sgt. ████ White was captured. He refused to speak to any personnel and struggled against his restraints until his brother Pvt. █████ White was brought in an attempt to divulge information regarding His Majesty's SCP-1561.\n\n\n\n\n<Begin Log>\n\n\n\n\nPvt. █████:\n ████? ████, it's me. Stop doing that, you're gonna hurt yourself.\n\n\n\n\nSgt. ████:\n █████?\n\n\n\n\nPvt. █████:\n Yeah, c'mon bro, snap out of it.\n\n\n\n\nSgt. ████:\n You don't know what a relief it is to speak to you, brother. I thought they would've killed you.\n\n\n\n\nPvt. █████:\n Who would've killed me? You're not making any sense.\n\n\n\n\nSgt. ████:\n [whispering] The heretics, █████, they're everywhere. The King was right. The King is always right.\n\n\n\n\nPvt. █████:\n What heretics, what king? Snap out of it. Do you know where His Majesty's SCP-1561 is?\n\n\n\n\nSgt. ████:\n Where else brother? Upon the head of the true king, I myself have witnessed its resolute glory. Soon, the whole of this wretched site shall witness its glory as well. You shall see his glory too and you too shall believe.\n\n\n\n\nPvt. █████:\n What do you mean, ████? Where is the Royal Crown? Who is the true king?\n\n\n\n\nSgt. ████:\n You shall soon enough know the glory of King Data the Expunged.\n\n\n\n\nPvt. █████:\n [sighing] C'mon ████, you don't believe all that crap, His Majesty's SCP-MDLXI is controlling you. Just tell me where the Royal Crown is and we can-\n\n\n\n\nSgt. ████:\n Pity.\n\n\n\n\nPvt. █████:\n What?\n\n\n\n\nSgt. ████:\n [whispering] Pity that I won't be here to see the fall of the heretic council. [shouting, looking directly at the security camera] Est tempus nunc! Et Peregrinus incipit! Vivat Rex!\n\n\n\n\n<End Log>\n\n\n\n\nClosing statement:\n Sgt. ████ became unresponsive to further questioning from Pvt. █████, who subsequently left. Security footage shows that Sgt. ████ managed to free himself from his restraints and ram his head against the wall several times, causing a fatal concussion. Translation of the phrases spoken at the end produce the lines 'The time is now. The Crusade has begun. Long live the king.' The exact purpose of these lines is unknown at this time.\n\n\n\n\n\n\n\n\n\n\n\n\nLEVEL 5 AUTHORIZATION REQUIRED\n\n\n\n\nACCESS GRANTED\n\n\n\n\nDocument 1561-1:\n The following was faxed to Dr. ██████ at Site-19:\n\n\n\n\nSite-[REDACTED] is compromised All personel are under the influence of \nHis Majes\n \nHis Majest\n The Crown Send Help Im locked inside central control Not a lot of time\n\nWas able to put the site on lockdown from here Skips are safe for now\n\n[UNINTELLIGIBLE]anned to use [UNINTELLIGIBLE]nst the O5\n\nLured Personn[UNINTELLIGIBLE] Boiler room [UNINTELLIGIBLE]King Data the Expunged [UNINTELLIGIBLE] down there for months\n\nDont look direct[UNINTELLIGIBLE]rown mirrors and video work\n\nThey Know[UNINTELLIGIBLE] is outside I can see through the monitor\n\nI will Destroy the console after i send th[UNINTELLIGIBLE] Hurry\n\n-Dr [REDACTED]\n\n\n\n\nIncident 1561-2:\n Based on the information given in Document 1561-1, Site-[REDACTED] has been compromised. Most, if not all, personnel of Site-[REDACTED] are under the influence of His Majesty's SCP-1561, which is being used by an unknown person to aid in a insurgency against the O5 council. Mobile Task Force Eta-10 (aka \"See No Evil\") was sent in to recover His Majesty's SCP-1561, but was unsuccessful and lost most of its members, who are currently being psychologically evaluated.\n\n\nEfforts are to be focused on containing Site-[REDACTED] and prevention of His Majesty's SCP-1561's influence from spreading. Any personnel coming out of Site-[REDACTED] are to be tranquilized and treated with Class-C amnestics. Until further notice, personnel are not to approach, attempt to communicate with anyone within, or look directly at the site as it poses a memetic hazard.\n\n\nUPDATE: On ██/██/20██, five months after Site-[REDACTED] was deemed compromised, Document 1561-2 was found tied to a rabbit along with SCP-████ and an SCP report regarding His Majesty's SCP-1561. Document 1561-2 is a proposed treaty between the O5 Council and the supposed 'Kingdom of Site Redacted' written by the 'King' himself. The presence of SCP-████ and textual evidence seem to indicate that several SCP containments have been breached. The document was sent to Overseer headquarters for verification.\n\n\nDocument 1561-2:\n\n\n\n\nGreetings Council, I do hope this letter reaches you in good health, and that you bear no ill will towards my kingdom or its people. I understand that you might harbor resentment towards me, but I find that of little consequence. I beseech you to try not to think me a tyrant, but as an ally, in the fight against the greater enemy. Our shared enemy.\n\n\nWhat I am proposing is a treaty between our factions. My Kingdom of Site Redacted will continue in its original capacity and I will agree to receive orders from the Council, and in exchange you cease all attempts to invade my kingdom or harm its people. The details can be drawn at a later date, but these terms will be the foundation of our mutual partnership.\n\n\nAs a symbol of my good will, I have fastened to this creature SCP-████ along with a document written by one of my scribes detailing the attributes of my Most Royal Crown. Mind you, not all reports we produce will be written in this manner, it is just an effect my Regalia has on my subjects. I shall send a draft of our treaty next winter, on the first full moon.\n\n\nPlease do not try to fool me. I still have many objects of sorcery and there art many a man who would gladly die for me, within and without the Kingdom.\n\n\n-The Most Glorious King Data the Expunged, Ruler of the Kingdom of Site Redacted\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1560\n | SCP-1561 | \nSCP-1562\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewed: Sgt. ████ White Interviewer: Pvt. █████ White Foreword: The following interview took place after Incident MDLXI-1. Sgt. ████ White was captured. He refused to speak to any personnel and struggled against his restraints until his brother Pvt. █████ White was brought in an attempt to divulge information regarding His Majesty's SCP-1561. <Begin Log> Pvt. █████: ████? ████, it's me. Stop doing that, you're gonna hurt yourself. Sgt. ████: █████? Pvt. █████: Yeah, c'mon bro, snap out of it. Sgt. ████: You don't know what a relief it is to speak to you, brother. I thought they would've killed you. Pvt. █████: Who would've killed me? You're not making any sense. Sgt. ████: [whispering] The heretics, █████, they're everywhere. The King was right. The King is always right. Pvt. █████: What heretics, what king? Snap out of it. Do you know where His Majesty's SCP-1561 is? Sgt. ████: Where else brother? Upon the head of the true king, I myself have witnessed its resolute glory. Soon, the whole of this wretched site shall witness its glory as well. You shall see his glory too and you too shall believe. Pvt. █████: What do you mean, ████? Where is the Royal Crown? Who is the true king? Sgt. ████: You shall soon enough know the glory of King Data the Expunged. Pvt. █████: [sighing] C'mon ████, you don't believe all that crap, His Majesty's SCP-MDLXI is controlling you. Just tell me where the Royal Crown is and we can- Sgt. ████: Pity. Pvt. █████: What? Sgt. ████: [whispering] Pity that I won't be here to see the fall of the heretic council. [shouting, looking directly at the security camera] Est tempus nunc! Et Peregrinus incipit! Vivat Rex! <End Log> Closing statement: Sgt. ████ became unresponsive to further questioning from Pvt. █████, who subsequently left. Security footage shows that Sgt. ████ managed to free himself from his restraints and ram his head against the wall several times, causing a fatal concussion. Translation of the phrases spoken at the end produce the lines 'The time is now. The Crusade has begun. Long live the king.' The exact purpose of these lines is unknown at this time.",
        "Site-[REDACTED] is compromised All personel are under the influence of His Majes His Majest The Crown Send Help Im locked inside central control Not a lot of time Was able to put the site on lockdown from here Skips are safe for now [UNINTELLIGIBLE]anned to use [UNINTELLIGIBLE]nst the O5 Lured Personn[UNINTELLIGIBLE] Boiler room [UNINTELLIGIBLE]King Data the Expunged [UNINTELLIGIBLE] down there for months Dont look direct[UNINTELLIGIBLE]rown mirrors and video work They Know[UNINTELLIGIBLE] is outside I can see through the monitor I will Destroy the console after i send th[UNINTELLIGIBLE] Hurry -Dr [REDACTED]",
        "Greetings Council, I do hope this letter reaches you in good health, and that you bear no ill will towards my kingdom or its people. I understand that you might harbor resentment towards me, but I find that of little consequence. I beseech you to try not to think me a tyrant, but as an ally, in the fight against the greater enemy. Our shared enemy. What I am proposing is a treaty between our factions. My Kingdom of Site Redacted will continue in its original capacity and I will agree to receive orders from the Council, and in exchange you cease all attempts to invade my kingdom or harm its people. The details can be drawn at a later date, but these terms will be the foundation of our mutual partnership. As a symbol of my good will, I have fastened to this creature SCP-████ along with a document written by one of my scribes detailing the attributes of my Most Royal Crown. Mind you, not all reports we produce will be written in this manner, it is just an effect my Regalia has on my subjects. I shall send a draft of our treaty next winter, on the first full moon. Please do not try to fool me. I still have many objects of sorcery and there art many a man who would gladly die for me, within and without the Kingdom. -The Most Glorious King Data the Expunged, Ruler of the Kingdom of Site Redacted"
    ],
    "description": "His Majesty's SCP-MDLXI is a glorious golden crown wrought by the finest smith and crafted with the most expensive jewels in the land. The object's sorcery is caused when His Majesty's crown is spoken, worn or inscribed about.",
    "title": "SCP-1561"
}