{
    "url": "https://scp-wiki.wikidot.com/scp-1589",
    "all_text": "rating: \n+171\n+\n–\nx\n\n\nItem #:\n SCP-1589\n\n\nObject Class:\n Anomalous Organism\n\n\nContainment Class:\n Passive (Active during waking phase)\n\n\nHazard Rating:\n Green (Yellow during waking phase)\n\n\nStandard Containment Policies:\n\n\n\n\nReinforced specimen containment chamber\n\n\nSchedule D experimentation plan (Scheduled for completion ██/██/199█)\n\n\n\n\nSpecial Containment Procedures:\n Food is only to be provided to SCP-1589 during testing periods. All refuse generated is to be removed by a squad of D-class personnel when SCP-1589 has reverted to an inactive state.\n\nA list of basic command phrases is to be posted outside the containment chamber, within the observation room, and in the main security office.\n\n\nDescription:\n SCP-1589 is an acephalic, semi-bipedal creature standing 5.2 meters tall and weighing approximately 7300 kilograms. The subject’s skin is thick and hairless, and is accompanied by a layer of protective fat. Heavy scarring is present on the arms and lower abdomen, and thirty-nine arrowheads or weapon fragments have been found embedded in its skin. As its arms are significantly longer than its legs, SCP-1589 typically utilizes a knuckle-walking gait and engages in bipedal locomotion only for short periods of time.\n\n\nAs it lacks a head, the subject’s eyes, ear canals, nostrils and mouth are all located on the torso and abdomen. No nose or pinnae are present on the face. SCP-1589 possesses poor eyesight and operates primarily by smell and hearing. The subject is incapable of reproducing human speech, but is capable of creating and using simple tools as well as understanding basic commands in Latin.\n1\n SCP-1589 is typically docile or apathetic to humans, favoring individuals who have used command phrases towards it.\n\n\nSCP-1589 will instinctively consume any human corpse in its presence, removing any clothing or items present on the deceased prior to consumption. The corpses of animals will be consumed only on command. SCP-1589 will not consume living flesh, and has not attempted to kill animals for food. SCP-1589 will occasionally consume rocks without command, a behavior that becomes more common when no meat is available.\n\n\nSix to eight hours after consumption, SCP-1589 will expel various substances from various orifices in the lower abdomen, including:\n\n\n\n\nAn edible paste consisting of the reconstituted flesh of creatures previously consumed.\n\n\nWater with a high mineral content.\n\n\nInorganic pellets, the most common substances being iron and salt.\n\n\nStrips or sheets of leather.\n\n\nGravel.\n\n\nConcrete slurry (After SCP-1589 was fed the appropriate mixture of gypsum, lime, and a suitable aggregate.)\n\n\n\n\nSCP-1589 will enter a state of dormancy if not fed for over five days, during which it will not respond to any stimuli. SCP-1589 will exit this state in the presence of a corpse, or if given the command to wake up. If SCP-1589 is woken without being fed, it will resume its dormant state after six hours of activity.\n\n\nBrands, tattoos, and scars are present on SCP-1589’s body, including multiple legible Latin phrases as follows:\n\n\n\n\nOPUS OFFICINAE MAGNI PERSAPIENTIS (Work of the Factory of Magnus the Very Wise) - Located on the right shoulder blade.\n\n\nIV (Four) - Located on the left shoulder blade\n\n\nLEGION II TRAIANA FORTIS (Second Valiant Trajanic Legion) – Located on the right calf.\n\n\nNOSCENDUS EST LUCIUS HAC NOCTE MULTAS PULCHRAS FEMINAS FUTUIT (Let it be known: Lucius fucked many beautiful women this night) – Located on the left abdominal side.\n\n\nECCE ELEPHANTUS CIBICIDA MERDAE VIR VIRI (Behold! The Elephant, eater of shit, hero of men!) – Located on the chest, above the face.\n\n\nPTOLEMAEUS HIC ERAT (Ptolemy was here) – Located on the left foot. The text is accompanied by a stick figure wearing a crown.\n\n\nStylized representation of a man wearing a lion skin and wielding a club (Hercules, emblem of the Second Valiant Trajanic) - Located on the back.\n\n\n\n\nOther symbols and text are present, but have been rendered unidentifiable by damage and age.\n\n\nAddendum-01:\n\nMemo from Researcher █████████ to Dr. ██████\n\n██/██/1995\n\n\n\n\nSecond verse, same as the first: the only documentation on the object in Beta Archive is the anomalous items list write-up from 1993. I think we’re SOL if we want that intake documentation.\n\n\nI have some suspicions, but nothing concrete enough to put down officially.\n\n\nIt was being stored in Lot M, which means that if it wasn’t moved between acquisition and now there’s a good chance we got it during Operation PENDULUM. That would put acquisition between ‘45 and ‘51, but, that would also mean that there’s probably no intake documentation at all because of how sloppy PENDULUM was. It might have been taken sight unseen.\n\n\nThe second Trajanic legion was based in Alexandria, which makes me think it was a French or English organization that we got it from. I’m leaning towards French due to some of the other objects in Lot M, and I know that the Special Intelligence Office was definitely active during Napoleon’s Egyptian campaign and that we cleared out nearly everything they had before the Coalition came in in ‘47.\n\n\nBut, again, this is just theorizing on my part. It’s logical, but unproven. It doesn’t explain where the command list came from, or how it ended up in an entirely different part of the archive, or why no one tried to use it before now.\n\n\nAt least it doesn’t seem particularly dangerous. We might be able to spin a paper or two out of it, if we can ever get these damn mainlist forms completed.\n\n\nPut it down for “unknown providence – intake documentation lost.”\n\n\nBack to the grindstone.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Training to understand English commands was proposed, but was rejected due to lack of meaningful material benefit.\n\n\n\n\n\n\n\n\n« \nSCP-1588\n | SCP-1589 | \nSCP-1590\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1589\n\" by Djoric, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1589\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-01: Memo from Researcher █████████ to Dr. ██████ ██/██/1995"
    ],
    "documents": [],
    "notes": [
        "Second verse, same as the first: the only documentation on the object in Beta Archive is the anomalous items list write-up from 1993. I think we’re SOL if we want that intake documentation. I have some suspicions, but nothing concrete enough to put down officially. It was being stored in Lot M, which means that if it wasn’t moved between acquisition and now there’s a good chance we got it during Operation PENDULUM. That would put acquisition between ‘45 and ‘51, but, that would also mean that there’s probably no intake documentation at all because of how sloppy PENDULUM was. It might have been taken sight unseen. The second Trajanic legion was based in Alexandria, which makes me think it was a French or English organization that we got it from. I’m leaning towards French due to some of the other objects in Lot M, and I know that the Special Intelligence Office was definitely active during Napoleon’s Egyptian campaign and that we cleared out nearly everything they had before the Coalition came in in ‘47. But, again, this is just theorizing on my part. It’s logical, but unproven. It doesn’t explain where the command list came from, or how it ended up in an entirely different part of the archive, or why no one tried to use it before now. At least it doesn’t seem particularly dangerous. We might be able to spin a paper or two out of it, if we can ever get these damn mainlist forms completed. Put it down for “unknown providence – intake documentation lost.” Back to the grindstone.",
        "\" SCP-1589 \" by Djoric, from the SCP Wiki . Source: https://scpwiki.com/scp-1589 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1589",
    "object_class": "Anomalous Organism",
    "containment_procedures": "Food is only to be provided to SCP-1589 during testing periods. All refuse generated is to be removed by a squad of D-class personnel when SCP-1589 has reverted to an inactive state.\nA list of basic command phrases is to be posted outside the containment chamber, within the observation room, and in the main security office.",
    "description": "SCP-1589 is an acephalic, semi-bipedal creature standing 5.2 meters tall and weighing approximately 7300 kilograms. The subject’s skin is thick and hairless, and is accompanied by a layer of protective fat. Heavy scarring is present on the arms and lower abdomen, and thirty-nine arrowheads or weapon fragments have been found embedded in its skin. As its arms are significantly longer than its legs, SCP-1589 typically utilizes a knuckle-walking gait and engages in bipedal locomotion only for short periods of time.",
    "title": "SCP-1589"
}