{
    "url": "https://scp-wiki.wikidot.com/scp-1592",
    "all_text": "rating: \n+137\n+\n–\nx\n\n\nItem #:\n SCP-1592\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n All possible broadcasts of SCP-1592 are to be intercepted and blocked from public viewing. Intercepted broadcasts are to be stored in Site ██'s video archive. Any civilians physically altered by SCP-1592's effects are to be brought into containment immediately and any witnesses to these alterations dosed with Class-A amnestics.\n\n\nViewing of SCP-1592 must be authorized by at least three (3) personnel with Level 3 access clearance. SCP-1592 may only be shown to D-Class personnel.\n\n\nDescription:\n SCP-1592 is a television program entitled 'Paradise Television' which has demonstrated the capability to cause mental and physical abnormalities. It has the general format of a televangelist program, but discusses values and concepts unusual for such a program. The host of SCP-1592 is a middle-aged Caucasian male who refers to himself as 'Pastor Harris'. SCP-1592 consists of an as-of-yet unknown number of fifteen (15) minute broadcasts, all of which show 'Pastor Harris' sitting on an armchair, looking directly at the camera while delivering a sermon.\n\n\nWhen an individual watches a broadcast of SCP-1592, they will become interested in the values and concepts it discusses, regardless of previous religious or moral orientations. Further viewing of SCP-1592 will result in the individual gradually becoming obsessed with SCP-1592, and neglecting other social obligations in order to continue viewing it. Affected individuals will often record broadcasts of SCP-1592 and watch them multiple times.\n\n\nAfter the affected individual has viewed a number of broadcasts ranging from twenty (20) to thirty (30), physical alteration will begin. This takes place over a period of one (1) to two (2) weeks. If the victim is stopped from watching SCP-1592 during this period, these alterations will cease but any alterations already caused by SCP-1592 will remain. Initial physical alterations include:\n\n\n\n\nThe growth of additional sensory organs (eyes, noses, etc.) on various parts of the body.\n\n\nPigment of the skin radically changing in color.\n\n\nAlteration of the vocal cords, preventing normal human speech.\n\n\nElongation or shortening of the limbs.\n\n\nFusion of body parts. (fingers, toes, etc.)\n\n\nGrowth of non-human extremities. (mandibles, pincers, etc.)\n\n\n\n\nLater physical alterations often involve morphing of the body into non-humanoid forms, usually resulting in immobility. It is unknown if the victim is aware at this point, as none have responded to attempts at communication.\n\n\n\n\nInterview Log 1592-1\n\n\n\n\nHide\n\n\n\n\nInterviewer:\n Dr. █████\n\n\nInterviewed:\n D-20122\n\n\nForenote:\n D-20122 had watched twenty-two (22) videos of SCP-1592 broadcasts at the time of the interview. Severe elongation of the left arm and left leg were present. Alterations to the structure of D-20122's mouth resulted in some difficulty speaking.\n\n\n\n\n<Begin Interview>\n\n\nDr. █████:\n Hello, D-20122.\n\n\nD-20122:\n Hello, doctor. What t…(unintelligible)…what time is it?\n\n\nDr. █████:\n It's five minutes past six. Why?\n\n\nD-20122:\n Nothing. It's just th…that, uh, that's u…usually when we have the tests. You know, where I watch the videos and write them (unintelligible). Write down what they say.\n\n\nDr. █████:\n I'm sure that can wait a while longer, D-20122. The tapes aren't going anywhere.\n\n\nD-20122:\n No, no, (unintelligible)! I need to see them now so I know what he has to say!\n\n\nDr. █████:\n If you just calm down, we can finish this interview and proceed with the tests. How do you feel about your physical alterations?\n\n\nD-20122:\n Well, I was…I was worried at first, but it's like what Pastor Harris says on the video, it's so we share His pain, isn't it? It still hurts though, when my bones change.\n\n\nDr. █████:\n And why are you so interested in what Pastor Harris is saying?\n\n\nD-20122:\n (unintelligible) I don't really know what it is about it. It's just right, you know? Like, it all feels right.\n\n\nDr. █████:\n So you are happy with SCP-1592's effects upon you?\n\n\nD-20122:\n Very.\n\n\n<End Interview>\n\n\n\n\nClosing Statement:\n D-20122 began final physical alterations one (1) week after this interview.\n\n\n\n\n\n\n\n\nSermon Excerpts:\n\n\nThe following are transcribed records of SCP-1592 broadcasts by D-Class personnel who were assigned to view them.\n\n\n\n\nWhat is wrong with the generation of today? They don't understand sacrifice, haven't felt His gaze on their skin. I hope that my viewers understand sacrifice, I pray to Him for that every night. For you, for your souls. If you have a pet, it will play its part. You will share His hunger in the coming days, and the pet will sacrifice for you. If you don't have one to sacrifice and suffer for you, worry not, my children. Worry not, for He will provide!\n\n\n\n\n\n\nI have a message from a faithful child here, from Jenny in Colorado. She watches His word every night, and the carapace is growing. Jenny writes, 'Pastor Harris, sometimes I scream from the pain He gives me. I cannot feel my legs.' Jenny, if I may address you for a moment, what you are feeling is the pain that He too has suffered for us in the black. You are one of the faithful, Jenny, and so you are worthy to take his image. This pain is simply sacrifice, as He has sacrificed for you. Stay strong, Jenny!\n\n\n\n\n\n\nI have stood in the ashes of society and walked through the bones of dead planets. Have you seen these things? Has He seen fit to grant you these pleasures? Not yet, but the form is changing. Perhaps you slide along the floor like a slug or drag yourself along the floor as a (indecipherable) Soon His eyes will wrinkle in benevolence at you. In faithfulness, you will find reward. In sanctity, you will find His image. He has many faces and many maws, and they look down on you, judging, waiting, loving. Goodnight.\n\n\n\n\n\n\n\n\n« \nSCP-1591\n | SCP-1592 | \nSCP-1593\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1592\n\" by Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1592\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "<Begin Interview> Dr. █████: Hello, D-20122. D-20122: Hello, doctor. What t…(unintelligible)…what time is it? Dr. █████: It's five minutes past six. Why? D-20122: Nothing. It's just th…that, uh, that's u…usually when we have the tests. You know, where I watch the videos and write them (unintelligible). Write down what they say. Dr. █████: I'm sure that can wait a while longer, D-20122. The tapes aren't going anywhere. D-20122: No, no, (unintelligible)! I need to see them now so I know what he has to say! Dr. █████: If you just calm down, we can finish this interview and proceed with the tests. How do you feel about your physical alterations? D-20122: Well, I was…I was worried at first, but it's like what Pastor Harris says on the video, it's so we share His pain, isn't it? It still hurts though, when my bones change. Dr. █████: And why are you so interested in what Pastor Harris is saying? D-20122: (unintelligible) I don't really know what it is about it. It's just right, you know? Like, it all feels right. Dr. █████: So you are happy with SCP-1592's effects upon you? D-20122: Very. <End Interview>",
        "What is wrong with the generation of today? They don't understand sacrifice, haven't felt His gaze on their skin. I hope that my viewers understand sacrifice, I pray to Him for that every night. For you, for your souls. If you have a pet, it will play its part. You will share His hunger in the coming days, and the pet will sacrifice for you. If you don't have one to sacrifice and suffer for you, worry not, my children. Worry not, for He will provide!",
        "I have a message from a faithful child here, from Jenny in Colorado. She watches His word every night, and the carapace is growing. Jenny writes, 'Pastor Harris, sometimes I scream from the pain He gives me. I cannot feel my legs.' Jenny, if I may address you for a moment, what you are feeling is the pain that He too has suffered for us in the black. You are one of the faithful, Jenny, and so you are worthy to take his image. This pain is simply sacrifice, as He has sacrificed for you. Stay strong, Jenny!",
        "I have stood in the ashes of society and walked through the bones of dead planets. Have you seen these things? Has He seen fit to grant you these pleasures? Not yet, but the form is changing. Perhaps you slide along the floor like a slug or drag yourself along the floor as a (indecipherable) Soon His eyes will wrinkle in benevolence at you. In faithfulness, you will find reward. In sanctity, you will find His image. He has many faces and many maws, and they look down on you, judging, waiting, loving. Goodnight.",
        "\" SCP-1592 \" by Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-1592 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1592",
    "object_class": "Euclid",
    "containment_procedures": "All possible broadcasts of SCP-1592 are to be intercepted and blocked from public viewing. Intercepted broadcasts are to be stored in Site ██'s video archive. Any civilians physically altered by SCP-1592's effects are to be brought into containment immediately and any witnesses to these alterations dosed with Class-A amnestics.",
    "description": "SCP-1592 is a television program entitled 'Paradise Television' which has demonstrated the capability to cause mental and physical abnormalities. It has the general format of a televangelist program, but discusses values and concepts unusual for such a program. The host of SCP-1592 is a middle-aged Caucasian male who refers to himself as 'Pastor Harris'. SCP-1592 consists of an as-of-yet unknown number of fifteen (15) minute broadcasts, all of which show 'Pastor Harris' sitting on an armchair, looking directly at the camera while delivering a sermon.",
    "title": "SCP-1592"
}