{
    "url": "https://scp-wiki.wikidot.com/scp-1593",
    "all_text": "rating: \n+120\n+\n–\nx\n\n\nItem #:\n SCP-1593\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1593 is to be contained in a reinforced steel safe in Storage Unit 12, located at Site 35. Any transportation of SCP-1593 is to be achieved via mechanical means. No personnel are to make contact with SCP-1593 under any circumstances. In the event that a member of personnel does become affected by SCP-1593, the affected limb or region is to be removed immediately. In cases where this is not possible, the affected individual is to be terminated.\n\n\nAny experimentation involving SCP-1593 must be authorized by at least one individual holding Level 3 security clearance.\n\n\nDescription:\n SCP-1593 is a human finger bone, specifically a proximal phalanx, which is believed to have originated from an adult female. Several markings have been carved into SCP-1593, some of which appear to have been scratched out with some form of sharp implement. The meaning of these markings is currently unknown. SCP-1593's anomalous effects first become apparent when a human being makes contact with SCP-1593 with any part of their body.\n1\n\n\nAfter making contact with SCP-1593, the affected individual will perceive all objects they touch to have the texture of skin, bone or decomposing flesh. In cases where the individual is not already aware of the nature of the object they are touching, they will believe that the object is in fact a dead body, claiming to be able to distinguish aspects of the non-existent corpse such as missing body parts or specific injuries. Significant amounts of this second kind of perception will lead to SCP-1593's effects moving on to the next stage.\n\n\nThe affected individual will become convinced at some point that one of the 'corpses' they have touched has grabbed hold of the part of their body which originally made contact with SCP-1593, believing that they are slowly being pulled towards an unspecified location.\n\n\nThe part of the individual's body which first made contact with SCP-1593 will begin to disappear at this point. Despite its absence, the affected individual will suffer no physical discomfort, as blood will flow as if the affected region was still present and the individual will report that they are still able to feel it. In cases where the absence of certain parts of the body would result in other parts not being able to support themselves, these parts of the body will float in place and still be usable by the individual, even if the body part is completely unconnected to the rest of the body.\n\n\nThe individual will believe that any part of their body which has disappeared is in an underground location full of dead bodies, and is being pulled by a skeletal hand. They will often become extremely distressed at this point, although this is not believed to be an anomalous effect on the part of SCP-1593.\n\n\nThis condition will spread throughout the body until the entirety of the individual has disappeared, advancing more quickly if the affected individual is dead or unconscious.\n\n\nInterview Log 1593-1:\n\n\nTranscript of a conversation between Dr. ████ and D-2913. SCP-1593's effects had resulted in D-2913 missing their left arm and most of their upper torso when the interview took place.\n\n\n\n\n<Begin Interview>\n\n\nDr. ████:\n Can you tell me what you can feel with your left arm?\n\n\nD-2913:\n It's somewhere underground, I think. There's the thing grabbing me, but I've…I've already told you about that. Can you just get this thing off me? Please?\n\n\nDr. ████:\n Can you tell me about it again for the record? We need to get this down officially.\n\n\nD-2913:\n There's a hand grabbing my wrist. It's real bony, I think it might be a skeleton. You'd think it would be easy to get off, what with all the missing fingers, but it's strong as shit. It's all…uh, crispy? Burnt or something, you know?\n\n\nDr. ████:\n I see. Is there anything else you'd like to tell me about your surroundings?\n\n\nD-2913:\n There's…there's dead bodies. (visibly distressed) My hand's caught between two of them, I think. The thing keeps tugging on it, but it can't get me loose. I think I might be safe, it might just give up, right?\n\n\nDr. ████:\n Maybe it will.\n\n\nD-2913:\n Yeah, I think it…I think it will. But, uh, Doc, if it doesn't, could you just shoot me or something? I don't want to go in there. Please.\n\n\n<End Interview>\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Protective gear has been found not to prevent SCP-1593's effects.\n\n\n\n\n\n\n\n\n« \nSCP-1592\n | SCP-1593 | \nSCP-1594\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1593\n\" by Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1593\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "<Begin Interview> Dr. ████: Can you tell me what you can feel with your left arm? D-2913: It's somewhere underground, I think. There's the thing grabbing me, but I've…I've already told you about that. Can you just get this thing off me? Please? Dr. ████: Can you tell me about it again for the record? We need to get this down officially. D-2913: There's a hand grabbing my wrist. It's real bony, I think it might be a skeleton. You'd think it would be easy to get off, what with all the missing fingers, but it's strong as shit. It's all…uh, crispy? Burnt or something, you know? Dr. ████: I see. Is there anything else you'd like to tell me about your surroundings? D-2913: There's…there's dead bodies. (visibly distressed) My hand's caught between two of them, I think. The thing keeps tugging on it, but it can't get me loose. I think I might be safe, it might just give up, right? Dr. ████: Maybe it will. D-2913: Yeah, I think it…I think it will. But, uh, Doc, if it doesn't, could you just shoot me or something? I don't want to go in there. Please. <End Interview>",
        "\" SCP-1593 \" by Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-1593 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1593",
    "object_class": "Safe",
    "containment_procedures": "SCP-1593 is to be contained in a reinforced steel safe in Storage Unit 12, located at Site 35. Any transportation of SCP-1593 is to be achieved via mechanical means. No personnel are to make contact with SCP-1593 under any circumstances. In the event that a member of personnel does become affected by SCP-1593, the affected limb or region is to be removed immediately. In cases where this is not possible, the affected individual is to be terminated.",
    "description": "SCP-1593 is a human finger bone, specifically a proximal phalanx, which is believed to have originated from an adult female. Several markings have been carved into SCP-1593, some of which appear to have been scratched out with some form of sharp implement. The meaning of these markings is currently unknown. SCP-1593's anomalous effects first become apparent when a human being makes contact with SCP-1593 with any part of their body.1",
    "title": "SCP-1593"
}