{
    "url": "https://scp-wiki.wikidot.com/scp-1597",
    "all_text": "rating: \n+112\n+\n–\nx\n\n\nItem #:\n SCP-1597\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-1597 is to be kept in Containment Chamber #246 in Site 23 at all times unless it is being used for testing in Testing Chamber #523. If possible, the object’s active state should be observed solely by camera recording, due to its aversion to humans. When personnel successfully manage to start conversation with the object, they are to utilize casual tone. Research is currently underway to discover methods by which SCP-1597 can be forced into its active state.\n\n\nIf the object resists interaction, testing, or attempts to escape, it is to be doused with water. Paperweights have been placed directly outside of the object's containment area in order to immobilize it during testing.\n\n\nDescription:\n SCP-1597 is a wool blanket measuring 2m by 1m. The object can be used comfortably as a non-anomalous blanket; however, if used for more than approximately ten (10) minutes at a time, a high pitched crying will emanate from the object and continue until SCP-1597 is able to enter into an active state.\n\n\nSCP-1597’s active state consists of the object becoming animate and autonomously moving through levitation. During this active state, SCP-1597 displays signs of sapience and an aversion to most subjects that are older than approximately ten (10) years of age and will often cease animation if such a subject approaches it. However, through repeated exposure and tactfulness, Doctor █████████ and Agent █████████ have been successful in gaining SCP-1597’s trust and communicating with it. For the purposes of coaxing the object into conversation, the aforementioned personnel are allowed to refer to the object with its stated name, Zoey, as well as maintaining a slightly more casual tone when addressing it.\n\n\nInterview Log-1597-Alpha:\n\n\n\n\nInterviewed:\n SCP-1597\n\n\nInterviewer:\n Doctor █████████\n\n\n<Begin Log>\n\n\nDoctor █████████:\n Hello, Zoey.\n\n\nSCP-1597:\n \n[laughs]\n Hello, Mrs. █████████!\n\n\nDoctor █████████:\n How are you doing today?\n\n\nSCP-1597:\n \n[Object moves in a circular formation approximately 1m off of the ground before returning to Doctor █████████.]\n That’s how I feel today.\n\n\nDoctor █████████:\n That’s excellent, Zoey. Are you ready to talk about why you don’t usually like grown-ups today?\n\n\nSCP-1597:\n \n[Object remains stationary for approximately thirty (30) seconds before vocalizing.]\n Maybe just a little. I don’t like them ‘cause they took me away. They’re bad people.\n\n\nDoctor █████████:\n Took you away from what, sweetie?\n\n\nSCP-1597:\n Everything, mo—I’m sorry, I mean Mrs. █████████.\n\n\nDoctor █████████:\n That’s okay, that’s okay. What did they do?\n\n\nSCP-1597:\n \n[Object once again remains stationary for approximately two (2) minutes.]\n I don’t know, I shut my eyes because it was scary. All I saw were a buncha people in coats like yours that were all around me, and then I just shut my eyes, and I think I fell asleep. I heard a lotta whispering though, and a lot of cold, metal things kept touching my arms and legs. I woke up and I couldn’t see myself no more. All I had was my blanket.\n\n\nDoctor █████████:\n I’m sorry you had to go through that.\n\n\nSCP-1597:\n Hey… you guys wouldn’t do anything like that to me, would you?\n\n\nDoctor █████████:\n Of course not, Zoey.\n\n\nSCP-1597:\n I’m glad.\n\n\nDoctor █████████:\n Well, I think that’s all for today. I’ll see you tomorrow.\n\n\nSCP-1597:\n Okay. I love you.\n\n\n<End Log>\n\n\nClosing Statement:\n Doctor █████████ reportedly preemptively powered off the recording device due to the fact that she believed the session to be over, and nothing of importance occurred after the cessation of the log. These statements were confirmed by the security personnel present.\n\n\n\n\nResearcher’s note: Due to the risk of causing SCP-1597 to become completely unresponsive and mistrustful towards all Foundation personnel, including myself and Agent █████████, I hereby request no unnecessary testing other than interviews take place at the current time.\n - Doctor Adelaide █████████\n\n\nSite Director’s note: Granted.\n - Site Director Roger Langley\n\n\nAddendum-1597-Xi:\n Doctor and Agent █████████ were confirmed to be dead as of ██/██/20██ when SCP-████ breached containment. When informed that these personnel would not be returning, SCP-1597 became unresponsive and did not enter into an active state for two (2) weeks. Though it was constantly reassured that Doctor and Agent █████████ would be coming back at any time, the object refused to interact with any other personnel and repeatedly demanded to see the aforementioned people. During this time, constant sobbing matching the voice of SCP-1597 was heard emanating from the object when no personnel were attempting to interact with it. This behavior continued for ██ months. After this, any time personnel entered into its containment chamber during the object’s active phase, it would cease animation and resist all attempts at communication.\n\n\nSite Director’s note: Due to the low likelihood of regaining SCP-1597’s trust, testing has hereon been approved for the purposes of forcing SCP-1597 into an active state, revealing the origin of its anomalous properties, and researching the methods by which this object operates.\n - Site Director Roger Langley\n\n\nAddendum-1597-Chi:\n After experimentation on the object commenced on ██/██/20██, SCP-1597 began animating in order to move itself away from personnel, usually in the upper parts of its containment chamber while emitting high-pitched noises. Through trial-and-error, it was determined that liquids, especially water, were effective in disrupting the object's ability to levitate. Furthermore, the object was shown to have little physical strength when active and was able to be subdued with paperweights. As such, containment procedures have been modified.\n\n\n\n\n\n\n« \nSCP-1596\n | SCP-1597 | \nSCP-1598\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1597\n\" by marslifeform, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1597\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-1597-Xi: Doctor and Agent █████████ were confirmed to be dead as of ██/██/20██ when SCP-████ breached containment. When informed that these personnel would not be returning, SCP-1597 became unresponsive and did not enter into an active state for two (2) weeks. Though it was constantly reassured that Doctor and Agent █████████ would be coming back at any time, the object refused to interact with any other personnel and repeatedly demanded to see the aforementioned people. During this time, constant sobbing matching the voice of SCP-1597 was heard emanating from the object when no personnel were attempting to interact with it. This behavior continued for ██ months. After this, any time personnel entered into its containment chamber during the object’s active phase, it would cease animation and resist all attempts at communication.\nSite Director’s note: Due to the low likelihood of regaining SCP-1597’s trust, testing has hereon been approved for the purposes of forcing SCP-1597 into an active state, revealing the origin of its anomalous properties, and researching the methods by which this object operates. - Site Director Roger Langley",
        "Addendum-1597-Chi: After experimentation on the object commenced on ██/██/20██, SCP-1597 began animating in order to move itself away from personnel, usually in the upper parts of its containment chamber while emitting high-pitched noises. Through trial-and-error, it was determined that liquids, especially water, were effective in disrupting the object's ability to levitate. Furthermore, the object was shown to have little physical strength when active and was able to be subdued with paperweights. As such, containment procedures have been modified."
    ],
    "documents": [],
    "notes": [
        "Interviewed: SCP-1597 Interviewer: Doctor █████████ <Begin Log> Doctor █████████: Hello, Zoey. SCP-1597: [laughs] Hello, Mrs. █████████! Doctor █████████: How are you doing today? SCP-1597: [Object moves in a circular formation approximately 1m off of the ground before returning to Doctor █████████.] That’s how I feel today. Doctor █████████: That’s excellent, Zoey. Are you ready to talk about why you don’t usually like grown-ups today? SCP-1597: [Object remains stationary for approximately thirty (30) seconds before vocalizing.] Maybe just a little. I don’t like them ‘cause they took me away. They’re bad people. Doctor █████████: Took you away from what, sweetie? SCP-1597: Everything, mo—I’m sorry, I mean Mrs. █████████. Doctor █████████: That’s okay, that’s okay. What did they do? SCP-1597: [Object once again remains stationary for approximately two (2) minutes.] I don’t know, I shut my eyes because it was scary. All I saw were a buncha people in coats like yours that were all around me, and then I just shut my eyes, and I think I fell asleep. I heard a lotta whispering though, and a lot of cold, metal things kept touching my arms and legs. I woke up and I couldn’t see myself no more. All I had was my blanket. Doctor █████████: I’m sorry you had to go through that. SCP-1597: Hey… you guys wouldn’t do anything like that to me, would you? Doctor █████████: Of course not, Zoey. SCP-1597: I’m glad. Doctor █████████: Well, I think that’s all for today. I’ll see you tomorrow. SCP-1597: Okay. I love you. <End Log> Closing Statement: Doctor █████████ reportedly preemptively powered off the recording device due to the fact that she believed the session to be over, and nothing of importance occurred after the cessation of the log. These statements were confirmed by the security personnel present.",
        "\" SCP-1597 \" by marslifeform, from the SCP Wiki . Source: https://scpwiki.com/scp-1597 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1597",
    "object_class": "Euclid",
    "containment_procedures": "SCP-1597 is to be kept in Containment Chamber #246 in Site 23 at all times unless it is being used for testing in Testing Chamber #523. If possible, the object’s active state should be observed solely by camera recording, due to its aversion to humans. When personnel successfully manage to start conversation with the object, they are to utilize casual tone. Research is currently underway to discover methods by which SCP-1597 can be forced into its active state.",
    "description": "SCP-1597 is a wool blanket measuring 2m by 1m. The object can be used comfortably as a non-anomalous blanket; however, if used for more than approximately ten (10) minutes at a time, a high pitched crying will emanate from the object and continue until SCP-1597 is able to enter into an active state.",
    "title": "SCP-1597"
}