{
    "url": "https://scp-wiki.wikidot.com/scp-1598",
    "all_text": "rating: \n+145\n+\n–\nx\n\n\nItem #:\n SCP-1598\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-1598 is to be contained in Cell-14 at \nResearch Site-45\n. The cell is to be lined with high density rubber with a thickness of 30cm. The floor is to be grated as to facilitate the disposal of waste from SCP-1598. The cell is to have an automatic antiseptic wash feature capable of cleaning the surrounding walls, grating, and SCP-1598 itself every 8 hours. Only D-class personnel are permitted to enter the cell.\n\n\nSCP-1598 is to undergo regular bi-weekly X-ray scans. Necrotic appendages will need to be amputated as needed. Cancerous tumors will also require extraction whenever identified. Samples of SCP-1598's visceral fluids will need to be taken once a week and remitted to the assigned Level-2 staff member. SCP-1598 is to be force fed a nutrient-rich slurry every 6 hours. SCP-1598's gastric feeding tube will need to be inserted directly into the stomach through the abdominal area. Repositioning of the feeding tube will be required whenever a new stomach appears.\n\n\nSCP-1598 requires 24-hour surveillance. Behaviors including aggressive provocation, coprophagy, deliberate self-harm, or any suspicious behavior are to be deterred using electric shock weaponry. Any habits involving SCP-1598 spreading its fecal matter against the cell's interior walls are to be reported to Level-2 staff before being washed clean.\n\n\nConventional lethal weaponry is not allowed in Cell-14. In the event of a breach, SCP-1598 is to be approached and suppressed using incapacitance foam dispensers and long-range electric shock weapons only.\n\n\nDescription:\n SCP-1598 is an organism measuring 4.5m in length, 3.9m in height when standing, and weighing approximately 5.2t. SCP-1598 displays physical and genetic characteristics of \nLymantriids\n, \nApinids\n, \nCulicids\n, \nTabanids\n, \nForficulidids\n, \nGryllids\n, and \nHominids\n1\n in various stages of maturity. Apart from limbs, SCP-1598's surface is covered with irregular layers of chitinous plates, skin, urticating bristles, male/female genitalia, barbs, teeth, antennae/cerci, coarse hair, prehensile tongues, and occasionally underdeveloped wings. SCP-1598 appears to possess both an incomplete exoskeleton and endoskeleton, though both seem to function well when used in conjunction. SCP-1598 has no discernible head, but is seen to possess a multitude of eyes and oral/anal cavities of variable size across its body.\n\n\nSCP-1598 consistently generates various appendages and internal organs at a rapid rate. This rapid and uncontrolled growth is also balanced by a form of circulatory apoptosis, as extremities/internal organs may only last for a few weeks before succumbing to avascular necrosis. These growths appear to have no symmetrical pattern and appear intermittently. Ingrown appendages have also been observed as well as vice versa for internal organs.\n\n\nSCP-1598 has been observed to be extremely aggressive to staff equipped with weapons. SCP-1598 has also exhibited this aggressiveness to automated suppression systems. During altercations, SCP-1598 has shown an absolute refusal to submit to any attempt at conventional suppression to the point of threatening its own life. Tranquilizers, psychoactive medication, and amnestic drugs appear to have no effect on SCP-1598. To date, SCP-1598 has breached containment 3 times. When in an agitated state, SCP-1598 will use its defensive attributes as well as its excessive strength and size in order to combat personnel. Over time, SCP-1598 has grown increasingly docile since living in captivity and has been observed to remain stationary for days when left undisturbed.\n\n\n\n\n[LEVEL-2 ACCESS ONLY]\n\n\n\n\n[ACCESS GRANTED]\n\n\n\n\nAdditional Measures:\n All messages created by SCP-1598 are to be recorded as they are reported. All attempts made by SCP-1598 to communicate with specific personnel are to be investigated as to uncover any former relations. Personnel exposed to these behaviors of SCP-1598 will need to be debriefed immediately after. The use of amnestic drugs on Foundation personnel assigned to SCP-1598 are to be at the discretion of Level-2 staff.\n\n\nPersonnel assigned to SCP-1598 should be selectively screened by hire dates prior to Oct. 30, 2009. Under no circumstance are personnel from Lab-6 (or who have previously worked in Lab-6) permitted to be assigned to SCP-1598.\n\n\nAll samples from SCP-1598 are to be sent for external testing to the Foundation's head genetics department. Standard protocols for transporting anomalous biologic materials are to be followed. Suicidal tendencies or requests exhibited by SCP-1598 are to be recorded and examined by an appropriately qualified onsite psychologist.\n\n\n\n\nNotes:\n\n\nThe following are selected samples of writings created by SCP-1598 in chronological order.\n\n\n\n\nLETMEOUT\n\n\n[indecipherable] -ISLYING\n\n\nITSNOTMYFAULT\n\n\nTHEBURDENISTOOMUCH\n\n\nMYLIFEOVER\n\n\nOHGOD\n\n\nKILLMEKILLMEKILLMEKILLME\n\n\nJUSTDOITALREADY\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[LEVEL-4 ACCESS ONLY]\n\n\n\n\n[ACCESS GRANTED]\n\n\n\n\n\n\nEMPLOYEE PROFILE: 1057499\n\n\nName:\n Dr. Herbert Wimble PhD\n\n\nEmployee #:\n 1057499\n\n\nClearance:\n Level 2\n\n\nStatus:\n \nDECEASED\n\n\nPosition:\n N/A\n\n\nWork Client:\n \nLINK REMOVED\n\n\nCurrent Assignment:\n N/A\n\n\nBackground:\n \nDELETED\n\n\n\n\n\n\nREVISION HISTORY:\n\n\n\n\n\n\nDATE\n\n\nREVISION\n\n\nACTION\n\n\nEDITOR\n\n\nCOMMENTS\n\n\n\n\n\n\nAug. 30, 1999\n\n\n.0001\n\n\ncontent uploaded\n\n\nIT Dept.\n\n\nprofile added\n\n\n\n\n\n\nAug. 30, 1999\n\n\n.0002\n\n\nfile/attachment uploaded\n\n\nIT Dept.\n\n\npicture added\n\n\n\n\n\n\nSep. 1, 1999\n\n\n.0003\n\n\ncontent source text changed\n\n\nHR Dept.\n\n\nposition: field analyst, entry-level\n\n\n\n\n\n\nJun. 20, 2003\n\n\n.0004\n\n\ncontent source text changed\n\n\nHR Dept.\n\n\nposition: researcher, geneticist\n\n\n\n\n\n\nJun. 20, 2003\n\n\n.0005\n\n\ncontent source text changed\n\n\nHR Dept.\n\n\ncurrent assignment: lab-6, research site-45\n\n\n\n\n\n\nApr. 15, 2006\n\n\n.0006\n\n\ncontent source text changed\n\n\nHR Dept.\n\n\nposition: senior researcher, geneticist\n\n\n\n\n\n\nJan. 24, 2007\n\n\n.0007\n\n\nfile/attachment uploaded\n\n\nIT Dept.\n\n\npicture updated\n\n\n\n\n\n\nNov. 2, 2007\n\n\n.0008\n\n\ncontent source text changed\n\n\nHR Dept.\n\n\nclearance: level 2, promotion\n\n\n\n\n\n\nNov. 2, 2007\n\n\n.0009\n\n\ncontent source text changed\n\n\nHR Dept.\n\n\nposition: chief geneticist\n\n\n\n\n\n\nJan. 18, 2008\n\n\n.0010\n\n\ncontent source text changed\n\n\nHR Dept.\n\n\ncurrent assignment: \nproject samsa\n\n\n\n\n\n\nOct. 27, 2009\n\n\n.0011\n\n\ncontent source text changed\n\n\nHR Dept.\n\n\nstatus: demoted for insubordination\n\n\n\n\n\n\nOct. 30, 2009\n\n\n.0012\n\n\ncontent localization changed\n\n\nIT Dept.\n\n\ncontent moved to high security archival server\n\n\n\n\n\n\nOct. 30, 2009\n\n\n.0013\n\n\ncontent source text changed\n\n\nLV. 4 OVERRIDE\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum-001:\n All personal effects and files related to Dr. Wimble's work are to be stored in the Lab-6 vault at Research Site-45. Project Samsa has been approved to continue under Level-3 administration despite unforeseen setbacks caused by Dr. Wimble. Sampling of SCP-1598 will continue until the missing sequences are found. Messages written by SCP-1598 relating to former colleagues or possible evidence regarding intentions or missing work related to Project Samsa are to be investigated further. Afterwards, SCP-1598 may be allowed to depreciate at its own natural pace.\n\n\n\n\n\n\nAddendum-002:\n In light of the 2 containment breaches caused by SCP-1598, Dr. Wimble's effects and files are to be moved to the high security vault in the archival warehouse of Research Site-45. Any items or files possibly relating to Project Samsa are to be investigated offsite by the Foundation's head genetics department. The extensive damage to Lab-6 and the adjacent offices caused by SCP-1598 will necessitate personnel and equipment to be temporarily assigned to Lab-5 and Lab-7 until investigators discover the item of SCP-1598's apparent interest.\n\n\n\n\n\n\nAddendum-002-1:\n SCP-1598's latest containment breach has caused structural damage to the archival warehouse and the high security vault. SCP-1598 was successful in gaining access to the vault but proved to be extremely frustrated and uncooperative afterwards. Since these altercations SCP-1598's health has deteriorated significantly, which has seriously compromised the quality of sampling. SCP-1598 is to be placed on an aggressive antibiotic regiment and be administered adrenaline whenever necessary. Life monitoring systems will be required from this point out until improvement is seen in sample quality.\n\n\n\n\n\n\nNotes:\n\n\nThe following are selected samples of writings created by SCP-1598 in chronological order that are considered to be sensitive information.\n\n\n\n\nTHATDOCTOR\n\n\nHEPUTITINME\n\n\nTOHIDEITTOPROTECTIT\n\n\nIDIDNTWANTIT\n\n\nSOHEHADTODIE\n\n\nICANFIXTHIS\n\n\nHEHADACURE\n\n\nWHEREISIT\n\n\nWHEREDIDYOUPUTIT\n\n\nWHYYOUMOVE- [indecipherable]\n\n\nYOUIDIOTS\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. tussock moths, honeybees, mosquitoes, gadflies, earwigs, crickets, and primates (specifically humans)\n\n\n\n\n\n\n\n\n« \nSCP-1597\n | SCP-1598 | \nSCP-1599\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1598\n\" by LurkD, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1598\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Notes: The following are selected samples of writings created by SCP-1598 in chronological order. LETMEOUT [indecipherable] -ISLYING ITSNOTMYFAULT THEBURDENISTOOMUCH MYLIFEOVER OHGOD KILLMEKILLMEKILLMEKILLME JUSTDOITALREADY",
        "EMPLOYEE PROFILE: 1057499 Name: Dr. Herbert Wimble PhD Employee #: 1057499 Clearance: Level 2 Status: DECEASED Position: N/A Work Client: LINK REMOVED Current Assignment: N/A Background: DELETED REVISION HISTORY: DATE REVISION ACTION EDITOR COMMENTS Aug. 30, 1999 .0001 content uploaded IT Dept. profile added Aug. 30, 1999 .0002 file/attachment uploaded IT Dept. picture added Sep. 1, 1999 .0003 content source text changed HR Dept. position: field analyst, entry-level Jun. 20, 2003 .0004 content source text changed HR Dept. position: researcher, geneticist Jun. 20, 2003 .0005 content source text changed HR Dept. current assignment: lab-6, research site-45 Apr. 15, 2006 .0006 content source text changed HR Dept. position: senior researcher, geneticist Jan. 24, 2007 .0007 file/attachment uploaded IT Dept. picture updated Nov. 2, 2007 .0008 content source text changed HR Dept. clearance: level 2, promotion Nov. 2, 2007 .0009 content source text changed HR Dept. position: chief geneticist Jan. 18, 2008 .0010 content source text changed HR Dept. current assignment: project samsa Oct. 27, 2009 .0011 content source text changed HR Dept. status: demoted for insubordination Oct. 30, 2009 .0012 content localization changed IT Dept. content moved to high security archival server Oct. 30, 2009 .0013 content source text changed LV. 4 OVERRIDE",
        "Addendum-001: All personal effects and files related to Dr. Wimble's work are to be stored in the Lab-6 vault at Research Site-45. Project Samsa has been approved to continue under Level-3 administration despite unforeseen setbacks caused by Dr. Wimble. Sampling of SCP-1598 will continue until the missing sequences are found. Messages written by SCP-1598 relating to former colleagues or possible evidence regarding intentions or missing work related to Project Samsa are to be investigated further. Afterwards, SCP-1598 may be allowed to depreciate at its own natural pace.",
        "Addendum-002: In light of the 2 containment breaches caused by SCP-1598, Dr. Wimble's effects and files are to be moved to the high security vault in the archival warehouse of Research Site-45. Any items or files possibly relating to Project Samsa are to be investigated offsite by the Foundation's head genetics department. The extensive damage to Lab-6 and the adjacent offices caused by SCP-1598 will necessitate personnel and equipment to be temporarily assigned to Lab-5 and Lab-7 until investigators discover the item of SCP-1598's apparent interest.",
        "Addendum-002-1: SCP-1598's latest containment breach has caused structural damage to the archival warehouse and the high security vault. SCP-1598 was successful in gaining access to the vault but proved to be extremely frustrated and uncooperative afterwards. Since these altercations SCP-1598's health has deteriorated significantly, which has seriously compromised the quality of sampling. SCP-1598 is to be placed on an aggressive antibiotic regiment and be administered adrenaline whenever necessary. Life monitoring systems will be required from this point out until improvement is seen in sample quality.",
        "Notes: The following are selected samples of writings created by SCP-1598 in chronological order that are considered to be sensitive information. THATDOCTOR HEPUTITINME TOHIDEITTOPROTECTIT IDIDNTWANTIT SOHEHADTODIE ICANFIXTHIS HEHADACURE WHEREISIT WHEREDIDYOUPUTIT WHYYOUMOVE- [indecipherable] YOUIDIOTS",
        "\" SCP-1598 \" by LurkD, from the SCP Wiki . Source: https://scpwiki.com/scp-1598 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1598",
    "object_class": "Euclid",
    "containment_procedures": "SCP-1598 is to be contained in Cell-14 at Research Site-45. The cell is to be lined with high density rubber with a thickness of 30cm. The floor is to be grated as to facilitate the disposal of waste from SCP-1598. The cell is to have an automatic antiseptic wash feature capable of cleaning the surrounding walls, grating, and SCP-1598 itself every 8 hours. Only D-class personnel are permitted to enter the cell.",
    "description": "SCP-1598 is an organism measuring 4.5m in length, 3.9m in height when standing, and weighing approximately 5.2t. SCP-1598 displays physical and genetic characteristics of Lymantriids, Apinids, Culicids, Tabanids, Forficulidids, Gryllids, and Hominids1 in various stages of maturity. Apart from limbs, SCP-1598's surface is covered with irregular layers of chitinous plates, skin, urticating bristles, male/female genitalia, barbs, teeth, antennae/cerci, coarse hair, prehensile tongues, and occasionally underdeveloped wings. SCP-1598 appears to possess both an incomplete exoskeleton and endoskeleton, though both seem to function well when used in conjunction. SCP-1598 has no discernible head, but is seen to possess a multitude of eyes and oral/anal cavities of variable size across its body.",
    "title": "SCP-1598"
}