{
    "url": "https://scp-wiki.wikidot.com/scp-161",
    "all_text": "rating: \n+232\n+\n–\nx\n\n\nItem #:\n SCP-161\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n All three instances of SCP-161 are to be kept in separate containers in containment locker 34 Zeta. Each container is to be triple locked, with all nine keys to go to separate members of the Senior Staff. Once every three months, each individual instance of SCP-161 is to be removed from containment. Current scheduling allows for only one instance to be removed in any given month.\n\n\nWhen removing SCP-161, the remover is required to not be a member of Senior Staff; however, they are to be accompanied by the three members of Senior Staff with the keys, at all times that SCP-161 is out of containment. The remover is to be dressed in a full environmental suit, with extra reinforcement around the wrist joints, to avoid contact. The Senior Staff accompanying the remover are to be dressed similarly.\n\n\nBefore removal, a cell is to be set up for activation of SCP-161. Two D-Class will need to be requisitioned. One D-Class is to be strapped into a chair, immobilized, their left arm at a right angle to their body. It is imperative that their wrist be locked in, so that they cannot turn their hand, or move the angle of SCP-161. The second D-class is to be strapped to the wall directly in front of the first D-class's hand.\n\n\nWhen removed, SCP-161 is to be immediately moved to the prepared room. SCP-161 is to be placed into the locked hand of the immobilized D-Class. Once the D-Class has activated SCP-161 once, it is to be removed from them, and returned to containment. Both-class D are then to be returned to general populace, but are never to be assigned together.\n\n\nDescription:\n There are currently three copies of SCP-161 in Foundation control. SCP-161 appears to be a brightly colored, plastic, child's pinwheel, with a \"The Factory\" Stamp on the back.\n\n\nSCP-161 only displays its unique properties when held in the bare hand of a human being. Approximately three to seven seconds after grasping SCP-161, the holder will find himself made aware of how to activate the device. From this point on, the holder is completely convinced that SCP-161 is capable of emitting energy pulses, of varying strength. This conviction only affects the bearer, as no one else can see these pulses, nor do they appear to do any actual damage.\n\n\nHowever, anything the wielder 'destroys' with these energy pulses becomes no longer capable of affecting the wielder, even when no longer in contact with SCP-161. Walls affected by the energy pulse can be walked through by the wielder, and living beings so affected not only cannot touch the user, but anything wielded by said beings will be unable to touch the user of SCP-161 as well.\n\n\nA minor side effect causes the wielder of SCP-161 to develop megalomania and delusions of grandeur.\n\n\nAddendum 1:\n Original procedures altered when a security guard with no prior knowledge of SCP-161 broke into the containment locker and began using it freely. After security contained the breach, researchers discovered that if SCP-161 were not used occasionally, the artifact would begin to radiate a telepathic lure. The lure would affect those with low self-esteem and willpower, and call them to SCP-161. At that point, they would take the artifact in hand, and begin to use it as described.\n\n\nAddendum 2:\n A junior researcher attempting to cultivate the approval of Senior Staff noticed an unusual trend in beings and objects supposedly destroyed by SCP-161. Investigation into beings affected by SCP-161 before containment revealed all of them had committed suicide, many within a year of being affected. A review of objects affected by SCP-161 showed that, while many were still standing, most had fallen apart, and those still together showed signs of decay many years in advance of where they should be.\n\n\nA review of researchers who had been affected by SCP-161 revealed that over fifty percent of them had since died. Of those that remained, interviews consistently contained the idea that 'life just wasn't fun anymore.' As of this finding, SCP-161 is now exclusively to be used on Class-D's, and never near support walls.\n\n\nUse of SCP-161's effect for the acquisition of SCP objects that create an environment hostile to terrestrial life, including \nSCP-2933\n, has been proposed by several research staff. \nFinal Approval Pending\n Approval Denied.\n\n\n\n\n\n\n« \nSCP-160\n | SCP-161 | \nSCP-162\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-161\n\" by AdminBright, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-161\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1: Original procedures altered when a security guard with no prior knowledge of SCP-161 broke into the containment locker and began using it freely. After security contained the breach, researchers discovered that if SCP-161 were not used occasionally, the artifact would begin to radiate a telepathic lure. The lure would affect those with low self-esteem and willpower, and call them to SCP-161. At that point, they would take the artifact in hand, and begin to use it as described.",
        "Addendum 2: A junior researcher attempting to cultivate the approval of Senior Staff noticed an unusual trend in beings and objects supposedly destroyed by SCP-161. Investigation into beings affected by SCP-161 before containment revealed all of them had committed suicide, many within a year of being affected. A review of objects affected by SCP-161 showed that, while many were still standing, most had fallen apart, and those still together showed signs of decay many years in advance of where they should be.\nA review of researchers who had been affected by SCP-161 revealed that over fifty percent of them had since died. Of those that remained, interviews consistently contained the idea that 'life just wasn't fun anymore.' As of this finding, SCP-161 is now exclusively to be used on Class-D's, and never near support walls.\nUse of SCP-161's effect for the acquisition of SCP objects that create an environment hostile to terrestrial life, including SCP-2933 , has been proposed by several research staff. Final Approval Pending Approval Denied."
    ],
    "documents": [],
    "notes": [
        "\" SCP-161 \" by AdminBright, from the SCP Wiki . Source: https://scpwiki.com/scp-161 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-161",
    "object_class": "Euclid",
    "containment_procedures": "All three instances of SCP-161 are to be kept in separate containers in containment locker 34 Zeta. Each container is to be triple locked, with all nine keys to go to separate members of the Senior Staff. Once every three months, each individual instance of SCP-161 is to be removed from containment. Current scheduling allows for only one instance to be removed in any given month.",
    "description": "There are currently three copies of SCP-161 in Foundation control. SCP-161 appears to be a brightly colored, plastic, child's pinwheel, with a \"The Factory\" Stamp on the back.",
    "title": "SCP-161"
}