{
    "url": "https://scp-wiki.wikidot.com/scp-1611",
    "all_text": "rating: \n+32\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-1611:\n Phantom Apartment\n\n\nAuthor:\n \nQueerious\n, Anonymous\n\n\nCW: Gore, Medical Horror\n\n\nThis is a rewrite of SCP-1611~\n\n\n\n\n\n\n\n\nrating: \n+32\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\n\n\nSCP-1611\n\n\n\n\n\n\nItem #:\n SCP-1611\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n The building that SCP-1611 is located within has been condemned, using a standard cover story of geothermal gas leaks. Access to SCP-1611 is restricted, with an established containment perimeter. Under no circumstances should any individuals be allowed to enter SCP-1611.\n\n\nDescription:\n SCP-1611 refers to a basement apartment located in Chicago, IL. SCP-1611's interior is believed to exist in non-Euclidian space, as no building records show such a unit on the floorplans — however, based on reports, it is presumed to have existed in its current state since 1989. SCP-1611-1 is a non-corporeal being that resides within SCP-1611. SCP-1611-2 refers to a mutilated corpse presumed to be a former victim of SCP-1611.\n\n\nWhenever a human approaches the stairwell leading to SCP-1611, they will hear vocalizations coming from behind the door, presumably from SCP-1611-1. SCP-1611-1 will produce vocalizations claiming that they need to help the individual, that they 'have healed many like them'; if the individual accepts or approaches the threshold to SCP-1611, the door will crack open. Multiple witnesses have observed decrepit, infected or bleeding limbs retracting into the darkness that fills SCP-1611.\n\n\nIf a subject enters SCP-1611, the door will close and cannot be opened for 24 hours. During this time, it is believed that SCP-1611-1 cuts, stitches, operates on, and mutilates the subject to the point of being unrecognizable as a human. Attempts to match victims to viscera has failed, as DNA testing returns multiple individuals per sample.\n\n\nIn very rare instances, an individual may survive SCP-1611. Despite stating that they feel healthier than ever, testing has shown that survivors are typically missing major sections of their skeletal structure, have variable amounts of bodily organs, and otherwise do not conform to standard human biology. To date, no surviving subject has died, or contracted illnesses since entering SCP-1611.\n\n\n\n\nHistory:\n SCP-1611 was first discovered in June 1990, when 26 residents of the apartment building had gone missing the previous month. The Foundation began to monitor SCP-1611, which, at the time of discovery, was believed to be an abandoned basement unit.\n\n\nAt the initial time of discovery, SCP-1611 was known in the local community as the former location of a community medical clinic, run by a physician who had gone missing the previous year. Local rumors regarding the disappearance of individuals who were near SCP-1611 were prevalent, as were reports of vocalizations of pain, agony, and medical equipment being heart throughout the connecting building's ventilation systems.\n\n\nAdditional research revealed the estimated number of missing individuals related to SCP-1611 was in the hundreds, with related disappearances having began in early 1989. SCP-1611 was contained with minimal issue, excluding the occasional perimeter breach, until December 2002, with the events of Perimeter Breach 1611-A. Following this incident, SCP-1611-2 was recovered from the doorstep to SCP-1611. Autopsies and/or biopsies were performed by Foundation staff on SCP-1611-2 — audio recordings and findings are listed below.\n\n\n\n\nSubject:\n SCP-1661-2\n\n\nDate:\n 10 December 2002\n\n\nPresent:\n Dr. Bryce Warren, Anomalous Autopsy Division, Dr. Yelena Tryst, Assisting\n\n\n\n\n<Begin Recording>\n\n\nDr. Warren:\n Beginning initial autopsy with a visual inspection. Subject is— Dr. Tryst, is this the right subject?\n\n\nDr. Tryst:\n Yes doctor, I handled the transfer myself. What's goi— Oh god.\n\n\nDr. Warren:\n Tryst, try and not vomit on the… Well… Hmm. The subject does not appear to resemble a human, but the report said that this was a corpse of a human.\n\n\nDr. Tryst:\n It's \nhuman\n?\n\n\nDr. Warren:\n Was. I think. Dr. Tryst, would you like to describe what you see as I investigate?\n\n\nDr. Tryst:\n Right. \nAhem\n, subject appears to be an amalgam of flesh, connected both via surgical attachments and others being fused directly into the tissue. Sutures are neat, suggesting medical expertise. Subject is missing 95% of their epidermis, and appears to still be bleeding? That can't be right.\n\n\nDr. Warren:\n It's blood. And it's warm.\n\n\nDr. Tryst:\n It's warm?\n\n\nDr. Warren:\n Are we sure this thing is dead?\n\n\nDr. Tryst:\n Look at it Dr. Warren. Do you think it's alive?\n\n\nDr. Warren:\n …I don't want to deal with the paperwork, let's continue the autopsy. I will make the first incision in the… Tryst, would you say this is the torso?\n\n\nDr. Tryst:\n Maybe?\n\n\nDr. Warren:\n Good enough. Beginning the first incision in the torso, which has revealed an atypical bone and organ structure throughout.\n\n\nDr. Tryst:\n How so?\n\n\nDr. Warren:\n Well, I'm counting… 1, 2, 3… at least 7 extra ribs. And they definitely have too many organs, though… they have been properly integrated into the subject's various internal systems. Also, their heart is beating. \n<Sigh.>\n Well, autopsy or biopsy, we can determine that later.\n\n\nDr. Tryst:\n What do we do now?\n\n\nDr. Warren:\n We get to cataloguing.\n\n\n\n\n\n\n\n\n\n\nSCP-1611-2 Autopsy Catalogue\n\n\n\n\n\n\nBody Part\n\n\nNumber Found\n\n\nNotes\n\n\n\n\n\n\nArm, Left\n\n\n1\n\n\nN/A\n\n\n\n\n\n\nHand, Left\n\n\n10\n\n\nAll left hands are attached to the left arm, but appear to be fully integrated into the nervous system.\n\n\n\n\n\n\nHeart\n\n\n4\n\n\nHearts are distributed throughout the body of SCP-1611-2, and were still pumping at the time of the autopsy/biopsy. One is infected with an unknown illness.\n\n\n\n\n\n\nStomach\n\n\n2\n\n\nOne stomach was attached externally; the other was normal, but with no matter found inside.\n\n\n\n\n\n\nBrain\n\n\n1\n\n\nBrain shows symptoms of illness, matching those found in select organs throughout the body.\n\n\n\n\n\n\nEyes\n\n\n12\n\n\nAll eyeballs were fully surrounded by a thick layer of flesh.\n\n\n\n\n\n\nLungs\n\n\n0\n\n\nLungs appear to have been replaced with a set of diaphragms, surgical-grade titanium frames and muscle tissue; it is unclear how the subject respired.\n\n\n\n\n\n\nArm, Right\n\n\n3\n\n\nAll three right arms are connected in sequence, tripling the length of the limb. Each prior hand is stitched to the next arm.\n\n\n\n\n\n\nExcess Tissue\n\n\n~23kg\n\n\nExcess tissue was found throughout the body, internally and externally, grafted, or simply placed into the chest cavity.\n\n\n\n\n\n\nBones, Human\n\n\n412\n\n\nAdditional bones appear to be placed haphazardly throughout SCP-1611, serving little to no purpose. Of note, 206 of the bones appear to show evidence of an unknown illness.\n\n\n\n\n\n\nAutopsy Summary\n\n\n\n\n\n\nIn summary, SCP-1611-2 is a crude simulacrum of the human form, despite being assembled by an apparently deft and practiced hand. The sutures, anatomy and recovered medical instruments suggest a connection between SCP-1611 and a medical professional, in some capacity. While SCP-1611-2 may have originally been humanoid, due to the significant number of additional limbs, flesh and organs, many not serving their original purposes, there is no way to identify the base individual through visuals.\n\n\n\nDNA testing on samples recovered from the body match ~47 distinct profiles, a number of which match individuals listed on missing persons databases. Efforts to identify the subject were unsuccessful through matching dental records or other genetic sequencing, due to the sheer number of pieces from other individuals that were integrated into SCP-1611-2.\n\n\n\nAdditionally, the autopsy revealed that, despite appearances, portions of the body were still capable of biological operation, as if the subject was still alive. As a result of this effect, samples were found throughout select organs, bones and flesh within the body, all infected with the same unrecognized illness. It is believed that by identifying this illness, we will be able to match it with the original subject, pre-transformation. Analysis will begin shortly, after extraction via biopsy.\n\n\n\n\n\n\n\n\nBiopsy Results\n\n\n\n\nBiopsy samples taken from select organs and bones throughout the body were infected with an unknown disease. After analyzing the presumed symptoms and spread throughout the body, it was determined to be an uncatalogued type of anomalous cognitotransmitters, termed COG-1611-V.\n\n\nA cognitotransmitter causes a type of anomalous proteinopathy, where a protein is folded based on a concept that exists outside of the Noosphere, from a place often referred to as 'The Margins'. These cognitotransmitters cause the body to produce additional cognitoprions, and send signals that the brain is unable to interpret due to being a foreign concept, causing the symptoms.\n\n\nCOG-1611-V did not match any other samples on record in Foundation databases, but displayed symptoms similar to standard neurological proteinopathies, as well as causing phantom pain, chronic migraines and sensory issues. It appears to persist beyond tissue death, and does not require biological activity to reproduce. Genomic and proteomic analyses were inconclusive, however, these tests were integral in identifying the subject. By comparing test results to those of local hospitals, clinics and labs in the area, one exact match to COG-1611-V was found.\n\n\nBased on this match, SCP-1611-2 has been posthumously identified as Maggie Cook, 21, a college student living in proximity to SCP-1611. The time of death cannot be determined at this time.\n\n\n\n\n\n\nAddendum 1:\n SCP-1611-2 Research\n\n\nFollowing the identification of SCP-1611-2 as Maggie Cook, research began to identify the date of their initial disappearance, and to determine what caused a shift in SCP-1611's behavior regarding how long it remained closed. SCP-1611-2 was last seen alive by security cameras, leaving her apartment on November 7th, 2002. Security footage from the perimeter of SCP-1611 captured her approaching the door leading to SCP-1611, while appearing to panic and reacting to auditory stimuli. SCP-1611-2 attempted to bang on the door, but following a 5 second pause of silence, attempted to twist the door handle, which was unlocked.\n\n\nFollowing this event, SCP-1611-2 crossed the threshold into SCP-1611 and out of view of security cameras. Unlike previous instances, the door did not open after 24 hours; it would remain inaccessible until December 7th, 2002. After investigating differences between SCP-1611-2 and other victims of SCP-1611, the only notable difference was the presence of COG-1611-V.\n1\n\n\nFollowing the identification of SCP-1611-2, their surviving family was contacted and brought to the temporary mortuary to verify identification of SCP-1611-2. Due to the advanced fusion of flesh, and lack of identifying features, SCP-1611-2's mother was not asked to identify the remains, but was met with to gather more information.\n\n\n\n\nSubject:\n SCP-1661-2\n\n\nDate:\n 24 December, 2002\n\n\nPresent:\n Dr. Bryce Warren, Anomalous Autopsy Division\n\n\nInterviewee:\n Helga Cook, 58\n\n\n\n\n<Begin Recording>\n\n\nDr. Warren:\n Hi, Mrs. Cook? Please, sit down.\n\n\nMrs. Cook:\n The person on the phone said that you knew where my daughter was. What happened to her? Is she okay?\n\n\nDr. Warren:\n I'm afraid— can I ask you a question? How long has Maggie been sick for?\n\n\nMrs. Cook:\n Where is my daughter?\n\n\nDr. Warren pauses.\n\n\nDr. Warren:\n I'd be happy to help, if you could just give me some more informatio—\n\n\nMrs. Cook:\n You want information? Good luck. <\nMrs. Cook reaches into her back, pulling out an overstuffed accordion folder.\n> This is every medical file she's had, from every doctor who has tried to help before.\n\n\nDr. Warren:\n Oh, she's been seen by doctors for a while?\n\n\nMrs. Cook:\n Since birth. Will this… does this help?\n\n\nDr. Warren:\n I think it should, yes. Thank you Mrs. Cook.\n\n\nAwkward silence.\n\n\nMrs. Cook:\n Can… what's going on, doctor? When can I see her?\n\n\nDr. Warren:\n I… I don't think you'll want to see her. Not like this.\n\n\nMrs. Cook:\n Oh my god. Is she… is she dead?\n\n\nDr. Warren frowns, refusing to meet her gaze.\n\n\nDr. Warren:\n Not… not yet. Thank you for the files, I'll let you know when I have more answers. I'm sorry Mrs. Cook, and… I hope you have a Merry Christmas.\n\n\n<End Recording>\n\n\n\n\nFollowing the above interview, SCP-1611-2's family was amnesticized, as research began into the medical records detailing SCP-1611-2's history, and the notes from their primary physician, Dr. Eustice Graye.\n\n\n\n\nAddendum 2:\n SCP-1611-2 Medical History\n\n\nFoundation research focused on analyzing SCP-1611-2's medical history revealed significant correlations between their personal history, and SCP-1611. The following are excerpts from SCP-1611-2's lengthy medical file:\n\n\n\n\nNeo-natal Report — October 3rd, 1981\n\n\nSubject:\n Megan Cook\n\n\nAge:\n 12 Hours Old\n\n\nPhysician:\n Dr. Graye\n\n\n\n\nSubject's mother gave birth with minimal complications, and is in a stable condition. Subject is in good health, was born at a healthy weight, and was otherwise an un-notable birth. The sole exception is the fact that the newborn has not smiled yet; in fact, they appeared to be in pain or discomfort. Visual inspection revealed nothing, and initial blood tests came back clean.\n\n\nMy conclusion? Moody baby.\n\n\n\n\n— Dr. Graye\n\n\n\n\n\n\n\n\nBlood Panel\n\n\nSubject:\n Megan Cook\n\n\nAge:\n 2 Years Old\n\n\nPhysician:\n Dr. Graye\n\n\n\n\nSubject was admitted based on concerns from the parents regarding Megan 'screaming too much' — subject has been mentally progressing normally otherwise. Parents claim that she woke up in the middle of the night yelling about 'too many hands', but would not stop screaming. Bloodwork was done at the request of the guardians, and found nothing.\n\n\nBased on the above, I believe the subject experienced a vivid nightmare. Subject was prescribed sleeping aides, and told to come back if symptoms persisted.\n\n\n\n\n— Dr. Graye\n\n\n\n\n\n\n\n\nYearly Physical\n\n\nSubject:\n Megan Cook\n\n\nAge:\n 6 Years Old\n\n\nPhysician:\n Dr. Graye\n\n\n\n\nSubject seems to be in overall good physical health, but complains of weakness, exhaustion and an inability to sleep. Subject appeared to be uncomfortable, and kept glancing at the mother before each answer.\n\n\nI asked her mother to leave the room, to continue to physical; at this point, the subject admitted to me that she was worried she was sick. She complained about 'feeling extra people', and that she was 'missing parts of her body'. When I pressed, asking if this was related to her nightmares, subject responded in the negative; she claims that said phantom pains persist throughout the day.\n\n\nAt first, my initial diagnosis was this resulted from the lack of sleep, however, to comfort the subject, I agreed to perform a routine reflex test. Results were normal, however, the subject experienced rapid onset migraine symptoms.\n\n\nHer guardians were told to bring her in next week, so that further testing could be performed to identify the root cause of her symptoms.\n\n\n\n\n— Dr. Graye\n\n\n\n\n\n\nFollowing the above report, Dr. Graye made a note within their personal journal — this was later recovered by Foundation staff, and is presented alongside for context:\n\n\n\n\nMegan came back today. The headaches were still hurting her, and she wouldn't stop talking about how many things she could feel, and how many hands she had. I didn't believe her, who would? It seemed like a kid with an overactive imagination, maybe something she wasn't ready to admit yet.\n\n\nBut I don't know, and I don't know how to help her. I have to keep trying.\n\n\n\n\nUnder the care of Dr. Graye, SCP-1611-2 was subjected to a battery of mental assessments, virologic testing, genetic sequencing, and other medical assessments, in an attempt to diagnose and treat the presented symptoms. There were no notable results.\n\n\nThe following correspondence was sent by Dr. Graye to a colleague on December 28th, 1988. This letter is the final record of Dr. Graye existing.\n\n\n\n\nMy Dear Colleague Winslow,\n\n\nI am writing this letter regarding our previous discussions of a patient under my care, one Megan Cook. If you recall, I have been treating her for many years for chronic pain, sensory issues, and a persistent belief that she has many phantom limbs, and not only can she feel them, but she is able to interact with those around her through said imaginary limbs.\n\n\nI am afraid that this is no longer explainable by traditional medicine. I have been researching in medical libraries, hospitals and archives for records of similar cases, and believe that I have discovered a pattern: while there have been a few instances of subjects presenting with similar symptoms, there has been a significant uptick in local cases regarding individuals being committed for self-amputation.\n\n\nReading through their admittance records, what I feared came to light. Each subject had performed the amputations, in the belief that their limbs and organs were not their own. They expressed that they could feel somebody else, another individual who was the rightful owner. That somebody else was in control.\n\n\nI cannot help Megan as I am now; there is simply not enough research on the subject, and the hospital has revoked my grant for researching her condition further. There is only so far that research can get you in medicine, you taught me that Winslow. I believe that it is time I began a more practical investigation.\n\n\nI will be sending my resignation to the hospital, and opening a private practice within which I may continue my research. I know that with time, I will understand exactly how to help Megan, and anybody else like her.\n\n\nIf their missing limbs are the problem, perhaps I can provide an alternative solution.\n\n\n\n\nYour Friend,\n\nDr. Eustice Graye\n\n\n\n\n\n\nAdditional research is ongoing into the life of Dr. Eustice Graye, who disappeared a few days after sending said letter, at the start of 1989. At the time of their disappearance, Dr. Graye's address was listed as SCP-1611.\n\n\nNo further research into SCP-1611-2 is to be conducted; despite no attempts to preserve the body parts, all removed and separated pieces of flesh continue to survive and exhibit biological functions. As such, the collective vocal chords of SCP-1611-2 have been moved to a sound-proof container on site.\n\n\nNo further treatment is required at this time.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. It is unknown why SCP-1611 was able to distinguish SCP-1611-2 from others, nor what caused them to treat this victim differently.\n\n\n\n\n\n\n\n\n« \nSCP-1610\n | SCP-1611 | \nSCP-1612\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1611\n\" by Queerious, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1611\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n Abandoned_basement_bar.jpg\n\n\nAuthor:\n Maasaak\n\n\nLicense:\n CC-BY-SA 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Abandoned_basement_bar.jpg\n\n\nAdditional Notes:\n Image edited by \nQueerious",
    "addendums": [
        "Addendum 1: SCP-1611-2 Research\nFollowing the identification of SCP-1611-2 as Maggie Cook, research began to identify the date of their initial disappearance, and to determine what caused a shift in SCP-1611's behavior regarding how long it remained closed. SCP-1611-2 was last seen alive by security cameras, leaving her apartment on November 7th, 2002. Security footage from the perimeter of SCP-1611 captured her approaching the door leading to SCP-1611, while appearing to panic and reacting to auditory stimuli. SCP-1611-2 attempted to bang on the door, but following a 5 second pause of silence, attempted to twist the door handle, which was unlocked.\nFollowing this event, SCP-1611-2 crossed the threshold into SCP-1611 and out of view of security cameras. Unlike previous instances, the door did not open after 24 hours; it would remain inaccessible until December 7th, 2002. After investigating differences between SCP-1611-2 and other victims of SCP-1611, the only notable difference was the presence of COG-1611-V. 1\nFollowing the identification of SCP-1611-2, their surviving family was contacted and brought to the temporary mortuary to verify identification of SCP-1611-2. Due to the advanced fusion of flesh, and lack of identifying features, SCP-1611-2's mother was not asked to identify the remains, but was met with to gather more information.\nFollowing the above interview, SCP-1611-2's family was amnesticized, as research began into the medical records detailing SCP-1611-2's history, and the notes from their primary physician, Dr. Eustice Graye.",
        "Addendum 2: SCP-1611-2 Medical History\nFoundation research focused on analyzing SCP-1611-2's medical history revealed significant correlations between their personal history, and SCP-1611. The following are excerpts from SCP-1611-2's lengthy medical file:\nFollowing the above report, Dr. Graye made a note within their personal journal — this was later recovered by Foundation staff, and is presented alongside for context:\nUnder the care of Dr. Graye, SCP-1611-2 was subjected to a battery of mental assessments, virologic testing, genetic sequencing, and other medical assessments, in an attempt to diagnose and treat the presented symptoms. There were no notable results.\nThe following correspondence was sent by Dr. Graye to a colleague on December 28th, 1988. This letter is the final record of Dr. Graye existing.\nAdditional research is ongoing into the life of Dr. Eustice Graye, who disappeared a few days after sending said letter, at the start of 1989. At the time of their disappearance, Dr. Graye's address was listed as SCP-1611.\nNo further research into SCP-1611-2 is to be conducted; despite no attempts to preserve the body parts, all removed and separated pieces of flesh continue to survive and exhibit biological functions. As such, the collective vocal chords of SCP-1611-2 have been moved to a sound-proof container on site.\nNo further treatment is required at this time."
    ],
    "documents": [],
    "notes": [
        "\" SCP-1611 \" by Queerious, from the SCP Wiki . Source: https://scpwiki.com/scp-1611 . Licensed under CC-BY-SA .",
        "Filename: Abandoned_basement_bar.jpg Author: Maasaak License: CC-BY-SA 4.0 Source Link: https://commons.wikimedia.org/wiki/File:Abandoned_basement_bar.jpg Additional Notes: Image edited by Queerious"
    ],
    "item": "SCP-1611",
    "object_class": "Euclid",
    "containment_procedures": "The building that SCP-1611 is located within has been condemned, using a standard cover story of geothermal gas leaks. Access to SCP-1611 is restricted, with an established containment perimeter. Under no circumstances should any individuals be allowed to enter SCP-1611.",
    "description": "SCP-1611 refers to a basement apartment located in Chicago, IL. SCP-1611's interior is believed to exist in non-Euclidian space, as no building records show such a unit on the floorplans — however, based on reports, it is presumed to have existed in its current state since 1989. SCP-1611-1 is a non-corporeal being that resides within SCP-1611. SCP-1611-2 refers to a mutilated corpse presumed to be a former victim of SCP-1611.",
    "title": "SCP-1611"
}