{
    "url": "https://scp-wiki.wikidot.com/scp-1612",
    "all_text": "rating: \n+237\n+\n–\nx\n\n\nItem #:\n SCP-1612\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Live instances of SCP-1612 are to be grown at Bio Site-13 in Nursery-18. The climate and soil of Nursery-18 are to be maintained at conditions typical of areas in which instances of SCP-1612 are found, such as the alpine meadows of Mount Kazbek, Georgia. Instances of SCP-1612 are to be watered several times a day.\n\n\nPersonnel entering Nursery-18 are to wear overalls to prevent minor injuries caused by SCP-1612-1.\n\n\nAll seeds not required to keep SCP-1612 at a viable population level are to be kept in Bio Site-13's storage wing in Biological Secure Lockers and sealed in 4-ply plastic envelopes. The seeds are to be maintained at a constant temperature of −18 °C.\n\n\nMobile Task Force Pi-3 (aka \"Zeus's Fire Brigade\") are to locate uncontained instances of SCP-1612 and transport them to Bio Site-13.\n\n\nDescription:\n SCP-1612 is a previously unknown variation of \nGlycine max\n, or soya bean plant. Instances of SCP-1612 continually secrete a volatile, pyrophoric oil from the central and peripheral zones of their apical meristems. The resultant flame (SCP-1612-1) is generally small and well-controlled, but intermittent flares have previously caused first-degree burns in nursery personnel. The source of additional mass SCP-1612 uses to produce the oil is yet to be determined.\n\n\nExperimentation has shown that SCP-1612-1 is extremely difficult to extinguish. Oxygen deprivation of below 3% by volume is required to prevent combustion of the secreted oil\n1\n. It has been discovered that SCP-1612-1 is resistant to dousing. When SCP-1612 is submerged in water, SCP-1612-1 will continue to burn for several seconds before cessation. However, when SCP-1612 is re-introduced to standard conditions, SCP-1612-1 will reignite. Regular watering of SCP-1612 has shown to produce a reduction in activity from SCP-1612-1.\n\n\nSCP-1612 was initially discovered near the base of Mount Kazbek, Georgia at 42°40'N, 44°35'E. Since then, groves of SCP-1612 instances have been found in numerous locations on all seven continents, with each grove containing between 20 and 100 instances. The largest groves have been found in the Great Rift Valley, Kenya and the Indus River basin.\n\n\nAddendum-1612-1:\n The following note has been found with all discovered groves of SCP-1612 instances.\n\n\n\n\nDon't let the fire die.\n\n\n-Pangloss\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Wood stops burning when the oxygen content falls below 17%.\n\n\n\n\n\n\n\n\n« \nSCP-1611\n | SCP-1612 | \nSCP-1613\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1612\n\" by FlameShirt, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1612\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-1612-1: The following note has been found with all discovered groves of SCP-1612 instances."
    ],
    "documents": [],
    "notes": [
        "Don't let the fire die. -Pangloss",
        "\" SCP-1612 \" by FlameShirt, from the SCP Wiki . Source: https://scpwiki.com/scp-1612 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1612",
    "object_class": "Safe",
    "containment_procedures": "Live instances of SCP-1612 are to be grown at Bio Site-13 in Nursery-18. The climate and soil of Nursery-18 are to be maintained at conditions typical of areas in which instances of SCP-1612 are found, such as the alpine meadows of Mount Kazbek, Georgia. Instances of SCP-1612 are to be watered several times a day.",
    "description": "SCP-1612 is a previously unknown variation of Glycine max, or soya bean plant. Instances of SCP-1612 continually secrete a volatile, pyrophoric oil from the central and peripheral zones of their apical meristems. The resultant flame (SCP-1612-1) is generally small and well-controlled, but intermittent flares have previously caused first-degree burns in nursery personnel. The source of additional mass SCP-1612 uses to produce the oil is yet to be determined.",
    "title": "SCP-1612"
}