{
    "url": "https://scp-wiki.wikidot.com/scp-1617",
    "all_text": "rating: \n+154\n+\n–\nx\n\n\nItem #:\n SCP-1617\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n All contained SCP-1617 instances are to be held within Safe class storage lockers within Site-39. SCP-1617 instances require incidental cleaning once per six months to prevent further deterioration. Excessive deterioration on an instance requires restoration work to be performed as necessary; this restoration may be performed by any qualified personnel.\n\n\nNew instances of SCP-1617 are to be contained by Mobile Task Force Upsilon-18 (\"Digital Millennium Copyright Agents\") and transported to Site-39.\n\n\nDescription:\n SCP-1617 is the collective designation of various counterfeit art pieces. Approximately 96% of SCP-1617 instances have been identified as duplicates of pre-20th-century paintings or sculptures; the remaining 4% are works which exhibit similar anomalous effects, but the original works and artists are not known to have existed in any form.\n\n\nWhen a viewer observes an SCP-1617 instance and identifies it as an artwork, they will begin to experience auditory and visual hallucinations. The visual hallucinations typically involve a geometrically simple pattern being repeatedly scrolled or manipulated, while the auditory hallucinations are typically composed of synthesized musical scores, often identified as covers of songs popular during the 1980s and 1990s. All viewers will report some manner of English-language text appearing during these hallucinations. This text typically identifies the original piece's name and artist, as well as a message which purports to be from the creator of the counterfeit piece. The hallucination will cease within 20 seconds to 2 minutes, depending on the object viewed.\n\n\nAfter these hallucinations cease, the viewer is able to observe the SCP-1617 instance with no further anomalous effects. Should the viewer cease observing an SCP-1617 instance for a period of ten minutes, returning to that instance and viewing it again will result in an identical hallucination. Different viewers observing the same object will report similar or identical hallucinations.\n\n\nAddendum 1:\n Sample logs of hallucination effects.\n\n\n\n\nSCP-1617-14:\n\n\nOriginal Piece:\n The Thinker\n\n\nOriginal Artist:\n Auguste Rodin\n\n\nAuditory Hallucination:\n Cover of \"Barbie Girl\" by Aqua; pitched one octave higher, sounds similar to square waves\n\n\nVisual Hallucination:\n High-speed forwards movement through a purple nebula\n\n\nEnglish Text:\n\n\"THE THINKER\" BY RODIN CRACKED BY AWCY CRACKING CREW\n\nENJOY THE STARFIELD\n\n\n\n\n\n\nSCP-1617-39:\n\n\nOriginal Piece:\n The Mona Lisa\n\n\nOriginal Artist:\n Leonardo da Vinci\n\n\nAuditory Hallucination:\n Cover of \"Baby One More Time\" by Britney Spears; sounds similar to triangle waves\n\n\nVisual Hallucination:\n Dancing cartoon frog in front of black and white checkerboard pattern\n\n\nEnglish Text:\n\n\"THE MONA LISA\" BY DA VINCI CRACKED BY THE DOOD\n\nAN OLD CLASSIC FOR ALL TO ENJOY\n\n\n\n\n\n\nSCP-1617-117:\n\n\nOriginal Piece:\n Unknown\n\n\nOriginal Artist:\n Unknown\n\n\nDescription:\n A landscape painting of a planet that has superficial similarity to Mars\n\n\nAuditory Hallucination:\n Unknown; believed to be original composition based in 7:4 time, sounds similar to triangle waves\n\n\nVisual Hallucination:\n Complex mechanisms with similarity to the internals of a cuckoo clock\n\n\nEnglish Text:\n\n\"ZAN PURANGA\" BY ORICELLUS CRACKED BY AWCY CRACKING CREW\n\nSPECIAL THANKS TO BRIAN_29 FOR THE ORIGINAL SOURCE\n\n\n\n\nAddendum 2:\n On 20/06/2008, Site-39 received a mailed message written in a composite language derivative of Latin, Greek, and Old English. This message was translated as follows:\n\n\n\n\nTo the [artists? thieves?] of the derivative works [illegible], we write on behalf of the artist Oricellus. This is a formal [message? threat?] and takedown request for your hosted works. These pieces violate the intellectual property rights of Oricellus. As you may know, this violates [ownership? gift?] law and must cease promptly. [request? order?] prompt removal or further actions will be taken.\n\n\n\n\n\n\n\n\n« \nSCP-1616\n | SCP-1617 | \nSCP-1618\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1617\n\" by Randomini, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1617\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1: Sample logs of hallucination effects.",
        "Addendum 2: On 20/06/2008, Site-39 received a mailed message written in a composite language derivative of Latin, Greek, and Old English. This message was translated as follows:"
    ],
    "documents": [],
    "notes": [
        "SCP-1617-14: Original Piece: The Thinker Original Artist: Auguste Rodin Auditory Hallucination: Cover of \"Barbie Girl\" by Aqua; pitched one octave higher, sounds similar to square waves Visual Hallucination: High-speed forwards movement through a purple nebula English Text: \"THE THINKER\" BY RODIN CRACKED BY AWCY CRACKING CREW ENJOY THE STARFIELD",
        "SCP-1617-39: Original Piece: The Mona Lisa Original Artist: Leonardo da Vinci Auditory Hallucination: Cover of \"Baby One More Time\" by Britney Spears; sounds similar to triangle waves Visual Hallucination: Dancing cartoon frog in front of black and white checkerboard pattern English Text: \"THE MONA LISA\" BY DA VINCI CRACKED BY THE DOOD AN OLD CLASSIC FOR ALL TO ENJOY",
        "SCP-1617-117: Original Piece: Unknown Original Artist: Unknown Description: A landscape painting of a planet that has superficial similarity to Mars Auditory Hallucination: Unknown; believed to be original composition based in 7:4 time, sounds similar to triangle waves Visual Hallucination: Complex mechanisms with similarity to the internals of a cuckoo clock English Text: \"ZAN PURANGA\" BY ORICELLUS CRACKED BY AWCY CRACKING CREW SPECIAL THANKS TO BRIAN_29 FOR THE ORIGINAL SOURCE",
        "To the [artists? thieves?] of the derivative works [illegible], we write on behalf of the artist Oricellus. This is a formal [message? threat?] and takedown request for your hosted works. These pieces violate the intellectual property rights of Oricellus. As you may know, this violates [ownership? gift?] law and must cease promptly. [request? order?] prompt removal or further actions will be taken.",
        "\" SCP-1617 \" by Randomini, from the SCP Wiki . Source: https://scpwiki.com/scp-1617 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1617",
    "object_class": "Safe",
    "containment_procedures": "All contained SCP-1617 instances are to be held within Safe class storage lockers within Site-39. SCP-1617 instances require incidental cleaning once per six months to prevent further deterioration. Excessive deterioration on an instance requires restoration work to be performed as necessary; this restoration may be performed by any qualified personnel.",
    "description": "SCP-1617 is the collective designation of various counterfeit art pieces. Approximately 96% of SCP-1617 instances have been identified as duplicates of pre-20th-century paintings or sculptures; the remaining 4% are works which exhibit similar anomalous effects, but the original works and artists are not known to have existed in any form.",
    "title": "SCP-1617"
}