{
    "url": "https://scp-wiki.wikidot.com/scp-1641",
    "all_text": "rating: \n+152\n+\n–\nx\n\n\nItem #:\n SCP-1641\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n All specimens of SCP-1641 are to be contained individually in vivariums inside the Ballistic Testing and Explosive Items Containment bunker of Site 438. Male larvae of SCP-1641 are to be fed 12 grams of powdered iron daily, and female larvae are to receive 12 grams of powdered aluminum daily. Due to cannibalistic tendencies, no two larvae of the same sex are to be allowed to interact.\n\n\nEach larval and adult specimen of SCP-1641 is to be given a 250 milliliter dish of water, which is to be replaced daily and laced with trace amounts of iron or aluminum for adult specimens to consume (respective to gender). All SCP-1641 habitats are to be maintained at a minimum 70% relative humidity.\n\n\nWhen adult instances of SCP-1641 are ready to breed, each individual breeding pair is to be placed inside a separate blast chamber and provided with 500 g of iron, steel, or aluminum, upon which they will complete their breeding cycle. Upon hatching, all larvae of SCP-1641 are to be contained in new vivaria under the conditions outlined above. The project director and the Foundation-appointed lepidopterist assigned to SCP-1641 will determine the appropriate number of SCP-1641 needed to maintain a viable breeding population, and all specimens deemed to be in excess are to be melted down and used as food stock for those in containment.\n\n\nDescription:\n SCP-1641 is a species of butterfly resembling those of the genus \nMechanitis\n. SCP-1641 are unusual in their almost \nentirely metallic composition\n: male specimens' bodies are composed of iron and iron oxide, while females are composed of aluminum. Larvae are capable of growing to a size of 7.5 centimeters and a mass of 4 grams, and adult specimens of SCP-1641 have an average wingspan of 10 centimeters and mass of 2 grams.\n\n\nThe average lifespan of an SCP-1641 instance is approximately two weeks, and specimens expire upon reproduction. During the mating period of their life cycle, a male and female specimen will locate and land on a suitable mass of iron or aluminum. Mating specimens will then embrace and, through an unknown process, initiate a thermite reaction that subsequently consumes their bodies. Larvae will emerge from the slag within an hour of the breeding process, and begin consuming the nesting site and any other available metal sources. One pair of adults is capable of producing an average of fifty larvae per breeding cycle.\n\n\nAs the thermite reaction requires iron oxide, male specimens of SCP-1641 have several morphological adaptations to facilitate oxidation, such as tracheae to expose a large surface area of metal to atmospheric oxygen and moisture. The accumulation of rust is eventually deleterious to the male's continued animation, which leads highly-oxidized males to become increasingly frantic in search of a mate, until either successfully reproducing (and self-immolating) or the complete failure of the specimen's structural integrity.\n\n\nRecovery Log:\n SCP-1641 first came to Foundation attention through simultaneous reports of an unusually large swarm of butterflies and a highly destructive wildfire during the local rainy season, as well as mass equipment failure due to insect infestation at a foundry site in ███████, Costa Rica. A Mobile Observation Team was dispatched to examine the site for signs of anomalous activity.\n\n\nUpon arrival, the observation team discovered several thousand SCP-1641 larvae consuming all available sources of iron and aluminum in the area, including parts of the buildings, forging equipment, and nearby vehicles. A containment team was dispatched, undercover as entomologists studying the new species, and all reports of the incident were suppressed.\n\n\nApproximately five days after initial containment efforts began, a logging company on the other side of ███████ began to file similar complaints of equipment failure, and another wildfire was reported in the area. A local fire investigation team traced the source of the fire to a mechanical harvester on site, where more larvae of SCP-1641 were found and successfully contained. The foreman of the logging company reported to the observation team that he had received a threatening phone call on the company phone line approximately one hour before the incident. Within 48 hours, the phone call was traced to a hotel in the town, where several books on metallurgy and butterfly morphology were found, details of which can be found in Document 1641-14B-31. The resident of the room, an American national by the name of Richard █████████, was arrested and interviewed by Foundation staff. See Addendum 1641-1 for a transcription of the interview. All civilian witnesses, including the police, fire, and insurance investigators have been administered amnestics.\n\n\nAddendum 1641-1:\n\n\n\n\nInterviewed:\n Richard █████████\n\n\n\n\nInterviewer:\n Mobile Containment Unit Commander Alejandro Ortiz\n\n\n\n\nForeword:\n The following is an interview conducted by Commander A. Ortiz in order to discern the nature, origin, and motive behind the creation, of SCP-1641.\n\n\n\n\n<Begin Log>\n\n\nOrtiz:\n Hello, Richard. My name is Commander Ortiz… So. You understand why we’re here, right?\n\n\nRichard:\n Now, I could be wrong, but I’m gonna take a shot in the dark and say it has something to do with those fires up at the foundry and logging site.\n\n\nOrtiz:\n Yes. I was wondering if you knew how it had happened. I’m required to request that you be honest with me, and inform you that this process is as painless and straightforward as your cooperation allows for it to be.\n\n\nRichard:\n Well, I ain’t gonna give you any runaround, Cap. I started the fires… Well, my friends did.\n\n\nOrtiz:\n You mean these insects?\n\n\n(At this time, Commander Ortiz presents photographs of SCP-1641 in various stages of physical development upon the interview table.)\n\n\nRichard:\n Yeah, man. Those guys. Mechanitis pyrotechnica. My babies.\n\n\nOrtiz:\n Mechanitis pyrotechnica? Is that what you call them?\n\n\nRichard:\n Well, yeah. They’re an endangered species related to the tigerwings, and they blow shit up.\n\n\nOrtiz:\n Quite. So, would you care to tell how you made them?\n\n\nRichard:\n Nah, man. Father gave me the instructions personally, made me memorize them, and bound me to shut the hell up about them.\n\n\nOrtiz:\n Your father? Why would a man send his son on to do something like this?\n\n\nRichard:\n I meant in the religious sense. I’m on a mission from God, man.\n\n\nOrtiz:\n So, this was a religious statement? This doesn’t seem like something that the Lord would want.\n\n\nRichard:\n Good thing it’s not your god I’m worried about pleasing, then, isn’t it?\n\n\nOrtiz:\n (After a brief pause) Now, why did you make them this way? I must admit that I’m a bit curious.\n\n\nRichard:\n Man, I just wanted to give these guys a chance… The foundry was just a test run to see if it would work. I’m kind of pissed at your buddies for taking my first group away, by the way. Had to start the second batch from scratch.\n\n\nOrtiz:\n You’re aware that you started two forest fires with the creation and first breeding cycle of these creatures, yes? And that six firefighters died trying to stop them from consuming the rest of the forest?\n\n\nRichard:\n Yeah.\n\n\nOrtiz:\n And you think your god would be okay with that?\n\n\nRichard:\n You mean the firefighters? He wouldn't give a damn. Now, the trees, I dunno, but I’d like to think so, yeah.\n\n\nOrtiz:\n How do you figure? I thought you were attempting to stop the damage already happening?\n\n\nRichard:\n Man, I figured He would understand. After all, what’s a few trees for the forest?\n\n\n\n\n<End Log>\n\n\n\n\nClosing Statement:\n Following this interview, Richard █████████ was subjected to a series of tests and examinations to determine if there were any after-effects or residual anomalous phenomena concerning his person. Once this was completed to the satisfaction of the administrative staff of Site-438, Richard █████████'s memories of the events and creation of SCP-1641 were suppressed and replaced with falsified memories of committing arson, with evidence planted in his hotel room corroborating this fact. He was then turned over to the police force of ███████, Costa Rica, to solidify the cover story, and sentenced to life imprisonment. Foundation observation of Richard █████████ will continue indefinitely.\n\n\n\n\n\n\n\n\n« \nSCP-1640\n | SCP-1641 | \nSCP-1642\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1641\n\" by Vincent_Redgrave, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1641\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1641-1:"
    ],
    "documents": [],
    "notes": [
        "Interviewed: Richard █████████ Interviewer: Mobile Containment Unit Commander Alejandro Ortiz Foreword: The following is an interview conducted by Commander A. Ortiz in order to discern the nature, origin, and motive behind the creation, of SCP-1641. <Begin Log> Ortiz: Hello, Richard. My name is Commander Ortiz… So. You understand why we’re here, right? Richard: Now, I could be wrong, but I’m gonna take a shot in the dark and say it has something to do with those fires up at the foundry and logging site. Ortiz: Yes. I was wondering if you knew how it had happened. I’m required to request that you be honest with me, and inform you that this process is as painless and straightforward as your cooperation allows for it to be. Richard: Well, I ain’t gonna give you any runaround, Cap. I started the fires… Well, my friends did. Ortiz: You mean these insects? (At this time, Commander Ortiz presents photographs of SCP-1641 in various stages of physical development upon the interview table.) Richard: Yeah, man. Those guys. Mechanitis pyrotechnica. My babies. Ortiz: Mechanitis pyrotechnica? Is that what you call them? Richard: Well, yeah. They’re an endangered species related to the tigerwings, and they blow shit up. Ortiz: Quite. So, would you care to tell how you made them? Richard: Nah, man. Father gave me the instructions personally, made me memorize them, and bound me to shut the hell up about them. Ortiz: Your father? Why would a man send his son on to do something like this? Richard: I meant in the religious sense. I’m on a mission from God, man. Ortiz: So, this was a religious statement? This doesn’t seem like something that the Lord would want. Richard: Good thing it’s not your god I’m worried about pleasing, then, isn’t it? Ortiz: (After a brief pause) Now, why did you make them this way? I must admit that I’m a bit curious. Richard: Man, I just wanted to give these guys a chance… The foundry was just a test run to see if it would work. I’m kind of pissed at your buddies for taking my first group away, by the way. Had to start the second batch from scratch. Ortiz: You’re aware that you started two forest fires with the creation and first breeding cycle of these creatures, yes? And that six firefighters died trying to stop them from consuming the rest of the forest? Richard: Yeah. Ortiz: And you think your god would be okay with that? Richard: You mean the firefighters? He wouldn't give a damn. Now, the trees, I dunno, but I’d like to think so, yeah. Ortiz: How do you figure? I thought you were attempting to stop the damage already happening? Richard: Man, I figured He would understand. After all, what’s a few trees for the forest? <End Log> Closing Statement: Following this interview, Richard █████████ was subjected to a series of tests and examinations to determine if there were any after-effects or residual anomalous phenomena concerning his person. Once this was completed to the satisfaction of the administrative staff of Site-438, Richard █████████'s memories of the events and creation of SCP-1641 were suppressed and replaced with falsified memories of committing arson, with evidence planted in his hotel room corroborating this fact. He was then turned over to the police force of ███████, Costa Rica, to solidify the cover story, and sentenced to life imprisonment. Foundation observation of Richard █████████ will continue indefinitely.",
        "\" SCP-1641 \" by Vincent_Redgrave, from the SCP Wiki . Source: https://scpwiki.com/scp-1641 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1641",
    "object_class": "Euclid",
    "containment_procedures": "All specimens of SCP-1641 are to be contained individually in vivariums inside the Ballistic Testing and Explosive Items Containment bunker of Site 438. Male larvae of SCP-1641 are to be fed 12 grams of powdered iron daily, and female larvae are to receive 12 grams of powdered aluminum daily. Due to cannibalistic tendencies, no two larvae of the same sex are to be allowed to interact.",
    "description": "SCP-1641 is a species of butterfly resembling those of the genus Mechanitis. SCP-1641 are unusual in their almost entirely metallic composition: male specimens' bodies are composed of iron and iron oxide, while females are composed of aluminum. Larvae are capable of growing to a size of 7.5 centimeters and a mass of 4 grams, and adult specimens of SCP-1641 have an average wingspan of 10 centimeters and mass of 2 grams.",
    "title": "SCP-1641"
}