{
    "url": "https://scp-wiki.wikidot.com/scp-1642",
    "all_text": "rating: \n+128\n+\n–\nx\n\n\nItem #:\n SCP-1642\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n All discovered instances are to be stored in Containment Locker C243 at Site-24. Access to SCP-1642 will only be granted to personnel of clearance level 3 or higher. Written permission from personnel with a clearance level of 3 or higher is not adequate for access.\n\n\nDescription:\n SCP-1642 is a collection of 500 mg chewable tablets. These tablets vary in colour\n1\n and flavor;\n2\n however, their effect remains the same. SCP-1642 come in packets of 6, and are contained in a sleeve. The packaging reads \"\nDr. Wondertainment\n's Insta-teen Tablets™\". The backing reads as following:\n\n\n\n\nHey kids! Have you ever wanted to know what it feels like to be grown up!? And adults, have you ever wanted to feel young again!? Well now you can get both with Dr. Wondertainment's Insta-teen Tablets™! Just pop one of these chewable tablets into your mouth and begin munching away! Within 20 minutes you'll find you're living the life of a teen once again!!\n\n\nWarning: Only take one tablet at a time. Do not take if pregnant. Dr. Wondertainment is not responsible for any existential crisis or loss of life that may occur.\n\n\n\n\nWhen ingested by either a person of age 20 or older, or a child 14 or younger, the subject will undergo a quick transformation into a stage of late pubescence, approximately 18 or 19 years of age. How this process occurs is not understood, however the change is extensive; fat is moved to the lips and buttocks, bones become less brittle, muscles become more toned, and hair is regrown. Analysis of blood samples has shown that hormone levels are typical of a late pubescent. These changes will revert within 12 hours.\n\n\nTaking more than one tablet results in additional changes to areas of the brain connected with aging and maturity, as well as the hypothalamus and pituitary glands. Typically these will cause anxiety attacks, an uncontrollable libido, mental disorders involving self-image,\n3\n immature or reckless behaviour, and the appearance of other physical diseases associated with puberty such as Acne vulgaris. The severity of these symptoms is directly correlated to the amount of the overdose, with subjects ingesting 4 or more tablets becoming comatose due to extensive brain damage. These changes are irreversible once the subject reverts. Testing has not been conducted over a long enough time period to determine if children who have had these symptoms due to overdose will lose them at the end of natural puberty.\n\n\nPregnant women ingesting SCP-1642 will experience its effects. However, the foetus\n4\n will also be affected by SCP-1642. This will inevitably cause the death of the mother as the foetus rapidly expands. Once the foetus has become a late-pubescent teen, it will remain alive until it ceases to be affected by SCP-1642, at which point it will die. Note, however, that while in its late teen state, the foetus is not mentally developed, and will behave as such.\n\n\nCrosstesting between several different temporal based anomalies is currently pending the approval of the Site-24 director. These include, but are not limited to, \nSCP-559\n, \nSCP-983\n, and \nSCP-1080\n.\n\n\n\n\nFootnotes\n\n\n1\n. Recorded colours are violet, cyan, pink, lime green and yellow\n\n\n2\n. Grape, blue raspberry, watermelon, green apple, and banana\n\n\n3\n. Most commonly Anorexia nervosa\n\n\n4\n. SCP-1642 will have no effect on an embryo, as a placenta is required for the correct transfer of chemical agents.\n\n\n\n\n\n\n\n\n« \nSCP-1641\n | SCP-1642 | \nSCP-1643\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1642\n\" by Salman Corbette, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1642\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Hey kids! Have you ever wanted to know what it feels like to be grown up!? And adults, have you ever wanted to feel young again!? Well now you can get both with Dr. Wondertainment's Insta-teen Tablets™! Just pop one of these chewable tablets into your mouth and begin munching away! Within 20 minutes you'll find you're living the life of a teen once again!! Warning: Only take one tablet at a time. Do not take if pregnant. Dr. Wondertainment is not responsible for any existential crisis or loss of life that may occur.",
        "\" SCP-1642 \" by Salman Corbette, from the SCP Wiki . Source: https://scpwiki.com/scp-1642 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1642",
    "object_class": "Safe",
    "containment_procedures": "All discovered instances are to be stored in Containment Locker C243 at Site-24. Access to SCP-1642 will only be granted to personnel of clearance level 3 or higher. Written permission from personnel with a clearance level of 3 or higher is not adequate for access.",
    "description": "SCP-1642 is a collection of 500 mg chewable tablets. These tablets vary in colour1 and flavor;2 however, their effect remains the same. SCP-1642 come in packets of 6, and are contained in a sleeve. The packaging reads \"Dr. Wondertainment's Insta-teen Tablets™\". The backing reads as following:",
    "title": "SCP-1642"
}