{
    "url": "https://scp-wiki.wikidot.com/scp-1649",
    "all_text": "rating: \n+74\n+\n–\nx\n\n\nItem #:\n SCP-1649\n\n\nObject Class:\n \nEuclid\n Neutralized\n\n\n\n\nUpdate 23/7/2012:\n It has been proposed that SCP-1649 be removed from Foundation general records and archived by research team director Dr. Charles Anborough. In accordance with Statute-102-C, any removal of a neutralized SCP object from Foundation general records requires the approval of O5 Command via majority vote. As SCP-1649 was previously classified as Euclid, a two-thirds majority (9/13) is required.\n\n\n\n\n\n\nUpdate 25/7/2012:\n In accordance with the 2-11 vote of O5 Command, the proposal for archiving of SCP-1649 is denied.\n\n\n\n\n\n\nUpdate 27/7/2012:\n \nDr. Charles Anborough, it is the opinion of the council that your motivations for both assuming custody of SCP-1649 and archiving the object are concerned with the release of Clearance 5/1649 expunged materials in its documentation. Any personal motivations regarding SCP-1649 (and by extension, previous personnel assigned to it) are not an appropriate reason for the archiving of a neutralized object, and your proposal has thus been denied. This memo is not to be considered a reprimand and no disciplinary action will be taken regarding the incident, however, further proposals of this nature are not advisable.\n\n\nO5-5\n\n\n\n\nSpecial Containment Procedures:\n SCP-1649 is considered neutralized and as such does not require active containment protocols. Any evidence that further broadcasts of SCP-1649 exist are to be investigated promptly. Non-anomalous recordings of original SCP-1649 broadcasts remain in storage.\n\n\nDescription:\n SCP-1649 is an American radio talk-show known as \nHeck and Becker's Timely Hour\n. The show originally aired in 1973 and possessed a comedic tone with references to American popular culture. \nHeck and Becker's Timely Hour\n was cancelled after only three weeks of broadcasting, as a result of Foundation efforts. Impact from the broadcasts' memetic effects was minimal, mainly due to a relatively small listener base and low communicability of SCP-1649's memetic properties.\n\n\nSCP-1649's anomalous properties only occur when its broadcasts are heard live (recordings and text-based versions of the broadcast demonstrate no abnormalities). References to American popular culture in the broadcast confer a perception-altering effect when they are recognized by the audience. The exact parameters of this property, including the definitions of \"American popular culture\" and \"recognized\" are speculative; however, the memetic communicability of SCP-1649 to an appropriate listener is approximated at only 17%.\n\n\nSCP-1649's perception-altering effects cause the listener to believe that the event or subject referenced in the broadcast is different from its factual/historical record. The primary difference concerns the presence of an entity designated SCP-1649-1, referred to as [REDACTED] by affected subjects. For example, individuals affected by SCP-1649 during a reference to Charlie Chaplin's film \nThe Great Dictator\n will believe that SCP-1649-1 starred in said film instead of Chaplin (see DOCUMENT-SCP-1649-I3 for details). Other changes are of similar nature, with SCP-1649-1 replacing important figures in American history (including Elvis Presley, Howard Hughes, Abraham Lincoln, [REDACTED], etc). Amnestic treatment has been successful in eliminating memetic contamination by SCP-1649.\n\n\nSCP-1649 was discovered after Foundation agent Luke Morris was affected by the anomaly during its second broadcast. Foundation agents subsequently were deployed to the FM broadcasting station (Kansas City, MO) responsible for airing the show and arranged for the program to be removed from the schedule. The individuals responsible for creating \nHeck and Becker's Timely Hour\n were never captured and have not made any known reappearances to date. The total number of individuals affected by the anomaly is unknown, but is believed to be fewer than a hundred, and all discovered cases were administered amnestics successfully.\n\n\nAddendum [1649-001]:\n Investigation and Findings\n\n\n\n\n+ DOCUMENT-SCP-1649-CM (CLEARANCE 4/1649 REQUIRED)\n\n\n\n\n- DOCUMENT-SCP-1649-CM (IDENTITY VERIFIED)\n\n\n\n\n\n\n7/4/1974:\n \nBroadcasts of SCP-1649 make no references to [REDACTED] or any other abnormal subjects; it is our operating assumption that the creators intended the show to be indistinguishable from common American programming of the time. We believe that SCP-1649's memetic effects were entirely intentional and designed to be as covert as possible. The objective, it is presently thought, was to establish [REDACTED] as a constant and important figure in American history. For what purpose is unclear, however [DATA EXPUNGED].\n\n\n- Dr. Brian Anborough\n\n\n\n\nAn apartment in Kansas City, MO believed to be connected to the individuals \"Heck\" and \"Becker\" was discovered on 23/5/1974. Initial raid discovered written scripts for further broadcasts of SCP-1649, analyses of the anomaly's present memetic transference rate, plans for improvement of the memetic transference rate (detailing [DATA EXPUNGED]), and several texts in an unknown language. Also discovered were two anomalous devices (now designated SCP-███ and SCP-████). SCP-███ appears to be a weapon, utilizing an M16 automatic rifle and unknown technology. SCP-████ resembles a flashlight, which when activated produces a space-time aperture of variable size on the surface toward which it is directed (this only functions on inanimate flat surfaces). The area accessible via SCP-████ [DATA EXPUNGED]. For further details, see DOCUMENT-SCP-███ and ████.\n\n\nObservation of the apartment and its surrounding area was maintained following the removal of all materials therein. On 3/6/1974, an unknown individual was seen watching the window of the apartment from the sidewalk for several minutes. The individual (now designated SCP-1649-A) was successfully detained by Foundation agents and subsequently interrogated:\n\n\n\n\nInterviewed:\n SCP-1649-A\n\n\nInterviewer:\n Dr. Brian Anborough\n\n\nForeword:\n First interview with subject.\n\n\n<Begin Log>\n\n\nDr. Anborough:\n Please identify yourself.\n\n\nSCP-1649-A:\n Declined.\n\n\nDr. Anborough:\n Very well, then, \"Declined\", please explain what you were doing staring at that apartment?\n\n\nSCP-1649-A:\n …You know what, I like you. You should become part of our group.\n\n\nDr. Anborough:\n I'm disinterested.\n\n\nSCP-1649-A:\n Well, \"Disinterested\", why are you so comfortable with not exploring your horizons?\n\n\nA slight pause follows this question.\n\n\nDr. Anborough:\n I've learned to leave some stones unturned.\n\n\nSCP-1649-A:\n Including the one you live under?\n\n\nDr. Anborough:\n What or who is [REDACTED]?\n\n\nSCP-1649-A:\n Persistent, aren't you?\n\n\nDr. Anborough shrugs.\n\n\nSCP-1649-A:\n [REDACTED] is many things. To us…\"he\", I suppose, is our sovereign leader. To you, he could be a whole new world.\n\n\nDr. Anborough:\n I've encountered several. Most of them aren't worth the investment.\n\n\nSCP-1649-A:\n Then you don't know where to bury your gold.\n\n\nDr. Anborough:\n Enlighten me.\n\n\nSCP-1649-A:\n Place your trust in [REDACTED]. He will even help you with your wife.\n\n\nDr. Anborough:\n …I don't-\n\n\nSCP-1649-A:\n -Have a wife? You've met her though. She's beautiful, isn't she?\n\n\nDr. Anborough:\n I think that's enough for now.\n\n\nSCP-1649-A:\n I haven't even told you about [DATA EXPUNGED], surely you'll want to know how to save him?\n\n\nDr. Anborough:\n This interview is over!\n\n\n<End Log>\n\n\n\n\nSCP-1649-A expired of unknown causes 47 hours later. Autopsy revealed the absence of most organ systems, and the presence of what is believed to be a biological analog for the technology present in SCP-███ and ████. The function of this organ/device is currently unclear as SCP-1649-A disintegrated within five days of its death.\n\n\nNo further SCP-1649-related activity has occurred.\n\n\n\n\n\n\n\n\nAddendum [1649-002]:\n Records Update 15/5/1994\n\n\nBy order of O5-5 (and approved by O5-3, 4, 8), SCP-1649 has been reclassified to Neutralized. In addition, information pertaining to [DATA EXPUNGED] is to be transferred to Secure-File-Thanatos-1649 and be reclassified to Clearance 5/1649.\n\n\n\n\n\n\n« \nSCP-1648\n | SCP-1649 | \nSCP-1650\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1649\n\" by Anborough, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1649\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum [1649-001]: Investigation and Findings",
        "Addendum [1649-002]: Records Update 15/5/1994\nBy order of O5-5 (and approved by O5-3, 4, 8), SCP-1649 has been reclassified to Neutralized. In addition, information pertaining to [DATA EXPUNGED] is to be transferred to Secure-File-Thanatos-1649 and be reclassified to Clearance 5/1649."
    ],
    "documents": [],
    "notes": [
        "Update 23/7/2012: It has been proposed that SCP-1649 be removed from Foundation general records and archived by research team director Dr. Charles Anborough. In accordance with Statute-102-C, any removal of a neutralized SCP object from Foundation general records requires the approval of O5 Command via majority vote. As SCP-1649 was previously classified as Euclid, a two-thirds majority (9/13) is required.",
        "Update 25/7/2012: In accordance with the 2-11 vote of O5 Command, the proposal for archiving of SCP-1649 is denied.",
        "Update 27/7/2012: Dr. Charles Anborough, it is the opinion of the council that your motivations for both assuming custody of SCP-1649 and archiving the object are concerned with the release of Clearance 5/1649 expunged materials in its documentation. Any personal motivations regarding SCP-1649 (and by extension, previous personnel assigned to it) are not an appropriate reason for the archiving of a neutralized object, and your proposal has thus been denied. This memo is not to be considered a reprimand and no disciplinary action will be taken regarding the incident, however, further proposals of this nature are not advisable. O5-5",
        "7/4/1974: Broadcasts of SCP-1649 make no references to [REDACTED] or any other abnormal subjects; it is our operating assumption that the creators intended the show to be indistinguishable from common American programming of the time. We believe that SCP-1649's memetic effects were entirely intentional and designed to be as covert as possible. The objective, it is presently thought, was to establish [REDACTED] as a constant and important figure in American history. For what purpose is unclear, however [DATA EXPUNGED]. - Dr. Brian Anborough",
        "Interviewed: SCP-1649-A Interviewer: Dr. Brian Anborough Foreword: First interview with subject. <Begin Log> Dr. Anborough: Please identify yourself. SCP-1649-A: Declined. Dr. Anborough: Very well, then, \"Declined\", please explain what you were doing staring at that apartment? SCP-1649-A: …You know what, I like you. You should become part of our group. Dr. Anborough: I'm disinterested. SCP-1649-A: Well, \"Disinterested\", why are you so comfortable with not exploring your horizons? A slight pause follows this question. Dr. Anborough: I've learned to leave some stones unturned. SCP-1649-A: Including the one you live under? Dr. Anborough: What or who is [REDACTED]? SCP-1649-A: Persistent, aren't you? Dr. Anborough shrugs. SCP-1649-A: [REDACTED] is many things. To us…\"he\", I suppose, is our sovereign leader. To you, he could be a whole new world. Dr. Anborough: I've encountered several. Most of them aren't worth the investment. SCP-1649-A: Then you don't know where to bury your gold. Dr. Anborough: Enlighten me. SCP-1649-A: Place your trust in [REDACTED]. He will even help you with your wife. Dr. Anborough: …I don't- SCP-1649-A: -Have a wife? You've met her though. She's beautiful, isn't she? Dr. Anborough: I think that's enough for now. SCP-1649-A: I haven't even told you about [DATA EXPUNGED], surely you'll want to know how to save him? Dr. Anborough: This interview is over! <End Log>",
        "\" SCP-1649 \" by Anborough, from the SCP Wiki . Source: https://scpwiki.com/scp-1649 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1649",
    "object_class": "Euclid Neutralized",
    "containment_procedures": "SCP-1649 is considered neutralized and as such does not require active containment protocols. Any evidence that further broadcasts of SCP-1649 exist are to be investigated promptly. Non-anomalous recordings of original SCP-1649 broadcasts remain in storage.",
    "description": "SCP-1649 is an American radio talk-show known as Heck and Becker's Timely Hour. The show originally aired in 1973 and possessed a comedic tone with references to American popular culture. Heck and Becker's Timely Hour was cancelled after only three weeks of broadcasting, as a result of Foundation efforts. Impact from the broadcasts' memetic effects was minimal, mainly due to a relatively small listener base and low communicability of SCP-1649's memetic properties.",
    "title": "SCP-1649"
}