{
    "url": "https://scp-wiki.wikidot.com/scp-1652",
    "all_text": "rating: \n+29\n+\n–\nx\n\n\nItem #:\n SCP-1652\n\n\nObject Class:\n \nSafe\n Euclid (See Incident Report 1652-1)\n\n\nSpecial Containment Procedures:\n Due to the immobility of SCP-1652, a perimeter of 30 meters is to be secured around SCP-1652, under the guise of training grounds for military purposes. The perimeter of SCP-1652 is to be surrounded by a 3-meter barbwire fence. Access to SCP-1652 is to be authorized by Level 4 personnel. Instances of SCP-1652-1 are to be treated accordingly, then released.\n\n\nDescription:\n SCP-1652 is a field near Dresden, Tennessee, coordinates 36.281238,-88.684582. SCP-1652 itself shows no immediate anomalous properties. During a period of four hours each day, gunshots and explosions will be heard within a 15 meter radius of SCP-1652. The sounds have no discernible source, and cannot be picked up by electronic devices.\n\n\nSCP-1652 is filled with \nLolium perenne\n (Ryegrass), that shows no anomalous properties. Cutting the grass at a length of 0.7 meters or lower will cease anomalous activity in that area. Grass removed and regrown outside of SCP-1652 shows no anomalous properties.\n\n\nSCP-1652-1 refers to a variety of wild dogs that live inside SCP-1652. Any attempt to find instances of SCP-1652-1 has resulted in failure, unless anomalous properties have already taken effect. Instances of SCP-1652-1 will appear as a number of dog breeds, and only larger breeds of dogs have been observed.\n\n\nAfter the four hour cycle of gunshots and explosions in SCP-1652, instances of SCP-1652-1 will exit SCP-1652. Up to twelve instances of SCP-1652-1 have been observed during this time. Instances of SCP-1652-1 who leave SCP-1652 will show symptoms and wounds correlating to weapons used during World War I.\n\n\nInjuries on instances of SCP-1652-1 include:\n\n\n\n\nBullet holes including ammunition\n\n\nLead poisoning\n\n\nrespiratory inflammation caused by mustard gas exposure\n\n\nA number of irritated blisters\n\n\nStab wounds correlating with bayonets\n\n\n\n\nBullets found inside instances of SCP-1652-1 are extremely corroded, and show no signs of being shot at any recent time. Bullets recovered are consistent with ammunition commonly used during World War I.\n\n\nInstances of SCP-1652-1 show no biological anomalies, and will wander around SCP-1652 until exsanguination occurs or treatment has been applied. Instances of SCP-1652-1 who are treated for wounds will attempt to escape into SCP-1652.\n\nAutopsy of deceased instances of SCP-1652-1 show no differentiation from normal domesticated dogs. Instances of SCP-1652-1 appear to average around six years of age.\n\n\nAfter a period of 2 days outside of SCP-1652, an instance of SCP-1652-1 will begin to decompose, typically expiring after 15 to 21 hours. State of decay over 3 days is equivalent to ██ years of elapsed time. Decaying instances of SCP-1652-1 show extreme discomfort until provided with the chance to return to SCP-1652.\n\n\nIncident Report 1652-1:\n\nAt █/██/19██, a man wearing a British pattern service dress uniform fled SCP-1652. This instance is to be referred to as SCP-1652-2. SCP-1652-2 carried a Short Magazine Lee-Enfield Mk III along with a Webley revolver. SCP-1652-2 bore several injuries, including broken bones, gunshot wounds, and blisters. SCP-1652-2 was reluctant to give information, but revealed that he was deployed to ██████, France. SCP-1652-2 began to deteriorate in health as he began to decompose at a rate █6% faster than instances of SCP-1652-1. SCP-1652-2 expired within 5 hours of recovery.\n\n\n\n\n\n\n« \nSCP-1651\n | SCP-1652 | \nSCP-1653\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1652\n\" by Flower on the Wall, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1652\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-1652 \" by Flower on the Wall, from the SCP Wiki . Source: https://scpwiki.com/scp-1652 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1652",
    "object_class": "Safe Euclid (See Incident Report 1652-1)",
    "containment_procedures": "Due to the immobility of SCP-1652, a perimeter of 30 meters is to be secured around SCP-1652, under the guise of training grounds for military purposes. The perimeter of SCP-1652 is to be surrounded by a 3-meter barbwire fence. Access to SCP-1652 is to be authorized by Level 4 personnel. Instances of SCP-1652-1 are to be treated accordingly, then released.",
    "description": "SCP-1652 is a field near Dresden, Tennessee, coordinates 36.281238,-88.684582. SCP-1652 itself shows no immediate anomalous properties. During a period of four hours each day, gunshots and explosions will be heard within a 15 meter radius of SCP-1652. The sounds have no discernible source, and cannot be picked up by electronic devices.",
    "title": "SCP-1652"
}