{
    "url": "https://scp-wiki.wikidot.com/scp-1657",
    "all_text": "rating: \n+231\n+\n–\nx\n\n\nItem #:\n SCP-1657\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n All instances of SCP-1657 are to be kept in Frozen Storage at Site 23. Testing of these objects, including the hatching of SCP-1657-A instances, requires approval from at least three (3) Level-3 personnel.\n\n\nAll SCP-1657-A instances are to be kept in separate humanoid containment chambers for the duration of their lives. A general feeding schedule has been created for all SCP-1657-A; however, if it appears that any given instance requires a different diet or schedule, Dr. Armstrong is to be contacted and consulted.\n\n\nDescription:\n SCP-1657 refers to a collection of seventy-four (74) eggs, ranging between 5 cm and 30 cm in length. They are normally white in coloration, though occasionally pink and red colored eggs will also be found. SCP-1657 can be indefinitely kept at temperatures between 0\no\nC and 15\no\nC. If these eggs are kept in conditions of a certain temperature and humidity, they will hatch and yield specimens of SCP-1657-A. See Document-1657-Alpha for more specific details on the incubation of these eggs.\n\n\nSCP-1657-A appear to be closely related to humans (\nHomo sapiens sapiens\n), except that they are not sapient, lack hair, nails, and teeth, and are often deformed, sprouting extraneous appendages or organs during regular growth. Furthermore, once hatched, these entities will grow to the size of an adult human and reach maturity in approximately thirteen (13) days, with the average total lifespan being about seventeen (17) days.\n\n\nSCP-1657-A instances are compliant and docile, as well as appearing to fear all living organisms. If the entity possesses sensory organs, then it will use them to attempt to distance itself as far away as possible from all other beings. If these aspects are not present, the entity will then only move away from something when touched. If left alone in a soothing environment for a long period of time, SCP-1657-A may produce additional instances of SCP-1657.\n\n\nTesting has shown that members of SCP-1657-A possess a collective memory. Specifically, this was discovered during primary physical endurance testing when SCP-1657-A-07 approached fire with curiosity and subsequently died. After this point, all individuals that hatched showed great aversion and fear to fire. Testing with alternative stimuli has confirmed these results. See Test Log-1657-Kappa for the full log.\n\n\nSCP-1657 was originally found in ████, Tennessee, within the house of █████ ████, a known high-ranking member of GoI-███ (████ ██ ████), and subsequently contained. Six (6) packages holding fifteen (15) instances of SCP-1657 each were found at this location and subsequently contained. Each of these packages is labeled in the same manner with a flyer, as transcribed in Addendum-1657-Gamma. Additionally, blood that was later identified as belonging to SCP-1657-A instances was found dried onto several surfaces and appliances in █████ ████’s sink, refrigerator, and frying pans.\n\n\nAddendum-1657-Gamma:\n\n\n\n\n\n\nMAN EGG\n\n\n\n\nNeed more \npunch\n to your breakfast? Grocery store eggs not working for you? Wish you could have a \ngoddamn\n masculine omelette for once in your \ngoddamn\n miserable life? Then buy the \nMAN EGG\n. \nMAN EGG\n will make you \nMANLY\n. Ever hear of, “You are what you eat?” Well, we at ████████ ████ believe it’s 100% \ngoddamn true\n. That’s why we make our eggs out of \nREAL HUMANS\n*\n. So what are you waiting for? \nGO SCRAMBLE AND EAT THE FUCKING MAN EGG, YOU MUSCULAR SONUVABITCH.\n\n\nWARNING: KEEP EGGS REFRIGERATED WHENEVER THEY ARE NOT BEING DIRECTLY USED FOR COOKING. DO NOT LEAVE EGGS OUTSIDE OF A COLD ENVIRONMENT FOR MORE THAN HALF AN HOUR AT A TIME. IF ANYTHING EMERGES FROM YOUR MAN EGG, PLEASE CALL █-███-███-████.\n\n\nActual human not used in the making of \nMAN EGG\nTM\n**. General human substitute is used. Detailed nutrition facts can be found on our website at \nhttp://www.██████████.███/█████/██/██\n.\n\n\n[REDACTED]\n1\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Here, a symbol known to be connected with GoI-256 (Creations of Man) was printed. Foundation operatives are currently investigating a connection between these objects and the group’s Genesis 127 project.\n\n\n\n\n\n\n\n\n« \nSCP-1656\n | SCP-1657 | \nSCP-1658\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1657\n\" by marslifeform, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1657\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-1657-Gamma:"
    ],
    "documents": [],
    "notes": [
        "MAN EGG Need more punch to your breakfast? Grocery store eggs not working for you? Wish you could have a goddamn masculine omelette for once in your goddamn miserable life? Then buy the MAN EGG . MAN EGG will make you MANLY . Ever hear of, “You are what you eat?” Well, we at ████████ ████ believe it’s 100% goddamn true . That’s why we make our eggs out of REAL HUMANS * . So what are you waiting for? GO SCRAMBLE AND EAT THE FUCKING MAN EGG, YOU MUSCULAR SONUVABITCH. WARNING: KEEP EGGS REFRIGERATED WHENEVER THEY ARE NOT BEING DIRECTLY USED FOR COOKING. DO NOT LEAVE EGGS OUTSIDE OF A COLD ENVIRONMENT FOR MORE THAN HALF AN HOUR AT A TIME. IF ANYTHING EMERGES FROM YOUR MAN EGG, PLEASE CALL █-███-███-████. Actual human not used in the making of MAN EGG TM **. General human substitute is used. Detailed nutrition facts can be found on our website at http://www.██████████.███/█████/██/██ . [REDACTED] 1",
        "\" SCP-1657 \" by marslifeform, from the SCP Wiki . Source: https://scpwiki.com/scp-1657 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1657",
    "object_class": "Euclid",
    "containment_procedures": "All instances of SCP-1657 are to be kept in Frozen Storage at Site 23. Testing of these objects, including the hatching of SCP-1657-A instances, requires approval from at least three (3) Level-3 personnel.",
    "description": "SCP-1657 refers to a collection of seventy-four (74) eggs, ranging between 5 cm and 30 cm in length. They are normally white in coloration, though occasionally pink and red colored eggs will also be found. SCP-1657 can be indefinitely kept at temperatures between 0oC and 15oC. If these eggs are kept in conditions of a certain temperature and humidity, they will hatch and yield specimens of SCP-1657-A. See Document-1657-Alpha for more specific details on the incubation of these eggs.",
    "title": "SCP-1657"
}