{
    "url": "https://scp-wiki.wikidot.com/scp-1670",
    "all_text": "rating: \n+175\n+\n–\nx\n\n\nItem #:\n SCP-1670\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-1670 is maintained by Foundation agents as a licensed franchise of ██ ███████, LLC. Research staff are to maintain cover in service positions during operating hours, while security personnel assigned to Task Force Gamma-5 \"Waffle Irons\" are to maintain cover as regular customers or wait in the Ready Room established within the food storage area.\n\n\nFoundation personnel are allowed to provide unsatisfactory service for the purpose of discouraging local business. All issues relevant to the normal day to day operation of the site are to be forwarded to Corporate Liaison Robert Gooden; failure to adhere to this policy will result in disciplinary action.\n\n\nDuring SCP-1670 events research staff are to distribute amnestics and sedatives in the guise of complimentary beverages or food items while security personnel attempt to isolate the individuals involved in the event for observation. If affected individuals are determined to be non-anomalous they may be released to the public after a quarantine period of no less than two weeks. Anomalous individuals or individuals who otherwise cannot be released must be disposed of on site along with their possessions. Foundation personnel are not exempt from these procedures.\n\n\nDescription:\n SCP-1670 is a temporal and spatial anomaly affecting the ██████ █████ restaurant located at [REDACTED]. It came into Foundation custody in ██/██/████ after spontaneously re-opening from three separate attempts to abandon and close the location. The property was seized using local eminent domain law and eventually re-opened in the guise of a normal franchise after all previous containment and demolition attempts failed.\n\n\nUnless the area surrounding SCP-1670 is maintained as a restaurant under the ██████ █████ brand it will spontaneously revert to such, even when under direct observation. Matter displaced by this process has not been recovered. Spontaneous reversions to the state of an open restaurant also include customers and wait staff appearing in the act of serving and eating food. The majority of individuals present after such a reversion have been ordinary members of the local populace who claim to have arrived there normally or to have been continuously employed there despite the previous state of the location.\n\n\nThese reversions to the state of an open restaurant appear to have been contained by simply keeping the restaurant open with Foundation personnel as the staff. While there are still spatial anomalies present at the location the local populace no longer appears at the location by extra-ordinary means, and a pattern of poor service keeps most locals away. The majority of customers are now travelers passing by on the nearby highway.\n\n\nSCP-1670 events are signaled by electrical anomalies and a strong feeling of paranoia and apprehension among those present along with minor relocation of objects within the location. Anomalous individuals may appear during these events; these individuals may be duplicates of others who are already extant elsewhere, often within the restaurant itself. These individuals can be isolated by careful observation although a medical examination may be necessary to determine their origin.\n\n\nAnomalous individuals must not be allowed to leave the location of SCP-1670 as their existence poses a threat to public safety. Security personnel must locate any duplicate or otherwise anomalous individuals and detain them for observation until it can be positively established whether they are native to our reality and can be safely released from custody.\n\n\nAddendum:\n While there are rarely visible differences between anomalous and ordinary individuals, postmortem investigation typically finds severe internal abnormalities and toxic substances, including but not limited to:\n\n\n\n\nExtra or missing internal organs\n\n\nExternal sensory organs located within the body\n\n\nOrifices filled with toxic or reactive gases\n\n\nBroken glass filling the stomach or lungs\n\n\nHuman remains in the stomach\n\n\nUnknown symbiotic life-forms\n\n\n\n\nNotably, anomalous individuals have not yet carried any unknown or virulent pathogens but personnel are advised to continue observing proper decontamination procedures. The possessions of anomalous individuals should not be retained for further study as per Extra Dimensional Protocol 53 regarding conservation of mass and energy. All extra dimensional matter must be disposed of on site.\n\n\n\n\n\n\n« \nSCP-1669\n | SCP-1670 | \nSCP-1671\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1670\n\" by Sorts, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1670\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: While there are rarely visible differences between anomalous and ordinary individuals, postmortem investigation typically finds severe internal abnormalities and toxic substances, including but not limited to:\nNotably, anomalous individuals have not yet carried any unknown or virulent pathogens but personnel are advised to continue observing proper decontamination procedures. The possessions of anomalous individuals should not be retained for further study as per Extra Dimensional Protocol 53 regarding conservation of mass and energy. All extra dimensional matter must be disposed of on site."
    ],
    "documents": [],
    "notes": [
        "\" SCP-1670 \" by Sorts, from the SCP Wiki . Source: https://scpwiki.com/scp-1670 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1670",
    "object_class": "Euclid",
    "containment_procedures": "SCP-1670 is maintained by Foundation agents as a licensed franchise of ██ ███████, LLC. Research staff are to maintain cover in service positions during operating hours, while security personnel assigned to Task Force Gamma-5 \"Waffle Irons\" are to maintain cover as regular customers or wait in the Ready Room established within the food storage area.",
    "description": "SCP-1670 is a temporal and spatial anomaly affecting the ██████ █████ restaurant located at [REDACTED]. It came into Foundation custody in ██/██/████ after spontaneously re-opening from three separate attempts to abandon and close the location. The property was seized using local eminent domain law and eventually re-opened in the guise of a normal franchise after all previous containment and demolition attempts failed.",
    "title": "SCP-1670"
}