{
    "url": "https://scp-wiki.wikidot.com/scp-1685",
    "all_text": "rating: \n+167\n+\n–\nx\n\n\nItem #:\n SCP-1685\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Mobile Task Force Pi-4 (aka \"Stellar Constellation Prize\") are to locate uncontained instances of SCP-1685 and seal off public access.\n\n\nThe interior areas of SCP-1685 instances are to be fitted with a suite of telescopes and other observational equipment. This serves a dual purpose of locating the interior areas of SCP-1685 instances and advancing Project Heimdall-related observational projects.\n\n\nPersonnel entering SCP-1685 instances are required to wear full-pressure suits as a safeguard against vacuum exposure. As the mechanism SCP-1685 utilises is not fully understood, airlocks are to be constructed around each SCP-1685 instance as an additional safeguard to prevent catastrophic loss of atmosphere in the case of SCP-1685 interiors becoming gas permeable.\n\n\nDescription:\n SCP-1685 are a number of doors that lead to 100m\n3\n volumes in outer space. The volumes freely mix atmosphere with the Earth and are enclosed by an unknown transparent material. Non-destructive testing has revealed little about the material and destructive testing is currently not authorised. The interior areas of SCP-1685 are roughly cubic with an apparent source of gravity that is consistent with the door used to access it. Observations have shown the interior areas of SCP-1685 are in seemingly random locations with no pattern discovered so far.\n\n\nThe first instance of SCP-1685 was discovered in the home of Japanese researcher Sumio Iijima. Since then, instances of SCP-1685 have been found in numerous locations on all seven continents; however, SCP-1685 instances occur at a higher density in urban environments and other areas with a prevalent light pollution beyond what would be expected with the larger number of doors in these areas.\n\n\nAddendum-1612-1:\n The following hand-written note has been found on all SCP-1685 instances. The presence of these notes is currently the only advance warning that an SCP-1685 instance is present.\n\n\n\n\nLook at the stars every once in a while. They're quite beautiful.\n\n\n-Pangloss\n\n\n\n\n\n\n\n\n« \nSCP-1684\n | SCP-1685 | \nSCP-1686\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1685\n\" by FlameShirt, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1685\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-1612-1: The following hand-written note has been found on all SCP-1685 instances. The presence of these notes is currently the only advance warning that an SCP-1685 instance is present."
    ],
    "documents": [],
    "notes": [
        "Look at the stars every once in a while. They're quite beautiful. -Pangloss",
        "\" SCP-1685 \" by FlameShirt, from the SCP Wiki . Source: https://scpwiki.com/scp-1685 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1685",
    "object_class": "Safe",
    "containment_procedures": "Mobile Task Force Pi-4 (aka \"Stellar Constellation Prize\") are to locate uncontained instances of SCP-1685 and seal off public access.",
    "description": "SCP-1685 are a number of doors that lead to 100m3 volumes in outer space. The volumes freely mix atmosphere with the Earth and are enclosed by an unknown transparent material. Non-destructive testing has revealed little about the material and destructive testing is currently not authorised. The interior areas of SCP-1685 are roughly cubic with an apparent source of gravity that is consistent with the door used to access it. Observations have shown the interior areas of SCP-1685 are in seemingly random locations with no pattern discovered so far.",
    "title": "SCP-1685"
}