{
    "url": "https://scp-wiki.wikidot.com/scp-1696",
    "all_text": "rating: \n+248\n+\n–\nx\n\n\nItem #:\n SCP-1696\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1696 is kept in the Research and Development Laboratory at Site-17. Level 3 approval is required for all experimentation with SCP-1696. After incident K-1696-3, experiments involving a negative baryon number violation are not permitted.\n\n\nDescription:\n SCP-1696 consists of a one-meter-cubic box composed of an unknown clear polymer, plus an associated remote control device containing 12 numeric settings, in addition to \"Stop,\" \"Start,\" and \"Reset\" buttons. The outer packaging describes the item as \nDr. Wondertainment’s\n Little Big-Banger\nTM\n, and indicates it is an upgrade to Dr. Wondertainment’s Universe-in-a-Box\nTM\n.\n1\n\n\nWhen a set of parameters is chosen on the remote control and the Start button pressed, a new universe is produced from a singularity within the SCP-1696 container, using the chosen parameters.\n2\n The Stop button freezes any ongoing activity, and the Reset button dissipates the existing universe, allowing the experimenter to choose new parameters.\n\n\nThe universe within SCP-1696 appears to be on a scale of 1m = 9.2 x 10\n11\n light years. Expansion occurs at an accelerated rate of 1 day = 1.965 billion years.\n\n\nSCP-1696 requires a refill of [REDACTED] after approximately 150 experiments. A reorder card is included in the packaging. Although the address on the card is nonexistent, the Foundation has successfully ordered refills of [REDACTED] twice. Calls to the Technical Support division of Dr. Wondertainment have not revealed any significant information about the company. The calls have proven to be untraceable, and any questions about the company, its personnel, or other Dr. Wondertainment products are ignored.\n\n\nThe box containing SCP-1696 activity has resisted all attempts at opening or gathering a sample of the material. In this regard, it resembles the outer substance of SCP-███. Unopened, it has proven shatter-proof, radiation-proof and resistant to any temperature the Foundation can produce.\n\n\nAddendum:\n The following instructions were included with SCP-1696:\n\n\n\n\nCalling all teenage Physicists! Who needs a supercollider? Now with Dr. Wondertainment’s Little Big-Banger\nTM\n\nyou can create and test your very own universes, in the privacy of your home.\n\n\nJust set your parameters and hit the Start button. BANG! You’ve just created your very own universe!\n\nHit the Stop button to observe it closely, or just let it expand. If your universe isn’t entertaining enough, press the Reset button and try again…\n\n\nYour Dr. Wondertainment’s Little Big-Banger\nTM\n is best observed in a dark room, using Dr. Wondertainment's Hyper-Zoom Glasses\nTM\n (included)\n\n\nYour Dr. Wondertainment’s Little Big-Banger\nTM\n allows you to \nchange the following settings\n carried over from our previous\n\nDr. Wondertainment’s Universe-in-a-Box\nTM\n:\n\n\n• N = ratio of the strengths of gravity to that of electromagnetism;\n\n• Epsilon (ε) = strength of the force binding nucleons into nuclei;\n\n• Omega (ω) = relative importance of gravity and expansion energy in the Universe;\n\n• Lambda (λ) = cosmological constant;\n\n• Q = ratio of the gravitational energy required to pull a large galaxy apart to the energy equivalent of its mass;\n\n• D = number of spatial dimensions in spacetime.\n\n\nAlong with 6 new settings:\n\n\n[DATA EXPUNGED]\n\n\nWhy not try making a copy of YOUR universe within your Little Big-Banger\nTM\n?\n\nSet the controls to [DATA EXPUNGED] and it will only take about a week!\n\n\nFor additional safety, expansion of your universe will automatically stop when its border reaches 5cm of the outer container.\n\nTo avoid interference with automatic sensors, do not bring magnets within 1 meter of your Little Big-Banger\nTM\n.\n\n\nCautions:\n Not recommended for use by children under the age of 9.\n\n\nDo not attempt to open the Dr. Wondertainment’s Little Big-Banger\nTM\n outer casing.\n\n\nUse only approved Dr. Wondertainment refills, hoses, and connectors with this product.\n\n\nDr. Wondertainment is not responsible for the release of plasma, antimatter, dark matter, radiation (known and unknown varieties), or subatomic particles (including quarks, neutrinos, and Higgs bosons). In case of local quantum disturbances outside of container, call the Technical Support line at [REDACTED]. Production of sentient and/or sapient beings within universe may require a license in your local area.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The latter item has not, to date, been recovered by the Foundation. Field Order 1696-3 has been issued indicating any specimens found should be contained.\n\n\n2\n. Research into the similarity of function between SCP-1696 and \nSCP-3049\n is pending.\n\n\n\n\n\n\n\n\n« \nSCP-1695\n | SCP-1696 | \nSCP-1697\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1696\n\" by eric_h, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1696\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: The following instructions were included with SCP-1696:"
    ],
    "documents": [],
    "notes": [
        "Calling all teenage Physicists! Who needs a supercollider? Now with Dr. Wondertainment’s Little Big-Banger TM you can create and test your very own universes, in the privacy of your home. Just set your parameters and hit the Start button. BANG! You’ve just created your very own universe! Hit the Stop button to observe it closely, or just let it expand. If your universe isn’t entertaining enough, press the Reset button and try again… Your Dr. Wondertainment’s Little Big-Banger TM is best observed in a dark room, using Dr. Wondertainment's Hyper-Zoom Glasses TM (included) Your Dr. Wondertainment’s Little Big-Banger TM allows you to change the following settings carried over from our previous Dr. Wondertainment’s Universe-in-a-Box TM : • N = ratio of the strengths of gravity to that of electromagnetism; • Epsilon (ε) = strength of the force binding nucleons into nuclei; • Omega (ω) = relative importance of gravity and expansion energy in the Universe; • Lambda (λ) = cosmological constant; • Q = ratio of the gravitational energy required to pull a large galaxy apart to the energy equivalent of its mass; • D = number of spatial dimensions in spacetime. Along with 6 new settings: [DATA EXPUNGED] Why not try making a copy of YOUR universe within your Little Big-Banger TM ? Set the controls to [DATA EXPUNGED] and it will only take about a week! For additional safety, expansion of your universe will automatically stop when its border reaches 5cm of the outer container. To avoid interference with automatic sensors, do not bring magnets within 1 meter of your Little Big-Banger TM . Cautions: Not recommended for use by children under the age of 9. Do not attempt to open the Dr. Wondertainment’s Little Big-Banger TM outer casing. Use only approved Dr. Wondertainment refills, hoses, and connectors with this product. Dr. Wondertainment is not responsible for the release of plasma, antimatter, dark matter, radiation (known and unknown varieties), or subatomic particles (including quarks, neutrinos, and Higgs bosons). In case of local quantum disturbances outside of container, call the Technical Support line at [REDACTED]. Production of sentient and/or sapient beings within universe may require a license in your local area.",
        "\" SCP-1696 \" by eric_h, from the SCP Wiki . Source: https://scpwiki.com/scp-1696 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1696",
    "object_class": "Safe",
    "containment_procedures": "SCP-1696 is kept in the Research and Development Laboratory at Site-17. Level 3 approval is required for all experimentation with SCP-1696. After incident K-1696-3, experiments involving a negative baryon number violation are not permitted.",
    "description": "SCP-1696 consists of a one-meter-cubic box composed of an unknown clear polymer, plus an associated remote control device containing 12 numeric settings, in addition to \"Stop,\" \"Start,\" and \"Reset\" buttons. The outer packaging describes the item as Dr. Wondertainment’s Little Big-BangerTM, and indicates it is an upgrade to Dr. Wondertainment’s Universe-in-a-BoxTM.1",
    "title": "SCP-1696"
}