{
    "url": "https://scp-wiki.wikidot.com/scp-1707",
    "all_text": "rating: \n+245\n+\n–\nx\n\n\nItem #:\n SCP-1707\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Each SCP-1707 colony is to be kept in a monitored containment cell under Biosafety Level 3 conditions. A minimum of two (2) mature and stable colonies, hosted by domesticated pigs (\nSus domesticus\n), are to be retained at all times. At least one (1) additional colony is to be maintained for the purpose of experimentation. Humans are not to be used to host SCP-1707 colonies without the approval of both the Senior Researcher and the Site Director.\n\n\nIn the event of a containment breach by an unhosted colony, all personnel save the duty biothreat recontainment team are to evacuate the area. A suitable host organism is to be used by the duty team to lure the colony back into containment. If a hosted colony breaches containment, standard protocols for the host species shall be in effect.\n\n\nUnder no circumstances are any SCP-1707 colonies to be terminated without explicit written approval from the Senior Researcher.\n\n\nDescription:\n SCP-1707 is a type of collective organism composed of a mass of creatures, individually designated SCP-1707-A, that resemble various different annelids and helminths. In particular, all SCP-1707-A specimens are between 5 and 30 mm in length and possess distinctive mouthparts (see attached image).\n\n\nIn isolation, SCP-1707 forms a flattened mass up to approximately 4-5 cm thick. A colony in this state will conserve movement until it detects a suitable host, at which time it will begin to move at up to 0.5 m/s towards its target.\n1\n SCP-1707 colonies consistently prefer sapient targets. Studies to understand these mechanisms are ongoing.\n\n\nThe first few SCP-1707-A to contact the host's epidermis will administer a fast-acting paralytic agent via their mouthparts.\n2\n Each SCP-1707-A creature will then seek out epidermal tissue to burrow through and consume before anchoring themselves in the host's dermal layer. The rest of the colony will follow suit, consuming approx 20 cm\n2\n of skin per second until the target's entire epidermal layer has been replaced by a dense covering of SCP-1707. This process may only be interrupted by destruction of unattached portions of the colony.\n\n\nWhen established on a host, SCP-1707 demonstrates no anomalous secondary effects. For the host, secondary physical effects of increased nutrition requirement and a higher chance of transdermal infection manifest as expected. These factors tend to lead to the host's lifespan being comparatively short. Under controlled conditions, however, hosted SCP-1707 colonies can be kept alive and healthy for an extended period.\n\n\nUpon the death of a host, SCP-1707 enters its reproductive phase, rapidly consuming soft tissues of the corpse. During this stage, individual SCP-1707-A specimens will reproduce in a manner similar to that of known species they resemble, albeit at a greatly accelerated rate. The whole process leads to the colony roughly tripling in size. As such, the new iteration is capable of attaching itself to larger host organisms.\n\n\nAt the time of writing, several infestations are maintained:\n\n\nSCP-1707-0 and SCP-1707-1: Two (2) domestic pigs\n\nSCP-1707-2: One (1) white-tail deer\n\nSCP-1707-3: One (1) Cape buffalo\n\nSCP-1707-4: One (1) Norwegian rat\n\nSCP-1707-5: One (1) human, formerly Agent ████ █████, infested by SCP-1707 during initial discovery and containment\n\nSCP-1707-6-xxiv: One (1) human, D-class, infested subsequent to containment\n\n\nThere is no known way to cure or mitigate an SCP-1707 infestation. Any attempts at forced removal result in the death of the host within five (5) hours regardless of medical treatment. The reasons for this are a subject of ongoing study.\n3\n\n\nNote:\n Due to the psychological effect of SCP-1707 infestation on a human host, any such hosts are to be continuously monitored to reduce the chance of unauthorized termination.\n\n\n\n\nEthics Committee. Level 3 and above only.\n\n\n\n\nAccess granted: file SCP-1707-5-b7. Proceed.\n\n\n\n\nSelected Excerpts: SCP-1707-5 post-containment interviews\n\n\n1.\n\n\nTime since infestation:\n One (1) day\n\n\nInterviewer:\n Researcher P. Dimaccio\n4\n\n\n\n\nDimaccio:\n Hey, ████. It's Paul. Can you hear me? This thing workin'?\n\n\n[pause]\n\n\nDimaccio:\n ████?\n\n\nAgent █████:\n Yeah. Yeah, I can hear you.\n\n\nDimaccio:\n So I heard what happened. I had to come right over here. They won't fuckin' let me in, though. You know how it is.\n\n\n[pause]\n\n\nAgent █████:\n Appreciate it, man.\n\n\nDimaccio:\n How do you feel?\n\n\n[no audio for several seconds]\n\n\nAgent █████:\n Like I'm covered in freakin' worms.\n\n\nDimaccio:\n Hah! Seriously, man. How do you feel?\n\n\nAgent █████:\n Uh… I can't feel much on my.. I mean, like, where my skin used to be. Kinda numb.\n\n\n[pause]\n\n\nAgent █████:\n How come I can still talk? They're not on my lips or nothin'?\n\n\nDimaccio:\n They, ah, they they mostly left your mouth alone. We don't know why yet. Maybe 'cause it's a different kinda skin.\n\n\nAgent █████:\n Why don't they get squished?\n\n\nDimaccio:\n Sorry, man, what?\n\n\nAgent █████:\n Like, the ones on my back and shit. They don't get squished from lyin' on em.\n\n\nDimaccio:\n Well, I don't know. I guess that's what we have to find out, right?\n\n\n[no audio for several seconds]\n\n\nAgent █████:\n Paulie?\n\n\nDimaccio:\n Yeah?\n\n\nAgent █████:\n Why don't they get squished?\n\n\n\n\n2.\n\n\nTime since infestation:\n One (1) week\n\n\nInterviewer:\n Dr M. Xiao\n\n\n\n\nDr Xiao:\n Agent █████?\n\n\n[pause]\n\n\nDr Xiao:\n This is Dr Mei Xiao from the biocon analysis group.\n\n\nAgent █████:\n Sure you ain't Jenny from the block?\n\n\n[several seconds of Agent █████'s laughter]\n\n\n[pause]\n\n\nDr Xiao:\n Um. Sorry, Agent █████, I'm afraid not.\n\n\nAgent █████:\n I bet you got some questions for me, huh? Now I turned into my very own skip?\n\n\nDr Xiao:\n Well, I do have some questions. But you should know that we haven't classified you, personally, as an SCP object.\n\n\nAgent █████:\n I knew that already. Know why?\n\n\n[pause]\n\n\nAgent █████:\n I can read your mind now. Thanks to this shit.\n\n\nDr Xiao:\n Can you tell me—\n\n\nAgent █████:\n Jeez! I'm just screwin' with ya!\n\n\n[several seconds of Agent █████'s laughter]\n\n\nAgent █████:\n Ah, jeez… Okay, doc. Fire away.\n\n\n[pause]\n\n\nDr Xiao:\n Okay. Let's start with simple things. How's the temperature in here? Do you feel cold or warm right now?\n\n\nAgent █████:\n Uh, it's kinda… so, I mean, I can feel that, but it's all… numbed. I don't get it, 'cause when they were…\n\n\n[pause]\n\n\nAgent █████:\n When they got me, it sure as hell wasn't numb then.\n\n\nDr Xiao:\n Can you feel? I mean, do you still have a sense of touch?\n\n\nAgent █████:\n Kinda. Same thing. It's numb, but I can still sort of feel somethin'. I don't even feel anythin' much when I lie or walk on 'em.\n\n\n[pause]\n\n\nAgent █████:\n So, when are you gonna get these things off of me, anyway? Paulie told me you were gonna work it out with some D's.\n\n\nDr Xiao:\n Well, we're getting there. We need more time to understand how to remove the infestation safely. I'm sorry it's not as fast as we'd like.\n\n\n[no audio for several seconds]\n\n\nAgent █████:\n Yeah. Well… yeah. You just keep tryin', though.\n\n\n[no audio for several seconds]\n\n\nAgent █████:\n You keep tryin'.\n\n\n\n\n3.\n\n\nTime since infestation:\n Two (2) weeks\n\n\nInterviewer:\n Researcher P. Dimaccio\n\n\n\n\nAgent █████:\n So, I mean, it's been nice to get a freakin' real bed in here, even though I can't really feel much difference.\n\n\nDimaccio:\n Glad you like it. I told 'em to give you a king-size for your fat ass, but they wouldn't.\n\n\nAgent █████:\n Hah.\n\n\n[pause]\n\n\nAgent █████:\n Should be a lot fatter.\n\n\nDimaccio:\n How do you mean?\n\n\nAgent █████:\n You know how much I got to eat now?\n\n\nDimaccio:\n Something like █████ or █████ calories a day, right?\n5\n\n\nAgent █████:\n You know how much that is?\n\n\nDimaccio:\n Uh… a few days' worth of field [rations]?\n\n\nAgent █████:\n It's a fucking ton of food. Even with all the high-calorie shit they got me eatin'.\n\n\nDimaccio:\n Yeah, I guess it's 'cause of the skip.\n\n\nAgent █████:\n No shit, genius.\n\n\n[pause]\n\n\nAgent █████:\n They figured out a way to get this shit off me yet?\n\n\nDimaccio:\n Not yet, man. Sorry.\n\n\nAgent █████:\n How many D's they gone through?\n\n\n[pause]\n\n\nDimaccio:\n Uh… I don't know.\n\n\nAgent █████:\n Yeah, I fucking bet you don't. Don't shit me, Paulie. I know your ass.\n\n\nDimaccio:\n Seriously, ████, I got no input into that.\n6\n\n\nAgent █████:\n Whatever you say, man.\n\n\n\n\n4.\n\n\nTime since infestation:\n One (1) month\n\n\nInterviewer:\n Dr M. Xiao\n\n\n\n\nDr Xiao:\n Agent █████?\n\n\n[no audio for several seconds]\n\n\nDr Xiao:\n Agent █████, are you awake?\n\n\n[no audio for several seconds]\n\n\nDr Xiao:\n Let the record show that Agent █████ appears to be asleep. This is the third interview attempt in which he has—\n\n\nAgent █████:\n You know why I pretend to be fuckin' asleep?\n\n\nDr Xiao:\n I, uh, I—\n\n\nAgent █████:\n Because, an' I don't know if you Nobel Prize winners noticed this, but \nfuckin' look at me!\n And you assholes keep wanting to fuck with me but it's as fuckin' simple as this: I got… \nthis shit\n, instead of fuckin' skin! There's no other shit goin' on around here! How come you fuckin' geniuses can't figure that out? How come you can't just fuckin' take this shit off of me and put some skin from some D-class on me or fuckin' whatever?\n\n\nDr Xiao:\n Well, uh, first we have to make sure there are no secondary effects and—\n\n\nAgent █████:\n Yeah, well, how about \nthis\n fuckin' secondary effect: I'm a fuckin' freak!\n\n\n\n\n5.\n\n\nTime since infestation:\n Six (6) months\n\n\nInterviewer:\n Researcher P. Dimaccio\n\n\n\n\nDimaccio:\n ████?\n\n\n[no audio for several seconds]\n\n\nAgent █████:\n Skip-1707-5.\n\n\nDimaccio:\n What?\n\n\nAgent █████:\n That's me now, right? That's me. Ess See Pee Seventeen Oh-Seven Five. I heard some asshole callin' me that the other day when they left the comm open on accident.\n\n\nDimaccio:\n Bullshit. You're Field Agent ████ █████ from the fuckin' Grinders. I don't give a fuck what those assholes think.\n7\n\n\nAgent █████:\n So… what are one, two, three an' four?\n\n\nDimaccio:\n Oh… a buncha animals. Listen, ████, we need—\n\n\nAgent █████:\n We need, we need, we need. Lemme tell you somethin', Paulie, and it's what \nI\n need, and what \nI\n need is for that fuckin' magical miracle fuckin' cure you assholes are workin' on to actually come true one of these fuckin' days, except that's never gonna happen, because six months like this an' you're probably a lifer, right? Right? Stuck in this fuckin' cell forever, right? Bein' fucking studied? Long term study? Don't even shit me. Don't even try to shit me. I know. I know how we fuckin' do things around here. How many D-class?\n\n\n[pause]\n\n\nDimaccio:\n Listen, ████, it's—\n\n\nAgent █████:\n \nHow many D-class?\n How many of 'em do we got in here with this shit on 'em? Why do we gotta keep \nme\n around?\n\n\nDimaccio:\n: Come on, man, I told you this last time. We ain't got a way to remove it yet without killin' you.\n\n\n[no audio for several seconds]\n\n\nAgent █████:\n Yeah. I remember.\n\n\n[pause]\n\n\nDimaccio:\n Aw, come on, that ain't the ████ I remember. You—\n\n\nAgent █████:\n Yeah? Yeah? Maybe that's because the fuckin' ████ █████ \nyou remember\n wasn't a fuckin' \nskip\n! Maybe that's because I never used to be a fuckin' freak! Get the fuck out of here! Stop bullshitting me! Get the fuck out!\n\n\n[At this point, Agent █████ picks up a chair from his cell and attempts to strike Researcher Dimaccio. Security rush into the cell. Researcher Dimaccio exits the cell.]\n\n\n\n\n6.\n\n\nTime since infestation:\n Seven (7) years\n\n\nInterviewer:\n Dr M. Xiao\n\n\n\n\nDr Xiao:\n SCP-1707-5, this is Dr Xiao. Can you hear me?\n\n\n[no audio for approx 30 seconds]\n\n\nDr Xiao:\n I'm not going to be here for long. I have just a few short questions.\n\n\n[no audio for several seconds]\n\n\nSCP-1707-5:\n \n[muffled indistinct vocalization]\n\n\n[pause]\n\n\nDr Xiao:\n First of all, have you noticed any change in sensation over the last six months?\n\n\n[no audio for approx 30 seconds]\n\n\nDr Xiao:\n 1707-5?\n\n\n[no audio for approx 30 seconds]\n\n\nDr Xiao:\n Okay. Have you experienced other effects of SCP-1707? Any other symptoms at all?\n\n\nSCP-1707-5:\n \n[indistinct, unintelligible]\n\n\nDr Xiao:\n I'm sorry, what was that?\n\n\n[no audio for approx 30 seconds]\n\n\nDr Xiao:\n Okay… okay. This interview is concluded at 15:44 local time on ██/██/20██. The next interview will be in four—\n\n\nSCP-1707-5:\n Where's Paulie?\n\n\n[no audio for several seconds]\n\n\nSCP-1707-5:\n I want Paulie.\n\n\nDr Xiao:\n He… you know he transferred out. He transferred out three years ago.\n\n\n[no audio for approx two (2) minutes]\n\n\nDr Xiao:\n \n[sighs]\n Interview is concluded.\n\n\n[Dr. Xiao leaves the containment cell.]\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Research has shown detection range to be a function of size of target, with a maximum effective range of approx 700 m.\n\n\n2\n. Human hosts report that this agent rapidly and totally inhibits voluntary movement for a period of at least 15 minutes. There is no associated anesthetic effect.\n\n\n3\n. For more details, see Document SCP-1707-6-E, experiments 1 through 23.\n\n\n4\n. While still a Field Agent, Researcher Dimaccio served as team leader in Agent █████'s MTF, Theta-90 (\"Angle Grinders\"), for a period of five years.\n\n\n5\n. Researcher Dimaccio designed Agent █████'s nutrition regimen.\n\n\n6\n. At this time, Researcher Dimaccio was acting project lead of Experiment Series SCP-1707-6-E.\n\n\n7\n. Researcher Dimaccio was responsible for the classification of SCP-1707 and subsequent designations of its experimental hosts.\n\n\n\n\n\n\n\n\n« \nSCP-1706\n | SCP-1707 | \nSCP-1708\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1707\n\" by Mr Carbon, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1707\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Dimaccio: Hey, ████. It's Paul. Can you hear me? This thing workin'? [pause] Dimaccio: ████? Agent █████: Yeah. Yeah, I can hear you. Dimaccio: So I heard what happened. I had to come right over here. They won't fuckin' let me in, though. You know how it is. [pause] Agent █████: Appreciate it, man. Dimaccio: How do you feel? [no audio for several seconds] Agent █████: Like I'm covered in freakin' worms. Dimaccio: Hah! Seriously, man. How do you feel? Agent █████: Uh… I can't feel much on my.. I mean, like, where my skin used to be. Kinda numb. [pause] Agent █████: How come I can still talk? They're not on my lips or nothin'? Dimaccio: They, ah, they they mostly left your mouth alone. We don't know why yet. Maybe 'cause it's a different kinda skin. Agent █████: Why don't they get squished? Dimaccio: Sorry, man, what? Agent █████: Like, the ones on my back and shit. They don't get squished from lyin' on em. Dimaccio: Well, I don't know. I guess that's what we have to find out, right? [no audio for several seconds] Agent █████: Paulie? Dimaccio: Yeah? Agent █████: Why don't they get squished?",
        "Dr Xiao: Agent █████? [pause] Dr Xiao: This is Dr Mei Xiao from the biocon analysis group. Agent █████: Sure you ain't Jenny from the block? [several seconds of Agent █████'s laughter] [pause] Dr Xiao: Um. Sorry, Agent █████, I'm afraid not. Agent █████: I bet you got some questions for me, huh? Now I turned into my very own skip? Dr Xiao: Well, I do have some questions. But you should know that we haven't classified you, personally, as an SCP object. Agent █████: I knew that already. Know why? [pause] Agent █████: I can read your mind now. Thanks to this shit. Dr Xiao: Can you tell me— Agent █████: Jeez! I'm just screwin' with ya! [several seconds of Agent █████'s laughter] Agent █████: Ah, jeez… Okay, doc. Fire away. [pause] Dr Xiao: Okay. Let's start with simple things. How's the temperature in here? Do you feel cold or warm right now? Agent █████: Uh, it's kinda… so, I mean, I can feel that, but it's all… numbed. I don't get it, 'cause when they were… [pause] Agent █████: When they got me, it sure as hell wasn't numb then. Dr Xiao: Can you feel? I mean, do you still have a sense of touch? Agent █████: Kinda. Same thing. It's numb, but I can still sort of feel somethin'. I don't even feel anythin' much when I lie or walk on 'em. [pause] Agent █████: So, when are you gonna get these things off of me, anyway? Paulie told me you were gonna work it out with some D's. Dr Xiao: Well, we're getting there. We need more time to understand how to remove the infestation safely. I'm sorry it's not as fast as we'd like. [no audio for several seconds] Agent █████: Yeah. Well… yeah. You just keep tryin', though. [no audio for several seconds] Agent █████: You keep tryin'.",
        "Agent █████: So, I mean, it's been nice to get a freakin' real bed in here, even though I can't really feel much difference. Dimaccio: Glad you like it. I told 'em to give you a king-size for your fat ass, but they wouldn't. Agent █████: Hah. [pause] Agent █████: Should be a lot fatter. Dimaccio: How do you mean? Agent █████: You know how much I got to eat now? Dimaccio: Something like █████ or █████ calories a day, right? 5 Agent █████: You know how much that is? Dimaccio: Uh… a few days' worth of field [rations]? Agent █████: It's a fucking ton of food. Even with all the high-calorie shit they got me eatin'. Dimaccio: Yeah, I guess it's 'cause of the skip. Agent █████: No shit, genius. [pause] Agent █████: They figured out a way to get this shit off me yet? Dimaccio: Not yet, man. Sorry. Agent █████: How many D's they gone through? [pause] Dimaccio: Uh… I don't know. Agent █████: Yeah, I fucking bet you don't. Don't shit me, Paulie. I know your ass. Dimaccio: Seriously, ████, I got no input into that. 6 Agent █████: Whatever you say, man.",
        "Dr Xiao: Agent █████? [no audio for several seconds] Dr Xiao: Agent █████, are you awake? [no audio for several seconds] Dr Xiao: Let the record show that Agent █████ appears to be asleep. This is the third interview attempt in which he has— Agent █████: You know why I pretend to be fuckin' asleep? Dr Xiao: I, uh, I— Agent █████: Because, an' I don't know if you Nobel Prize winners noticed this, but fuckin' look at me! And you assholes keep wanting to fuck with me but it's as fuckin' simple as this: I got… this shit , instead of fuckin' skin! There's no other shit goin' on around here! How come you fuckin' geniuses can't figure that out? How come you can't just fuckin' take this shit off of me and put some skin from some D-class on me or fuckin' whatever? Dr Xiao: Well, uh, first we have to make sure there are no secondary effects and— Agent █████: Yeah, well, how about this fuckin' secondary effect: I'm a fuckin' freak!",
        "Dimaccio: ████? [no audio for several seconds] Agent █████: Skip-1707-5. Dimaccio: What? Agent █████: That's me now, right? That's me. Ess See Pee Seventeen Oh-Seven Five. I heard some asshole callin' me that the other day when they left the comm open on accident. Dimaccio: Bullshit. You're Field Agent ████ █████ from the fuckin' Grinders. I don't give a fuck what those assholes think. 7 Agent █████: So… what are one, two, three an' four? Dimaccio: Oh… a buncha animals. Listen, ████, we need— Agent █████: We need, we need, we need. Lemme tell you somethin', Paulie, and it's what I need, and what I need is for that fuckin' magical miracle fuckin' cure you assholes are workin' on to actually come true one of these fuckin' days, except that's never gonna happen, because six months like this an' you're probably a lifer, right? Right? Stuck in this fuckin' cell forever, right? Bein' fucking studied? Long term study? Don't even shit me. Don't even try to shit me. I know. I know how we fuckin' do things around here. How many D-class? [pause] Dimaccio: Listen, ████, it's— Agent █████: How many D-class? How many of 'em do we got in here with this shit on 'em? Why do we gotta keep me around? Dimaccio: : Come on, man, I told you this last time. We ain't got a way to remove it yet without killin' you. [no audio for several seconds] Agent █████: Yeah. I remember. [pause] Dimaccio: Aw, come on, that ain't the ████ I remember. You— Agent █████: Yeah? Yeah? Maybe that's because the fuckin' ████ █████ you remember wasn't a fuckin' skip ! Maybe that's because I never used to be a fuckin' freak! Get the fuck out of here! Stop bullshitting me! Get the fuck out! [At this point, Agent █████ picks up a chair from his cell and attempts to strike Researcher Dimaccio. Security rush into the cell. Researcher Dimaccio exits the cell.]",
        "Dr Xiao: SCP-1707-5, this is Dr Xiao. Can you hear me? [no audio for approx 30 seconds] Dr Xiao: I'm not going to be here for long. I have just a few short questions. [no audio for several seconds] SCP-1707-5: [muffled indistinct vocalization] [pause] Dr Xiao: First of all, have you noticed any change in sensation over the last six months? [no audio for approx 30 seconds] Dr Xiao: 1707-5? [no audio for approx 30 seconds] Dr Xiao: Okay. Have you experienced other effects of SCP-1707? Any other symptoms at all? SCP-1707-5: [indistinct, unintelligible] Dr Xiao: I'm sorry, what was that? [no audio for approx 30 seconds] Dr Xiao: Okay… okay. This interview is concluded at 15:44 local time on ██/██/20██. The next interview will be in four— SCP-1707-5: Where's Paulie? [no audio for several seconds] SCP-1707-5: I want Paulie. Dr Xiao: He… you know he transferred out. He transferred out three years ago. [no audio for approx two (2) minutes] Dr Xiao: [sighs] Interview is concluded. [Dr. Xiao leaves the containment cell.]",
        "\" SCP-1707 \" by Mr Carbon, from the SCP Wiki . Source: https://scpwiki.com/scp-1707 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1707",
    "object_class": "Euclid",
    "containment_procedures": "Each SCP-1707 colony is to be kept in a monitored containment cell under Biosafety Level 3 conditions. A minimum of two (2) mature and stable colonies, hosted by domesticated pigs (Sus domesticus), are to be retained at all times. At least one (1) additional colony is to be maintained for the purpose of experimentation. Humans are not to be used to host SCP-1707 colonies without the approval of both the Senior Researcher and the Site Director.",
    "description": "SCP-1707 is a type of collective organism composed of a mass of creatures, individually designated SCP-1707-A, that resemble various different annelids and helminths. In particular, all SCP-1707-A specimens are between 5 and 30 mm in length and possess distinctive mouthparts (see attached image).",
    "title": "SCP-1707"
}