{
    "url": "https://scp-wiki.wikidot.com/scp-1712",
    "all_text": "Strange things just happen sometimes, I suppose.\n\n\n\n\nrating: \n+54\n+\n–\nx\n\n\n\n\n\n\nLast known image of Richard Boyd (SCP-1712-A), taken one hour before exiting the atmosphere.\n\n\n\n\n\n\nItem #:\n SCP-1712\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n All information regarding the SCP-1712 incident is to be suppressed, with the cover story of an office suicide having been disseminated.\n\n\nAll images of SCP-1712-A picked up by satellite imaging are to be edited by Foundation personnel embedded in organizations capable of observing the anomaly. Foundation-operated probes are to continuously track SCP-1712-A's location.\n\n\nSCP-1712-B is contained within a custom wildlife enclosure at \nSite-77\n. The walls of this unit are to be made of stone and direct interaction is prohibited. In the event SCP-1712-B breaches containment or requires relocation, the entity is to be tranquilized and handled using specialized equipment.\n\n\nDescription:\n SCP-1712 is the collective designation for two anomalous objects which manifested as the result of an Unexplained Event. (RAISA NOTICE: Please see attached UE Log for details.)\n\n\nDespite various attempts at recreating the event utilizing SCP-1712-B and subjects similar to SCP-1712-A, the Foundation has not successfully created another SCP-1712 event.\n\n\nSCP-1712-A is the petrified body of one \"Richard Boyd\", a citizen of Chicago, Illinois, in addition to half of an iron beam. Currently, it is located in the outer rim of the Solar System and is moving at a rate of about 20 kilometers per hour, with its speed increasing exponentially. SCP-1712-A is expected to reach observable range within 5 years. It is currently unknown if Boyd possessed anomalous properties prior to becoming SCP-1712-A.\n\n\nSCP-1712-B is a tabby kitten with black and white fur. It weighs 8 kilograms and displays behavior expected for a cat of its age. When SCP-1712-B makes contact with living tissue, the tissue will immediately transform into stone. This transformation occurs instantaneously, and will also affect non-organic matter the subject is making direct contact with such as clothing, held objects, and the ground beneath them. This effect appears to extend about a meter in diameter from the closest source of formerly living tissue. SCP-1712-B has not been noted to age during its time in containment.\n\n\nThe following note was found attached to SCP-1712-B's collar.\n\n\n\n\nIF FOUND CONTACT [Renmar the Trebucher] CONTACTABLE IN [Kingdom of Suva]\n\n\nR.M.\n\n\n\n\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nThe following documentation has been included in the object's files, as they pertain to the related anomaly/anomalies prior to SCP object classification.\n\n\n— Alexis Rose, Document Curation, RAISA\n\n\n\n\n\n\n\n\n\n\nARTICLE#:\n \nUE\n-1712\n\n\nEVENT DESCRIPTION\n\n\nOn the morning of August 11th, 1959, Richard Boyd was working in his office when witnesses say he noted a \"cat on the construction area\"\n1\n and attempted to crawl out onto the construction area to rescue it, against the advice of others. After contacting the cat, Richard immediately lost his balance, fell, and then vanished from sight.\n\n\nDATE OF OCCURENCE\n\n\n08/11/1959\n\n\nLOCATION\n\n\nCHICAGO, ILLINOIS, UNITED STATES\n\n\nFOLLOW-UP ACTION TAKEN\n\n\nMTF-Kappa-11 \"Red Barons\"\n was mobilized to track Richard Boyd's location, but were not able to track it after it exited the operating range of their aircraft. Foundation personnel were able to recover the involved feline, and administered Class-B amnestics to all witnesses. The cover story of a suicide was disseminated.\n\n\nBoyd's supervisor, Michael Marguilles, was interviewed to obtain information on the subject. A transcript of the interview has been attached below.\n\n\nUPDATE:11/22/1961\n\n\nVisual contact with Richard Boyd has been re-established using satellite imagery. Due to the ongoing nature of this anomaly, SCP object classification is currently pending.\n\n\n[END FILE]\n\n\n\n\n\n\nInterviewed:\n Michael Marguilles, Sales Department Lead, Chicago Meat Packing LTD.\n\n\nInterviewer:\n Field Agent Valdes\n\n\nForeword:\n Agent Valdes interviewed Marguilles under the guise of a Chicago Police Department investigator to obtain as much knowledge on UE-1712 as possible.\n\n\n<Begin Log>\n\n\nValdes:\n Thank you for agreeing to this interview on such short notice, Mister Marguilles.\n\n\nMarguilles:\n It's no problem, detective. I'm fixing to figure out what happened just as much as anybody. Smoke?\n\n\nValdes:\n No thank you.\n\n\nMarguilles:\n [LIGHTING HIS CIGAR] Of course, detective. Now, what can I do for you?\n\n\nValdes:\n I'd like to ask you to describe the event to the best of your memory.\n\n\nMarguilles:\n I don't reckon my story is any different from anyone else's, but here goes. We file our sales reports on Tuesdays, so all the guys were out there earlier today. Everything was normal 'till I hear Wilkins and Roberts yelling after Boyd.\n\n\nValdes:\n I assume you left this office at this point?\n\n\nMarguilles:\n Right on the money, detective. I go outside to check on the ruckus and I see him out that first window you passed before coming in here. He's doing a balancing act out on those beams all for a damned cat. Anyways, the wind just so happens to blow a little stronger than it was and [MARGUILLES SLAMS HIS DESK] kaput! Gone. Think the cat fell off too.\n\n\nValdes:\n An on-site investigator noticed that a chunk of the beam he was walking on was missing as well. You didn't hear a thud or anything like that?\n\n\nMarguilles:\n Buddy, I trust those union builders about as much as far as I can throw 'em. That beam is probably made of plastic. Wouldn't surprise me if poor old Boyd, his fleabag, and that so-called beam wound up in the river.\n\n\nValdes:\n Do you suspect the construction workers at all?\n\n\nMarguilles:\n Nah, they're honest people trying to make a living, it's those union organizers and their piece of shit protests that get under my skin. [LOUD COUGHING] Those damn unions, I tell you.\n\n\nValdes:\n Right. I just have a few more questions for you, Mr. Marguilles.\n\n\nMarguilles:\n Apologies, detective. It's been a strange day.\n\n\nValdes:\n It's not every day a man vanishes literally in thin air.\n\n\n[BOTH LAUGH]\n\n\n[MARGUILLES BEGIN TO COUGH]\n\n\nMarguilles:\n Ah, hell. Excuse me. You were saying, detective?\n\n\nValdes:\n Now, I'd just like to ask a few questions about Mister Boyd. Did he get along well with his coworkers? Any abnormalities in his behavior as of late?\n\n\nMarguilles:\n Not that I can think of. He got along fine with the other guys, but he's always been one of the more quiet ones. Didn't smoke or drink, either.\n\n\nValdes:\n And his performance?\n\n\nMarguilles:\n Well… [MARGUILLES TAKES A LONG DRAG OF HIS CIGAR] He always made quota. Never really excelled, but never fell behind the pack either. If anything he was reliable.\n\n\nValdes:\n What about his personal life? Has he ever talked about a family or anything of that nature?\n\n\nMarguilles:\n In the ten years he's worked here he ain't ever brought up a gal or any kids. He's only ever taken a few personal days and been sick a few times. He must have parents, but he ain't ever mention them. You figure they're dead?\n\n\nValdes:\n We're looking into that. One more question, if you will.\n\n\nMarguilles:\n Fire away.\n\n\nValdes:\n Was it in Boyd's character to put himself in danger like that?\n\n\nMarguilles:\n Hell no. He was as meek as they came. Did have a real soft spot for cats, though. Every now and then I would catch find him feeding the strays by the dumpster, and he'd always be tearing up and sniffling. I think he had one of those… What do you call them…\n\n\nValdes:\n Allergies?\n\n\nMarguilles:\n Yeah, that's it.\n\n\n[BOTH ARE SILENT FOR 15 SECONDS. VALDES STANDS, GRABBING THE TAPE RECORDER.]\n\n\nValdes:\n Well, thank you very much for your time Mister Marguilles. It is greatly appreciated. Do you have anything else for me before I go?\n\n\nMarguilles:\n Well… may I ask you something?\n\n\nValdes:\n Of course.\n\n\nMarguilles:\n What do you think happened?\n\n\nValdes:\n No idea. \nStrange things just happen sometimes\n, I suppose.\n\n\n<End Log>\n\n\nClosing Statement:\n Marguilles was administered Class-A amnestics following the interview.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. The building in which he worked was having an addition built\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nUncle Nicolini's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-ES-076\n \n•\n\n\n\n\n\n\nSCP-4056\n \n•\n\n\n\n\n\n\nSCP-726-EX\n \n•\n\n\n\n\n\n\nSCP-6832\n \n•\n\n\n\n\n\n\nSCP-4176\n \n•\n\n\n\n\n\n\nSCP-7833\n \n•\n\n\n\n\n\n\nSCP-1799\n \n•\n\n\n\n\n\n\nSCP-2910-JP\n \n•\n\n\n\n\n\n\nSCP-ES-227\n \n•\n\n\n\n\n\n\nSCP-7112\n \n•\n\n\n\n\n\n\nSCP-8911\n \n•\n\n\n\n\n\n\nSCP-4967\n \n•\n\n\n\n\n\n\nSCP-3085\n \n•\n\n\n\n\n\n\nSCP-5047\n \n•\n\n\n\n\n\n\nAbraka David's Proposal\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nParalytic States\n \n•\n\n\n\n\n\n\nI Don't Get It, But I'll Figure It Out.\n \n•\n\n\n\n\n\n\nDark was the night, cold was the ground.\n \n•\n\n\n\n\n\n\nFifteenth Anonymous Donation\n \n•\n\n\n\n\n\n\nJuly 26th ETTRA Emergency Meeting\n \n•\n\n\n\n\n\n\nDark Sushi File No. 1221 \"Waniika Nigiri\"\n \n•\n\n\n\n\n\n\nA Passing Rain\n \n•\n\n\n\n\n\n\nLa Persistencia De La Memoria\n \n•\n\n\n\n\n\n\nThe Corncrake Of Destiny\n \n•\n\n\n\n\n\n\nMerry Christmas, Jude Kriyot\n \n•\n\n\n\n\n\n\nDrunkenly Stumbling Down Memory Lane\n \n•\n\n\n\n\n\n\nSPC-7000\n \n•\n\n\n\n\n\n\nWANTED: THE THIEVES' DOMAIN\n \n•\n\n\n\n\n\n\nRobin\n \n•\n\n\n\n\n\n\nGRANT REQUEST FOR THE RE-CREATION OF AN ADVANCED POSTMORTEM NEURAL PRESERVATION SYSTEM\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nOde To The Unknown Author\n \n•\n\n\n\n\n\n\nuncle nicolini author page\n \n•\n\n\n\n\n\n\nSciptember 2022 Art Highlights\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1711\n | SCP-1712 | \nSCP-1713\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1712\n\" by Anonymous, Uncle Nicolini, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1712\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n lookoutbelow2.jpg\n\n\nName:\n Statue von David Černý\n\n\nAuthor:\n sebi ryffel\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "IF FOUND CONTACT [Renmar the Trebucher] CONTACTABLE IN [Kingdom of Suva] R.M.",
        "ARTICLE#: UE -1712 EVENT DESCRIPTION On the morning of August 11th, 1959, Richard Boyd was working in his office when witnesses say he noted a \"cat on the construction area\" 1 and attempted to crawl out onto the construction area to rescue it, against the advice of others. After contacting the cat, Richard immediately lost his balance, fell, and then vanished from sight. DATE OF OCCURENCE 08/11/1959 LOCATION CHICAGO, ILLINOIS, UNITED STATES FOLLOW-UP ACTION TAKEN MTF-Kappa-11 \"Red Barons\" was mobilized to track Richard Boyd's location, but were not able to track it after it exited the operating range of their aircraft. Foundation personnel were able to recover the involved feline, and administered Class-B amnestics to all witnesses. The cover story of a suicide was disseminated. Boyd's supervisor, Michael Marguilles, was interviewed to obtain information on the subject. A transcript of the interview has been attached below. UPDATE:11/22/1961 Visual contact with Richard Boyd has been re-established using satellite imagery. Due to the ongoing nature of this anomaly, SCP object classification is currently pending. [END FILE]",
        "Interviewed: Michael Marguilles, Sales Department Lead, Chicago Meat Packing LTD. Interviewer: Field Agent Valdes Foreword: Agent Valdes interviewed Marguilles under the guise of a Chicago Police Department investigator to obtain as much knowledge on UE-1712 as possible. <Begin Log> Valdes: Thank you for agreeing to this interview on such short notice, Mister Marguilles. Marguilles: It's no problem, detective. I'm fixing to figure out what happened just as much as anybody. Smoke? Valdes: No thank you. Marguilles: [LIGHTING HIS CIGAR] Of course, detective. Now, what can I do for you? Valdes: I'd like to ask you to describe the event to the best of your memory. Marguilles: I don't reckon my story is any different from anyone else's, but here goes. We file our sales reports on Tuesdays, so all the guys were out there earlier today. Everything was normal 'till I hear Wilkins and Roberts yelling after Boyd. Valdes: I assume you left this office at this point? Marguilles: Right on the money, detective. I go outside to check on the ruckus and I see him out that first window you passed before coming in here. He's doing a balancing act out on those beams all for a damned cat. Anyways, the wind just so happens to blow a little stronger than it was and [MARGUILLES SLAMS HIS DESK] kaput! Gone. Think the cat fell off too. Valdes: An on-site investigator noticed that a chunk of the beam he was walking on was missing as well. You didn't hear a thud or anything like that? Marguilles: Buddy, I trust those union builders about as much as far as I can throw 'em. That beam is probably made of plastic. Wouldn't surprise me if poor old Boyd, his fleabag, and that so-called beam wound up in the river. Valdes: Do you suspect the construction workers at all? Marguilles: Nah, they're honest people trying to make a living, it's those union organizers and their piece of shit protests that get under my skin. [LOUD COUGHING] Those damn unions, I tell you. Valdes: Right. I just have a few more questions for you, Mr. Marguilles. Marguilles: Apologies, detective. It's been a strange day. Valdes: It's not every day a man vanishes literally in thin air. [BOTH LAUGH] [MARGUILLES BEGIN TO COUGH] Marguilles: Ah, hell. Excuse me. You were saying, detective? Valdes: Now, I'd just like to ask a few questions about Mister Boyd. Did he get along well with his coworkers? Any abnormalities in his behavior as of late? Marguilles: Not that I can think of. He got along fine with the other guys, but he's always been one of the more quiet ones. Didn't smoke or drink, either. Valdes: And his performance? Marguilles: Well… [MARGUILLES TAKES A LONG DRAG OF HIS CIGAR] He always made quota. Never really excelled, but never fell behind the pack either. If anything he was reliable. Valdes: What about his personal life? Has he ever talked about a family or anything of that nature? Marguilles: In the ten years he's worked here he ain't ever brought up a gal or any kids. He's only ever taken a few personal days and been sick a few times. He must have parents, but he ain't ever mention them. You figure they're dead? Valdes: We're looking into that. One more question, if you will. Marguilles: Fire away. Valdes: Was it in Boyd's character to put himself in danger like that? Marguilles: Hell no. He was as meek as they came. Did have a real soft spot for cats, though. Every now and then I would catch find him feeding the strays by the dumpster, and he'd always be tearing up and sniffling. I think he had one of those… What do you call them… Valdes: Allergies? Marguilles: Yeah, that's it. [BOTH ARE SILENT FOR 15 SECONDS. VALDES STANDS, GRABBING THE TAPE RECORDER.] Valdes: Well, thank you very much for your time Mister Marguilles. It is greatly appreciated. Do you have anything else for me before I go? Marguilles: Well… may I ask you something? Valdes: Of course. Marguilles: What do you think happened? Valdes: No idea. Strange things just happen sometimes , I suppose. <End Log> Closing Statement: Marguilles was administered Class-A amnestics following the interview.",
        "\" SCP-1712 \" by Anonymous, Uncle Nicolini, from the SCP Wiki . Source: https://scpwiki.com/scp-1712 . Licensed under CC-BY-SA .",
        "Filename: lookoutbelow2.jpg Name: Statue von David Černý Author: sebi ryffel License: CC BY-SA 2.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-1712",
    "object_class": "Keter",
    "containment_procedures": "All information regarding the SCP-1712 incident is to be suppressed, with the cover story of an office suicide having been disseminated.",
    "description": "SCP-1712 is the collective designation for two anomalous objects which manifested as the result of an Unexplained Event. (RAISA NOTICE: Please see attached UE Log for details.)",
    "title": "SCP-1712"
}