{
    "url": "https://scp-wiki.wikidot.com/scp-1714",
    "all_text": "rating: \n+250\n+\n–\nx\n\n\nItem #:\n SCP-1714\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n A single copy of SCP-1714 is to be held in a standard document locker. Testing involving SCP-1714 is restricted to D-class with a score below 130 on the Foundation Standard Test of Logical Reasoning Skills (FST-LRS) or a score below 130 on the Foundation Standard Test of Mathematical Aptitude (FST-MA). Tests involving subjects outside these parameters must be approved by the head researcher and at least one Foundation mathematician or scientist with Level 4 Clearance. Foundation operatives in the academic community will monitor journals, universities, and laboratories for SCP-1714, with special consideration given to higher mathematics, physics, or philosophy departments. Civilians who come into contact with SCP-1714 are to be interviewed, treated with a Class A amnestic, and covertly monitored for a period of one year.\n\n\nDescription:\n SCP-1714 is a partially-finished mathematical proof, identified as logically sound by Foundation mathematicians, attempting to create a mathematical framework for the analysis of reality-altering anomalies. SCP-1714 postulates a quantum-mechanical model for such objects, arising from the coalescence of virtual particles generated by quantum foam. Among SCP-1714's more important sections is a lemma proving the existence of reality bending anomalies as a natural consequence of the boundary conditions of the universe. This lemma predicts a prevalence of ████ alterations in reality as understood by mainstream science, with only ██% known to and contained by the Foundation. Foundation mathematicians and theoretical physicists have reached the conclusion that SCP-1714 in its entirety could be applied to the creation and manipulation of reality-altering anomalies by parties of sufficient technological advancement.\n\n\nAt seemingly random intervals in the text of SCP-1714 are a series of writings railing against the complexity of the observable universe and expressing a desire to restructure the universe into a form too simple to sustain life. These writings vary in tone from clinical and explanatory to barely coherent and seem to indicate at least a suspicion of the existence of the Foundation.\n\n\nExcerpts from SCP-1714\n\n\n\n\nI was told by those who lacked vision that knowing all would be impossible. It is simpler than they thought. I needn't obey this tricky enemy. I just need to cut it down to size.\n\n\n\n\n\n\nWe hope we have already proven to the reader that the universe is a far more fantastic place than modern science has accounted for. That such self-referential, self-nullifying physical laws exist is incredible. In the next section, we prove that these laws can in fact be understood and even manipulated. The author realizes the potential danger of releasing this information, as such power could be abused with impunity. But you mustn't worry. I'm going to fix it. Shhhhh. Everything will be alright.\n\n\n\n\n\n\nThe universe. It speaks to me through the math. It speaks in a convoluted babble. Where is the beauty I was promised? Where is the music of the heavens? There is no music here, only the discord of many voices. Certain lines must be cut. The crowd must become an ensemble. The ensemble must become a quartet. The quartet must become a trio. The trio must become a duet. The duet must become one lone voice, rising high and pure, so I the listener may hear and take delight.\n\n\n\n\n\n\nConsidering the vast number of ouraboric anomalies we proved do exist in the section above, one must wonder if they do not serve a purpose. The author is not given to teleological modes of thought, but we have demonstrated clearly that reality-warping anomalies seem to be a natural consequence of the laws in the universe. It seems to us strange that those same needlessly cluttered laws also provide our liberation. Here, again, ancient myths reveal a kernel of wisdom, for out of formless, terrible chaos comes universal perfection.\n\n\n\n\n\n\nIt will be purified, all of it, shaken through a series of my sieves and rendered into its most perfect essence, into the beginning and the end. The glorious singularity, static, sacred. And I, beholding its glory, understanding all, knowing all. Forever.\n\n\n\n\n\n\nAcquisitions Log 1714-1\n\n\nBased on handwriting and linguistic analysis and interviews conducted with the faculty of ██████ University, the author of SCP-1714 is presumed to be Dr. Molly Jaywadena, a former postdoctoral fellow at ██████ University. Dr. Jaywadena studied Beyond Standard Model Theory under the mentorship of ██████ University professor emeritus Dr. Beau █████ alongside her work on SCP-1714. Interviews with Dr. █████ and Dr. Jaywadena's medical records reveal a history of mental health issues beginning with pre-psychotic symptoms manifesting in childhood.\n\n\nOn 27 March 20██, the Foundation responded to reports of a small weather anomaly in a field eleven kilometers outside the ██████ University campus. Mobile Task Force Gamma-3 (Gone With the Wind) was deployed. MTF Gamma-3 reported a circle on the ground two meters in diameter being abraded of vegetation and soil, which was then ejected from this circle at high velocities. Ignoring a direct order from the MTF Gamma-3 captain, Agent Jacob ███████████ stepped into the circle to take more precise measurements. Agent ███████████'s body was immediately accelerated to a velocity of ██.█ m/s (as measured by MTF camera feeds) and ejected out of the circle before impacting with an abandoned farmhouse 50 meters due west of the anomaly. The accompanying explosion caused permanent hearing damage to the entire Mobile Task Force and completely obliterated the farmhouse, along with most of Agent ███████████'s body. Slow-motion analysis of the footage and the remains of Agent ███████████ show rapid depressurization consistent with exposure to a vacuum. Further testing showed that gravitational forces within the anomaly had ceased to exist. All air within the anomaly had escaped into space, leaving a cylindrical vacuum extending from ground level to the exosphere. Approximately one hour after the anomaly was secured, the phenomenon ceased. Another loud noise described by one witness as \"a clap of thunder\" caused further hearing damage to Foundation personnel as the air around the anomaly rushed in to fill the vacuum.\n\n\nInformation given by local [REDACTED] and sources in [REDACTED] led Foundation operatives to Dr. Molly Jaywadena's apartment on the ██████ University campus. The apartment was noted to be in disarray, with clothing, bags, money, and other valuables missing. Analysis of the doctor's computer revealed a surveillance feed of the field, several pages of equations, a log detailing the duration of the anomaly, and SCP-1714. Also of note was the word \"εὕρηκα\" found scrawled in lipstick on every reflective surface. Dr. Jaywadena's whereabouts have been unknown since.\n\n\n\n\nLog Recovered from Dr. Molly Jaywadena's Apartment\n\n\n-10 minutes\n Double-checking equations for first test. Cameras set up in the abandoned █████ Field. Video reception good. I can set the anomaly for a maximum of 120 minutes before my calculations break down. Proof not yet complete enough to affect change on a larger scale.\n\n\n-5 minutes\n Setting up device. Manufacture sub-standard. Outsourced labor and parts evident upon examination. While undergraduates provide an abundant source of compliant free labor, the results are disappointing.\n\n\n-2 minutes\n Device functional. Seems like an anomaly in itself. The success of the test now relies on my calculations.\n\n\n0:00\n If the radiance of a thousand suns/ Were to burst forth at once from the sky/ It would be like the splendor of the singularity.\n\n\n15:37\n Anomaly is stable. Matter within the gravity-free zone behaving as expected. As Mr. ███ would have said, \"Inertia's a bitch\".\n\n\n20:45\n Unexpected development: Paramilitary squad appeared out of nowhere. Can infer from behavior that they were sent to research the anomaly.\n\n\n21:57\n First casualty. Others acting with more caution. Appear to be securing the area and calling for backup.\n\n\n52:34\n Reinforcements have arrived. Mainly scientists or other researchers. Notable lack of military presence. Seem less puzzled by the anomaly than one would expect.\n\n\n60:14\n Not government. Definitely not first anomaly. Explains lack of knowledge of ouraboric anomalies in scientific community.\n\n\n66:13\n Something's wrong\n\n\n70:24\n DAMN IT DAMN IT i knew it goddamn vulture capitalists and their bitch engineers the entire damn device has to be gutted DAMN IT\n\n\nThe remainder of the log contains random characters consistent with the pattern of someone pounding the keyboard with clenched fists.\n\n\n\n\n\n\n\n\n+ LEVEL 3 CLEARANCE REQUIRED\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\n\n\nDate:\n 29 July 201█\n\n\nDescription:\n On the 29th of July, ██ years after Dr. Jaywadena's disappearance, Foundation astronomers observed various anomalies affecting the █████████ system, approximately ██ lightyears away from Earth. Due to the nature of these anomalies, they are presumed to be the work of continued refinement of SCP-1714. The following observation log details the observed changes to the █████████ system.\n\n\n00:00-\n Exoplanets █████████-a, -b, -c, -d, and -e deviate from their usual orbits around █████████ and move into the same plane of rotation.\n\n\n00:37-\n Exoplanet rotation deviates further. New orbits are observed to be perfect circles with radius equal to the periapsis of the old orbits. Neither the mass of █████████ or any of these exoplanets have been observed to change. No magnetic forces from █████████ are observed to act on any of the planets.\n\n\n01:30-\n Objects within the █████████ system that are not the star itself or any of its associated exoplanets suddenly lose their mass and accelerate out of the █████████ system at the speed of light. Once ██ AU from █████████, the various asteroids and comets suddenly decelerate and exert gravitational pull.\n\n\n21:00-\n Every remaining object in the █████████ system becomes a perfect sphere.\n\n\n30:47-\n █████████-d and █████████-a, the second and fourth planet from █████████, collide. Instead of deforming around each other, the two planets appear to bounce off of each other with no observable damage to either planet. No increase in thermal radiation from either planet is observed. The tangential velocities of both planets observed not to change except in direction after the collision. █████████-a, the smaller planet, continues on a path out of the █████████ system. No further changes to the █████████ system affect █████████-a.\n\n\n42:54-\n █████████ and its remaining four exoplanets suddenly shrink into infinitesimally small points. Orbits do not change. █████████ does not supernova.\n\n\n1:00:30-\n [DATA EXPUNGED]\n\n\n1:20:10-\n Foundation astronomers confirm through [REDACTED] that electromagnetic radiation from the █████████ system [DATA EXPUNGED]. Researchers speculate that observed events in the █████████ system are [DATA EXPUNGED]. The O5 Council is notified and preparations are made for a XK-class scenario.\n\n\n1:45:00\n █████████ supernovas. The █████████ system appears to return to its original state with █████████ intact. However, Foundation astronomer Dr. Amy ████ warns that this may be a reversal of the [DATA EXPUNGED] observed earlier. Observation of the █████████ system will continue to be a top priority until 20██, when this Dr. ████'s conjecture will be proven or disproven.\n\n\nSCP classification of the █████████ system pending.\n\n\n\n\n\n\n\n\n\n\nAddendum-02\n \nSince Dr. Jaywadena's disappearance, materials similar in content to SCP-1714 but lacking the sporadic author's notes have surfaced at educational institutions from research universities to community colleges to, in one documented case, a high school. These documents are written in the format of a textbook at a level appropriate to the point of acquisition and appear to be an introduction to the esoteric concepts required to understand SCP-1714. Reclassification to Keter requested.\n\n-Dr. Amy ████\n\n\nGranted.\n -O5-8\n\n\n\n\n\n\n« \nSCP-1713\n | SCP-1714 | \nSCP-1715\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1714\n\" by MissMercurial, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1714\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-02 Since Dr. Jaywadena's disappearance, materials similar in content to SCP-1714 but lacking the sporadic author's notes have surfaced at educational institutions from research universities to community colleges to, in one documented case, a high school. These documents are written in the format of a textbook at a level appropriate to the point of acquisition and appear to be an introduction to the esoteric concepts required to understand SCP-1714. Reclassification to Keter requested. -Dr. Amy ████\nGranted. -O5-8"
    ],
    "documents": [],
    "notes": [
        "I was told by those who lacked vision that knowing all would be impossible. It is simpler than they thought. I needn't obey this tricky enemy. I just need to cut it down to size.",
        "We hope we have already proven to the reader that the universe is a far more fantastic place than modern science has accounted for. That such self-referential, self-nullifying physical laws exist is incredible. In the next section, we prove that these laws can in fact be understood and even manipulated. The author realizes the potential danger of releasing this information, as such power could be abused with impunity. But you mustn't worry. I'm going to fix it. Shhhhh. Everything will be alright.",
        "The universe. It speaks to me through the math. It speaks in a convoluted babble. Where is the beauty I was promised? Where is the music of the heavens? There is no music here, only the discord of many voices. Certain lines must be cut. The crowd must become an ensemble. The ensemble must become a quartet. The quartet must become a trio. The trio must become a duet. The duet must become one lone voice, rising high and pure, so I the listener may hear and take delight.",
        "Considering the vast number of ouraboric anomalies we proved do exist in the section above, one must wonder if they do not serve a purpose. The author is not given to teleological modes of thought, but we have demonstrated clearly that reality-warping anomalies seem to be a natural consequence of the laws in the universe. It seems to us strange that those same needlessly cluttered laws also provide our liberation. Here, again, ancient myths reveal a kernel of wisdom, for out of formless, terrible chaos comes universal perfection.",
        "It will be purified, all of it, shaken through a series of my sieves and rendered into its most perfect essence, into the beginning and the end. The glorious singularity, static, sacred. And I, beholding its glory, understanding all, knowing all. Forever.",
        "Log Recovered from Dr. Molly Jaywadena's Apartment -10 minutes Double-checking equations for first test. Cameras set up in the abandoned █████ Field. Video reception good. I can set the anomaly for a maximum of 120 minutes before my calculations break down. Proof not yet complete enough to affect change on a larger scale. -5 minutes Setting up device. Manufacture sub-standard. Outsourced labor and parts evident upon examination. While undergraduates provide an abundant source of compliant free labor, the results are disappointing. -2 minutes Device functional. Seems like an anomaly in itself. The success of the test now relies on my calculations. 0:00 If the radiance of a thousand suns/ Were to burst forth at once from the sky/ It would be like the splendor of the singularity. 15:37 Anomaly is stable. Matter within the gravity-free zone behaving as expected. As Mr. ███ would have said, \"Inertia's a bitch\". 20:45 Unexpected development: Paramilitary squad appeared out of nowhere. Can infer from behavior that they were sent to research the anomaly. 21:57 First casualty. Others acting with more caution. Appear to be securing the area and calling for backup. 52:34 Reinforcements have arrived. Mainly scientists or other researchers. Notable lack of military presence. Seem less puzzled by the anomaly than one would expect. 60:14 Not government. Definitely not first anomaly. Explains lack of knowledge of ouraboric anomalies in scientific community. 66:13 Something's wrong 70:24 DAMN IT DAMN IT i knew it goddamn vulture capitalists and their bitch engineers the entire damn device has to be gutted DAMN IT The remainder of the log contains random characters consistent with the pattern of someone pounding the keyboard with clenched fists.",
        "Date: 29 July 201█ Description: On the 29th of July, ██ years after Dr. Jaywadena's disappearance, Foundation astronomers observed various anomalies affecting the █████████ system, approximately ██ lightyears away from Earth. Due to the nature of these anomalies, they are presumed to be the work of continued refinement of SCP-1714. The following observation log details the observed changes to the █████████ system. 00:00- Exoplanets █████████-a, -b, -c, -d, and -e deviate from their usual orbits around █████████ and move into the same plane of rotation. 00:37- Exoplanet rotation deviates further. New orbits are observed to be perfect circles with radius equal to the periapsis of the old orbits. Neither the mass of █████████ or any of these exoplanets have been observed to change. No magnetic forces from █████████ are observed to act on any of the planets. 01:30- Objects within the █████████ system that are not the star itself or any of its associated exoplanets suddenly lose their mass and accelerate out of the █████████ system at the speed of light. Once ██ AU from █████████, the various asteroids and comets suddenly decelerate and exert gravitational pull. 21:00- Every remaining object in the █████████ system becomes a perfect sphere. 30:47- █████████-d and █████████-a, the second and fourth planet from █████████, collide. Instead of deforming around each other, the two planets appear to bounce off of each other with no observable damage to either planet. No increase in thermal radiation from either planet is observed. The tangential velocities of both planets observed not to change except in direction after the collision. █████████-a, the smaller planet, continues on a path out of the █████████ system. No further changes to the █████████ system affect █████████-a. 42:54- █████████ and its remaining four exoplanets suddenly shrink into infinitesimally small points. Orbits do not change. █████████ does not supernova. 1:00:30- [DATA EXPUNGED] 1:20:10- Foundation astronomers confirm through [REDACTED] that electromagnetic radiation from the █████████ system [DATA EXPUNGED]. Researchers speculate that observed events in the █████████ system are [DATA EXPUNGED]. The O5 Council is notified and preparations are made for a XK-class scenario. 1:45:00 █████████ supernovas. The █████████ system appears to return to its original state with █████████ intact. However, Foundation astronomer Dr. Amy ████ warns that this may be a reversal of the [DATA EXPUNGED] observed earlier. Observation of the █████████ system will continue to be a top priority until 20██, when this Dr. ████'s conjecture will be proven or disproven. SCP classification of the █████████ system pending.",
        "\" SCP-1714 \" by MissMercurial, from the SCP Wiki . Source: https://scpwiki.com/scp-1714 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1714",
    "object_class": "Keter",
    "containment_procedures": "A single copy of SCP-1714 is to be held in a standard document locker. Testing involving SCP-1714 is restricted to D-class with a score below 130 on the Foundation Standard Test of Logical Reasoning Skills (FST-LRS) or a score below 130 on the Foundation Standard Test of Mathematical Aptitude (FST-MA). Tests involving subjects outside these parameters must be approved by the head researcher and at least one Foundation mathematician or scientist with Level 4 Clearance. Foundation operatives in the academic community will monitor journals, universities, and laboratories for SCP-1714, with special consideration given to higher mathematics, physics, or philosophy departments. Civilians who come into contact with SCP-1714 are to be interviewed, treated with a Class A amnestic, and covertly monitored for a period of one year.",
    "description": "On the 29th of July, ██ years after Dr. Jaywadena's disappearance, Foundation astronomers observed various anomalies affecting the █████████ system, approximately ██ lightyears away from Earth. Due to the nature of these anomalies, they are presumed to be the work of continued refinement of SCP-1714. The following observation log details the observed changes to the █████████ system.",
    "title": "SCP-1714"
}