{
    "url": "https://scp-wiki.wikidot.com/scp-1722",
    "all_text": "rating: \n+425\n+\n–\nx\n\n\nItem #:\n SCP-1722\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1722 is to be housed in a standard storage locker within Site 19. No further security measures are necessary.\n\n\nNo written records or computers are permitted within the testing chamber outside of pre-approved testing materials. All data is to be transcribed from video after testing is completed. If tests require that a camera be brought within SCP-1722’s area of effect, staff overseeing testing are to communicate in American Sign Language.\n\n\nDescription:\n SCP-1722 is a branch of white oak measuring approximately 1.7 meters in length. SCP-1722 is decorated with various acrylic paints, colored duct tape, strips of leather, and feathers of the Canada goose (\nBranta canadensis\n). A partially completed string bracelet is attached to the item. Removed decorations have no anomalous properties of their own.\n\n\nWhen SCP-1722 is held by a human subject, the contents of all physical and digital documents within a five-meter radius will be permanently altered to contain handwritten commentary and proofreading notes, often in sufficient quantity to hinder the reading of the document. Video footage and audio recordings will be altered by the addition of a voice providing commentary, similar to edits made to texts. This voice is that of an adult male, estimated to be approximately 60 years of age.\n\n\nNo information contained within affected records will be deleted, and likewise no information will be added. Handwriting, vocabulary, syntax is consistent across all alterations.\n\n\nAddendum-01:\n Notable commentary:\n\n\nA speech written by ███████ ██████████, an 18th-century member of the British parliament.\n\n\n\n\nLook, now, you’re on the right track here, but just think about what you’re saying. Stomping down on the colonists is just going to get ugly for all parties involved. Best option would be to keep them as a semi-autonomous district, with a locally elected official serving as regional governor, accompanied by a second position who serves as representative in parliament. Also, knock it off with those curly fs. They’re annoying as shit to read.\n\n\n\n\nAn excerpt of “Immersion Deeps”, a fanfiction.\n\n\n\n\nThis is the fifth apostrophe I’ve had to place in THIS FUCKING PARAGRAPH. You know what? Fuck it. I’m not reading this any more. [The remaining 71 pages are unedited.]\n\n\n\n\nA recording of an infomercial for “Handy Helping Hampers”\n\n\n\n\nWho the hell can’t store their own clothing? Like, are you literally so incompetent with those gigantic meaty lobster claws you call hands that you can’t figure out how to store and fold your own clothing? Really?\n\n…\n\nEhhhh…two for twenty’s a pretty good deal, when you think about it. Maybe I can give ‘em to someone for Christmas.\n\n\n\n\nSmashmaster!\n, a single-issue comic book\n\n\n\n\nWait what? Wait, what? Why is he doing this? Why is she doing that? What’s wrong with his arm? What’s wrong with her boobs? Who paid for this? Who paid money to read this? Why are they wearing tights in the arctic? Did this guy ever go to art school? What does this monologue even MEAN? Why does this exist? WHY?\n\n\n\n\nA United States 1040 income tax form\n\n\n\n\nYou know what would be great? A flat rate sales tax. You get more tax revenue due to the lack of exceptions, it's already graded for wealth levels, and you get to gut ALL of the IRS.\n\n\nOh wait, America.\n\n\n\n\nSultan of Spice\n, a romance novel.\n\n\n\n\nAND THEN THEY FUCKED AND GOOD GOD THIS PROSE IS PURPLE. [Written one letter a page.]\n\n\n\n\nA recording of “Like a Rolling Stone” by Bob Dylan\n\n\n\n\n[Voice sings along throughout the entire song. Voice is notably off-tune. The singing is occasionally interrupted by interjections “Yeah!” “You tell ‘em, Bob!”]\n\n\n\n\nPrince Hamlet’s soliloquy in Act 1, Scene 2 of \nHamlet.\n\n\n\n\nGODDAMMIT SHUT UP.\n\n\n\n\nFrench art-house film \nJoyeux Fromage\n\n\n\n\n[Entire commentary is in fluent French, criticizing the writing and acting, though praising the imagery.]\n\n\n\n\nA video recording of SCP-1722 experiments.\n\n\n\n\nOh look, it’s a guy with a stick. Wonderful, wonderful. Another guy walks in, “Hey Bob, how’s it going?” “Oh, you know, just holding this stick here.” “Oh really that sounds interesting! Here, hold this book.” “Gee wiz, Frank, now I’m holding both a stick and a book and aaaaaaaaaaaargh do something already!\n\n\n\n\n\n\n\n\n« \nSCP-1721\n | SCP-1722 | \nSCP-1723\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1722\n\" by Djoric, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1722\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-01: Notable commentary:\nA speech written by ███████ ██████████, an 18th-century member of the British parliament.\nAn excerpt of “Immersion Deeps”, a fanfiction.\nA recording of an infomercial for “Handy Helping Hampers”\nSmashmaster! , a single-issue comic book\nA United States 1040 income tax form\nSultan of Spice , a romance novel.\nA recording of “Like a Rolling Stone” by Bob Dylan\nPrince Hamlet’s soliloquy in Act 1, Scene 2 of Hamlet.\nFrench art-house film Joyeux Fromage\nA video recording of SCP-1722 experiments."
    ],
    "documents": [],
    "notes": [
        "Look, now, you’re on the right track here, but just think about what you’re saying. Stomping down on the colonists is just going to get ugly for all parties involved. Best option would be to keep them as a semi-autonomous district, with a locally elected official serving as regional governor, accompanied by a second position who serves as representative in parliament. Also, knock it off with those curly fs. They’re annoying as shit to read.",
        "This is the fifth apostrophe I’ve had to place in THIS FUCKING PARAGRAPH. You know what? Fuck it. I’m not reading this any more. [The remaining 71 pages are unedited.]",
        "Who the hell can’t store their own clothing? Like, are you literally so incompetent with those gigantic meaty lobster claws you call hands that you can’t figure out how to store and fold your own clothing? Really? … Ehhhh…two for twenty’s a pretty good deal, when you think about it. Maybe I can give ‘em to someone for Christmas.",
        "Wait what? Wait, what? Why is he doing this? Why is she doing that? What’s wrong with his arm? What’s wrong with her boobs? Who paid for this? Who paid money to read this? Why are they wearing tights in the arctic? Did this guy ever go to art school? What does this monologue even MEAN? Why does this exist? WHY?",
        "You know what would be great? A flat rate sales tax. You get more tax revenue due to the lack of exceptions, it's already graded for wealth levels, and you get to gut ALL of the IRS. Oh wait, America.",
        "AND THEN THEY FUCKED AND GOOD GOD THIS PROSE IS PURPLE. [Written one letter a page.]",
        "[Voice sings along throughout the entire song. Voice is notably off-tune. The singing is occasionally interrupted by interjections “Yeah!” “You tell ‘em, Bob!”]",
        "GODDAMMIT SHUT UP.",
        "[Entire commentary is in fluent French, criticizing the writing and acting, though praising the imagery.]",
        "Oh look, it’s a guy with a stick. Wonderful, wonderful. Another guy walks in, “Hey Bob, how’s it going?” “Oh, you know, just holding this stick here.” “Oh really that sounds interesting! Here, hold this book.” “Gee wiz, Frank, now I’m holding both a stick and a book and aaaaaaaaaaaargh do something already!",
        "\" SCP-1722 \" by Djoric, from the SCP Wiki . Source: https://scpwiki.com/scp-1722 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1722",
    "object_class": "Safe",
    "containment_procedures": "SCP-1722 is to be housed in a standard storage locker within Site 19. No further security measures are necessary.",
    "description": "SCP-1722 is a branch of white oak measuring approximately 1.7 meters in length. SCP-1722 is decorated with various acrylic paints, colored duct tape, strips of leather, and feathers of the Canada goose (Branta canadensis). A partially completed string bracelet is attached to the item. Removed decorations have no anomalous properties of their own.",
    "title": "SCP-1722"
}