{
    "url": "https://scp-wiki.wikidot.com/scp-1727",
    "all_text": "rating: \n+160\n+\n–\nx\n\n\n\n\n\n\nVehicle launched by SCP-1727 during testing of water sources in enclosed spaces.\n\n\n\n\n\n\nItem #:\n SCP-1727\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1727 is to be contained in a high-capacity containment vault, located in \nSite-77\n's Safe SCP wing. A pool large enough to encompass the mass of vehicles used in testing is to be kept in this containment chamber, being maintained daily by Foundation personnel. The area SCP-1727 was discovered in has been purchased by Foundation front organizations, with all nearby buildings being demolished.\n\n\nDescription:\n SCP-1727 is a ███ ███████ brand portable car wash, manufactured in 1999. The exterior is painted blue, with a logo for the non-existent \"CRSHCRS\n1\n Corporation\" printed on the sides. SCP-1727's interior components match those found in other ███ ███████ brand portable car washes.\n\n\nWhen a vehicle enters SCP-1727, it will be cleaned normally by SCP-1727's components. The driver can select from several options to change the way their vehicle will be cleaned. A button at the bottom is labeled \"Open-Sub cleaning\", which costs twice as much as the other options. If the last option is selected, cleaning instruments will hold the vehicle in place, and the roof portion of SCP-1727 will open via an unknown mechanism. Following this, the vehicle will be catapulted upward, at an angle. SCP-1727 will then dispense a receipt with a personalized message.\n\n\n\n\n\n\nAccess Example Documentation\n\n\n\n\nAccess Granted\n\n\n\n\n\n\nA quick job done well-Just as the customer likes it.\n\n\n\n\n\n\nHigh up and all clean, buffed by fluffy clouds.\n\n\n\n\n\n\nThat was close. But exciting!\n\n\n\n\n\n\n\n\n\n\n\n\n\nVehicles launched by SCP-1727 will continue being propelled through the air until they pass a source of water large enough to enclose them. Note that these vehicles do not follow a normal arc, but will continue moving through the air at the same speed until a suitable water source is located. These can be locations such as oceans, lakes, rivers, aquifers, or bodies such as swimming pools, fish tanks, and clouds. Using \nSCP-1872\n will not affect a vehicle's trajectory or velocity. After reaching their destinations, vehicles will decelerate normally. Drivers do not typically survive impact.\n\nSCP-1727 was discovered after reports of vehicles hurtling through clouds were reported by passengers on a civilian aircraft. Initially classified as an Extranormal Event, further investigation was conducted after reports of a vehicle impacting the ███████ military testing course reached Foundation assets in the U.S army. A cover story regarding local pranksters was disseminated, with SCP-1727 being classified as Safe on 11/17/2000.\n\n\nIncident 1727-1:\n During testing on 11/16/2002, a vehicle launched by SCP-1727 was not found. No report matching SCP-1727's effect have been found, and as of 4/14/2009 has not reappeared. The receipt message printed by SCP-1727 has been made available in this report.\n\n\n\n\nOops.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Denoting a possible connection with \nSCP-1894\n\n\n\n\n\n\n\n\n« \nSCP-1726\n | SCP-1727 | \nSCP-1728\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1727\n\" by Anonymous, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1727\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "A quick job done well-Just as the customer likes it.",
        "High up and all clean, buffed by fluffy clouds.",
        "That was close. But exciting!",
        "Oops.",
        "\" SCP-1727 \" by Anonymous, from the SCP Wiki . Source: https://scpwiki.com/scp-1727 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1727",
    "object_class": "Safe",
    "containment_procedures": "SCP-1727 is to be contained in a high-capacity containment vault, located in Site-77's Safe SCP wing. A pool large enough to encompass the mass of vehicles used in testing is to be kept in this containment chamber, being maintained daily by Foundation personnel. The area SCP-1727 was discovered in has been purchased by Foundation front organizations, with all nearby buildings being demolished.",
    "description": "SCP-1727 is a ███ ███████ brand portable car wash, manufactured in 1999. The exterior is painted blue, with a logo for the non-existent \"CRSHCRS1 Corporation\" printed on the sides. SCP-1727's interior components match those found in other ███ ███████ brand portable car washes.",
    "title": "SCP-1727"
}