{
    "url": "https://scp-wiki.wikidot.com/scp-1736",
    "all_text": "rating: \n+114\n+\n–\nx\n\n\nItem #:\n SCP-1736\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-1736-1 is to be sedated and kept in a radiation-shielded containment cell. SCP-1736-1 must be kept restrained at all times, and nutrition and hydration shall be administered intravenously. No lights shall be permitted in SCP-1736-1’s containment chamber, and the chamber’s shielding shall be reviewed periodically to insure the minimum penetration of other EM radiation outside the visible spectrum. Vital signs of SCP-1736-1 shall be monitored continually, and any life-threatening change in SCP-1736-1’s vital signs shall initiate a site-wide Code-1736-Orange Alert until such time as SCP-1736-1 is stabilized or expires. The expiration of SCP-1736-1 shall initiate a Foundation-wide Code-1736-Scarlet Alert until such time as SCP-1736-1 is again contained. Currently only one instance of SCP-1736-1 is known to exist at any given time. Discovery of any other SCP-1736-1 outside of containment will institute a Foundation-wide Code-1736-Black Alert, and all resources practicable shall be diverted to the immediate capture and containment of all known instances of SCP-1736-1.\n\n\nInstances of SCP-1736-2 are to be kept in standard secure humanoid containment cells provided with continual monitoring of ionizing radiation levels. At no time should instances of SCP-1736-2 be brought within 200m of SCP-1736-1. SCP-1736-2s that are identified and not contained shall be terminated without exception. All SCP-1736-2 in containment shall be sedated and restrained during any Code 1736 Alerts, for the duration of the alert. Any SCP-1736-2 that demonstrates a marked increase in the emission of ionizing radiation shall be redesignated SCP-1736-1 and moved immediately to the appropriate containment facility as specified above.\n\n\nDescription:\n SCP-1736-1 and SCP-1736-2 designate two classes of human beings who share related and/or complementary anomalous beliefs, behaviors and properties.\n\n\nAll instances of SCP-1736-1 and SCP-1736-2 share a common religion that bears strong similarities to [REDACTED]. SCP-1736-1 fulfills the role of a shaman or priest in this common religion whereas instances of SCP-1736-2 fulfills the role of followers or acolytes. The theological beliefs that comprise this religion feature a messianic deity that its followers call upon to return and bring the universe out of darkness and ignorance. This deity is most often referred to as [REDACTED] or [REDACTED]. SCP-1736-1 will often give sermons in the \"voice\" of this deity. Transcriptions of these events often appear semantically nonsensical, but SCP-1736-2 will accept any such pronouncements of SCP-1736-1 as literal gospel and incorporate them into the general belief system. This appears true of all SCP-1736-2 simultaneously, regardless of their contact with SCP-1736-1 or each other. When SCP-1736-1 does this, SCP-1736-1 emits dangerously high levels of ionizing radiation, measured as high as [REDACTED] death within 48 to 72 hours for a typical human subject.\n1\n This hazard does not apply to SCP-1736-2, who appear to be able to withstand arbitrary doses of radiation without suffering any adverse effects.\n\n\nOutside containment, SCP-1736-1 and SCP-1736-2 will periodically congregate in public spaces such as parks, street corners, parking lots, shopping malls and other such venues. Once congregated, SCP-1736-1 will begin preaching to SCP-1736-2. During such an event, approximately 20% of SCP-1736-2 in attendance will attempt to persuade passers-by to come and listen to SCP-1736-1 using language such as, “Come, He brings enlightenment,” “He is here to lead us away from the darkness,” and [REDACTED]. An estimated 25% of non-SCP-1736-2 attendees of such a sermon will convert and become an instance of SCP-1736-2 themselves. The remaining audience will suffer from radiation sickness and a typical 50% mortality rate over the initial month, increasing to 90% over the next █ years.\n\n\nUpon the death of SCP-1736-1, some other, apparently random, instance of SCP-1736-2 will emit a short burst of radiation and thereafter fulfill the role of SCP-1736-1. As of this time there are estimates that between █ and ██ SCP-1736-2 remain uncontained and at large.\n\n\nAddendum 1:\n\n\n\n\n+ [REDACTED] –Level 4 Access Restricted\n\n\n\n\n- Document IG-1736A-ex1 –Level 4 Access Authenticated \n\n\n\n\nDocument IG-1736A-ex1:\n Excerpts from Inspector General’s Report on SCP-1736 to Overwatch Command ██/██/20██\n\n\n\n\nInterview #27 Excerpt:\n Post-recovery background investigation on SCP-1736.\n\n\nInterviewer:\n Inspector General ████ █████\n\n\nInterviewee:\n Dr. L██ W███, Foundation mathematician assigned to \nSCP-286\n\n\n<Begin Log, 5/20/20\n██ \n1330>\n\n\nIG:\n Tell me about Dr. Kennerman.\n\n\nDr. W\n███\n:\n He contacted me after the [REDACTED] incident.\n\n\nIG:\n A post-incident debriefing?\n\n\nDr. W\n███\n:\n Yes…\n\n\nIG:\n You didn’t find that odd, at all? He was from a completely different department.\n\n\nDr. W\n███\n:\n After being mind-controlled by some extra-dimensional entity, protocol wasn’t high on my list of concerns. He was level four. He had the right forms. Who was I to question why?\n\n\nIG:\n What was the focus of the debriefing?\n\n\nDr. W\n███\n:\n He was interested in any… \nspiritual\n side-effects.\n\n\n\n\n\n\nInterview #52 Excerpt:\n Post-recovery background investigation on SCP-1736.\n\n\nInterviewer:\n Inspector General ████ █████\n\n\nInterviewee:\n Dr. A████████ R███████, Current director, Site-319\n\n\n<Begin Log, 6/13/20\n██ \n1015>\n\n\nIG:\n \n319\n is an Alpha-level Keter. Didn't Dr. Kennerman's inquiry raise any security concerns?\n\n\nDr. R\n███████\n:\n Not really. The request was just for paperwork and records of some historical import. It'd be different if he had requested access to the skip itself, or even monitoring or containment records. But all he asked about were the text of the journals we recovered with it.\n\n\nIG:\n So you just handed over all of the … Lawhead-Smythe journals?\n\n\nDr. R\n███████\n:\n Well we didn't \njust\n hand them over. We ran them past site security before we sent facsimiles, and the determination was that there was nothing critical in them.\n\n\n\n\n\n\nInterview #98 Excerpt:\n Post-recovery background investigation on SCP-1736.\n\n\nInterviewer:\n Inspector General ████ █████\n\n\nInterviewee:\n Mr. D████ W█████, former administrative assistant for Dr. Geoff Kennerman\n\n\n<Begin Log, 6/21/20\n██ \n1605>\n\n\nIG:\n Dr. Kennerman made a significant number of requests from other departments, didn't he?\n\n\nMr. W\n█████\n:\n Yes he did. I don't have the exact figures here. But, near the end, dozens.\n\n\nIG:\n Did you find these requests unusual?\n\n\nMr. W\n█████\n:\n I’ve worked at the Foundation for 30 years. “Unusual” is a pretty high bar around here. Pretty much all the requests were just for research notes, historical documents, interview logs. Nothing remotely eyebrow-raising.\n\n\nIG:\n But more than was typical.\n\n\nMr. W\n█████\n:\n “Typical” isn’t a word I’d use about our research staff, but yes, more than average.\n\n\nIG:\n And all these requests were in relation to a fairly limited population of skips, weren’t they.\n\n\nMr. W\n█████\n:\n He’s… He \nwas\n… the project head for \nSCP-719\n, and he believed those other artifacts were all related to it. I wasn’t privy to the research, but I remember him saying that someone with contact with 286 had founded the cult that was worshipping 719.\n\n\nIG:\n All these related skips, was \n1127\n one of them?\n\n\nMr. W\n█████\n:\n 1127? I can't say I recall that one.\n\n\n\n\n\n\n\n\n\n\nAddendum 2:\n\n\n\n\n+ [REDACTED] –Level 4 Access Restricted\n\n\n\n\n- Incident Report I-719-5 –Level 4 Access Authenticated \n\n\n\n\n\n\nIncident Report I-719-5:\n\n\nSCPs involved:\n \nSCP-1127\n, \nSCP-719\n\n\nDate:\n 12/23/20██\n\n\nLocation:\n SCP-719's shielded viewing area, Site-15\n\n\nDescription:\n Dr. Geoff Kennerman, project leader for SCP-719 research, oversaw a day of typical testing on SCP-719. Upon conclusion of testing, Dr. Kennerman violated protocol by dismissing the entire research staff early for the holiday, leaving SCP-719 in its testing area. Once alone in the lab, he secured the lab from outside entry and disabled the primary security feed. While no direct record of subsequent events exists, forensic analysis of the lab and monitoring of [REDACTED] shows the following sequence of events: 1) The prepping of SCP-719 to record its reception of standard digital input following the normal protocols of SCP-719 testing. 2) The activation of the lab's camera DVD recorder to record SCP-719. 3) The activation of the lab's Blu-Ray player as the signal input for SCP-719. 4) The playing of an unauthorized 23 minute recording of SCP-1127-1. 5) Shutdown of SCP-719 and its return to its storage unit. 6) Removal of the DVD recording of SCP-719's modified rebroadcast of SCP-1127-1.\n\n\nDr. Kennerman left the lab 68 minutes after dismissing his staff. The security breach was not discovered until 01/02/20██, after Dr. Kennerman's third straight day of unauthorized absence. Subsequent investigation discovered intentional data corruption of all of Dr. Kennerman's research materials on the Foundation's network. MTF teams were dispatched to Dr. Kennerman's residence, and found no signs of occupancy within the prior month. Both Dr. Kennerman and the missing DVD recording have yet to be recovered.\n\n\n\n\n\n\n\n\n\n\nAddendum 3:\n\n\n\n\n+ [REDACTED] –Level 4 Access Restricted\n\n\n\n\n- Document IG-1736S-ex5 –Level 4 Access Authenticated \n\n\n\n\nDocument IG-1736S1-ex5:\n Excerpt from Inspector General’s Statement at O5 Council Hearing on SCP-1736 ██/██/20██\n\n\n\n\nDistinguished council members, I am bringing you the conclusion of twelve months of investigation by the Inspector General's Office into the disappearance of Dr. Geoff Kennerman and the subsequent appearance of SCP-1736. It is the opinion of the IG that these two events are indeed linked, and you all have a copy of our report, 1500 pages of interviews, documents and evidence supporting that conclusion.\n\n\nIt is our conclusion that Dr. Geoff Kennerman, under no duress, compulsion, or obvious abnormal influence, began a path of research intending to recover and document a proto-religion associated with a number of SCPs related to SCP-719. Dr. Kennerman's behavior subsequent to the start of this research leads us to the conclusion that, at some point, his academic interest turned into an actual belief, and his efforts turned from recovery of this religion to its re-creation.\n\n\nAided by the complacency of our staff, the chain of command, and the morass of bureaucracy we've constructed, he was able to act with relative impunity. His ability to amass such research material without anyone questioning him was a colossal failure of security.\n\n\nIt is the opinion of the IG that Dr. Geoff Kennerman created a Keter-level SCP, and walked out of the building with it in his pocket.\n\n\n\n\n\n\nNote:\n The DVD recording created by Dr. Kennerman is tentatively designated SCP-1736-0, and its recovery is of paramount importance —O5-█\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. This effect is moderated by reducing SCP-1736-1's exposure to EM radiation, especially wavelengths in the visible spectrum.\n\n\n\n\n\n\n\n\n« \nSCP-1735\n | SCP-1736 | \nSCP-1737\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1736\n\" by sandrewswann, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1736\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interview #27 Excerpt: Post-recovery background investigation on SCP-1736. Interviewer: Inspector General ████ █████ Interviewee: Dr. L██ W███, Foundation mathematician assigned to SCP-286 <Begin Log, 5/20/20 ██ 1330> IG: Tell me about Dr. Kennerman. Dr. W ███ : He contacted me after the [REDACTED] incident. IG: A post-incident debriefing? Dr. W ███ : Yes… IG: You didn’t find that odd, at all? He was from a completely different department. Dr. W ███ : After being mind-controlled by some extra-dimensional entity, protocol wasn’t high on my list of concerns. He was level four. He had the right forms. Who was I to question why? IG: What was the focus of the debriefing? Dr. W ███ : He was interested in any… spiritual side-effects.",
        "Interview #52 Excerpt: Post-recovery background investigation on SCP-1736. Interviewer: Inspector General ████ █████ Interviewee: Dr. A████████ R███████, Current director, Site-319 <Begin Log, 6/13/20 ██ 1015> IG: 319 is an Alpha-level Keter. Didn't Dr. Kennerman's inquiry raise any security concerns? Dr. R ███████ : Not really. The request was just for paperwork and records of some historical import. It'd be different if he had requested access to the skip itself, or even monitoring or containment records. But all he asked about were the text of the journals we recovered with it. IG: So you just handed over all of the … Lawhead-Smythe journals? Dr. R ███████ : Well we didn't just hand them over. We ran them past site security before we sent facsimiles, and the determination was that there was nothing critical in them.",
        "Interview #98 Excerpt: Post-recovery background investigation on SCP-1736. Interviewer: Inspector General ████ █████ Interviewee: Mr. D████ W█████, former administrative assistant for Dr. Geoff Kennerman <Begin Log, 6/21/20 ██ 1605> IG: Dr. Kennerman made a significant number of requests from other departments, didn't he? Mr. W █████ : Yes he did. I don't have the exact figures here. But, near the end, dozens. IG: Did you find these requests unusual? Mr. W █████ : I’ve worked at the Foundation for 30 years. “Unusual” is a pretty high bar around here. Pretty much all the requests were just for research notes, historical documents, interview logs. Nothing remotely eyebrow-raising. IG: But more than was typical. Mr. W █████ : “Typical” isn’t a word I’d use about our research staff, but yes, more than average. IG: And all these requests were in relation to a fairly limited population of skips, weren’t they. Mr. W █████ : He’s… He was … the project head for SCP-719 , and he believed those other artifacts were all related to it. I wasn’t privy to the research, but I remember him saying that someone with contact with 286 had founded the cult that was worshipping 719. IG: All these related skips, was 1127 one of them? Mr. W █████ : 1127? I can't say I recall that one.",
        "Incident Report I-719-5: SCPs involved: SCP-1127 , SCP-719 Date: 12/23/20██ Location: SCP-719's shielded viewing area, Site-15 Description: Dr. Geoff Kennerman, project leader for SCP-719 research, oversaw a day of typical testing on SCP-719. Upon conclusion of testing, Dr. Kennerman violated protocol by dismissing the entire research staff early for the holiday, leaving SCP-719 in its testing area. Once alone in the lab, he secured the lab from outside entry and disabled the primary security feed. While no direct record of subsequent events exists, forensic analysis of the lab and monitoring of [REDACTED] shows the following sequence of events: 1) The prepping of SCP-719 to record its reception of standard digital input following the normal protocols of SCP-719 testing. 2) The activation of the lab's camera DVD recorder to record SCP-719. 3) The activation of the lab's Blu-Ray player as the signal input for SCP-719. 4) The playing of an unauthorized 23 minute recording of SCP-1127-1. 5) Shutdown of SCP-719 and its return to its storage unit. 6) Removal of the DVD recording of SCP-719's modified rebroadcast of SCP-1127-1. Dr. Kennerman left the lab 68 minutes after dismissing his staff. The security breach was not discovered until 01/02/20██, after Dr. Kennerman's third straight day of unauthorized absence. Subsequent investigation discovered intentional data corruption of all of Dr. Kennerman's research materials on the Foundation's network. MTF teams were dispatched to Dr. Kennerman's residence, and found no signs of occupancy within the prior month. Both Dr. Kennerman and the missing DVD recording have yet to be recovered.",
        "Distinguished council members, I am bringing you the conclusion of twelve months of investigation by the Inspector General's Office into the disappearance of Dr. Geoff Kennerman and the subsequent appearance of SCP-1736. It is the opinion of the IG that these two events are indeed linked, and you all have a copy of our report, 1500 pages of interviews, documents and evidence supporting that conclusion. It is our conclusion that Dr. Geoff Kennerman, under no duress, compulsion, or obvious abnormal influence, began a path of research intending to recover and document a proto-religion associated with a number of SCPs related to SCP-719. Dr. Kennerman's behavior subsequent to the start of this research leads us to the conclusion that, at some point, his academic interest turned into an actual belief, and his efforts turned from recovery of this religion to its re-creation. Aided by the complacency of our staff, the chain of command, and the morass of bureaucracy we've constructed, he was able to act with relative impunity. His ability to amass such research material without anyone questioning him was a colossal failure of security. It is the opinion of the IG that Dr. Geoff Kennerman created a Keter-level SCP, and walked out of the building with it in his pocket.",
        "Note: The DVD recording created by Dr. Kennerman is tentatively designated SCP-1736-0, and its recovery is of paramount importance —O5-█",
        "\" SCP-1736 \" by sandrewswann, from the SCP Wiki . Source: https://scpwiki.com/scp-1736 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1736",
    "object_class": "Keter",
    "containment_procedures": "SCP-1736-1 is to be sedated and kept in a radiation-shielded containment cell. SCP-1736-1 must be kept restrained at all times, and nutrition and hydration shall be administered intravenously. No lights shall be permitted in SCP-1736-1’s containment chamber, and the chamber’s shielding shall be reviewed periodically to insure the minimum penetration of other EM radiation outside the visible spectrum. Vital signs of SCP-1736-1 shall be monitored continually, and any life-threatening change in SCP-1736-1’s vital signs shall initiate a site-wide Code-1736-Orange Alert until such time as SCP-1736-1 is stabilized or expires. The expiration of SCP-1736-1 shall initiate a Foundation-wide Code-1736-Scarlet Alert until such time as SCP-1736-1 is again contained. Currently only one instance of SCP-1736-1 is known to exist at any given time. Discovery of any other SCP-1736-1 outside of containment will institute a Foundation-wide Code-1736-Black Alert, and all resources practicable shall be diverted to the immediate capture and containment of all known instances of SCP-1736-1.",
    "description": "Dr. Geoff Kennerman, project leader for SCP-719 research, oversaw a day of typical testing on SCP-719. Upon conclusion of testing, Dr. Kennerman violated protocol by dismissing the entire research staff early for the holiday, leaving SCP-719 in its testing area. Once alone in the lab, he secured the lab from outside entry and disabled the primary security feed. While no direct record of subsequent events exists, forensic analysis of the lab and monitoring of [REDACTED] shows the following sequence of events: 1) The prepping of SCP-719 to record its reception of standard digital input following the normal protocols of SCP-719 testing. 2) The activation of the lab's camera DVD recorder to record SCP-719. 3) The activation of the lab's Blu-Ray player as the signal input for SCP-719. 4) The playing of an unauthorized 23 minute recording of SCP-1127-1. 5) Shutdown of SCP-719 and its return to its storage unit. 6) Removal of the DVD recording of SCP-719's modified rebroadcast of SCP-1127-1.",
    "title": "SCP-1736"
}