{
    "url": "https://scp-wiki.wikidot.com/scp-1764",
    "all_text": "rating: \n+483\n+\n–\nx\n\n\nSupernatural Phenomenon Casefile Number #:\n SPC-1764\n\n\nThreat Classification:\n Deviant-9 (Spatial/Temporal)\n\n\nOperational Parameters Summary:\n The object in question is a small metallic disc, approximately ten centimeters in diameter and one millimeter in thickness. Analysis of the object's structure indicates that it is constructed of 99% titanium, with traces of platinum, iron, and kazmium. Both sides have been polished to a high sheen, and the object possesses a 99% reflectance rating.\n\n\nThe object in question is to be maintained in a cryogenic suspension within a bath of liquid nitrogen. Should the temperature of the object exceed -210 degrees Standard, auditory and visual alarms will go off to warn all personnel in the area to retreat to a safe distance of no less than two hundred Standard Units until a specialized On-Site Response Team can be assembled to restore safe operating parameters. Under no circumstances are untrained personnel to enter the operational area without the permission of a Second Circle or higher authority.\n\n\nFurther information on the nature of the object is restricted to any personnel who do not yet possess Level Nine Esoterica training due to Information Security concerns, and is outside the boundaries of a general Supernatural Phenomenon Casefile.\n\n\nAdditional Information:\n The object in question appears to be an artifact of an organization calling itself the \"Special Containment Procedures Foundation.\" The mission of this organization appears to be similar to that of the Deviant Artifacts Research Division of the Unified Empire. One odd phenomenon associated with this object is that the text of the Supernatural Phenomenon Casefile associated with this object has altered itself into the form of a \"Special Containment Procedure\" file using a different file format than that used by the DARD. The conclusion of the Theoretics Department is that a localized information anomaly has formed in relation to this object between two parallel membrane universes in a localized space-time.\n\n\nIn layperson's terms, information pertaining to this object appears to have been \"reversed\" between our universe (referred to henceforth as \"SPC\"), and the alternate universe (referred to henceforth as \"SCP\") Even more unusually, this information leakage appears to be limited to the Supernatural Phenomenon Casefile Summary only. Supplementary reports and classified documents associated with the object in question appear unaffected, but any attempts to reformat or edit the casefile (or any copies of said casefile) back into a proper DARD format will revert within days, into the anomalous \"SCP\" format. For this reason, personnel are no longer to waste time and energy repairing the anomalous information discrepancy: as the \"SCP\" casefile includes an \"addendum\" explaining the nature of the format discrepancy, and the reasons why said discrepancy cannot be repaired, the effects on normal operating procedures are deemed minimal at worst.\n\n\nSupplementary Information:\n The object's alternate casefile itself has itself been classified as a Supernatural Phenomenon, classified Deviant-10 (Spatial/Temporal/Multiversal). Although abbreviated, the format and terminology used provide some interesting insights into the nature of this alternate dimension (as well as confirming that the information alteration is a two-way phenomenon, and that their version of the Supernatural Phenomenon Casefile has itself been similarly altered).\n\n\nParticularly interesting to DARD researchers is the use of the term \"Special Containment Procedures\" itself. First of all, the phrase indicates that the primary mission of this alternate reality's organization is the containment and safekeeping of Supernatural Phenomena, rather than research and exploitation of such. In addition, the use of the term \"Special\" may indicate that Supernatural Phenomena are considered a rare event in this alternate universe, indicating an alternative resolution to the Teller-Einstein event.\n\n\nIn addition, the use of the term \"K-t-r\" as an object's classification indicates that the alternative organization feels safe in using a kabballistic term of power in a poetic sense, as an indication of an object's level of reality alteration, indicating that Unified Thaumatology is either an unknown phenomenon in the other world, or that research into UT has not yet discovered the Jericho Information Theory. Further evidence that the alternate universe has not yet discovered or formulated JIT can be found in the casual and cavalier way in which the alternate universe's casefile refers to the object in question by its casefile number, indicating that Applied Nomenclature is not yet a well-understood field of study in the alternative universe. It has, however, been theorized that at least some understanding of JIT does exist, as the alternative casefile contains significant amounts of censorship and redaction of information, indicating that at least some rudimentary understanding of information warfare may exist.\n\n\nOn a more frightening note, the object's alternate casefile concludes with speculation into the nature of our universe by the \"SCP\" universe's own mentalist-equivalents. This includes several alarmist speculations as to the nature of the DARD and the Unified Empire itself. It concludes with a dangerously militaristic conclusion that the object in question may represent the first breach between our two universes, which could possibly progress from mere information leakage into energetic and physical intrusions. It is the conclusion of the DARD that Esoteric Warfare specialists prepare emergency response procedures in the case of a possible escalation by the alternative universe into our own, including the authorized use of Th-m—l Level Esoterica: a \"Scorched Earth\" policy ensuring mutual destruction of our two universes should an intrusion occur. Although the DARD remains loyal to its mission as set forth by the Unifier, the chance that Possibility Alteration Esoterica could fall into the hands of such an alarmingly brutal society must not be countenanced.\n\n\n\n\nThis report was approved and sealed by Senior Scribe Olivier on the Twenty-Ninth Day of the Tenth Lunarium of the One Thousand and Thirteenth Year of the Unified Empire.\n\n\nAll Praise be to the Unifier, and May His Wrath strike down upon me and the fruit of my loins for ten thousand generations if I should lead astray a single soul through lies of omission or fact.\n\n\n\n\n\n\n\n\n\n\nOther popular works by this author\n\n\n\n\nHide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-2317\n\n\nRating: 2754\n\n\n\n\n\n\nSCP-231\n\n\nRating: 2510\n\n\n\n\n\n\nDr Clef's Proposal\n\n\nRating: 2464\n\n\n\n\n\n\nSCP-048\n\n\nRating: 1676\n\n\n\n\n\n\nSCP-447\n\n\nRating: 924\n\n\n\n\n\n\nSCP-016\n\n\nRating: 848\n\n\n\n\n\n\nSCP-4960\n\n\nRating: 699\n\n\n\n\n\n\nSCP-823\n\n\nRating: 670\n\n\n\n\n\n\nSCP-953\n\n\nRating: 651\n\n\n\n\n\n\nSCP-572\n\n\nRating: 598\n\n\n\n\n\n\nSCP-450\n\n\nRating: 525\n\n\n\n\n\n\nSPC-1764\n\n\nRating: 483\n\n\n\n\n\n\nSCP-668\n\n\nRating: 468\n\n\n\n\n\n\nSCP-297\n\n\nRating: 401\n\n\n\n\n\n\nSCP-807\n\n\nRating: 338\n\n\n\n\n\n\nSCP-1949\n\n\nRating: 296\n\n\n\n\n\n\nSCP-233\n\n\nRating: 198\n\n\n\n\n\n\nSCP-8009\n\n\nRating: 185\n\n\n\n\n\n\nSCP-031\n\n\nRating: 182\n\n\n\n\n\n\nSCP-2461\n\n\nRating: 175\n\n\n\n\n\n\nSCP-784-ARC\n\n\nRating: 133\n\n\n\n\n\n\nSCP-8109\n\n\nRating: 113\n\n\n\n\n\n\n\n\n\n\n\n\nTales, Canons, and Hubs\n\n\n\n\n\n\nTranscript of Dr. Clef's seminar, \"Reality Benders and You: How to Survive When Existence Doesn't.\"\n\n\nRating: 1590\n\n\n\n\n\n\nOf Multiverses and Dandelion Wine\n\n\nRating: 492\n\n\n\n\n\n\nDa Capo al Fine\n\n\nRating: 449\n\n\n\n\n\n\nTermination_Order\n\n\nRating: 437\n\n\n\n\n\n\nOperation \"Camp Granada\"\n\n\nRating: 365\n\n\n\n\n\n\nChowderclef\n\n\nRating: 321\n\n\n\n\n\n\nTranscript of a lecture given by Professor ████████████ on Applied Thaumatology.\n\n\nRating: 303\n\n\n\n\n\n\nRascal One Actual\n\n\nRating: 295\n\n\n\n\n\n\nWhat's In A Name?\n\n\nRating: 289\n\n\n\n\n\n\nPrivate Hell\n\n\nRating: 287\n\n\n\n\n\n\nTranscript of a lecture given by Professor ████████████ on Aetheric Energy and Aspect Radiation.\n\n\nRating: 284\n\n\n\n\n\n\nExcerpts from PHYSICS Division Field Manual 13: Special Circumstances, Humanoid Threat Entities\n\n\nRating: 278\n\n\n\n\n\n\nSupplemental Report 239-B-192\n\n\nRating: 277\n\n\n\n\n\n\nContingency\n\n\nRating: 274\n\n\n\n\n\n\n. . . the best and the wisest man whom I have ever known.\n\n\nRating: 273\n\n\n\n\n\n\nThird Date\n\n\nRating: 252\n\n\n\n\n\n\nThe Flesh That Mates\n\n\nRating: 249\n\n\n\n\n\n\nIncident Zero - Part 1\n\n\nRating: 247\n\n\n\n\n\n\nExcerpts from PHYSICS Division Field Manual 2: Equipment and Gear\n\n\nRating: 241\n\n\n\n\n\n\n\"UHEC\"\n\n\nRating: 222\n\n\n\n\n\n\n085-Romance-Adult\n\n\nRating: 215\n\n\n\n\n\n\nTranscript of a lecture given by Professor ████████████: Conclusion, Q and A\n\n\nRating: 210\n\n\n\n\n\n\nItems from a Global Occult Coalition Document Bag\n\n\nRating: 210\n\n\n\n\n\n\nIncident Zero - Part 5\n\n\nRating: 197\n\n\n\n\n\n\nTranscript of a lecture given by Professor ████████████ on Thaumatic Workings.\n\n\nRating: 195\n\n\n\n\n\n\nGirls' Night Out: Dressing Up\n\n\nRating: 193\n\n\n\n\n\n\nName, Rank, Serial Number\n\n\nRating: 187\n\n\n\n\n\n\n\"Come into my Parlor\"\n\n\nRating: 185\n\n\n\n\n\n\nGirls' Night Out: Raising Hell\n\n\nRating: 183\n\n\n\n\n\n\nMementos\n\n\nRating: 179\n\n\n\n\n\n\nSpecial Assets\n\n\nRating: 178\n\n\n\n\n\n\nIncident Zero - Part 3\n\n\nRating: 176\n\n\n\n\n\n\nWe Got A Good Thing Here\n\n\nRating: 176\n\n\n\n\n\n\nPersonal Log of Agent AA\n\n\nRating: 175\n\n\n\n\n\n\nInterlude - Excerpt From An Auction Catalog - Marshall Carter And Dark, 2012\n\n\nRating: 171\n\n\n\n\n\n\nText of a Condolence Letter - Federal Bureau of Investigation, Unusual Incidents Unit\n\n\nRating: 169\n\n\n\n\n\n\nIncident Zero - Part 2\n\n\nRating: 165\n\n\n\n\n\n\nAgent Ukulele\n\n\nRating: 165\n\n\n\n\n\n\nNumber One With A Bullet\n\n\nRating: 158\n\n\n\n\n\n\nExcerpts from PHYSICS Division Field Manual 1: Operative's Handbook\n\n\nRating: 154\n\n\n\n\n\n\nIncident Zero - Part 4\n\n\nRating: 153\n\n\n\n\n\n\nGirls' Night Out: Getting Drunk\n\n\nRating: 153\n\n\n\n\n\n\n\"Assessment\"\n\n\nRating: 150\n\n\n\n\n\n\nThe 784 Incident: Part 7: Conclusion\n\n\nRating: 144\n\n\n\n\n\n\n\"Strike\"\n\n\nRating: 143\n\n\n\n\n\n\n\"Trauma\"\n\n\nRating: 140\n\n\n\n\n\n\n\"Farpoint\"\n\n\nRating: 131\n\n\n\n\n\n\nClean Sweep\n\n\nRating: 125\n\n\n\n\n\n\n\"AWTOK\"\n\n\nRating: 124\n\n\n\n\n\n\nThe 784 Incident: Part 1: Contact\n\n\nRating: 106\n\n\n\n\n\n\n\"Joint Venture\"\n\n\nRating: 101\n\n\n\n\n\n\n\n\n\n\n\n\nCollaborations with other authors\n\n\n\n\n\n\nPage\n\n\nAuthor\n\n\n\n\n\n\nSCP-166\n\n\nDr. Dantesen\n\n\n\n\n\n\nSCP-342\n\n\nname\n\n\n\n\n\n\nFor a list of all works by this author, click here.\n\n\n\n\n\n\n\n\n« \nSCP-1763\n | SCP-1764 | \nSCP-1765\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSPC-1764\n\" by DrClef, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1764\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "This report was approved and sealed by Senior Scribe Olivier on the Twenty-Ninth Day of the Tenth Lunarium of the One Thousand and Thirteenth Year of the Unified Empire. All Praise be to the Unifier, and May His Wrath strike down upon me and the fruit of my loins for ten thousand generations if I should lead astray a single soul through lies of omission or fact.",
        "\" SPC-1764 \" by DrClef, from the SCP Wiki . Source: https://scpwiki.com/scp-1764 . Licensed under CC-BY-SA ."
    ],
    "title": "SPC-1764"
}