{
    "url": "https://scp-wiki.wikidot.com/scp-1767",
    "all_text": "rating: \n+93\n+\n–\nx\n\n\n\n\n\n\nSCP-1767 being recovered by MTF Gamma-6 disguised as fishermen. Cranial apparatus is clearly visible.\n\n\n\n\n\n\nItem #:\n SCP-1767\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-1767 is kept in a custom built aquarium, equipped with automated and manually operable medical equipment. Vital signs are continually monitored; noticeable changes are to be responded to immediately by the designated medical team. Water temperature is maintained at 20°C. Water pumps are installed to assist in respiration when necessary.\n\n\nRequest to put SCP-1767 in a medically induced coma is currently under review.\n SCP-1767 has been in a medically induced coma since shortly after containment was enacted. Staff assigned to SCP-1767 now have the primary assignment of researching and analyzing the documents that were present on SCP-1767 when it was discovered.\n\n\nDescription:\n SCP-1767 is an agent believed to be working for an organization of similar structure and purpose to the SCP Foundation. The primary difference being that the organization with which SCP-1767 is associated with primarily deals with physically striking animals with traits present in the Elasmobranchii subclass\n1\n.\n\n\nPhysically, SCP-1767 is a mutilated aquatic creature, It has five pairs of gill slits, and a boneless skeleton made of a tough, elastic cartilage. The dorsal fins are large enough to cover the entirety of both sides of the body, resembling those of the Batoidea (Ray). Said dorsal fins terminate in three flexible digits.\n\n\nA metallic construct resembling a metal helmet with neurotrophic electrodes has been crudely attached to both sides of SCP-1767's skull. Research so far concludes that said device is not functional, and further study has been suspended due to the potential health risks that would result from attempting to remove it. On the right side of the device, the words ''Mental Multispacing, by the Oneiroi Collective'' are engraved in a cursive font.\n\n\nFoundation neurologists have determined that SCP-1767 was at one point in time intelligent enough to understand language, and might even have been capable of writing. When SCP-1767 was encountered and contained however, it was nearly comatose. Neuroimaging reveals that its brain is heavily damaged, with the most likely cause determined to be either oxygen deprivation, the attachment of the device, or a combination of both.\n\n\nFoundation research into the organization which previously created and employed SCP-1767 has determined that its existence is not a hoax, despite several initial theories to that effect. The \nMulti-U Department\n has been instructed not to make primary contact with any organization claiming to be or represent a \"Center\" with the primary goal of punching sharks.\n\n\nSCP-1767 was discovered after reports of ''a monstrosity'' reported by local fishermen were escalated to the Foundation by a Foundation-affiliated Marine Biologist. Despite being nude and barely conscious, it was firmly grasping what remained of a notebook. Although this notebook was constructed from water-resistant materials the majority of the pages seem to be missing, possibly due to being torn out by SCP-1767 or other fauna. Foundation personnel have reconstructed the writing to the best of their ability. It is presumed that several days or weeks are missing between entries.\n\n\nAddendum 1767-A:\n SCP-1767 Documentation. The notebook found with SCP-1767 appeared to have been constructed by it, containing documents pertinent to its creation and usage as well as personal notes and journal entries. It is not known if SCP-1767 was collecting these documents for a wider purpose beyond its own desire to document itself, but a higher purpose is suspected due to none of SCP-1767's other possessions being found with it.\n\n\n\n\nWritten on interior cover:\n\n\nThey made me to hit so call me Punch.\n\n\nFirst Page\n\n\nGot this today. Told to write down everything I think of for at least fifteen minutes. Only I'm gonna see.\n\n\nTop 10: Punching, hitting, slapping, chopping, punching again, swim-punching, aerobic punching, spin-punching, punching while upside down, and music lessons.\n\n\nBottom 10: Sharks, sharks, sharks, sharks, sharks, sharks, I can't think of any more but let's fill in 4-10\n2\n with all the different kinds of things that look like sharks. Hope there aren't that many.\n\n\nSecond Page\n\n\nThey built her for me. I don't even know her name, but it's the most beautiful creature I have ever seen. They won't let me in her room yet, they need to check her vitals and stuff.\n\n\nOne day they said we might have kids to beat the shit out of some tooth-shedding cartilage-having assholes. Do sharks have assholes? Whatever. I'll give them assholes. Assholes.\n\n\nShe's doing okay. Maybe. She doesn't want to be touched, and her eyes are cold. Dr. Jules says it will pass.\n\n\nI hope she can punch real good.\n\n\nFifth Page\n\n\nShe's still cold. We went on a date, Jules set it up, to go beat the shit out of some underspeakeasy aquarium business. Bastard wore a shark shirt. She could hit, alright, but there was no heart to the hitting.\n\n\nAt the end, didn't even get a hug. A stiff handshake. I can still feel the cold. Really looked forward to that first hug.\n\n\nJules told me private-like that if she doesn't warm up to me, they can scrap her and make another. Didn't tell him in private or public, that makes my stomach go into knots.\n\n\nMaybe that's what's holding us back. I'll have to be honest with her.\n\n\nEighth Page\n\n\nI told her. Jules locked me in my chamber. He hasn't told me what he'll do to me.\n\n\nEleventh Page\n\n\nShe's gone. They liquidated her last night. Jules is taking me to the ocean tomorrow for ''rigorous sharpening of my skills''. Is he going to get rid of me too? They got rid of the \nmodel before me\n too. That's what they told me anyway.\n\n\nIt's weird, but I don't know if it's bothering me that much. I think Jules believes that I'm… I don't know if I feel anything.\n\n\nMaybe I deserve it. Being the thing sharks swim through. I let this happen. Made her for me and I didn't listen. I stink.\n\n\nTwentieth Page\n\n\nI'm not dead, so that's good I guess. They were surprised I still punched as hard as I did. They called me ''hardcore because I didn't even care about losing my lover''.\n\n\nShe hated me to the end. They don't know I know. But they keep leaving stuff out when they go boxing.\n\n\nThirtieth Page\n\n\nI had a dream. I never dream, didn't even know I could. It was scary, but it also felt comforting, like I was being embraced. I was definitely underwater. Someone tried talking to me, like they were selling me something? But also not.\n\n\nI don't know why, but when I woke up, I was crying. I don't know why, but I know it wasn't for Lily. I don't know, I don't know, I hate not knowing. Has she been dead for three weeks already?\n\n\nMust've been a bad one. I woke up and instantly knew didn't even want to hit anything underwater. Completely certain of that thing.\n\n\nThirty-Third Page\n\n\nShe's coming back again and again. I wish I could punch her in dreams, but my hands move so slow and my technique is all off.\n\n\nWhile I'm there flailing she's just… talking to me. He? She? The voice is so soothing. I never remember what we talk about. Maybe a little. I know there was music.\n\n\nFortieth Page\n\n\nJules and Mike talked about something bizarre today. I heard them talk from the meeting room. Oni-something. Don't know what it means.\n\n\nTraining was boring. Blah blah blah. Punching whatever.\n\n\nI just want to go punch a shark \nnot her\n. \nThe last two words appear to have been erased and rewritten several times\n\n\nForty-Fifth Page\n\n\nTrying to convince me this is all real. Am I convincing myself? I hate that I'm so confused all the time.\n\n\nI think I want proof. 100 proof. Just so I know I'm not cracking up.\n\n\nForty-Seventh Page\n\n\nHoly shit. Jules had a dream about her. He described her perfectly.\n\n\nBut he told me that it was dangerous. This is what I was made for? I stood stoic there and nodded but I don't know if I can do it.\n\n\nShe's not all shark, I don't think. Maybe… a different kind of shark.\n\n\nForthy-Eighth Page\n\n\nShe told me what Jules wrote on the whiteboard after I left. If it's still there, she's real. I might be going insane.\n\n\nJesus Christ, she's real.\n\n\nFifty-Fifth Page\n\n\nWe're talking every night now. I told them I lost my old journel\n3\n and needed a new one. I don't know what'll happen to me if they read this. Probably nothing good.\n\n\nMy little Goldfish gives me so much energy! Helping me to get better so they won't know I've got a real friend. Showing me how to be a lucid dream shark puncher I punched so hard that the head almost came off!\n\n\nI am the Turbo Shark Pulverizer 8000, keep them coming!\n\n\nDocumentation from the supposed \"Center\" was found stapled to the notebook. Despite water damage, the majority of the text is still legible.\n\n\n\n\nProject #: SPC-2521\n\n\nSelachian Pugnātorial Capabilities:\n SPC-2521 is able to strike those entities which only manifests in dreams. It consists of a constructed humanoid with the works applied to them with the addition of technology gained through connections in the Oneiroi Collective.\n\n\nSPC-2521 is a key asset to the SPC as its targets present a major threat for morale, as they can possibly enact psychological warfare when we are most vulnerable.\n\n\nDream journal entries detailing encounters with sharks should be promptly delivered to the Security Chief on duty. You will then be punched in the head until the dream cannot be remembered.\n\n\nProject Component(s):\n SPC-2521 is an asset capable of striking any sneaky sleepy shark which attempts to communicate with members of the Center in their sleep.\n\n\nThe sharks targeted with the SPC-2521 project are presumed to be living in an extra-dimensional plane of existence that can be accessed in dreams. This dreamspace has inhabitants in various forms, most of which are sentient.\n\n\nDifferentiates from normal dreams in that in almost any contact incident, multiple people report having dreams that are almost identical, and describe their dreams to be extremely vivid and very detailed.\n\n\nThe SPC has not determined why the dream sharks still need gills. This is particularly important as the functionality of the gills is a key determinant in punching strategy, as in reality it is a designated weak point but in a dream there is the potential that it serves a decoy function.\n\n\nAugmentation Summary:\n Collaboration with the monsters of the Oneiroi Collective has resulted in the creation of a special helmet, letting SPC assets interact with dream sharks in a physical fashion. Specifically, beating them senseless.\n\n\nHelmets are currently in the prototype stage. Not applicable to field work. Unattractive, and too shiny. Gives away the position of the fists relative to the head. No good.\n\n\nEnhancement Summary:\n Assets participating in the 2521 program are given standard physical enhancements and mental handicaps. Potential assets in the grooming process with a natural proclivity for sleeping are to be earmarked for assignment to the 2521 punching program.\n\n\nDeployment Record:\n Only one asset is currently active in the SPC-2521 program. However, it is highly promising and has promised verbally to 'be really good at punching in dreams, I'm not good at it now but I just have to practice more and drink milk'. Although this is pure nonsense, the drive they have shown in achieving these goals is proof that they have the drive to achieve the goals of the Center.\n\n\n\n\n\n\nSixty-fourth Page\n\n\nI can't sleep. Which is the worst worst ever. I'm worried but I can't tell anyone why because I can't fall asleep which is why I'm worried and I can't hit anything to take the edge of and and what what if Jules finds out that you're real? He would try to punch you, right?\n\n\nI'm just going to draw a shark on my forehead and punch it until I'm looking her in the eyes. She's got a big brain. We can figure it out.\n\n\nSixty-Ninth Page\n\n\nHer name is Judy. I don't want to punch her. I tried to touch, but then I woke up. She looked so sad. But I feel better.\n\n\nSeventieth Page\n\n\nI had a physical last night. I know they could tell I wasn't into it. Asked me what was wrong.\n\n\nNothing is wrong with me. In fact, I feel like I'll be the happiest [illegible] and I DON'T NEED TO HIT TO BE HAPPY.\n\n\nIf the Center reads any of this I'm going to be boneless anyways so\n\n\nI DON'T NEED TO HIT TO BE HAPPY.\n\nI DON'T NEED TO HIT TO BE HAPPY.\n\nI DON'T NEED TO HIT TO BE HAPPY.\n\nI DON'T NEED TO HIT TO BE HAPPY.\n\nI DON'T NEED TO HIT TO BE HAPPY.\n\nI DON'T NEED TO HIT TO BE HAPPY.\n\nI DON'T NEED TO HIT TO BE HAPPY.\n\nI DON'T NEED TO HIT TO BE HAPPY.\n\nI DON'T NEED TO HIT TO BE HAPPY.\n\nI DON'T NEED TO HIT TO BE HAPPY.\n\nI LOVE YOU JUDY\n\nI DON'T NEED TO HIT TO BE HAPPY.\n\nI DON'T NEED TO HIT TO BE HAPPY.\n\nI DON'T NEED TO HIT TO BE HAPPY.\n\nI DON'T NEED TO HIT TO BE HAPPY.\n\nI DON'T NEED TO HIT TO BE HAPPY.\n\nI DON'T NEED TO HIT TO BE HAPPY.\n\nI DON'T NEED TO HIT TO BE HAPPY.\n\nI DON'T NEED TO HIT TO BE HAPPY.\n\n\nSeventy-Ninth Page\n\n\nI think they found out. They know. Everyone is looking at me sideways.\n\n\nOnee-Roy. I heard Jules use the word today. That's where Judy comes from. They ordered [illegible] look for them. I tried to convince them to let me do it instead. They know that I [illegible] they have to. Is it better to let you go? [illegible] see you again? I have to do something, right?\n\n\nEighty-Second Page\n\n\nI didn't see you last night. I wanted to tell you something important. You can't even read this. Why am I writing it to you?\n\n\nI love you.\n\n\n[Illegible]\n\n\nMike knows that I stopped caring about the cause. I want to leave the Center, leave everything, but I can't. They'll find one of us eventually. They might do more than punch us. I think.\n\n\nI hate waking up. I'm so glad you're okay.\n\n\nNinty-Ninth Page\n\n\nMike knows. He read my diary. He laughed at me and said you weren't real. I said you were, and that he knew that Onee-Roy was real as well. He stopped laughing. I fucked up. Please tell me it's going to be okay. I fucked up.\n\n\nI'm so angry. Might be a bad idea but I'm going to strangle that asshole.\n\n\nOne Hundred and First Page\n\n\nI didn't strangle anybody but it turns out if you punch them enough the result is basically the same thing. Planted some shark teeth on his body but that's only going to keep them distracted so long. Judy will know what to do. She needs to know what to do.\n\n\nAw, jeez, I'm sorry Mike but you were going to get me killed. Jules is going to figure it out next. Can't do that to him too. I thought I knew what it was like to have a tummy in knots before. I haven't eaten in three weeks and that was before I hurt him.\n\n\nMaybe I didn't need to. God, why do I make everything worse?\n\n\nOne Hundred and Tenth Page\n\n\nI can't sleep. You visit me but so does Mike. Please do something so he goes away. I want to be with you. I called him today. We might be together soon, then I don't have to sleep to see you.\n\n\nMike won't leave me alone. I don't deserve it anyway.\n\n\nScrap of paper glued to the interior of the back cover.\n\n\nJudy told me we gotta get out of this place, if it's the last thing we ever do. Forgave me too! Told me I have a new name. Judy calls me her bowl. We're going tonight. I don't know where, but we can't stay here.\n\n\n\n\nAddendum 1767-B:\n\n\nFurther documentation of SCP-1767 has been found in recovered screenshots and data originating from the Oneiroi Collective. \nAnalysis of this information is ongoing.\n\n\n\n\nFootnotes\n\n\n1\n. a subclass of Chondrichthyes or cartilaginous fish, including the sharks (superorder Selachii) and the rays, skates, and sawfish (superorder Batoidea)\n\n\n2\n. This appears to be an error on SCP-1767's part\n\n\n3\n. Typo is original to the documentation\n\n\n\n\n\n\n\n\n« \nSCP-1766\n | SCP-1767 | \nSCP-1768\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1767\n\" by Anonymous, Leveritas, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1767\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 1767.jpg\n\n\nAuthor:\n Finn Norstrøm\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 1767-A: SCP-1767 Documentation. The notebook found with SCP-1767 appeared to have been constructed by it, containing documents pertinent to its creation and usage as well as personal notes and journal entries. It is not known if SCP-1767 was collecting these documents for a wider purpose beyond its own desire to document itself, but a higher purpose is suspected due to none of SCP-1767's other possessions being found with it.",
        "Addendum 1767-B:\nFurther documentation of SCP-1767 has been found in recovered screenshots and data originating from the Oneiroi Collective. Analysis of this information is ongoing."
    ],
    "documents": [],
    "notes": [
        "\" SCP-1767 \" by Anonymous, Leveritas, from the SCP Wiki . Source: https://scpwiki.com/scp-1767 . Licensed under CC-BY-SA .",
        "Filename: 1767.jpg Author: Finn Norstrøm License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-1767",
    "object_class": "Euclid",
    "containment_procedures": "SCP-1767 is kept in a custom built aquarium, equipped with automated and manually operable medical equipment. Vital signs are continually monitored; noticeable changes are to be responded to immediately by the designated medical team. Water temperature is maintained at 20°C. Water pumps are installed to assist in respiration when necessary.",
    "description": "SCP-1767 is an agent believed to be working for an organization of similar structure and purpose to the SCP Foundation. The primary difference being that the organization with which SCP-1767 is associated with primarily deals with physically striking animals with traits present in the Elasmobranchii subclass1.",
    "title": "SCP-1767"
}