{
    "url": "https://scp-wiki.wikidot.com/scp-1784",
    "all_text": "rating: \n+152\n+\n–\nx\n\n\nItem #:\n SCP-1784\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Instances of SCP-1784 are to be contained in a rainforest bio-enclosure with at least 4m\n3\n allotted for each instance. The bio-enclosure is to be exposed to direct sunlight as much as possible. Instances are permitted to interact with one another and the structures they create. When they are recovered, currently uncontained instances of SCP-1784 are to be contained under the same procedures. One staff member who meets all criteria to be an instance of SCP-1784-1 is to be on hand at all times. No other personnel are to meet said criteria.\n\n\nAs of 2013-█-█, no open flames or sparks are permitted within the SCP-1784 enclosure or in the presence of any instance of SCP-1784.\n\n\nDescription:\n SCP-1784 is a species of genetically engineered sloth, divergent and distinct from the pale-throated three-toed sloth (\nBradypus tridactylus\n). The most significant difference between SCP-1784 and its parent species is the addition of a ridged, segmented gas bladder protruding from the dorsal abdomen. This bladder is filled with hydrogen gas, enabling instances of SCP-1784 to remain buoyant in mid-air. The hydrogen is formed as the result of water electrolysis in the body, with the excess oxygen routed to the lungs and used for breathing at high altitudes. This process is homeostatically regulated and can be consciously adjusted by instances of SCP-1784 in order to rise or sink. Instances of SCP-1784 also have increased lung capacity and the ability to supplement their diet with photosynthesis from endosymbiotic algae, the presence of which tints their fur, skin, claws, and eyes green. There are ███ instances of SCP-1784 in containment, with an estimated ██ still existing in the wild. The currently contained instances of SCP-1784 were recovered following Incident-1784-A.\n\n\nInstances of SCP-1784 propel themselves through the air at roughly .4 meters per second by expelling flatus. The flatus expelled is of an unknown molecular composition which causes coherent clouds to spontaneously form when it is introduced to air and direct sunlight. The flatus has roughly the same density as air and is apparently not supplied from the gas bladder. Additionally, instances of SCP-1784 can physically interact with clouds — both those formed by their flatus and those occurring naturally — as easily as they can interact with solid objects. SCP-1784 are adept at forming habitable cloud structures resembling forests or nests.\n\n\nInstances of SCP-1784 have more advanced pattern recognition skills than instances of its parent species, enabling them to identify visual archetypes of humans but not individual humans. All instances of SCP-1784 are innately obedient to instances of SCP-1784-1, any white-haired male human who speaks with an accent typical of New York City and who wears a suit with an orange tie. When in groups, they can be commanded by an instance of SCP-1784-1 to form English messages by sky-writing, although due to their slow speed and normal sloth intelligence, they have difficulty coordinating any message longer than ten characters. Even if the message is spelled out to the SCP-1784 instances, it is not always legible and degrades in quality with each iteration.\n\n\nIncident-1784-A:\n On 2012-██-█, K.J. ███████████, the CEO of █████ Inc., called the NYPD to report a \"fleet of green demons\" that were swarming outside his office's window and spelling the phrase \"FUK U FUKRE\" in the clouds. █████ Inc. is a company headquartered in New York City which manufactures all-terrain vehicles and hovercrafts. Investigation found that █████ Inc. had preempted their rival company ███ in the production of the \"█████-████,\" a novel form of remote control inflatable model aircraft. ███ had been developing such a product for ten months and were about to begin testing it when █████ Inc. announced the product as their own creation. No clear evidence of corporate espionage, nor any link between the companies in this manner, has been found. The Foundation took ███ instances of SCP-1784 into containment, while the rest evaded capture or died.\n\n\nAddendum:\n On 2013-█-█, during a medical examination of an instance of SCP-1784 which had been injured by another instance, the animal's gas bladder was accidentally punctured, releasing hydrogen gas. Through unknown means, the gas ignited and the SCP-1784 instance burnt to death, causing the expulsion of its internal organs and most of its rib cage through its back in the process. Attending \nBradypus\n specialist Dr. ████████ was injured in the explosion.\n\n\n\n\n\n\n« \nSCP-1783\n | SCP-1784 | \nSCP-1785\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1784\n\" by DrBerggren, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1784\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: On 2013-█-█, during a medical examination of an instance of SCP-1784 which had been injured by another instance, the animal's gas bladder was accidentally punctured, releasing hydrogen gas. Through unknown means, the gas ignited and the SCP-1784 instance burnt to death, causing the expulsion of its internal organs and most of its rib cage through its back in the process. Attending Bradypus specialist Dr. ████████ was injured in the explosion."
    ],
    "documents": [],
    "notes": [
        "\" SCP-1784 \" by DrBerggren, from the SCP Wiki . Source: https://scpwiki.com/scp-1784 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1784",
    "object_class": "Safe",
    "containment_procedures": "Instances of SCP-1784 are to be contained in a rainforest bio-enclosure with at least 4m3 allotted for each instance. The bio-enclosure is to be exposed to direct sunlight as much as possible. Instances are permitted to interact with one another and the structures they create. When they are recovered, currently uncontained instances of SCP-1784 are to be contained under the same procedures. One staff member who meets all criteria to be an instance of SCP-1784-1 is to be on hand at all times. No other personnel are to meet said criteria.",
    "description": "SCP-1784 is a species of genetically engineered sloth, divergent and distinct from the pale-throated three-toed sloth (Bradypus tridactylus). The most significant difference between SCP-1784 and its parent species is the addition of a ridged, segmented gas bladder protruding from the dorsal abdomen. This bladder is filled with hydrogen gas, enabling instances of SCP-1784 to remain buoyant in mid-air. The hydrogen is formed as the result of water electrolysis in the body, with the excess oxygen routed to the lungs and used for breathing at high altitudes. This process is homeostatically regulated and can be consciously adjusted by instances of SCP-1784 in order to rise or sink. Instances of SCP-1784 also have increased lung capacity and the ability to supplement their diet with photosynthesis from endosymbiotic algae, the presence of which tints their fur, skin, claws, and eyes green. There are ███ instances of SCP-1784 in containment, with an estimated ██ still existing in the wild. The currently contained instances of SCP-1784 were recovered following Incident-1784-A.",
    "title": "SCP-1784"
}