{
    "url": "https://scp-wiki.wikidot.com/scp-1791",
    "all_text": "rating: \n+179\n+\n–\nx\n\n\nItem #:\n SCP-1791\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Mobile Task Force Epsilon-7 (\"Godmothers\") are to take instances of SCP-1791-X into custody for containment in Unit 16 at Bio-Research Area-12. Instances of SCP-1791-X should be sedated upon contact and removed from their residence immediately. After containment, normal structure and content of the residence of each instance must be confirmed before the area may be opened to occupation by civilians.\n\n\nAll instances of SCP-1791-X are to be housed in separate Standard Humanoid Containment Cells. All areas of the cells must be under camera surveillance at all times, and cells may not contain doors except the entrance door and the door to an instance of SCP-1791-X-1. Instances may request reading materials on a monthly basis (subject to approval by Research Head ██████), but are not permitted to have casual contact with staff members. No instance of SCP-1791-X is to be informed of the existence of other instances. Nine (9) complete instances of SCP-1791 have been located and contained as of ██/██/████.\n\n\nThe potential entity designated SCP-1791-Omega has yet to be located or contained.\n\n\nDescription:\n SCP-1791-A through -J (collectively designated SCP-1791-X) are human biological siblings, each of whom are associated with an instance of a spatial anomaly designated SCP-1791-X-1.\n1\n When surveyed briefly, the residence of an instance of SCP-1791-X appears to be an unremarkable personal living space. However, each residence contains an unrecorded door in the least-used portion of the home—generally the back of a storage closet or guest bedroom. The door invariably leads to an instance of SCP-1791-X-1, an anomalous space resembling the living quarters of a moderately afflicted compulsive hoarder. The portion of this space nearest the entryway will contain a large quantity of an instance of SCP-1791-X's personal artifacts; this collection includes both distinct objects and duplicates of objects currently in use by the instance.\n2\n\n\nThe anomalous space is arranged in a roughly 12° logarithmic spiral, containing an average of seven (7) individual successive chambers.\n3\n The contents of each chamber are indistinguishable from the personal effects used in successively earlier years of an instance of SCP-1791-X’s life, from the present nearest the door regressing towards infancy at greater depths. Any object which is retained over a long period of the instance's life will be present, often more than once, in more than one chamber. The exact content of SCP-1791-X-1 varies by instance and increases with time. The length of the spiral is correlated with the age, number of former residences, and quantity of belongings amassed by each instance of SCP-1791-X: the youngest instance has a corresponding space of only four (4) chambers in a spiral 87 m in length, while the oldest has a corresponding space of 19 chambers and 354 m.\n\n\nThe final chamber, situated at the central terminus of the spiral, is an unfurnished space measuring roughly .7m x .7m x 1.6 m, composed entirely of uterine tissue. Ambient temperature averages 37.9 °C. Analysis indicates that the chamber’s flesh is a probable genetic match to that of SCP-1791-X’s biological mother.\n\n\nCurrent testing data suggests that each instance of SCP-1791-X \"carries\" its own instance of SCP-1791-X-1 with it to wherever it resides. The parameters by which residence is determined is unclear, but all instances of SCP-1791-X-1 have thus far vanished from their former location and appeared within the containment cell of its corresponding instance of SCP-1791-X within one month of containment; subjects experience varying levels of agitation and anxiety during extended separation from their instance of SCP-1791-X-1.\n\n\nFoundation attempts to locate SCP-1791-X’s biological mother, designated SCP-1791-Omega, have thus far proved unsuccessful. Search efforts are ongoing.\n\n\nAddendum 3.1.05.a, ██/██/████:\n Records indicate that all instances of SCP-1791-X were adopted by persons employed by the United States Armed Forces in early infancy from various local public care services, and lived with their adoptive parents until the deaths of said caretakers, generally in SCP-1791-X’s late teens. Four instances of SCP-1791-X report sleeping within the womb chamber at least once a week. Two instances report not entering SCP-1791 on a regular basis, but finding its presence \"comforting\". Before his containment, SCP-1791-H was apparently ignorant of SCP-1791-H-1’s presence in his apartment, and responded to this information with extreme distress, with symptoms including intermittent panic coupled with prolonged nausea, dizziness, vomiting, and weeping. SCP-1791-H was previously unaware that he was adopted.\n\n\nAddendum 7.3.02.f, ██/██/████:\n The outermost chamber of SCP-1791-A-1 has taken on the characteristics of SCP-1791-A's former containment cell at Site-19, including eleven functioning surveillance cameras. The receiving location of the information being recorded has yet to be determined. Upon questioning, SCP-1791-A professes ignorance, but becomes agitated at the suggestion of further \"intrusion\" by researchers, and has repeatedly described SCP-1791-A-1 as \"the only place that has ever really felt like home\".\n\n\nAddendum 14.3.07.a, ██/██/████:\n\n\n\n\nInterviewed:\n SCP-1791-B, Mme. ██████████ █████.\n\n\nInterviewer:\n Agent J. Munevar, supervised by Dr. N███████.\n\n\nForeword:\n \nAs SCP-1791-B has been in Foundation custody for ██ years and has been observed to be generally docile and cooperative, Dr. N███████ authorized Agent Munevar to complete the practical portion of his interview procedure training with the subject. Subject is an elderly French female. The following is an excerpt from Agent Munevar's interview with SCP-1791-B.\n\n\n<Begin Log>\n\n\nSCP-1791-B:\n I found Michel in there once, you know. Sitting in a little patch of garbage that was pretending to be our parlor from Rouen. Reading the paper.\n\n\nAgent Munevar:\n How did you respond?\n\n\nSCP-1791-B:\n \n(Pause, 4 seconds)\n I beat him with the—the \nfake\n of—the china casserole dish that he had given me for my birthday until the thing shattered in my hands. His face. My God. I have never been home since.\n\n\nAgent Munevar:\n To Rouen?\n\n\nSCP-1791-B:\n No. \n(Pause, 9 seconds. SCP-1791-B picks cigar wrapper from her tongue.)\n Idiot.\n\n\nAgent Munevar:\n Then \"home\" is—\n\n\nSCP-1791-B :\n Home is the dog that I cannot be rid of. Home is what will follow me if I ever leave this place.\n\n\n<End Log>\n\n\nClosing Statement:\n \nSince her containment, SCP-1791-B is the only instance of SCP-1791-X that has not entered its corresponding instance of SCP-1791-X-1.\n\n\n\n\n\n\nFootnotes\n\n\n1\n.\n\n\n\n+ Log of contained instances of SCP-1791-X\n\n\n\n\n- close log\n\n\n\n\n\n\n\n\nDesignation\n\n\nDOB\n\n\nSex\n\n\nAdoption\n\n\nRecovery\n\n\nNotes\n\n\n\n\n\n\nSCP-1791-A\n\n\n██/██/1981\n\n\nF\n\n\nAlice Springs, NT, Australia\n\n\nVolcano, HI, USA\n\n\n\n\n\n\n\n\nSCP-1791-B\n\n\n██/██/1943\n\n\nF\n\n\nChaumont, Haute-Marne, France\n\n\nBrest, Belarus\n\n\nRecovered temporarily in Rouen, France; lost en route to local containment.\n\n\n\n\n\n\nSCP-1791-C\n\n\n██/██/1970\n\n\nM\n\n\nKadena, Okinawa, Japan\n\n\nJohannesburg, South Africa\n\n\nDizygotic twin of SCP-1791-D\n\n\n\n\n\n\nSCP-1791-D\n\n\n██/██/1970\n\n\nM\n\n\nKadena, Okinawa, Japan\n\n\nWard, SC, USA\n\n\nDizygotic twin of SCP-1791-C\n\n\n\n\n\n\nSCP-1791-E\n\n\n██/██/1910\n\n\nF\n\n\nOlongapo, Zambales, Phillipines\n\n\nAdelaide, Australia\n\n\n\n\n\n\n\n\nSCP-1791-F\n\n\n██/██/1996\n\n\nM\n\n\nRamstein-Miesenbach, Germany\n\n\nBagram, Afghanistan\n\n\n\n\n\n\n\n\nSCP-1791-G\n\n\n██/██/1962\n\n\nF\n\n\nYigo, Guam\n\n\nVancouver, British Columbia, Canada\n\n\n\n\n\n\n\n\nSCP-1791-H\n\n\n██/██/1984\n\n\nM\n\n\nWashington, District of Columbia, USA\n\n\nAlbany, NY, USA\n\n\nFull sibling of SCP-1791-J\n\n\n\n\n\n\nSCP-1791-J\n\n\n██/██/1982\n\n\nF\n\n\nWashington, District of Columbia, USA\n\n\nGunsan, Jeollabuk-do, South Korea\n\n\nFull sibling of SCP-1791-H\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n2\n. The collection may include grooming artifacts, clothing, appliances, furniture, distinctive architectural features of a particular residence (such as wallpaper or molding), pets, and potentially humanoid entities (see \nAddendum 14.3.07.a\n).\n\n\n3\n. Chambers are numbered from terminus (0) to the most recent.\n\n\n\n\n\n\n\n\n« \nSCP-1790\n | SCP-1791 | \nSCP-1792\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1791\n\" by astronautilus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1791\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 3.1.05.a, ██/██/████: Records indicate that all instances of SCP-1791-X were adopted by persons employed by the United States Armed Forces in early infancy from various local public care services, and lived with their adoptive parents until the deaths of said caretakers, generally in SCP-1791-X’s late teens. Four instances of SCP-1791-X report sleeping within the womb chamber at least once a week. Two instances report not entering SCP-1791 on a regular basis, but finding its presence \"comforting\". Before his containment, SCP-1791-H was apparently ignorant of SCP-1791-H-1’s presence in his apartment, and responded to this information with extreme distress, with symptoms including intermittent panic coupled with prolonged nausea, dizziness, vomiting, and weeping. SCP-1791-H was previously unaware that he was adopted.",
        "Addendum 7.3.02.f, ██/██/████: The outermost chamber of SCP-1791-A-1 has taken on the characteristics of SCP-1791-A's former containment cell at Site-19, including eleven functioning surveillance cameras. The receiving location of the information being recorded has yet to be determined. Upon questioning, SCP-1791-A professes ignorance, but becomes agitated at the suggestion of further \"intrusion\" by researchers, and has repeatedly described SCP-1791-A-1 as \"the only place that has ever really felt like home\".",
        "Addendum 14.3.07.a, ██/██/████:"
    ],
    "documents": [],
    "notes": [
        "Interviewed: SCP-1791-B, Mme. ██████████ █████. Interviewer: Agent J. Munevar, supervised by Dr. N███████. Foreword: As SCP-1791-B has been in Foundation custody for ██ years and has been observed to be generally docile and cooperative, Dr. N███████ authorized Agent Munevar to complete the practical portion of his interview procedure training with the subject. Subject is an elderly French female. The following is an excerpt from Agent Munevar's interview with SCP-1791-B. <Begin Log> SCP-1791-B: I found Michel in there once, you know. Sitting in a little patch of garbage that was pretending to be our parlor from Rouen. Reading the paper. Agent Munevar: How did you respond? SCP-1791-B: (Pause, 4 seconds) I beat him with the—the fake of—the china casserole dish that he had given me for my birthday until the thing shattered in my hands. His face. My God. I have never been home since. Agent Munevar: To Rouen? SCP-1791-B: No. (Pause, 9 seconds. SCP-1791-B picks cigar wrapper from her tongue.) Idiot. Agent Munevar: Then \"home\" is— SCP-1791-B : Home is the dog that I cannot be rid of. Home is what will follow me if I ever leave this place. <End Log> Closing Statement: Since her containment, SCP-1791-B is the only instance of SCP-1791-X that has not entered its corresponding instance of SCP-1791-X-1.",
        "\" SCP-1791 \" by astronautilus, from the SCP Wiki . Source: https://scpwiki.com/scp-1791 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1791",
    "object_class": "Euclid",
    "containment_procedures": "Mobile Task Force Epsilon-7 (\"Godmothers\") are to take instances of SCP-1791-X into custody for containment in Unit 16 at Bio-Research Area-12. Instances of SCP-1791-X should be sedated upon contact and removed from their residence immediately. After containment, normal structure and content of the residence of each instance must be confirmed before the area may be opened to occupation by civilians.",
    "description": "SCP-1791-A through -J (collectively designated SCP-1791-X) are human biological siblings, each of whom are associated with an instance of a spatial anomaly designated SCP-1791-X-1.1 When surveyed briefly, the residence of an instance of SCP-1791-X appears to be an unremarkable personal living space. However, each residence contains an unrecorded door in the least-used portion of the home—generally the back of a storage closet or guest bedroom. The door invariably leads to an instance of SCP-1791-X-1, an anomalous space resembling the living quarters of a moderately afflicted compulsive hoarder. The portion of this space nearest the entryway will contain a large quantity of an instance of SCP-1791-X's personal artifacts; this collection includes both distinct objects and duplicates of objects currently in use by the instance.2",
    "title": "SCP-1791"
}