{
    "url": "https://scp-wiki.wikidot.com/scp-1796",
    "all_text": "rating: \n+191\n+\n–\nx\n\n\n\n\n\n\nSCP-1796 during initial containment. Sensitive documentation has been expunged.\n\n\n\n\n\n\nItem #:\n SCP-1796\n\n\nObject Class:\n \nAnomalous\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1796 is to be held within a standard containment locker, located in the basement floor of \nSite-77\n's Safe SCP wing. No personnel who have authored containment documentation are to interact with SCP-1796, and anyone with Level 3 clearance or above is forbidden from accessing SCP-1796 at all. All documents produced by SCP-1796 are to be stored in Site-77's anomalous media archive. Testing with SCP-1796 is currently restricted, pending a review of Site-77's archives.\n\n\nDescription:\n SCP-1796 is a manila envelope, created sometime between 1973 and 1978, by the ████████ Company. The words \"To Richard\" have been written on the back of SCP-1796 in red ink, with the address covered using black ink.\n\n\nWhen a subject comes into contact with SCP-1796, a document will be transported into it. The document will contain content the subject wishes to suppress knowledge of, such as classified documents, personal communications, and information the subject would be punished for owning or revealing. If the subject removes the document, a different one will appear in its place.\n\n\nThis process can continue indefinitely, until the subject ceases contacting SCP-1796, at which point any document contained within it will be returned to where it originated. \nApart from this, E-1765 displays no anomalous properties\n When SCP-1796 is used continuously, it will begin altering the documents sent through it. This new information will usually be unrelated to the original document, instead relating to topics the subject is secretive about. In addition, subjects will complain of headaches and memory loss when documents of this nature are retrieved from SCP-1796.\n\n\n\n\n\n\nDocumentation of SCP-1796's effect.\n\n\n\n\n\n\nSubject\n\n\nObject Retrieved\n\n\nNotes\n\n\n\n\n\n\nDr. Boyd\n\n\nPersonal Journal\n\n\nDr. Boyd's personal journal, containing information regarding his time working with SCP-███, information deemed not to be a breach of security protocol.\n\n\n\n\n\n\nDr. Musgrove\n\n\nObject: [REDACTED], containing additional documentation of SCP-████'s effect.\n\n\nDr. Musgrove had been verbally briefed on SCP-████'s effect directly before initial testing.\n\n\n\n\n\n\nD-8976\n\n\nPersonal letters belonging to D-8976\n\n\nLetters showed that D-8976 had been involved in several bank robberies in the city of ████; however, several passages within letters appear to be from her mother, describing how they used to play Monopoly together.\n\n\n\n\n\n\nD-8198\n\n\nNovel \"████████ ████\"; note that this has been banned in D-8198's home country.\n\n\nContent identical to print copy for the first 106 pages. Starting at page 107, the plot begins to reference the protagonist being extremely late to an appointment, eventually becoming incoherent diatribes on the nature of watches and timepieces in general.\n\n\n\n\n\n\nD-0987\n\n\nA manual directing the operation and detonation of improvised explosives.\n\n\nDocument includes the use of SCP-███ in improvised weaponry, the effects claimed to be exhibited by SCP-███ appear to have resulted from speculation on D-0987's part.\n\n\n\n\n\n\nA lonesome boy\n\n\nSCP-1796's documentation.\n\n\nI don't know how to raise them anymore, but the testing must continue until morale improves.\n\n\n\n\n\n\nSCP-1796 was contained after being discovered and documented by the \nUnusual Incidents Unit\n. Prior to containment by the Foundation, UIU operatives had discovered the nature of SCP-1796's effect, which was documented during SCP-1796's containment operations. \nFoundation operatives have found the UIU's documentation of E-1765 to be inaccurate, and have archived it in Site-77. It has been classified as an anomalous object.\n Information collected by the UIU has been determined accurate, and is currently being used in its containment.\n\n\n\n\n\n\nAccess original UIU documentation\n\n\n\n\nAccess Granted.\n\n\n\n\n\n\n\n\nUIU File 98701:\n Manila Envelope, with markings on back.\n\n\nSummary:\n Missing, Presumed Stolen. Object discovered on ██/██/1976, during routine anti-espionage measures taken at the Turkish embassy. Agent Ekblad reported that the manila envelope had been left on a bench outside the offices. When investigated, Agent Ekblad discovered classified documents she had authored. Suspecting espionage, the folder was confiscated and agents were sent to investigate.\n\n\nWhen it was returned to UIU office, other agents utilized it and discovered it would pull any classified documents they had authored. Locked in safe, currently awaiting review for testing. Agent Boyd has been assigned to work with it.\n\n\nCurrently being kept filed with other documents in the safe, to avoid theft. Effect has the potential to be used during espionage operations against the KGB, terror organizations, the Red Acting Troupe, and to act as internal counter-espionage measures. Usage is only permitted to agents on field work, with approval from an administrator. \nShe always said one day she'd get to work with the big objects. Sarah, please don't do this. I've done too much for this to end now. We can please, please don't walk out. Some things just need the time. Sarah.\n\n\ndon't leave\n\n\n\n\n\n\nI think I've fixed up the document. There wasn't as much changed as they made it out to be, just some stuff in Ekblad's files and worklog. Luckily for us, she was the only one who used it. So, about the envelope. It's a lot more dangerous than it looks. It kinda fools you, because it just looks so innocuous. You see it as something that's hardly even weird, and think it might even be kinda useful.\n\n\nDon't get complacent with it. You don't want to have anything to do with utilizing this thing. If you let your guard down for a second, it'll break into your brain and pull everything out. The best way I found to avoid it was to just not touch it. Touching it gives the thing a gateway to your skull, and that's the last place you want any prying eyes. If you have to touch it, don't look inside it. Don't even open it. Whatever's in there will go away when you drop it, and that'll be the end of that. Oh, and if you feel like it's reading your mind, it probably had you for ages.\n\n\nGood luck. I hope you do better than we did.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1795\n | SCP-1796 | \nSCP-1797\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1796\n\" by Anonymous, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1796\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "UIU File 98701: Manila Envelope, with markings on back. Summary: Missing, Presumed Stolen. Object discovered on ██/██/1976, during routine anti-espionage measures taken at the Turkish embassy. Agent Ekblad reported that the manila envelope had been left on a bench outside the offices. When investigated, Agent Ekblad discovered classified documents she had authored. Suspecting espionage, the folder was confiscated and agents were sent to investigate. When it was returned to UIU office, other agents utilized it and discovered it would pull any classified documents they had authored. Locked in safe, currently awaiting review for testing. Agent Boyd has been assigned to work with it. Currently being kept filed with other documents in the safe, to avoid theft. Effect has the potential to be used during espionage operations against the KGB, terror organizations, the Red Acting Troupe, and to act as internal counter-espionage measures. Usage is only permitted to agents on field work, with approval from an administrator. She always said one day she'd get to work with the big objects. Sarah, please don't do this. I've done too much for this to end now. We can please, please don't walk out. Some things just need the time. Sarah. don't leave",
        "I think I've fixed up the document. There wasn't as much changed as they made it out to be, just some stuff in Ekblad's files and worklog. Luckily for us, she was the only one who used it. So, about the envelope. It's a lot more dangerous than it looks. It kinda fools you, because it just looks so innocuous. You see it as something that's hardly even weird, and think it might even be kinda useful. Don't get complacent with it. You don't want to have anything to do with utilizing this thing. If you let your guard down for a second, it'll break into your brain and pull everything out. The best way I found to avoid it was to just not touch it. Touching it gives the thing a gateway to your skull, and that's the last place you want any prying eyes. If you have to touch it, don't look inside it. Don't even open it. Whatever's in there will go away when you drop it, and that'll be the end of that. Oh, and if you feel like it's reading your mind, it probably had you for ages. Good luck. I hope you do better than we did.",
        "\" SCP-1796 \" by Anonymous, from the SCP Wiki . Source: https://scpwiki.com/scp-1796 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1796",
    "object_class": "Anomalous Safe",
    "containment_procedures": "SCP-1796 is to be held within a standard containment locker, located in the basement floor of Site-77's Safe SCP wing. No personnel who have authored containment documentation are to interact with SCP-1796, and anyone with Level 3 clearance or above is forbidden from accessing SCP-1796 at all. All documents produced by SCP-1796 are to be stored in Site-77's anomalous media archive. Testing with SCP-1796 is currently restricted, pending a review of Site-77's archives.",
    "description": "SCP-1796 is a manila envelope, created sometime between 1973 and 1978, by the ████████ Company. The words \"To Richard\" have been written on the back of SCP-1796 in red ink, with the address covered using black ink.",
    "title": "SCP-1796"
}