{
    "url": "https://scp-wiki.wikidot.com/scp-1798",
    "all_text": "Children Of The Void\n\n\nrating: \n+105\n+\n–\nx\n\n\nItem #:\n SCP-1798\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Three instances of SCP-1798 are to be maintained within the botanical wing of Site-172. Additional instances may be created at the discretion of the Senior Researcher assigned to SCP-1798.\n\n\nInstances of SCP-1798-1 are to be stored in Standard Humanoid Isolation cells. No more than two instances of SCP-1798-1 are permitted to exist at one time, and direct interaction is forbidden. SCP-1798-1 instances are to be terminated at the conclusion of testing.\n\n\nDescription:\n SCP-1798 is a plant whose structure is interlaced with an \nunknown mineral substance\n. It is characterised by broad, iridescent blue-green leaves and an angular, rigid root network. SCP-1798 propagates from cuttings but possesses no other means of reproduction. It does not require water and once fully grown has no additional nutrient or sunlight requirements; fully grown plants can survive indefinitely in isolation.\n\n\nIngestion of SCP-1798 triggers a number of changes in human subjects.\n1\n The initial change occurs within one minute of ingestion; the subject will enter an altered mental state, causing them to appear drowsy, uncoordinated and occasionally incoherent. Communicating with subjects in this state has been likened to talking to someone who is sleepwalking, and they are prone to frequent hallucinations. EEG readings are consistent with REM sleep, although subjects no longer appear to require or be able to sleep. Additionally, subjects no longer require food or water, and no longer produce waste. This effect is permanent.\n\n\nAfter three weeks, subjects will undergo severe and sudden physiological alterations. Over the course of approximately 30 minutes all skin, muscle, connective tissue and internal organs will be replaced by an unidentified translucent inorganic material with an iridescent blue-green colouration (henceforth referred to as its Outer Layer). At the same time, the entire skeletal structure is replaced by large intertwined strands of a material that visibly resembles nerve tissue.\n2\n These alterations have no impact on the subjects ability to move or interact with their environment. Subjects that reach this state are classified SCP-1798-1.\n\n\nFollowing these alterations, all extant instances of SCP-1798-1 enter a form of shared consciousness. While each instance retains some level of individuality, they are able to share sensory input and communicate even when isolated. Due to the frequently erratic behaviour of SCP-1798-1 instances, it is believed that the hallucinations persist in this state, and are also shared.\n\n\nDuring brief bouts of lucidity, SCP-1798-1 instances will begin lamenting the fact that \"they changed too soon\", or that \"he wasn't ready for them\". They will also frequently state that \"we are like him now\" and \"we are his children\". To date, all instances have been unable or unwilling to expand upon these sentiments.\n\n\nDiscovery:\n 2 specimens of SCP-1798 were discovered in a cave in the Alay Mountains of Tajikistan. Recovered with SCP-1798 were a number of inscriptions and carved idols that suggest the cave and surrounding area was home to members of an unknown religion. Translations of the recovered inscriptions from Old Persian\n3\n suggest that SCP-1798 was intended to be ingested following the arrival of some unnamed entity that was the subject of their worship, and that doing so before this event was forbidden. Based on tools recovered from the site, SCP-1798 itself is believed to have been created through a primitive form of thaumaturgy.\n\n\nIncident 1798-1:\n On 11/03/2013, as part of routine testing, three instances of SCP-1798-1 were moved to the same chamber. After a short period of inactivity, all three instances approached one another and visibly fused together, the outer layers overlapping and the strands of material that replaced their original skeletal structures intertwining into a single amorphous mass.\n\n\nThe outer layer then began expanding rapidly, breaching containment and quickly enveloping two levels of Site-197 within itself before automated security protocols activated and the affected floors were sealed. Security cameras that remained functional showed personnel enveloped within the entity were asleep or unconscious, before being impaled by strands from the central mass and rapidly undergoing transformation into SCP-1798-1 instances. These new instances were immediately integrated into the mass.\n\n\nAnalysis of blueprints of the affected floors, security footage and likely positions of lost personnel suggests that the layout of the entity resembled a series of interconnected neurons suspended in the material filling the area, with each integrated individual forming a node for further connections.\n\n\nFollowing the determination that further breaches were imminent due to increasing pressure behind the sealed sections, the decision was made to detonate the security fail-safe devices in the lower sections of Site-197. The bottom five levels of Site-197 were destroyed along with the entity and 76 personnel. No additional security breaches were reported. Leftover biological matter from the entity has been stored at Site-172 for further analysis.\n\n\nFive personnel escaped the lower levels prior to their destruction by climbing through service tunnels. Transcribed below is the post-event interview conducted with one of the survivors.\n\n\n\n\nInterviewer:\n Agent Markus Villacorta\n\n\nInterviewee:\n Junior Researcher Antonia Cárdenas\n\n\nNote:\n Opening introductions removed for brevity.\n\n\nVillacorta:\n Okay, let's go back to before the detonation. Walk me through what happened.\n\n\nCárdenas:\n Sure. I was- I missed lunch so I was in the canteen alone. I heard the noise from the floor above like I said. Lots of loud banging and grinding. And then the security alert kicked in, I could hear the emergency bulkheads slamming shut.\n\n\nVillacorta:\n Automated systems triggered the lockdown, yeah. What did you do next?\n\n\nCárdenas:\n I followed protocol. I couldn't leave the site because the regular exits were blocked, so I sealed the doors to the canteen and waited. I was in there for about 20 minutes. That's when it started. The voices.\n\n\nVillacorta:\n You heard voices? Where were they coming from?\n\n\nCárdenas:\n I'm not sure. Everywhere? And- well, they weren't really voices. It was more like… you know when you drift off, start day dreaming, and random thoughts start popping into your head? It was sort of like that. Except they obviously weren't my thoughts. They were louder.\n\n\nVillacorta:\n Louder?\n\n\nCárdenas:\n Yeah. I mean, we've all done basic psy-ed training, right? I know what telepathy feels like, when something is trying to talk into your mind. This was something else. I don't think it- whatever it was, it wasn't thinking \nat\n me. It was just thinking so loudly that everyone could hear it.\n\n\nVillacorta:\n Can you describe it? What it was thinking?\n\n\nCárdenas:\n I'm not sure. It was alien. I'm not even sure it understood what language was to start with, it wasn't using words. I got the impression everything was new to it. The best way I can think to describe it is that everything was exciting, and confusing. And it was \nvast\n.\n\n\nVillacorta:\n What do you mean?\n\n\nCárdenas:\n I- sorry. I'm still trying to sort this all out in my head. It was a little overwhelming, especially at the end.\n\n\nVillacorta:\n It's okay, take your time.\n\n\nCárdenas:\n All I can think to do is keep comparing it to things we would feel, but it seems so inadequate. Have you ever just laid in the grass and stared at the sky? Nothing else in view, just the sky and the clouds, and if you lie there for long enough the world just sort of goes away. The great expanse of blue in front of you is all that exists and everything else seems flat and small. And then, when you finally sit up, the world feels a little bit… less somehow. Like its only purpose is to get in the way of the sky.\n\n\nSeveral seconds of silence.\n\n\nVillacorta:\n I… yeah, I think I actually know what you mean.\n\n\nCárdenas:\n Every single thought from this thing was like that. The scope of them was so encompassing that everything else was just getting in the way.\n\n\nVillacorta:\n Did anything change in these thoughts?\n\n\nCárdenas:\n Yeah, I think it was learning. The thoughts were definitely getting more complex. More structured. I think it was developing its own language, started to develop that kind of flow to how it was thinking. That carried on for about 30 minutes. I think that's when it realised it was trapped. And when it became aware of us.\n\n\nVillacorta:\n It became aware of you? Did it try and communicate with you directly?\n\n\nCárdenas:\n Nothing like that, no. But the thoughts became more targeted. It felt like it was searching, and hungering. Not in a- not for food or anything. For knowledge. Experience. Growth, maybe? When it \"saw\" me, I could tell it wanted me.\n\n\nVillacorta:\n For what?\n\n\nCárdenas:\n I don't know, I'm not even sure it knew I was a person. If you see a conch shell on the beach, you pick it up, right? You don't give much thought to the fact that there might be something living inside. That's when I heard the metal bulkheads starting to groan.\n\n\nVillacorta:\n We picked up massively increased pressure on the security doors.\n\n\nCárdenas:\n Right. A potential breach that big and whole sections of the site get scuttled. Maybe the entire thing. So I headed for the service tunnels. They weren't sealed off because the breach wasn't actually on that floor. So I got to the tunnel, and I climbed.\n\n\nVillacorta:\n And that's when the structural charges were detonated.\n\n\nCárdenas:\n Yeah. I think-\n\n\nCárdenas pauses briefly.\n\n\nCárdenas:\n I felt it. Felt it die. It was more sad than anything. Startled maybe. Like it hadn't considered death before that very moment. It was so intense I nearly blacked out. Maybe I did, next thing I remember I was just hanging from the ladder. And-\n\n\nCárdenas pauses again.\n\n\nVillacorta:\n There was something else?\n\n\nCárdenas:\n Right before it ended, yeah. A silent scream. Rage and sorrow? Different from everything else I felt from the thing.\n\n\nVillacorta:\n What do you think it was?\n\n\nCárdenas:\n I don't know. I- we don't know everything that's out there in the universe. We've seen monsters, things from other dimensions, things that defy logic and reason. Even things that call themselves gods. I don't know what it was, but there is \nsomething out there\n. And I think we just killed its baby.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. SCP-1798 has no effect on non-human subjects.\n\n\n2\n. Attempts at sampling these materials have failed.\n\n\n3\n. Dating the area to approximately 500BCE.\n\n\n\n\n\n\n\n\n« \nSCP-1797\n | SCP-1798 | \nSCP-1799\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1798\n\" by Mortos, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1798\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewer: Agent Markus Villacorta Interviewee: Junior Researcher Antonia Cárdenas Note: Opening introductions removed for brevity. Villacorta: Okay, let's go back to before the detonation. Walk me through what happened. Cárdenas: Sure. I was- I missed lunch so I was in the canteen alone. I heard the noise from the floor above like I said. Lots of loud banging and grinding. And then the security alert kicked in, I could hear the emergency bulkheads slamming shut. Villacorta: Automated systems triggered the lockdown, yeah. What did you do next? Cárdenas: I followed protocol. I couldn't leave the site because the regular exits were blocked, so I sealed the doors to the canteen and waited. I was in there for about 20 minutes. That's when it started. The voices. Villacorta: You heard voices? Where were they coming from? Cárdenas: I'm not sure. Everywhere? And- well, they weren't really voices. It was more like… you know when you drift off, start day dreaming, and random thoughts start popping into your head? It was sort of like that. Except they obviously weren't my thoughts. They were louder. Villacorta: Louder? Cárdenas: Yeah. I mean, we've all done basic psy-ed training, right? I know what telepathy feels like, when something is trying to talk into your mind. This was something else. I don't think it- whatever it was, it wasn't thinking at me. It was just thinking so loudly that everyone could hear it. Villacorta: Can you describe it? What it was thinking? Cárdenas: I'm not sure. It was alien. I'm not even sure it understood what language was to start with, it wasn't using words. I got the impression everything was new to it. The best way I can think to describe it is that everything was exciting, and confusing. And it was vast . Villacorta: What do you mean? Cárdenas: I- sorry. I'm still trying to sort this all out in my head. It was a little overwhelming, especially at the end. Villacorta: It's okay, take your time. Cárdenas: All I can think to do is keep comparing it to things we would feel, but it seems so inadequate. Have you ever just laid in the grass and stared at the sky? Nothing else in view, just the sky and the clouds, and if you lie there for long enough the world just sort of goes away. The great expanse of blue in front of you is all that exists and everything else seems flat and small. And then, when you finally sit up, the world feels a little bit… less somehow. Like its only purpose is to get in the way of the sky. Several seconds of silence. Villacorta: I… yeah, I think I actually know what you mean. Cárdenas: Every single thought from this thing was like that. The scope of them was so encompassing that everything else was just getting in the way. Villacorta: Did anything change in these thoughts? Cárdenas: Yeah, I think it was learning. The thoughts were definitely getting more complex. More structured. I think it was developing its own language, started to develop that kind of flow to how it was thinking. That carried on for about 30 minutes. I think that's when it realised it was trapped. And when it became aware of us. Villacorta: It became aware of you? Did it try and communicate with you directly? Cárdenas: Nothing like that, no. But the thoughts became more targeted. It felt like it was searching, and hungering. Not in a- not for food or anything. For knowledge. Experience. Growth, maybe? When it \"saw\" me, I could tell it wanted me. Villacorta: For what? Cárdenas: I don't know, I'm not even sure it knew I was a person. If you see a conch shell on the beach, you pick it up, right? You don't give much thought to the fact that there might be something living inside. That's when I heard the metal bulkheads starting to groan. Villacorta: We picked up massively increased pressure on the security doors. Cárdenas: Right. A potential breach that big and whole sections of the site get scuttled. Maybe the entire thing. So I headed for the service tunnels. They weren't sealed off because the breach wasn't actually on that floor. So I got to the tunnel, and I climbed. Villacorta: And that's when the structural charges were detonated. Cárdenas: Yeah. I think- Cárdenas pauses briefly. Cárdenas: I felt it. Felt it die. It was more sad than anything. Startled maybe. Like it hadn't considered death before that very moment. It was so intense I nearly blacked out. Maybe I did, next thing I remember I was just hanging from the ladder. And- Cárdenas pauses again. Villacorta: There was something else? Cárdenas: Right before it ended, yeah. A silent scream. Rage and sorrow? Different from everything else I felt from the thing. Villacorta: What do you think it was? Cárdenas: I don't know. I- we don't know everything that's out there in the universe. We've seen monsters, things from other dimensions, things that defy logic and reason. Even things that call themselves gods. I don't know what it was, but there is something out there . And I think we just killed its baby.",
        "\" SCP-1798 \" by Mortos, from the SCP Wiki . Source: https://scpwiki.com/scp-1798 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1798",
    "object_class": "Safe",
    "containment_procedures": "Three instances of SCP-1798 are to be maintained within the botanical wing of Site-172. Additional instances may be created at the discretion of the Senior Researcher assigned to SCP-1798.",
    "description": "SCP-1798 is a plant whose structure is interlaced with an unknown mineral substance. It is characterised by broad, iridescent blue-green leaves and an angular, rigid root network. SCP-1798 propagates from cuttings but possesses no other means of reproduction. It does not require water and once fully grown has no additional nutrient or sunlight requirements; fully grown plants can survive indefinitely in isolation.",
    "title": "SCP-1798"
}