{
    "url": "https://scp-wiki.wikidot.com/scp-1799",
    "all_text": "It's funny until it isn't.\n\n\n\n\nrating: \n+142\n+\n–\nx\n\n\n\n\n\n\nSCP-1799\n\n\n\n\n\n\nItem #:\n SCP-1799\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1799 is to be contained in a soundproofed humanoid containment cell, with the other Misters in Hall 34-B of \nSite-55\n. Personnel entering SCP-1799's cell are to be fitted with a voice-canceling helmet to prevent communication with the subject.\n\n\nDescription:\n SCP-1799 is a male humanoid, approximately 1.2 m tall, weighing 58kg. It possesses physical characteristics of a generic clown, with skin devoid of pigmentation and a circular red nose, along with elongated feet. Its facial pigmentation has the appearance of makeup commonly worn by circus performers.\n\n\nAttempts made by SCP-1799 to communicate verbally with humans will be interpreted by the individual(s) as a joke. The longer the subject continues speaking, the funnier the \"jokes\" will become, until the subject(s) are overcome by laughter. Due to this effect, it is extremely difficult to direct and interact with SCP-1799. The most effective means to communicate with the subject is through written word, as this does not activate its effect.\n\n\nThe words \"Mr. Laugh, from Little Misters ® by Dr. Wondertainment\" are tattooed upon SCP-1799's lower back.\n\n\nADDENDUM 1799-A:\n This note was found on SCP-1799's person during initial containment.\n\n\n\n\nWow!\n You've just found yourself your very own Little Mister, a limited edition collection from Dr. Wondertainment!\n\nFind them all and become Mr. Collector!!\n\n\n01. Mr. Chameleon\n\n\n02. Mr. Headless\n\n03. Mr. Laugh ✔\n\n\n04. Mr. Forgetful\n\n\n05. Mr. Shapey\n\n\n06. Mr. Soap\n\n\n07. Mr. Hungry\n\n\n08. Mr. Brass\n\n\n09. Mr. Hot\n\n\n10. Ms. Sweetie\n\n\n11. Mr. Life and Mr. Death\n\n\n12. Mr. Fish\n\n\n13. Mr. Moon\n\n\n14. Mr. Redd (discontinued)\n\n\n15. Mr. Money\n\n\n16. Mr. Lost\n\n\n17.\n \nMr. Lie\n\n\n18. Mr. Mad\n\n\n19. Mr. Scary\n\n\n20. Mr. Stripes\n\n\n\n\nADDENDUM 1799-B:\n The following is an interview log recorded on SCP-1799's arrival at Site-55.\n\n\n\n\n+ Interview Log 1799-0\n\n\n\n\n- Close log\n\n\n\n\n\n\nInterviewed:\n SCP-1799\n\n\nInterviewer:\n Dr. Everwood\n\n\nForeword:\n This interview was executed to confirm SCP-1799's anomalous properties.\n\n\n<BEGIN LOG>\n\n\nEverwood:\n Please state your name.\n\n\nSCP-1799:\n Sure. They called me… Mr. Laugh.\n\n\nEverwood:\n \n[Begins laughing]\n Seriously? That's hilarious.\n\n\nSCP-1799:\n Not really.\n\n\nEverwood:\n \n[Continues to laugh]\n Man, you are a \nriot\n!\n\n\nSCP-1799:\n Please, just… stop laughing at me…\n\n\n[Everwood begins to laugh hysterically, pounding a fist on the table]\n\n\n[SCP-1799 frowns.]\n\n\n<END LOG>\n\n\n\n\n\n\n\n\n\n\nADDENDUM 1799-C:\n The following is an interview log recorded a few days following SCP-1799's arrival at Site-55.\n\n\n\n\n+ Interview Log 1799-2\n\n\n\n\n- Close log\n\n\n\n\n\n\nInterviewed:\n SCP-1799\n\n\nInterviewer:\n Dr. Gears\n\n\nForeword:\n Dr. Everwood specially requested Dr. Gears assistance in interviewing SCP-1799 during his visit to Site-55. Dr. Gears was selected for his high memetic resistance values and low emotional response variability.\n\n\n<BEGIN LOG>\n\n\nGears:\n Hello. My name is Doctor Gears.\n\n\n[SCP-1799 remains silent.]\n\n\nGears:\n I was told you had difficulties in communicating due to your properties. Is this true?\n\n\n[SCP-1799 is silent.]\n\n\nGears:\n I was also told that you dislike being laughed at. I do not intend to laugh at you.\n\n\n[SCP-1799 is silent.]\n\n\nGears:\n I will not laugh at you, and if I do, I will exit the room swiftly, ending this interrogation with hopefully minimal discomfort caused to you.\n\n\nSCP-1799:\n Fine. But I know you're going to laugh at me so I might as well get this over with.\n\n\nGears:\n I don't intend on laughing. Not, at least, unless something humorous is said — which I don't believe has yet occurred.\n\n\nSCP-1799:\n Y-you're not laughing? You're the first person I've spoken to who doesn't just laugh at me… I don't know what to say…\n\n\nGears:\n We could start with your name.\n\n\n[SCP-1799 leans over the table and waves its hand in front of Dr. Gears' face, then sticks its tongue out at him.]\n\n\nGears:\n Have I triggered some sort of response from you? If not, I would appreciate it if you refrained from such gestures.\n\n\nSCP-1799:\n Sorry, I'm just used to everyone rolling on the floor laughing by now. I've never, uh, gotten this far with anyone before.\n\n\n[SCP-1799 sits on its chair again.]\n\n\nGears:\n I see. Now, your name, please?\n\n\nSCP-1799:\n Of course! They call me Mr. Laugh. It's such a pleasure to meet you, Dr. Gears!\n\n\nGears:\n Charmed. Now, I was tasked with asking you a series of questions about yourself and Dr. Wondertainment. Is this acceptable?\n\n\nSCP-1799:\n Yes! And can I ask you some questions about yourself too? I think it's really interesting that you're not laughing at me. I'd like to learn about that if I could.\n\n\nGears:\n This is acceptable. I'll ask the first question, if that's okay with you.\n\n\nSCP-1799:\n By all means. Haha, it feels so good to have a normal conversation!\n\n\nGears:\n Are you aware of any reason Dr. Wondertainment would have had for creating you?\n\n\nSCP-1799:\n I know he was really into clowns for a while. Maybe he spent some time at the circus? I don't know, I could never really tell what dad was thinking.\n\n\nGears:\n I see. You may ask your question now.\n\n\nSCP-1799:\n Why do you think you aren't laughing? Like I said before, you're the first person who doesn't guffaw at me. Not that I'm not thankful! I mean, I'm loving this. I love that you're not laughing at me, it makes me feel almost normal…\n\n\nGears:\n I've never been one for showing emotion. Not even as a child. My mother said I rarely ever cried, too. Not to say that I don't feel emotion. I just do not express myself well, I suppose.\n\n\nSCP-1799:\n Huh.\n\n\nGears:\n Now as for my next query; are you able to recall the process Dr. Wondertainment used to create you?\n\n\nSCP-1799:\n Not at all. I just remember waking up one day and that was it. When was the last time you laughed?\n\n\nGears:\n It was many years ago when my daughter illustrated me. It was a humorous portrait, you see, for I was colored wildly incorrectly.\n\n\nSCP-1799:\n Aww, you have a kid? How sweet.\n\n\nGears:\n Indeed. Do you know anything about the location of the other Little Misters?\n\n\nSCP-1799:\n Umm… Mr. Fish is probably somewhere wet… but that's about all I've got for you.\n\n\nGears:\n Unfortunately these answers are not of much use to myself and my employers.\n\n\nSCP-1799:\n I'm sorry… do I still get to ask you a question?\n\n\nGears:\n We agreed upon this. You may.\n\n\nSCP-1799:\n Alright. Do you think you would laugh if I said something funny?\n\n\nGears:\n I thought you didn't want to be laughed at.\n\n\nSCP-1799:\n This is a hypothetical! Let's say I said something absolutely hilarious right now. Would you then laugh?\n\n\nGears:\n Perhaps. Perhaps not. It is difficult to say with certainty. I am inclined to answer no.\n\n\nSCP-1799:\n I see…\n\n\nGears:\n Do you possess any knowledge on other Wondertainment products?\n\n\nSCP-1799:\n No… All I know is about myself. And apparently, that's not enough for you guys.\n\n\nGears:\n I do not mean to imply that you are useless, if that is what you are suggesting. I am merely stating that these answers aren't of use to my employer. It is not a personal insult against you.\n\n\nSCP-1799:\n Sure, sure. Do you think your daughter would be able to make you laugh again today?\n\n\nGears:\n I'd rather not discuss my daughter further. I find no joy in the topic.\n\n\nSCP-1799:\n Oh come on.\n\n\nGears:\n Let it suffice to say that she and I lost contact many years ago. The more time I spent at my job, the less I could spend with her. It is a tragic thing, but again, it happened many years ago.\n\n\nSCP-1799:\n That's sad. Did it make you cry?\n\n\n[There is a pause.]\n\n\nGears:\n No.\n\n\n\n\nSCP-1799:\n Wow. You must be some super tough guy.\n\n\nGears:\n I would not call myself that. I am just a man doing his job.\n\n\nSCP-1799:\n Would you say you love this job? More than your daughter?\n\n\nGears:\n It is only my job. I just happen to excel at it. But we are losing focus. We must return to my questions.\n\n\nSCP-1799:\n Oh, s-sorry. Yes, please continue.\n\n\nGears:\n Do you possess any knowledge of the current whereabouts of Dr. Wondertainment?\n\n\nSCP-1799:\n No… but I think good ol' dad likes to move around a lot. You know. To make sure he isn't caught. I presume by you guys.\n\n\nGears:\n I see. Now your question?\n\n\nSCP-1799:\n Do you think you would be happy to see your daughter? If you were to find each other again, that is.\n\n\nGears:\n I would rather not discuss my daughter further. I find no joy in the matter.\n\n\nSCP-1799:\n I knew it, you do care about her!\n\n\nGears:\n I never said I did not.\n\n\nSCP-1799:\n So you would jump at the chance to talk to her again?\n\n\nGears:\n Are you familiar with the trolley problem, Mr. Laugh?\n\n\nSCP-1799:\n Is that the one with the people tied to the tracks?\n\n\nGears:\n Correct. I was presented with my own trolley problem when I was offered my current job. As you can see, I made my own choice. Whether or not I regret it is irrelevant. What matters is that I made my choice, and I must now endure the consequences.\n\n\nSCP-1799:\n So… does that mean you wouldn't talk to your daughter if you had the chance? I'm confused.\n\n\nGears:\n The most difficult part of being a parent is knowing when you're no longer needed.\n\n\nSCP-1799:\n Did your daughter no longer need you when you left?\n\n\nGears:\n Yes. She did require my presence. But she no longer does.\n\n\nSCP-1799:\n Do you think parents shouldn't keep in contact with their children then?\n\n\nGears:\n That is not what I said.\n\n\nSCP-1799:\n I'm just saying, I know I would like it if my dad reached out to me. Being alone is scary, and I wasn't ready for any of it. But you still have the chance! What would it hurt to reach out? Better late than never, am I right?\n\n\n[There is a pause.]\n\n\nGears:\n It is far too late for me to do that. Things have been set in motion that I cannot change. I must accept the facts and move on. At any rate, I am afraid I no longer have any questions to ask you.\n\n\nSCP-1799:\n Wait, does that mean you have to go now? But we were just getting to know one another!\n\n\nGears:\n Yes. Our time together has come to an end.\n\n\nSCP-1799:\n Please don't go. Please. I don't want to go back to being laughed at. I want to talk some more!\n\n\nGears:\n I am sorry. I must go now.\n\n\nSCP-1799:\n No! Come on, I'm sure you have more questions to ask me! Please! Anything!\n\n\n[Dr. Gears rises and collects his notepad, moving towards the door.]\n\n\nSCP-1799:\n No!\n\n\n[SCP-1799 stands and moves to block the door to the interrogation chamber.]\n\n\nSCP-1799:\n I'm begging you, sir, please stay just a little bit longer! We could talk about anything you want! I may not know much but I'm quick on the uptake and I promise I can be a good conversational partner!\n\n\nGears:\n Please move, Mr. Laugh.\n\n\nSCP-1799:\n No! I need this! I deserve this! Do you have any idea what it's like to be laughed at by everyone for something you can't even help? All I'm asking for is five minutes of your time, surely you could spare that!\n\n\nGears:\n I will not hesitate to call the guards stationed outside this room if you do not acquiesce. Please move now.\n\n\n[SCP-1799 moves out of the way and sits down in its chair again.]\n\n\nSCP-1799:\n F-Fine! Go then! I bet you're going to go laugh at me with that mean Everwood bitch now, aren't you? Whatever! I don't care!\n\n\n<END LOG>\n\n\nNote: I'll be honest, I didn't think this would work the way it did. I just wanted to see the old man laugh for once, but he was actually able to talk to SCP-1799. Shame it wasn't able to provide any useful information. — Dr. Everwood\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nUncle Nicolini's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-3867\n \n•\n\n\n\n\n\n\nSCP-1841\n \n•\n\n\n\n\n\n\nSCP-8984\n \n•\n\n\n\n\n\n\nSCP-ES-357\n \n•\n\n\n\n\n\n\nSCP-3297\n \n•\n\n\n\n\n\n\nMDI-6726\n \n•\n\n\n\n\n\n\nSCP-3803\n \n•\n\n\n\n\n\n\nSCP-6161\n \n•\n\n\n\n\n\n\nSCP-4432\n \n•\n\n\n\n\n\n\nSCP-3863\n \n•\n\n\n\n\n\n\nSCP-8725\n \n•\n\n\n\n\n\n\nSCP-2983\n \n•\n\n\n\n\n\n\nSCP-4982\n \n•\n\n\n\n\n\n\nSCP-057-INT\n \n•\n\n\n\n\n\n\nSCP-5057\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nLittle Dark Star Shoppe of Minerals\n \n•\n\n\n\n\n\n\nTwo Coffins\n \n•\n\n\n\n\n\n\nAdoption Poster: Darius!\n \n•\n\n\n\n\n\n\nReality TV, Designer Pets, and Fine Dining\n \n•\n\n\n\n\n\n\nJust Another Day\n \n•\n\n\n\n\n\n\nMerry Christmas, Jude Kriyot\n \n•\n\n\n\n\n\n\nA Song Without Words\n \n•\n\n\n\n\n\n\nCritter Profile: Sandra And George!\n \n•\n\n\n\n\n\n\nA Passing Rain\n \n•\n\n\n\n\n\n\nSquare your shoulders, lift your pack, and leave your friends and go.\n \n•\n\n\n\n\n\n\nProject Proposal 2014-1221: \"Finally Waking Up\"\n \n•\n\n\n\n\n\n\n(Too) Late Registration\n \n•\n\n\n\n\n\n\nIt's Beginning To Look A Lot Like Breachmas\n \n•\n\n\n\n\n\n\nMyocardial Infarction\n \n•\n\n\n\n\n\n\nCritter Profile: Chuck.\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nOde To The Unknown Author\n \n•\n\n\n\n\n\n\nuncle nicolini author page\n \n•\n\n\n\n\n\n\nSciptember 2022 Art Highlights\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1798\n | SCP-1799 | \nSCP-1800\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1799\n\" by Anonymous, Uncle Nicolini, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1799\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n 1799.jpg\n\n\nName:\n Sad Clown - Occupy Wall St.jpg\n\n\nAuthor:\n charliegolonkiewicz\n\n\nLicense:\n CC 2.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Sad_Clown_-_Occupy_Wall_St.jpg",
    "addendums": [],
    "documents": [],
    "notes": [
        "Wow! You've just found yourself your very own Little Mister, a limited edition collection from Dr. Wondertainment! Find them all and become Mr. Collector!! 01. Mr. Chameleon 02. Mr. Headless 03. Mr. Laugh ✔ 04. Mr. Forgetful 05. Mr. Shapey 06. Mr. Soap 07. Mr. Hungry 08. Mr. Brass 09. Mr. Hot 10. Ms. Sweetie 11. Mr. Life and Mr. Death 12. Mr. Fish 13. Mr. Moon 14. Mr. Redd (discontinued) 15. Mr. Money 16. Mr. Lost 17. Mr. Lie 18. Mr. Mad 19. Mr. Scary 20. Mr. Stripes",
        "Interviewed: SCP-1799 Interviewer: Dr. Everwood Foreword: This interview was executed to confirm SCP-1799's anomalous properties. <BEGIN LOG> Everwood: Please state your name. SCP-1799: Sure. They called me… Mr. Laugh. Everwood: [Begins laughing] Seriously? That's hilarious. SCP-1799: Not really. Everwood: [Continues to laugh] Man, you are a riot ! SCP-1799: Please, just… stop laughing at me… [Everwood begins to laugh hysterically, pounding a fist on the table] [SCP-1799 frowns.] <END LOG>",
        "Interviewed: SCP-1799 Interviewer: Dr. Gears Foreword: Dr. Everwood specially requested Dr. Gears assistance in interviewing SCP-1799 during his visit to Site-55. Dr. Gears was selected for his high memetic resistance values and low emotional response variability. <BEGIN LOG> Gears: Hello. My name is Doctor Gears. [SCP-1799 remains silent.] Gears: I was told you had difficulties in communicating due to your properties. Is this true? [SCP-1799 is silent.] Gears: I was also told that you dislike being laughed at. I do not intend to laugh at you. [SCP-1799 is silent.] Gears: I will not laugh at you, and if I do, I will exit the room swiftly, ending this interrogation with hopefully minimal discomfort caused to you. SCP-1799: Fine. But I know you're going to laugh at me so I might as well get this over with. Gears: I don't intend on laughing. Not, at least, unless something humorous is said — which I don't believe has yet occurred. SCP-1799: Y-you're not laughing? You're the first person I've spoken to who doesn't just laugh at me… I don't know what to say… Gears: We could start with your name. [SCP-1799 leans over the table and waves its hand in front of Dr. Gears' face, then sticks its tongue out at him.] Gears: Have I triggered some sort of response from you? If not, I would appreciate it if you refrained from such gestures. SCP-1799: Sorry, I'm just used to everyone rolling on the floor laughing by now. I've never, uh, gotten this far with anyone before. [SCP-1799 sits on its chair again.] Gears: I see. Now, your name, please? SCP-1799: Of course! They call me Mr. Laugh. It's such a pleasure to meet you, Dr. Gears! Gears: Charmed. Now, I was tasked with asking you a series of questions about yourself and Dr. Wondertainment. Is this acceptable? SCP-1799: Yes! And can I ask you some questions about yourself too? I think it's really interesting that you're not laughing at me. I'd like to learn about that if I could. Gears: This is acceptable. I'll ask the first question, if that's okay with you. SCP-1799: By all means. Haha, it feels so good to have a normal conversation! Gears: Are you aware of any reason Dr. Wondertainment would have had for creating you? SCP-1799: I know he was really into clowns for a while. Maybe he spent some time at the circus? I don't know, I could never really tell what dad was thinking. Gears: I see. You may ask your question now. SCP-1799: Why do you think you aren't laughing? Like I said before, you're the first person who doesn't guffaw at me. Not that I'm not thankful! I mean, I'm loving this. I love that you're not laughing at me, it makes me feel almost normal… Gears: I've never been one for showing emotion. Not even as a child. My mother said I rarely ever cried, too. Not to say that I don't feel emotion. I just do not express myself well, I suppose. SCP-1799: Huh. Gears: Now as for my next query; are you able to recall the process Dr. Wondertainment used to create you? SCP-1799: Not at all. I just remember waking up one day and that was it. When was the last time you laughed? Gears: It was many years ago when my daughter illustrated me. It was a humorous portrait, you see, for I was colored wildly incorrectly. SCP-1799: Aww, you have a kid? How sweet. Gears: Indeed. Do you know anything about the location of the other Little Misters? SCP-1799: Umm… Mr. Fish is probably somewhere wet… but that's about all I've got for you. Gears: Unfortunately these answers are not of much use to myself and my employers. SCP-1799: I'm sorry… do I still get to ask you a question? Gears: We agreed upon this. You may. SCP-1799: Alright. Do you think you would laugh if I said something funny? Gears: I thought you didn't want to be laughed at. SCP-1799: This is a hypothetical! Let's say I said something absolutely hilarious right now. Would you then laugh? Gears: Perhaps. Perhaps not. It is difficult to say with certainty. I am inclined to answer no. SCP-1799: I see… Gears: Do you possess any knowledge on other Wondertainment products? SCP-1799: No… All I know is about myself. And apparently, that's not enough for you guys. Gears: I do not mean to imply that you are useless, if that is what you are suggesting. I am merely stating that these answers aren't of use to my employer. It is not a personal insult against you. SCP-1799: Sure, sure. Do you think your daughter would be able to make you laugh again today? Gears: I'd rather not discuss my daughter further. I find no joy in the topic. SCP-1799: Oh come on. Gears: Let it suffice to say that she and I lost contact many years ago. The more time I spent at my job, the less I could spend with her. It is a tragic thing, but again, it happened many years ago. SCP-1799: That's sad. Did it make you cry? [There is a pause.] Gears: No. SCP-1799: Wow. You must be some super tough guy. Gears: I would not call myself that. I am just a man doing his job. SCP-1799: Would you say you love this job? More than your daughter? Gears: It is only my job. I just happen to excel at it. But we are losing focus. We must return to my questions. SCP-1799: Oh, s-sorry. Yes, please continue. Gears: Do you possess any knowledge of the current whereabouts of Dr. Wondertainment? SCP-1799: No… but I think good ol' dad likes to move around a lot. You know. To make sure he isn't caught. I presume by you guys. Gears: I see. Now your question? SCP-1799: Do you think you would be happy to see your daughter? If you were to find each other again, that is. Gears: I would rather not discuss my daughter further. I find no joy in the matter. SCP-1799: I knew it, you do care about her! Gears: I never said I did not. SCP-1799: So you would jump at the chance to talk to her again? Gears: Are you familiar with the trolley problem, Mr. Laugh? SCP-1799: Is that the one with the people tied to the tracks? Gears: Correct. I was presented with my own trolley problem when I was offered my current job. As you can see, I made my own choice. Whether or not I regret it is irrelevant. What matters is that I made my choice, and I must now endure the consequences. SCP-1799: So… does that mean you wouldn't talk to your daughter if you had the chance? I'm confused. Gears: The most difficult part of being a parent is knowing when you're no longer needed. SCP-1799: Did your daughter no longer need you when you left? Gears: Yes. She did require my presence. But she no longer does. SCP-1799: Do you think parents shouldn't keep in contact with their children then? Gears: That is not what I said. SCP-1799: I'm just saying, I know I would like it if my dad reached out to me. Being alone is scary, and I wasn't ready for any of it. But you still have the chance! What would it hurt to reach out? Better late than never, am I right? [There is a pause.] Gears: It is far too late for me to do that. Things have been set in motion that I cannot change. I must accept the facts and move on. At any rate, I am afraid I no longer have any questions to ask you. SCP-1799: Wait, does that mean you have to go now? But we were just getting to know one another! Gears: Yes. Our time together has come to an end. SCP-1799: Please don't go. Please. I don't want to go back to being laughed at. I want to talk some more! Gears: I am sorry. I must go now. SCP-1799: No! Come on, I'm sure you have more questions to ask me! Please! Anything! [Dr. Gears rises and collects his notepad, moving towards the door.] SCP-1799: No! [SCP-1799 stands and moves to block the door to the interrogation chamber.] SCP-1799: I'm begging you, sir, please stay just a little bit longer! We could talk about anything you want! I may not know much but I'm quick on the uptake and I promise I can be a good conversational partner! Gears: Please move, Mr. Laugh. SCP-1799: No! I need this! I deserve this! Do you have any idea what it's like to be laughed at by everyone for something you can't even help? All I'm asking for is five minutes of your time, surely you could spare that! Gears: I will not hesitate to call the guards stationed outside this room if you do not acquiesce. Please move now. [SCP-1799 moves out of the way and sits down in its chair again.] SCP-1799: F-Fine! Go then! I bet you're going to go laugh at me with that mean Everwood bitch now, aren't you? Whatever! I don't care! <END LOG> Note: I'll be honest, I didn't think this would work the way it did. I just wanted to see the old man laugh for once, but he was actually able to talk to SCP-1799. Shame it wasn't able to provide any useful information. — Dr. Everwood",
        "\" SCP-1799 \" by Anonymous, Uncle Nicolini, from the SCP Wiki . Source: https://scpwiki.com/scp-1799 . Licensed under CC-BY-SA .",
        "Filename: 1799.jpg Name: Sad Clown - Occupy Wall St.jpg Author: charliegolonkiewicz License: CC 2.0 Source Link: https://commons.wikimedia.org/wiki/File:Sad_Clown_-_Occupy_Wall_St.jpg"
    ],
    "item": "SCP-1799",
    "object_class": "Safe",
    "containment_procedures": "SCP-1799 is to be contained in a soundproofed humanoid containment cell, with the other Misters in Hall 34-B of Site-55. Personnel entering SCP-1799's cell are to be fitted with a voice-canceling helmet to prevent communication with the subject.",
    "description": "SCP-1799 is a male humanoid, approximately 1.2 m tall, weighing 58kg. It possesses physical characteristics of a generic clown, with skin devoid of pigmentation and a circular red nose, along with elongated feet. Its facial pigmentation has the appearance of makeup commonly worn by circus performers.",
    "title": "SCP-1799"
}