{
    "url": "https://scp-wiki.wikidot.com/scp-1805",
    "all_text": "rating: \n+121\n+\n–\nx\n\n\nItem #:\n SCP-1805\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n When SCP-1805 is in an active phase, it is to be kept in a standard humanoid containment cell in Site-17. When SCP-1805 is in an inactive phase, it is to be wrapped in a lint-free protective sheet and placed in a standard anomalous item locker. SCP-1805 does not require food, water or oxygen, even during an active phase. SCP-1805 requires periodic cleaning with non-solvent based antiseptic cleansers, externally on a bi-weekly basis, and internally on a weekly basis as well as immediately after sexual contact. While in an active phase, SCP-1805 has shown willingness to perform such cleaning itself. In an inactive phase such cleaning should be performed by D-class personnel.\n\n\nSexual contact is only permitted between SCP-1805 and approved test subjects.\n\n\nImprinted test subjects shall be contained along with SCP-1805 until their termination. Under no circumstances should a living test subject be removed from SCP-1805’s presence after imprinting. If separation of test subjects and SCP-1805 is necessary, early termination of test subjects by Foundation personnel is permitted.\n\n\nWhile SCP-1805 appears cooperative, any requests by it or imprinted test subjects shall require approval by a minimum of two level 3 personnel or the site director.\n\n\nDescription:\n SCP-1805 is a life-sized anatomically-correct female mannequin intended for use as a sex doll. It was marketed under the trademark ████████ and manufactured by [REDACTED] in 20██. It has a PVC skeleton with steel joints and flesh made of medical grade silicone. The object shows considerable wear, with its original pigmentation faded or missing over roughly 35% of its surface. When SCP-1805 is in an inactive phase, it is indistinguishable from other products of similar manufacture.\n\n\nWhen an adult male subject engages in sexual intercourse with SCP-1805, SCP-1805 will enter into an active phase and imprint on the subject. This active phase will persist as long as the imprinted subject remains alive and in the presence of SCP-1805, and will cease sometime between 5 and 10 days afterwards.\n\n\nIn an active phase, SCP-1805 is capable of autonomous motion, speech, and intellectual activity. SCP-1805 appears to have mental and sensory capabilities comparable to a human female of 19 to 25 years of age. Its speech is clear and comprehensible, but it appears unable to alter either volume or inflection. SCP-1805 appears intelligent and possessive of a capacity for self-awareness, but is unwilling or unable to acknowledge the fact that it is not human. When asked about events during its inactive phase, SCP-1805 will relate some fictional narrative with SCP-1805 in the role of a housewife in a suburban setting, always as a spouse to the last subject SCP-1805 was imprinted to. It is suspected that these narratives are constructed by SCP-1805 around the imprinted subject as it enters an active phase.\n\n\nWhen SCP-1805 imprints on a subject, it will express extreme affection, devotion and possessiveness for the subject, regardless of the subject’s behavior toward SCP-1805. SCP-1805 will use terms of endearment with the subject such as “darling,” and “beloved,” and refer to the subject as its husband to third parties.\n\n\nSCP-1805 attempts to acquiesce to any expressed desire of the imprinted subject regardless of its nature, though actions seem subject to SCP-1805's understanding. SCP-1805 has upon occasion taken metaphorical or idiomatic expressions literally. SCP-1805 is also extremely possessive and will not permit the subject to leave SCP-1805’s presence, or vice-versa. SCP-1805 will react violently to any attempts to separate them, and will likely cause harm to the subject, itself, or others. SCP-1805 also will show extreme negative reaction to any suggestion that the subject does not reciprocate SCP-1805’s affection, or that the subject shares affection— or even substantial interest— for any other object or individual. This not only applies to current actual sexual interest by the subject, but to any sign of affection, interest or attention, current, historical or hypothetical. SCP-1805 has shown violent rages when subjects have expressed positive feelings for past girlfriends, pets, children, parents, and fictional characters. SCP-1805’s devotion to an imprinted subject appears to subside upon death of the subject.\n\n\nNo anomalous effects have been observed in test subjects themselves after imprinting.\n\n\nAddendum 1:\n Interview with SCP-1805 1/12/20██.\n\n\n\n\n+ Interview I-1805-27 \n\n\n\n\n- Interview I-1805-27 \n\n\n\n\n\n\nInterviewer:\n Dr. ██████\n\n\nForeword:\n As part of ongoing testing, SCP-1805 imprinted on D-21344, a 45-year old male sex offender with a history of domestic violence. SCP-1805 was contained with D-21344 for 84 hours before SCP-1805 terminated D-21344. Interview conducted after the remains of D-21344 were removed from containment.\n\n\n<Begin Log, 1/12/20\n██ \n1130>\n\n\nDr.\n ██████\n:\n I want to ask you about D-21344.\n\n\nSCP-1805:\n His name was John.\n\n\nDr.\n ██████\n:\n Why did you kill him?\n\n\nSCP-1805:\n He was false, an adulterer.\n\n\nDr.\n ██████\n:\n According to our records, he was divorced.\n\n\nSCP-1805:\n I should have been enough for him. He shouldn't have pretended to love me.\n\n\nDr.\n ██████\n:\n According to the surveillance videos, he struck you at least thirty-seven times. Even when you were performing rather unpleasant requests from him. But you're saying he was “pretending” to love you?\n\n\nSCP-1805:\n You don't understand.\n\n\nDr.\n ██████\n:\n I admit, I don't.\n\n\nSCP-1805:\n Love, honor and obey. Those were our vows. I took them seriously. John didn't.\n\n\n<End Log>\n\n\nClosing Statement:\n After six days, SCP-1805 entered an inactive state and was placed in storage.\n\n\n\n\n\n\n\n\n\n\nAddendum 2:\n Interview with SCP-1805 5/28/20██.\n\n\n\n\n+ Interview I-1805-178 \n\n\n\n\n- Interview I-1805-178 \n\n\n\n\n\n\nInterviewer:\n Dr. ██████\n\n\nForeword:\n On 5/27/20██ SCP-1805 was involved in a near containment breach when the imprinted test subject D-12787 attempted to take SCP-1805 hostage. D-12787 threatened SCP-1805 with [REDACTED] a solvent apparently smuggled from [REDACTED]. D-12787 demonstrated [REDACTED] melting 30% of the silicone flesh off of SCP-1805's left forearm. SCP-1805 allowed this to occur as D-12787 made demands for [REDACTED], [REDACTED], and a private plane. When MTF agents were dispatched to the containment chamber, D-12787 ordered SCP-1805 to kill them. SCP-1805 successfully strangled one agent to death before D-12787 was terminated, after which SCP-1805 ceased attacking. During the attack, SCP-1805 was struck by 10 rounds of .45 caliber ammunition causing significant damage to its torso, head, and left leg.\n\n\n<Begin Log, 5/28/20\n██ \n0127>\n\n\nDr.\n ██████\n:\n You realized you murdered one of our agents?\n\n\nSCP-1805:\n Yes, I am sorry.\n\n\nDr.\n ██████\n:\n We sent them in to protect you.\n\n\nSCP-1805:\n I didn't have a choice. I pledged myself—\n\n\nDr.\n ██████\n:\n D-12787 was willing to destroy you.\n\n\nSCP-1805:\n You don't understand. We were soul-mates. Created for each other. I could no more deny him than I could deny breathing.\n\n\nDr.\n ██████\n:\n You don't br— Um… I know you were devoted to D-12787—\n\n\nSCP-1805:\n Sam. His name was Sam.\n\n\nDr.\n ██████\n:\n He ordered you to kill all of the agents, but you stopped. Why?\n\n\nSCP-1805:\n “Till death do us part,” Dr. ██████.\n\n\n<End Log>\n\n\nClosing Statement:\n SCP-1805 remained in an active state for ten days after the termination of D-12787, the longest time so far recorded. In that time, all gross physical damage to SCP-1805 repaired itself through an unknown mechanism. Repaired material showed additional loss of pigmentation and signs of wear. When SCP-1805 entered an inactive state, it was placed back in storage.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1804\n | SCP-1805 | \nSCP-1806\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1805\n\" by sandrewswann, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1805\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1: Interview with SCP-1805 1/12/20██.",
        "Addendum 2: Interview with SCP-1805 5/28/20██."
    ],
    "documents": [],
    "notes": [
        "Interviewer: Dr. ██████ Foreword: As part of ongoing testing, SCP-1805 imprinted on D-21344, a 45-year old male sex offender with a history of domestic violence. SCP-1805 was contained with D-21344 for 84 hours before SCP-1805 terminated D-21344. Interview conducted after the remains of D-21344 were removed from containment. <Begin Log, 1/12/20 ██ 1130> Dr. ██████ : I want to ask you about D-21344. SCP-1805: His name was John. Dr. ██████ : Why did you kill him? SCP-1805: He was false, an adulterer. Dr. ██████ : According to our records, he was divorced. SCP-1805: I should have been enough for him. He shouldn't have pretended to love me. Dr. ██████ : According to the surveillance videos, he struck you at least thirty-seven times. Even when you were performing rather unpleasant requests from him. But you're saying he was “pretending” to love you? SCP-1805: You don't understand. Dr. ██████ : I admit, I don't. SCP-1805: Love, honor and obey. Those were our vows. I took them seriously. John didn't. <End Log> Closing Statement: After six days, SCP-1805 entered an inactive state and was placed in storage.",
        "Interviewer: Dr. ██████ Foreword: On 5/27/20██ SCP-1805 was involved in a near containment breach when the imprinted test subject D-12787 attempted to take SCP-1805 hostage. D-12787 threatened SCP-1805 with [REDACTED] a solvent apparently smuggled from [REDACTED]. D-12787 demonstrated [REDACTED] melting 30% of the silicone flesh off of SCP-1805's left forearm. SCP-1805 allowed this to occur as D-12787 made demands for [REDACTED], [REDACTED], and a private plane. When MTF agents were dispatched to the containment chamber, D-12787 ordered SCP-1805 to kill them. SCP-1805 successfully strangled one agent to death before D-12787 was terminated, after which SCP-1805 ceased attacking. During the attack, SCP-1805 was struck by 10 rounds of .45 caliber ammunition causing significant damage to its torso, head, and left leg. <Begin Log, 5/28/20 ██ 0127> Dr. ██████ : You realized you murdered one of our agents? SCP-1805: Yes, I am sorry. Dr. ██████ : We sent them in to protect you. SCP-1805: I didn't have a choice. I pledged myself— Dr. ██████ : D-12787 was willing to destroy you. SCP-1805: You don't understand. We were soul-mates. Created for each other. I could no more deny him than I could deny breathing. Dr. ██████ : You don't br— Um… I know you were devoted to D-12787— SCP-1805: Sam. His name was Sam. Dr. ██████ : He ordered you to kill all of the agents, but you stopped. Why? SCP-1805: “Till death do us part,” Dr. ██████. <End Log> Closing Statement: SCP-1805 remained in an active state for ten days after the termination of D-12787, the longest time so far recorded. In that time, all gross physical damage to SCP-1805 repaired itself through an unknown mechanism. Repaired material showed additional loss of pigmentation and signs of wear. When SCP-1805 entered an inactive state, it was placed back in storage.",
        "\" SCP-1805 \" by sandrewswann, from the SCP Wiki . Source: https://scpwiki.com/scp-1805 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1805",
    "object_class": "Euclid",
    "containment_procedures": "When SCP-1805 is in an active phase, it is to be kept in a standard humanoid containment cell in Site-17. When SCP-1805 is in an inactive phase, it is to be wrapped in a lint-free protective sheet and placed in a standard anomalous item locker. SCP-1805 does not require food, water or oxygen, even during an active phase. SCP-1805 requires periodic cleaning with non-solvent based antiseptic cleansers, externally on a bi-weekly basis, and internally on a weekly basis as well as immediately after sexual contact. While in an active phase, SCP-1805 has shown willingness to perform such cleaning itself. In an inactive phase such cleaning should be performed by D-class personnel.",
    "description": "SCP-1805 is a life-sized anatomically-correct female mannequin intended for use as a sex doll. It was marketed under the trademark ████████ and manufactured by [REDACTED] in 20██. It has a PVC skeleton with steel joints and flesh made of medical grade silicone. The object shows considerable wear, with its original pigmentation faded or missing over roughly 35% of its surface. When SCP-1805 is in an inactive phase, it is indistinguishable from other products of similar manufacture.",
    "title": "SCP-1805"
}