{
    "url": "https://scp-wiki.wikidot.com/scp-1806",
    "all_text": "rating: \n+164\n+\n–\nx\n\n\nItem #:\n SCP-1806\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1806 is to be kept in a secure, light-proof anomalous items locker at Site-19. SCP-1806 shall not be exposed to direct sunlight except when being used in an approved experiment. Foundation personnel are to maintain at least ten meters between themselves and SCP-1806 during testing, and shall not place themselves between SCP-1806 and any light source.\n\n\nInstances of SCP-1806-1 are to be kept in standardized humanoid containment cells indefinitely.\n\n\nDescription:\n SCP-1806 is a stylized sculpture of an elongated human head 0.8 meters in height and massing about 300kg. Analysis of the materials used to construct the sculpture reveal microstructures and concentrations of iron and nickel consistent with those found in a Type III iron meteorite. SCP-1806’s anomalous properties manifest when it is exposed to direct sunlight, or any light source of comparable spectra and intensity.\n\n\nWhen SCP-1806 is sufficiently illuminated and either the shadow of any living human subject crosses it, or SCP-1806's shadow crosses the subject, that subject becomes an instance of SCP-1806-1.\n\n\nSCP-1806-1 will progress through four primary stages after exposure.\n\n\n\n\nStage 1:\n Immediately after exposure, SCP-1806-1’s shadow will begin to display anomalies, primarily by becoming darker than ambient lighting should allow, and by changing its shape to no longer be consistent with SCP-1806-1’s outline.\n\n\n\n\n\n\nStage 2:\n Starting at 6 to 12 hours after exposure, SCP-1806-1 will begin to perceive objects and entities within shadows cast by other objects. The clarity of this perception will be proportional to the strength of the direct light casting the shadow, as well as the ambient light, i.e. the “darker” the shadow appears to SCP-1806-1, the clearer the perception of these objects and entities. A majority of instances of SCP-1806-1 will express distress at this, while a small minority (~10%) will express fascination. Instances of SCP-1806-1 are rarely able to articulate the nature of these perceptions except in vague terms.\n\n\n\n\n\n\nStage 3:\n Between 24 and 48 hours after exposure, SCP-1806-1 will begin to lose the ability to visually distinguish objects, becoming functionally blind. Tests show that SCP-1806-1 is able to identify the presence of light, and can describe the objects based on the outlines of cast shadows, but is unable to perceive the illuminated object itself. Objects and entities within shadows are now particularly clear to SCP-1806-1, and any area of darkness will be described as a portal into some other reality.\n\n\n\n\n\n\nStage 4:\n Between 24 and 48 hours after the onset of Stage 3, SCP-1806-1 will begin to present a form of aphasia that begins with the occasional inappropriate or nonsensical word choice and progresses into complete inability to communicate. The ability to understand spoken language from Foundation personnel degrades similarly. Within 24 hours after the onset of Stage 4, any meaningful interaction between SCP-1806-1 and unaffected persons is impossible.\n\n\n\n\nAfter Stage 4, SCP-1806-1 will converse meaninglessly at random, and move and react to unobservable phenomena. SCP-1806-1 at this point are unable to care for themselves and require restraints to prevent accidental self-harm.\n\n\nAddendum:\n\n\n\n\n+ Document T-1806-12a\n\n\n\n\n- Document T-1806-12a\n\n\n\n\n\n\nDocument T-1806-12a:\n Excerpts from Document T-1806-12, post-incident log by Dr. T. Ellison, 5/20/2007 – 5/24/2007.\n\n\n<5/20/2007 14:12>\n Surrendered myself after the accident. My own carelessness not checking the power was off before fixing the light. Cast my shadow right across SCP-1806’s face. They gave me a recorder to log what happens to me now. At least we’ll get some use out of this.\n\n\n<5/20/2007 14:30>\n It’s unnerving when you see [REDACTED] growing from your own shadow.\n\n\n<5/20/2007 17:00>\n I see them. Everywhere. In the darkness behind the shadows. Looking in. Undulating.\n\n\n<5/20/2007 17:05>\n I can understand why subjects have difficulty describing these objects. I do not think I am seeing in the sense we usually mean. I’m not perceiving light, or anything like the absence of light. I’m perceiving something more fundamental, and my brain is doing what it can to cope with the information. But it isn’t… Words don’t work. What does unease smell like? That’s what I see.\n\n\n<5/20/2007 18:13>\n I can feel them talking to me like colors slicing into my skin. Their pain tastes like grey. They want me to join him in the darkness he made.\n\n\n<5/21/2007 20:27>\n The world is melting around me. Everything his brother's light touches is starting to dissolve like an ice-cube under running water. I touch things like the table and the chair I’m sitting in, but I can barely feel the colors anymore. The watchers squat behind the darkness. Legions of them. Waiting for me. I hear the shape of their lust.\n\n\n<5/23/2007 11:13>\n I know the onion of the established computer thoughts. Unknown tragic dissemination. Dissuade the evangelical toilet before the catastrophic video canoe. Configure the armband.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1805\n | SCP-1806 | \nSCP-1807\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1806\n\" by sandrewswann, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1806\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [
        "Document T-1806-12a: Excerpts from Document T-1806-12, post-incident log by Dr. T. Ellison, 5/20/2007 – 5/24/2007. <5/20/2007 14:12> Surrendered myself after the accident. My own carelessness not checking the power was off before fixing the light. Cast my shadow right across SCP-1806’s face. They gave me a recorder to log what happens to me now. At least we’ll get some use out of this. <5/20/2007 14:30> It’s unnerving when you see [REDACTED] growing from your own shadow. <5/20/2007 17:00> I see them. Everywhere. In the darkness behind the shadows. Looking in. Undulating. <5/20/2007 17:05> I can understand why subjects have difficulty describing these objects. I do not think I am seeing in the sense we usually mean. I’m not perceiving light, or anything like the absence of light. I’m perceiving something more fundamental, and my brain is doing what it can to cope with the information. But it isn’t… Words don’t work. What does unease smell like? That’s what I see. <5/20/2007 18:13> I can feel them talking to me like colors slicing into my skin. Their pain tastes like grey. They want me to join him in the darkness he made. <5/21/2007 20:27> The world is melting around me. Everything his brother's light touches is starting to dissolve like an ice-cube under running water. I touch things like the table and the chair I’m sitting in, but I can barely feel the colors anymore. The watchers squat behind the darkness. Legions of them. Waiting for me. I hear the shape of their lust. <5/23/2007 11:13> I know the onion of the established computer thoughts. Unknown tragic dissemination. Dissuade the evangelical toilet before the catastrophic video canoe. Configure the armband."
    ],
    "notes": [
        "\" SCP-1806 \" by sandrewswann, from the SCP Wiki . Source: https://scpwiki.com/scp-1806 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1806",
    "object_class": "Safe",
    "containment_procedures": "SCP-1806 is to be kept in a secure, light-proof anomalous items locker at Site-19. SCP-1806 shall not be exposed to direct sunlight except when being used in an approved experiment. Foundation personnel are to maintain at least ten meters between themselves and SCP-1806 during testing, and shall not place themselves between SCP-1806 and any light source.",
    "description": "SCP-1806 is a stylized sculpture of an elongated human head 0.8 meters in height and massing about 300kg. Analysis of the materials used to construct the sculpture reveal microstructures and concentrations of iron and nickel consistent with those found in a Type III iron meteorite. SCP-1806’s anomalous properties manifest when it is exposed to direct sunlight, or any light source of comparable spectra and intensity.",
    "title": "SCP-1806"
}