{
    "url": "https://scp-wiki.wikidot.com/scp-1816",
    "all_text": "rating: \n+81\n+\n–\nx\n\n\nItem #:\n SCP-1816\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1816 is confined in an underground experimental room measuring 10m x 10m x 5m. The room is climate-controlled and equipped with sunlight-simulating lamps. Access to SCP-1816 is forbidden to all female personnel, unless approved by Dr. Coulloudon. The maintenance of SCP-1816, including pruning, fertilization and re-potting, is to be conducted by Professor H. Pak.\n\n\nDescription:\n SCP-1816 is a penjing containing a live specimen of an unidentified tree. The object is approximately 40 cm high.\n\n\nSCP-1816 will only affect pregnant mammals. When a subject at an early stage of pregnancy is left in the same room as SCP-1816, the fetus may become an instance of SCP-1816-1. The distance and time of exposure required to cause this effect depends on the size and gestation period of the individual. In the case of murine test subjects, an exposure of 3 minutes/day within 5 meters was found to be sufficient. The requirements for larger mammals such as human subjects is not yet fully understood.\n\n\nInstances of SCP-1816-1 are characterized by dwarfism, extreme congenital abnormality, ataxia and mental retardation. The severity of these physiological defects would be expected to result in aborted pregnancy, but instances of SCP-1816-1 invariably have a lifespan comparable to normal subjects. The cause of the teratogenic properties of SCP-1816 are unknown. No toxins or radiations could be detected. Genome-wide analysis did not reveal any mutations or epigenetic factors that could explain the developmental defects of SCP-1816-1 subjects.\n\n\nBefore its acquisition, SCP-1816 was in the possession of Mr. Ruprecht Zorkowicz, from ████████, who committed suicide on 11-01-████ for reasons unknown. The unusual birth defects observed in the children born from Mrs. Winifred Zorkowicz attracted the attention of Dr. Coulloudon. Mrs. Zorkowicz is currently confined in ward 7F of the ███████ ████ Sanatorium.\n\n\nAddendum:\n Excerpt from the psychological evaluation of Mrs. Winifred Zorkowicz, conducted by Dr. Dahlberg.\n\n\n\n\nDr. Dahlberg:\n Tell me about your children, Mrs. Zorkowicz.\n\n\n\n\nMrs. Zorkowicz:\n They are such beautiful children! Just like their father. He's so proud of them.\n\n\n\n\nDr. D.:\n Really? I was under the impression that your husband…\n\n\n\n\nMrs. Z.:\n That idiot! He’s not the… father of my children! No. He never loved them.\n\n\n\n\nDr. D.:\n In that case, who is their father?\n\n\n\n\nMrs. Z.:\n What are the seed and the soil without the gardener? Their \nreal\n father, the one who \ncared\n for them, nurtured them, he gave them his love and they grew into beautiful, healthy children. In his own image.\n\n\n\n\nDr. D.:\n Who are you talking about here, Mrs. Zorkowicz?\n\n\n\n\nMrs. Z.:\n You know… Anyone can crush a sapling, but it takes skill and care to create a bonsai…\n\n\n\n\nNo further explanation could be obtained from Mrs. Zorkowicz.\n\n\n\n\n\n\n\n\n« \nSCP-1815\n | SCP-1816 | \nSCP-1817\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1816\n\" by Dr Cuddles, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1816\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Excerpt from the psychological evaluation of Mrs. Winifred Zorkowicz, conducted by Dr. Dahlberg."
    ],
    "documents": [],
    "notes": [
        "Dr. Dahlberg: Tell me about your children, Mrs. Zorkowicz. Mrs. Zorkowicz: They are such beautiful children! Just like their father. He's so proud of them. Dr. D.: Really? I was under the impression that your husband… Mrs. Z.: That idiot! He’s not the… father of my children! No. He never loved them. Dr. D.: In that case, who is their father? Mrs. Z.: What are the seed and the soil without the gardener? Their real father, the one who cared for them, nurtured them, he gave them his love and they grew into beautiful, healthy children. In his own image. Dr. D.: Who are you talking about here, Mrs. Zorkowicz? Mrs. Z.: You know… Anyone can crush a sapling, but it takes skill and care to create a bonsai… No further explanation could be obtained from Mrs. Zorkowicz.",
        "\" SCP-1816 \" by Dr Cuddles, from the SCP Wiki . Source: https://scpwiki.com/scp-1816 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1816",
    "object_class": "Safe",
    "containment_procedures": "SCP-1816 is confined in an underground experimental room measuring 10m x 10m x 5m. The room is climate-controlled and equipped with sunlight-simulating lamps. Access to SCP-1816 is forbidden to all female personnel, unless approved by Dr. Coulloudon. The maintenance of SCP-1816, including pruning, fertilization and re-potting, is to be conducted by Professor H. Pak.",
    "description": "SCP-1816 is a penjing containing a live specimen of an unidentified tree. The object is approximately 40 cm high.",
    "title": "SCP-1816"
}