{
    "url": "https://scp-wiki.wikidot.com/scp-1817",
    "all_text": "rating: \n+241\n+\n–\nx\n\n\nItem #:\n SCP-1817\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n A 3m tall chain link fence topped with barbed wire has been constructed 100m away from the edge of SCP-1817. All personnel at the site of the anomaly are to wear Level A hazmat suits. At least thirty (30) personnel are to patrol the perimeter of SCP-1817 at all times.\n\n\nOutfit requirements identical to those previously mentioned are to be adhered to by any Foundation personnel working with samples of SCP-1817-1. Personnel are not to attempt to address or seek out any instance of SCP-1817-A, but are permitted to speak with the entities if they initiate conversation.\n\n\nDescription:\n SCP-1817 refers to an irregularly shaped 5km\n2\n area located approximately 2km outside of █████████, France. A thick covering of fog, hereby designated SCP-1817-1, is present at the location at all times, regardless of meteorological conditions. Testing has revealed no anomalous properties inherent in the composition of this fog. This substance is dense enough to obscure all vision more than 1.5m away. If inhaled, SCP-1817-1 releases a currently unidentified compound into the subject's body that creates a chemical reaction resulting in the combustion of said subject. Additionally, it will gradually strip away any exposed skin or organic matter over a period of thirty (30) minutes. As such, the entirety of the SCP-1817 area covered by SCP-1817-1 is devoid of all topsoil. An unknown component of SCP-1817-1 appears to act as an anesthetic during this process, as no subjects have reported feelings of pain until removed from SCP-1817 and separated from SCP-1817-1.\n\n\nSCP-1817-A refers to a group of entities that reside within SCP-1817. Due to the nature of SCP-1817-1, it is presumed that these entities are not composed of organic materials. The appearance of these beings varies greatly, but several factors are present in all instances of SCP-1817-A:\n\n\n\n\nUsing two (2) appendages for locomotion\n\n\nA dark green overall coloration\n\n\nA vaguely humanoid figure\n\n\nPossessing a large mouth-like opening that stretches across their torso\n\n\nSapience, as well as the ability to speak and comprehend a wide variety of languages\n1\n\n\n\n\nConversely, these beings also differ in several areas. Specifically:\n\n\n\n\nThe amount of upper body limbs can number from two (2) to ten (10)\n\n\nThe height of any given specimen ranges from 3m to 6m\n\n\nWings resembling those of the giant golden-crowned flying fox (\nAcerodon jubatus\n) are present in the place of some upper body appendages\n\n\nThe amount of teeth in the mouth-like cavity has ranged from none to several hundred\n\n\n\n\nThese entities appear to be either unable or extremely unwilling to exit SCP-1817 and usually react violently to any attempts to make them do so. Additionally, instances of SCP-1817-A actively oppose any attempts of personnel to explore the SCP-1817 area.\n\n\nInterview Log-1817-Alpha:\n\n\n\n\nInterviewed:\n SCP-1817-A-01\n\n\nInterviewer:\n Agent Sophia Lagrange\n\n\nForeword:\n The following log comprises of the Foundation’s first attempts at communicating with the SCP-1817-A instances.\n\n\n<Begin Log>\n\n\nAgent Lagrange:\n Hello.\n\n\nSCP-1817-A-01:\n Please leave.\n\n\nAgent Lagrange:\n I must ask some questions, please.\n\n\nSCP-1817-A-01:\n Please leave.\n\n\nAgent Lagrange:\n Why do you want me to leave?\n\n\nSCP-1817-A-01:\n It’s dangerous here, and we don’t need anyone interfering with our work.\n\n\nAgent Lagrange:\n We won’t interfere. We can help you, surely. Just allow me and my team to venture further into this area, and we’ll provide whatever assistance we can.\n\n\nSCP-1817-A-01:\n You can’t help, Sophia\n2\n. Nothing good will happen if your organization tries to interfere.\n\n\nAgent Lagrange:\n We have many resources, as well as knowledge that could be vital to whatever you are attempting to do.\n\n\nSCP-1817-A-01:\n No, you do not. If you continue to try to gain access, I will have to confront you physically.\n\n\n[Agent Lagrange consults with the rest of the team for several minutes.]\n\n\nAgent Lagrange:\n Alright. We will leave now.\n\n\n<End Log>\n\n\nClosing Statement:\n Agent Lagrange will lead a covert exploration mission into SCP-1817 in order to gather more information regarding the area and the anomalies lying within it.\n\n\n\n\nMission Report-1817-Alpha:\n On 19/05/1995, Agent Lagrange, accompanied by MTF Epsilon-03 (aka “Sights for Sore Eyes”), ventured into SCP-1817 in order to explore the area and discover any additional possible anomalies. Almost immediately after entering the area, a large group of SCP-1817-A instances approached the group and forced the agents back towards the edge of SCP-1817. SCP-1817-A told Agent Lagrange, \"We told you to stay away from our area,\" before heading back into SCP-1817.\n\n\nMission Report-1817-Beta:\n Foundation agents approached SCP-1817 from above through the use of Foundation helicopter. This method of transportation had the dual purposes of both transporting personnel safely into various locations in the anomaly as well as temporarily clearing areas of SCP-1817-1. A group of SCP-1817-A numbering approximately fifty (50) individuals aggressively followed the helicopter’s path, but were unable to attack the vehicle. A large hole, roughly 20m in diameter, was discovered during this expedition. The SCP-1817-A expressed extreme distress when SCP-1817-1 was displaced away from this area, and began begging Foundation personnel to stop. At this point, several entities resembling [REDACTED], only three of which were successfully neutralized at the site by combined efforts of Foundation personnel and SCP-1817-A. The remaining nine (9) entities were subsequently tracked down and neutralized due to the extreme danger posed by their existence. Additionally, these beings created several anomalies similar to those found at the location of their origin, including vast areas of spatial displacement, permanently repeating temporal patterns, and reanimated human corpses.\n\n\nAddendum-1817-Gamma:\n As of 06/06/1995, no attempts to explore SCP-1817 are to be made without O5 deliberation.\n\n\nAddendum-1817-Delta:\n Unusual seismic activity was reported in ███████████, China on 09/02/1998. Foundation personnel sent to this area to investigate found dozens of entities similar to those witnessed within SCP-1817 during the events of Mission-1817-Beta\n3\n emerging from a large chasm, and subsequently began attempting to neutralize these subjects. Agents stationed at SCP-1817 reported many instances of SCP-1817-A leaving the area at extremely high speeds. These entities arrived at the scene of the new activity approximately two (2) hours after personnel reported witnessing them leaving the French area. Upon arrival, all SCP-1817-A subjects began emitting SCP-1817-1 from their mouths as well as using the combat methods against the hostile entities as previously noted in Mission Report-1817-Beta. Due to this, all the noted entities were presumably driven back into the chasm, and an area similar to SCP-1817, hereby designated SCP-1817-Beta, was created. Similar containment procedures have been enacted in this area.\n\n\nAddendum-1817-Epsilon:\n Seven (7) days after the events of Addendum-1817-Delta, an instance of SCP-1817-A approached a Foundation agent stationed at SCP-1817-Alpha and handed him a written note. The contents of the note were as follows:\n\n\n\n\nThank you for trying to help. However, let us handle it next time. It's our job, and you'd just get in the way again and hurt yourselves.\n\n\nYou contain yours, and we'll contain ours.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Foundation agents have thus far been unable to present a language that the SCP-1817-A entities are not fluent in.\n\n\n2\n. Agent Lagrange did not divulge her name at any point during this interview.\n\n\n3\n. However, these beings were notably slower and larger than those seen in the aforementioned report. Personnel roughly described their actions at this time as \"confused and groggy.\"\n\n\n\n\n\n\n\n\n« \nSCP-1816\n | SCP-1817 | \nSCP-1818\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1817\n\" by marslifeform, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1817\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-1817-Gamma: As of 06/06/1995, no attempts to explore SCP-1817 are to be made without O5 deliberation.",
        "Addendum-1817-Delta: Unusual seismic activity was reported in ███████████, China on 09/02/1998. Foundation personnel sent to this area to investigate found dozens of entities similar to those witnessed within SCP-1817 during the events of Mission-1817-Beta 3 emerging from a large chasm, and subsequently began attempting to neutralize these subjects. Agents stationed at SCP-1817 reported many instances of SCP-1817-A leaving the area at extremely high speeds. These entities arrived at the scene of the new activity approximately two (2) hours after personnel reported witnessing them leaving the French area. Upon arrival, all SCP-1817-A subjects began emitting SCP-1817-1 from their mouths as well as using the combat methods against the hostile entities as previously noted in Mission Report-1817-Beta. Due to this, all the noted entities were presumably driven back into the chasm, and an area similar to SCP-1817, hereby designated SCP-1817-Beta, was created. Similar containment procedures have been enacted in this area.",
        "Addendum-1817-Epsilon: Seven (7) days after the events of Addendum-1817-Delta, an instance of SCP-1817-A approached a Foundation agent stationed at SCP-1817-Alpha and handed him a written note. The contents of the note were as follows:"
    ],
    "documents": [],
    "notes": [
        "Interviewed: SCP-1817-A-01 Interviewer: Agent Sophia Lagrange Foreword: The following log comprises of the Foundation’s first attempts at communicating with the SCP-1817-A instances. <Begin Log> Agent Lagrange: Hello. SCP-1817-A-01: Please leave. Agent Lagrange: I must ask some questions, please. SCP-1817-A-01: Please leave. Agent Lagrange: Why do you want me to leave? SCP-1817-A-01: It’s dangerous here, and we don’t need anyone interfering with our work. Agent Lagrange: We won’t interfere. We can help you, surely. Just allow me and my team to venture further into this area, and we’ll provide whatever assistance we can. SCP-1817-A-01: You can’t help, Sophia 2 . Nothing good will happen if your organization tries to interfere. Agent Lagrange: We have many resources, as well as knowledge that could be vital to whatever you are attempting to do. SCP-1817-A-01: No, you do not. If you continue to try to gain access, I will have to confront you physically. [Agent Lagrange consults with the rest of the team for several minutes.] Agent Lagrange: Alright. We will leave now. <End Log> Closing Statement: Agent Lagrange will lead a covert exploration mission into SCP-1817 in order to gather more information regarding the area and the anomalies lying within it.",
        "Thank you for trying to help. However, let us handle it next time. It's our job, and you'd just get in the way again and hurt yourselves. You contain yours, and we'll contain ours.",
        "\" SCP-1817 \" by marslifeform, from the SCP Wiki . Source: https://scpwiki.com/scp-1817 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1817",
    "object_class": "Euclid",
    "containment_procedures": "A 3m tall chain link fence topped with barbed wire has been constructed 100m away from the edge of SCP-1817. All personnel at the site of the anomaly are to wear Level A hazmat suits. At least thirty (30) personnel are to patrol the perimeter of SCP-1817 at all times.",
    "description": "SCP-1817 refers to an irregularly shaped 5km2 area located approximately 2km outside of █████████, France. A thick covering of fog, hereby designated SCP-1817-1, is present at the location at all times, regardless of meteorological conditions. Testing has revealed no anomalous properties inherent in the composition of this fog. This substance is dense enough to obscure all vision more than 1.5m away. If inhaled, SCP-1817-1 releases a currently unidentified compound into the subject's body that creates a chemical reaction resulting in the combustion of said subject. Additionally, it will gradually strip away any exposed skin or organic matter over a period of thirty (30) minutes. As such, the entirety of the SCP-1817 area covered by SCP-1817-1 is devoid of all topsoil. An unknown component of SCP-1817-1 appears to act as an anesthetic during this process, as no subjects have reported feelings of pain until removed from SCP-1817 and separated from SCP-1817-1.",
    "title": "SCP-1817"
}