{
    "url": "https://scp-wiki.wikidot.com/scp-1833",
    "all_text": "rating: \n+567\n+\n–\nx\n\n\n\n\n\n\nSCP-1833's front cover\n\n\n\n\n\n\nItem #:\n SCP-1833\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1833 is to be contained in a standard containment locker, located in \nSite-77\n's Safe SCP wing. No personnel other than Class-D personnel are authorized to handle SCP-1833.\n\n\nDescription:\n SCP-1833 is a copy of the 1976 edition ███████ High School yearbook. Its appearance is consistent with other copies of the book, and appears to have normal wear for an object of its age. The yearbook is entitled \"\nReflections of '76\n\". It is hardcover, and contains exactly fifty pages. The book is divided into five sections: a collection of student photographs, photographs from around the school year, club photos, photos from athletic events, and an autograph section.\n\n\nWhen SCP-1833 is read by any person who has graduated from high school, the object's anomalous effect will initiate. The individual (hereafter referred to as \"the subject\") who reads SCP-1833 will perceive it as their own high school yearbook, containing messages left by persons with whom they associated socially during their high school years. Initially, these photographs and messages will be positive, with encouraging comments written in the book's margins, often mentioning events which invoke positive feelings in the subject.\n\n\nHowever, after approximately 10 pages are read, the messages will begin to become more negative in tone. Initially, they will recount events that occurred during high school for which the subject feels embarrassment or remorse. They will then begin to mention events from the subject's life that occurred after completing high school, and will make personal attacks on the subject. In addition, the photographs depicted in the book will become more negative, with the persons depicted in the photographs often appearing to be heavily deformed.\n\n\nAfter an indeterminate number of pages have been read, ranging from 20-30 pages, photographs of the subject will begin to appear in the book. Initially, these photographs will depict embarrassing events that occurred during the subject's time in high school. However, as the subject progresses through the book, the photos will become more disturbing, with photographs of the subject committing crimes, being mutilated, and being harmed by other persons depicted in SCP-1833 being the most commonly reported images.\n\n\n\n\n\n\nExamples of images depicted in SCP-1833.\n\n\n\n\n\n\nPage 03\n\n\nBeginning of SCP-1833's content. Several students (including the subject) are depicted in candid photographs taken during the school year. All persons depicted in the photographs appear smiling, and the subject is pictured socializing with a large group of attractive students.\n\n\n\n\n\n\nPage 10\n\n\nSubject appears to be giving a presentation to a class. The topic of this presentation varies between subjects, but students observing appear engaged and interested.\n\n\n\n\n\n\nPage 16\n\n\nFirst instance of negative imagery. The subject appears to be spilling a lunch tray onto several other students.\n\n\n\n\n\n\nPage 20\n\n\nSubject appears in a goalie uniform, lying in the grass as the opposing team scores a goal. \nA marching band\n is visible in the background.\n\n\n\n\n\n\nPage 29\n\n\nFirst instance of violent imagery. Subject appears to be in a nurse's office, with several abrasion wounds on the face and neck.\n\n\n\n\n\n\nPage 36\n\n\nSubject appears in a \nmusic club photograph\n; however, the other club members have congregated to the far side of the photo, and appear to be jeering and throwing things at the subject.\n\n\n\n\n\n\nPage 39\n\n\nThe subject appears to be sleeping in its bedroom, and is surrounded by other persons depicted in the yearbook. These persons have grossly mutilated facial features, and are looking directly at the viewer.\n\n\n\n\n\n\nBack Cover\n\n\nHandwritten message saying \n\"We've had a great year, haven't we? Don't worry about waiting for the reunion, \nI'm sure we'll see each other soon enough\n. Lots of love, from all of your best friends.\"\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1832\n | SCP-1833 | \nSCP-1834\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1833\n\" by Anonymous, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1833\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 1833-new.jpg\n\n\nAuthor:\n Elizabeth Murphy, \nElenee FishTruck\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\nDerivative of:\n \nLangley High\n\n\nLicense:\n CC BY 2.0\n\n\nAuthor:\n Elizabeth Murphy",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-1833 \" by Anonymous, from the SCP Wiki . Source: https://scpwiki.com/scp-1833 . Licensed under CC-BY-SA .",
        "Filename: 1833-new.jpg Author: Elizabeth Murphy, Elenee FishTruck License: CC BY-SA 3.0 Derivative of: Langley High License: CC BY 2.0 Author: Elizabeth Murphy"
    ],
    "item": "SCP-1833",
    "object_class": "Safe",
    "containment_procedures": "SCP-1833 is to be contained in a standard containment locker, located in Site-77's Safe SCP wing. No personnel other than Class-D personnel are authorized to handle SCP-1833.",
    "description": "SCP-1833 is a copy of the 1976 edition ███████ High School yearbook. Its appearance is consistent with other copies of the book, and appears to have normal wear for an object of its age. The yearbook is entitled \"Reflections of '76\". It is hardcover, and contains exactly fifty pages. The book is divided into five sections: a collection of student photographs, photographs from around the school year, club photos, photos from athletic events, and an autograph section.",
    "title": "SCP-1833"
}