{
    "url": "https://scp-wiki.wikidot.com/scp-1842",
    "all_text": "rating: \n+180\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-1842\n: Dr. Wondertainment's Magic Microwave Set!\n\n\nAuthor:\n \nweizhong\n\n\n\n\n+ More articles by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-2006\n\n\nRating: 2040\n\n\n\n\n\n\nSCP-2950\n\n\nRating: 875\n\n\n\n\n\n\nSCP-2599\n\n\nRating: 856\n\n\n\n\n\n\nSCP-2800\n\n\nRating: 584\n\n\n\n\n\n\nSCP-3200\n\n\nRating: 543\n\n\n\n\n\n\nSCP-4007\n\n\nRating: 419\n\n\n\n\n\n\nSCP-2750\n\n\nRating: 315\n\n\n\n\n\n\nSCP-2201\n\n\nRating: 243\n\n\n\n\n\n\nSCP-2101\n\n\nRating: 225\n\n\n\n\n\n\nSCP-2050\n\n\nRating: 214\n\n\n\n\n\n\nSCP-2440\n\n\nRating: 203\n\n\n\n\n\n\nSCP-2301\n\n\nRating: 181\n\n\n\n\n\n\nSCP-1842\n\n\nRating: 180\n\n\n\n\n\n\nSCP-2012\n\n\nRating: 171\n\n\n\n\n\n\nSCP-2499\n\n\nRating: 169\n\n\n\n\n\n\nSCP-1644\n\n\nRating: 166\n\n\n\n\n\n\nSCP-2775\n\n\nRating: 148\n\n\n\n\n\n\nSCP-2925\n\n\nRating: 137\n\n\n\n\n\n\nSCP-1758\n\n\nRating: 137\n\n\n\n\n\n\nSCP-972\n\n\nRating: 130\n\n\n\n\n\n\nSCP-7030\n\n\nRating: 125\n\n\n\n\n\n\nSCP-314-J\n\n\nRating: 99\n\n\n\n\n\n\nSCP-2625\n\n\nRating: 96\n\n\n\n\n\n\nSCP-2588\n\n\nRating: 92\n\n\n\n\n\n\nSCP-6030\n\n\nRating: 90\n\n\n\n\n\n\nSCP-5725\n\n\nRating: 81\n\n\n\n\n\n\nSCP-2896\n\n\nRating: 63\n\n\n\n\n\n\nSCP-5975\n\n\nRating: 55\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Tales by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nThe Meaning of Fear\n\n\nRating: 255\n\n\n\n\n\n\nRight?\n\n\nRating: 206\n\n\n\n\n\n\nAfter The End\n\n\nRating: 96\n\n\n\n\n\n\nThe Tinkerer\n\n\nRating: 96\n\n\n\n\n\n\nSpirit Dust\n\n\nRating: 70\n\n\n\n\n\n\nLeisure Time\n\n\nRating: 64\n\n\n\n\n\n\nMission Accomplished\n\n\nRating: 59\n\n\n\n\n\n\nA Broken Tool\n\n\nRating: 49\n\n\n\n\n\n\nOf Meetings and Meals\n\n\nRating: 45\n\n\n\n\n\n\nThe Space Soldier\n\n\nRating: 44\n\n\n\n\n\n\nTrip Hammer\n\n\nRating: 41\n\n\n\n\n\n\nEulogies\n\n\nRating: 26\n\n\n\n\n\n\nAll Work and No Play\n\n\nRating: 23\n\n\n\n\n\n\nAnother Day On The Job\n\n\nRating: 17\n\n\n\n\n\n\nUnveiling\n\n\nRating: 13\n\n\n\n\n\n\nConferencing\n\n\nRating: 10\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ GOI formats by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nUIU File: 2017-003\n\n\nRating: 205\n\n\n\n\n\n\nUIU File: 1933-001\n\n\nRating: 79\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All coauthored articles featuring weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nPage\n\n\nAuthors\n\n\n\n\n\n\nUnusual Incidents Unit Hub\n\n\nDrewbear\n, \nCryogenChaos\n\n\n\n\n\n\nProject Palisade, 001 Proposal\n\n\nthedeadlymoose\n, \nDrewbear\n, and \nDexanote\n\n\n\n\n\n\nTKO\n\n\nthedeadlymoose\n and \nDrewbear\n\n\n\n\n\n\nSCP-5050-EX\n\n\nCityToast\n\n\n\n\n\n\nCompetitive Teleology\n\n\nRiemann\n\n\n\n\n\n\nSCP-5882\n\n\nRiemann\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+180\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-1842\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1842-1 and SCP-1842-2 are to be kept in separate storage lockers in Site-118's Gamma Wing. Personnel wishing to conduct tests involving SCP-1842 should submit the Experiment Request form to the current researcher staffed with testing the object, or the Director of Site-118's Gamma Wing.\n\n\nSCP-1842-2 should not be used to create cylindrical shapes resembling soup cans due to the object's tendency to produce \nSCP-2057\n instances.\n\n\nDescription:\n SCP-1842 is a collective term that refers to SCP-1842-1 and SCP-1842-2, which when combined, form a toy set.\n\n\nSCP-1842-1 is a wooden toy microwave colored pink, purple, and yellow. It has no electrical components. The dials and knobs on the object are nonfunctional, and for all intents and purposes, SCP-1842-1 is a non-anomalous wooden microwave until SCP-1842-2 is used in it.\n\n\nSCP-1842-2 refers to a clay-like substance, currently stored in 20 plastic jars, each containing a different color variant. SCP-1842's anomalous effect occurs when it is molded into the shape of a food, and placed inside SCP-1842-1. After turning the dials, the interior of the microwave component begins to glow, in a manner similar to that of a functioning microwave. Where the dial is turned to has achieved no difference in results.\n\n\nAfter approximately 30 seconds, SCP-1842-1 produces a bell-tone. Following this, the door on the object opens, revealing that the SCP-1842-2 instance placed inside has taken on the shape, smell, texture, and taste of the food in which it was originally molded into. SCP-1842-2 post-cooking is referred to as SCP-1842-3.\n\n\nToxicology tests indicate that SCP-1842-2 is a toxic substance that causes vomiting, extreme nausea, headaches, and other symptoms consistent with lead poisoning roughly three minutes post-consumption. If the subject vomits the substance, or if it is expelled through the subject's digestive system, all symptoms of poisoning cease.\n\n\nOnce SCP-1842-2 is converted into SCP-1842-3, it is no longer toxic. However, it still retains no nutritional value.\n\n\nTests have indicated that the output of SCP-1842-2 depends on what the user of SCP-1842-1 is thinking of. The object will attempt to create the most accurate representation of the food being thought of, using SCP-1842-2 as a base to do so. See Testing Log SCP-1842-A for more information.\n\n\nSCP-1842-1 is capable of replicating a currently unknown amount of food items. It is not limited to the functions of a normal microwave, and can produce things not normally produced in a microwave, such as cold dessert items, or elaborate foods.\n\n\n\n\n+ Addendum SCP-1842-A\n\n\n\n\n- Addendum SCP-1842-A\n\n\n\n\nThe following note was found with the capture of SCP-1842:\n\n\n\n\nHey kids! Ever see mom or dad cook, and want to do the same? Well now you can, with Dr. Wondertainment's Magic Microwave Set!™ Simply make the mouth-watering food you want to cook, using my Super Special Putty-Mix,™ pop it into the Magic Microwave, turn the knob, and voila! A scrumptious surprise that's so realistically mouth-watering, you'll wow all of your friends and family! Bake a luxurious chocolate cake, a piping-hot pepperoni pizza, or even a towering ice cream sundae! If you can imagine it: you can make it!\n\n\nNote: Do not consume Dr. Wondertainment's Super Special Putty-Mix™ before cooking.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Testing Log SCP-1842-A\n\n\n\n\n- Testing Log SCP-1842-A\n\n\n\n\n\n\n\n\nTesting Log SCP-1842-A\n\n\n\n\n\n\n\n\nTest 1\n\n\nSubject:\n D-850392\n\n\nSCP-1842-2 Shape:\n A brown cone, topped with a pink sphere.\n\n\nResults:\n SCP-1842-1 produced one (1) strawberry ice cream cone. Subject reported that the dessert tasted bland.\n\n\nTest 2\n\n\nSubject:\n D-5315890\n\n\nSCP-1842-2 Shape:\n A more detailed version of the ice cream cone in Test 1. Sculpted to more closely resemble a strawberry ice cream cone.\n\n\nResults:\n SCP-1842-1 produced one (1) strawberry ice cream cone. Subject reported that the dessert was delicious.\n\n\nNotes: We can conclude that detail with which SCP-1842-2 is molded affects the taste and quality of the food produced. -Dr. Louef\n\n\nTest 3\n\n\nSubject:\n D-9013241\n\n\nSCP-1842-2 Shape:\n A solid brown cube. Subject is told to think of pasta when operating SCP-1842-1.\n\n\nResults:\n A brown cube that resembles an extremely compact cube of fettucine pasta. D-9013241 reported that the texture was extremely hard to palate, due to the compact nature of the cube.\n\n\nTest 4\n\n\nSubject:\n D-5382901\n\n\nSCP-1842-2 Shape:\n A detailed reconstruction of a Lobster Thermidor.\n\n\nResults:\n SCP-1842-1 produced a highly accurate Lobster Thermidor dish. Subject reported that the dish was excellent, and \"the best meal that I've ever had.\"\n\n\nNotes: There doesn't seem to be a limit to what SCP-1842-1 can produce in terms of food, even with extremely complex dishes. -Dr. Louef\n\n\nTest 5\n\n\nSubject:\n D-1251789\n\n\nSCP-1842-2 Shape:\n A green sphere. Subject was told to think of diamonds.\n\n\nResults:\n SCP-1842-1 ran normally, but the SCP-1842-2 instance was not changed.\n\n\nNotes: SCP-1842 only seems to be capable of producing food items. -Dr. Louef.\n\n\nTest 6\n\n\nSubject:\n D-678923\n\n\nSCP-1842-2 Shape:\n A detailed anatomical representation of a human arm. Subject was ordered to visualize human flesh.\n\n\nResults:\n SCP-1842-2 did not change.\n\n\nNotes: Evidently, SCP-1842-3 can only be produced if the user believes that what they are imagining is food, even if the mental image is edible.\n\n\nTest 7\n\n\nSubject:\n D-678923\n\n\nSCP-1842-2 Shape:\n A black representation of a gun\n\n\nResults:\n Originally, D-678923 was ordered to use a representation of black licorice. However, D-678923 quickly remolded it into a gun-shape, and used SCP-1842-1 before guards could stop him. Subject was terminated by guards while waiting for SCP-1842-1 to finish. The aforementioned SCP-1842-3 mold was later tested, and found to be a non-functioning representation of a gun.\n\n\nTest 8\n\n\nSubject:\n D-235789\n\n\nSCP-1842-2 Shape:\n A detailed anatomical representation of a human arm. Subject was originally a member of a cannibalistic cult prior to arrest.\n\n\nResults:\n SCP-1842-1 produced a detailed, grilled human arm. Upon consumption, the subject remarked that it tasted \"superb.\"\n\n\nTest 9\n\n\nSubject:\n D-785201\n\n\nSCP-1842-2 Shape:\n A model of a bowl of \"白酒虾,\" a Chinese dish that involves the consumption of live shrimp bathed in white wine. Subject was born and raised in Xinjiang, China.\n\n\nResults:\n SCP-1842-1 produced several shrimp that twitched and moved in a manner similar to live shrimp. However, upon further testing, it was revealed that these shrimp lacked most major organs, and were effectively dead, despite the presence of movement. Subject reported that the shrimp tasted somewhat bland.\n\n\nTest 10\n\n\nSubject:\n D-124892\n\n\nSCP-1842-2 Shape:\n A representation of foie gras, a dish of fattened duck liver. Subject is showed a picture of foie gras, but told that it is actually called tarte tatin, an entirely different dish that consists of a caramelized apple tart. Subject is told to subvocalize the name \"tarte tatin\" while using SCP-1842-1.\n\n\nResults:\n SCP-1842-1 produced a dish of foie gras.\n\n\nNotes: Clearly, SCP-1842 does not necessarily produce the correct version of a dish, and instead produces what a person believes to be a dish, even if they do not correctly identify said dish. -Dr. Louef\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1841\n | SCP-1842 | \nSCP-1843\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1842\n\" by weizhong, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1842\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Hey kids! Ever see mom or dad cook, and want to do the same? Well now you can, with Dr. Wondertainment's Magic Microwave Set!™ Simply make the mouth-watering food you want to cook, using my Super Special Putty-Mix,™ pop it into the Magic Microwave, turn the knob, and voila! A scrumptious surprise that's so realistically mouth-watering, you'll wow all of your friends and family! Bake a luxurious chocolate cake, a piping-hot pepperoni pizza, or even a towering ice cream sundae! If you can imagine it: you can make it! Note: Do not consume Dr. Wondertainment's Super Special Putty-Mix™ before cooking.",
        "Test 1 Subject: D-850392 SCP-1842-2 Shape: A brown cone, topped with a pink sphere. Results: SCP-1842-1 produced one (1) strawberry ice cream cone. Subject reported that the dessert tasted bland. Test 2 Subject: D-5315890 SCP-1842-2 Shape: A more detailed version of the ice cream cone in Test 1. Sculpted to more closely resemble a strawberry ice cream cone. Results: SCP-1842-1 produced one (1) strawberry ice cream cone. Subject reported that the dessert was delicious. Notes: We can conclude that detail with which SCP-1842-2 is molded affects the taste and quality of the food produced. -Dr. Louef Test 3 Subject: D-9013241 SCP-1842-2 Shape: A solid brown cube. Subject is told to think of pasta when operating SCP-1842-1. Results: A brown cube that resembles an extremely compact cube of fettucine pasta. D-9013241 reported that the texture was extremely hard to palate, due to the compact nature of the cube. Test 4 Subject: D-5382901 SCP-1842-2 Shape: A detailed reconstruction of a Lobster Thermidor. Results: SCP-1842-1 produced a highly accurate Lobster Thermidor dish. Subject reported that the dish was excellent, and \"the best meal that I've ever had.\" Notes: There doesn't seem to be a limit to what SCP-1842-1 can produce in terms of food, even with extremely complex dishes. -Dr. Louef Test 5 Subject: D-1251789 SCP-1842-2 Shape: A green sphere. Subject was told to think of diamonds. Results: SCP-1842-1 ran normally, but the SCP-1842-2 instance was not changed. Notes: SCP-1842 only seems to be capable of producing food items. -Dr. Louef. Test 6 Subject: D-678923 SCP-1842-2 Shape: A detailed anatomical representation of a human arm. Subject was ordered to visualize human flesh. Results: SCP-1842-2 did not change. Notes: Evidently, SCP-1842-3 can only be produced if the user believes that what they are imagining is food, even if the mental image is edible. Test 7 Subject: D-678923 SCP-1842-2 Shape: A black representation of a gun Results: Originally, D-678923 was ordered to use a representation of black licorice. However, D-678923 quickly remolded it into a gun-shape, and used SCP-1842-1 before guards could stop him. Subject was terminated by guards while waiting for SCP-1842-1 to finish. The aforementioned SCP-1842-3 mold was later tested, and found to be a non-functioning representation of a gun. Test 8 Subject: D-235789 SCP-1842-2 Shape: A detailed anatomical representation of a human arm. Subject was originally a member of a cannibalistic cult prior to arrest. Results: SCP-1842-1 produced a detailed, grilled human arm. Upon consumption, the subject remarked that it tasted \"superb.\" Test 9 Subject: D-785201 SCP-1842-2 Shape: A model of a bowl of \"白酒虾,\" a Chinese dish that involves the consumption of live shrimp bathed in white wine. Subject was born and raised in Xinjiang, China. Results: SCP-1842-1 produced several shrimp that twitched and moved in a manner similar to live shrimp. However, upon further testing, it was revealed that these shrimp lacked most major organs, and were effectively dead, despite the presence of movement. Subject reported that the shrimp tasted somewhat bland. Test 10 Subject: D-124892 SCP-1842-2 Shape: A representation of foie gras, a dish of fattened duck liver. Subject is showed a picture of foie gras, but told that it is actually called tarte tatin, an entirely different dish that consists of a caramelized apple tart. Subject is told to subvocalize the name \"tarte tatin\" while using SCP-1842-1. Results: SCP-1842-1 produced a dish of foie gras. Notes: Clearly, SCP-1842 does not necessarily produce the correct version of a dish, and instead produces what a person believes to be a dish, even if they do not correctly identify said dish. -Dr. Louef",
        "\" SCP-1842 \" by weizhong, from the SCP Wiki . Source: https://scpwiki.com/scp-1842 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1842",
    "object_class": "Safe",
    "containment_procedures": "SCP-1842-1 and SCP-1842-2 are to be kept in separate storage lockers in Site-118's Gamma Wing. Personnel wishing to conduct tests involving SCP-1842 should submit the Experiment Request form to the current researcher staffed with testing the object, or the Director of Site-118's Gamma Wing.",
    "description": "SCP-1842 is a collective term that refers to SCP-1842-1 and SCP-1842-2, which when combined, form a toy set.",
    "title": "SCP-1842"
}