{
    "url": "https://scp-wiki.wikidot.com/scp-1844",
    "all_text": "rating: \n+450\n+\n–\nx\n\n\n\n\n\n\nCapsule Alpha, prior to entering service\n\n\n\n\n\n\nItem #:\n SCP-1844\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n At least twelve members of Task Force Omega-144 are to be stationed at Site-308 at all times, with no fewer than three members of the task force concurrently conducting their respective containment protocols within a deposited capsule at any given time. The containment protocol is to be conducted as follows:\n\n\n\n\nThe capsule’s ablative heat shield integrity is to be thoroughly inspected and repaired if necessary. The capsule is to be provisioned with food, drinking water, breathing air and requisite equipment\n1\n for the conduct of the containment protocols by the relevant task force members.\n\n\nFive task force members are to enter and be sealed in the capsule.\n\n\nThe capsule is to be deposited within SCP-1844 by means of heavy helicopter lift. Whenever possible, the existing capsule within SCP-1844 is to be retrieved. Capsule placement, including the position of the capsule within SCP-1844 and the orientation of the vertex-focus axis of its parabolic dome, is to conform to instructions provided by the Foundation's computus desk.\n2\n\n\nWhile the manned capsule is on site, at least three of the five task force members in the capsule are to concurrently conduct their respective containment protocols, continually and with conviction in a loud, clear voice for the duration of their respective duty shifts. These task force members are to operate in rotation in order to allow for rest in shifts.\n\n\nThe capsule is to remain in place until the next capsule is ready to relieve it in rotation. Every effort is to be made to provide that no capsule remains in place for more than 960 hours.\n\n\nWhen the capsule is relieved, it is to be recovered from SCP-1844 by means of heavy helicopter lift (provided that capsule recovery is not to be attempted until the placement of the successor capsule is confirmed) and the task force members are to be extracted. The task force members are to be afforded recovery time before return to service, if practicable.\n\n\n\n\nEach capsule is to be constructed according to the specifications in Document 28.3.GEH, including heat and soundproofing tolerances. The dome of the capsule is to be composed of silver of millesimal fineness not less than 995 (recycled sacramental equipment preferred), and is to be parabolic in shape. Internal metallic surfaces of the capsule are to be microinscribed with appropriate texts. Capsules are to be retired from service when they are no longer capable of being maintained within required tolerances.\n\n\nThe current roster of Task Force Omega-144 consists of the individuals identified in the table below. The table below also identifies the containment protocol to be performed on-station, within the capsule, by the task force member in question:\n\n\n\n\n\n\nDesignation\n\n\nName\n\n\nAffiliation\n\n\nContainment Protocol\n\n\n\n\n\n\nXS9923-231\n\n\nHis Holiness ████████ █████ ██████████\n\n\nCoptic Orthodox Church of Alexandria\n\n\nRecitation of Book of Zechariah (Coptic trans.)\n\n\n\n\n\n\nYS0121-821\n\n\n██████ ██████████ ████\n\n\nIslam (Sufi movement)\n\n\nApproved dhikr ceremonial recitation in Qawwali style\n\n\n\n\n\n\nPR21338-002\n\n\nCatholicos ██████ ██████████\n\n\nArmenian Apostolic Church\n\n\nRecitation of Nicene creed (Armenian liturgical version)\n\n\n\n\n\n\nASD01-0886\n\n\nRabbi ████ ███████████\n\n\nOrthodox Judaism (Chabad movement)\n\n\nRecitation of Sh'ma Yisrael\n\n\n\n\n\n\nJA1136-039\n\n\nQueen ████████████\n\n\nMansion of Bobo Ashanti, Rastafari Movement\n\n\nNiyabinghi chant \"Jah in Zion\"\n\n\n\n\n\n\nMV1206-089\n\n\nMevlâna Jalâluddîn █████\n\n\nIslam (Sufi dervish of the Mevlevi order)\n\n\nSema whirling\n\n\n\n\n\n\nCV1666-616\n\n\n███████ Cardinal ███████████\n\n\nRoman Catholic Church\n\n\nRecitation of Nicene creed (Latin liturgical version)\n\n\n\n\n\n\nAE213-718\n\n\nHis Holiness Abuna █████ ████████\n\n\nEthiopian Orthodox Tewahedo Church\n\n\nRecitation of Mäshafä Kidan (Ge'ez translation)\n\n\n\n\n\n\nCV1666-617\n\n\n█████ Cardinal ███████\n\n\nRoman Catholic Church\n\n\nExorcism rite per Rituale Romanum\n\n\n\n\n\n\nHH006-082\n\n\nRev. ██████ █████████\n\n\nLord's House Holiness Church\n\n\nGlossolalia, accompanied by snake-handling\n\n\n\n\n\n\nPQ2742-353\n\n\nRišamma ██████ █████████\n\n\nMandaean community of Chaldea\n\n\nRecitation of Genzā Rabbā\n\n\n\n\n\n\nHB3383-264\n\n\n██████ ███████, of the lineage of Cohen ha-Mašíaḥ\n\n\nOrthodox Judaism\n\n\nBirkat kohanim\n\n\n\n\n\n\nBE2322-848\n\n\nBrother █████ ██████████, O.S.B.\n\n\nRoman Catholic Church (Ordo Sancti Benedicti)\n\n\nVade retro satana\n\n\n\n\n\n\nJS124-143\n\n\nLady Mujtahideh ███████ █████\n\n\nUsuli Twelver Shī‘ah Islam\n\n\nRecitation of Quranic sura Al-Qaria\n\n\n\n\n\n\nEF1266-212\n\n\nSheikh █████ ████████\n\n\nDruze (al-ʻUqqāl)\n\n\nRecitation of Rasa'il al-hikmah\n\n\n\n\n\n\nLD5344-866\n\n\nProphet-President ██████ ███████\n\n\nReorganized Fundamentalist Church of Jesus Christ of Latter-Day Saints\n\n\nRecitation of Book of Revelation (Joseph Smith trans.)\n\n\n\n\n\n\nCV1666-621\n\n\nArchbishop ███████ ███████████\n\n\nAlbanian Byzantine Catholic Church\n\n\nLiturgy of St. Basil (Greek version)\n\n\n\n\n\n\nBY0206-844\n\n\nHigh Priest █████ █████\n\n\nSamaritan community\n\n\nAnimal sacrifice in accordance with Samaritan scripture\n\n\n\n\n\n\nCV1666-627\n\n\nMother Superior █████ █████████\n\n\nRoman Catholic Church (Ordo Fratrum Beatissimæ Virginis Mariæ de Monte Carmelo, 2nd Ordo)\n\n\nRosary (Latin liturgical version)\n\n\n\n\n\n\nCC9699-012\n\n\nAyatollah Uzma █████████ ███████\n\n\nUsuli Twelver Shī‘ah Islam\n\n\nRecitation of Various Quranic sura\n\n\n\n\n\n\nDG12310-813\n\n\nRev. Dr. ████ ██████ █████████\n\n\nEvangelical Protestant Christianity\n\n\nExtemporaneous sermon on Revelation, Chap. 8\n\n\n\n\n\n\nEach Omega-144 member professes an Abrahamic faith, has qualified by means of apostolic succession or equivalent extra-Foundation protocol, and has been screened by the Foundation's Special Duty Office as consistently rating at least 135 centiakiva in piety. The Special Duty Office actively recruits additional suitable members to replace retiring team members. Retiring members of Omega-144 are to be administered a Class B Amnestic. The containment protocols for individual Omega-144 members have been developed based on their proven efficacy in controlling the growth and temperature of SCP-1844; as additional refinements to the containment regimen are developed this document will be accordingly revised.\n\n\nDescription:\n SCP-1844 is an elliptical open pit or crater located at 31.7███° N, 35.1███° E. The pit has a present mean diameter of approximately 70 meters and a typical floor depth of approximately 260 meters, although there are several narrow fissures in the floor with an indeterminate depth. The vicinity of the pit is maintained as a secure location under the cover story that it was a military ordnance dumping ground and that unexploded ammunition presents a public danger.\n\n\n\n\n\n\nSCP-1844 (inspection by Dr. Garcia)\n\n\n\n\n\n\nThe temperature at the bottom of the pit normally ranges from approximately 3000 K to 5000 K, occasionally spiking to as high as 9600 K. The source of this heat is incompletely understood. The atmosphere within the pit contains high concentrations of carbon monoxide, sulfur and other mephitic compounds.\n\n\nThe pit, or an extradimensional space accessible through the pit, contains an indeterminate number of hostile entities, the escape of which is arrested by means of the containment regimen. Under ordinary conditions, these entities are believed to be incorporeal. Due to the efficacy of the containment protocol, SCP-1844 has been classified as a Type-II theoeschatologic hazard.\n\n\nThere is evidence that the existence of SCP-1844 has been known for an extensive period of time prior to the commencement of Foundation control over the site, and that some form of containment protocol (albeit more primitive and neither as rigorous nor as effective as that maintained by the Foundation) has been undertaken on a more or less continuous basis for at least thirty-six hundred years. Partial documentation and containment log follows:\n\n\n\n\n\n\nDate or reference\n\n\nRemarks\n\n\n\n\n\n\nc. 1600 BCE\n\n\nApprox. date of earliest written records referencing SCP-1844 site. Records consist of papyrus scrolls dating from the reign of Senusret II (Egyptian pharaoh, Dyn. XII) chronicling an Egyptian military campaign into the Levant. Records indicate that the Egyptian army was directed to leave unmolested a \"temple cult\" headquartered at a site conforming to descriptions of SCP-1844.\n\n\n\n\n\n\nc. 70 CE\n\n\nReference to SCP-1844 in correspondence from General Vespasian to the commander of the Roman Legio X Fretensis during the First Jewish War. Vespasian commands the armies not to interfere with ritual activities at the site.\n\n\n\n\n\n\nc. 636 CE\n\n\nCorrespondence of Khalid ibn al-Walid to Umar, the Rashidun Caliph, describes SCP-1844 and requests that Islamic religious authorities inspect the site in order that the activities conducted there be augmented. Letters refer to a \"circle of pious Christians and Jews who stand in a ring around the smoking hole and pray, so that the \"Whisperer of Evil\" (شيطان) shall not come forth from it.\"\n\n\n\n\n\n\nc. 1208 CE\n\n\nJournals of Geoffrey de Villehardouin, chronicler of the Fourth Crusade, describe what amounts to a containment breach at SCP-1844. The account refers to a Benedictine monastery and a Muslim madrassa that had been constructed next to the pit, and that a \"wind of fire\" erupted from the pit, destroying both buildings and preventing the monks and Muslim clerics from carrying out their normal containment activities for a period of several days, during which entities described as \"demons\" or \"devils\" are described as roaming freely. It should be noted that Geoffrey is not believed to have visited the site, but compiled his account from second-hand sources.\n\n\n\n\n\n\n1529 CE\n\n\nLetter from Pope Leo X to Sultan Suleiman I refers to SCP-1844 and pledges that despite the ongoing war between the Ottoman Empire and various Catholic powers, the jointly-conducted activities at the SCP-1844 site would continue.\n\n\n\n\n\n\n1799 CE\n\n\nNapoleon Bonaparte visits site during French invasion of the Levant. Napoleon dispatches his chief engineer, Col. Picard de Phélippeaux, to study the site and to apply the principles of \"natural philosophy\" to augment traditional containment procedures.\n\n\n\n\n\n\n1873 CE\n\n\nCommencement of site control by Foundation's predecessor entity. Rigorous recordkeeping of site activities begins at this date.\n\n\n\n\n\n\n1906 CE\n\n\nSite Director Casimir commences program of controlled study of revisions to containment protocol, measuring efficacy of various procedures.\n\n\n\n\n\n\n1921 CE\n\n\nFormal organization of TF Omega-144's predecessor entity. Efficacy of a task force member's containment protocol is shown to vary as a function of the member's distance from the bottom of the pit.\n\n\n\n\n\n\n1923 CE\n\n\nContainment breach of SCP-1844 for twenty-eight minutes. Entity resembling a malformed juvenile specimen of \nOvis aries\n with supernumerary horns and eyes emerges from pit and attacks containment personnel before being destroyed.\n\n\n\n\n\n\n1932 CE\n\n\nCumulative improvements to containment protocol lead to 20% decrease in seismic activity and 15% reduction in incidence of psychological damage attributable to SCP-1844.\n\n\n\n\n\n\n1935 CE\n\n\nIntroduction of heat-shielded containment apparatus permitting containment protocol to be performed within SCP-1844 rather than merely around its rim. Containment efficacy improves by 30%.\n\n\n\n\n\n\n1938 CE\n\n\nIntroduction of regular rotation system among containment personnel reduces suicide rate among task force members by 6%.\n\n\n\n\n\n\n1939 CE\n\n\nContainment breach of SCP-1844 for seventy-two minutes. Entity resembling an emaciated humanoid mounted on an albino specimen of \nEquus ferus caballus\n emerges from pit and escapes.\n\n\n\n\n\n\n1952 CE\n\n\nIntroduction of closed capsule containment module improves containment efficacy by 20%. Containment personnel report that the closed module system, which permits containment personnel to maintain proximity to SCP-1844 without establishing a line-of-sight, reduces distraction due to the \"blasphemous images\" commonly associated with SCP-1844's interior, although containment personnel continue to complain of nausea, vertigo and vivid, persistent hallucinations during and after duty shifts.\n\n\n\n\n\n\n1955 CE\n\n\nContainment breach leads to loss of capsule and its personnel.\n3\n Secondary containment measure prevents several entities from escaping from SCP-1844's interior.\n\n\n\n\n\n\n1964 CE\n\n\nIntroduction of electronic noise-reduction system within capsules is reported to further reduce distraction of containment personnel, and results in 15% reduction in suicide rate among containment personnel.\n\n\n\n\n\n\n1978 CE\n\n\nIrregularity in containment protocol performance results in damage to occupied capsule. Omega-144 task force member JPI-265 (HH A. Luciani) is injured, retires from service and returns to Rome.\n\n\n\n\n\n\n1986 CE\n\n\nA further 30% cumulative improvement in containment efficacy is attributed to advances in heat shielding, improved screening of suitability of task force members, and ergonomic improvements to the containment protocols practiced by particular task force members.\n\n\n\n\n\n\n1994 CE\n\n\nO5 approves re-designation of SCP-1844's object class to \"Euclid\".\n\n\n\n\n\n\n2011 CE\n\n\nSite Director Zafarul congratulates containment team on 200 consecutive days without a Class-C incident or a fatality among on-station task force members.\n\n\n\n\n\n\n\n\nContainment Memoranda\n\n\n\n\n– hide block\n\n\n\n\n\n\nTo: Hector Gomez, Assistant Site Director\n\nFrom: Yusuf Zafarul, SD\n\nRe: SCP-1844 Containment\n\n\nHector — I got your memo, and I don't understand why you would advocate scaling back the containment protocol. We've got them bottled up and people aren't getting burned or taken anymore. I would have thought that you — a Jesuit priest, of all people — would be happy about how successful the improved protocol has been. You seem to have forgotten what the \"C\" in \"SCP\" stands for.\n\nYusuf\n\n\n\n\n\n\nTo: Yusuf Zafarul; Director (Site 308)\n\nFrom: Hector Gomez, S.J., Ass't. Site Director\n\nRe: SCP-1844 Containment\n\n\nYusuf — let me try this again. I've been keeping an eye on the instrument readouts for SCP-1844 for the last couple of weeks, and I am really worried that the contrathaumaturgic pressure that's building up under the bottom of the pit is getting dangerously high. All I'm saying is that before we keep patting ourselves on the back for attaining 99.6% containment efficacy over the last two months, we ought to think about the possible unintended consequences of screwing the lid on too tightly. By analogy, a boiler explosion is a hell of a bigger problem than a steam leak.\n\nYours in Christ,\n\nHector\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Including a set of noise canceling headphones developed by \nMobile Task Force Eta-11\n and an audio amplification device engineered via study of \nSCP-2167.\n\n\n2\n. The Foundation's computus office determines these instructions for each rotation based on data provided by a consortium of cooperating outside sources, which include the Umm al-Qura University Observation, the Vatican Observatory, the Department of Physics at Brigham Young University and the Scientific Office of the Bahá'í Universal House of Justice.\n\n\n3\n. Three members were eventually returned to the Foundation via \nSCP-2336\n. Treatment for extreme traumatic stress is still ongoing.\n\n\n\n\n\n\n\n\n« \nSCP-1843\n | SCP-1844 | \nSCP-1845\n »\n\n\n\n\nMore by this author\n\n\n\n\nHide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-1322\n\n\nRating: 1216\n\n\n\n\n\n\nSCP-089\n\n\nRating: 876\n\n\n\n\n\n\nspikebrennan's proposal\n\n\nRating: 516\n\n\n\n\n\n\nSCP-1844\n\n\nRating: 450\n\n\n\n\n\n\nSCP-1012\n\n\nRating: 417\n\n\n\n\n\n\nSCP-2553\n\n\nRating: 376\n\n\n\n\n\n\nSCP-1036\n\n\nRating: 362\n\n\n\n\n\n\nSCP-1512\n\n\nRating: 336\n\n\n\n\n\n\nSCP-1746\n\n\nRating: 301\n\n\n\n\n\n\nSCP-908\n\n\nRating: 300\n\n\n\n\n\n\nSCP-831\n\n\nRating: 283\n\n\n\n\n\n\nSCP-2336\n\n\nRating: 273\n\n\n\n\n\n\nSCP-3236\n\n\nRating: 272\n\n\n\n\n\n\nSCP-955\n\n\nRating: 246\n\n\n\n\n\n\nSCP-926\n\n\nRating: 222\n\n\n\n\n\n\nSCP-2236\n\n\nRating: 203\n\n\n\n\n\n\nSCP-920-EX\n\n\nRating: 180\n\n\n\n\n\n\nSCP-2914\n\n\nRating: 176\n\n\n\n\n\n\nSCP-2008-J\n\n\nRating: 164\n\n\n\n\n\n\nSCP-4436\n\n\nRating: 157\n\n\n\n\n\n\nSCP-4336\n\n\nRating: 155\n\n\n\n\n\n\nSCP-1060\n\n\nRating: 150\n\n\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nSic Transit Gloria Mundi\n\n\nRating: 273\n\n\n\n\n\n\nSpring Cleaning\n\n\nRating: 150\n\n\n\n\n\n\nTranscript of meeting, June 2 1972\n\n\nRating: 129\n\n\n\n\n\n\nTranscript of telephone conversation, August 9, 1991\n\n\nRating: 96\n\n\n\n\n\n\nMemorandum Dated 6 November 1944\n\n\nRating: 84\n\n\n\n\n\n\nScroll fragment 13Q29\n\n\nRating: 44\n\n\n\n\n\n\nStray Katz (part 1)\n\n\nRating: 35\n\n\n\n\n\n\nAd Majorem Bonum\n\n\nRating: 24\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1844\n\" by spikebrennan, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1844\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n capsule.jpg\n\n\nName:\n ORION Multi-Purpose Crew Vehicle\n\n\nAuthor:\n N/A\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nNASA\n\n\n\n\n\n\nFilename:\n crater.jpg\n\n\nName:\n Darvaza gas crater panorama\n\n\nAuthor:\n Tormod Sandtorv\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "To: Hector Gomez, Assistant Site Director From: Yusuf Zafarul, SD Re: SCP-1844 Containment Hector — I got your memo, and I don't understand why you would advocate scaling back the containment protocol. We've got them bottled up and people aren't getting burned or taken anymore. I would have thought that you — a Jesuit priest, of all people — would be happy about how successful the improved protocol has been. You seem to have forgotten what the \"C\" in \"SCP\" stands for. Yusuf",
        "To: Yusuf Zafarul; Director (Site 308) From: Hector Gomez, S.J., Ass't. Site Director Re: SCP-1844 Containment Yusuf — let me try this again. I've been keeping an eye on the instrument readouts for SCP-1844 for the last couple of weeks, and I am really worried that the contrathaumaturgic pressure that's building up under the bottom of the pit is getting dangerously high. All I'm saying is that before we keep patting ourselves on the back for attaining 99.6% containment efficacy over the last two months, we ought to think about the possible unintended consequences of screwing the lid on too tightly. By analogy, a boiler explosion is a hell of a bigger problem than a steam leak. Yours in Christ, Hector",
        "\" SCP-1844 \" by spikebrennan, from the SCP Wiki . Source: https://scpwiki.com/scp-1844 . Licensed under CC-BY-SA .",
        "Filename: capsule.jpg Name: ORION Multi-Purpose Crew Vehicle Author: N/A License: Public Domain Source Link: NASA",
        "Filename: crater.jpg Name: Darvaza gas crater panorama Author: Tormod Sandtorv License: CC BY-SA 2.0 Source Link: Flickr"
    ],
    "item": "SCP-1844",
    "object_class": "Euclid",
    "containment_procedures": "At least twelve members of Task Force Omega-144 are to be stationed at Site-308 at all times, with no fewer than three members of the task force concurrently conducting their respective containment protocols within a deposited capsule at any given time. The containment protocol is to be conducted as follows:",
    "description": "SCP-1844 is an elliptical open pit or crater located at 31.7███° N, 35.1███° E. The pit has a present mean diameter of approximately 70 meters and a typical floor depth of approximately 260 meters, although there are several narrow fissures in the floor with an indeterminate depth. The vicinity of the pit is maintained as a secure location under the cover story that it was a military ordnance dumping ground and that unexploded ammunition presents a public danger.",
    "title": "SCP-1844"
}