{
    "url": "https://scp-wiki.wikidot.com/scp-1845",
    "all_text": "rating: \n+641\n+\n–\nx\n\n\nItem #:\n SCP-1845\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1845 is to be housed in a fully enclosed, climate-controlled habitat simulating a North American temperate rainforest. Hidden cameras capable of low-light recording shall be installed throughout to monitor SCP-1845. SCP-1845 is to be provided with nutrient-supplemented, vegetable-based foods as necessary to supplement nutrition available from plant and insect life in the habitat. A keyboard and monitor shall be installed near SCP-1845-1's den to facilitate communication between SCP-1845-1 and agents Level 2 or higher. Any requests made by SCP-1845-1 will be considered by the site director on a case-by-case basis, in light of the nature of the object requested and SCP-1845-1's willingness to cooperate with agents. No outside mammals or birds are to be transported into facility except for testing purposes.\n\n\nSCP-1845's habitat is to be inspected twice monthly and after any observation of suspicious behavior. Any discovery of tools or plans intended for escape, communication, weaponry, starting fires, or interference with cameras will result in implementation of Procedure Escheat. In the event of a containment breach, Procedure Novel Disseisin is to be implemented.\n\n\nSCP-1845-1 is currently of the belief that it and its associates are prisoners of war and that its allies will ransom or rescue it in the near future; it is not to be disabused of this notion. Foundation wildlife surveys shall conduct regular reconnaissance of SCP-1845's native environment in search of any uncontained animals.\n\n\nUnder no circumstances should SCP-1845 be made aware of the existence of \nSCP-1006\n or of any non-human mammalian or avian SCP object.\n\n\nDescription:\n SCP-1845 currently consists of the following;\n\n\n\n\nOne male American red fox (\nVulpes vulpes fulvus\n), approximately 3 years old at the time it entered Foundation custody in 20██, designated SCP-1845-1.\n\n\nFourteen muskrats, twelve ducks, six bald eagles, two deer, three feral cats, two gray wolves, and two crows, designated SCP-1845-2.\n\n\nTwenty-six pigeons, sixteen mountain lions, twelve squirrels, eleven sheep, eight black bears, six raccoons, and a Bengal tiger, designated SCP-1845-3.\n\n\n\n\nThe members of SCP-1845 are physiologically indistinct from normal animals of their species. However, the animals have been demonstrated to possess near-human intelligence, the ability to construct simple tools from objects in their habitat and introduced by the Foundation, and a system of government modeled on medieval European feudalism.\n\n\nTools discovered during inspections of the habitat include:\n\n\n\n\nA sling made from bark and twigs.\n\n\nA small hatchet with a wooden handle and a sharpened piece of flint for its blade.\n\n\nFire starters.\n\n\nPrimitive musical instruments, including a flute, drums, and a stringed instrument resembling a lute.\n\n\nA flint carving knife.\n\n\nA lance-like weapon apparently intended to be mounted to a quadruped's back pointing forward.\n\n\nA small catapult.\n\n\nSeveral shades of paint made from ochre and crushed insects.\n\n\nSeveral crosses and religious icons carved or painted (using above-mentioned paint) on wooden surfaces or habitat walls.\n\n\nA small canoe.\n\n\nFeather quills and ink.\n\n\nA tarpaulin designed to cover the entrance of SCP-1845-1's den.\n\n\nWoolen capes and hooded cloaks.\n\n\nRosary beads.\n\n\n\n\nSCP-1845-1 has been observed to be the leader of the colony and the only member of the group observed to be able to use the installed keyboard. SCP-1845-1 considers itself to be of royal heritage and identifies itself using the title \"His Royal Highness, Eugenio the Second, by the Grace of God, King of the Forest, Lord of the Plains, Duke of the Grand Fir and the Undergrowth, Count of the Swamp, Margrave of ██ ███████, Warden of All the Streams and Rivers, and Lord Protector of the Cities of Man, Defender of the Faith.\" SCP-1845-1 identifies itself and its followers as Roman Catholics and appears to be extremely pious in its devotions - it has been observed on video praying over its meals and observing holidays and saintly feast days, and has been observed to order punishments against other members of the colony for perceived lack of piety.\n\n\nThough unable to speak, SCP-1845-1 has demonstrated an ability to read, and understand when spoken to it, modern and archaic dialects of English, French, and Latin, and is able to communicate with Foundation agents by means of the keyboard. Preferred language of communication is Middle French. All communications from SCP-1845-1 use first person plural (i.e., the \"royal we\".)\n\n\nSCP-1845-1 has demonstrated a broad body of knowledge relating to medieval European feudalism, Roman Catholic theology, ancient Greek and Roman history and mythology, and the works of Homer, Aristotle, Chaucer, Mallory, Bodin, Shakespeare, and Cervantes (though it expresses a strong distaste for the latter.)\n\n\nSCP-1845 refers to examples of SCP-1845-2 as its \"knights\" and \"gentry\", and claims to assign them titles such as \"Duke of the Elm\", \"Countess of the █████████ Trail\", or \"Knight of the Thistle\". It likewise identifies members of SCP-1845-3 as \"serfs\" or \"the common folk\". This hierarchy appears to be rigidly enforced, with SCP-1845-3 conducting menial tasks such as building tools, gathering food, and construction of earthworks under the supervision of SCP-1845-2, who report to SCP-1845-1 for instructions. Acts of violence are strictly punished - only three violent casualties, two pigeons and a muskrat belonging to SCP-1845-3, have been documented - the latter having been executed by hanging after being convicted in a \"trial\" of causing the death of the former. Members of SCP-1845 are able to communicate with each other through vocalizations and body language, apparently irrespective of species.\n\n\nDirect communication with any SCP-1845-2 or SCP-1845-3 has yet to be achieved. Only one animal other than SCP-1845-1 has been observed to understand written language - a raccoon belonging to SCP-1845-3, which has been observed using a quill pen and ink to take dictation, in Latin, from SCP-1845-1. SCP-1845-3 has refused to write anything under instructions from members of staff.\n\n\nExcluding those animals mentioned above, four animals — a duck, a bald eagle, and two crows — have died in the habitat since SCP-1845 entered containment. Six animals — two pigeons, two ducks, a bald eagle and a raccoon — have hatched or been born. These animals acquire a level of intelligence comparable to their parents at rates on par with normal periods of growth and sexual development for their species.\n\n\nSCP-1845 came to the attention of the Foundation in 20██, when reports of unusual animal behavior and attacks against humans and other animals began appearing frequently in the vicinity of ███████, ██. Preliminary investigative units were forced to retreat after being viciously attacked by a group of raccoons, ducks, squirrels and feral cats with what appeared to be war paint smeared across their faces. Mobile Task Force Sigma-853 (\"Elected Dogcatchers\") was dispatched, which discovered that two groups of animals of assorted species, wearing red and black paint respectively, were apparently \"at war\" with each other in an area extending across several hundred square kilometers of ██████████ and bleeding into the ███████ and ██████ metropolitan areas. SCP-1845-1 was identified by observation as apparently commanding the red-painted forces. MTF Sigma-853 engaged SCP-1845 with non-lethal weaponry during a \"pitched battle\" occurring between the two factions. After the death of █ MTF members and ██ animals, the surviving animals of both factions, following a loud vocalization by SCP-1845-1, ceased attack and \"surrendered\", allowing themselves to be taken into Foundation custody. Foundation assets in the media attributed the behavior and attacks to a chemical spill in the █████ █████.\n\n\nSCP-1845-1 has asserted that it was not responsible for the \"war\" that led to its discovery and capture, and that it was retaliating against an uprising on the part of one of its \"subjects\", a Columbian black-tailed deer (\nOdocoileus hemionus columbianus\n) it identified as \"Duke Baxter of the West Bay.\" SCP-1845-1 spoke vitriolically of said deer, describing it as \"a most uncouth usurper, rogue, and Protestant\" who it claimed had, \"having accused them falsely of witchcraft, assassinated our Queen Consort, and kidnapped the Prince of █████ █████ and our other royal issue\", and of turning a large portion of the nobility and peasantry against it. It insists that the deer is still at large and marshalling its forces against its nation, and that once it is released from captivity it will defeat it. No deer matching the description given by SCP-1845-1 is among the members of SCP-1845 or was found among those killed during the raid.\n\n\nThe origin of SCP-1845's intelligence, form of government, or SCP-1845-1's knowledge is unknown. SCP-1845-1 refuses to directly answer the question and responds to all inquiries on the subject by asserting its royal ancestry, which it claims extends to \"Time Immemorial\", and discussing the divine right of kings.\n\n\nSCP-1845 Request Log:\n\n\n\n\n+ Show log\n\n\n\n\n- Hide log\n\n\n\n\nTo date, SCP-1845-1 has made requests during communications for the following items;\n\n\n\n\nOne Bible, Douay-Rheims, Jerusalem, or Latin Vulgate. Granted.\n\n\nA photograph of the current Pope. Granted.\n\n\nPermission to attend the next Papal conclave as a voting member. Denied.\n\n\nEstablishment of a Roman Catholic church within the habitat. Denied.\n\n\nPermission to send a member of SCP-1845-2 to a Roman Catholic seminary to be ordained as a priest. Denied.\n\n\nHoly water, Communion wafers and wine, and priestly vestments tailored to fit a deer. Denied.\n\n\nA Roman Catholic priest to hear SCP-1845-1's confessions and perform Mass and Communion once a week. Granted access once per month, after inspection, to be performed by a Foundation agent ordained in the Church.\n\n\nA television, DVD player, and copy of the film \nPassion of the Christ\n. Denied.\n\n\nA battery-powered CD player and various discs of liturgical music, chants, and hymns. Granted.\n\n\nA tractor. Denied.\n\n\nA plow. Denied.\n\n\nA jeweled crown. Denied.\n\n\nA large boulder for the purpose of chiselling into a throne. Denied.\n\n\nA life-size Nativity scene. Denied.\n\n\nA manger and costumes with which to create a Living Nativity scene. Granted.\n\n\nA Christmas tree. Granted.\n\n\nAn audience with O5-█, which it referred to as \"His most serene and glorious Holy Roman Emperor.\" Denied.\n\n\nA political marriage to O5-█'s daughter. Denied.\n\n\nThe addition to the habitat of a female fox, \"of marriageable age, noble blood, and chastity true.\" Approval pending.\n\n\nPermission to send a letter to O5-█, which offered a promise of vassalage and tribute in the form of wool, freshly-picked fruits and berries, and woodcrafts in exchange for release from captivity and military assistance in reclaiming its lands from Duke Baxter. Granted; O5-█ has chosen to take no action on the letter.\n\n\nLive fish to be introduced into the habitat's pond. Denied.\n\n\nFresh fish as a dietary supplement. Granted (During Lent only.)\n\n\nCinnamon, black pepper, and cloves. Granted.\n\n\nFresh coffee beans for planting. Denied.\n\n\nDried coffee beans. Denied.\n\n\nCoffee-flavored ice cream. Granted.\n\n\nCopies of the following books;\n\n\n\nHistory of the Kings of Britain\n, Geoffrey of Monmouth. Granted.\n\n\nLeviathan\n, Thomas Hobbes. Granted.\n\n\nSumma Theologica\n, St. Thomas Aquinas. Granted.\n\n\nThe Song of Roland\n, author unknown. Denied.\n\n\nAeneid\n, Virgil. Denied.\n\n\nDogmatic Constitution on Divine Revelation\n, Pope Paul VI. Granted. Returned in a state of extreme disrepair one day later.\n\n\nThe Prince\n, Niccolo Machiavelli. Denied.\n\n\nParadise Lost\n, Jonathan Milton. Granted.\n\n\nDefense of the Right of Kings\n, King James I of England. Granted.\n\n\nThe Man In the Iron Mask\n, Alexandre Dumas. Denied.\n\n\nThe Complete Works of William Shakespeare\n. Granted an abridged edition omitting \nHamlet\n, \nMacbeth\n, \nJulius Caesar\n, the \nHenry VI\n trilogy, and \nRichard III\n.\n\n\nThe Common Sense Book of Baby and Child Care\n, Dr. Benjamin Spock. Denied.\n\n\nThe Big Book of Catholic Customs and Traditions for Children's Faith Formation\n, Beth Branigan McNamara. Granted.\n\n\nNew Catholic Picture Bible\n, Lawrence G. Lovasik. Granted.\n\n\nGoodnight Moon\n, Margaret Wise Brown. Granted.\n\n\nThe Ninety-Five Theses\n, Martin Luther. Granted. Document was destroyed by SCP-1845-1 in a public ceremony.\n\n\n\n\n\n\n\n\n\n\n- Hide log\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1844\n | SCP-1845 | \nSCP-1846\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1845\n\" by Smapti, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1845\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-1845 \" by Smapti, from the SCP Wiki . Source: https://scpwiki.com/scp-1845 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1845",
    "object_class": "Safe",
    "containment_procedures": "SCP-1845 is to be housed in a fully enclosed, climate-controlled habitat simulating a North American temperate rainforest. Hidden cameras capable of low-light recording shall be installed throughout to monitor SCP-1845. SCP-1845 is to be provided with nutrient-supplemented, vegetable-based foods as necessary to supplement nutrition available from plant and insect life in the habitat. A keyboard and monitor shall be installed near SCP-1845-1's den to facilitate communication between SCP-1845-1 and agents Level 2 or higher. Any requests made by SCP-1845-1 will be considered by the site director on a case-by-case basis, in light of the nature of the object requested and SCP-1845-1's willingness to cooperate with agents. No outside mammals or birds are to be transported into facility except for testing purposes.",
    "description": "SCP-1845 currently consists of the following;",
    "title": "SCP-1845"
}