{
    "url": "https://scp-wiki.wikidot.com/scp-1849",
    "all_text": "rating: \n+157\n+\n–\nx\n\n\nItem #:\n SCP-1849\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1849 is to be contained in a standard medium-size animal enclosure, with security cameras placed in the four corners of the ceiling. Enclosure should be supplied with an assortment of sticks and branches every three days; all waste material is to be incinerated.\n\n\nSCP-1849 should be given distilled water and fed a wide range of fresh fruits, fresh vegetables, and unshelled nuts. Any leftover fruit or vegetables must be removed from the enclosure after no more than three days. Personnel are not to bring food into SCP-1849’s enclosure that they do not intend to give to it.\n\n\nPersonnel are to be rotated out frequently to ensure a lack of bonding. Any personnel sympathizing with SCP-1849’s circumstances or forming an emotional bond are to be reassigned. Personnel with visible tattoos are not to be assigned to SCP-1849, as it bonds more readily to such personnel.\n\n\nAvian enrichment toys are to be provided on a daily basis.\n\n\nDescription:\n SCP-1849 is a large bird of unknown species, similar in morphology to both a parrot and moa, standing approximately 1.5 meters tall and weighing 55 kilograms. Subject appears to be female. SCP-1849 has three toes on each foot, and uncharacteristically large wings that are unsuitable for flight, but which can be used to gesticulate. Subject’s feathers are a shade of green mixed with roan gray and cover its entire body, save for its neck and lower legs. These feathers form a ‘ruff’ around SCP-1849’s neck and waist. Subject’s neck, body, and upper legs are elongated and more reminiscent of a human’s features than a bird’s; similarly, the bone structure of its wings has been determined by radiography to be more hominid than avian. However, its head and face are completely avian, possessing a long curving beak with a smaller lower jaw, wide-set avian eyes, and a sparse crest upon the top of its head. Subject stands bipedally with proper avian knees.\n\n\nSCP-1849 possesses speech mimicry and mild telepathic abilities. These manifest as a constant, incessant ‘parroting’ of the thoughts of any human within approximately 15 (fifteen) meters. SCP-1849 will parrot thoughts for as long as it is awake, except while eating. As is typical with birds, SCP-1849 can be induced to go to sleep by darkening the lights in its enclosure.\n\n\nWhen supplied with enough sticks and branches, SCP-1849 will build a nest approximately 2 meters in diameter and 0.5 meters in height. This will function as its bed.\n\n\nSCP-1849 is mildly sapient, with an intelligence similar to a Kakapo parrot, and is clearly aware of its surroundings. Subject has been observed making scratches on the walls of its enclosure, evidently a primitive method of keeping track of time. When not pacing back and forth, sitting in its nest, eating, or sleeping, SCP-1849 appears to count these marks out loud again and again, using spoken Māori numerals; however, it cannot count past twelve.\n\n\nSCP-1849 appears to have sexually imprinted on humans, and will regularly attempt to sexually present itself for humans regardless of their gender. Subject sees any response to its flirting as reciprocation in kind. Subject does not fully comprehend its situation or identity and often tries to lure prospective mates into its nest, by speaking their thoughts out loud. At this time, no tests of SCP-1849's reproductive capabilities are authorized.\n\n\nSCP-1849 will eat nearly anything, but prefers fresh fruits and vegetables, as well as dried meats. Subject also likes alcohol, and will attempt to stockpile fruit for fermentation; all such stockpiles are to be confiscated upon discovery.\n\n\nOn average once a month, SCP-1849 will lay an unfertilised egg, approximately 35 centimeters in length and 20 centimeters in mean diameter. These eggs are to be confiscated for research purposes. Eggs must be confiscated while subject is asleep.\n\n\nAcquisition log:\n SCP-1849 was secured by the Foundation as the result of a series of noise complaints in the outskirts of W████████, New Zealand. When taken into custody, SCP-1849 had Document 1849-C11 (written in what Foundation linguists have identified as heavily ungrammatical Cook Island Māori) wrapped around its left ankle.\n\n\nDocument 1849-C11\n:\n\n\n\n\n(literal translation from Cook Island Māori)\n\n\nRegret/repent/apology.\n\n\nResponsibility/obligation, mistake/error/accident. Fault/guilt/sin/blame. Help.\n\n\nFairy/magical being. Fault/guilt/sin/blame. Fairy/magical being. Child. Childish. Mistake/error/accident.\n\n\nMistake/error/accident. Forbidden/taboo. Help. Help.\n\n\nDisappointment. Regret/repent/apology.\n\n\n\n\n\n\n\n\n« \nSCP-1848\n | SCP-1849 | \nSCP-1850\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1849\n\" by DrBerggren, rewritten by Voct, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1849\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [
        "Document 1849-C11 :"
    ],
    "notes": [
        "(literal translation from Cook Island Māori) Regret/repent/apology. Responsibility/obligation, mistake/error/accident. Fault/guilt/sin/blame. Help. Fairy/magical being. Fault/guilt/sin/blame. Fairy/magical being. Child. Childish. Mistake/error/accident. Mistake/error/accident. Forbidden/taboo. Help. Help. Disappointment. Regret/repent/apology.",
        "\" SCP-1849 \" by DrBerggren, rewritten by Voct, from the SCP Wiki . Source: https://scpwiki.com/scp-1849 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1849",
    "object_class": "Safe",
    "containment_procedures": "SCP-1849 is to be contained in a standard medium-size animal enclosure, with security cameras placed in the four corners of the ceiling. Enclosure should be supplied with an assortment of sticks and branches every three days; all waste material is to be incinerated.",
    "description": "SCP-1849 is a large bird of unknown species, similar in morphology to both a parrot and moa, standing approximately 1.5 meters tall and weighing 55 kilograms. Subject appears to be female. SCP-1849 has three toes on each foot, and uncharacteristically large wings that are unsuitable for flight, but which can be used to gesticulate. Subject’s feathers are a shade of green mixed with roan gray and cover its entire body, save for its neck and lower legs. These feathers form a ‘ruff’ around SCP-1849’s neck and waist. Subject’s neck, body, and upper legs are elongated and more reminiscent of a human’s features than a bird’s; similarly, the bone structure of its wings has been determined by radiography to be more hominid than avian. However, its head and face are completely avian, possessing a long curving beak with a smaller lower jaw, wide-set avian eyes, and a sparse crest upon the top of its head. Subject stands bipedally with proper avian knees.",
    "title": "SCP-1849"
}