{
    "url": "https://scp-wiki.wikidot.com/scp-1864",
    "all_text": "SCP-1864\n - \nThe Lonely Liar\n\n\n\n\nImage Credits:\n\n\nhttps://commons.m.wikimedia.org/wiki/File:Battleship_Island_-_Shot_01_(2012).jpg\n\n\nhttps://www.flickr.com/photos/55229469@N07/10228711083/\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+356\n+\n–\nx\n\n\n\n\n\n\nSCP-1864-Alpha.\n\n\n\n\n\n\nItem #:\n SCP-1864\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-1864 is currently contained on SCP-1864-Alpha. Foundation vessels in and around the location of SCP-1864-Alpha Materialization events should monitor civilian vessel activity during the new moon, and turn away vessels that come within 5km of SCP-1864-Alpha.\n\n\nObservational Site-1864 has been constructed on SCP-1864-Alpha, to provide housing for personnel stationed on the island between SCP-1864-Alpha Materialization Events.\n\n\nExploration of SCP-1864-Alpha and SCP-1864 should only be done between dusk and dawn on the night of an 1864-Alpha Materialization Event. In the event that instances of SCP-1864-3 should appear, necessary force has been permitted to dispatch the entities.\n\n\nDescription:\n SCP-1864-Alpha is an island roughly 80km southwest of Coats Island within the Hudson Bay, and currently the location in which the whole of the SCP-1864 phenomenon is contained. Recovered information indicates that the structures on SCP-1864-Alpha were originally designed for use as a mining colony, but further evidence shows that it has been abandoned for more than 75 years.\n\n\nSCP-1864-Alpha is itself anomalous, as it is only reachable during new moons. Approach to SCP-1864-Alpha on any other day or night is impossible; despite appearing to be moving in the direction of 1864-Alpha, ships will find themselves coming no closer to the island. During the time between SCP-1864-Alpha Materialization Events, personnel stationed at Site-1864 will be unable to leave the island by any means; although various attempts have been made to do so, all individuals attempting to leave SCP-1864-Alpha have found themselves turned back to the island.\n\n\nSCP-1864 is a spatial anomaly situated within a dilapidated building at the center of SCP-1864-Alpha. The building appears to have once been used as an on-site hospital, although the presence of a variety of previously unknown weaponry and technology within the main lobby of the building has put this theory in question. An inscription written in German has been etched into side of the building's main entrance, the translation of which is as follows:\n\n\n\n\nFollow the pathways of the lonely liar\n\nDeep into the sunken passages he rots\n\nEyes sewn shut with his own wicked hairs\n\nLocked in the silent sick pit\n\n\n\n\nSCP-1864 can be accessed by entering through the double doors across from the main doors in the lobby of the building containing the anomaly. SCP-1864 is a vast labyrinth, constructed to match the general aesthetic of 1864-Alpha, which encompasses an area of roughly 15km\n2\n, considerably larger than the overall area of the island on which it sits. Initial exploration of SCP-1864 was facilitated by a number of additional inscriptions along the walls of the labyrinth, much of which is documented in Addendum 1864-1. Within the center of the labyrinth is a large pool of water, roughly 65m in diameter. SCP-1864-1 is located next to the pool.\n\n\n\n\n\n\nInterior of the labyrinth within SCP-1864.\n\n\n\n\n\n\nSCP-1864-1 is a Class II Near-Humanoid entity, standing at a height of roughly 4.3m. SCP-1864-1 has an elongated torso that connects to the floor beneath it, a single, extendable arm-like appendage that connects to the body from the middle of the back, and a vaguely human-like face (with the exception of four additional eyes situated across the sides and front of the face), and is generally emaciated in appearance.\n\n\nSCP-1864-1 is generally non-hostile, and is capable of vocalizing in German, although it is not particularly responsive to questioning. SCP-1864-1 has been willing to elaborate only on the current nature of SCP-1864-2, and SCP-1864-3 instances. Additionally, SCP-1864-1 appears to be wearing a long white coat, with significant modifications to account for its lack of humanoid limbs. The only comprehensive interview conducted with SCP-1864-1 to date is documented in Addendum 1864-2.\n\n\nAt the bottom of the pool, which has a depth of approximately 120m, is a circular steel grate, roughly 91cm in diameter. The water of the pool, along with any other forms of matter, are seemingly incapable of passing through this grate. Because of the depth of the pool, and the generally poor lighting within SCP-1864, powerful lighting systems are required to view the bottom of the pool. Efforts to remove the grate have been unsuccessful, and are usually hindered by SCP-1864-1. Thermal imaging of the area beyond the grate have identified a single humanoid entity, approximately 130cm in height, curled in the corner of a small cubical room. It is currently believed that this entity, designated SCP-1864-2, is [DATA EXPUNGED] (\nSee Addendum-3 for more information regarding the origins of SCP-1864-2.\n)\n\n\nPeriodically, a number of hostile Class IV Non-Humanoid entities, designated SCP-1864-3, will appear throughout SCP-1864, and attempt to reach the central pool. These entities move erratically, cannot be captured by video or audio monitoring equipment, and seem able to alter an individual's memory of how they are perceived. As such, descriptions of SCP-1864-3 instances have been inconsistent between individuals. To date, all attempts by these entities to reach the grate within the central pool have failed, usually due in major part to hostility towards the entities by SCP-1864-1. Through discussions with SCP-1864-1, it appears as if these entities are attempting to reach SCP-1864-2, which would result [DATA EXPUNGED] (\nSee Addendum 2 for more information on SCP-1864-2.\n)\n\n\n\n\nAdditional Information Concerning SCP-1864\n\n\nAddendum 1:\n Initial Exploration Log\n\n\n\n\n+ Access Log\n\n\n\n\n- Close Log\n\n\n\n\n\n\nThe following communications log was collected during the initial discovery and exploration of the SCP-1864 anomaly, during which the nature of SCP-1864 was ascertained. Exploration was carried out by a three man team of MTF Delta-9 \"Rock Chalkers\" members, designated as follows:\n\n\nΔ9-TL:\n Agent ████, Team Leader\n\n\nΔ9-A:\n Agent █████████\n\n\nΔ9-B:\n Agent ██████\n\n\n[BEGIN LOG]\n\n\nΔ9-TL:\n Alright, comms on. Everybody set? *\nSilence\n* Alright. We're entering the anomaly right now. Mark the time… 1730 hours.\n\n\nMTF-Δ9 team enters SCP-1864. No disturbances noted on visual or audio feeds.\n\n\nΔ9-TL:\n Looks like a big stone atrium, something on the ground… it's slick, be careful. Dark in here, too. Pop lights, guys.\n\n\nΔ9-B:\n Aye.\n\n\nΔ9-TL:\n *\nSilence\n* That's better. Sweep this room, then let's move to that exit over there. *\nAdditional silence as agents sweep room\n* Anybody got anything?\n\n\nΔ9-A:\n Nah, nothing really. Some scratching on the wall, might be tool marks?\n\n\nΔ9-TL:\n Noted. *\nSilence\n* Alright, we're good. Let's move into this hallway.\n\n\nMTF-Δ9 moves into first labyrinth hallway. Initial progress is slow while team assesses the nature of the labyrinth, and early logs have been removed for brevity.\n\n\nΔ9-TL:\n Another bend over here. Hold on, what's that?\n\n\nΔ9-A:\n Words up here. Some kind of inscription? It's in German, I think.\n\n\nΔ9-B:\n I've got it. *\nSilence\n* Ok, so it's directions to the center, I think. Mentions a hole, and a sickness, and somebody called Pan Hun. \"The eyes of the healer turned flesh into filth.\" Really disjointed. I'll get images.\n\n\nΔ9-TL:\n Think you can use those directions to get us somewhere?\n\n\nΔ9-B:\n *\nLaughter\n* I'm sure it'll get us \nsomewhere\n.\n\n\nExtraneous logs removed for brevity.\n\n\nΔ9-B:\n More words over here, hand me that camera.\n\n\nΔ9-TL:\n What's this?\n\n\nΔ9-B:\n This just has the word \"sick\" written over and over again. Wait, no, there's a reference to Pan Hun over here, too. \"… put the devil in the well, Pan Hun cried but they closed it on him and-\"\n\n\nΔ9-A:\n Shit, there's something up around that corner.\n\n\nSilence as team members move to view the corner ahead of them. Nothing of note visible on video recording.\n\n\nΔ9-TL:\n *\nQuietly\n* Ok, there's another way over here. Stay quiet.\n\n\nTeam moves to a different hallway. No mention is made of the previous disturbance.\n\n\nΔ9-B:\n *\nAfter some time\n* So was that…?\n\n\nΔ9-TL:\n Aye. Let's keep moving.\n\n\nTeam moves silently for a time, occasionally pausing around corners. Δ9-B leads the way, occasionally glancing at his notes.\n\n\nΔ9-TL:\n ██████, there's more over here. Something in the wall, too.\n\n\nΔ9-B:\n *\nPauses\n* Pan Hun was a good boy, Pan Hun said he only wanted to serve the Kaiser, Pan Hun was sick, but not as sick as he saw us… and more and more mentions of Pan Hun. You know, I don't know if these were carved into the wall originally, or somebody came along and did it, because that's a lot of chiseling, you know?\n\n\nΔ9-TL:\n I was thinking the same thing. Here, this was stuck in this nook. A lot of notes, I can't read it.\n\n\nΔ9-B:\n It's a scientific journal. *\nSilence\n* Dr. Gregory Groswald. Just flipping though it, there's more mention of Pan Hun in here, too. Worth holding onto, anyway.\n\n\nΔ9-TL:\n Yeah, keep that. Let's go- *\nSilence\n* █████████.\n\n\nBoth Δ9-TL and Δ9-B turn to face Δ9-A, who is staring down the hall in front of them, unmoving. Δ9-TL draws his sidearm slowly.\n\n\nΔ9-TL:\n █████████, walk backwards slowly. Don't look away from it. ██████, you-\n\n\nΔ9-B:\n I know.\n\n\nAll team members continue to stare down the hall, which appears vacant on video feeds. No sound is detected aside from that of the team members.\n\n\nΔ9-A:\n I… it's gone? Did you see?\n\n\nΔ9-TL:\n Yeah. Let's not stay too long here. Any more directions on that wall, █████████?\n\n\nΔ9-B:\n Yes. I'm noting them right now.\n\n\nExtraneous logs removed for brevity.\n\n\nΔ9-B:\n You guys hear that?\n\n\nTeam members stop and listen. The distinct sound of a human voice can be heard, albeit distantly.\n\n\nΔ9-A:\n It's singing? Yeah, that's definitely singing.\n\n\nΔ9-TL:\n Might be coming up on the end, then. Prep your firearms, guys.\n\n\nThe sound of firearms being readied is heard. Team moves quietly for a time. Sound of singing increases in volume.\n\n\nΔ9-B:\n There's a light up ahead. That the exit?\n\n\nTeam moves towards opening in the wall. Δ9-TL moves through first.\n\n\nΔ9-TL:\n Jesus fuck, what-\n\n\nSCP-1864-1:\n [TRANSLATED] Good evening, travelers.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 2:\n Comprehensive SCP-1864-1 Interview\n\n\n\n+ Access Log\n\n\n\n\n- Close Log\n\n\n\n\n\n\nThe following interview was conducted after Foundation personnel had set up a direct route to the center of the labyrinth, and a line of communication with SCP-1864-1. The interview was conducted in order to ascertain the origin of SCP-1864. A translator was used to facilitate communication between SCP-1864-1 and the Foundation interviewer.\n\n\nInterviewer:\n Agent Arnel Tolan\n\n\nInterviewee:\n SCP-1864-1\n\n\nTranslator:\n Agent Trevor Wilson\n\n\n\n\n[BEGIN LOG]\n\n\nTolan:\n Alright, I believe we're ready to begin. Can you state your name for our record, please?\n\n\nSCP-1864-1:\n I am Doctor Heinrich Boff.\n\n\nTolan:\n Dr. Boff, you have been classified by our organization as an anomalous entity, and have been given the designation SCP-1864-1, by which you will be referred for the duration of this interview. Do you understand?\n\n\nSCP-1864-1:\n I do.\n\n\nTolan:\n Thank you. Can you tell me what this place is?\n\n\nSCP-1864-1:\n *\nSilent\n* That is difficult to answer, I think. Ostensibly, this is a maze within a pocket of other-space. But that is not what you are interested in, I think.\n\n\nTolan:\n What is the origin of this anomaly?\n\n\nSCP-1864-1:\n Trickier still. Easy to say we found it this way, a mining colony that discovered something strange, not in the rocks, but in their own back rooms.\n\n\nTolan:\n What was the purpose of the facility afterwards?\n\n\nSCP-1864-1:\n *\nSilence\n*\n\n\nTolan:\n SCP-1864-1?\n\n\nSCP-1864-1:\n Many strange things during those years, agent. A strange time. The world was changing, and the Kaiser feared we would not change fast enough.\n\n\nTolan:\n So then, a military facility? During the first world war?\n\n\nSCP-1864-1:\n No, we were never military, agent. We were always men of science. Our dedication was to God and to chemistry. This anomaly was our primary objective when we first arrived, yes, but only proved to be secondary to what came next.\n\n\nTolan:\n …Which was?\n\n\nSCP-1864-1:\n Ah… *\nCranes neck\n* The lonely liar. Little Pan Hun.\n\n\nTolan:\n Who was Pan Hun?\n\n\nSCP-1864-1:\n Was? No, agent, Pan Hun was not. Pan Hun is. Pan Hun lied to us, told us stories, let us believe a falsehood. The damned little Pan Hun, who- *\nTrails off\n*\n\n\nTolan:\n Is something wrong?\n\n\nSCP-1864-1:\n A fishing ship for the colony, they found little Pan Hun in a net, drug him out of the sea. Sickly little boy, but glorious in creation. Those who beheld him could not grow ill. Those who were ill and beheld him were healed. The poisons, agent, the enemies of the state were ruining us, costing us the war. We saw salvation.\n\n\nTolan:\n What happened to the facility, and yourself?\n\n\nSCP-1864-1:\n Little Pan Hun told us he was sent by God, a messenger of peace eternal, to bring an end to pestilence. Make no mistake, agents, there was no shortage of doubters, myself included. But the evidence was… staggering.\n\n\nTolan:\n That does not explain what happened to the facility, or you.\n\n\nSCP-1864-1:\n *\nBegins to respond in a sing-song voice\n* Little Pan Hun, the lonely liar. We put him in a box when he lied to us, and dumped the box into the pit. Can't reach us from the pit, Pan Hun, your sick eyes can't see us when they're sewn shut.\n\n\nTolan:\n I don't understand, SCP-1864-1, I-\n\n\nSCP-1864-1:\n The water keeps Pan Hun quiet, keeps him put away. Pan Hun woke one night and was… different. There was a change in the air, then. The rest of them… they were angry. Angrier than I.\n\n\nTolan:\n You mean the instances of SCP-1864-3 that we've-\n\n\nSCP-1864-1:\n My friends, my family, all. What Pan Hun did to me was nothing. I am still a man, although a man lost. The rest, you cannot even say that. I put him in the box, sewed his sick little eyes shut, and locked the box. I can still remember the screaming, like… *\nTrails off\n*\n\n\nTolan:\n What about the instances of SCP-1864-3?\n\n\nSCP-1864-1:\n They want nothing more than to pull Pan Hun into the darkness with them, agent. I cannot let them open the grate. They do not remember the world above, but I do. They do not know how they would fail. Pan Hun would consume it, like he consumed us.\n\n\nTolan:\n So then, Pan Hun, what is it?\n\n\nSilence for 30 seconds. During this time, SCP-1864-1 extends its appendage into the pool, where it continues to extend until disappearing. SCP-1864-1 is observed watching the water.\n\n\nSCP-1864-1:\n Something foul that we dragged out of the sea. Something that should have stayed in the darkness forever.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nAddendum 3:\n Additional Collected Logs\n\n\n\n\n+ Access Log\n\n\n\n\n- Close Log\n\n\n\n\nThe following information was collected during initial exploration of SCP-1864. What follows is an excerpt from the scientific journals of a Dr. Gregory Groswald, German scientist during World War I. Translations have been provided where necessary, and irrelevant passages have been removed for brevity.\n\n\n\n\nAugust 15th, 1916\n\n\nA commotion in the market today. One of the fishing vessels pulled a small child out of the ice. Doctor Mans initially declared the boy dead, but discovered he still drew breath! Miraculous, and in no way unrelated to the anomaly of our study, I believe. I will visit the boy when he becomes healthy.\n\n\n\n\n\n\nAugust 19th, 1916\n\n\nThe boy is pleasant enough, although speaking with him has become an inconvenience. The boy claims that he is called Pan Hun, but cannot seem to form sentences without switching between a number of languages. Whether this was taught to the child, or a matter of some other nature, is currently unknown to me. Doctor Mans claimed the boy is sickly, however, and is not certain if he will last the winter, much less the month.\n\n\n\n\n\n\nAugust 27th, 1916\n\n\nAnother miraculous event surrounding our mysterious Pan Hun. All of the patients at the medical center have been released, their symptoms vanishing overnight. When pressed, all of them claimed that Pan Hun came to them while they slept, and touched their skin. A number said that the boy simply looked at them, and they became well. Doctor Mans is aghast, and I must say that I do not blame him. I have arranged another meeting with the boy, with Doctor Boff accompanying me. We will get to the bottom of this.\n\n\n\n\n\n\nSeptember 2nd, 1916\n\n\nIt may be a miracle after all. The boy claims that he is a messenger from God Almighty, and that his arrival will signal the dawn of a new Jerusalem in our country. He speaks of peace eternally, and end to sickness and war, and the glory of Germany and the Kaiser! After seeing the works of his hands, I no longer have any reason to doubt. We will bring this child back to Berlin when the next ship arrives, and we will secure the glorious victory for the Fatherland. This boy \nPan Hun\n will be our salvation!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1863\n | SCP-1864 | \nSCP-1865\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1864\n\" by djkaktus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1864\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n deep.jpg\n\n\nAuthor:\n Pallestrin\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n [\nWikimedia Commons\n\n\n\n\n\n\nFilename:\n labyrinth.jpg\n\n\nAuthor:\n Forsaken Fotos\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [
        "Addendum 1: Initial Exploration Log\n",
        "Addendum 3: Additional Collected Logs\n"
    ],
    "documents": [],
    "notes": [
        "Follow the pathways of the lonely liar Deep into the sunken passages he rots Eyes sewn shut with his own wicked hairs Locked in the silent sick pit",
        "The following communications log was collected during the initial discovery and exploration of the SCP-1864 anomaly, during which the nature of SCP-1864 was ascertained. Exploration was carried out by a three man team of MTF Delta-9 \"Rock Chalkers\" members, designated as follows: Δ9-TL: Agent ████, Team Leader Δ9-A: Agent █████████ Δ9-B: Agent ██████ [BEGIN LOG] Δ9-TL: Alright, comms on. Everybody set? * Silence * Alright. We're entering the anomaly right now. Mark the time… 1730 hours. MTF-Δ9 team enters SCP-1864. No disturbances noted on visual or audio feeds. Δ9-TL: Looks like a big stone atrium, something on the ground… it's slick, be careful. Dark in here, too. Pop lights, guys. Δ9-B: Aye. Δ9-TL: * Silence * That's better. Sweep this room, then let's move to that exit over there. * Additional silence as agents sweep room * Anybody got anything? Δ9-A: Nah, nothing really. Some scratching on the wall, might be tool marks? Δ9-TL: Noted. * Silence * Alright, we're good. Let's move into this hallway. MTF-Δ9 moves into first labyrinth hallway. Initial progress is slow while team assesses the nature of the labyrinth, and early logs have been removed for brevity. Δ9-TL: Another bend over here. Hold on, what's that? Δ9-A: Words up here. Some kind of inscription? It's in German, I think. Δ9-B: I've got it. * Silence * Ok, so it's directions to the center, I think. Mentions a hole, and a sickness, and somebody called Pan Hun. \"The eyes of the healer turned flesh into filth.\" Really disjointed. I'll get images. Δ9-TL: Think you can use those directions to get us somewhere? Δ9-B: * Laughter * I'm sure it'll get us somewhere . Extraneous logs removed for brevity. Δ9-B: More words over here, hand me that camera. Δ9-TL: What's this? Δ9-B: This just has the word \"sick\" written over and over again. Wait, no, there's a reference to Pan Hun over here, too. \"… put the devil in the well, Pan Hun cried but they closed it on him and-\" Δ9-A: Shit, there's something up around that corner. Silence as team members move to view the corner ahead of them. Nothing of note visible on video recording. Δ9-TL: * Quietly * Ok, there's another way over here. Stay quiet. Team moves to a different hallway. No mention is made of the previous disturbance. Δ9-B: * After some time * So was that…? Δ9-TL: Aye. Let's keep moving. Team moves silently for a time, occasionally pausing around corners. Δ9-B leads the way, occasionally glancing at his notes. Δ9-TL: ██████, there's more over here. Something in the wall, too. Δ9-B: * Pauses * Pan Hun was a good boy, Pan Hun said he only wanted to serve the Kaiser, Pan Hun was sick, but not as sick as he saw us… and more and more mentions of Pan Hun. You know, I don't know if these were carved into the wall originally, or somebody came along and did it, because that's a lot of chiseling, you know? Δ9-TL: I was thinking the same thing. Here, this was stuck in this nook. A lot of notes, I can't read it. Δ9-B: It's a scientific journal. * Silence * Dr. Gregory Groswald. Just flipping though it, there's more mention of Pan Hun in here, too. Worth holding onto, anyway. Δ9-TL: Yeah, keep that. Let's go- * Silence * █████████. Both Δ9-TL and Δ9-B turn to face Δ9-A, who is staring down the hall in front of them, unmoving. Δ9-TL draws his sidearm slowly. Δ9-TL: █████████, walk backwards slowly. Don't look away from it. ██████, you- Δ9-B: I know. All team members continue to stare down the hall, which appears vacant on video feeds. No sound is detected aside from that of the team members. Δ9-A: I… it's gone? Did you see? Δ9-TL: Yeah. Let's not stay too long here. Any more directions on that wall, █████████? Δ9-B: Yes. I'm noting them right now. Extraneous logs removed for brevity. Δ9-B: You guys hear that? Team members stop and listen. The distinct sound of a human voice can be heard, albeit distantly. Δ9-A: It's singing? Yeah, that's definitely singing. Δ9-TL: Might be coming up on the end, then. Prep your firearms, guys. The sound of firearms being readied is heard. Team moves quietly for a time. Sound of singing increases in volume. Δ9-B: There's a light up ahead. That the exit? Team moves towards opening in the wall. Δ9-TL moves through first. Δ9-TL: Jesus fuck, what- SCP-1864-1: [TRANSLATED] Good evening, travelers. [END LOG]",
        "The following interview was conducted after Foundation personnel had set up a direct route to the center of the labyrinth, and a line of communication with SCP-1864-1. The interview was conducted in order to ascertain the origin of SCP-1864. A translator was used to facilitate communication between SCP-1864-1 and the Foundation interviewer. Interviewer: Agent Arnel Tolan Interviewee: SCP-1864-1 Translator: Agent Trevor Wilson [BEGIN LOG] Tolan: Alright, I believe we're ready to begin. Can you state your name for our record, please? SCP-1864-1: I am Doctor Heinrich Boff. Tolan: Dr. Boff, you have been classified by our organization as an anomalous entity, and have been given the designation SCP-1864-1, by which you will be referred for the duration of this interview. Do you understand? SCP-1864-1: I do. Tolan: Thank you. Can you tell me what this place is? SCP-1864-1: * Silent * That is difficult to answer, I think. Ostensibly, this is a maze within a pocket of other-space. But that is not what you are interested in, I think. Tolan: What is the origin of this anomaly? SCP-1864-1: Trickier still. Easy to say we found it this way, a mining colony that discovered something strange, not in the rocks, but in their own back rooms. Tolan: What was the purpose of the facility afterwards? SCP-1864-1: * Silence * Tolan: SCP-1864-1? SCP-1864-1: Many strange things during those years, agent. A strange time. The world was changing, and the Kaiser feared we would not change fast enough. Tolan: So then, a military facility? During the first world war? SCP-1864-1: No, we were never military, agent. We were always men of science. Our dedication was to God and to chemistry. This anomaly was our primary objective when we first arrived, yes, but only proved to be secondary to what came next. Tolan: …Which was? SCP-1864-1: Ah… * Cranes neck * The lonely liar. Little Pan Hun. Tolan: Who was Pan Hun? SCP-1864-1: Was? No, agent, Pan Hun was not. Pan Hun is. Pan Hun lied to us, told us stories, let us believe a falsehood. The damned little Pan Hun, who- * Trails off * Tolan: Is something wrong? SCP-1864-1: A fishing ship for the colony, they found little Pan Hun in a net, drug him out of the sea. Sickly little boy, but glorious in creation. Those who beheld him could not grow ill. Those who were ill and beheld him were healed. The poisons, agent, the enemies of the state were ruining us, costing us the war. We saw salvation. Tolan: What happened to the facility, and yourself? SCP-1864-1: Little Pan Hun told us he was sent by God, a messenger of peace eternal, to bring an end to pestilence. Make no mistake, agents, there was no shortage of doubters, myself included. But the evidence was… staggering. Tolan: That does not explain what happened to the facility, or you. SCP-1864-1: * Begins to respond in a sing-song voice * Little Pan Hun, the lonely liar. We put him in a box when he lied to us, and dumped the box into the pit. Can't reach us from the pit, Pan Hun, your sick eyes can't see us when they're sewn shut. Tolan: I don't understand, SCP-1864-1, I- SCP-1864-1: The water keeps Pan Hun quiet, keeps him put away. Pan Hun woke one night and was… different. There was a change in the air, then. The rest of them… they were angry. Angrier than I. Tolan: You mean the instances of SCP-1864-3 that we've- SCP-1864-1: My friends, my family, all. What Pan Hun did to me was nothing. I am still a man, although a man lost. The rest, you cannot even say that. I put him in the box, sewed his sick little eyes shut, and locked the box. I can still remember the screaming, like… * Trails off * Tolan: What about the instances of SCP-1864-3? SCP-1864-1: They want nothing more than to pull Pan Hun into the darkness with them, agent. I cannot let them open the grate. They do not remember the world above, but I do. They do not know how they would fail. Pan Hun would consume it, like he consumed us. Tolan: So then, Pan Hun, what is it? Silence for 30 seconds. During this time, SCP-1864-1 extends its appendage into the pool, where it continues to extend until disappearing. SCP-1864-1 is observed watching the water. SCP-1864-1: Something foul that we dragged out of the sea. Something that should have stayed in the darkness forever. [END LOG]",
        "August 15th, 1916 A commotion in the market today. One of the fishing vessels pulled a small child out of the ice. Doctor Mans initially declared the boy dead, but discovered he still drew breath! Miraculous, and in no way unrelated to the anomaly of our study, I believe. I will visit the boy when he becomes healthy.",
        "August 19th, 1916 The boy is pleasant enough, although speaking with him has become an inconvenience. The boy claims that he is called Pan Hun, but cannot seem to form sentences without switching between a number of languages. Whether this was taught to the child, or a matter of some other nature, is currently unknown to me. Doctor Mans claimed the boy is sickly, however, and is not certain if he will last the winter, much less the month.",
        "August 27th, 1916 Another miraculous event surrounding our mysterious Pan Hun. All of the patients at the medical center have been released, their symptoms vanishing overnight. When pressed, all of them claimed that Pan Hun came to them while they slept, and touched their skin. A number said that the boy simply looked at them, and they became well. Doctor Mans is aghast, and I must say that I do not blame him. I have arranged another meeting with the boy, with Doctor Boff accompanying me. We will get to the bottom of this.",
        "September 2nd, 1916 It may be a miracle after all. The boy claims that he is a messenger from God Almighty, and that his arrival will signal the dawn of a new Jerusalem in our country. He speaks of peace eternally, and end to sickness and war, and the glory of Germany and the Kaiser! After seeing the works of his hands, I no longer have any reason to doubt. We will bring this child back to Berlin when the next ship arrives, and we will secure the glorious victory for the Fatherland. This boy Pan Hun will be our salvation!",
        "\" SCP-1864 \" by djkaktus, from the SCP Wiki . Source: https://scpwiki.com/scp-1864 . Licensed under CC-BY-SA .",
        "Filename: deep.jpg Author: Pallestrin License: CC BY-SA 3.0 Source Link: [ Wikimedia Commons",
        "Filename: labyrinth.jpg Author: Forsaken Fotos License: CC BY 2.0 Source Link: Flickr"
    ],
    "item": "SCP-1864",
    "object_class": "Euclid",
    "containment_procedures": "SCP-1864 is currently contained on SCP-1864-Alpha. Foundation vessels in and around the location of SCP-1864-Alpha Materialization events should monitor civilian vessel activity during the new moon, and turn away vessels that come within 5km of SCP-1864-Alpha.",
    "description": "SCP-1864-Alpha is an island roughly 80km southwest of Coats Island within the Hudson Bay, and currently the location in which the whole of the SCP-1864 phenomenon is contained. Recovered information indicates that the structures on SCP-1864-Alpha were originally designed for use as a mining colony, but further evidence shows that it has been abandoned for more than 75 years.",
    "title": "SCP-1864"
}