{
    "url": "https://scp-wiki.wikidot.com/scp-187",
    "all_text": "rating: \n+545\n+\n–\nx\n\n\nItem #:\n SCP-187\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedure:\n SCP-187 is to be attended full-time by medical personnel, who are to tranquilize or sedate her as needed. She is to be kept under a full set of medical restraints to prevent her from harming herself; specifically, she is to wear padded mittens at all times, in order to prevent her from attempting to damage her own eyes.\n\n\nIf SCP-187 refuses to open her eyes during authorized testing, or during site inspections, the use of eyelid speculums is authorized. All statements made by SCP-187 during testing and site inspections are to be recorded and analyzed.\n\n\nSCP-187 is to be prevented from interacting with D-Class personnel who are nearing the end of their 'cycle'.\n\n\nSCP-187 is to be spoon-fed; mild tranquilizers are to be added to all her meals.\n\n\nDescription:\n SCP-187 is a Caucasian female, early to mid 20s, 180 cm tall, weighing 40 kg (approx 88 lb). \nShe is suffering from severe malnutrition, and must be fed intravenously, as she refuses to eat any food given to her.\n She is recovering from the effects of severe malnutrition.\n\n\nSCP-187 exhibits a unique form of precognition whereby she sees everything in two states simultaneously: as they are, and as they will be. She does not see minor changes, only changes to what would be considered the 'norm'. For example, in testing, when presented with five D-class personnel and asked which of them would change their clothes, she couldn't answer, as such a change isn't drastic enough. However, when presented with five D-class personnel and asked which would be shot, she was able to 'predict' which one, every time, as she could see the injury inflicted just by looking at him.\n\n\nSCP-187 cannot foresee future events or changes to items at which she is not currently looking; rather, she can see the future state of whatever she is looking at. This has led to some unexpected consequences. For example:\n\n\nAs part of the usual tests performed on new human/humanoid SCP acquisitions, SCP-187 was given a standardized IQ test. When the results were collated, she was revealed to have an IQ in excess of 300 (the limits of the tests). This, of course, would have made her the most intelligent human being on the planet; however, her intellect did not seem that high based on her initial interviews. The test was repeated 4 times, and each time, she got the maximum possible score, answering every question correctly. When she was interviewed regarding this, she revealed that she did not actually know the answers to any of the questions; rather, she had seen the tests with the answers already filled in. When she was given a computerised IQ test, where her input didn't affect the future state of where she entered the answers (a keyboard, rather than a pen and paper), her IQ was revealed to be 97, slightly below average.\n\n\nThis happens with every written test presented to SCP-187 - she can see the answers in advance, based on what she herself is going to fill in, even if the tests are in a foreign language she does not understand. This presents a possible ontological paradox - an injection into the present of information from the future. Where this information, the correct answers, comes from is unknown, and possibly unknowable.\n\n\nSCP-187 is suffering from ongoing psychological damage as a result of her anomaly: when, for instance, she is in the company of people who are soon to die, she simultaneously sees both their living, healthy selves, and their dead, sometimes decomposing corpses, depending on how far into the future they will die. As a result, pharmacological assistance is required to keep her lucid.\n\n\nSCP-187 also refuses to eat, again due to her abilities. When presented with a plate of food, she will see it as either feces, or a semi-digested slop, while a glass of water will appear as a glass of urine. This is what is causing her severe malnutrition, and for this reason, she must be fed and hydrated intravenously.\n\n\nDue to the effect that prolonged malnutrition is having on SCP-187's health, and the impact that 187's death would have on the Foundation's medium-term emergency planning, SCP-187 is to be blindfolded during meals. Mealtimes are to last no longer than 15 minutes, and must take place in a location for which SCP-187 has not predicted any significant changes.\n\n\n\n\nRemarks and comments made by SCP-187 which turned out to be 'prophecies':\n\n\nThe divorce of Dr. ██████:\n\n\n\n\nSCP-187:\n Your ring.\n\n\nDr. ██████:\n My ring?\n\n\nSCP-187:\n Yes, your wedding ring.\n\n\nDr. ██████:\n What about it?\n\n\nSCP-187:\n You're not wearing it.\n\n\nDr. ██████:\n I am, look, it's right there.\n\n\nSCP-187:\n You won't be.\n\n\n\n\nDr. ██████’s husband filed for divorce the next day. When she returned for duty, she was no longer wearing her wedding ring. She had been married for 19 years, more than half her life, so wearing the ring was considered 'normal', and not wearing the ring was enough of an abnormality for SCP-187 to see it.\n\n\n\n\nThe deaths of the following D-Class personnel:\n\n\nD-16124:\n\n\n\n\nSCP-187:\n Why is he so swollen?\n\n\n\n\nD-16124 was later exposed to the vacuum of space after being sent through \nSCP-120\n in order to 'dial' it to the next destination.\n\n\nD-16198:\n\n\n\n\nSCP-187:\n He's cute…\n\n\nInterviewer:\n Who? The man standing outside that cell?\n\n\nSCP-187:\n Yes. What's his name?\n\n\nInterviewer:\n I don't know. Hey, you there.\n\nD-16198 turned to face them, at which point SCP-187 gasped and burst into tears, screaming, \"He's going to die!\"\n\n\nInterviewer:\n He will? How do you know?\n\n\nSCP-187:\n He's got a massive hole in the left-hand side of his head.\n\n\n\n\nD-16198 was later terminated by gunfire while attempting to escape the site. He may have attempted escape due to SCP-187's screaming, implying that she can set so-called self-fulfilling prophecies in motion.\n\n\nD-16206:\n\n\n\n\nSCP-187:\n His legs his legs his legs his legs HIS LEGS HIS LEGS WHERE ARE HIS FUCKING LEGS!?\n\n\n\n\nD-16206 was killed when SCP-███ escaped from its cell and bit him in half while attempting to flee the site.\n\n\n\n\nThe attempted escape of SCP-███:\n\n\n\n\nWhile being escorted through Site ██, SCP-187 stopped outside SCP-███'s cell, staring intently.\n\n\nDr. Klein:\n What are you looking at?\n\n\nSCP-187:\n How did it break through such a heavy door?\n\n\nDr. Klein:\n Excuse me?\n\n\nSCP-187:\n That door is nearly a foot thick. How did it manage to destroy it?\n\n\n\n\n17 hours later, SCP-███ somehow managed to work free of its restraints, and did indeed tear through the door to its cell. However, Dr. Klein had alerted security due to SCP-187's statements, so an armed response team was ready, and managed to subdue SCP-███ with gunfire.\n\n\nThe cost of keeping a full-time medical team on hand to ensure SCP-187's well-being is obviously high; however, the fact that her anomaly allowed the prevention of an escape attempt by SCP-███, a Keter-class subject, shows that she may be useful for more than just pure research.\n\n\nA proposal has been submitted to introduce her to seemingly-indestructible SCPs, in the hopes that she will 'see' them as either dead or destroyed, and be able to describe the manner of death/destruction. This proposal is pending - the potential temporal logistics need careful consideration. She would in effect be seeing methods of destruction/termination, which would only be possible \nbecause\n she saw them. This has caused concern among several higher members of staff.\n\n\nDetails of further experimentation may be found in \nExperiment Log 187-1\n.\n\n\n\n\n\n\n« \nSCP-186\n | SCP-187 | \nSCP-188\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-187\n\" by far2, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-187\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "SCP-187: Your ring. Dr. ██████: My ring? SCP-187: Yes, your wedding ring. Dr. ██████: What about it? SCP-187: You're not wearing it. Dr. ██████: I am, look, it's right there. SCP-187: You won't be.",
        "SCP-187: Why is he so swollen?",
        "SCP-187: He's cute… Interviewer: Who? The man standing outside that cell? SCP-187: Yes. What's his name? Interviewer: I don't know. Hey, you there. D-16198 turned to face them, at which point SCP-187 gasped and burst into tears, screaming, \"He's going to die!\" Interviewer: He will? How do you know? SCP-187: He's got a massive hole in the left-hand side of his head.",
        "SCP-187: His legs his legs his legs his legs HIS LEGS HIS LEGS WHERE ARE HIS FUCKING LEGS!?",
        "While being escorted through Site ██, SCP-187 stopped outside SCP-███'s cell, staring intently. Dr. Klein: What are you looking at? SCP-187: How did it break through such a heavy door? Dr. Klein: Excuse me? SCP-187: That door is nearly a foot thick. How did it manage to destroy it?",
        "\" SCP-187 \" by far2, from the SCP Wiki . Source: https://scpwiki.com/scp-187 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-187",
    "object_class": "Safe",
    "description": "SCP-187 is a Caucasian female, early to mid 20s, 180 cm tall, weighing 40 kg (approx 88 lb). She is suffering from severe malnutrition, and must be fed intravenously, as she refuses to eat any food given to her. She is recovering from the effects of severe malnutrition.",
    "title": "SCP-187"
}