{
    "url": "https://scp-wiki.wikidot.com/scp-1873",
    "all_text": "rating: \n+41\n+\n–\nx\n\n\nItem #:\n SCP-1873\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1873 is to be kept in a standard containment locker from the 1st to the 18th and from the 22nd to the end of each month. Three days prior to the object's transportation event, it is to be moved to a cold storage chamber alongside a cadaver of the specifications shown further into this document. After the object's transportation event, its contents are to be recovered, logged and stored appropriately.\n\n\nDescription:\n SCP-1873 is a metal tin, of the design adopted by Crayola for its Dustless Crayons in 1905. During its initial manifestation, SCP-1873 exhibits slight damage suggestive of natural wear and tear.\n\n\nSCP-1873 undergoes a repeated cycle. At midnight (local time) on the 21st of each month, SCP-1873 undergoes a transportation event and instantaneously transports itself into physical contact with the nearest human cadaver which conforms to the following specifications:\n\n\n\n\nThe cadaver expired as the direct result of the violent actions of another human.\n\n\nThe cadaver expired within the last seven (7) days.\n\n\n\n\nIn the majority (>97%) of documented cases, SCP-1873 is transported in such a manner as to appear balanced atop the cadaver or placed within the cadaver's grasp. However, in rare (<3%) situations, the object may appear within the cadaver in question, displacing matter from within the cadaver. Any objects contained within SCP-1873 during the transportation event disappear, and are currently presumed unrecoverable. Upon the completion of the transportation event, SCP-1873 is found to contain one or more objects, alongside a handwritten note. Notes are usually written in American English with black or blue ballpoint pen on torn pieces of lined paper, although other forms are not uncommon.\n\n\nPartial log of SCP-1873 contents\n\n\n\n\n\n\nDate\n\n\nContents\n\n\nAccompanying note\n\n\nCadaver used\n\n\nComments\n\n\n\n\n\n\n21/03/199█\n\n\nMummified left and right front paws of a star-nosed mole (\nCondylura Cristata\n)\n\n\nBury your troubles.\n\n\nD-3100-12, male, aged 43 at death. Terminated with firearm at close range. Before his induction into the D-class program, subject was serving a life sentence for the murder of his wife, whose buried body was discovered twelve years after her disappearance.\n\n\nPaws appear to come from two different specimens. Note was written in red ballpoint pen on torn lined paper.\n\n\n\n\n\n\n21/05/199█\n\n\nA 50-page flip-book of a tree growing, drawn on post-it notes.\n\n\nIt's not an end, per se.\n\n\nD-2222-47, male, aged 23 at death. Terminated with firearm at close range. Subject was a practising Hindu.\n\n\nNote was written in green ballpoint on first page of flip-book.\n\n\n\n\n\n\n21/02/200█\n\n\nSilk handkerchief embroidered with the initials 'J.F.K.'\n\n\nLies happen. Most people just keep living.\n\n\nD-2080-76, female, aged 25 at time of death. Terminated via blunt trauma to the skull. Prior to life sentence and D-class induction, subject was an avid member of several conspiracy theorist websites.\n\n\nNote was written in black ballpoint on an American $5 bill. Serial number was discovered to be the same as one contained within the wallet of Researcher ██████.\n\n\n\n\n\n\n21/10/200█\n\n\nN/a\n\n\nAND ERRO R HAS OCCRURED. PELSE TRY AAGIN LATEER. OSRRY FO RANY ICONVIENCE CAUSED\n\n\nD-3278-46, male, aged 34 at time of death. Terminated via asphyxiation. Prior to termination, subject had been assigned to and exposed to SCP-████.\n\n\nOnly recorded instance in which SCP-1873 contained no object other than a note. Note was printed in large type in black ink on white printer paper.\n\n\n\n\n\n\n21/01/200█\n\n\nOne plain white plastic face mask.\n\n\nMaybe it's better to be someone else.\n\n\nD-1420-81, female, aged 27 at time of death. Terminated via blunt trauma to the skull. Prior to life sentence and D-class induction, subject was an enthusiastic member of several acting groups.\n\n\nNote was written in blue pen on lined paper. The word 'better' was circled several times in red ink.\n\n\n\n\n\n\n21/01/200█\n\n\nOne sunflower (\nHelianthus annuus\n) seed.\n\n\nUnknown\n\n\nD-4793-22, male, aged 33 at time of death. Subject was killed by SCP-████ during a containment breach.\n\n\nNote was written on a small square of cotton in a currently unknown language.\n\n\n\n\n\n\n21/05/200█\n\n\nThe empty wrapper of a '█████████' brand chocolate bar, containing traces of chocolate.\n\n\nThe best things in life are always bad for you. So what?\n\n\nD-4239-51, male, aged 30 at time of death. Terminated with standard issue combat knife. Subject was diagnosed with an eating disorder at the age of 17.\n\n\nNote was written in fluorescent pink ink on a rectangle of black cardboard.\n\n\n\n\n\n\n21/12/200█\n\n\nFifty two (52) playing cards of different designs and makes. All cards are an 8 of clubs.\n\n\nThey all look the same to begin with.\n\n\nD-3485-89, female, aged 29 at time of death. Subject expired due to severe physical trauma at the hands of D-████-██ and D-████-██ during an escape attempt. Before induction into the D-class program, subject was serving a life sentence for the accidental murder of her brother, who she assaulted under the belief he was a burglar.\n\n\nNote was written in red squirrel (\nSciurus vulgaris\n) blood on lined paper.\n\n\n\n\n\n\n21/07/201█\n\n\nAssorted British coinage totalling £4.39. All coins were minted in the year 19██\n\n\nHere's the money. Compliment please.\n\n\nD-9495-92, female, aged 32 at time of death. Subject terminated with firearm at close range. Subject had undergone cosmetic surgery multiple times.\n\n\nNote was written in Korean Braille, embossed onto thin card. A small smiley face was drawn on the back of the card in felt tip marker.\n\n\n\n\n\n\n21/08/201█\n\n\nOne human kidney.\n\n\nSometimes a keepsake is nice.\n\n\nResearcher █████████, male, aged 3█ at time of death. Subject died from injuries sustained during a mugging. Investigation into significance of object ongoing.\n\n\nNo known matches have been found to the kidney's DNA. Note was written in black ball point pen on a sheet of brown paper.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1872\n | SCP-1873 | \nSCP-1874\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1873\n\" by SpannerTheOdd, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1873\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-1873 \" by SpannerTheOdd, from the SCP Wiki . Source: https://scpwiki.com/scp-1873 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1873",
    "object_class": "Safe",
    "containment_procedures": "SCP-1873 is to be kept in a standard containment locker from the 1st to the 18th and from the 22nd to the end of each month. Three days prior to the object's transportation event, it is to be moved to a cold storage chamber alongside a cadaver of the specifications shown further into this document. After the object's transportation event, its contents are to be recovered, logged and stored appropriately.",
    "description": "SCP-1873 is a metal tin, of the design adopted by Crayola for its Dustless Crayons in 1905. During its initial manifestation, SCP-1873 exhibits slight damage suggestive of natural wear and tear.",
    "title": "SCP-1873"
}