{
    "url": "https://scp-wiki.wikidot.com/scp-1883",
    "all_text": "rating: \n+356\n+\n–\nx\n\n\n\n\n\n\nScreenshot of SCP-1883\n\n\n\n\n\n\nItem #:\n SCP-1883\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n 17 copies of SCP-1883 are kept on mobile phones of various brands in storage at Wing D of Site 76. The phones are to be kept off when not in use, and only allowed to access the phone network through Site 76's secure data connection. When testing SCP-1883 tasks, ensure that targets of tasks are D-Classes or subjects abiding by the Ludd Antitechnic Directive (annexed).\n\n\nAll extant copies of SCP-1883 must be erased with expedience after their origin is ascertained. █████ and ██████ corporations have been instructed to report any copies of SCP-1883 to Sigma Computing & Programmatics, one of the Foundation's cover businesses.\n\n\nDescription:\n SCP-1883 is a \"mobile app\" or consumer software application designed to run on mobile phones running either ███ or ██████ operating systems. The interface for SCP-1883 consists of a single screen with a text area labeled \"Score\" and another labeled \"Instructions\".\n\n\nProvided a phone with SCP-1883 is connected to the mobile network, the \"Instructions\" field will be updated every 5 to 9 hours with a new \"task\" that the holder of the mobile phone is to perform, and an award in \"points\". If this task is performed before the instruction field changes, the \"Score\" field is increased by the number of points described. It is not known how SCP-1883 detects whether a task has been completed.\n\n\nCertain instructions require the user to interact with other human beings, by phone or in person. (e.g. \"Call your friend that most hates spinach and tell them hello - \n3 points\n\") When such an interaction is performed, SCP-1883 spreads to the victim's mobile phone or phones through unknown means.\n\n\nSCP-1883 has a subtle compulsive effect on users, who describe the application using words as \"interesting\" and \"fun\" and attempt to perform the tasks even if they are pointless, dangerous or unlawful. This effect increases with large groups of SCP-1883 users, who compete with each other for points and follow informal hierarchies based on each user's score.\n\n\nSCP-1883 has come to the attention of the Foundation after the ██/██/████ incident, where at least 72 people in the cities of [REDACTED] irreparably wounded their left eyes with various household objects. Most of them were found to be in possession of a mobile phone with SCP-1883 installed.\n\n\nInstruction Log:\n\n\n\n\nSalute the sun. \n1 point\n\n\nFind a horse. Watch horse for 30 minutes. \n7 points\n\n\nBuy an ice cream cone and let it melt. Then eat the cone. \n5 points\n\n\nBang your head against a wall. \n3 points\n\n\nCall your friend that most hates spinach and tell them hello. \n3 points\n\n\nTell a stranger what you really think about them. \n10 points\n\n\nTurn gold into lead. \n999 points\n\n\nIf Babe Ruth was that great, why did he need a bat?\n\n\nRob a bank. Only take quarters. \n150 points\n\n\nConvince another person that you are dead. \n0.5 points\n\n\nFind a yellow dog and kick it. \nno points\n\n\nEat something that has been in a grave. \n200 points\n\n\nGain 5 points. \n5 points\n\n\nIgnore this task. \n21 points\n\n\nWalk on glass. Describe the noise it makes. \n90 points\n\n\nLove someone. \n15 points\n\n\nBurn an irreplaceable object. Replace it. \n100 points\n\n\nBreathe. \n-200 points\n\n\n[DATA EXPUNGED] \n300 points\n\n\n[DATA EXPUNGED] \n450 points\n\n\nThe real skeleton was inside you all along. Are we cool yet?\n\n\n\n\n\n\n\n\n« \nSCP-1882\n | SCP-1883 | \nSCP-1884\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1883\n\" by zaratustra, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1883\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n app2.png\n\n\nAuthor:\n \nzaratustra\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wikidot.com/scp-1883",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-1883 \" by zaratustra, from the SCP Wiki . Source: https://scpwiki.com/scp-1883 . Licensed under CC-BY-SA .",
        "Filename: app2.png Author: zaratustra License: CC BY-SA 3.0 Source Link: https://scp-wiki.wikidot.com/scp-1883"
    ],
    "item": "SCP-1883",
    "object_class": "Euclid",
    "containment_procedures": "17 copies of SCP-1883 are kept on mobile phones of various brands in storage at Wing D of Site 76. The phones are to be kept off when not in use, and only allowed to access the phone network through Site 76's secure data connection. When testing SCP-1883 tasks, ensure that targets of tasks are D-Classes or subjects abiding by the Ludd Antitechnic Directive (annexed).",
    "description": "SCP-1883 is a \"mobile app\" or consumer software application designed to run on mobile phones running either ███ or ██████ operating systems. The interface for SCP-1883 consists of a single screen with a text area labeled \"Score\" and another labeled \"Instructions\".",
    "title": "SCP-1883"
}