{
    "url": "https://scp-wiki.wikidot.com/scp-1899",
    "all_text": "rating: \n+355\n+\n–\nx\n\n\nItem #:\n SCP-1899\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1899 is contained on-site at Containment Site 1899-Alpha, which has been built around it. A ballistic barrier is to be kept in the suggested path of SCP-1899 in the case that it ever becomes un-suspended, and precision laser rangefinders measuring the exact position of SCP-1899 are to be maintained. Any deviation in its position will generate an alarm, and such an event is to be reported immediately.\n\n\nDescription:\n SCP-1899 is a slightly deformed M2 Armor Piercing .30-06 Springfield rifle bullet suspended approximately 167.6 cm off the floor of a storage shed on an abandoned homestead near [REDACTED] in what appears to be some form of temporal stasis. At time of discovery, SCP-1899 was covered in dried human blood and what appears to be particulate human brain and bone tissue.\n\n\nFrom forensic analysis of the surrounding shed, it has been determined that SCP-1899's current position is consistent with having been fired from a high-powered rifle at close range and transited through the head of a human subject, front to back, before being temporally suspended. The remains of a disturbed blood pool on the concrete floor of the shed indicates that the subject was killed immediately, and the body removed from the scene afterwards. Analysis of DNA fragments recovered from the dried blood on SCP-1899 is inconclusive, and all attempts to move or take samples from SCP-1899 itself have failed. No bullet casing was found, and it is presumed that the assailant collected it before leaving.\n\n\nAddendum 1899-01:\n Document 1899-01\n\n\nThe following document was obtained from the Global Occult Coalition on █/██/██ by undercover agents.\n\n\n\n\nTermination Report\n\n\nDate:\n █/██/██\n\n\nSubject:\n KTE-3410-Clockwork-Green\n\n\n3410 terminated by small arms fire at close range, body removed and incinerated as per standard procedures. Guess the fucker can't stop bullets fast enough if you're in his face, but I can't do anything about the bullet now.\n\n\n- M.E.\n\n\n\n\n\n\n\n\n« \nSCP-1898\n | SCP-1899 | \nSCP-1900\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1899\n\" by Aelanna, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1899\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1899-01: Document 1899-01\nThe following document was obtained from the Global Occult Coalition on █/██/██ by undercover agents."
    ],
    "documents": [],
    "notes": [
        "Termination Report Date: █/██/██ Subject: KTE-3410-Clockwork-Green 3410 terminated by small arms fire at close range, body removed and incinerated as per standard procedures. Guess the fucker can't stop bullets fast enough if you're in his face, but I can't do anything about the bullet now. - M.E.",
        "\" SCP-1899 \" by Aelanna, from the SCP Wiki . Source: https://scpwiki.com/scp-1899 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1899",
    "object_class": "Safe",
    "containment_procedures": "SCP-1899 is contained on-site at Containment Site 1899-Alpha, which has been built around it. A ballistic barrier is to be kept in the suggested path of SCP-1899 in the case that it ever becomes un-suspended, and precision laser rangefinders measuring the exact position of SCP-1899 are to be maintained. Any deviation in its position will generate an alarm, and such an event is to be reported immediately.",
    "description": "SCP-1899 is a slightly deformed M2 Armor Piercing .30-06 Springfield rifle bullet suspended approximately 167.6 cm off the floor of a storage shed on an abandoned homestead near [REDACTED] in what appears to be some form of temporal stasis. At time of discovery, SCP-1899 was covered in dried human blood and what appears to be particulate human brain and bone tissue.",
    "title": "SCP-1899"
}