{
    "url": "https://scp-wiki.wikidot.com/scp-1904",
    "all_text": "rating: \n+247\n+\n–\nx\n\n\n\n\n\n\nTwo instances of SCP-1904-1\n\n\n\n\n\n\nItem #:\n SCP-1904\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n \nSCP-1904 is currently dismantled and housed in Storage Unit-07. No further procedures are necessary to contain SCP-1904.\n SCP-1904 is to be monitored at its original location, currently disguised as a government warehouse. All outer surfaces and surroundings are to be cleaned and disinfected on a weekly basis and immediately following reproductive activity. Nine (9) research samples of SCP-1904-1 are currently maintained in individual cells at site-17. Additional instances of SCP-1904-1 are to be collected and terminated unless requested by Dr. ██████ for further examination. Under no circumstances are personnel to enter the object [see incident report 1904-A]\n\n\nDescription:\n SCP-1904 is a network of recreational plastic tubing installed at a ██████████ restaurant in ████████, MD.\n1\n Structure exhibits few unusual properties at rest other than an occasional trembling and vocalizations likened to \"whimpering.\" On an irregular basis, vocalization may escalate into moans, shrieks and occasional \"gagging\" or \"choking\" sounds lasting up to several hours at a time, usually marking the start of a new gestation cycle. Gestation lasts anywhere from eight days to eleven months, during which trace amounts of blood, amniotic fluids and uterine tissues may leak with increasing frequency from the structure's lowest entryway. No particular origin point or DNA match for these fluids has been found. A typical gestation cycle culminates in a single violent expulsion of fluids, tissues and one or more instances of SCP-1904-1.\n\n\nSCP-1904-1 resemble human embryos at varying stages of development, with higher stages consistently exhibiting severe congenital deformities. Regardless of condition, survival rate is nearly 100% until termination. Instances increase steadily in size and mobility with minimal nutrient intake but do not progress further along embryonic development or otherwise appear to age, the oldest research sample now exceeding ████ kg. Cognitive development is minimal, though instances equipped to do so have been observed imitating staff vocalizations and in some cases attempting reproductive behavior. SCP-1904 exhibits a spike in vocalization coinciding with the termination of any SCP-1904-1 instances, described as \"screaming\" followed by prolonged periods of \"weeping.\"\n\n\nIncident Report 1904-A\n\nDuring SCP-1904's initial examination, D-4356 was sent inside the structure with standard audio-video surveillance equipment. No unusual properties were detected until D-4356 became decreasingly responsive and was soon expelled from the object in a typical fluid eruption, exhibiting physiological abnormalities and mental faculties consistent with SCP-1904-1. D-4356 was placed among Site-17's samples and has continued to increase in mass. All further exploration by human test subjects has yielded similar results. Additional subjects terminated.\n\n\nIncident Report 1904-B\n\nFollowing extensive testing, SCP-1904 was dismantled on ██/██/████, exhibited no anomalous properties in storage and was reclassified as Safe. Over the following ██ months an exponential increase in birth defects became apparent within a rapidly expanding radius of the object's original location. Samples were found to match the properties of SCP-1904-1 and SCP-1904 was restored to its original location and configuration, whereupon the wave of abnormal births subsided. ███ confirmed and ███ potential instances of SCP-1904-1 were subsequently confiscated, dissected and terminated while class-B amnestics were administered to much of the surrounding populace. Affected couples were sterilized following evidence of long-term contamination and compensated for what they now believe to have been a class action lawsuit against a fabricated overseas pharmaceutical company.\n\n\nDiscovery\n: On November 06, ████, an ████████ paper reported a string of \"monster\" sightings corroborated by multiple eyewitnesses over a three day period. Foundation operatives eventually tracked activity back to a ██████████ allegedly closed for remodeling since the previous year. 48 instances of SCP-1904-1 were subsequently discovered in the establishment's walk-in freezer and ███ living specimens recovered from local sewage tunnels. Restaurant staff and management remain unaccounted for.\n\n\n\n\nFootnotes\n\n\n1\n. Due to their similarity as anomalous fast food restaurants, a connection to \nSCP-2915\n is under investigation.\n\n\n\n\n\n\n\n\n« \nSCP-1903\n | SCP-1904 | \nSCP-1905\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1904\n\" by bogleech, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1904\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n tubes2.jpg\n\n\nName:\n Anencephals.jpg\n\n\nAuthor:\n Stanislav Kozlovskiy\n\n\nLicense:\n Public Domain\n\n\nSource Link:\nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-1904 \" by bogleech, from the SCP Wiki . Source: https://scpwiki.com/scp-1904 . Licensed under CC-BY-SA .",
        "Filename: tubes2.jpg Name: Anencephals.jpg Author: Stanislav Kozlovskiy License: Public Domain Source Link: Wikimedia Commons"
    ],
    "item": "SCP-1904",
    "object_class": "Euclid",
    "containment_procedures": "SCP-1904 is currently dismantled and housed in Storage Unit-07. No further procedures are necessary to contain SCP-1904. SCP-1904 is to be monitored at its original location, currently disguised as a government warehouse. All outer surfaces and surroundings are to be cleaned and disinfected on a weekly basis and immediately following reproductive activity. Nine (9) research samples of SCP-1904-1 are currently maintained in individual cells at site-17. Additional instances of SCP-1904-1 are to be collected and terminated unless requested by Dr. ██████ for further examination. Under no circumstances are personnel to enter the object [see incident report 1904-A]",
    "description": "SCP-1904 is a network of recreational plastic tubing installed at a ██████████ restaurant in ████████, MD.1 Structure exhibits few unusual properties at rest other than an occasional trembling and vocalizations likened to \"whimpering.\" On an irregular basis, vocalization may escalate into moans, shrieks and occasional \"gagging\" or \"choking\" sounds lasting up to several hours at a time, usually marking the start of a new gestation cycle. Gestation lasts anywhere from eight days to eleven months, during which trace amounts of blood, amniotic fluids and uterine tissues may leak with increasing frequency from the structure's lowest entryway. No particular origin point or DNA match for these fluids has been found. A typical gestation cycle culminates in a single violent expulsion of fluids, tissues and one or more instances of SCP-1904-1.",
    "title": "SCP-1904"
}