{
    "url": "https://scp-wiki.wikidot.com/scp-1908",
    "all_text": "Little Misters, big and small. Find them, bind them, collect them all.\n\n\n\n\n\n\n\n\n\n\n\n\nThumbnail.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-1908\n - Mr. Soap\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+87\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-1908\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-1908 in a state of rest.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-1908 is to be held within a waterproofed containment cell that has been outfitted with a standard-size bathtub. It will be provided 40 grams of soap flakes a day for sustenance. As per current regulations regarding \"Mister\" anomalies, the anomaly's cell has been situated in Hall 34-B of \nSite-55\n.\n\n\nMedia may not be brought into contact with SCP-1908 without the approval of Dr. Everwood. Newly obtained SCP-1908-B and SCP-1908-C instances are to be examined and transcribed by NOUS.AIC, then stored in Site-55's anomalous media archive. Direct viewing of SCP-1908-B and SCP-1908-C instances is strictly prohibited.\n\n\nCleaning staff are restricted from entering SCP-1908's containment cell; it has been allowed to maintain the cleanliness of its space. If SCP-1908 is observed to become especially discontent, up to 1 kilogram of dirt is to be dispersed about its cell for enrichment purposes.\n\n\nDescription:\n SCP-1908 is a sapient mass of opaque, white-blue soap water that is approximately 190 liters in volume. The anomaly can locomote by rolling itself across the ground in a roughly spherical mass, though maintaining this shape appears to be particularly taxing. Consequently, SCP-1908 generally prefers to remain stationary within an appropriately-sized container.\n\n\nTo interact with its environment in more complex manners, SCP-1908 will partially coalesce itself into portions of human anatomy (SCP-1908-A). When the anomaly is not consciously exerting control over SCP-1908-A, particularly during its regular periods of dormancy, instances will manifest and demanifest at random intervals. Upon being questioned about this phenomenon, SCP-1908 displayed significant frustration with its inability to fully regulate its own body.\n\n\nApproximately 5% of SCP-1908-A instances generate with a tattoo printed somewhere on their surface, each being a variation of the words: \"Mr. Bath, from Little Misters ® by Dr. Wondertainment\". In 85% of all noted tattoo manifestations, the name \"Mr. Bath\" was replaced by \"Mr. Wash\", \"Mr. Scrub\", \"Mr. Water\", \"Mr. Kleen\" [sic], \"Mr. Bubble\", or \"Mr. No-More-Dirt\". At no point has any variation of \"Mr. Soap\" been observed on an SCP-1908-A instance.\n\n\nThe anomaly was first discovered when it appeared at Site-55's primary entrance within an ornate clawfoot bathtub emblazoned with Dr. Wondertainment's logo. SCP-1908-C-01 was subsequently found floating within SCP-1908.\n\n\n \n\n\n\n\n\n\nADDENDUM 1908-1\n\n\nMEDIA ALTERATION\n\n\n\n\n\n\n \n\n\nAdult-oriented media that comes into physical contact with SCP-1908 becomes an SCP-1908-B instance. SCP-1908-B instances lack any form of mature language, violence, or bloodshed, regardless of original subject matter. Their tone is lighthearted and upbeat, with conflicts that are primarily resolved by usage of Dr. Wondertainment-brand products. Perceiving an SCP-1908-B instance's contents for more than 3 minutes will result in death via arterial air embolism, which appears to be caused by the manifestation of soap bubbles within the bloodstream.\n\n\n \n\n\n\n\nSCP-1908-B Instance:\n \nThe Shining\n (1980)\n\n\nAlterations:\n The primary conflict of the narrative revolves around Jack Torrance focusing on work above spending time with his family; at no point is his history of addiction or physical abuse alluded to. A majority of the film's runtime is devoted to a series of slapstick pranks that Danny Torrance plays on his father with the aid of the spirits of the Overlook Hotel, who are portrayed as 2D animation \"bedsheet ghosts.\"\n\n\nDuring the famous \"all work and no play makes Jack a dull boy\" scene, Wendy Torrance abruptly turns away from the typewriter to look directly into the camera. She proceeds to praise the \"\nsuper paper\n\" that Jack Torrance had been typing on, describing its many favorable traits for several minutes.\n\n\nThe film ends with the Torrance family celebrating Christmas together, in which they receive various Dr. Wondertainment-brand gifts.\n\n\n\n\n \n\n\nChild-oriented media that contacts SCP-1908 becomes an SCP-1908-C instance. Unlike SCP-1908-B, SCP-1908-C's alterations are generally unpredictable; no pattern between instances has yet been discerned.\n\n\n \n\n\n\n\nSCP-1908-C Instance:\n \nWilly Wonka & the Chocolate Factory\n (1971)\n\n\nAlterations:\n The child actor portraying Charlie Bucket (Peter Ostrum) frequently struggles to remember his lines and choreography, often needing to be prompted from off-screen. Gene Wilder (portraying the titular Willy Wonka) appears to be incensed by Ostrum's mistakes, periodically breaking character to berate him.\n.\nLikely contradicting the real Peter Ostrum's experiences, who has claimed that Wilder was respectful during filming.\n\n\nOstrum falls into the chocolate river during the boat ride sequence and is not seen for the remainder of the film, which continues on as though he were still present.\n\n\n\n\n \n\n\n\n\nSCP-1908-C Instance:\n \nClifford the Big Red Dog\n by Norman Bridwell\n\n\nAlterations:\n All illustrative and textual depictions of Clifford are expunged from the book with black marker. No other alterations have been noted.\n\n\n\n\n \n\n\n\n\n\n\nADDENDUM 1908-2\n\n\nSCP-1908-C-01\n\n\n\n\n\n\n \n\n\nSCP-1908-C-01 is a picture book without a cover or title page. Its illustrations seem to have been made with pencil and watercolors; consequently, water damage from its submersion in SCP-1908 has rendered them largely illegible.\n\n\nShortly after SCP-1908's discovery, Junior Researcher Eugene Gray read SCP-1908-C-01 for approximately 41 seconds and asphyxiated. 5.5 liters of soap water were later discovered in his lungs.\n\n\n \n\n\n\n\n\n\n\n\nSCP-1908-C-01 Transcript\n\n\n\n\n\n\nLittle Misters, near and far. Do you know just who they are?\n\n\nMr. Hungry likes to eat. Ms. Sweetie's none too sweet.\n\n\nMr. Money grants your wish. That talking carp is Mr. Fish.\n\n\nMr. Moon turns with the night. Mr. Chameleon's made of light.\n\n\nMr. Stripes hides words away. Mr. Mad's nowhere, no way.\n\n\nMr. Scary's full of rust. \nMr. Lie\n is one you trust.\n\n\nMr. Hot talks and Mr. Lost walks. Mr. Soap dwells in the drips and the drops.\n\n\nMr. Shapey bends and Mr. Brass breaks. Mr. Forgetful just takes and takes.\n\n\nMr. Headless sees and Mr. Laugh sighs. Mr. Death lives and Mr. Life dies.\n\n\nLast is Redd, by far the worst. A Mister spurned, a Mister cursed.\n\n\nFlee if you see him, hide if he calls. If I am the pride, then he is the fall.\n\n\nLittle Misters, big and small. Find them, bind them, collect them all.\n\n\n\n\n \n\n\nThe final page of SCP-1908-C-01 appears to have been affixed to the book after it was published.\n\n\n \n\n\n\n\n\n\nWow!\n You've just found yourself your very own Little Mister, a limited edition collection from Dr. Wondertainment!\n\n\nFind them all and become Mr. Collector!!\n\n\n01. Mr. Chameleon\n\n\n02. Mr. Headless\n\n\n03. Mr. Laugh\n\n\n04. Mr. Forgetful\n\n\n05. Mr. Shapey\n\n06. Mr. Soap ✔\n\n\n07. Mr. Hungry\n\n\n08. Mr. Brass\n\n\n09. Mr. Hot\n\n\n10. Ms. Sweetie\n\n\n11. Mr. Life and Mr. Death\n\n\n12. Mr. Fish\n\n\n13. Mr. Moon\n\n\n14. Mr. Redd (discontinued)\n\n\n15. Mr. Money\n\n\n16. Mr. Lost\n\n\n17.\n \nMr. Lie\n\n\n18. Mr. Mad\n\n\n19. Mr. Scary\n\n\n20. Mr. Stripes\n\n\n\n\n\n\n \n\n\n\n\n\n\nADDENDUM 1908-3\n\n\nINTERVIEW LOG\n\n\n\n\n\n\n \n\n\n\n\nInterviewed:\n SCP-1908\n\n\nInterviewer:\n Dr. J. Everwood \n(GoI Research Group)\n\n\n\n\n[For the duration of the interview, SCP-1908 speaks in a labored, halting manner.]\n\n\nDr. Everwood:\n Hello, SCP-1908. How are you doing today?\n\n\nSCP-1908:\n Not very. Good.\n\n\nDr. Everwood:\n I'm sorry to hear that.\n\n\nSCP-1908:\n It's okay.\n\n\nDr. Everwood:\n I'd like to ask you some questions, if you're feeling up to it.\n\n\nSCP-1908:\n I can do. That.\n\n\nDr. Everwood:\n Great. First, do you know what happens to media you come into contact with?\n\n\nSCP-1908:\n Yes. I wash away. All the dirty things. The unsafe things. For children.\n\n\nSCP-1908:\n Make it. Clean. And safe. And consistent. With the brand.\n\n\nSCP-1908:\n That's why I'm. Mr. Soap.\n\n\nDr. Everwood:\n About that—we've noticed that your name was on your paper, but not on any of your tattoos. Why is that?\n\n\nSCP-1908:\n I'm still. Practicing. I used to have. A different name. It's hard to adjust.\n\n\nDr. Everwood:\n Oh? What were you previously called?\n\n\nSCP-1908:\n Mr. Bluue. Spelled with. Two U's.\n\n\nDr. Everwood:\n I see. Can you tell me why it changed?\n\n\nSCP-1908:\n The Doctor. He rebranded me. When I couldn't do my. Old job. Anymore.\n\n\nSCP-1908:\n Me and my brother. We were. The first official. Little Misters.\n\n\nSCP-1908:\n A matching set. Complementary. You know?\n\n\nSCP-1908:\n We weren't. \nThe first to be. Made.\n But the first. To be shown. To investors.\n\n\nSCP-1908:\n A proof. Of concept. To help fund. The rest.\n\n\nSCP-1908:\n But the Doctor. She had to make us. Perfect.\n\n\nDr. Everwood:\n What do you mean, \"she?\" Are you still talking about the same person?\n\n\nSCP-1908:\n I don't. Understand. The question.\n\n\nDr. Everwood:\n Never mind, please continue.\n\n\nSCP-1908:\n The Doctor changed us. So many times. So many. Alterations. To make us perfect. For the. Investors.\n\n\nSCP-1908:\n They didn't understand. What it would. Do to us.\n\n\nSCP-1908:\n It made my. Brother go. Wrong. And it made me. Go broken.\n\n\nDr. Everwood:\n You think you're broken?\n\n\nSCP-1908:\n I am broken.\n\n\nSCP-1908:\n When the Doctor. Rebranded me. Things were fine. For a little while.\n\n\nSCP-1908:\n I made stories safer. For kids. And helped clean up. And once. I even got to. \nSing a song. About how to wash. Your hands.\n\n\nSCP-1908:\n But nothing I. Clean. Is safe. Anymore. And I'm bad. At talking. And I get tired. Too easily. And the children are. All scared. Of me.\n\n\nSCP-1908:\n I'm just. Not market. Viable.\n\n\nSCP-1908:\n I think the Doctor. Could fix me. If he changed. Me again. But she's afraid. I'll go. Wrong. Like my brother. So they sent me. Here. Instead.\n\n\nDr. Everwood:\n Is that what Dr. Wondertainment told you?\n\n\n[Silence.]\n\n\nDr. Everwood:\n SCP-1908?\n\n\n[Silence.]\n\n\nDr. Everwood:\n Mr. Soap?\n\n\nSCP-1908:\n Huh?\n\n\nDr. Everwood:\n Did you hear what I said?\n\n\nSCP-1908:\n I'm. Sorry. I'm just. Really tired.\n\n\nDr. Everwood:\n Only one more question, then… can you tell me what your brother's name was? The one that went \"wrong.\"\n\n\nSCP-1908:\n You don't. Want to know. Anything. About him.\n\n\nSCP-1908:\n You. Don't want. To even see. Him.\n\n\nDr. Everwood:\n What makes you say that?\n\n\nSCP-1908:\n Trust me. Nobody likes seeing Redd.\n\n\n\n\n \n\n\nrating: \n+87\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nMontagueETC's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-744\n \n•\n\n\n\n\n\n\nSCP-7009\n \n•\n\n\n\n\n\n\nSCP-8066\n \n•\n\n\n\n\n\n\nSCP-⌘\n \n•\n\n\n\n\n\n\nSCP-6607\n \n•\n\n\n\n\n\n\nSCP-6462\n \n•\n\n\n\n\n\n\nSCP-6454\n \n•\n\n\n\n\n\n\nSCP-7354\n \n•\n\n\n\n\n\n\nSCP-8408\n \n•\n\n\n\n\n\n\nSCP-7701\n \n•\n\n\n\n\n\n\nSCP-7408\n \n•\n\n\n\n\n\n\nSCP-6751\n \n•\n\n\n\n\n\n\nSCP-8200\n \n•\n\n\n\n\n\n\nSCP-7376\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nSix Codas\n \n•\n\n\n\n\n\n\nA Betamax Suicide Note\n \n•\n\n\n\n\n\n\nOmnigenesis and the Law of Blades\n \n•\n\n\n\n\n\n\nWho Made You?\n \n•\n\n\n\n\n\n\nDid It Hurt When You Fell From Heaven?\n \n•\n\n\n\n\n\n\nDR. KONDRAKI CUT UP WHILE THINKING\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nArt Exchange 2023 | SCP-6759\n \n•\n\n\n\n\n\n\netcetera, etcetera\n \n•\n\n\n\n\n\n\nMontagueETC's SCiPTEMBER 2022 Art\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1907\n | SCP-1908 | \nSCP-1909\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1908\n\" by MontagueETC, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1908\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Soap-1.png\n\n\nName:\n N/A\n\n\nAuthor:\n \nDangerous...Dan\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\n\n\nFilename:\n Wondertainment-Logo.png\n\n\nAuthor:\n \nMontagueETC\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n\n\n\n\nName:\n (SCP) Dr. Wondertainment Simple Logo\n\n\nAuthor:\n \nMingoMongo\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nDeviantArt",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-1908 \" by MontagueETC, from the SCP Wiki . Source: https://scpwiki.com/scp-1908 . Licensed under CC-BY-SA .",
        "Filename: Soap-1.png Name: N/A Author: Dangerous...Dan License: CC BY 2.0 Source Link: Flickr",
        "Filename: Wondertainment-Logo.png Author: MontagueETC License: CC BY-SA 3.0 Derivative of: Name: (SCP) Dr. Wondertainment Simple Logo Author: MingoMongo License: CC BY-SA 3.0 Source Link: DeviantArt"
    ],
    "containment_procedures": "SCP-1908 is to be held within a waterproofed containment cell that has been outfitted with a standard-size bathtub. It will be provided 40 grams of soap flakes a day for sustenance. As per current regulations regarding \"Mister\" anomalies, the anomaly's cell has been situated in Hall 34-B of Site-55.",
    "description": "SCP-1908 is a sapient mass of opaque, white-blue soap water that is approximately 190 liters in volume. The anomaly can locomote by rolling itself across the ground in a roughly spherical mass, though maintaining this shape appears to be particularly taxing. Consequently, SCP-1908 generally prefers to remain stationary within an appropriately-sized container.",
    "title": "SCP-1908"
}