{
    "url": "https://scp-wiki.wikidot.com/scp-1923",
    "all_text": "rating: \n+82\n+\n–\nx\n\n\n\n\n\n\nPhotograph of asteroid ███ ██████, taken from nearby asteroid. 'Seeding' branch is selected. Taken 11/18/19██.\n\n\n\n\n\n\nItem #:\n SCP-1923\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Due to the distance and gravitational forces separating SCP-1923 and Earth, containment is currently considered \nde facto\n. In addition to the stationary camera on ███ ████████, camera probes are to be launched from Luna-█ to observe SCP-1923 on a regular basis. All photographs of SCP-1923-Alpha by outside sources are to be doctored before public release. All signals or transmissions originating from SCP-1923-Alpha are to be recorded and analyzed.\n\n\nIn the event SCP-1923-Alpha (or any celestial body bearing SCP-1923) shows alteration of its orbit, the Foundation is to enact [DATA EXPUNGED] procedures.\n\n\nDescription:\n SCP-1923 are tree-like organisms found on the asteroid ███ ██████ (designated SCP-1923-Alpha), located in the Sol system's asteroid belt. Photographic evidence shows a thick green canopy, completely obscuring the surface of SCP-1923-Alpha. By comparing previously known dimensions of SCP-1923-Alpha to now, it is estimated that a singular SCP-1923 specimen is approximately 95m tall. Spectroscopic analysis of SCP-1923 reveals that the canopy has a reflective spectrum similar to that of terrestrial leaves, with minor-but-significant absorption differences.\n\n\nDue to the inability to casually observe SCP-1923\n1\n, a stationary camera has placed on a nearby asteroid of similar orbit, designated SCP-1923-Watcher. As of this date, the Foundation is not capable of providing high-quality photographs of either SCP-1923 or SCP-1923-Alpha. As such, all data concerning SCP-1923 is assumed to be as tenuous as the ability to view it.\n\n\nAt both ends of SCP-1923-Alpha, a single 'branch' of SCP-1923 extends an estimated 30m above the canopy. Similar to a terrestrial palm tree in appearance, these specimens\n2\n of SCP-1923 are devoid of leaves, except on the top. These leaves undergo a cycle of growth, maturation, and shedding, the last of which is done \nen masse\n. The Foundation has hypothesized that this process is procreative in nature. As of ██/██/████, SCP-1923-Alpha remains the only known body with which SCP-1923 resides.\n\n\nAddendum-1:\n On 01/06/20██, the asteroid ███ ██████ was reported to have a slightly reduced albedo and a slight orbital adjustment. Orbital projections show that said asteroid would have been 'behind' the asteroid bearing SCP-1923 during a 'shedding' cycle. There is reason to believe that ███ ██████ (designated SCP-1923-Beta) may now contain SCP-1923. Further study of both SCP-1923-Alpha and -Beta is required.\n\n\nAddendum-2:\n On 01/10/20██, a new variation of SCP-1923 was discovered on SCP-1923-Alpha. Located on the equator, this leafless specimen (which terminates in a previously-unseen pod) has been witnessed aligning itself with the Sun and Earth at intervals of █ to ██ weeks. Related to this discovery, Foundation staff have noticed a slight increase in [EXPUNGED] during times in which the specimen was aligned with Earth. At this time, it is not known if [EXPUNGED] represents a coincidental biological process, or a form of communication, or something entirely different.\n3\n\n\n\n\nFootnotes\n\n\n1\n. Feasibility studies regarding the collection and retrieval of a sample of SCP-1923 for direct study are in progress.\n\n\n2\n. Due to SCP-1923's canopy, it is currently unknown if these trees are an example of the rest of SCP-1923, or a unique variant of SCP-1923.\n\n\n3\n. For elucidation: there are no practical or theoretical known examples of the use of [EXPUNGED] being used as a form of communication.\n\n\n\n\n\n\n\n\n« \nSCP-1922\n | SCP-1923 | \nSCP-1924\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1923\n\" by MisterBibs, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1923\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n SCP1923.jpg\n\n\nAuthor:\n \nMisterBibs\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wikidot.com/scp-1923",
    "addendums": [
        "Addendum-1: On 01/06/20██, the asteroid ███ ██████ was reported to have a slightly reduced albedo and a slight orbital adjustment. Orbital projections show that said asteroid would have been 'behind' the asteroid bearing SCP-1923 during a 'shedding' cycle. There is reason to believe that ███ ██████ (designated SCP-1923-Beta) may now contain SCP-1923. Further study of both SCP-1923-Alpha and -Beta is required.",
        "Addendum-2: On 01/10/20██, a new variation of SCP-1923 was discovered on SCP-1923-Alpha. Located on the equator, this leafless specimen (which terminates in a previously-unseen pod) has been witnessed aligning itself with the Sun and Earth at intervals of █ to ██ weeks. Related to this discovery, Foundation staff have noticed a slight increase in [EXPUNGED] during times in which the specimen was aligned with Earth. At this time, it is not known if [EXPUNGED] represents a coincidental biological process, or a form of communication, or something entirely different. 3"
    ],
    "documents": [],
    "notes": [
        "\" SCP-1923 \" by MisterBibs, from the SCP Wiki . Source: https://scpwiki.com/scp-1923 . Licensed under CC-BY-SA .",
        "Filename: SCP1923.jpg Author: MisterBibs License: CC BY-SA 3.0 Source Link: https://scp-wiki.wikidot.com/scp-1923"
    ],
    "item": "SCP-1923",
    "object_class": "Euclid",
    "containment_procedures": "Due to the distance and gravitational forces separating SCP-1923 and Earth, containment is currently considered de facto. In addition to the stationary camera on ███ ████████, camera probes are to be launched from Luna-█ to observe SCP-1923 on a regular basis. All photographs of SCP-1923-Alpha by outside sources are to be doctored before public release. All signals or transmissions originating from SCP-1923-Alpha are to be recorded and analyzed.",
    "description": "SCP-1923 are tree-like organisms found on the asteroid ███ ██████ (designated SCP-1923-Alpha), located in the Sol system's asteroid belt. Photographic evidence shows a thick green canopy, completely obscuring the surface of SCP-1923-Alpha. By comparing previously known dimensions of SCP-1923-Alpha to now, it is estimated that a singular SCP-1923 specimen is approximately 95m tall. Spectroscopic analysis of SCP-1923 reveals that the canopy has a reflective spectrum similar to that of terrestrial leaves, with minor-but-significant absorption differences.",
    "title": "SCP-1923"
}