{
    "url": "https://scp-wiki.wikidot.com/scp-1934",
    "all_text": "rating: \n+107\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-1934:\n My office turned into an SCP\n\n\nFeels kind of \nStuffy\n.\n\n\nAuthor:\n \nAndarielHalo\n\n\nEat more of my SCPs. \nEat them all.\n\n\nAlso please eat some of these\n\n\n\n\nAnabasis Hub\n Probably the greatest story involving a pair of redheaded siblings whose infighting causes the end of the world\n\n\nManna Charitable Foundation 2000\n The sequel to the above, collaborationed with \nDr Reach\n\n\nThe Stuff Industry\n What happens when everyone around you at work is a complete idiot and so are you, but not only does no one get fired, but you actually turn a profit? I don't know, some stuff.\n\n\nWhen MCF and Stuff happen\n A fun story of incompetence\n\n\n\n\n\n\n\n\n\n\nrating: \n+107\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n1/1934\n LEVEL \n1/1934\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\nItem #: SCP-1934\n\n\nObject Class: Safe\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-1934 is located in corridor 719-A in Site-19 behind a locked door specifically labeled as \"SCP-1934\". Corridor is to be closed off during testing.\n\n\nDescription:\n SCP-1934 refers to a phenomenon encompassing the former office of Dr. Jaime Marlowe in which the entirety of the room has become impassable. Attempts to enter the room and/or place objects over the room's threshold have been obstructed by unknown means. Physical interaction with the open doorway produces no sign of an invisible or otherwise unidentifiable object obstructing the doorway, and attempts to breach the room from above or below have been similarly impeded.\n\n\nPrior to the manifestation of SCP-1934, the office contained only an empty filing cabinet and an oscillating fan, and was otherwise absent of obstruction. The office was in the process of being cleaned out when the anomaly was discovered by custodial staff returning from break.\n\n\nScans of the area show no anomalous object or behavior within or without the room, and there is no indication of any change of mass within the room with sufficient force to resist all attempts at mechanical perforation. Additionally, neither light nor sound have penetrated into the room\n1\n. Disconnecting the room from Site-19's electrical grid has had no effect in extinguishing the room's light or the oscillating fan. No further information on SCP-1934 can be detected given current technological limitations.\n\n\nDuring testing, Dr. Marlowe unintentionally managed to bypass SCP-1934, dropping a sheet of paper which managed to slide across the floor before coming to a stop near the oscillating fan. Despite the proximity, the sheet of paper was not disturbed by the fan, potentially indicating a lack of atmosphere within the room. Follow-up attempts to slide objects have met with little success, and as of May 2014, the new objects have further obstructed the opening. The opening is located 0.8 centimeters from the ground, measuring 37 centimeters in width, 2 centimeters in height, and unknown depth.\n\n\nAddendum-1:\n 4 weeks following the discovery of an opening, certain organic objects (including bits of fruit and saltine crackers) inserted into the room have shown no signs of decomposition or animal infestation.\n\n\nAddendum-2:\n At 04:14 on █/██/2014, two unknown individuals dressed in Level C hazmat suits were observed inside SCP-1934. The individuals appeared to be partially sunk into the floor to their knees yet were not in any way impeded as they moved about the room. They then began interacting with unknown objects at their perceived floor-level, appearing to arrange the objects in a single row. Once placed in the row, each object appeared, revealing themselves to be mutilated human bodies. One of the individuals then noticed the security camera recording their movements, and alerted their compatriot. The two appeared to briefly panic, then moved quickly towards the door and disappeared.\n\n\nUpon observation, each of the bodies appear to be identical, and each bears a strong resemblance to Dr. Marlowe. Several of the nearer bodies were missing appendages with no signs of incisions or congelation of blood. No coherent pattern could be established with regards to the mutilations. No further activity has been noted.\n\n\n\n\nFootnotes\n\n\n1\n. SCP-1934 remains illuminated by the room's pre-existing lighting\n\n\n\n\n\n\n\n\n« \nSCP-1933\n | SCP-1934 | \nSCP-1935\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1934\n\" by AndarielHalo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1934\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-1: 4 weeks following the discovery of an opening, certain organic objects (including bits of fruit and saltine crackers) inserted into the room have shown no signs of decomposition or animal infestation.",
        "Addendum-2: At 04:14 on █/██/2014, two unknown individuals dressed in Level C hazmat suits were observed inside SCP-1934. The individuals appeared to be partially sunk into the floor to their knees yet were not in any way impeded as they moved about the room. They then began interacting with unknown objects at their perceived floor-level, appearing to arrange the objects in a single row. Once placed in the row, each object appeared, revealing themselves to be mutilated human bodies. One of the individuals then noticed the security camera recording their movements, and alerted their compatriot. The two appeared to briefly panic, then moved quickly towards the door and disappeared.\nUpon observation, each of the bodies appear to be identical, and each bears a strong resemblance to Dr. Marlowe. Several of the nearer bodies were missing appendages with no signs of incisions or congelation of blood. No coherent pattern could be established with regards to the mutilations. No further activity has been noted."
    ],
    "documents": [],
    "notes": [
        "\" SCP-1934 \" by AndarielHalo, from the SCP Wiki . Source: https://scpwiki.com/scp-1934 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-1934 is located in corridor 719-A in Site-19 behind a locked door specifically labeled as \"SCP-1934\". Corridor is to be closed off during testing.",
    "description": "SCP-1934 refers to a phenomenon encompassing the former office of Dr. Jaime Marlowe in which the entirety of the room has become impassable. Attempts to enter the room and/or place objects over the room's threshold have been obstructed by unknown means. Physical interaction with the open doorway produces no sign of an invisible or otherwise unidentifiable object obstructing the doorway, and attempts to breach the room from above or below have been similarly impeded.",
    "title": "SCP-1934"
}