{
    "url": "https://scp-wiki.wikidot.com/scp-1944",
    "all_text": "rating: \n+203\n+\n–\nx\n\n\nItem #:\n SCP-1944\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1944 is to be disguised as a condemned building and kept under covert guard by two (2) undercover agents at all times. Any entry to SCP-1944 by researchers must be done via an underground entrance. Any civilians who have encountered SCP-1944 are to be taken into custody and dosed with a Class-A amnestic.\n\n\nDescription:\n SCP-1944 is a fast-food restaurant called 'Ascension Burger', located in ███ ███████. Public records are uncertain as to when SCP-1944 was constructed, although it is estimated to have been some time in the early 1980's. No construction permits or other permissive documents are present in public records.\n\n\nWhen an individual, hereafter referred to as the subject, enters SCP-1944, they will be greeted by an instance of SCP-1944-1. SCP-1944-1 instances are humanoid entities which resemble individuals in their late teens or early twenties, wearing a bright yellow uniform with the words 'Ascension Burger' printed on the back. After the initial greeting by an instance of SCP-1944-1, the subject will be led to a nearby table and given the following menu:\n\n\n\n\nWelcome to Ascension Burger!\n\n\nOrder your delicious meal and throw off the self-destructive shackles of your physical existence! Kids drink free!\n\n\n\n\nRepentance Burger\n\n\nUniversal Truth Nuggets\n\n\nRemoval of the Concept of the Self Fries\n\n\nDestruction of Individual Selfishness Smoothie\n\n\nAn End to the Limitless Self-Worshiping Ego of the Human Race Cola (with ice)\n\n\n\n\nCondiments available on request.\n\n\n\n\nOrdering an item off the menu will result in the SCP-1944-1 instance leaving for a period ranging from three (3) to six (6) minutes to allegedly prepare the meal. SCP-1944-1 instances appear to prepare the item in the kitchen, but any attempt at observation of the kitchen area during this process will cause SCP-1944 instances to stop working until the observation has ceased.\n\n\nDuring the preparation process, physical items will begin to disappear from the location that the subject considers to be their personal residence. This process appears to favor more modern items such as televisions, telephones and computers, although if these are not present in the residence, items such as furniture and silverware may also be used.\n\n\nAfter the process is complete, an instance of SCP-1944-1 will return to the table of the subject. The item the subject will receive from the instance will be in the packaging of the one they ordered, but the actual food will be replaced by the broken and crushed remains of the taken objects. The subject, however, will perceive this as being the actual item which they ordered. They will persist in this belief even in cases where the consumption of the item is causing physical harm to them, such as when the item contains broken glass or electronic parts. The subject will claim to have enjoyed their meal, typically describing it as delicious. The subject will continue to believe that they have consumed actual food for a period ranging from one (1) to three (3) hours.\n\n\nIf, for whatever reason, the subject continues to consume objects ordered at SCP-1944, they will begin to experience mental delusions and instability. The nature of these delusions are variable in nature, although a common theme in them is that the subject is entering an enlightened state or ascending to a higher state of existence. These delusions are usually accompanied by vivid hallucinations, which do not appear to cause alarm to the subject.\n\n\n\n\nInterview Log 1944-1-1\n\n\n\n\nHide\n\n\n\n\nAttempted interview with a SCP-1944-1 instance conducted by Dr. █████. Interview was supervised by security personnel.\n\n\n\n\n<Begin Interview>\n\n\nDr. █████:\n Hello.\n\n\nSCP-1944-1:\n Hey there! Welcome to Ascension Burger! How may I help you today, sir?\n\n\nDr. █████:\n I'd like to ask you a few questions, if that's all right.\n\n\nSCP-1944-1:\n Sure thing, sir! Here at Ascension Burger, customer satisfaction is our number one priority!\n\n\nDr. █████:\n I was just wondering where you got the, ah, the materials for your food.\n\n\nSCP-1944-1:\n (frowns) We can't give Ascension Burger's secret recipe, sir! That's a company secret!\n\n\nDr. █████:\n Which company is that?\n\n\n(SCP-1944-1 did not respond for a period of twenty (20) seconds.)\n\n\nSCP-1944-1:\n Hey there! Welcome to Ascension Burger! How may I help you today, sir?\n\n\nDr. █████:\n We were just talking about your 'secret recipe'. Can you tell me why you use this recipe?\n\n\nSCP-1944-1:\n Sure thing, sir! Here at Ascension Burger, food quality is our number one priority!\n\n\nDr. █████:\n I see. (takes out a cell-phone) Can you tell me what this is?\n\n\nSCP-1944-1:\n Sure thing, sir! Here at Ascension Burger, we're always happy to help a customer in need! That's a steel weighing stone tying you down to the putrid nature of your unenlightened physical state, sir!\n\n\nDr. █████:\n Pardon?\n\n\nSCP-1944-1:\n Hey there! Welcome to Ascension Burger! How may I -\n\n\nDr. █████:\n No, I'm still asking you a question here. (gestures to cell-phone) Can you tell me what you think of this?\n\n\nSCP-1944-1:\n Sure thing, sir! Here at Ascension Burger, the assisted enlightenment of those who scrounge through this vapid decadent earth hoarding false wealth just as the slothful beasts of old did is our number one priority!\n\n\nDr. █████:\n You take offense at it, then?\n\n\nSCP-1944-1:\n (quickly) If you like it so much, why don't you \neat\n it?\n\n\nDr. █████:\n Excuse me?\n\n\nSCP-1944-1:\n Hey there! Welcome to Ascension Burger! How may I help you today?\n\n\nDr. █████:\n (sighs) Let's try something else. Where do you live?\n\n\nSCP-1944-1:\n When I'm stood here in Ascension Burger, I always feel at home, sir!\n\n\nDr. █████:\n Can you tell me where the other workers live?\n\n\nSCP-1944-1:\n Sure thing, sir! Here at Ascension Burger, however, we prefer the term 'service provider' over worker! It's not work if it's Ascension Burger!\n\n\nDr. █████:\n Well, where do the other service providers live?\n\n\nSCP-1944-1:\n Sure thing, sir! Here at Ascension Burger, we all live at Ascension Burger.\n\n\nDr. █████:\n We're getting nothing from this. End the interview.\n\n\n<End Interview>\n\n\n\n\n\n\n\n\n\n\n\n\nInterview Log 1944-2\n\n\n\n\nHide\n\n\n\n\nD-201987 had been used as a test subject for SCP-1944 many times in an attempt to evaluate the mental effects which SCP-1944 causes. Dr. █████ conducted the interview, which was also supervised by security personnel.\n\n\n\n\n<Begin Interview>\n\n\nDr. █████:\n Hello, D-201987.\n\n\n(D-201987 does not speak for thirty (30) seconds.)\n\n\nDr. █████:\n Hello?\n\n\nD-201987:\n Sorry, Doc. I'm in China now, too. It's getting confusing. I don't think I'll have to be here much longer.\n\n\nDr. █████:\n What do you mean by that?\n\n\nD-201987:\n It's like they say in the commercials, you know?\n\n\nDr. █████:\n Which commercials?\n\n\nD-201987:\n The Ascension Burger ones. Man walks up to friend at bus-stop, says 'what are you eating', other guy says 'I'm not eating, I'm evaluating the mistakes I have made in my obsession with the self-worship I have conducted', they both say Ascension Burger, thirty seconds. Cartoon man says rip off your skin, people go eat at Ascension Burger.\n\n\nDr. █████:\n I'm afraid no such commercial has ever been aired, D-201987. Was this a dream you had?\n\n\nD-201987:\n I don't have dreams anymore, dreams aren't needed when you've thrown off the shackles of your former existence and accepted your role as a greater force at Ascension Burger.\n\n\nDr. █████:\n Can you tell me anything about the nature of SCP-1944?\n\n\nD-201987:\n It's the truth. Shows you the good way. It's a good truth. Good food. Good truth. Kids drink free. Saw the commercials in the air, everything's in the air if you know where to look. Show you that in the texture of the red beef. Ascension Burger, I mean.\n\n\nDr. █████:\n You're claiming SCP-1944 has altered your perception of reality?\n\n\nD-201987:\n No, not really. Just let you see it all. There's a new lady with no skin dancing on a cloud, that's what I'm going to look like. That's what I'm going to look like at Ascension Burger! Skin's just space, just a waste of space. It's what's inside that you need, Doc.\n\n\nDr. █████:\n Quite. Well, that'll be all for now, D-201987.\n\n\nD-201987:\n You should eat at Ascension Burger too, Doc. Good food, good truth, good prices. It's got the red beef: kids drink free. You should take a kid for no skin! (laughs) For no skin, good food at Ascension Burger too!\n\n\n<End Interview>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1943\n | SCP-1944 | \nSCP-1945\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1944\n\" by Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1944\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Welcome to Ascension Burger! Order your delicious meal and throw off the self-destructive shackles of your physical existence! Kids drink free! Repentance Burger Universal Truth Nuggets Removal of the Concept of the Self Fries Destruction of Individual Selfishness Smoothie An End to the Limitless Self-Worshiping Ego of the Human Race Cola (with ice) Condiments available on request.",
        "<Begin Interview> Dr. █████: Hello. SCP-1944-1: Hey there! Welcome to Ascension Burger! How may I help you today, sir? Dr. █████: I'd like to ask you a few questions, if that's all right. SCP-1944-1: Sure thing, sir! Here at Ascension Burger, customer satisfaction is our number one priority! Dr. █████: I was just wondering where you got the, ah, the materials for your food. SCP-1944-1: (frowns) We can't give Ascension Burger's secret recipe, sir! That's a company secret! Dr. █████: Which company is that? (SCP-1944-1 did not respond for a period of twenty (20) seconds.) SCP-1944-1: Hey there! Welcome to Ascension Burger! How may I help you today, sir? Dr. █████: We were just talking about your 'secret recipe'. Can you tell me why you use this recipe? SCP-1944-1: Sure thing, sir! Here at Ascension Burger, food quality is our number one priority! Dr. █████: I see. (takes out a cell-phone) Can you tell me what this is? SCP-1944-1: Sure thing, sir! Here at Ascension Burger, we're always happy to help a customer in need! That's a steel weighing stone tying you down to the putrid nature of your unenlightened physical state, sir! Dr. █████: Pardon? SCP-1944-1: Hey there! Welcome to Ascension Burger! How may I - Dr. █████: No, I'm still asking you a question here. (gestures to cell-phone) Can you tell me what you think of this? SCP-1944-1: Sure thing, sir! Here at Ascension Burger, the assisted enlightenment of those who scrounge through this vapid decadent earth hoarding false wealth just as the slothful beasts of old did is our number one priority! Dr. █████: You take offense at it, then? SCP-1944-1: (quickly) If you like it so much, why don't you eat it? Dr. █████: Excuse me? SCP-1944-1: Hey there! Welcome to Ascension Burger! How may I help you today? Dr. █████: (sighs) Let's try something else. Where do you live? SCP-1944-1: When I'm stood here in Ascension Burger, I always feel at home, sir! Dr. █████: Can you tell me where the other workers live? SCP-1944-1: Sure thing, sir! Here at Ascension Burger, however, we prefer the term 'service provider' over worker! It's not work if it's Ascension Burger! Dr. █████: Well, where do the other service providers live? SCP-1944-1: Sure thing, sir! Here at Ascension Burger, we all live at Ascension Burger. Dr. █████: We're getting nothing from this. End the interview. <End Interview>",
        "<Begin Interview> Dr. █████: Hello, D-201987. (D-201987 does not speak for thirty (30) seconds.) Dr. █████: Hello? D-201987: Sorry, Doc. I'm in China now, too. It's getting confusing. I don't think I'll have to be here much longer. Dr. █████: What do you mean by that? D-201987: It's like they say in the commercials, you know? Dr. █████: Which commercials? D-201987: The Ascension Burger ones. Man walks up to friend at bus-stop, says 'what are you eating', other guy says 'I'm not eating, I'm evaluating the mistakes I have made in my obsession with the self-worship I have conducted', they both say Ascension Burger, thirty seconds. Cartoon man says rip off your skin, people go eat at Ascension Burger. Dr. █████: I'm afraid no such commercial has ever been aired, D-201987. Was this a dream you had? D-201987: I don't have dreams anymore, dreams aren't needed when you've thrown off the shackles of your former existence and accepted your role as a greater force at Ascension Burger. Dr. █████: Can you tell me anything about the nature of SCP-1944? D-201987: It's the truth. Shows you the good way. It's a good truth. Good food. Good truth. Kids drink free. Saw the commercials in the air, everything's in the air if you know where to look. Show you that in the texture of the red beef. Ascension Burger, I mean. Dr. █████: You're claiming SCP-1944 has altered your perception of reality? D-201987: No, not really. Just let you see it all. There's a new lady with no skin dancing on a cloud, that's what I'm going to look like. That's what I'm going to look like at Ascension Burger! Skin's just space, just a waste of space. It's what's inside that you need, Doc. Dr. █████: Quite. Well, that'll be all for now, D-201987. D-201987: You should eat at Ascension Burger too, Doc. Good food, good truth, good prices. It's got the red beef: kids drink free. You should take a kid for no skin! (laughs) For no skin, good food at Ascension Burger too! <End Interview>",
        "\" SCP-1944 \" by Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-1944 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1944",
    "object_class": "Safe",
    "containment_procedures": "SCP-1944 is to be disguised as a condemned building and kept under covert guard by two (2) undercover agents at all times. Any entry to SCP-1944 by researchers must be done via an underground entrance. Any civilians who have encountered SCP-1944 are to be taken into custody and dosed with a Class-A amnestic.",
    "description": "SCP-1944 is a fast-food restaurant called 'Ascension Burger', located in ███ ███████. Public records are uncertain as to when SCP-1944 was constructed, although it is estimated to have been some time in the early 1980's. No construction permits or other permissive documents are present in public records.",
    "title": "SCP-1944"
}