{
    "url": "https://scp-wiki.wikidot.com/scp-1967",
    "all_text": "rating: \n+168\n+\n–\nx\n\n\n\n\n\n\nFifth entrance to SCP-1967, documented during initial containment.\n\n\n\n\n\n\nItem #:\n SCP-1967\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Any entrance to SCP-1967 is to be constructed over, and security personnel posing as homeowners are to be assigned to guard it. Residential homes connected to SCP-1967 are to be purchased through the Foundation realty front \"Suburban Community Purchases\" and be guarded in the same manner. Only personnel from \nMTF-ψ-7 \"Home Improvement\"\n are permitted to enter SCP-1967.\n\n\nDescription:\n SCP-1967 is a spatial anomaly, currently known to exist in 3 locations: A suburban neighborhood in Plantation, FL, an office building in Miami, FL, and an apartment building in Miami, FL. It can be entered via a number of different entrances, with current means including a swimming pool, a rabbit hole, jumping a certain distance from a swing, and through approximately 22 side yards. As of 11/16/1987, approximately ██ separate entrances and exits have been found.\n1\n\n\nSubjects entering SCP-1967 will see it as a large field, bordered by the backs of homes, offices, and apartments. The geography of this area is flat, with a random arrangement of palm trees, bushes, and benches. Subjects may observe and place objects into the interior of the buildings appearing to border SCP-1967, but will not be able to enter them. The subject will not be visible from within the building. Buildings bordering SCP-1967 are not physically located near it, but appear to be connected through proximity to SCP-1967 entrances.\n\n\nSCP-1967 was discovered on 11/18/1959, when a resident of \"█████ ████ ██████'█\"\n2\n reported its properties to the local police. Agents were able to suppress information about SCP-1967's properties, and were able to successfully enact containment.\n\n\nAddendum 1967-1:\n Personnel have noted seeing children moving through SCP-1967. These reports are currently being investigated.\n\n\nAddendum 1967-3:\n The children have been identified as residents of \"█████ ████ ██████'█\", with their method of entering SCP-1967 currently being unknown. Personnel have been instructed to keep observation of these subjects until their method of entrance is determined.\n\n\nAddendum 1967-4:\n Following surveillance operations, an additional 11 entrances to SCP-1967 have been blocked. No additional containment breaches have been reported as of 12/12/1960, and all subjects involved have been administered Class-E amnestics.\n\n\nAddendum 1967-7:\n Personnel continue to report an additional juvenile subject present within SCP-1967. Identification efforts have been hampered due to the subject wearing a cloth covering over their face. Agent have been assigned to the interior of SCP-1967 in order to capture and detain the subject.\n\n\nAddendum 1967-11:\n As of 1/13/1972, SCP-1967 has ceased displaying anomalous properties. Containment procedures have been slated for amendment.\n\n\nAddendum 1967-13:\n SCP-1967 has resumed anomalous activity. Agents have reported finding documents and equipment marked as belonging to the \"███ ███\" corporation, which is located in Miami, FL.\n\n\nAddendum 1967-16:\n \"█████ ███\", an employee of \"███ ███\" has been detained.\n\n\nAddendum 1967-██:\n Interview with\"███ ███\", hereafter referred to as Subject 1967-A.\n\n\n\n\nInterviewed:\n Subject 1967-A\n\n\n\n\nInterviewer:\n Dr. Boyd\n\n\n\n\n<Begin Log>\n\n\n\n\nDr. Boyd:\n When did you first notice the anomaly?\n\n\n\n\nSubject 1967-A:\n You mean the back roots? We all knew about it as kids. It was just the space between the houses, we'd use it to play hide n' seek or manhunt, and get to other houses to play or whatever.\n\n\n\n\nDr. Boyd:\n And you didn't find the properties unusual?\n\n\n\n\nSubject 1967-A:\n Nah man, we were kids. We thought everyone had it that way. S'not like we had that many other neighborhoods to compare it to, y'know what I'm saying?\n\n\n\n\nDr. Boyd:\n … Alright. How long did you use it?\n\n\n\n\nSubject 1967-A:\n Probably from when I was… I want to say 4, but it might've been a bit earlier… to when I was 12. Yeah, I was 12. I remember because it happened at my birthday party.\n\n\nDr. Boyd:\n What happened?\n\n\n\n\nSubject 1967-A:\n The guards showed up.\n\n\nDr. Boyd:\n Guards?\n\n\n\n\nSubject 1967-A:\n I think you'd know more about that than I would.\n\n\nDr. Boyd:\n Humor me.\n\n\n\n\nSubject 1967-A:\n Fine, fine… you guys have a weird game going on here, don'tcha? The guards were the owners, I guess, or the people who lived in the back roots. After they showed up, they'd chase us whenever we went in. Never actually went through and caught us… just chased us out. Guess they didn't want kids on their lawn, heh.\n\n\nDr. Boyd:\n How long did this go on?\n\n\n\n\nSubject 1967-A:\n Well, I dunno. Probably the rest of the time I was a kid, I guess. The other kids living on the block didn't really remember the back roots as they grew up, they kinda grew out of it. Looked at me funny when I talked about it.\n\n\nDr. Boyd:\n But you still had access.\n\n\n\n\nSubject 1967-A:\n Yeah, through a hedge in my yard.\n\n\nDr. Boyd:\n What did you do, if nobody else was around?\n\n\n\n\nSubject 1967-A:\n Pshhh… you're really this persistent in carrying on? I'd just… mess with the guards. Throw stuff at 'em, or try to provoke them. Never chased me if I didn't point myself out to them. Might've been the mask.\n\n\nDr. Boyd:\n Mask?\n\n\n\n\nSubject 1967-A:\n Yeah, I wore a mask. So the guards couldn't get me, seen? If they couldn't see my face, they wouldn't make me forget.\n\n\nDr. Boyd:\n And how long did this go on?\n\n\n\n\nSubject 1967-A:\n Through my middle school and high school years. When I went off to college, it kinda got lost in the shuffle.\n\n\n\n\nDr. Boyd:\n Is this what caused it to deactivate?\n\n\n\n\nSubject 1967-A:\n Look, I dunno man. Y'all are the ones in charge around here, why don't you tell me?\n\n\n\n\nDr. Boyd:\n … Can you explain?\n\n\n\n\nSubject 1967-A:\n You guys. The guards. Are we gonna start the game again soon, or what? Because this is getting a little tiresome.\n\n\n\n\n<End Log>\n\n\n\n\nClosing Statement:\n Subject 1967-A disappeared from Foundation custody shortly after the completion of this interview, and has been marked as a person of interest.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Similarity between the effects and location of this anomaly and \nSCP-2147\n has been noted. Research into a potential shared origin is currently ongoing.\n\n\n2\n. A residential neighborhood within Plantation, FL\n\n\n\n\n\n\n\n\n« \nSCP-1966\n | SCP-1967 | \nSCP-1968\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1967\n\" by Anonymous, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1967\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 1967-new.jpg\n\n\nName:\n Gap between houses, Glenyards Road\n\n\nAuthor:\n Richard Webb\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nGeograph",
    "addendums": [
        "Addendum 1967-1: Personnel have noted seeing children moving through SCP-1967. These reports are currently being investigated.",
        "Addendum 1967-3: The children have been identified as residents of \"█████ ████ ██████'█\", with their method of entering SCP-1967 currently being unknown. Personnel have been instructed to keep observation of these subjects until their method of entrance is determined.",
        "Addendum 1967-4: Following surveillance operations, an additional 11 entrances to SCP-1967 have been blocked. No additional containment breaches have been reported as of 12/12/1960, and all subjects involved have been administered Class-E amnestics.",
        "Addendum 1967-7: Personnel continue to report an additional juvenile subject present within SCP-1967. Identification efforts have been hampered due to the subject wearing a cloth covering over their face. Agent have been assigned to the interior of SCP-1967 in order to capture and detain the subject.",
        "Addendum 1967-11: As of 1/13/1972, SCP-1967 has ceased displaying anomalous properties. Containment procedures have been slated for amendment.",
        "Addendum 1967-13: SCP-1967 has resumed anomalous activity. Agents have reported finding documents and equipment marked as belonging to the \"███ ███\" corporation, which is located in Miami, FL.",
        "Addendum 1967-16: \"█████ ███\", an employee of \"███ ███\" has been detained.",
        "Addendum 1967-██: Interview with\"███ ███\", hereafter referred to as Subject 1967-A."
    ],
    "documents": [],
    "notes": [
        "Interviewed: Subject 1967-A Interviewer: Dr. Boyd <Begin Log> Dr. Boyd: When did you first notice the anomaly? Subject 1967-A: You mean the back roots? We all knew about it as kids. It was just the space between the houses, we'd use it to play hide n' seek or manhunt, and get to other houses to play or whatever. Dr. Boyd: And you didn't find the properties unusual? Subject 1967-A: Nah man, we were kids. We thought everyone had it that way. S'not like we had that many other neighborhoods to compare it to, y'know what I'm saying? Dr. Boyd: … Alright. How long did you use it? Subject 1967-A: Probably from when I was… I want to say 4, but it might've been a bit earlier… to when I was 12. Yeah, I was 12. I remember because it happened at my birthday party. Dr. Boyd: What happened? Subject 1967-A: The guards showed up. Dr. Boyd: Guards? Subject 1967-A: I think you'd know more about that than I would. Dr. Boyd: Humor me. Subject 1967-A: Fine, fine… you guys have a weird game going on here, don'tcha? The guards were the owners, I guess, or the people who lived in the back roots. After they showed up, they'd chase us whenever we went in. Never actually went through and caught us… just chased us out. Guess they didn't want kids on their lawn, heh. Dr. Boyd: How long did this go on? Subject 1967-A: Well, I dunno. Probably the rest of the time I was a kid, I guess. The other kids living on the block didn't really remember the back roots as they grew up, they kinda grew out of it. Looked at me funny when I talked about it. Dr. Boyd: But you still had access. Subject 1967-A: Yeah, through a hedge in my yard. Dr. Boyd: What did you do, if nobody else was around? Subject 1967-A: Pshhh… you're really this persistent in carrying on? I'd just… mess with the guards. Throw stuff at 'em, or try to provoke them. Never chased me if I didn't point myself out to them. Might've been the mask. Dr. Boyd: Mask? Subject 1967-A: Yeah, I wore a mask. So the guards couldn't get me, seen? If they couldn't see my face, they wouldn't make me forget. Dr. Boyd: And how long did this go on? Subject 1967-A: Through my middle school and high school years. When I went off to college, it kinda got lost in the shuffle. Dr. Boyd: Is this what caused it to deactivate? Subject 1967-A: Look, I dunno man. Y'all are the ones in charge around here, why don't you tell me? Dr. Boyd: … Can you explain? Subject 1967-A: You guys. The guards. Are we gonna start the game again soon, or what? Because this is getting a little tiresome. <End Log> Closing Statement: Subject 1967-A disappeared from Foundation custody shortly after the completion of this interview, and has been marked as a person of interest.",
        "\" SCP-1967 \" by Anonymous, from the SCP Wiki . Source: https://scpwiki.com/scp-1967 . Licensed under CC-BY-SA .",
        "Filename: 1967-new.jpg Name: Gap between houses, Glenyards Road Author: Richard Webb License: CC BY-SA 2.0 Source Link: Geograph"
    ],
    "item": "SCP-1967",
    "object_class": "Euclid",
    "containment_procedures": "Any entrance to SCP-1967 is to be constructed over, and security personnel posing as homeowners are to be assigned to guard it. Residential homes connected to SCP-1967 are to be purchased through the Foundation realty front \"Suburban Community Purchases\" and be guarded in the same manner. Only personnel from MTF-ψ-7 \"Home Improvement\" are permitted to enter SCP-1967.",
    "description": "SCP-1967 is a spatial anomaly, currently known to exist in 3 locations: A suburban neighborhood in Plantation, FL, an office building in Miami, FL, and an apartment building in Miami, FL. It can be entered via a number of different entrances, with current means including a swimming pool, a rabbit hole, jumping a certain distance from a swing, and through approximately 22 side yards. As of 11/16/1987, approximately ██ separate entrances and exits have been found.1",
    "title": "SCP-1967"
}