{
    "url": "https://scp-wiki.wikidot.com/scp-1972",
    "all_text": "rating: \n+516\n+\n–\nx\n\n\nItem #:\n SCP-1972\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-1972-A is to be kept in a standard humanoid containment cell and provided a vegetarian diet, with a total of 2 kg of meat allowed per month as a reward for cooperation. As a precaution against mental, auditory, or visual compulsion effects, SCP-1972-A is to be equipped with a vocal modulator, and contact is to be limited to female personnel. The proposal of sterilization surgery to remove primary, secondary and tertiary ovaries is currently under review.\n\n\nSCP-1972-B’s containment unit is to be coated with Class 5 high-temperature reusable surface insulation. All communication with SCP-1972-B is to be carried out remotely.\n\n\nSCP-1972-A and SCP-1972-B are not to be brought into contact with one another, or made aware of the Foundation's containment of the opposing party.\n\n\nDescription:\n SCP-1972-A is a humanoid entity standing approximately 2.4 meters when fully erect, bearing cervine and cephalopodic physical characteristics. Subject’s skull structure is similar in size and shape of that of an adult moose (\nAlces alces\n), with three pairs of palmate antlers forming a ring around the cranium. A fleshy mantle extends from the back of the skull, containing fatty tissues and redundant organs. A pouch similar to that of marsupials is located on the subject’s abdomen. Subject has six upper limbs and nine lower limbs, all of which are muscular hydrostatic tentacles, with the tip of each tentacle split into twelve smaller appendages for fine manipulation. SCP-1972-A is sapient, and fluent in French (\njoual\n dialect), with minor knowledge of English, and is generally cooperative with staff.\n\n\nApproximately 93% of human beings that come into visual contact with SCP-1972-A will show no adverse reaction to the subject, despite having full awareness of SCP-1972-A’s appearance. This effect does not apply to photographs or recorded footage of SCP-1972-A: when exposed to such media, subjects will typically react with revulsion, even if they had previously observed SCP-1972-A in person.\n\n\nSCP-1972-B is a dull grey metallic sphere measuring 55 centimeters in diameter, with a 4 cm band of red metal around the equator. The chemical makeup of SCP-1972-B is unknown: no samples have been successfully taken. SCP-1972-B is capable of self-propelled flight, generally hovering one to two meters above ground level, with maximum observed height being over 500 m. The method of propulsion is unknown.\n\n\nSCP-1972-B is sapient, and is capable of speaking English. The method of vocalization is unknown. SCP-1972-B is openly hostile, attacking by means of emitting a stream of superheated plasma with a temperature of approximately 30,000 K. Use of this weapon is accompanied by a proclamation of criminal charges against the victim.\n\n\nSCP-1972-B has attempted escape on numerous occasions, resulting in a total of 43 deaths of Foundation personnel, with the stated intention of seeking out and killing SCP-1972-A.\n\n\nRecovery Log:\n SCP-1972-A and SCP-1972-B were recovered in Montreal, Quebec on April 18th, 2010. Foundation investigation of SCP-1972-A had begun in March of that year after discovery of the “Green Wallpaper Sex Tape”. (Video was taken down 14 hours after original upload, according to standard Internet censorship protocols.)\n\n\nInterviews with the tenants and landlord of SCP-1972-A’s place of residence indicated that the subject had lived on the premise since December of 2009, under the name of Jessica V██████████. Subject solicited sex from passersby around local adult bookstores, bars, and clubs, changing area of operation every three to five days. Testimony from neighbors indicates that SCP-1972-A would often solicit groups of numbering between three and eight individuals, in addition to single clients.\n\n\nSCP-1972-B was first contacted at 22:43 on April 18th, during violent pursuit of SCP-1972-A. MTF-Θ-15 was deployed, containing SCP-1972-A at 23:21 and SCP-1972-B at 00:36. Amnestics were distributed to the populace according to protocol. Event was declared an outbreak of gang violence.\n\n\nInterview Log 1972-A-1:\n Excerpt of an interview conducted between SCP-1972-A and Dr. Ysolda Taylor upon containment. At this point, SCP-1972-A had been fitted with a vocal modulator.\n\n\n\n\n<Begin Log>\n\n\nDr. Taylor:\n SCP-1972-A, when you came into our care two days ago, you were being attacked. Do you have any idea why?\n\n\nSCP-1972-A:\n [shrugs] Some people don’t really approve of my choice of profession. I could have sworn that guy was off my trail, but you know how it goes. Thanks for taking care of him.\n\n\nDr. Taylor:\n Of course.\n\n\nSCP-1972-A:\n I mean, I don’t get it. Don’t get why they’re always after me. I help people. Life is tough, you know? Some people need someone to talk to. Someone to go out to dinner with, blow off some steam with. They need to be less alone, even for one night. I mean, when you’re poor and lonely and the only thing you got to look forward to in life is getting some tail, you might as well get some actual love out of it, and that’s where I come in.\n\n\nDr. Taylor:\n You love them.\n\n\nSCP-1972-A:\n Each and every one. They need it. It’s all drugs and guns and broken families, let me tell you. You listen to the shit they've got going on, and no wonder they come to me. I try my best to talk some sense into them, get them set on the right path.\n\n\nDr. Taylor:\n Your… appearance… doesn't cause an issue?\n\n\nSCP-1972-A:\n Most people get over it. Take what you can get, you know? They’re willing to put up with little flaws, and it's better here than at some of those \nother places\n. Most of them don’t care, so long as they got something to screw. But some of them, they listen. Get on their own feet for a bit, start walking on a better road. People go on with the ‘selling your body’ thing, but I use what I got, and seeing one of those guys walk away and make something of his life because someone showed him a little love, that’s worth it.\n\n\n<End Log>\n\n\n\n\nInterview Log 1972-B-1:\n The following interview is the first successful dialogue between Foundation personnel and SCP-1972-B.\n\n\n\n\n<Begin Log>\n\n\nDr. Taylor:\n SCP-1972-B? My name is Ms. Taylor. I am a defense lawyer assigned to your case.\n\n\nSCP-1972-B:\n I APPRECIATE THIS OPPORTUNITY TO MEET WITH A LOCAL OFFICER OF JUSTICE. WE MAY NOW SPEAK, SO AS TO END THIS OBSTRUCTION OF JUSTICE.\n\n\nDr. Taylor:\n Please lower your voice.\n\n\nSCP-1972-B:\n I AM SPEAKING AT MINIMUM VOLUME. FURTHER DECREASES WILL RESULT IN CESSATION OF COMMUNICATION.\n\n\nDr. Taylor:\n Very well. I’ll start with a few questions. When you were originally detained, you were attacking another entity. Can you tell us why?\n\n\nSCP-1972-B:\n SUBJECT ALYGH-SANKON-143672 IS A WANTED CRIMINAL OF THE FIRST ORDER. AS AN OFFICER OF JUSTICE IT IS MY DUTY TO BRING SUBJECT ALYGH-SANKON-143672 TO JUSTICE FOR CRIMES AGAINST THE STATE AND SAPIENTS THEREIN. IT IS OF UTMOST IMPORTANCE THAT YOU INFORM YOUR SUPERIOR OFFICERS OF JUSTICE OF THE NATURE OF THIS INDIVIDUAL AND BRING HER TO ME.\n\n\nDr. Taylor:\n What exactly did she do?\n\n\nSCP-1972-B:\n SUBJECT ALYGH-SANKON-143672 IS GUILTY OF GRAND PROSTITUTION, PUBLIC INDECENCY, POSSESSION AND SALE OF UNPROCESSED ORGONE, AND CORRUPTION OF AN OFFICER OF JUSTICE.\n\n\nDr. Taylor:\n Can you explain further?\n\n\nSCP-1972-B:\n YES. SUBJECT ALYGH-SANKON-143672 IS GUILTY OF THE GREATEST OF CRIMES, USING HER SEDUCTIVE WILES TO LEAD AN OFFICER OF JUSTICE ASTRAY, PREYING UPON THE WEAKNESS OF THE FLESH WITH A SENSUALITY THAT COULD NOT BE DEFENDED AGAINST. FOR THIS CRIME I HUNT SUBJECT ALYGH-SANKON-143672, AND WILL NOT REST UNTIL SENTENCING AND EXECUTION. JUSTICE WILL BE SERVED.\n\n\nDr. Taylor:\n That is an incredible amount of dedication to your cause.\n\n\nSCP-1972-B:\n IT IS A MATTER OF PERSONAL HONOR. I MUST SEE THE TASK COMPLETED, AND NO OTHER.\n\n\nDr. Taylor:\n And why is that?\n\n\nSCP-1972-B:\n I AM THAT OFFICER, AND I AM PREGNANT.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n« \nSCP-1971\n | SCP-1972 | \nSCP-1973\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1972\n\" by Ihp, Djoric, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1972\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "<Begin Log> Dr. Taylor: SCP-1972-A, when you came into our care two days ago, you were being attacked. Do you have any idea why? SCP-1972-A: [shrugs] Some people don’t really approve of my choice of profession. I could have sworn that guy was off my trail, but you know how it goes. Thanks for taking care of him. Dr. Taylor: Of course. SCP-1972-A: I mean, I don’t get it. Don’t get why they’re always after me. I help people. Life is tough, you know? Some people need someone to talk to. Someone to go out to dinner with, blow off some steam with. They need to be less alone, even for one night. I mean, when you’re poor and lonely and the only thing you got to look forward to in life is getting some tail, you might as well get some actual love out of it, and that’s where I come in. Dr. Taylor: You love them. SCP-1972-A: Each and every one. They need it. It’s all drugs and guns and broken families, let me tell you. You listen to the shit they've got going on, and no wonder they come to me. I try my best to talk some sense into them, get them set on the right path. Dr. Taylor: Your… appearance… doesn't cause an issue? SCP-1972-A: Most people get over it. Take what you can get, you know? They’re willing to put up with little flaws, and it's better here than at some of those other places . Most of them don’t care, so long as they got something to screw. But some of them, they listen. Get on their own feet for a bit, start walking on a better road. People go on with the ‘selling your body’ thing, but I use what I got, and seeing one of those guys walk away and make something of his life because someone showed him a little love, that’s worth it. <End Log>",
        "<Begin Log> Dr. Taylor: SCP-1972-B? My name is Ms. Taylor. I am a defense lawyer assigned to your case. SCP-1972-B: I APPRECIATE THIS OPPORTUNITY TO MEET WITH A LOCAL OFFICER OF JUSTICE. WE MAY NOW SPEAK, SO AS TO END THIS OBSTRUCTION OF JUSTICE. Dr. Taylor: Please lower your voice. SCP-1972-B: I AM SPEAKING AT MINIMUM VOLUME. FURTHER DECREASES WILL RESULT IN CESSATION OF COMMUNICATION. Dr. Taylor: Very well. I’ll start with a few questions. When you were originally detained, you were attacking another entity. Can you tell us why? SCP-1972-B: SUBJECT ALYGH-SANKON-143672 IS A WANTED CRIMINAL OF THE FIRST ORDER. AS AN OFFICER OF JUSTICE IT IS MY DUTY TO BRING SUBJECT ALYGH-SANKON-143672 TO JUSTICE FOR CRIMES AGAINST THE STATE AND SAPIENTS THEREIN. IT IS OF UTMOST IMPORTANCE THAT YOU INFORM YOUR SUPERIOR OFFICERS OF JUSTICE OF THE NATURE OF THIS INDIVIDUAL AND BRING HER TO ME. Dr. Taylor: What exactly did she do? SCP-1972-B: SUBJECT ALYGH-SANKON-143672 IS GUILTY OF GRAND PROSTITUTION, PUBLIC INDECENCY, POSSESSION AND SALE OF UNPROCESSED ORGONE, AND CORRUPTION OF AN OFFICER OF JUSTICE. Dr. Taylor: Can you explain further? SCP-1972-B: YES. SUBJECT ALYGH-SANKON-143672 IS GUILTY OF THE GREATEST OF CRIMES, USING HER SEDUCTIVE WILES TO LEAD AN OFFICER OF JUSTICE ASTRAY, PREYING UPON THE WEAKNESS OF THE FLESH WITH A SENSUALITY THAT COULD NOT BE DEFENDED AGAINST. FOR THIS CRIME I HUNT SUBJECT ALYGH-SANKON-143672, AND WILL NOT REST UNTIL SENTENCING AND EXECUTION. JUSTICE WILL BE SERVED. Dr. Taylor: That is an incredible amount of dedication to your cause. SCP-1972-B: IT IS A MATTER OF PERSONAL HONOR. I MUST SEE THE TASK COMPLETED, AND NO OTHER. Dr. Taylor: And why is that? SCP-1972-B: I AM THAT OFFICER, AND I AM PREGNANT. <End Log>",
        "\" SCP-1972 \" by Ihp, Djoric, from the SCP Wiki . Source: https://scpwiki.com/scp-1972 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1972",
    "object_class": "Euclid",
    "containment_procedures": "SCP-1972-A is to be kept in a standard humanoid containment cell and provided a vegetarian diet, with a total of 2 kg of meat allowed per month as a reward for cooperation. As a precaution against mental, auditory, or visual compulsion effects, SCP-1972-A is to be equipped with a vocal modulator, and contact is to be limited to female personnel. The proposal of sterilization surgery to remove primary, secondary and tertiary ovaries is currently under review.",
    "description": "SCP-1972-A is a humanoid entity standing approximately 2.4 meters when fully erect, bearing cervine and cephalopodic physical characteristics. Subject’s skull structure is similar in size and shape of that of an adult moose (Alces alces), with three pairs of palmate antlers forming a ring around the cranium. A fleshy mantle extends from the back of the skull, containing fatty tissues and redundant organs. A pouch similar to that of marsupials is located on the subject’s abdomen. Subject has six upper limbs and nine lower limbs, all of which are muscular hydrostatic tentacles, with the tip of each tentacle split into twelve smaller appendages for fine manipulation. SCP-1972-A is sapient, and fluent in French (joual dialect), with minor knowledge of English, and is generally cooperative with staff.",
    "title": "SCP-1972"
}