{
    "url": "https://scp-wiki.wikidot.com/scp-1990",
    "all_text": "rating: \n+178\n+\n–\nx\n\n\nItem #:\n SCP-1990\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1990 requires no specific containment procedures at this time, and is to be kept in a standard storage locker in Research Area-20.\n\n\nStandard humanoid testing areas are required for the testing of SCP-1990. All of these testing areas must require a bed of any size. As such, testing chamber 2-B is now the standard testing area for SCP-1990.\n\n\nDescription:\n SCP-1990 is a small, plush stuffed tiger. The name \"Sarah\" has been written in faded marker on the care and cleaning instructions tag.\n\n\nSCP-1990 was discovered by Dr. ███████, during a routine info sweep of local towns near Foundation Site-14. Newspapers had reported a strange incident in which a man and a woman had died from suffocation, the cause of which was found to be burial under a large pile of 1925-issue Deutschmarks. The couple had earlier reported that they were having money issues. Upon discovery of SCP-1990, Dr. ███████ found a young girl approximately 7 years of age in the house where the incident occurred. The young girl was in a distressed state and was holding SCP-1990.\n\n\nSCP-1990's anomalous effects occur specifically when a subject is holding it before they go to sleep. The subject holding SCP-1990 must think of something they desire in the form of a wish, and then fall asleep for approximately 8 hours. Upon awakening, a mediocre version of the wished item or concept will occur. More advanced wishes start the moment the subject wakes up, while some wishes have been reported as not being fulfilled until later in the day.\n\n\nAttempts at making multiple wishes on the same day through multiple subjects (transferring SCP-1990 from one subject to another throughout the course of the day before each subject slept) have failed. The original subject to make the wish must have SCP-1990 within thirty centimetres of their person for the remainder of the night, or else the wish will fail.\n\n\nAddendum:\n Due to the nature of SCP-1990, and that wishes must be thought of, instead of spoken, D-class personnel would be too volatile or not trustworthy enough to be used to test SCP-1990. Dr. ███████ has been assigned to carry out all testing of SCP-1990. All \"wishes\" that are of a physical material are to be designated as SCP-1990-1, SCP-1990-2, and so on.\n\n\nSee test logs for additional info.\n\n\n\n\nTest logs of SCP-1990:\n\nDue to only Dr. ███████ testing this object, he will be referred to as Subject for the entirety of the test logs.\n\n\nWish:\n Subject wished to find 20 dollars.\n\n\nResult:\n On the next day, Subject awoke to find a medium sized jar of liquefied metal, now designated as SCP-1990-1. Upon opening the jar, the liquid metal was not hot to the touch, and behaved much like mercury at room temperature. Further testing of SCP-1990-1 showed it was composed of 91.67% copper and 8.33% nickel. This was found to be the same alloy mixture as a current US quarter. There was enough liquid in the jar to be sold for 5 dollars.\n\n\nWish:\n Subject wished for a pet of the \nCanis lupus familiaris\n (dog) sub-species.\n\n\nResult:\n Subject awoke to a Pembroke Welsh Corgi, designated now as SCP-1990-2, licking his face. SCP-1990-2 showed no anomalous effects and acted like a normal dog for its species. Subject named SCP-1990-2 Rex.\n\n\nAddendum:\n On the next day, SCP-1990-2 had disappeared entirely, including any shed hair or skin particles. Subject's memory was not affected and he still remembered SCP-1990-2.\n\n\nWish:\n Subject wished that no D-class personnel would die tomorrow from other SCP experiments.\n\n\nResult:\n No D-class personnel died that day.\n\n\nAddendum:\n Due to no D-class personnel dying that day, hundreds of SCP experiments were ruined, several doctors were killed, [DATA EXPUNGED], and the tests had to be repeated. Dr. ███████ was given a disciplinary hearing and was deemed unfit to do further testing of SCP-1990 for the time being.\n\n\nSecond addendum:\n The next day, all D-class personnel who should have died that day all died according to what would have normally happened to them under each SCP's effects at the specific times of testing. In addition, the doctors who died from that as well were found returning to work the next day with no memories of the previous tests. Dr. ███████ was re-instated to continue testing SCP-1990.\n\n\n—Dr. ███████: It seems SCP-1990's effects have a \"time period\" only with living beings. If SCP-1990 is keeping something alive, be it a fully functioning living being, or is preventing the death of something living, this effect seems to only last 24 hours. If SCP-1990 made a living being, that being will fade out of existence after the 24 hour period.\n\n\nWish:\n Subject wished to receive a surprise.\n\n\nResult:\n Subject was seen throughout most of the day in the men's restroom vomiting. See Dr. ███████'s additional notes on the matter.\n\n\n—Dr. ███████: God fucking damn it, everything tastes like broccoli!\n\n\nWish:\n Subject wished to not be able to taste broccoli.\n\n\nResult:\n Subject reported that while nothing did taste like broccoli anymore, all other foods subsequently tasted of Brussel sprouts.\n\n\n—Dr. ███████: I'm done here.\n\n\n\n\n\n\n\n\n« \nSCP-1989\n | SCP-1990 | \nSCP-1991\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1990\n\" by Amiolas, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1990\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Due to the nature of SCP-1990, and that wishes must be thought of, instead of spoken, D-class personnel would be too volatile or not trustworthy enough to be used to test SCP-1990. Dr. ███████ has been assigned to carry out all testing of SCP-1990. All \"wishes\" that are of a physical material are to be designated as SCP-1990-1, SCP-1990-2, and so on.\nSee test logs for additional info."
    ],
    "documents": [],
    "notes": [
        "Test logs of SCP-1990: Due to only Dr. ███████ testing this object, he will be referred to as Subject for the entirety of the test logs. Wish: Subject wished to find 20 dollars. Result: On the next day, Subject awoke to find a medium sized jar of liquefied metal, now designated as SCP-1990-1. Upon opening the jar, the liquid metal was not hot to the touch, and behaved much like mercury at room temperature. Further testing of SCP-1990-1 showed it was composed of 91.67% copper and 8.33% nickel. This was found to be the same alloy mixture as a current US quarter. There was enough liquid in the jar to be sold for 5 dollars. Wish: Subject wished for a pet of the Canis lupus familiaris (dog) sub-species. Result: Subject awoke to a Pembroke Welsh Corgi, designated now as SCP-1990-2, licking his face. SCP-1990-2 showed no anomalous effects and acted like a normal dog for its species. Subject named SCP-1990-2 Rex. Addendum: On the next day, SCP-1990-2 had disappeared entirely, including any shed hair or skin particles. Subject's memory was not affected and he still remembered SCP-1990-2. Wish: Subject wished that no D-class personnel would die tomorrow from other SCP experiments. Result: No D-class personnel died that day. Addendum: Due to no D-class personnel dying that day, hundreds of SCP experiments were ruined, several doctors were killed, [DATA EXPUNGED], and the tests had to be repeated. Dr. ███████ was given a disciplinary hearing and was deemed unfit to do further testing of SCP-1990 for the time being. Second addendum: The next day, all D-class personnel who should have died that day all died according to what would have normally happened to them under each SCP's effects at the specific times of testing. In addition, the doctors who died from that as well were found returning to work the next day with no memories of the previous tests. Dr. ███████ was re-instated to continue testing SCP-1990. —Dr. ███████: It seems SCP-1990's effects have a \"time period\" only with living beings. If SCP-1990 is keeping something alive, be it a fully functioning living being, or is preventing the death of something living, this effect seems to only last 24 hours. If SCP-1990 made a living being, that being will fade out of existence after the 24 hour period. Wish: Subject wished to receive a surprise. Result: Subject was seen throughout most of the day in the men's restroom vomiting. See Dr. ███████'s additional notes on the matter. —Dr. ███████: God fucking damn it, everything tastes like broccoli! Wish: Subject wished to not be able to taste broccoli. Result: Subject reported that while nothing did taste like broccoli anymore, all other foods subsequently tasted of Brussel sprouts. —Dr. ███████: I'm done here.",
        "\" SCP-1990 \" by Amiolas, from the SCP Wiki . Source: https://scpwiki.com/scp-1990 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1990",
    "object_class": "Safe",
    "containment_procedures": "SCP-1990 requires no specific containment procedures at this time, and is to be kept in a standard storage locker in Research Area-20.",
    "description": "SCP-1990 is a small, plush stuffed tiger. The name \"Sarah\" has been written in faded marker on the care and cleaning instructions tag.",
    "title": "SCP-1990"
}