{
    "url": "https://scp-wiki.wikidot.com/scp-1999",
    "all_text": "rating: \n+214\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-1999: Loewes\n\nSometimes, someone writes on your bath mat and then you make a skip out of it. \nArtwork by Sinsekai.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nShower mat affected by SCP-1999 in ███████, NY\n\n\n\n\n\n\nItem #:\n SCP-1999\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Mobile Task Force Iota-9 (\"Collected Curios\") is to work with museums in designated areas of effect, identifying cases of vandalism concerning the name \"Loewes\". The MTF will also secure all items affected by SCP-1999. The Foundation will work to restore items with high monetary or cultural value.\n\n\nAll instances of the word \"Loewes\" written in anything other than ballpoint pen or felt-tip marker ink are not to be considered SCP-1999. Pertinent graffiti is to be investigated for links to dadaist collective \"Are We Cool Yet?\" See Addendum 1999-d.\n\n\nInvestigation into the origin of the name is ongoing.\n See Addenda.\n\n\nDescription:\n SCP-1999 is a phenomenon whereby the name \"Loewes\" (sometimes stylized \"LOEWES\" or less frequently, \"loewes\") inscribes itself on the surface of objects through unknown means. The name appears to be written in either ballpoint pen or felt-tip marker, and the handwriting is consistent throughout all instances. (See Addendum 1999-b.) Objects so far discovered with SCP-1999 written on them have had no similarities to one another other than having been located inside museums, a feature which has been instrumental in identifying fabricated instances. This has included exhibited artifacts, non-exhibit museum items and objects owned by employees and visitors. \nObjects have been found within a 15km radius of Manhattan, New York City.\n See Addenda.\n\n\nAn object marked with the name produces an effect whereby subjects consider it the property of another person, even if it was originally theirs. In such cases, subject's possessing of the item is considered temporary, as though it were borrowed. Reactions to affected objects will be typical of persons wishing to protect another's property. Subjects can be coerced into misusing or even damaging objects, but will often display extreme distress when asked to do so. Museum staff have on numerous occasions removed items from exhibits without prompting, later stating the object in question \"is Elfie's\". Seeing the name or knowing about its existence on the object is unnecessary for the effect to take place.\n\n\nAnalysis of affected objects suggests a frequency of occurrence between one and three months.\n\n\nAddendum 1999-a:\n Contact with museums in Germany has identified the name \"Löwes\" occurring on objects prior to the 1940's, especially in the city of Stuttgart. These are also considered to be instances of SCP-1999.\n\n\nAddendum 1999-b:\n Handwriting analysis has confirmed a match with a Mrs. Elfa S. Loewes, née S█████████ of Manhattan, New York City. Interviews with Mrs. Loewes' family reveal that she settled in Manhattan shortly after coming to the United States from Germany in 1941, and that, barring vacations, she did not leave the area for the remainder of her life. The date of her emigration coincides with the shift in spelling of SCP-1999 instances and the shift in location of instances from Stuttgart to Manhattan. The interviews also reveal nothing anomalous about Mrs. Loewes herself.\n\n\nNo direct mechanism connecting Mrs. Loewes to SCP-1999 has been found. As the █████ █████ Museum, where Mrs. Loewes worked as a clerk for 30 years, was not affected by SCP-1999 prior to 2009, it is theorized that Mrs. Loewes, despite being the focus of the phenomenon, had a small range about her person in which SCP-1999 did not occur.\n\n\nSince her death on █/██/2009, instances of SCP-1999 have begun occurring less frequently (no more often than once every five months) but with increased range. SCP-1999 has now occurred in the Mid-Atlantic, Southern and Southwestern United States, coinciding with places Mrs. Loewes visited in life. No new instances have appeared in Germany. While the designation of any place as a museum opens it to SCP-1999, no museums dedicated after 2009 have been affected. Monitoring is ongoing. Frequency of occurrence appears to have no correlation to the location of Mrs. Loewes' body. Exhumation of the body revealed no anomalous properties.\n\n\nAddendum 1999-c:\n The investigation is ongoing, but at this time there are no reports of Mrs. Loewes' maiden name appearing on any objects. The oldest object to date found affected by SCP-1999 was removed from the ████████ Stuttgart in 1938 after it had been discovered vandalized. The year coincides with Mrs. Loewes' marriage.\n\n\nAddendum 1999-d:\n The link between SCP-1999 and \"Are We Cool Yet?\" was discovered during the containment of an art installation (now SCP-████) in 20██, where the word \"LOEWES\" was found spray-painted in three places inside and outside. Instances of the word, mostly written in spray-paint, have continued to appear since, alarmingly near sites being investigated by the Foundation for containment as SCPs. The investigation into possible information leaks has been labeled top priority by O5 Council.\n\n\nMrs. Loewes and her family are at this time considered to have no connection to \"Are We Cool Yet?\".\n\n\n\n\n\n\n« \nSCP-1998\n | SCP-1999 | \nSCP-2000\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1999\n\" by TL333s, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1999\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Img_3389.jpg\n\n\nAuthor:\n \nTL333s\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wikidot.com/scp-1999",
    "addendums": [
        "Addendum 1999-a: Contact with museums in Germany has identified the name \"Löwes\" occurring on objects prior to the 1940's, especially in the city of Stuttgart. These are also considered to be instances of SCP-1999.",
        "Addendum 1999-b: Handwriting analysis has confirmed a match with a Mrs. Elfa S. Loewes, née S█████████ of Manhattan, New York City. Interviews with Mrs. Loewes' family reveal that she settled in Manhattan shortly after coming to the United States from Germany in 1941, and that, barring vacations, she did not leave the area for the remainder of her life. The date of her emigration coincides with the shift in spelling of SCP-1999 instances and the shift in location of instances from Stuttgart to Manhattan. The interviews also reveal nothing anomalous about Mrs. Loewes herself.\nNo direct mechanism connecting Mrs. Loewes to SCP-1999 has been found. As the █████ █████ Museum, where Mrs. Loewes worked as a clerk for 30 years, was not affected by SCP-1999 prior to 2009, it is theorized that Mrs. Loewes, despite being the focus of the phenomenon, had a small range about her person in which SCP-1999 did not occur.\nSince her death on █/██/2009, instances of SCP-1999 have begun occurring less frequently (no more often than once every five months) but with increased range. SCP-1999 has now occurred in the Mid-Atlantic, Southern and Southwestern United States, coinciding with places Mrs. Loewes visited in life. No new instances have appeared in Germany. While the designation of any place as a museum opens it to SCP-1999, no museums dedicated after 2009 have been affected. Monitoring is ongoing. Frequency of occurrence appears to have no correlation to the location of Mrs. Loewes' body. Exhumation of the body revealed no anomalous properties.",
        "Addendum 1999-c: The investigation is ongoing, but at this time there are no reports of Mrs. Loewes' maiden name appearing on any objects. The oldest object to date found affected by SCP-1999 was removed from the ████████ Stuttgart in 1938 after it had been discovered vandalized. The year coincides with Mrs. Loewes' marriage.",
        "Addendum 1999-d: The link between SCP-1999 and \"Are We Cool Yet?\" was discovered during the containment of an art installation (now SCP-████) in 20██, where the word \"LOEWES\" was found spray-painted in three places inside and outside. Instances of the word, mostly written in spray-paint, have continued to appear since, alarmingly near sites being investigated by the Foundation for containment as SCPs. The investigation into possible information leaks has been labeled top priority by O5 Council.\nMrs. Loewes and her family are at this time considered to have no connection to \"Are We Cool Yet?\"."
    ],
    "documents": [],
    "notes": [
        "\" SCP-1999 \" by TL333s, from the SCP Wiki . Source: https://scpwiki.com/scp-1999 . Licensed under CC-BY-SA .",
        "Filename: Img_3389.jpg Author: TL333s License: CC BY-SA 3.0 Source Link: https://scp-wiki.wikidot.com/scp-1999"
    ],
    "item": "SCP-1999",
    "object_class": "Euclid",
    "containment_procedures": "Mobile Task Force Iota-9 (\"Collected Curios\") is to work with museums in designated areas of effect, identifying cases of vandalism concerning the name \"Loewes\". The MTF will also secure all items affected by SCP-1999. The Foundation will work to restore items with high monetary or cultural value.",
    "description": "SCP-1999 is a phenomenon whereby the name \"Loewes\" (sometimes stylized \"LOEWES\" or less frequently, \"loewes\") inscribes itself on the surface of objects through unknown means. The name appears to be written in either ballpoint pen or felt-tip marker, and the handwriting is consistent throughout all instances. (See Addendum 1999-b.) Objects so far discovered with SCP-1999 written on them have had no similarities to one another other than having been located inside museums, a feature which has been instrumental in identifying fabricated instances. This has included exhibited artifacts, non-exhibit museum items and objects owned by employees and visitors. Objects have been found within a 15km radius of Manhattan, New York City. See Addenda.",
    "title": "SCP-1999"
}