{
    "url": "https://scp-wiki.wikidot.com/scp-2008",
    "all_text": "Andrew Jackson heard you were talking shit about his wife.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nHokay. Since I can't actually participate in the History based 4k contest, this is what my entry would've been. Would it have won? Nah probably not. But I like it anyway. Special thanks to my co-author The Great Hippo and voice actor Aaltje Luchtmeijer for her work on the project.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nrating: \n+194\n+\n–\nx\n\n\n\n\nby Doctor Cimmerian and The Great Hippo\n\n\n\n\n\n\nItem #:\n SCP-2008\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Foundation personnel stationed or living in the state of Tennessee are prohibited from engaging in discussions regarding the wives of former US Presidents.\n\n\nCDC and state gun death data from Tennessee is to be indexed in Foundation databases. This data is to be analyzed on a weekly basis in order to detect additional SCP-2008 events.\n\n\nDescription:\n SCP-2008 is a non-corporeal entity that is imperceptible to surveillance equipment. As of 2017, it has caused the deaths of 47 individuals in the US State of Tennessee. Victims of SCP-2008 universally expire from severe ballistic trauma. Although these injuries exhibit patterns associated with gunshot wounds, no bullets have been recovered.\n\n\nApproximately 80% of these victims worked in or adjacent to a field dealing with US history. SCP-2008 victims are often reported as suicides due to being found with a firearm either in their hands or nearby. However: in approximately 75% of these cases, the firearm was not discharged. In cases where it was, forensic analysis has consistently failed to match the gun to the victim's wounds.\n\n\nWhile the majority of SCP-2008 victims hold positions in various academic settings, a small percentage possess no official qualifications in that field. It is possible that a larger number of individuals are victims of this effect than are currently documented, as various socioeconomic factors likely preclude deeper investigation by law enforcement. A complete canvassing of medical and police records is currently being conducted to determine more exact numbers.\n\n\nAddendum 2008-1\n\n\nThe following forum posts were made by 'hislover101' on a website focused on historical reenactment. Foundation agents traced the posts back to Morton Richards of Tellico Plains, Tennessee. Mr. Richards is currently the only person who has encountered SCP-2008 and survived.\n\n\n\n\n5/16/2016 11:34 AM\n\nYour list is way the fuck wrong. Martha Washington was never first lady of the US because there was no such thing when George Washington was president. Martha Jefferson was Thomas Jefferson's daughter, not his wife. Rachel Jackson died before Jackson took office.\n\n\n\n\n\n\n5/16/2016 11:41 AM\n\nRight but Rachel Jackson didn't die from a broken heart. That's just sensationalism. She was old and overweight and she died from a heart attack. Van Buren's wife died of tuberculosis and he never remarried. I couldn't find information on what happened to Jefferson's wife but she died well before he was in office.\n\n\n\n\n\n\n5/16/2016 12:18 PM\n\nGuys holy shit a ghost just shot at me.\n\n\n\n\n\n\n5/16/2016 12:25 PM\n\nI don't know! I shot back and I think I hit it.\n\n\n\n\nA casing from Mr. Richards' Browning Hi-Power pistol was found at the scene; however no bullets were recovered.\n\n\n\n\n+ Level 4 Access Required\n\n\n\n\n \n\n\n\n\n\n\n\n\nMy name is Dr. Lauren Stosser and I'm probably going to die today.\n\n\nI could say almost anything here that I wanted to. Almost no one will hear it anyway. Fuck it, you get my life story too. Be glad I didn't put my 682/173 slashfic in here.\n\n\nI hated my mother. She spent the entirety of her life trying to run mine. I joined the Foundation just to get away from her nagging. She always used to tell me that if I didn't lose weight I'd end up alone and miserable. I'm 134 pounds. Fuck her.\n\n\nShe died a few years ago in a quiet hospital room because she couldn't shame cancer into submission.\n\n\nWhen the doctors said I had diabetes last month, I could hear her voice in my ear saying I told you so. At the time I thought it was the worst thing to happen to me. About a week ago the test results came back: pancreatic cancer. Turns out it was more her fault than mine. I win, I guess.\n\n\nThere's something about a life expectancy measured in weeks that really puts the whole of your life into perspective. I don't regret anything, if you're wondering. This isn't some grand confession. I just want something to last after I'm gone.\n\n\nWe've had a few suicides at the site over the years. Every site has a couple. It's part of the problem with a veil of secrecy and people dealing with world ending horrors. But I had a hunch while I was in the doctor's office that maybe there was more to it than that.\n\n\nI suggest that unless you're specifically cleared for this, you stop listening now.\n\n\nStill here? Cool.\n\n\nIf you know what triggers the anomaly, then the chances of being subject to the effect increases by several orders of magnitude. I'm not the first person to figure this out, but I'm going to be the first to document it before he gets here. My cause of death should be proof enough.\n\n\nSo fuck my mother, fuck the doctors, fuck the diagnosis, and fuck Rachel Jackson.\n\n\nNow, if you'll excuse me, I have to prepare for a duel.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2007\n | SCP-2008 | \nSCP-2009\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2008\n\" by Doctor Cimmerian, The Great Hippo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2008\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n…but blood must sometimes be spilled…\n\n\n\n\n\n\nThe Great Hippo",
    "addendums": [
        "Addendum 2008-1\nThe following forum posts were made by 'hislover101' on a website focused on historical reenactment. Foundation agents traced the posts back to Morton Richards of Tellico Plains, Tennessee. Mr. Richards is currently the only person who has encountered SCP-2008 and survived.\nA casing from Mr. Richards' Browning Hi-Power pistol was found at the scene; however no bullets were recovered."
    ],
    "documents": [],
    "notes": [
        "5/16/2016 11:34 AM Your list is way the fuck wrong. Martha Washington was never first lady of the US because there was no such thing when George Washington was president. Martha Jefferson was Thomas Jefferson's daughter, not his wife. Rachel Jackson died before Jackson took office.",
        "5/16/2016 11:41 AM Right but Rachel Jackson didn't die from a broken heart. That's just sensationalism. She was old and overweight and she died from a heart attack. Van Buren's wife died of tuberculosis and he never remarried. I couldn't find information on what happened to Jefferson's wife but she died well before he was in office.",
        "5/16/2016 12:18 PM Guys holy shit a ghost just shot at me.",
        "5/16/2016 12:25 PM I don't know! I shot back and I think I hit it.",
        "My name is Dr. Lauren Stosser and I'm probably going to die today. I could say almost anything here that I wanted to. Almost no one will hear it anyway. Fuck it, you get my life story too. Be glad I didn't put my 682/173 slashfic in here. I hated my mother. She spent the entirety of her life trying to run mine. I joined the Foundation just to get away from her nagging. She always used to tell me that if I didn't lose weight I'd end up alone and miserable. I'm 134 pounds. Fuck her. She died a few years ago in a quiet hospital room because she couldn't shame cancer into submission. When the doctors said I had diabetes last month, I could hear her voice in my ear saying I told you so. At the time I thought it was the worst thing to happen to me. About a week ago the test results came back: pancreatic cancer. Turns out it was more her fault than mine. I win, I guess. There's something about a life expectancy measured in weeks that really puts the whole of your life into perspective. I don't regret anything, if you're wondering. This isn't some grand confession. I just want something to last after I'm gone. We've had a few suicides at the site over the years. Every site has a couple. It's part of the problem with a veil of secrecy and people dealing with world ending horrors. But I had a hunch while I was in the doctor's office that maybe there was more to it than that. I suggest that unless you're specifically cleared for this, you stop listening now. Still here? Cool. If you know what triggers the anomaly, then the chances of being subject to the effect increases by several orders of magnitude. I'm not the first person to figure this out, but I'm going to be the first to document it before he gets here. My cause of death should be proof enough. So fuck my mother, fuck the doctors, fuck the diagnosis, and fuck Rachel Jackson. Now, if you'll excuse me, I have to prepare for a duel.",
        "\" SCP-2008 \" by Doctor Cimmerian, The Great Hippo, from the SCP Wiki . Source: https://scpwiki.com/scp-2008 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Keter",
    "containment_procedures": "Foundation personnel stationed or living in the state of Tennessee are prohibited from engaging in discussions regarding the wives of former US Presidents.",
    "description": "SCP-2008 is a non-corporeal entity that is imperceptible to surveillance equipment. As of 2017, it has caused the deaths of 47 individuals in the US State of Tennessee. Victims of SCP-2008 universally expire from severe ballistic trauma. Although these injuries exhibit patterns associated with gunshot wounds, no bullets have been recovered.",
    "title": "SCP-2008"
}