{
    "url": "https://scp-wiki.wikidot.com/scp-2013",
    "all_text": "rating: \n+315\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nIhp here. I'm not gonna lie, I screwed up when I wrote this.\n\n\nFor the Sci-Fi themed SCP-2000 contest, my mind was, for some reason, drawn to the Reptilian conspiracy theory. I figured it was just some harmless thing only crackpots believed, nobody would mind me using it—\n\n\nAnd then it turns out to be \"OOPS! All Antisemitism!\".\n\n\nThe Reptilian Conspiracy theory has basis in several anti-Semitic conspiracy theories, including the Protocols of the Elders of Zion. I was not aware of its roots at the time, and I seriously regret writing this document. However, as it is an SCP-2000 contest entry, I… don't know how I feel about giving up the slot.\n\n\n\n\n\n\n\n\nrating: \n+315\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-2013\n\n\nObject Class:\n \nKeter\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2013 is to be treated through global dispersal of an aerosolized version of the Cardiff Compound, distributed via Foundation-owned aircraft, disguised as normal aircraft trails. Foundation employees affected by SCP-2013 are to be subject to regular Class-C Amnestic administration to treat infection. Individuals refusing treatment are to be administered Class-A amnestics and have their positions at the Foundation terminated.\n\n\nAll previous documentation regarding SCP-2013 has been archived for the sake of posterity. To view previous containment procedures, please input password:\n\n\n\n\nShow Previous Containment Procedures\n\n\n\n\nAccess Granted\n\n\n\n\nAll instances of SCP-2013-A currently holding positions within any world government are to be neutralized at any cost. Wild instances of SCP-2013-A, as well as all instances of SCP-2013-B, are to be destroyed using Parker-class weaponry. Information about SCP-2013 is to be disseminated publicly via television and radio broadcasts, informative pamphlets, and through various new media such as online video sharing sites and blogs.\n\n\nFoundation personnel are encouraged to publish their findings on SCP-2013 publicly in any manner possible, to weaken the overall power of SCP-2013-A, and the effectiveness of SCP-2013-B. Once approximately 20% global awareness of SCP-2013 has been reached, the Hereford Protocol is to be carried out.\n\n\n\n\n\n\n\n\nDescription:\n SCP-2013 refers to a Renard Class memetic agent. SCP-2013 can be spread via visual, auditory or tactile\n1\n vectors, and has an infection rate of approximately 72%.\n\n\nSCP-2013 causes affected individuals to develop a belief in SCP-2013-A. SCP-2013-A is allegedly an extraterrestrial race that has infiltrated various world governments, including the USA, United Kingdom, Iran, Russia, and North Korea. Individuals affected by SCP-2013 cannot be cured, but can be treated through regular amnestic consumption or administration. Further infection has been prevented by global dispersal of the Cardiff Compound. Currently, less than 1% of the population of planet Earth believes in the existence of SCP-2013-A, with the highest concentration being in the United States, where 4% believe in the existence of SCP-2013-A.\n\n\nSCP-2013-A instances were previously believed to be actual anomalies, as opposed to delusions caused by SCP-2013. For previous documentation, please input password:\n\n\n\n\nShow Previous Documentation\n\n\n\n\nAccess Granted\n\n\n\n\nSCP-2013 refers to two related anomalies. SCP-2013-A is a humanoid species of extraterrestrials with reptilian characteristics, believed to have originated from the Alpha Draconis star system. The average instance of SCP-2013 stands approximately 3m tall, with skin that is capable of changing color due to chromatophore cells similar to those found in chameleons. SCP-2013-A instances are hematophagic and cannot survive without blood for more than two weeks at a time, and do not require any additional sustenance, despite the fact that they have been known to eat other forms of food. If an instance of SCP-2013-A dies violently, their bodies sublimate into a large quantity of nitrogen-based gas whose molecular chains resemble some forms of amnestic used by the Foundation, causing memory loss in all individuals within a 50-meter radius.\n\n\nSCP-2013-B refers to technology used by SCP-2013-A to alter their appearance to resemble human beings. SCP-2013-B has several variations, including a pill ingested by SCP-2013-A on a weekly basis to alter their DNA and body chemistry to resemble a human's, to \"skin suits\" that act as size-altering disguised to SCP-2013-A instances, to permanent cosmetic alteration of their features.\n\n\nSCP-2013-A instances are functionally immortal, provided that they imbibe a volume of approximately 5L of blood at least once every two weeks. However, SCP-2013 as a whole can be weakened provided that humans are both aware of the existence of SCP-2013, and believe that it exists; for example, if an individual views an autopsy video of an SCP-2013-A instance, but does not believe the instance to be a genuine article, SCP-2013 suffers no detrimental effects. However, if 1 out of 5 individuals viewing a live feed of an SCP-2013-A specimen believe it to be real, the specimen will be weakened to the point where it can be killed using small arms fire with no detrimental effects.\n\n\nAddendum: The Hereford Protocol:\n The Hereford protocol is a global series of military coups and assassinations to be carried out against SCP-2013 once information saturation has reached 20%. During this, a series of coordinated attacks across several countries, including [DATA EXPUNGED] are to be carried out to eliminate SCP-2013-A instances. By this point, SCP-2013-B instances will have ceased to be effective in disguising SCP-2013-A as humans, and the populace of countries where SCP-2013 has control will begin to question the legitimacy of their rule.\n\n\nKnown SCP-2013-A instances that will be neutralized during the Hereford Protocol include:\n\n\n\n\nAll current and former presidents of █████████████████, as well as their families\n\n\nSeveral actors and musicians, including ████████████████, █████████, and █████████████.\n\n\nThe royal families of █████, ██████████████████, and ███████████\n\n\n[DATA EXPUNGED]\n\n\n[DATA EXPUNGED]\n\n\n██% of GOI-02-Black (The Chaos Insurgency)\n\n\n\n\nThe Hereford Protocol is expected to be carried out some time in late 2011 or early 2012.\n\n\n\n\n\n\n\n\nAddendum:\n On 06/05/████, a believed instance of SCP-2013-A died of natural causes. The Foundation took the body into custody for autopsy, only to find that this alleged instance of SCP-2013-A was, in fact, a normal human being. Further inspection by uninfected personnel showed that all deceased instances of SCP-2013-A in storage were, in fact, human beings; all reports on SCP-2013-A were written by individuals affected by SCP-2013.\n\n\nGiven this information, we are cancelling the Hereford Protocol; new containment procedures have been written regarding SCP-2013.\n -O5-2\n\n\n\n\n\n\n\n\n\n\n\n                                                    ID\n                                            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n        d4e30f30647b20ac8d9545f0d2d0aed5_1740232905\n    \n\n\n\n\n\n\n\n\n\n\n\n\n\n                                                    PASSWORD\n                                            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n        a5341785b71b5f588aff1218dbc632b2_1740232905\n    \n\n\n\n\n\n\n\n\nLogin\n\n\n\n\nLogout\n\n\n\n\nACCESS DENIED\n\n\nYou have attempted to access a restricted file. Foundation Agents will be dispatched to your location if this window is not closed.\n\n\nIt all comes down to money.\n\n\nWe couldn't get funding, in the early days. The various governments of the world refused to fund us, and we didn't have SCPs that made endless amounts of gold or jewels or could be used to cheat the stock market. The President of the United States said \"No\". The Czar said \"No\". The Crown said \"No\". They didn't believe what we were doing was right, or useful.\n\n\nDespite our lack of resources, we had one thing we could use. SCP-2013. Neither of the files you just read about SCP-2013 is the actual one; the \noriginal\n original file doesn't exist anymore, but the gist of it was this: SCP-2013 was a clutch of eggs that we found at the bottom of the sea in 1900, brought up by a fishing trawler. The eggs were dead, but the Foundation kept them as a curiosity.\n\n\nIn the early days, the Foundation was obsessed with bringing the dead back to life, thanks to Frankenstein. We tried to revive the eggs in various ways, from supporting the embryos outside of the egg (which failed), to electrocuting them (which cooked them), to just plain incubating them (which also cooked them). Eventually, we tried an experimental compound that's long since been lost to history. It was made up of mercury, iridium, radium, and a few other elements that science didn't yet know about.\n\n\nAnd then the eggs hatched.\n\n\nThey acted just like children, but they looked like iguanas mixed with gorillas. They had blood chemistry we had never seen before, and could mimic human speech and behavior to a startling degree. At the same time, the Foundation had been developing disguises to hide its agents in unfriendly lands, and they were so high-quality, a 50-year-old man could wear a face that made him look like an 18-year-old girl, and, except for perhaps the height, it would be impossible to tell the difference.\n\n\nThe creatures that hatched from SCP-2013 were cooperative, and viewed us as their parents. They also matured very quickly, and grew to adult size within 6 months. All we needed to do was educate them about the world at large, put them in a skin suit, and then we sent them out into the world to be the best at their job.\n\n\nThey were politicians, writers, singers, actors, kings, queens, inventors, agents… they were all important, in their own way. Five out of the last seventeen US Presidents have been these creatures, as of 2012. The Queen of England got replaced long ago, and her family still doesn't know it. Our greatest success was probably infiltrating a major cell of the Chaos Insurgency back in the 1970's.\n\n\nOver the years, we've bred over 1,500 instances of SCP-2013-A, and technology improved to make their disguises more convincing; we could alter their height, their DNA, even permanently sculpt their appearance so that they never ran the risk of being exposed. That's how the Foundation got a large part of their funding up until they discovered that we could literally make gold from lead using simple fission and fusion reactions. Platinum's actually simpler to make, but that's beside the point. We eventually discontinued the SCP-2013 program, and we rounded them up and, essentially, expunged them from existence; we thought we had killed them all, except for a couple we kept alive for the sake of testing.\n\n\nAnd then we got word that the Global Occult Coalition had been infiltrated by an SCP-2013-A instance. They had made their way up the ranks quite a way, to the point that they were a consultant for the ambassador from Czechoslovakia. Nobody was the wiser until we received a reconnaissance report from the \"agent\" itself. We informed the GOC, it was detained, and written off as an isolated event.\n\n\nWe thought that was the end of it, until the elections happened. A small constituency in England elected its MP for the term, and then we found out that all of the candidates were actually SCP-2013-A instances. We didn't know about this until after the election, and after that, it was too late to take any of them out; they were public figures, they were in the media, and any action against them would draw suspicion.\n\n\nWe found that on their own, SCP-2013-A had spread all over the globe. For all intents and purposes, they rule the world; more than half but less than three-fourths of the world's governments are controlled by them. We classified them as Keter, made them aliens, and said that they were effectively immortal to discourage any assassinations. But, we weren't without hope. There was always the secondary effect.\n\n\nSCP-2013-A, for some reason, got weaker when people observed them. One of the researchers studying them called it a \"detrimental anti-memetic effect\", or \"the more people know about them, the less effective they are\". They grew less intelligent, lost muscle mass, underwent osteoporosis, and all-around just became easier to kill. The more of them there were, the less harmful the overall effect was; \"memetic dilution\" was the phrase that was thrown around.\n\n\nSo, we began a plan to kill them. Crack the masquerade, however so slightly, reveal the existence of them to the world at large to cancel out the memetic dilution. And it was working, for a while; people who were called crackpots by their peers realized the truth, that their governments, their world, was not their own. They were called mad, but soon, the whole world would see the truth.\n\n\nThe program was canceled, and the \"it was all just a weird meme\" explanation slapped on it, after the corpse was found. The Cardiff Compound was engineered to prevent anyone else to give into what was called a \"crackpot conspiracy theory\", and distributed through airplanes via chemtrail. But they are real.\n\n\nBut, for some reason, this order was passed down:\n\n\n\n\nIt has come to my attention that we have incorrectly documented SCP-2013. SCP-2013-A is non-existent, as is evidenced by the exhumations of several purported SCP-2013-A instances, as well as DNA samples and the recently recorded autopsy. Gentlemen, it appears we have been had.\n\nSCP-2013 was clearly nothing more than a harmless memetic agent that caused mass paranoia and made us interpret certain people in positions of fame or power as something not of this world. How this happened, we don't know; who made it, or even how it was made, we don't know; why it was made, we don't know. But we will find out.\n\nSCP-2013 is to be reclassified as Safe, and its containment file rewritten. For the sake of context, the current containment procedures are to be archived, and are accessible to any researcher with Level-4/2013 or higher clearance.\n\nSecure. Contain. Protect.\n\n-O5-2\n\n\n\n\nBy now, it has been more than 60 seconds since you opened this page. I apologize for any consequences that may come about as a result of you viewing this document. But, it eases me, knowing that the truth is out. Even if I am the one that is crazy.\n\n\nSecure. Contain. Protect.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The latter is known to only work if the individual being affected by SCP-2013 can read and understand the braille alphabet.\n\n\n\n\n\n\n\n\n« \nSCP-2012\n | SCP-2013 | \nSCP-2014\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2013\n\" by (user deleted), from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2013\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: On 06/05/████, a believed instance of SCP-2013-A died of natural causes. The Foundation took the body into custody for autopsy, only to find that this alleged instance of SCP-2013-A was, in fact, a normal human being. Further inspection by uninfected personnel showed that all deceased instances of SCP-2013-A in storage were, in fact, human beings; all reports on SCP-2013-A were written by individuals affected by SCP-2013.\nGiven this information, we are cancelling the Hereford Protocol; new containment procedures have been written regarding SCP-2013. -O5-2"
    ],
    "documents": [],
    "notes": [
        "It has come to my attention that we have incorrectly documented SCP-2013. SCP-2013-A is non-existent, as is evidenced by the exhumations of several purported SCP-2013-A instances, as well as DNA samples and the recently recorded autopsy. Gentlemen, it appears we have been had. SCP-2013 was clearly nothing more than a harmless memetic agent that caused mass paranoia and made us interpret certain people in positions of fame or power as something not of this world. How this happened, we don't know; who made it, or even how it was made, we don't know; why it was made, we don't know. But we will find out. SCP-2013 is to be reclassified as Safe, and its containment file rewritten. For the sake of context, the current containment procedures are to be archived, and are accessible to any researcher with Level-4/2013 or higher clearance. Secure. Contain. Protect. -O5-2",
        "\" SCP-2013 \" by (user deleted), from the SCP Wiki . Source: https://scpwiki.com/scp-2013 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2013",
    "object_class": "Keter Safe",
    "containment_procedures": "SCP-2013 is to be treated through global dispersal of an aerosolized version of the Cardiff Compound, distributed via Foundation-owned aircraft, disguised as normal aircraft trails. Foundation employees affected by SCP-2013 are to be subject to regular Class-C Amnestic administration to treat infection. Individuals refusing treatment are to be administered Class-A amnestics and have their positions at the Foundation terminated.",
    "description": "SCP-2013 refers to a Renard Class memetic agent. SCP-2013 can be spread via visual, auditory or tactile1 vectors, and has an infection rate of approximately 72%.",
    "title": "SCP-2013"
}