{
    "url": "https://scp-wiki.wikidot.com/scp-2023",
    "all_text": "rating: \n+208\n+\n–\nx\n\n\nItem #:\n SCP-2023\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n A perimeter is to be established around the hillside area surrounding the origin point of SCP-2023. Security personnel assigned to the containment of SCP-2023 are to maintain the guise of a team of archaeologists overseeing a historical excavation and restoration process. Any unauthorized persons attempting to enter the perimeter are to be turned away with the explanation of keeping the area undisturbed.\n\n\nDescription:\n SCP-2023 is a localized phenomenon that occurs approximately 7 km from the city of Enna, Italy. SCP-2023’s point of origin is a cave located near the banks of a small lake surrounded by hills and cliffs; the cave appears to only be visible if approached on foot.\n\n\nSCP-2023 consists of the spontaneous appearance of various wildflowers at the mouth of the cave, spreading outwards a distance of 2 meters and apparently growing directly out of the surrounding stone. The most numerous species include white asphodel (\nAsphodelus albus\n) and various types of narcissus including poet’s narcissus (\nNarcissus poeticus\n), angel’s tears (\nNarcissus triandrus\n), and wild daffodil (\nNarcissus pseudonarcissus\n). Close inspection reveals that the flowers are not composed of organic material but rather thinly-cut and delicately-arranged precious gemstones. The jeweled flowers produced by SCP-2023 disintegrate if touched, and disappear after a period of 2 to 3 days (roughly 48 to 72 hours). No remains or traces are left on the ground when the flowers disappear.\n\n\nThough SCP-2023 occurs intermittently and unpredictably, a significant variant of the phenomenon has been observed yearly at the onset of the autumn season. SCP-2023’s range will extend to approximately 5 meters, and the flowers will be accompanied by non-native lesser batwing butterflies (\nAtrophaneura aidoneus\n). Both will remain until snowfall begins in the mountains of the surrounding province (Sicily). At the advent of the first frost, any wind that passes through the area will trigger vibrations in the flowers, resulting in the gems producing melodic tones similar to human vocalizations. This anomaly will cease by the next morning.\n\n\nAddendum SCP-2023-1:\n Though the cave of SCP-2023’s initial manifestation has been investigated, no significant interior features (e.g. tunnels, caverns) have been discovered beyond the cave’s entrance. However, the rock wall facing the cave opening was noted to possess the following inscription (translated from Greek), carved into the stone face:\n\n\n\n\nThis is the only life I can hope to offer\n\n\nLend me your smile and tears awhile\n\n\nYou outweigh the long days of darkness\n\n\nBeloved, dear queen, please continue to return.\n\n\nThe gates to the world below will always open to you\n\n\nWhether you enter or leave them.\n\n\n\n\nAdditionally, small fragments of metal were found scattered on the cave floor. Lab analysis indicated the metal to be high-purity iron.\n\n\nAddendum SCP-2023-2:\n On 17 July 2003 at midday, SCP-2023 manifested only one jeweled species of flower, common hyacinth (\nHyacinthus orientalis\n). Throughout the late afternoon and early evening, native butterflies of various species were noticed carrying small sprigs of thyme to the entrance of the cave. The herbs disappeared after nightfall.\n\n\n\n\n\n\n« \nSCP-2022\n | SCP-2023 | \nSCP-2024\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2023\n\" by Zyn, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2023\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum SCP-2023-1: Though the cave of SCP-2023’s initial manifestation has been investigated, no significant interior features (e.g. tunnels, caverns) have been discovered beyond the cave’s entrance. However, the rock wall facing the cave opening was noted to possess the following inscription (translated from Greek), carved into the stone face:\nAdditionally, small fragments of metal were found scattered on the cave floor. Lab analysis indicated the metal to be high-purity iron.",
        "Addendum SCP-2023-2: On 17 July 2003 at midday, SCP-2023 manifested only one jeweled species of flower, common hyacinth ( Hyacinthus orientalis ). Throughout the late afternoon and early evening, native butterflies of various species were noticed carrying small sprigs of thyme to the entrance of the cave. The herbs disappeared after nightfall."
    ],
    "documents": [],
    "notes": [
        "This is the only life I can hope to offer Lend me your smile and tears awhile You outweigh the long days of darkness Beloved, dear queen, please continue to return. The gates to the world below will always open to you Whether you enter or leave them.",
        "\" SCP-2023 \" by Zyn, from the SCP Wiki . Source: https://scpwiki.com/scp-2023 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2023",
    "object_class": "Safe",
    "containment_procedures": "A perimeter is to be established around the hillside area surrounding the origin point of SCP-2023. Security personnel assigned to the containment of SCP-2023 are to maintain the guise of a team of archaeologists overseeing a historical excavation and restoration process. Any unauthorized persons attempting to enter the perimeter are to be turned away with the explanation of keeping the area undisturbed.",
    "description": "SCP-2023 is a localized phenomenon that occurs approximately 7 km from the city of Enna, Italy. SCP-2023’s point of origin is a cave located near the banks of a small lake surrounded by hills and cliffs; the cave appears to only be visible if approached on foot.",
    "title": "SCP-2023"
}