{
    "url": "https://scp-wiki.wikidot.com/scp-2026",
    "all_text": "rating: \n+154\n+\n–\nx\n\n\nItem #:\n SCP-2026\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Instances of SCP-2026 may be kept in a standard containment locker at Site-20. Instances of SCP-2026-1 must be kept in wooden boxes without lids in a containment cell at the same Site, with direct exposure to standard lighting. Experiments involving SCP-2026 must have the approval of at least one Level 3 Researcher.\n\n\nDescription:\n SCP-2026 refers to a collection of mouthwash products, labeled on their packaging as “Wilson & Wong’s Fun Size History.\" Currently, 135 bottles are possessed by the Foundation. Analysis of the chemical structures of the packages and the mouthwash itself reveals no detectable anomalous properties. Fifteen flavors of SCP-2026 have been identified by the Foundation; ten of these flavors have names corresponding to past human civilizations, while five flavors have names referring to fictional literary civilizations.\n\n\nSCP-2026’s anomalous properties will manifest when utilized for mouth-washing by a human. Approximately 2 hours after use, one of the user's teeth will fall out, with no apparent pattern to the specific tooth selected. After three days, the lost tooth will regrow itself in the subject. Over the next seven days, the fallen tooth will suffer a transformation. Sections of the tooth will gradually be converted into a varying number of small, sapient human figures made out of the pulp and enamel. This phenomenon will only occur if the affected subject regularly practices good dental hygiene. If not, the transformative process will cease after several days. These figures (hereafter designated SCP-2026-1) will begin to build complex architectural structures out of the affected tooth. The nature of SCP-2026-1 and the structures depends on the flavor of SCP-2026 used.\n\n\nInstances of SCP-2026-1 are capable of speaking, writing and reading in language corresponding to the flavor's civilization. Instances of SCP-2026-1 will continue to build more structures out of any nearby solid materials, including plastic, concrete, steel, glass, paper and electronic devices. Instances of SCP-2026-1 will not build structures out of any living tissue. In addition to human flesh, the only other material encountered so far which is not converted by instances of SCP-2026-1 is wood, which has proven effective at preventing the expansion of SCP-2026-1.\n\n\nInstances of SCP-2026-1 will form complex societies and take up roles common to the corresponding civilization, such as merchants, workers, nobility, clergy, scientists and politicians. Currently there is no known limit to how many times SCP-2026 may be used to produce its effects, although it should be noted that SCP-2026 may only be used once every two months by any given individual. Observation has indicated that SCP-2026-1 are seemingly incapable of perceiving humans. Any interaction with SCP-2026-1 by humans seems generally to be perceived by SCP-2026 as a form of divine intervention by a God or a higher being. Should instances from different civilizations be allowed to interact with another, the resulting interactions are highly varied and seemingly random, ranging from total harmonious coexistence to constant warfare between instances.\n\n\n\n\n\n\n« \nSCP-2025\n | SCP-2026 | \nSCP-2027\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2026\n\" by DeviantDharma, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2026\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-2026 \" by DeviantDharma, from the SCP Wiki . Source: https://scpwiki.com/scp-2026 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2026",
    "object_class": "Safe",
    "containment_procedures": "Instances of SCP-2026 may be kept in a standard containment locker at Site-20. Instances of SCP-2026-1 must be kept in wooden boxes without lids in a containment cell at the same Site, with direct exposure to standard lighting. Experiments involving SCP-2026 must have the approval of at least one Level 3 Researcher.",
    "description": "SCP-2026 refers to a collection of mouthwash products, labeled on their packaging as “Wilson & Wong’s Fun Size History.\" Currently, 135 bottles are possessed by the Foundation. Analysis of the chemical structures of the packages and the mouthwash itself reveals no detectable anomalous properties. Fifteen flavors of SCP-2026 have been identified by the Foundation; ten of these flavors have names corresponding to past human civilizations, while five flavors have names referring to fictional literary civilizations.",
    "title": "SCP-2026"
}