{
    "url": "https://scp-wiki.wikidot.com/scp-2031",
    "all_text": "rating: \n+346\n+\n–\nx\n\n\nItem #:\n SCP-2031\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n All instances of SCP-2031 shall be contained at Site-2031-A. Instances of SCP-2031 identified outside containment will be neutralized by MTF-Theta-88 (“Crazy Buggers”) with incendiary devices and chemical saturation with fipronil, bifenthrin, and/or permethrin. Areas of these occurrences will be surveyed periodically to detect any reappearance of SCP-2031 and re-treated as necessary.\n\n\nThe property boundary of Site-2031-A shall be secured by 6m tall electrified fencing topped with barbed wire. A “safe zone” will be maintained for 100m within this fenced perimeter, kept free of debris and undergrowth, and kept under 24 hour video surveillance. The inner perimeter of the safe zone will be defined by a concrete-lined trench with vertical walls, 10m wide and 4m deep, filled with a 50% solution of chlorine bleach no more than 2m deep. No permanent structures are to bridge this trench, and any plant growth extending over it must be trimmed back. The 127 acre area enclosed by the trench is the “active zone” where all SCP-2031 instances are contained.\n\n\nFoundation monitoring stations for Site-2031-A shall be located in the safe zone. No vertebrate animal massing more than 15kg is to enter the active zone outside an approved experiment.\n\n\nDescription:\n SCP-2031 are anomalous colonies of \nEciton burchellii\n (“army ant”) that to date have not been seen outside the active zone of Site-2031-A. Examination of the individuals comprising an instance of SCP-2031 have not provided any consistent genetic or morphological identifiers to distinguish them from non-anomalous \nEciton burchellii\n. Experiments releasing non-anomalous \nEciton burchellii\n colonies into Site-2031-A have shown that the introduced specimens will begin showing anomalous behavior associated with SCP-2031 within 20 to 40 days within the active zone. It is unknown if the transition to SCP-2031 is due to an anomalous effect peculiar to Site-2031-A, exposure to SCP-2031, or is a heretofore undocumented learned behavior. Investigation is ongoing.\n\n\nUntil its anomalous behavior manifests, a SCP-2031 colony will behave normally for \nEciton burchellii\n and other examples of New World army ants. Colonies will contain up to 2 million individuals, containing a variety of specialized individuals along with a single queen. They will undergo nomadic phases when the entire colony is mobile and forages for food. When they nest in a non-anomalous fashion they form a “bivouac,” linking each other’s bodies together to form a large ball with a complex internal structure, typically in a burrow or a hollow tree.\n\n\nSCP-2031 manifests its anomalous behavior when a colony encounters a vertebrate prey animal massing greater than 20kg during a nomadic foraging phase. Unlike a normal swarm of \nEciton burchellii\n, SCP-2031 will send columns of soldiers to climb the prey animal and demonstrate what appears to be tactical behavior and an understanding of the prey’s anatomy. Columns of thousands of soldiers will climb the prey, massing along the spine and lower extremities. Soldiers will defer any actual attack of the prey until a significant number are in position, at which point all the soldiers will simultaneously bite through the skin and attack the spinal cord and the ligaments in the prey’s lower extremities. An SCP-2031 instance has successfully immobilized a 1000kg Angus Bull in less than five minutes in this manner, the majority of that time spent by soldiers getting into position. Animals massing less than this are subdued in a correspondingly quicker manner.\n\n\nOnce the prey animal is immobilized, the remaining colony of SCP-2031 will mass around it, and the soldiers will burrow small openings into the extremities. The remaining colony will follow the soldiers and burrow inside the animal’s body. Unlike other carrion-eating insects, SCP-2031 will not immediately attack the soft tissues and mucus membranes (mouth, eyes, rectum, etc.) seeming to prefer the host to live as long as possible. SCP-2031 will not burrow into the animal’s major organ systems until it has expired, usually from dehydration. SCP-2031 will leave intact the prey animal’s hide and skeletal system as it nests within the carcass.\n\n\nWhen SCP-2031 again initiates a nomadic phase, it will move the entire carcass in apparent imitation of the animal’s normal behavior. This mimicry will continue as long as the carcass’s hide and skeletal system maintains structural integrity. The hides of these carcasses seem to undergo slower decay than is typical, possibly due to enzymes released by SCP-2031. Studies are ongoing to determine if this is anomalous or a natural product of \nEciton burchellii\n infestation.\n\n\nSite-2031-A consists of a farm and pasture land located 150km northwest of [REDACTED] in [REDACTED]. Upon containment, twenty-seven separate instances of SCP-2031 were observed on site inhabiting various carcasses:\n\n\n\n\n15 \nBos primigenius taurus\n. 9 adult female, 2 adult male, 4 juvenile. Colonies designated SCP-2031-1A through SCP-2031-1O\n\n\n5 \nEquus ferus caballus\n. 4 adult female, 1 juvenile. Colonies designated SCP-2031-2A through SCP-2031-2E.\n\n\n3 \nSus scrofa domestica\n. 1 adult male, 2 adult female. Colonies designated SCP-2031-3A through SCP-2031-3C.\n\n\n1 \nCanis lupus familiaris\n. 1 adult female. Colony designated SCP-2031-4A.\n\n\n3 \nHomo sapiens sapiens\n. 1 adult female, 1 adult male, 1 juvenile. Colonies designated SCP-2031-5A through SCP-2031-5C\n\n\n\n\nAddendum 1:\n Incident report I-2031-5\n\n\n\n\n+ Incident I-2031-5\n\n\n\n\n- Incident I-2031-5\n\n\n\n\n\n\nDocument# I-2031-5\n\n\nDate:\n 7/15/19██\n\n\nSCPs Involved:\n SCP-2031-5A, SCP-2031-5B, SCP-2031-5C, SCP-2031-4A\n\n\nLocation:\n Site-2031-A\n\n\nDescription:\n\n\nFor several months Foundation observers had cataloged the various behavior patterns of SCP-2031, with particular attention to the three colonies mimicking human activity. Beginning at dawn, both SCP-2031-5A and SCP-2031-5B would typically perform various actions common to animal husbandry; watering the “livestock,” dispensing feed, moving other SCP-2031 colonies from one pasture to another. While SCP-2031-5C would often assist in these chores, several hours a day it would spend with SCP-2031-4A and engage in several different dynamic behaviors including mock wrestling and the throwing and retrieving of various objects.\n\n\nOn the morning of 7/15/19██ SCP-2031-5C attempted to engage in its typical interaction with SCP-2031-4A, when the hide containing the SCP-2031-4A colony suffered several structural failures. As a result, SCP-2031-4A abandoned the carcass and resumed foraging behavior typical to a mobile colony of \nEciton burchellii\n. SCP-2031-5C ignored the SCP-2031-4A colony and continued to prod the remaining carcass in an apparent attempt to revive it. SCP-2031-5C continued this behavior until SCP-2031-5A and SCP-2031-5B observed it and approached. At this point, SCP-2031-5B lifted SCP-2031-5C and held it off the ground, removing it from the site. SCP-2031-5A then retrieved a shovel from the barn and buried the carcass.\n\n\n\n\n\n\nApproval is granted for the introduction of one 25kg Golden Retriever into Site-2031-A. – Dr. T. S█████, director Site-2031-A, 7/18/19██\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2030\n | SCP-2031 | \nSCP-2032\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2031\n\" by sandrewswann, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2031\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1: Incident report I-2031-5"
    ],
    "documents": [
        "Document# I-2031-5 Date: 7/15/19██ SCPs Involved: SCP-2031-5A, SCP-2031-5B, SCP-2031-5C, SCP-2031-4A Location: Site-2031-A Description: For several months Foundation observers had cataloged the various behavior patterns of SCP-2031, with particular attention to the three colonies mimicking human activity. Beginning at dawn, both SCP-2031-5A and SCP-2031-5B would typically perform various actions common to animal husbandry; watering the “livestock,” dispensing feed, moving other SCP-2031 colonies from one pasture to another. While SCP-2031-5C would often assist in these chores, several hours a day it would spend with SCP-2031-4A and engage in several different dynamic behaviors including mock wrestling and the throwing and retrieving of various objects. On the morning of 7/15/19██ SCP-2031-5C attempted to engage in its typical interaction with SCP-2031-4A, when the hide containing the SCP-2031-4A colony suffered several structural failures. As a result, SCP-2031-4A abandoned the carcass and resumed foraging behavior typical to a mobile colony of Eciton burchellii . SCP-2031-5C ignored the SCP-2031-4A colony and continued to prod the remaining carcass in an apparent attempt to revive it. SCP-2031-5C continued this behavior until SCP-2031-5A and SCP-2031-5B observed it and approached. At this point, SCP-2031-5B lifted SCP-2031-5C and held it off the ground, removing it from the site. SCP-2031-5A then retrieved a shovel from the barn and buried the carcass."
    ],
    "notes": [
        "Approval is granted for the introduction of one 25kg Golden Retriever into Site-2031-A. – Dr. T. S█████, director Site-2031-A, 7/18/19██",
        "\" SCP-2031 \" by sandrewswann, from the SCP Wiki . Source: https://scpwiki.com/scp-2031 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2031",
    "object_class": "Euclid",
    "containment_procedures": "All instances of SCP-2031 shall be contained at Site-2031-A. Instances of SCP-2031 identified outside containment will be neutralized by MTF-Theta-88 (“Crazy Buggers”) with incendiary devices and chemical saturation with fipronil, bifenthrin, and/or permethrin. Areas of these occurrences will be surveyed periodically to detect any reappearance of SCP-2031 and re-treated as necessary.",
    "description": "",
    "title": "SCP-2031"
}