{
    "url": "https://scp-wiki.wikidot.com/scp-2051",
    "all_text": "rating: \n+117\n+\n–\nx\n\n\nItem #:\n SCP-2051\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2051 is surrounded by a three-meter high chain-link fence topped with barbed wire. Additionally, a three hundred meter long concrete dam has been built across the entrance to the cove. Warnings of a large \nChironex fleckeri\n (Box Jellyfish) population are to be posted around the fencing. Security cameras are to be placed every 500 meters along the fence.\n\n\nThree (3) guards are to be posted to the site under the guise of stromatolite research and the guard barracks is to be disguised as an Australian Institute of Marine Science research station. One (1) instance of SCP-2051-1 is to be kept alive on site in a 2m\n3\n tank supplied with sufficient nutrition (see document SCP-2051-001 for nutrition guidelines).\n\n\nCivilians attempting to enter the site are to be tested for exposure to SCP-2051. If exposed, they are to be terminated; if uncontaminated, they are to be ejected with a warning and the threat of legal action if they return.\n\n\nTesting with SCP-2051 is forbidden.\n\n\nDescription:\n SCP-2051 is a small cove ██ kilometers northeast of Shark's Bay, Australia. Humans who enter the water (complete submersion is required) become instances of SCP-2051-1.\n\n\nThe next time an SCP-2051-1 instance enters a man-made body of water (including bathtubs, showers, swimming pools and reservoirs), they will lose consciousness and rapidly transform into masses of skin tissue.\n\n\nStage one of the transformation is the loss of all external structures other than skin. Teeth, hair and nails will slough off, a process which typically requires ten to fifteen minutes.\n\n\nStage two is the loss of internal hard structures and organs. Bones will soften and undergo accelerated osteoporosis. Organs will revert to stem cells and then transform into human skin tissue. SCP-2051-1 instances will then begin to respire through the skin.\n\n\nBrain cells will separate and distribute themselves evenly around the mass as nerve bundles. Research indicates this arrangement permits the brain's functions to be preserved and has recorded high levels of electrical activity from the nerve bundles.\n\n\nOnce the transformation is complete, SCP-2051-1 is capable of one-way telepathic communication, broadcasting all thoughts. These messages can be received by any individual within three to four meters. The broadcasts typically contain messages of extreme duress from the sensory deprivation, followed by depression and catatonia. No effort to contact SCP-2051-1 instances has been successful.\n\n\nFully transformed SCP-2051-1 instances require a nutrient-rich aquatic environment to survive. Starving instances rapidly autocannibalize.\n\n\nDiscovery Log\n\n\nSCP-2051 was discovered after six students of █████████████████████████ University became SCP-2051-1 instances in a hotel in Shark's Bay, Australia. Two students survived the encounter and were interviewed by Foundation agents at the ████████████████████ Health Center. The students, first responders and medical staff were given Class A amnestics at the conclusion of initial containment with the cover story of accidentally swimming among \nChironex fleckeri\n.\n\n\n\n\nInterviewed:\n Angela Wong, Sarah Rogers\n\n\n\n\nInterviewer:\n Agent Bruce Wallace\n\n\n\n\nForeword:\n Wong and Rogers were the survivors of SCP-2051's initial discovery.\n\n\n\n\n<Begin Log>\n\n\nWallace\n: And you decided to go swimming in it? Even with all the rocks?\n\n\n\n\nWong:\n Well, we didn't. I mean, some of us did. Most of us did. \n[pause]\n Will they be okay?\n\n\n\n\nWallace:\n We'll do everything we can. Why didn't you go swimming?\n\n\n\n\nRogers:\n \n[sniffles]\n Me and Angela decided to stay on the rocks. Get some tanning in, y'know? And, um, Jack and Ethan convinced the others It'd be fun.\n\n\n\n\nWong:\n We weren't really into it. And and and nothing really happened while we were there.\n\n\n\n\nRogers:\n We decided to come back around sunset. The boys and Ruby and Charlotte were pretty far out, so I waded into the water to call them ba – call them ba – \n[long pause]\n I went into the water. I wentinto thewater. IwentintothewaterIwentintothewaterIwentintothewater –\n\n\n\n\nAt this point Rogers panics. The interview resumed after Rogers was calmed down several minutes later.\n\n\n\n\nWallace:\n What happened when you got back to the hotel?\n\n\n\n\nWong:\n I was sharing a room with Willie, since everyone else is – everyone else was a couple. He took the second shower and I k – killed some time with the television.\n\n\n\n\nRogers:\n I hadn't eaten, so I went to buy some sn – snacks at the supermarket. I was there about an hour. I'm – I'm – I'm n – not v-very decisive.\n\n\n\n\nWong:\n I heard a thump after a minute, while he was in there. I didn't think much of it, he didn't shout or anything. I got concerned at little later….around fifteen minutes. I didn't think he'd take that long. I went in….I went in….I went in and he wasn't moving. There was no blood but he wasn't moving. He was doubled over but people can't – they can't bend that much. It was like all his bones g – gone. I touched his shoulder and it was like pressing raw cake batter. He – he didn't respond so I called 112 on my mobile. He wasn't moving. I – I think he was breathing. I – I was too afraid to check him again.\n\n\n\n\nRogers:\n I came back from the market and – and – and Angela was screaming about Willie. I got real worried so I went to check on Takeshi but he'd \n[sniffles]\n locked the door for s – some reason. I couldn't get to him before the ambulance people ar – arrived. I told the them I couldn't get to Takeshi and the hotel guy open the door for them. He was all goo – goo –\n\n\nWong:\n He was all goopy. Not like the others.\n\n\n\n\nWallace:\n What about your other friends?\n\n\nRogers:\n I didn't see them. They just – they…. \n[Pause]\n\n\nWong:\n They didn't answer their phones. I told the man from the hotel – he was with the paramedics – and he opened their doors. I saw Ruby and Ethan when they were wheeled out. But I thought – We thought – \n[Long Pause]\n\n\n\n\nWong:\n I could hear them. They were screaming. The EMTs heard it too. They were in the dark and they didn't say anything when we tried to talk to them. The EMT touched one – I don't know who – I couldn't tell – I couldn't tell my friends apart – \n[Long Pause]\n\n\nWong:\n He touched one and they were still screaming. They didn't respond. They just kept screaming and it only stopped when – when the ambulance took them away.\n\n\n<End Log>\n\n\n\n\nWong and Rogers were given Class A amnestics and released following containment of SCP-2051.\n\n\n\n\n\n\n\n\n« \nSCP-2050\n | SCP-2051 | \nSCP-2052\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2051\n\" by negative_zen, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2051\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewed: Angela Wong, Sarah Rogers Interviewer: Agent Bruce Wallace Foreword: Wong and Rogers were the survivors of SCP-2051's initial discovery. <Begin Log> Wallace : And you decided to go swimming in it? Even with all the rocks? Wong: Well, we didn't. I mean, some of us did. Most of us did. [pause] Will they be okay? Wallace: We'll do everything we can. Why didn't you go swimming? Rogers: [sniffles] Me and Angela decided to stay on the rocks. Get some tanning in, y'know? And, um, Jack and Ethan convinced the others It'd be fun. Wong: We weren't really into it. And and and nothing really happened while we were there. Rogers: We decided to come back around sunset. The boys and Ruby and Charlotte were pretty far out, so I waded into the water to call them ba – call them ba – [long pause] I went into the water. I wentinto thewater. IwentintothewaterIwentintothewaterIwentintothewater – At this point Rogers panics. The interview resumed after Rogers was calmed down several minutes later. Wallace: What happened when you got back to the hotel? Wong: I was sharing a room with Willie, since everyone else is – everyone else was a couple. He took the second shower and I k – killed some time with the television. Rogers: I hadn't eaten, so I went to buy some sn – snacks at the supermarket. I was there about an hour. I'm – I'm – I'm n – not v-very decisive. Wong: I heard a thump after a minute, while he was in there. I didn't think much of it, he didn't shout or anything. I got concerned at little later….around fifteen minutes. I didn't think he'd take that long. I went in….I went in….I went in and he wasn't moving. There was no blood but he wasn't moving. He was doubled over but people can't – they can't bend that much. It was like all his bones g – gone. I touched his shoulder and it was like pressing raw cake batter. He – he didn't respond so I called 112 on my mobile. He wasn't moving. I – I think he was breathing. I – I was too afraid to check him again. Rogers: I came back from the market and – and – and Angela was screaming about Willie. I got real worried so I went to check on Takeshi but he'd [sniffles] locked the door for s – some reason. I couldn't get to him before the ambulance people ar – arrived. I told the them I couldn't get to Takeshi and the hotel guy open the door for them. He was all goo – goo – Wong: He was all goopy. Not like the others. Wallace: What about your other friends? Rogers: I didn't see them. They just – they…. [Pause] Wong: They didn't answer their phones. I told the man from the hotel – he was with the paramedics – and he opened their doors. I saw Ruby and Ethan when they were wheeled out. But I thought – We thought – [Long Pause] Wong: I could hear them. They were screaming. The EMTs heard it too. They were in the dark and they didn't say anything when we tried to talk to them. The EMT touched one – I don't know who – I couldn't tell – I couldn't tell my friends apart – [Long Pause] Wong: He touched one and they were still screaming. They didn't respond. They just kept screaming and it only stopped when – when the ambulance took them away. <End Log> Wong and Rogers were given Class A amnestics and released following containment of SCP-2051.",
        "\" SCP-2051 \" by negative_zen, from the SCP Wiki . Source: https://scpwiki.com/scp-2051 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2051",
    "object_class": "Safe",
    "containment_procedures": "SCP-2051 is surrounded by a three-meter high chain-link fence topped with barbed wire. Additionally, a three hundred meter long concrete dam has been built across the entrance to the cove. Warnings of a large Chironex fleckeri (Box Jellyfish) population are to be posted around the fencing. Security cameras are to be placed every 500 meters along the fence.",
    "description": "SCP-2051 is a small cove ██ kilometers northeast of Shark's Bay, Australia. Humans who enter the water (complete submersion is required) become instances of SCP-2051-1.",
    "title": "SCP-2051"
}