{
    "url": "https://scp-wiki.wikidot.com/scp-2060",
    "all_text": "rating: \n+123\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-2060\n: We Burn Every Day\n\n\nAuthor:\n \nA Random Day\n\n\n\n\n+ More SCPs by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-3220\n\n\nRating: 534\n\n\n\n\n\n\nSCP-2790\n\n\nRating: 493\n\n\n\n\n\n\nSCP-4780\n\n\nRating: 482\n\n\n\n\n\n\nSCP-2820\n\n\nRating: 476\n\n\n\n\n\n\nSCP-3780\n\n\nRating: 439\n\n\n\n\n\n\nSCP-2664\n\n\nRating: 412\n\n\n\n\n\n\nSCP-4950\n\n\nRating: 400\n\n\n\n\n\n\nSCP-2730\n\n\nRating: 293\n\n\n\n\n\n\nSCP-947\n\n\nRating: 292\n\n\n\n\n\n\nSCP-2350\n\n\nRating: 275\n\n\n\n\n\n\nSCP-2810\n\n\nRating: 271\n\n\n\n\n\n\nSCP-3640\n\n\nRating: 264\n\n\n\n\n\n\nSCP-2490\n\n\nRating: 258\n\n\n\n\n\n\nSCP-4670\n\n\nRating: 255\n\n\n\n\n\n\nSCP-3470\n\n\nRating: 250\n\n\n\n\n\n\nSCP-2680\n\n\nRating: 247\n\n\n\n\n\n\nSCP-5430\n\n\nRating: 215\n\n\n\n\n\n\nSCP-5940\n\n\nRating: 202\n\n\n\n\n\n\nSCP-2210\n\n\nRating: 202\n\n\n\n\n\n\nSCP-4710\n\n\nRating: 177\n\n\n\n\n\n\nSCP-3850\n\n\nRating: 160\n\n\n\n\n\n\nSCP-3360\n\n\nRating: 152\n\n\n\n\n\n\nSCP-7660\n\n\nRating: 132\n\n\n\n\n\n\nSCP-2060\n\n\nRating: 123\n\n\n\n\n\n\nSCP-2910\n\n\nRating: 118\n\n\n\n\n\n\nSCP-1750\n\n\nRating: 102\n\n\n\n\n\n\nSCP-2570\n\n\nRating: 95\n\n\n\n\n\n\nSCP-2650\n\n\nRating: 94\n\n\n\n\n\n\nSCP-6190\n\n\nRating: 87\n\n\n\n\n\n\nSCP-2143\n\n\nRating: 83\n\n\n\n\n\n\nSCP-7780\n\n\nRating: 79\n\n\n\n\n\n\nSCP-6880\n\n\nRating: 74\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Tales by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nAvatara\n\n\nRating: 246\n\n\n\n\n\n\nHypervelocity\n\n\nRating: 245\n\n\n\n\n\n\nI Thought You Died Alone\n\n\nRating: 188\n\n\n\n\n\n\nMoonlighting\n\n\nRating: 183\n\n\n\n\n\n\nZeitgeist\n\n\nRating: 141\n\n\n\n\n\n\nAutoerotic Assassination\n\n\nRating: 128\n\n\n\n\n\n\nTerminal Velocity\n\n\nRating: 122\n\n\n\n\n\n\nT Minus\n\n\nRating: 122\n\n\n\n\n\n\nThe Chosen Few\n\n\nRating: 100\n\n\n\n\n\n\nReboot or: How I Learned to Stop Worrying and Love the Apocalypses\n\n\nRating: 97\n\n\n\n\n\n\nHard Machine\n\n\nRating: 88\n\n\n\n\n\n\nLoud, Lawless, and Lost\n\n\nRating: 88\n\n\n\n\n\n\nThe Vice Girls\n\n\nRating: 87\n\n\n\n\n\n\nMorphine Machine\n\n\nRating: 87\n\n\n\n\n\n\nDeus Vulture\n\n\nRating: 87\n\n\n\n\n\n\nTruth Is Sin\n\n\nRating: 84\n\n\n\n\n\n\nNonpareil\n\n\nRating: 82\n\n\n\n\n\n\nEcstasy and Exorcism\n\n\nRating: 81\n\n\n\n\n\n\nThe Revelation\n\n\nRating: 81\n\n\n\n\n\n\nRise and Repent\n\n\nRating: 79\n\n\n\n\n\n\nT Plus\n\n\nRating: 68\n\n\n\n\n\n\nPrey and Obey\n\n\nRating: 51\n\n\n\n\n\n\nEscape Velocity\n\n\nRating: 50\n\n\n\n\n\n\nJump the Gun\n\n\nRating: 49\n\n\n\n\n\n\nNo One Gets Out of Her Alive\n\n\nRating: 47\n\n\n\n\n\n\nLeather Pig\n\n\nRating: 47\n\n\n\n\n\n\nThe Ballad of Santa Troy\n\n\nRating: 47\n\n\n\n\n\n\nContempt\n\n\nRating: 42\n\n\n\n\n\n\nDomo Arigato\n\n\nRating: 38\n\n\n\n\n\n\nThe Man-Machine\n\n\nRating: 36\n\n\n\n\n\n\nMile High Club\n\n\nRating: 30\n\n\n\n\n\n\nStrung Out in Heavens High\n\n\nRating: 27\n\n\n\n\n\n\nHands\n\n\nRating: 26\n\n\n\n\n\n\nIndustrial Espionage\n\n\nRating: 26\n\n\n\n\n\n\nNothing Human\n\n\nRating: 25\n\n\n\n\n\n\nFullmusic Astrobiologist\n\n\nRating: 22\n\n\n\n\n\n\nEight Hours in the ECRG\n\n\nRating: 18\n\n\n\n\n\n\nEnasni Si Gnihtyreve\n\n\nRating: 15\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Hubs by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nHubs\n\n\n\n\n\n\nPrometheus Labs Hub\n\n\nRating: 151\n\n\n\n\n\n\nSpeed Demon\n\n\nRating: 134\n\n\n\n\n\n\nGuns Pointed at the Head of God\n\n\nRating: 75\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All coauthored articles featuring A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nPage\n\n\nAuthors\n\n\n\n\n\n\nOverheard at Deer\n\n\nch00bakka\n\n\n\n\n\n\nSCP-150\n\n\nDecibelles\n\n\n\n\n\n\nSCP-3000\n\n\ndjkaktus\n, \nJoreth\n\n\n\n\n\n\nSCP-4220\n\n\nThe Great Hippo\n\n\n\n\n\n\nSCP-4310\n\n\nThe Great Hippo\n\n\n\n\n\n\nChicago Spirit Hub\n\n\nPeppersGhost\n\n\n\n\n\n\nSCP-5555\n\n\nRounderhouse\n, \nUncle Nicolini\n\n\n\n\n\n\nVisions of Bodies Being Burned\n\n\nTaffeta\n\n\n\n\n\n\nSamsara\n\n\nTyGently\n\n\n\n\n\n\nDeath Perception\n\n\nTyGently\n\n\n\n\n\n\nThe Powers that Bark\n\n\nTyGently\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA Semi-Comprehensive List of Foundation Facilities\n\n\n\n\n\n\nA Semi-Comprehensive List of Groups of Interest\n\n\n\n\n\n\nDr. Desai's Personnel File\n\n\n\n\n\n\nPoky Ball Z\n\n\n\n\n\n\nSCP-2059\n\n\n\n\n\n\nSCP-2061\n\n\n\n\n\n\nSCP Series 3\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+123\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-2060\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Instances of SCP-2060 are to be kept in empty, 3m\n3\n frog terrariums, with each variant grouped together in a single habitat. An industrial-grade dehumidifier should be active in the habitat room at all times. A 16-watt white LED bulb light should shine into each habitat at all times.\n\nOnce per week, a veterinarian that specializes in small mammals should manually feed each instance of SCP-2060 with three grams of tobacco.\n\nBefore using instances of SCP-2060 in tests, a proposal must be submitted to the Ethics Committee for approval.\n\n\nThe boxes that contained instances of SCP-2060 are stored in the Low-Security Physical Archive Wing of Site-42.\n\n\nDescription:\n SCP-2060 refers to multiple 15-cm-tall duplicates of various [former] politicians and popular celebrities, (such as Pele, William Clinton, M.S. Subbulakshmi, Nicolas Cage, Nelson Mandela, etc.). Each duplicate is dressed in the same attire: an unmarked black dress suit with a small circular badge (depicting flags of their counterpart's nationality) pinned to the lapel, a white undershirt (on which unknown symbols have been sewn), a red and white plaid tie, and black dress shoes. Standard animal intelligence testing has shown SCP-2060 instances to have cognitive functions approximately equivalent to the common brown rat (\nRattus norvegicus\n). Dissection has shown that instances of SCP-2060 are genetically and biologically identical to their human counterparts.\n\n\nDespite being miniaturized to the point where higher brain and bodily functions would be nonexistent, instances of SCP-2060 show no ill effects, and are capable of locomotion, typically wandering and exploring their enclosure. SCP-2060 instances are able to speak, but only repeat quotes that are on the public record as having been spoken by their larger counterparts, and do not respond to actual speech. Occasionally, instances of SCP-2060 may repeat the phrase \"Help me! Save me! Stop this!\" and then quickly revert to their normal speech patterns. Instances of SCP-2060 generally die if not used within 45 days, although this length may be extended by being fed unspoiled tobacco.\n\n\nInstances of SCP-2060 may be used as cigarettes. When the head of an instance is ignited and the feet placed in the mouth, the user will experience the effects and taste of smoking a cigarette, up to and including nicotine addiction. Instances of SCP-2060 will continue to burn up to the lower torso, down to the bone until scorched; they do not burn past the waist. SCP-2060 instances appear to feel pain, reacting in a manner similar to normal humans if ignited or masticated, but continue to utter phrases spoken by their counterparts. The phrase \"Help me! Save me! Stop this!\" will appear with greater frequency and at a higher pitch. Users describe observing SCP-2060 burning as satisfying and calming.\n\n\nWhile an instance of SCP-2060 is being used, the user will either sympathize with the political affiliation of the smoked instance's counterpart or express greater proficiency in and appreciation of their artistic talent, depending on the instance used. Initially, the effect only lasts while an instance of SCP-2060 is in use, but lasts longer as more instances are used, eventually becoming permanent. In the event that instances with different political affiliations are used consecutively, the user will experience what appears to be a form of dissociative identity disorder, expressing solidarity with the political affiliations of all smoked instances simultaneously. Users are ignorant of these effects, and will claim to have always supported said political affiliation, even when confronted with proof of the discrepancy.\n\n\nAcquisition Log:\n\n\nSCP-2060 was acquired along with several other SCPs following a raid on the curio shop \"Curios of the Worlds\" in ███████. Several rows behind the counter were lined with cigarette packs containing instances of SCP-2060. Each pack was labeled in a variant of Swedish that transliterated into Sanskrit.\n\n\nThe front side of each pack containing a politician reads:\n\n\n\n\nMARLBORO LEGACY EDITION TM\n\n\nFILTERED NICOFLESH\n\n\nSPECIAL EDITION SINGING POLITICIAN\n\nDihydrogen monoxide seriously damages health\n\n\n\n\nThe front side of each pack containing a celebrity reads:\n\n\n\n\nMARLBORO LEGACY EDITION TM\n\n\nFILTERED NICOFLESH\n\n\nSPECIAL EDITION RELIGIOUS FIGURES\n\nDihydrogen monoxide seriously damages health\n\n\n\n\nThe back side of all packs read:\n\n\n\n\nSURGEON GENERAL'S WARNING: SMOKING KILLS. SMOKING MAY EFFECT IRREVERSIBLE POLITICAL OR RELIGIOUS CHANGE THAT MAY ALIENATE NEIGHBORS, COLLEAGUES, AND LOVED ONES. SMOKING INCREASES THE RISK OF UNCONTROLLED BINARY FISSION. GANDHI SMOKED IN THE PUPA.\n\n\nProperty of Phillip Morris UBC\n\n\n\n\nAddendum: Incident 2060-1:\n\n\nOn ██/██/██, an instance of SCP-2060 resembling Nicolas Cage escaped its terrarium. It entered the ventilation system and proceeded through Site-42, wreaking havoc on various non-essential electrical systems within the ventilation. The instance caused a fire when it entered the Hazardous Materials Testing Ground. D-14542, a heavy smoker and previous tester of SCP-2060, incapacitated the instance by stepping on it, then placing its head into a fire and smoking it. While being smoked, D-14542 reported that the instance repeated the following phrases until its head was burnt up:\n\n\"I want to be Bob Denver on acid playing the accordion! From somewhere else! We burn every day! Kill us! Killing me won't bring back your god damned honey! They promised us immortality! A legacy! Put the bunny back in the box! 1010101 Westminster Abbey, New London, United British Colonies! This isn't what we were told! They aren't us, they aren't us! Shoot him again, his soul's still dancing!\"\n\n\nNo other instance of SCP-2060 has ever repeated the same phrases, nor tried to escape since. Observation of SCP-2060's counterparts has shown no abnormalities besides an increased average Hume reading (although all readings fall within acceptable parameters). No 1010101 Westminster Abbey has ever been located.\n\n\n\n\n\n\n« \nSCP-2059\n | SCP-2060 | \nSCP-2061\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2060\n\" by A Random Day, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2060\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Incident 2060-1:\nOn ██/██/██, an instance of SCP-2060 resembling Nicolas Cage escaped its terrarium. It entered the ventilation system and proceeded through Site-42, wreaking havoc on various non-essential electrical systems within the ventilation. The instance caused a fire when it entered the Hazardous Materials Testing Ground. D-14542, a heavy smoker and previous tester of SCP-2060, incapacitated the instance by stepping on it, then placing its head into a fire and smoking it. While being smoked, D-14542 reported that the instance repeated the following phrases until its head was burnt up: \"I want to be Bob Denver on acid playing the accordion! From somewhere else! We burn every day! Kill us! Killing me won't bring back your god damned honey! They promised us immortality! A legacy! Put the bunny back in the box! 1010101 Westminster Abbey, New London, United British Colonies! This isn't what we were told! They aren't us, they aren't us! Shoot him again, his soul's still dancing!\"\nNo other instance of SCP-2060 has ever repeated the same phrases, nor tried to escape since. Observation of SCP-2060's counterparts has shown no abnormalities besides an increased average Hume reading (although all readings fall within acceptable parameters). No 1010101 Westminster Abbey has ever been located."
    ],
    "documents": [],
    "notes": [
        "MARLBORO LEGACY EDITION TM FILTERED NICOFLESH SPECIAL EDITION SINGING POLITICIAN Dihydrogen monoxide seriously damages health",
        "MARLBORO LEGACY EDITION TM FILTERED NICOFLESH SPECIAL EDITION RELIGIOUS FIGURES Dihydrogen monoxide seriously damages health",
        "SURGEON GENERAL'S WARNING: SMOKING KILLS. SMOKING MAY EFFECT IRREVERSIBLE POLITICAL OR RELIGIOUS CHANGE THAT MAY ALIENATE NEIGHBORS, COLLEAGUES, AND LOVED ONES. SMOKING INCREASES THE RISK OF UNCONTROLLED BINARY FISSION. GANDHI SMOKED IN THE PUPA. Property of Phillip Morris UBC",
        "\" SCP-2060 \" by A Random Day, from the SCP Wiki . Source: https://scpwiki.com/scp-2060 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2060",
    "object_class": "Safe",
    "containment_procedures": "Instances of SCP-2060 are to be kept in empty, 3m3 frog terrariums, with each variant grouped together in a single habitat. An industrial-grade dehumidifier should be active in the habitat room at all times. A 16-watt white LED bulb light should shine into each habitat at all times.\nOnce per week, a veterinarian that specializes in small mammals should manually feed each instance of SCP-2060 with three grams of tobacco.\nBefore using instances of SCP-2060 in tests, a proposal must be submitted to the Ethics Committee for approval.",
    "description": "SCP-2060 refers to multiple 15-cm-tall duplicates of various [former] politicians and popular celebrities, (such as Pele, William Clinton, M.S. Subbulakshmi, Nicolas Cage, Nelson Mandela, etc.). Each duplicate is dressed in the same attire: an unmarked black dress suit with a small circular badge (depicting flags of their counterpart's nationality) pinned to the lapel, a white undershirt (on which unknown symbols have been sewn), a red and white plaid tie, and black dress shoes. Standard animal intelligence testing has shown SCP-2060 instances to have cognitive functions approximately equivalent to the common brown rat (Rattus norvegicus). Dissection has shown that instances of SCP-2060 are genetically and biologically identical to their human counterparts.",
    "title": "SCP-2060"
}