{
    "url": "https://scp-wiki.wikidot.com/scp-2075",
    "all_text": "rating: \n+536\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n2075\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nhumanoid\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOldest known photograph of SCP-2075.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-2075 is to be held in isolation within a Containment Unit capable of being hermetically sealed when required. Containment Unit is to undergo remote decontamination daily (more if deemed necessary). SCP-2075 is to be supplied with bottled water and nutrient capsules via a pneumatic tube three times a day. All interactions with SCP-2075 are to be done by remote microphone.\n\n\nObservational windows are constructed of laminated ballistics glass. Any damage to the containment cell must be repaired immediately by personnel equipped with Level A hazmat gear. SCP-2075-A are to be terminated via incineration and disposed of per hazardous waste protocols unless authorized for research by Site Director. Biopsies are to be stored within individual cryogenic storage units.\n\n\nSCP-2075 has been contained at Sector-G of Biological Containment Site-66 since its transfer from GRU Division \"P\" on ██/██/1991 in wake of the USSR's dissolution.\n\n\nDescription:\n SCP-2075 is currently a sixty-three-year-old Caucasian male formerly known as Aleksei Kravchuk - a security guard employed by GRU Division \"P\". SCP-2075 exhales a microbial pathogen capable of extreme neurological alterations. An individual infected by SCP-2075 is classified as SCP-2075-A and is considered an extension of SCP-2075. SCP-2075 is able to exert its anomalous effects regardless of distance after initial infection and will maintain control indefinitely unless SCP-2075-A is destroyed. Experiments using D-Class have suggested SCP-2075 is able to simultaneously use SCP-2075-A as it would its own body. If the primary host is destroyed, the surviving SCP-2075-A will become the acting SCP-2075, exhibiting its anomalous pathogen. SCP-2075 is unable to control more than one SCP-2075-A at a time.\n\n\nSCP-2075 has shown an eager willingness to communicate with Foundation personnel. SCP-2075 claims to have been born in the year 1204 CE.\n1\n Although there exist no records in which to verify its claim, if true then SCP-2075 is estimated to have been 787 years of age at time of its transfer into Foundation custody on ██/██/1991.\n\n\nSCP-2075 prefers to speak in Russian but has also revealed itself fluent in English, German, and an archaic Uralic language that does not coincide with any modern known variants of the Uralic language family. Subject is literate but has made no request for any literature or writing implements.\n\n\n\n\nInterview ██/██/1991 \n\n\n\n\nACCESS GRANTED\n\n\n\n\n\n\nInterviewed:\n SCP-2075\n\n\nInterviewer:\n Dr. Albert Cronenberg\n\n\nForeword:\n First interview with SCP-2075 after its successful transportation and containment at Biological Containment Site-66.\n\n\n<Begin Log, [13:06]>\n\n\nDr. Albert Cronenberg:\n Welcome SCP-2075. I hope that you are comfortable.\n\n\nSCP-2075:\n Ah. Very much so.\n\n\nDr. Albert Cronenberg:\n Good. I would like to ask you some questions. Please answer truthfully.\n\n\nSCP-2075:\n Of course. A man of honesty, I am. Ask your questions…doctor.\n\n\nDr. Albert Cronenberg:\n Noted. First, what is your name?\n\n\nSCP-2075:\n Does it matter? You will call me what you will. I am Karcist Varis.\n\n\nDr. Albert Cronenberg:\n Karcist? Not your birth name, I presume?\n\n\nSCP-2075:\n It is a title, doctor. But as true a name I might surrender. The name that once belonged to this face is ill suiting, no?\n\n\nDr. Albert Cronenberg:\n Very well. Do you know why you are here?\n\n\n\n\nSCP-2075:\n For same reason Tsars keep me in dungeon. For same reason Stalin experiment. You are afraid, doctor. Much as they were.\n\n\nDr. Albert Cronenberg:\n Please explain your anomalous nature, if able.\n\n\nSCP-2075:\n One might as well explain the sun to the moon.\n\n\nDr. Albert Cronenberg:\n Try me.\n\n\nSCP-2075:\n When I was small, the Church spoke of two worlds; one of flesh and one of spirit. This is incorrect. There is no perfection in duality. I learned of the oneness of all. Tell me: what does the color yellow feel like? I know you can state some science but no words will translate the experience. My nature is much the same.\n\n\nI can show you. Come inside, doctor.\n\n\nDr. Albert Cronenberg:\n I think we'll stop here. Thank you for your time.\n\n\n<End Log, [13:09]>\n\n\n\n\n\n\n\n\n\n\n\n\nInterview ██/██/1992 \n\n\n\n\nACCESS GRANTED\n\n\n\n\n\n\nInterviewed:\n SCP-2075\n\n\nInterviewer:\n Dr. Albert Cronenberg\n\n\nForeword:\n Seventh interview with SCP-2075. Conversation to focus on missing GRU Division \"P\" reports.\n\n\n<Begin Log, [14:30]>\n\n\nDr. Albert Cronenberg:\n When were you first detained? GRU Division \"P\" were unable to provide much documentation about you. Said something about a fire in '55?\n\n\nSCP-2075:\n This was before GRU Division \"P\". Before Lenin, Stalin or revolution. It was the Time of Troubles, yes?\n2\n\n\nI was proselytizing in Novgorod. Spreading the good word. A massacre had occurred just thirty years prior and I could feel the mounds of dead as I walked. Serf, szlachta, and boyar. All were pleased to receive me.\n\n\nBut not one, dear doctor. I had one detractor.\n\n\nDr. Albert Cronenberg:\n Please continue.\n\n\nSCP-2075:\n An Archpriest of the Eastern Orthodoxy, he was. Declared me witch, heretic, and Bogomil.\n3\n Of which I was none! Pfft. The audacity of that man.\n\n\nHe whipped mob into frenzy. Torn to pieces, I was. Watched the entire event from afar.\n\n\nDr. Albert Cronenberg:\n So you say. Explain to me your experience.\n\n\nSCP-2075:\n Do you die if you lose finger? [Chuckles] A very humbling experience, to observe a piece of yourself destroyed.\n\n\nDr. Albert Cronenberg:\n An interesting tale but that was not my question. When were you first contained by GRU Division \"P\"?\n\n\nSCP-2075:\n So impatient you are. I have all the time in the world.\n\n\n<End Log, [14:35]>\n\n\n\n\n\n\n\n\n\n\n\n\nInterview ██/██/1996 \n\n\n\n\nACCESS GRANTED\n\n\n\n\n\n\nInterviewed:\n SCP-2075\n\n\nInterviewer:\n Dr. Albert Cronenberg\n\n\nForeword:\n Forty-third interview with SCP-2075. Conversation to focus on missing origin and extent of anomalous abilities.\n\n\n<Begin Log, [14:30]>\n\n\nSCP-2075:\n Doctor. Always a pleasure.\n\n\nDr. Albert Cronenberg:\n Yes. Of course. I wanted to discuss your abilities.\n\n\nSCP-2075:\n Ah. Dear doctor. We have been over this, have we not?\n\n\nDr. Albert Cronenberg:\n Have you always been able to control others?\n\n\nSCP-2075:\n It is a gift. One received long ago. Touched by Ion, Grand Karcist of Adytum, I was embraced into the Faith.\n\n\nDr. Albert Cronenberg:\n Yes. I've gathered you have built some superstitions around your ability.\n\n\nSCP-2075:\n I knew you were heathen from start. You surround yourself with abominable machines. Like those who wish to fix what was never broken.\n\n\nDr. Albert Cronenberg:\n Broken?\n\n\nSCP-2075:\n Followers of Mekhane.\n\n\nDr. Albert Cronenberg:\n I take it you are aware of the Church of the Broken God then?\n\n\nSCP-2075:\n Very much so. They are… anathema.\n\n\nDr. Albert Cronenberg:\n We will discuss them later then. Tell me, who is Ion?\n\n\nSCP-2075:\n High Priest of Adytum. The Grand Karcist. Our Immortal, Most Beloved Father.\n\n\nPerhaps, dear doctor, you shall meet his Holiness one day.\n\n\nDr. Albert Cronenberg:\n What is Adytum?\n\n\nSCP-2075:\n Adytum? It is a very old city. The way to the Promised Land can only be accessed through the love and unity of Ion.\n\n\nDr. Albert Cronenberg:\n I see. I would like to ask you about your anomaly again.\n\n\nSCP-2075:\n GRU called them \"meat puppets\". They are not puppets. We are united as one.\n\n\nDr. Albert Cronenberg:\n How does the pathogen work? Are you transferring your consciousness or altering their own to suit your needs?\n\n\nSCP-2075:\n Dear doctor, you are not very imaginative.\n\n\nTell me. Is finite life worth living? I heard about wife. My heart *truly* bleeds for you.\n\n\nDr. Albert Cronenberg:\n This interview is over.\n\n\n<End Log, [14:35]>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ INFORMATION RESTRICTED TO LEVEL 4 PERSONNEL OR ABOVE\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n2075\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nhumanoid/uncontained\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n As of ██/██/2014, SCP-2075 is currently uncontained and its location is unknown.\n\n\nDescription:\n SCP-2075 is a gestalt consciousness currently occupying an unknown number of hosts. SCP-2075 exhales a microbial pathogen capable of extreme neurological alterations. Those infected by SCP-2075 are SCP-2075-A and are considered an extension of SCP-2075. SCP-2075 is able to exert its anomalous effects regardless of distance after initial infection and will maintain control indefinitely unless SCP-2075-A are destroyed.\n\n\n\n\n<Site-66 Surveillance [24:00]>\n\n[Three men enter the Containment Site. They have been identified as Dr. Albert Cronenberg and security personnel Jacob D. Moore and Jonathan Li.]\n\n\nDr. Albert Cronenberg:\n You requested to speak with me? I am not at your beck and call, SCP-2075.\n\n\nSCP-2075:\n Yet you come when beckoned.\n\n\nDr. Albert Cronenberg:\n [Audibly sighs] My patience with you has long since waned. Speak and be quick about it.\n\n\n\n\nSCP-2075:\n I have seen enough of this place. I will be leaving you now.\n\n\nDr. Albert Cronenberg:\n Are you threatening a containment breach?\n\n\nSCP-2075:\n I have long looked over your shoulder. Truth be told, the man you now observe in your cage could leave whenever he wished. I believe you miscalculated the sum of my parts. Tell me: if you cage the limb of an octopus, have you truly caged the octopus? This one has so many arms to spare…\n\n\nDr. Albert Cronenberg:\n What is this?\n\n\nSCP-2075:\n My containment. It never truly mattered. I have always been quite free. Turn to the right, doctor. Smile for camera. A message is being sent.\n\n\nDr. Albert Cronenberg:\n [glances at the security camera]\n\n\nSCP-2075:\n \"And Ion held six fingers aloft and upon their spears did the soldiers impale themselves.\"\n\n\nJacob D. Moore:\n \"'For you!' they cried before the blood drowned their tongues. And Ion said, 'Now do you see?'\"\n\n\n\n\nJonathan Li:\n \"And Nadox wept, as more did skewer themselves in Ion's name, for he had seen and now knew the truth of his words.\"\n\n\nDr. Albert Cronenberg:\n Security! Security! [Dr. Cronenberg appears to struggle with Security Officer Li]\n\n\nSCP-2075:\n Do you see?\n\n\n[Security Officer Li appears to hold Dr. Cronenberg while Security Officer Moore stabs him in the abdomen with a dagger of ceremonial design; weapon later designated an anomalous object.]\n\n\n<Video ends abruptly, surveillance camera destroyed>\n\n\n\n\nSecurity Personnel were alerted when SCP-2075's Containment Unit ruptured. An amorphous mass of flesh and bone, considerable in size, destroyed or disabled defense parameters. Sector-G was flooded with chlorine trifluoride, eliminating the biological agent. Heavy casualties were suffered, including fifty-six fatalities. Sector-G was deemed a complete loss and is currently being reconstructed. DNA found spread throughout Sector-G matched that of Dr. Albert Cronenberg, presumed deceased.\n\n\nInvestigation concluded that Jacob D. Moore and Jonathan Li were both aspects of SCP-2075. Each had over ten years of exceptional service to the Foundation. It is unknown when they were first linked to SCP-2075 but is believed to have occurred prior to joining the Foundation. Partial remains with their DNA, as well as that of SCP-2075, were found within Sector-G. Due to the true capabilities of SCP-2075, it is now believed to have never been fully contained by GRU Division \"P\" or the Foundation.\n\n\nDiscovered within Sector-G was a ring-shaped object constructed of palladium weighing 2.26 kilograms and with a circumference of 22 centimeters. Object is non-anomalous and depicts an Ouroboros, believed to be a symbol of religious significance.\n\n\nGRU Division \"P\" personnel associated with original containment have been sought for information about SCP-2075; all were recorded as deceased or missing.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \"6712\" which further questioning revealed to be based upon the now obsolete Byzantine calendar.\n\n\n2\n. The Time of Troubles (Russian: Smutnoye Vremya) was a period of political crisis in Russia that followed the fall of the Rurik dynasty in 1598 and concluded with the establishment of the Romanov dynasty in 1613.\n\n\n3\n. Bogomilism was a Gnostic sect founded in the 10th century.\n\n\n\n\n\n\n\n\n« \nSCP-2074\n | SCP-2075 | \nSCP-2076\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2075\n\" by Metaphysician, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2075\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 182px-Toma_nikolov_hristov.jpg\n\n\nName:\n Toma nikolov hristov.jpg\n\n\nAuthor:\n N/A\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewed: SCP-2075 Interviewer: Dr. Albert Cronenberg Foreword: First interview with SCP-2075 after its successful transportation and containment at Biological Containment Site-66. <Begin Log, [13:06]> Dr. Albert Cronenberg: Welcome SCP-2075. I hope that you are comfortable. SCP-2075: Ah. Very much so. Dr. Albert Cronenberg: Good. I would like to ask you some questions. Please answer truthfully. SCP-2075: Of course. A man of honesty, I am. Ask your questions…doctor. Dr. Albert Cronenberg: Noted. First, what is your name? SCP-2075: Does it matter? You will call me what you will. I am Karcist Varis. Dr. Albert Cronenberg: Karcist? Not your birth name, I presume? SCP-2075: It is a title, doctor. But as true a name I might surrender. The name that once belonged to this face is ill suiting, no? Dr. Albert Cronenberg: Very well. Do you know why you are here? SCP-2075: For same reason Tsars keep me in dungeon. For same reason Stalin experiment. You are afraid, doctor. Much as they were. Dr. Albert Cronenberg: Please explain your anomalous nature, if able. SCP-2075: One might as well explain the sun to the moon. Dr. Albert Cronenberg: Try me. SCP-2075: When I was small, the Church spoke of two worlds; one of flesh and one of spirit. This is incorrect. There is no perfection in duality. I learned of the oneness of all. Tell me: what does the color yellow feel like? I know you can state some science but no words will translate the experience. My nature is much the same. I can show you. Come inside, doctor. Dr. Albert Cronenberg: I think we'll stop here. Thank you for your time. <End Log, [13:09]>",
        "Interviewed: SCP-2075 Interviewer: Dr. Albert Cronenberg Foreword: Seventh interview with SCP-2075. Conversation to focus on missing GRU Division \"P\" reports. <Begin Log, [14:30]> Dr. Albert Cronenberg: When were you first detained? GRU Division \"P\" were unable to provide much documentation about you. Said something about a fire in '55? SCP-2075: This was before GRU Division \"P\". Before Lenin, Stalin or revolution. It was the Time of Troubles, yes? 2 I was proselytizing in Novgorod. Spreading the good word. A massacre had occurred just thirty years prior and I could feel the mounds of dead as I walked. Serf, szlachta, and boyar. All were pleased to receive me. But not one, dear doctor. I had one detractor. Dr. Albert Cronenberg: Please continue. SCP-2075: An Archpriest of the Eastern Orthodoxy, he was. Declared me witch, heretic, and Bogomil. 3 Of which I was none! Pfft. The audacity of that man. He whipped mob into frenzy. Torn to pieces, I was. Watched the entire event from afar. Dr. Albert Cronenberg: So you say. Explain to me your experience. SCP-2075: Do you die if you lose finger? [Chuckles] A very humbling experience, to observe a piece of yourself destroyed. Dr. Albert Cronenberg: An interesting tale but that was not my question. When were you first contained by GRU Division \"P\"? SCP-2075: So impatient you are. I have all the time in the world. <End Log, [14:35]>",
        "Interviewed: SCP-2075 Interviewer: Dr. Albert Cronenberg Foreword: Forty-third interview with SCP-2075. Conversation to focus on missing origin and extent of anomalous abilities. <Begin Log, [14:30]> SCP-2075: Doctor. Always a pleasure. Dr. Albert Cronenberg: Yes. Of course. I wanted to discuss your abilities. SCP-2075: Ah. Dear doctor. We have been over this, have we not? Dr. Albert Cronenberg: Have you always been able to control others? SCP-2075: It is a gift. One received long ago. Touched by Ion, Grand Karcist of Adytum, I was embraced into the Faith. Dr. Albert Cronenberg: Yes. I've gathered you have built some superstitions around your ability. SCP-2075: I knew you were heathen from start. You surround yourself with abominable machines. Like those who wish to fix what was never broken. Dr. Albert Cronenberg: Broken? SCP-2075: Followers of Mekhane. Dr. Albert Cronenberg: I take it you are aware of the Church of the Broken God then? SCP-2075: Very much so. They are… anathema. Dr. Albert Cronenberg: We will discuss them later then. Tell me, who is Ion? SCP-2075: High Priest of Adytum. The Grand Karcist. Our Immortal, Most Beloved Father. Perhaps, dear doctor, you shall meet his Holiness one day. Dr. Albert Cronenberg: What is Adytum? SCP-2075: Adytum? It is a very old city. The way to the Promised Land can only be accessed through the love and unity of Ion. Dr. Albert Cronenberg: I see. I would like to ask you about your anomaly again. SCP-2075: GRU called them \"meat puppets\". They are not puppets. We are united as one. Dr. Albert Cronenberg: How does the pathogen work? Are you transferring your consciousness or altering their own to suit your needs? SCP-2075: Dear doctor, you are not very imaginative. Tell me. Is finite life worth living? I heard about wife. My heart *truly* bleeds for you. Dr. Albert Cronenberg: This interview is over. <End Log, [14:35]>",
        "<Site-66 Surveillance [24:00]> [Three men enter the Containment Site. They have been identified as Dr. Albert Cronenberg and security personnel Jacob D. Moore and Jonathan Li.] Dr. Albert Cronenberg: You requested to speak with me? I am not at your beck and call, SCP-2075. SCP-2075: Yet you come when beckoned. Dr. Albert Cronenberg: [Audibly sighs] My patience with you has long since waned. Speak and be quick about it. SCP-2075: I have seen enough of this place. I will be leaving you now. Dr. Albert Cronenberg: Are you threatening a containment breach? SCP-2075: I have long looked over your shoulder. Truth be told, the man you now observe in your cage could leave whenever he wished. I believe you miscalculated the sum of my parts. Tell me: if you cage the limb of an octopus, have you truly caged the octopus? This one has so many arms to spare… Dr. Albert Cronenberg: What is this? SCP-2075: My containment. It never truly mattered. I have always been quite free. Turn to the right, doctor. Smile for camera. A message is being sent. Dr. Albert Cronenberg: [glances at the security camera] SCP-2075: \"And Ion held six fingers aloft and upon their spears did the soldiers impale themselves.\" Jacob D. Moore: \"'For you!' they cried before the blood drowned their tongues. And Ion said, 'Now do you see?'\" Jonathan Li: \"And Nadox wept, as more did skewer themselves in Ion's name, for he had seen and now knew the truth of his words.\" Dr. Albert Cronenberg: Security! Security! [Dr. Cronenberg appears to struggle with Security Officer Li] SCP-2075: Do you see? [Security Officer Li appears to hold Dr. Cronenberg while Security Officer Moore stabs him in the abdomen with a dagger of ceremonial design; weapon later designated an anomalous object.] <Video ends abruptly, surveillance camera destroyed>",
        "\" SCP-2075 \" by Metaphysician, from the SCP Wiki . Source: https://scpwiki.com/scp-2075 . Licensed under CC-BY-SA .",
        "Filename: 182px-Toma_nikolov_hristov.jpg Name: Toma nikolov hristov.jpg Author: N/A License: Public Domain Source Link: Wikimedia"
    ],
    "containment_procedures": "As of ██/██/2014, SCP-2075 is currently uncontained and its location is unknown.",
    "description": "SCP-2075 is a gestalt consciousness currently occupying an unknown number of hosts. SCP-2075 exhales a microbial pathogen capable of extreme neurological alterations. Those infected by SCP-2075 are SCP-2075-A and are considered an extension of SCP-2075. SCP-2075 is able to exert its anomalous effects regardless of distance after initial infection and will maintain control indefinitely unless SCP-2075-A are destroyed.",
    "title": "SCP-2075"
}