{
    "url": "https://scp-wiki.wikidot.com/scp-208",
    "all_text": "rating: \n+486\n+\n–\nx\n\n\n\n\n\n\nSculpture of SCP-208, found close to the Nile Delta\n\n\n\n\n\n\nItem #:\n SCP-208\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Due to his docile manner, minimum containment procedures are to be applied to SCP-208. SCP-208 is to be housed in a 10 m x 10 m room decorated in traditional Egyptian style, furnished with a single couch and a stereo system stocked with music of North African origin of any era. Surveillance is to be maintained during all movement outside of containment. SCP-208 is approved to operate at Site-17’s medical wing.\n\n\nDescription:\n SCP-208 appears to be a short, stout man of Egyptian heritage, possessing a great deal of hair over much of his body. Along his brow is a mane similar to a lion's in shape and color, which grows down to a significant beard. SCP-208 typically wears an Egyptian tunic, similar to that of typical Old Kingdom military, although occasionally this is replaced by modern military fatigues.\n\n\nSCP-208 is capable of inducing rapid cellular regeneration and reconfiguration within organic life forms, which amounts to the ability to quickly and effectively heal most physical ailments. This is performed by a unique form of electromagnetic radiation released from SCP-208’s body, which acts on a wavelength that oscillates with four degrees of freedom rather than three. The electromagnetic radiation displays unusual pulse phenomena. Furthermore, the energy of the radiation decays over distance in a fashion incompatible with the inverse-squared model. This radiation is emitted from SCP-208 naturally in small doses, and can be released in greater amounts when focused. Personnel have noted that being near SCP-208 provokes a feeling of wellness and ease, making him quite popular with the security staff. This radiation also possesses the ability of warding off ill intent, to the point of acting as a physical barrier to naturally malicious beings. What causes this is unknown, but MRI scanning of Class D personnel taken from death row in the presence of SCP-208 detected an unidentifiable pattern of neurons firing. This activity coincided with a feeling of extreme unease on behalf of the subject, as he tried to flee the secure containment chamber. It is speculated that the neural activity activates the acute stress response in human subjects, stimulating the “fight-or-flight” instinct. What causes it to affect non-human subjects is still unknown.\n\n\nDespite his appearance, SCP-208 is jovial and friendly to staff, and enjoys the company of others. Due to his good behavior and willingness to cooperate, SCP-208 has been permitted access to most common areas within Site-17. Known to most staff as “Bes”, SCP-208 has been adopted as an assistant in the medical wing of Site-17, a position he seems to have fit into naturally. SCP-208 is also fond of children, and has been noted to be very protective of what he considers the innocent. The only thing to inspire aggressive behavior from SCP-208 has been snakes, for which he has expressed a deep hatred.\n\n\nSCP-208 was originally discovered in █████, Egypt, during a search for SCP-███ along the Nile River. While SCP agents began digging into sediment in the Nile Delta, Dr. ██████ spotted a foot sticking out of the river bed. Further excavation revealed that it was connected to a great block of granite. Recovered and brought to Sector-██, SCP-208 was exhumed from the stone after surprising a researcher who discovered that he was still alive. After examination had been concluded, SCP-208 was moved to Site-17 as a Safe class SCP.\n\n\n\n\nAddendum 208-A:\n Comparison testing of \nSCP-500\n showed that it still serves as a much more effective cure. SCP-208 commented that he still tells better jokes.\n\n\n\n\n\n\n« \nSCP-207\n | SCP-208 | \nSCP-209\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-208\n\" by Dr Kondraki, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-208\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n scp208.jpg\n\n\nName:\n Egypt.Dendera.Bes.01.jpg\n\n\nAuthor:\n Hajor\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia",
    "addendums": [
        "Addendum 208-A: Comparison testing of SCP-500 showed that it still serves as a much more effective cure. SCP-208 commented that he still tells better jokes."
    ],
    "documents": [],
    "notes": [
        "\" SCP-208 \" by Dr Kondraki, from the SCP Wiki . Source: https://scpwiki.com/scp-208 . Licensed under CC-BY-SA .",
        "Filename: scp208.jpg Name: Egypt.Dendera.Bes.01.jpg Author: Hajor License: CC BY-SA 3.0 Source Link: Wikimedia"
    ],
    "item": "SCP-208",
    "object_class": "Safe",
    "containment_procedures": "Due to his docile manner, minimum containment procedures are to be applied to SCP-208. SCP-208 is to be housed in a 10 m x 10 m room decorated in traditional Egyptian style, furnished with a single couch and a stereo system stocked with music of North African origin of any era. Surveillance is to be maintained during all movement outside of containment. SCP-208 is approved to operate at Site-17’s medical wing.",
    "description": "SCP-208 appears to be a short, stout man of Egyptian heritage, possessing a great deal of hair over much of his body. Along his brow is a mane similar to a lion's in shape and color, which grows down to a significant beard. SCP-208 typically wears an Egyptian tunic, similar to that of typical Old Kingdom military, although occasionally this is replaced by modern military fatigues.",
    "title": "SCP-208"
}