{
    "url": "https://scp-wiki.wikidot.com/scp-2092",
    "all_text": "rating: \n+284\n+\n–\nx\n\n\n\n\n\n\nProbe-2092-A, prior to launch\n\n\n\n\n\n\nItem #:\n SCP-2092\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Due to the distant location and inert nature of SCP-2092, suppression of information and continuous observation is considered sufficient for its containment.\n\n\nUndercover Agents employed by the major space agencies must ensure that non-Foundation space probes leaving the proximity of Earth are incapable of receiving electromagnetic signals on the frequency range 3.25-3.30 GHz. They are also responsible for expunging the transcripts of SCP-2092-1 from documents related to previous space missions.\n\n\nProbe-2092-A must observe SCP-2092 at all times. Its encrypted video feed must be transmitted to Site-15 via Probe-2092-B. Access to the video feed is restricted to personnel holding Security Clearance Level 4 or higher. If contact is lost with either of the probes, or a failure is expected in 3 years, replacements must be sent.\n\n\nDescription:\n SCP-2092-1 is a repetitive electromagnetic signal with a frequency of 3.274 GHz. It was received by multiple interplanetary probes,\n1\n but it was never recorded on Earth or by satellites in Earth orbit. The designation SCP-2092 is used for the (currently uncontained) source of origin of the signal.\n\n\nSCP-2092-1 appears to be a message encoded in binary with 5329 bits of length. Dr. █████████ noticed that arranging the bits of the message into a table with 73 rows and 73 columns results in an image apparently intended to convey meaning.\n\n\n\n\n\n\nVisualization of the SCP-2092-1 message\n\n\n\n\n\n\nThe image features six objects. It is hypothesized that image is schematic model of the Solar System, the largest object representing the Sun, and four other objects representing the terrestrial planets. The leftmost object does not correspond to any known astronomical object.\n\n\nFoundation Researchers have hypothesized that the leftmost object is intended to be a representation of SCP-2092. SCP-2092 is theorized to be an asteroid in an orbit directly opposite to that of the Earth and orbiting at the same velocity as the Earth. The fact that SCP-2092-1 was never received by any device in the proximity of Earth seems to support this hypothesis, since the Sun would block all electromagnetic signals from such a source.\n\n\nA space mission to investigate the assumed location of SCP-2092 is currently prepared.\n\n\nAddendum:\n Probe-2092-A was launched on an intercept course with SCP-2092 on 12/11/1998. Shortly thereafter, Probe-2092-B was launched on 01/03/1999. Probe-2092-B is intended to act as a communications relay station to send signals back to Earth from Probe-2092-A. Both devices were disguised as NASA Mars probes. Cover stories about the failure of these missions were issued to the public.\n\n\nOn ██/██/2000, Probe-2092-A reached the presumed coordinates of SCP-2092. Photographs sent back from the probe reveal a roughly rectangular, metallic object approximately 7 m x 8 m x 10 m in size. The surface of the object is covered in ten square screens displaying the same message in the following languages: Arabic, Chinese, ███████, English, French, German, Hindi, Japanese, Russian and Spanish.\n2\n\n\nThe English version of the message displayed by SCP-2092 (recorded on ██/██/2000):\n\n\n\n\nWelcome, people of Earth!\n\n\nCongratulations on finding me. I am the Ambassador appointed to your planet. My duty is to wait here until you are advanced enough to leave your home and face me. As a final test of your merits, you will be given a single question entrusted to me eons ago. Answer correctly, and the prize will be knowledge far beyond your imagination.\n\n\nBut be warned! Might you fail to give the true answer, otherworldly curses shall fall upon your beloved planet, bringing forth creatures straight from your worst nightmares for no less than ten millennia! Your race gets a new chance to solve the riddle only after that period of horrors.\n\n\nNow read the question that will determine your fate, and show me the worth of your people!\n\n\n\n\nAccess to the full text requires Security Clearance Level 4.\n\n\n\n\n+ Enter credentials to continue reading\n\n\n\n\n- Credentials accepted\n\n\n\n\n\n\n\n\nQuestion is currently not available. Please try again in:\n\n\n2365 years and 127 days\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. SCP-2092-1 was first received by the Venus probe Magellan on ██/██/1992.\n\n\n2\n. On ██/██/████ changes were observed in the Chinese and Russian texts. The meaning of the message was not altered, but the phrasing became more modern. It suggests that SCP-2092 is capable of observing Earth and its languages and it modifies the displayed messages accordingly.\n\n\n\n\n\n\n\n\n« \nSCP-2091\n | SCP-2092 | \nSCP-2093\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2092\n\" by TobiasTheTapir, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2092\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n probea.jpg\n\n\nName:\n Mars Climate Orbiter during tests.jpg\n\n\nAuthor:\n NASA\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia\n\n\n\n\n\n\nFilename:\n solar.png\n\n\nAuthor:\n TobiasTheTapir\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki",
    "addendums": [
        "Addendum: Probe-2092-A was launched on an intercept course with SCP-2092 on 12/11/1998. Shortly thereafter, Probe-2092-B was launched on 01/03/1999. Probe-2092-B is intended to act as a communications relay station to send signals back to Earth from Probe-2092-A. Both devices were disguised as NASA Mars probes. Cover stories about the failure of these missions were issued to the public.\nOn ██/██/2000, Probe-2092-A reached the presumed coordinates of SCP-2092. Photographs sent back from the probe reveal a roughly rectangular, metallic object approximately 7 m x 8 m x 10 m in size. The surface of the object is covered in ten square screens displaying the same message in the following languages: Arabic, Chinese, ███████, English, French, German, Hindi, Japanese, Russian and Spanish. 2"
    ],
    "documents": [],
    "notes": [
        "Welcome, people of Earth! Congratulations on finding me. I am the Ambassador appointed to your planet. My duty is to wait here until you are advanced enough to leave your home and face me. As a final test of your merits, you will be given a single question entrusted to me eons ago. Answer correctly, and the prize will be knowledge far beyond your imagination. But be warned! Might you fail to give the true answer, otherworldly curses shall fall upon your beloved planet, bringing forth creatures straight from your worst nightmares for no less than ten millennia! Your race gets a new chance to solve the riddle only after that period of horrors. Now read the question that will determine your fate, and show me the worth of your people!",
        "Question is currently not available. Please try again in: 2365 years and 127 days",
        "\" SCP-2092 \" by TobiasTheTapir, from the SCP Wiki . Source: https://scpwiki.com/scp-2092 . Licensed under CC-BY-SA .",
        "Filename: probea.jpg Name: Mars Climate Orbiter during tests.jpg Author: NASA License: Public Domain Source Link: Wikimedia",
        "Filename: solar.png Author: TobiasTheTapir License: CC BY-SA 3.0 Source Link: SCP Wiki"
    ],
    "item": "SCP-2092",
    "object_class": "Safe",
    "containment_procedures": "Due to the distant location and inert nature of SCP-2092, suppression of information and continuous observation is considered sufficient for its containment.",
    "description": "SCP-2092-1 is a repetitive electromagnetic signal with a frequency of 3.274 GHz. It was received by multiple interplanetary probes,1 but it was never recorded on Earth or by satellites in Earth orbit. The designation SCP-2092 is used for the (currently uncontained) source of origin of the signal.",
    "title": "SCP-2092"
}