{
    "url": "https://scp-wiki.wikidot.com/scp-2101",
    "all_text": "rating: \n+225\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-2101\n: The Imperial Army\n\n\nAuthor:\n \nweizhong\n\n\n\n\n+ More articles by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-2006\n\n\nRating: 2040\n\n\n\n\n\n\nSCP-2950\n\n\nRating: 875\n\n\n\n\n\n\nSCP-2599\n\n\nRating: 856\n\n\n\n\n\n\nSCP-2800\n\n\nRating: 584\n\n\n\n\n\n\nSCP-3200\n\n\nRating: 543\n\n\n\n\n\n\nSCP-4007\n\n\nRating: 419\n\n\n\n\n\n\nSCP-2750\n\n\nRating: 315\n\n\n\n\n\n\nSCP-2201\n\n\nRating: 243\n\n\n\n\n\n\nSCP-2101\n\n\nRating: 225\n\n\n\n\n\n\nSCP-2050\n\n\nRating: 214\n\n\n\n\n\n\nSCP-2440\n\n\nRating: 203\n\n\n\n\n\n\nSCP-2301\n\n\nRating: 181\n\n\n\n\n\n\nSCP-1842\n\n\nRating: 180\n\n\n\n\n\n\nSCP-2012\n\n\nRating: 171\n\n\n\n\n\n\nSCP-2499\n\n\nRating: 169\n\n\n\n\n\n\nSCP-1644\n\n\nRating: 166\n\n\n\n\n\n\nSCP-2775\n\n\nRating: 148\n\n\n\n\n\n\nSCP-2925\n\n\nRating: 137\n\n\n\n\n\n\nSCP-1758\n\n\nRating: 137\n\n\n\n\n\n\nSCP-972\n\n\nRating: 130\n\n\n\n\n\n\nSCP-7030\n\n\nRating: 125\n\n\n\n\n\n\nSCP-314-J\n\n\nRating: 99\n\n\n\n\n\n\nSCP-2625\n\n\nRating: 96\n\n\n\n\n\n\nSCP-2588\n\n\nRating: 92\n\n\n\n\n\n\nSCP-6030\n\n\nRating: 90\n\n\n\n\n\n\nSCP-5725\n\n\nRating: 81\n\n\n\n\n\n\nSCP-2896\n\n\nRating: 63\n\n\n\n\n\n\nSCP-5975\n\n\nRating: 55\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Tales by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nThe Meaning of Fear\n\n\nRating: 255\n\n\n\n\n\n\nRight?\n\n\nRating: 206\n\n\n\n\n\n\nAfter The End\n\n\nRating: 96\n\n\n\n\n\n\nThe Tinkerer\n\n\nRating: 96\n\n\n\n\n\n\nSpirit Dust\n\n\nRating: 70\n\n\n\n\n\n\nLeisure Time\n\n\nRating: 64\n\n\n\n\n\n\nMission Accomplished\n\n\nRating: 59\n\n\n\n\n\n\nA Broken Tool\n\n\nRating: 49\n\n\n\n\n\n\nOf Meetings and Meals\n\n\nRating: 45\n\n\n\n\n\n\nThe Space Soldier\n\n\nRating: 44\n\n\n\n\n\n\nTrip Hammer\n\n\nRating: 41\n\n\n\n\n\n\nEulogies\n\n\nRating: 26\n\n\n\n\n\n\nAll Work and No Play\n\n\nRating: 23\n\n\n\n\n\n\nAnother Day On The Job\n\n\nRating: 17\n\n\n\n\n\n\nUnveiling\n\n\nRating: 13\n\n\n\n\n\n\nConferencing\n\n\nRating: 10\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ GOI formats by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nUIU File: 2017-003\n\n\nRating: 205\n\n\n\n\n\n\nUIU File: 1933-001\n\n\nRating: 79\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All coauthored articles featuring weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nPage\n\n\nAuthors\n\n\n\n\n\n\nUnusual Incidents Unit Hub\n\n\nDrewbear\n, \nCryogenChaos\n\n\n\n\n\n\nProject Palisade, 001 Proposal\n\n\nthedeadlymoose\n, \nDrewbear\n, and \nDexanote\n\n\n\n\n\n\nTKO\n\n\nthedeadlymoose\n and \nDrewbear\n\n\n\n\n\n\nSCP-5050-EX\n\n\nCityToast\n\n\n\n\n\n\nCompetitive Teleology\n\n\nRiemann\n\n\n\n\n\n\nSCP-5882\n\n\nRiemann\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+225\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-2101\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Given the highly public nature of SCP-2101’s current location, containment is to focus around the disinformation campaign aimed at the public. The Foundation has currently negotiated with the Chinese government to halt all funding for the public excavation of SCP-2101. Any private donations aimed at completing the excavation of SCP-2101 are to be intercepted and redirected.\n\n\nReconstructions of fragments or whole SCP-2101-1 instances are to be occasionally loaned to outside museums and other sources, in order to maintain the disinformation campaign. A minimum of 8000 SCP-2101-1 instances must be maintained within the mausoleum at all times.\n\n\nCommunication with SCP-2101-1 must be approved in a request form beforehand, to avoid unnecessary strain. At no point is \nSCP-926\n or similar objects to be allowed within SCP-2101.\n\n\nDescription:\n SCP-2101 refers to a sphere of effect located at 34.3849° N, 109.2731° E, the location of the Mausoleum of the First Qin Emperor. (秦始皇陵及兵马俑坑) (transliteration: Qín shǐ huáng líng jí bīng mǎ yǒng kēng) The origin point of SCP-2101 is located roughly 8 meters below the current lowest level of the mausoleum\n1\n.\n\n\nSCP-2101’s anomalous effect currently triggers in all individuals who enter within a 10-meter range of the object. Given SCP-2101’s position, this only affects those individuals who are located on the same level as the main excavation floor, where SCP-2101-1 instances are located. SCP-2101 projects speech directly into the minds of individuals. The content of the speech centers around attempts to free SCP-2101, with several references to “riches” and “huge tracts of land” to individuals who assist in releasing SCP-2101 from its current location.\n\n\nSCP-2101-1 refers to a collection of statues constructed of terracotta, commonly known as the “Terracotta Army” (兵马俑) (transliteration: bīng mǎ yǒng). These statues resemble soldiers from the Qin Dynasty period of Chinese history. It has been noted that each statue is unique in its appearance. All SCP-2101-1 instances are currently located on the lowest floor of the mausoleum.\n\n\nSCP-2101-1 instances are capable of speech and movement, but they have stated that it is difficult for them to do so. Only one SCP-2101-1 instance ever speaks at one time. The speech is very slow and stilted, and has been noted to be difficult to understand at times.\n\n\nSCP-2101-1 instances claim that they actively contain SCP-2101. Multiple instances have reiterated their need to stay in their current location in order to properly maintain containment of SCP-2101. The veracity of these claims cannot be determined at this point. In past incidents, removal of SCP-2101-1 instances to the point in which less than 8000 instances were present has caused small scale seismic activity, measuring between 2 and 4 on the moment magnitude scale. The magnitude of the seismic activity increases the longer the instances are kept away from the lowest floor.\n\n\nShould the head of an SCP-2101-1 instance be destroyed, or if more than 50% of the body by mass is no longer in connection with the head, the SCP-2101-1 instance is considered to have been removed from the lowest floor. Reconstructing SCP-2101-1 instances through reconnecting destroyed pieces is the only method of rectifying this.\n\n\nObject Recovery Report 2101-A:\n The following is a transcript of the video log compiled by the containment team that made first contact with SCP-2101. The dialogue has been translated from the original Mandarin.\n\n\n\n\nDate of Recovery:\n 12/1/1974\n\n\nContainment Team:\n Bravo-20\n\n\nCommander:\n Agent Yizhong Liao\n\n\n[Video begins]\n\n\n[Opening shot is of a containment team wearing standard People’s Liberation Army uniforms with the standard loadout of a small fire team. Team is being lowered into a hole in the ground.]\n\n\nLiao:\n Beginning containment report of Circumstantial Anomaly A9012. Containment team is entering subterranean level to reach entity. Be advised, knowledge of anomaly has spread in the area. Stronger containment protocols may be needed.\n\n\n[Containment team reaches level containing SCP-2101-1 instances. Team disengages from ropes, and encounters SCP-2101-1 instances.]\n\n\nLiao:\n Heavens above…what is this?\n\n\nAgent Hua:\n Looks like something out of a historical lián xù jù\n2\n.\n\n\nLiao:\n Recorded note: Team has made contact and found what appears to be thousands of statues resembling ancient soldiers. Initial reports of “demon” voices not corro-\n\n\n[Members of containment team stop suddenly. According to a follow-up interview, SCP-2101 began to speak to the team at this point. A rough transcript of what the team recalls SCP-2101 said has been included here.]\n\n\nSCP-2101:\n Welcome, welcome. It looks like some good souls have finally arrived to free me from my imprisonment.\n\n\nLiao:\n Identify yourself.\n\n\nSCP-2101:\n I am your emperor. Bow before me, and release me from this prison. I will reward you with the riches of kings and lords.\n\n\nLiao:\n There is no emperor. Identify where you are located.\n\n\nSCP-2101:\n What do you mean by that? Surely my dynasty lives on, even now. Those petty warlords are no match for the might of my empire. I am below you, trapped in this dirt and stone by these infernal soldiers.\n\n\nLiao:\n What soldiers?\n\n\nSCP-2101:\n Those damned clay ones. I know that they’re still there, else I would be free by now. Quickly, dig through this layer and free me.\n\n\n[Agent Hua approaches a statue.]\n\n\nHua:\n These are made of clay. How could the-\n\n\n[SCP-2101-1 instance (designated as SCP-2101-1-1) grabs Agent Hua’s arm]\n\n\nSCP-2101-1-1:\n Do not listen to him. Do not interfere.\n\n\nLiao:\n Let go of him!\n\n\nSCP-2101-1-1:\n Promise you will not interfere.\n\n\nLiao:\n Let go of him first. I can make no promises.\n\n\nSCP-2101-1-1:\n You must promise first.\n\n\nLiao:\n Open fire!\n\n\n[The SCP-2101-1 instance is hit with gunfire, severing its head. Other SCP-2101-1 instances are hit in the fire, causing further destruction. SCP-2101 begins to laugh.]\n\n\nSCP-2101:\n Yes! Yes! I can feel it! The bond is loosening! Keep destroying them!\n\n\n[Seismic activity begins. A new SCP-2101-1 instance (designated SCP-2101-1-2) steps forward]\n\n\nLiao:\n Cease fire! Cease fire!\n\n\nSCP-2101-1-2:\n Fix the ones destroyed. We cannot allow him escape.\n\n\nLiao:\n What is this place? What is your purpose?\n\n\nSCP-2101-1-2:\n Hard to talk or move. We were men once but sacrifice to contain emperor. He turned dangerous. Had to stop him. Saw the right path. Gave ourselves up.\n\n\nSCP-2101:\n And betrayed your emperor and liege! A monstrous betrayal, one made by cowards and thieves, the servants of those damned warlords! An entire army, rising up against me! You must right this wrong and destroy them!\n\n\nSCP-2101-1-2:\n Must not listen to him. His lies killed many.\n\n\nSCP-2101:\n I brought peace and riches to all in the land! Quickly, you must not listen to their lies! Free me now, and I will take my throne again. The empire needs me. I am its true founder and leader. They have no right to imprison me here.\n\n\nLiao:\n Why is this ground shaking?\n\n\nSCP-2101-1-2:\n He is escaping. Need focus else he escapes.\n\n\nLiao:\n We need to call in for backup and figure out what to do. Cut that camera out, Ting.\n\n\n\n\nFollowing this incident, it was agreed upon in a 7 to 6 vote by the O5 Council that containment would be followed by aiding SCP-2101-1 instances, due to the implied breach caused by freeing SCP-2101.\n\n\n\n\nFootnotes\n\n\n1\n. The Masoleum is currently believed to be a location of interest for the Xia Anomalous Culture Group (GoI-004X), see \nSCP-2847\n for more information.\n\n\n2\n. No direct translation exists, but this refers to a type of Chinese serial drama. Some popular versions involve historical fiction and other events.\n\n\n\n\n\n\n\n\n« \nSCP-2100\n | SCP-2101 | \nSCP-2102\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2101\n\" by weizhong, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2101\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Date of Recovery: 12/1/1974 Containment Team: Bravo-20 Commander: Agent Yizhong Liao [Video begins] [Opening shot is of a containment team wearing standard People’s Liberation Army uniforms with the standard loadout of a small fire team. Team is being lowered into a hole in the ground.] Liao: Beginning containment report of Circumstantial Anomaly A9012. Containment team is entering subterranean level to reach entity. Be advised, knowledge of anomaly has spread in the area. Stronger containment protocols may be needed. [Containment team reaches level containing SCP-2101-1 instances. Team disengages from ropes, and encounters SCP-2101-1 instances.] Liao: Heavens above…what is this? Agent Hua: Looks like something out of a historical lián xù jù 2 . Liao: Recorded note: Team has made contact and found what appears to be thousands of statues resembling ancient soldiers. Initial reports of “demon” voices not corro- [Members of containment team stop suddenly. According to a follow-up interview, SCP-2101 began to speak to the team at this point. A rough transcript of what the team recalls SCP-2101 said has been included here.] SCP-2101: Welcome, welcome. It looks like some good souls have finally arrived to free me from my imprisonment. Liao: Identify yourself. SCP-2101: I am your emperor. Bow before me, and release me from this prison. I will reward you with the riches of kings and lords. Liao: There is no emperor. Identify where you are located. SCP-2101: What do you mean by that? Surely my dynasty lives on, even now. Those petty warlords are no match for the might of my empire. I am below you, trapped in this dirt and stone by these infernal soldiers. Liao: What soldiers? SCP-2101: Those damned clay ones. I know that they’re still there, else I would be free by now. Quickly, dig through this layer and free me. [Agent Hua approaches a statue.] Hua: These are made of clay. How could the- [SCP-2101-1 instance (designated as SCP-2101-1-1) grabs Agent Hua’s arm] SCP-2101-1-1: Do not listen to him. Do not interfere. Liao: Let go of him! SCP-2101-1-1: Promise you will not interfere. Liao: Let go of him first. I can make no promises. SCP-2101-1-1: You must promise first. Liao: Open fire! [The SCP-2101-1 instance is hit with gunfire, severing its head. Other SCP-2101-1 instances are hit in the fire, causing further destruction. SCP-2101 begins to laugh.] SCP-2101: Yes! Yes! I can feel it! The bond is loosening! Keep destroying them! [Seismic activity begins. A new SCP-2101-1 instance (designated SCP-2101-1-2) steps forward] Liao: Cease fire! Cease fire! SCP-2101-1-2: Fix the ones destroyed. We cannot allow him escape. Liao: What is this place? What is your purpose? SCP-2101-1-2: Hard to talk or move. We were men once but sacrifice to contain emperor. He turned dangerous. Had to stop him. Saw the right path. Gave ourselves up. SCP-2101: And betrayed your emperor and liege! A monstrous betrayal, one made by cowards and thieves, the servants of those damned warlords! An entire army, rising up against me! You must right this wrong and destroy them! SCP-2101-1-2: Must not listen to him. His lies killed many. SCP-2101: I brought peace and riches to all in the land! Quickly, you must not listen to their lies! Free me now, and I will take my throne again. The empire needs me. I am its true founder and leader. They have no right to imprison me here. Liao: Why is this ground shaking? SCP-2101-1-2: He is escaping. Need focus else he escapes. Liao: We need to call in for backup and figure out what to do. Cut that camera out, Ting.",
        "\" SCP-2101 \" by weizhong, from the SCP Wiki . Source: https://scpwiki.com/scp-2101 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2101",
    "object_class": "Euclid",
    "containment_procedures": "Given the highly public nature of SCP-2101’s current location, containment is to focus around the disinformation campaign aimed at the public. The Foundation has currently negotiated with the Chinese government to halt all funding for the public excavation of SCP-2101. Any private donations aimed at completing the excavation of SCP-2101 are to be intercepted and redirected.",
    "description": "SCP-2101 refers to a sphere of effect located at 34.3849° N, 109.2731° E, the location of the Mausoleum of the First Qin Emperor. (秦始皇陵及兵马俑坑) (transliteration: Qín shǐ huáng líng jí bīng mǎ yǒng kēng) The origin point of SCP-2101 is located roughly 8 meters below the current lowest level of the mausoleum1.",
    "title": "SCP-2101"
}