{
    "url": "https://scp-wiki.wikidot.com/scp-2131",
    "all_text": "This one's about an immortal pope made of antimatter. Look, I don't know what to tell you. Take it or leave it.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nThanks to chat for helping in the drafting.\n\n\nOriginal image is public domain, acquired from here: \nhttps://en.wikipedia.org/wiki/Pope_Pius_XII#mediaviewer/File:His_Holiness_Pope_Pius_XII.png\n\n\nIt was edited by KateMcTiriss to its current form.\n\n\nYes. It's an antipope with antimatter. It had to be done.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nrating: \n+206\n+\n–\nx\n\n\n\n\n\n\nPhotograph of SCP-2131 taken shortly after event 2131-19. Note the lack of injury.\n\n\n\n\n\n\nItem #:\n SCP-2131\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-2131 is to be housed at all times in a radiation shielded humanoid containment chamber. This chamber is to contain the amenities associated with a standard humanoid containment cell. Current containment protocols are to allow SCP-2131 to perform a prayer ritual of its own design for the purpose of limiting gamma ray events. Under no circumstances should this ritual be interrupted by staff.\n\n\nUnder no circumstances are interviews to take place during the two hours preceding or following a scheduled gamma ray event. All interviews must take place utilizing the adjacent shielded interview room, which is to include a barrier sufficient to shield the interviewer from any gamma ray radiation emitted during an SCP-2131 gamma ray event.\n\n\nDescription:\n SCP-2131 is a human male claiming to be Avignon Pope Benedict XIII. Upon acquisition SCP-2131 was capable of conversing in a variation of archaic Italian and French, as well as Latin, and a previously unknown creoled language associated with those three (though SCP-2131 has, during its containment, become fluent in English). Every 16 hours SCP-2131 emits a gamma ray burst associated with a spontaneous conversion of a small amount of its mass into antimatter.\n\n\nA daily prayer ritual designed and carried out by SCP-2131 has proven largely effective in preventing these gamma ray bursts. However, uncontrolled events have become more frequent as containment of SCP-2131 has continued, with the prayer ritual showing effectiveness in approximately 95% of events.\n\n\nGamma ray exposure associated with SCP-2131 is lethal to most living organisms present during an event, with the exception of SCP-2131 and a variety of radiation resistant micro-organisms. SCP-2131's apparent longevity (including a claim to have been born in 1328) has been linked to the gamma ray bursts, as any physical injury is healed during uncontrolled events. This has included injury sufficient to cause death.\n\n\nSCP-2131 was originally recovered from Joshua Baptist Church in south Alabama. Several deacons in the church acquired information through the Seventh Society\n1\n in an effort to assist in a ritual relating to a blood sacrifice. Documents detailing this correspondence have been recovered. However, the individual claiming association with the Seventh Society has not been located despite cooperative attempts by both the Foundation and \nMarshall Carter and Dark\n.\n\n\n\n\n+ Show Interview Log 4\n\n\n\n\nHide Interview Log 4\n\n\n\n\n\n\nThe following log includes information detailing SCP-2131's claimed origin. \nThe Daevites\n, as mentioned, appear nowhere in the historical time period associated with SCP-2131.\n\n\n\n\n\n\nDr. Sampson:\n Hello again. I'd like to ask you a few more questions today. You were born in 1328, correct?\n\n\nSCP-2131:\n Yes.\n\n\nDr. Sampson:\n And how have you been able to live for as long as you have?\n\n\nSCP-2131:\n My faith in him has sustained me.\n\n\nDr. Sampson:\n Can you tell me about where you came from?\n\n\nSCP-2131:\n You must return me to my home.\n\n\nDr. Sampson:\n We do not know how to do that, and right now I need you to answer my questions.\n\n\nSCP-2131:\n I ruled the Churchlands from the moment the Daevites murdered Boniface\n2\n. For nearly 8 centuries I have fought battles for the lord against the blood demons.\n\n\nDr. Sampson:\n The Daevites don't exist in our historical records during the 1300s.\n\n\nSCP-2131:\n Then your records are wrong. They began in the east. The pagans and the heretics fell first and it is only through our faith that we have won our battles with them. You must return me to my home, so that the fight may continue.\n\n\nDr. Sampson:\n I understand. We'll keep working on some way to do that.\n\n\nSCP-2131:\n Thank you.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Show Interview Log 17\n\n\n\n\nHide Interview Log 17\n\n\n\n\n\n\nFollowing several consecutive failed prayer rituals, Dr. Sampson was given clearance to interview SCP-2131 in order to determine the cause of the containment failures.\n\n\n\n\n\n\nDr. Sampson:\n Hey. I know it's been a while, I've been working on trying to get you home.\n\n\nSCP-2131:\n I have been gone for too long. My people have surely been destroyed.\n\n\nDr. Sampson:\n You can't know that.\n\n\nSCP-2131:\n You're right. I don't know it. But the Daevites are not known for their timidness. I had to channel the lord's power to stop them. Without my presence…\n\n\nDr. Sampson:\n Is that why the burst events are going uncontained?\n\n\nSCP-2131:\n My faith has waned. I have been cut off from my god and I have been cut off from my people. The lord sees my weakness.\n\n\nDr. Sampson:\n I see.\n\n\nSCP-2131:\n It doesn't matter. Even if all that awaits me is a Daevite blood altar, I have to go back.\n\n\nDr. Sampson:\n We'll keep working on it. I promise you'll know as soon as we have a way.\n\n\nSCP-2131:\n Thank you.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Show Addendum 1\n\n\n\n\nHide Addendum 1\n\n\n\n\n\n\nDue to the increase in strength related to all gamma ray events following Incident 2131-19, SCP-2131's containment procedures will be modified to include preventative measures relating to attempts at self harm.\n\n\nI am also approving certain amenities which have been requested for some time, and which I believe may assist in improving SCP-2131's morale. However, under no circumstances should it be allowed to self-terminate again, even at the risk of losing personnel.\n\n\n~ Doctor Isabelle Sampson, 2131 Project Director\n\n\n\n\n\n\nI would like to caution against what I'm perceiving as a sense of pity for this entity among staff. This object is almost certainly not what it appears to be. Remember that all knowledge of this object's background is sourced directly from SCP-2131.\n\n\nIt should also be noted that this object's attempts at self harm are in direct violation of the object's supposed Catholic beliefs. And, perhaps most damning of all, the ritualistic bloodletting involved in the attempt matches historical and archaeological records relating to Daevite sacrificial rituals quite closely.\n\n\n~ \nSite-88\n Assistant Director Amanda Malkin\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A Marshall Carter and Dark affiliate in the Southern US\n\n\n2\n. According to historical records this was the Roman Pope that Benedict XIII opposed.\n\n\n\n\n\n\n\n\n« \nSCP-2130\n | SCP-2131 | \nSCP-2132\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2131\n\" by Doctor Cimmerian, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2131\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n xDIpXeE.png\n\n\nAuthor:\n KateMcTiriss\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n His Holiness Pope Pius XII.png\n\n\nAuthor:\n Michael Pitcairn\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAntipope\n\n\n\n\n\n\nNone",
    "addendums": [],
    "documents": [],
    "notes": [
        "The following log includes information detailing SCP-2131's claimed origin. The Daevites , as mentioned, appear nowhere in the historical time period associated with SCP-2131.",
        "Dr. Sampson: Hello again. I'd like to ask you a few more questions today. You were born in 1328, correct? SCP-2131: Yes. Dr. Sampson: And how have you been able to live for as long as you have? SCP-2131: My faith in him has sustained me. Dr. Sampson: Can you tell me about where you came from? SCP-2131: You must return me to my home. Dr. Sampson: We do not know how to do that, and right now I need you to answer my questions. SCP-2131: I ruled the Churchlands from the moment the Daevites murdered Boniface 2 . For nearly 8 centuries I have fought battles for the lord against the blood demons. Dr. Sampson: The Daevites don't exist in our historical records during the 1300s. SCP-2131: Then your records are wrong. They began in the east. The pagans and the heretics fell first and it is only through our faith that we have won our battles with them. You must return me to my home, so that the fight may continue. Dr. Sampson: I understand. We'll keep working on some way to do that. SCP-2131: Thank you.",
        "Following several consecutive failed prayer rituals, Dr. Sampson was given clearance to interview SCP-2131 in order to determine the cause of the containment failures.",
        "Dr. Sampson: Hey. I know it's been a while, I've been working on trying to get you home. SCP-2131: I have been gone for too long. My people have surely been destroyed. Dr. Sampson: You can't know that. SCP-2131: You're right. I don't know it. But the Daevites are not known for their timidness. I had to channel the lord's power to stop them. Without my presence… Dr. Sampson: Is that why the burst events are going uncontained? SCP-2131: My faith has waned. I have been cut off from my god and I have been cut off from my people. The lord sees my weakness. Dr. Sampson: I see. SCP-2131: It doesn't matter. Even if all that awaits me is a Daevite blood altar, I have to go back. Dr. Sampson: We'll keep working on it. I promise you'll know as soon as we have a way. SCP-2131: Thank you.",
        "Due to the increase in strength related to all gamma ray events following Incident 2131-19, SCP-2131's containment procedures will be modified to include preventative measures relating to attempts at self harm. I am also approving certain amenities which have been requested for some time, and which I believe may assist in improving SCP-2131's morale. However, under no circumstances should it be allowed to self-terminate again, even at the risk of losing personnel. ~ Doctor Isabelle Sampson, 2131 Project Director",
        "I would like to caution against what I'm perceiving as a sense of pity for this entity among staff. This object is almost certainly not what it appears to be. Remember that all knowledge of this object's background is sourced directly from SCP-2131. It should also be noted that this object's attempts at self harm are in direct violation of the object's supposed Catholic beliefs. And, perhaps most damning of all, the ritualistic bloodletting involved in the attempt matches historical and archaeological records relating to Daevite sacrificial rituals quite closely. ~ Site-88 Assistant Director Amanda Malkin",
        "\" SCP-2131 \" by Doctor Cimmerian, from the SCP Wiki . Source: https://scpwiki.com/scp-2131 . Licensed under CC-BY-SA .",
        "Filename: xDIpXeE.png Author: KateMcTiriss License: CC BY-SA 3.0 Source Link: SCP Wiki Derivative of: Name: His Holiness Pope Pius XII.png Author: Michael Pitcairn License: Public Domain Source Link: Wikimedia"
    ],
    "item": "SCP-2131",
    "object_class": "Keter",
    "containment_procedures": "SCP-2131 is to be housed at all times in a radiation shielded humanoid containment chamber. This chamber is to contain the amenities associated with a standard humanoid containment cell. Current containment protocols are to allow SCP-2131 to perform a prayer ritual of its own design for the purpose of limiting gamma ray events. Under no circumstances should this ritual be interrupted by staff.",
    "description": "SCP-2131 is a human male claiming to be Avignon Pope Benedict XIII. Upon acquisition SCP-2131 was capable of conversing in a variation of archaic Italian and French, as well as Latin, and a previously unknown creoled language associated with those three (though SCP-2131 has, during its containment, become fluent in English). Every 16 hours SCP-2131 emits a gamma ray burst associated with a spontaneous conversion of a small amount of its mass into antimatter.",
    "title": "SCP-2131"
}