{
    "url": "https://scp-wiki.wikidot.com/scp-2143",
    "all_text": "rating: \n+83\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-2143\n: Singin' in the Rain\n\n\nAuthor:\n \nA Random Day\n\n\n\n\n+ More SCPs by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-3220\n\n\nRating: 534\n\n\n\n\n\n\nSCP-2790\n\n\nRating: 493\n\n\n\n\n\n\nSCP-4780\n\n\nRating: 482\n\n\n\n\n\n\nSCP-2820\n\n\nRating: 476\n\n\n\n\n\n\nSCP-3780\n\n\nRating: 439\n\n\n\n\n\n\nSCP-2664\n\n\nRating: 412\n\n\n\n\n\n\nSCP-4950\n\n\nRating: 400\n\n\n\n\n\n\nSCP-2730\n\n\nRating: 293\n\n\n\n\n\n\nSCP-947\n\n\nRating: 292\n\n\n\n\n\n\nSCP-2350\n\n\nRating: 275\n\n\n\n\n\n\nSCP-2810\n\n\nRating: 271\n\n\n\n\n\n\nSCP-3640\n\n\nRating: 264\n\n\n\n\n\n\nSCP-2490\n\n\nRating: 258\n\n\n\n\n\n\nSCP-4670\n\n\nRating: 255\n\n\n\n\n\n\nSCP-3470\n\n\nRating: 250\n\n\n\n\n\n\nSCP-2680\n\n\nRating: 247\n\n\n\n\n\n\nSCP-5430\n\n\nRating: 215\n\n\n\n\n\n\nSCP-5940\n\n\nRating: 202\n\n\n\n\n\n\nSCP-2210\n\n\nRating: 202\n\n\n\n\n\n\nSCP-4710\n\n\nRating: 177\n\n\n\n\n\n\nSCP-3850\n\n\nRating: 160\n\n\n\n\n\n\nSCP-3360\n\n\nRating: 152\n\n\n\n\n\n\nSCP-7660\n\n\nRating: 132\n\n\n\n\n\n\nSCP-2060\n\n\nRating: 123\n\n\n\n\n\n\nSCP-2910\n\n\nRating: 118\n\n\n\n\n\n\nSCP-1750\n\n\nRating: 102\n\n\n\n\n\n\nSCP-2570\n\n\nRating: 95\n\n\n\n\n\n\nSCP-2650\n\n\nRating: 94\n\n\n\n\n\n\nSCP-6190\n\n\nRating: 87\n\n\n\n\n\n\nSCP-2143\n\n\nRating: 83\n\n\n\n\n\n\nSCP-7780\n\n\nRating: 79\n\n\n\n\n\n\nSCP-6880\n\n\nRating: 74\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Tales by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nAvatara\n\n\nRating: 246\n\n\n\n\n\n\nHypervelocity\n\n\nRating: 245\n\n\n\n\n\n\nI Thought You Died Alone\n\n\nRating: 188\n\n\n\n\n\n\nMoonlighting\n\n\nRating: 183\n\n\n\n\n\n\nZeitgeist\n\n\nRating: 141\n\n\n\n\n\n\nAutoerotic Assassination\n\n\nRating: 128\n\n\n\n\n\n\nTerminal Velocity\n\n\nRating: 122\n\n\n\n\n\n\nT Minus\n\n\nRating: 122\n\n\n\n\n\n\nThe Chosen Few\n\n\nRating: 100\n\n\n\n\n\n\nReboot or: How I Learned to Stop Worrying and Love the Apocalypses\n\n\nRating: 97\n\n\n\n\n\n\nHard Machine\n\n\nRating: 88\n\n\n\n\n\n\nLoud, Lawless, and Lost\n\n\nRating: 88\n\n\n\n\n\n\nThe Vice Girls\n\n\nRating: 87\n\n\n\n\n\n\nMorphine Machine\n\n\nRating: 87\n\n\n\n\n\n\nDeus Vulture\n\n\nRating: 87\n\n\n\n\n\n\nTruth Is Sin\n\n\nRating: 84\n\n\n\n\n\n\nNonpareil\n\n\nRating: 82\n\n\n\n\n\n\nEcstasy and Exorcism\n\n\nRating: 81\n\n\n\n\n\n\nThe Revelation\n\n\nRating: 81\n\n\n\n\n\n\nRise and Repent\n\n\nRating: 79\n\n\n\n\n\n\nT Plus\n\n\nRating: 68\n\n\n\n\n\n\nPrey and Obey\n\n\nRating: 51\n\n\n\n\n\n\nEscape Velocity\n\n\nRating: 50\n\n\n\n\n\n\nJump the Gun\n\n\nRating: 49\n\n\n\n\n\n\nNo One Gets Out of Her Alive\n\n\nRating: 47\n\n\n\n\n\n\nLeather Pig\n\n\nRating: 47\n\n\n\n\n\n\nThe Ballad of Santa Troy\n\n\nRating: 47\n\n\n\n\n\n\nContempt\n\n\nRating: 42\n\n\n\n\n\n\nDomo Arigato\n\n\nRating: 38\n\n\n\n\n\n\nThe Man-Machine\n\n\nRating: 36\n\n\n\n\n\n\nMile High Club\n\n\nRating: 30\n\n\n\n\n\n\nStrung Out in Heavens High\n\n\nRating: 27\n\n\n\n\n\n\nHands\n\n\nRating: 26\n\n\n\n\n\n\nIndustrial Espionage\n\n\nRating: 26\n\n\n\n\n\n\nNothing Human\n\n\nRating: 25\n\n\n\n\n\n\nFullmusic Astrobiologist\n\n\nRating: 22\n\n\n\n\n\n\nEight Hours in the ECRG\n\n\nRating: 18\n\n\n\n\n\n\nEnasni Si Gnihtyreve\n\n\nRating: 15\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Hubs by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nHubs\n\n\n\n\n\n\nPrometheus Labs Hub\n\n\nRating: 151\n\n\n\n\n\n\nSpeed Demon\n\n\nRating: 134\n\n\n\n\n\n\nGuns Pointed at the Head of God\n\n\nRating: 75\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All coauthored articles featuring A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nPage\n\n\nAuthors\n\n\n\n\n\n\nOverheard at Deer\n\n\nch00bakka\n\n\n\n\n\n\nSCP-150\n\n\nDecibelles\n\n\n\n\n\n\nSCP-3000\n\n\ndjkaktus\n, \nJoreth\n\n\n\n\n\n\nSCP-4220\n\n\nThe Great Hippo\n\n\n\n\n\n\nSCP-4310\n\n\nThe Great Hippo\n\n\n\n\n\n\nChicago Spirit Hub\n\n\nPeppersGhost\n\n\n\n\n\n\nSCP-5555\n\n\nRounderhouse\n, \nUncle Nicolini\n\n\n\n\n\n\nVisions of Bodies Being Burned\n\n\nTaffeta\n\n\n\n\n\n\nSamsara\n\n\nTyGently\n\n\n\n\n\n\nDeath Perception\n\n\nTyGently\n\n\n\n\n\n\nThe Powers that Bark\n\n\nTyGently\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA Semi-Comprehensive List of Foundation Facilities\n\n\n\n\n\n\nDr. Desai's Personnel File\n\n\n\n\n\n\nSCP-2142\n\n\n\n\n\n\nSCP-2144\n\n\n\n\n\n\nSCP Series 3\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+83\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-2143\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2143 is contained within an electrically insulated Large Scale Containment Cell at Site-42. The center of the cell is to be furnished according to Class-III Humanoid Containment standards, underneath a 3-by 3-meter Plexiglas roof supported by 3-meter tall steel girders. Two (2) guards equipped with tasers are to be stationed outside SCP-2143's containment chamber at all times. In the event that an Omicron event expands beyond the containment chamber, Kolokol-2 is to be immediately introduced into SCP-2143's containment chamber via the ventilation system until SCP-2143 is sedated. Following the cessation of Omicron events, non-anomalous objects spawned should be incinerated onsite by crew following Bio-safety Level 4 protocols. Anomalous objects that are spawned should be classified as SCPs or anomalous items and contained accordingly. The results of each Omicron event should be recorded and uploaded into the SCP-2143 data file daily.\n\n\nDescription:\n SCP-2143 is a Greek male, approximately 30 years old, with black hair and brown eyes. Physically, SCP-2143 is non-anomalous in nature, but it possesses extreme proficiency with all musical instruments, an eidetic memory for an unknown number of songs, and a singing voice that personnel describe as pleasant and enjoyable to listen to. Once per day, SCP-2143 will perform a random musical piece. SCP-2143 appears to have no control over what music it plays, and has never been observed to repeat a piece on its own accord. SCP-2143 is able to take musical requests, but is only able to perform a piece that has already been performed, and is unable to play any musical piece more than twice even under duress.\n\n\nSCP-2143-2 is a lyre with the ability to immediately relocate to SCP-2143 regardless of distance. If played by anyone other than SCP-2143, SCP-2143-2 will fail to make a sound. When played by SCP-2143, SCP-2143-2 is able to transform into any musical instrument, regardless of size or complexity, such as keyboards, oboes, guitars, and trumpets. SCP-2143 remains able to vocalize while playing wind instruments.\n\n\nPerformance of a musical piece by SCP-2143 invariably results in an Omicron event. During an Omicron event, an anomalous stratocumulus cloud (hereby referred to as SCP-2143-3) will form directly above SCP-2143. Although SCP-2143-3 will produce lightning and thunder, it will rain objects that are thematically linked to the music being played instead of water. Omicron events occur both indoors and outdoors. If indoors, SCP-2143-3 appears just underneath the ceiling, taking on the width and length of the room. If outdoors, SCP-2143-3 appears at a size and altitude typical of non-anomalous stratocumulus clouds. Omicron events only last as long as SCP-2143 is performing a song.\n\n\nEach musical piece played by SCP-2143 is linked to a single, specific Omicron event. SCP-2143 can view Omicron events, but is unable to physically interact with them. It claims that it does not purposefully cause these events, and usually expresses distress at these occurrences.\n\n\nIf prevented from performing for more than one day, SCP-2143's health and morale will drop drastically. At the same time, personnel who come within a three meter radius of SCP-2143 will be afflicted by an as-yet unknown disease. Each day SCP-2143 is prevented from performing, the area of effect will double in size. Although the symptoms of the disease are that of septicemic plague (diarrhea, fever, low blood pressure, gangrene, shock, etc.), the disease is untreatable by antibiotics. The disease's vector is unknown. If SCP-2143 is allowed to sing, any afflicted persons will quickly recover, and the area of effect will dissipate.\n\n\nAddendum:\n\n\n\n\nInterview Log 2143-1:\n\n\n\n\n– hide block\n\n\n\n\n\n\nThe following is an interview of SCP-2143 shortly after the third Omicron Event observed during SCP-2143's incarceration.\n\n\nDate:\n Jan. 7, ████\n\n\nInterviewer:\n Dr. T█████\n\n\n[BEGIN LOG]\n\n\nDr. T█████\n: Good morning, SCP-2143.\n\n\nSCP-2143\n: Call me ██████.\n\n\nDr. T█████\n: Please answer the following questions.\n\n\nSCP-2143\n: Sure thing, good lookin'.\n\n\nDr. T█████\n: Do you know why your singing causes Omicron Events?\n\n\nSCP-2143\n: It's not my fault. My father said I needed to stop singing and get to work, but music is my soul! My passion! Drove the old bastard crazy. I don't know why, it'd probably help him with the ladies…\n\n\nDr. T█████\n: SCP-2143, please answer the question.\n\n\nSCP-2143\n: I'm a bit rusty on modern music. Anyways, so I'm in the middle of this incredible riff, right, and the old goat comes in, yelling about how my music is distracting him and I need to get back to my \"real\" work before he gets mad. I tell him, get this, that he's already distracted by his fourth affair in as many days. Of course he throws a fit. Cast me down and dropped a curse bomb too.\n\n\nDr. T█████\n: Who is your father?\n\n\nSCP-2143\n: I don't feel like talking about him right now. No, you know what? I do. He is a huge fucking prick. He's got an undeserved god complex and Dane Cook's sense of humor. He can't take a joke or hold his temper or libido. He just curses out everyone around him.\n\n\nDr. T█████\n: When was the first time an Omicron event occurred?\n\n\n\n\nSCP-2143\n: First time I played a song here. It was a disaster for everyone. I was playing \"The Meaning of Lice\" for a really nice girl. One ballad away from tapping that and then it's raining lice. It was so fucking embarrassing! And I bet Dad was just laughing his ass off. Ha ha ha. He's such an asshat.\n\n\nDr. T█████\n: Would it be possible to communicate with your father?\n\n\nSCP-2143\n: Might as well try to talk to lightning. It's probably a better listener. All I want is someone to listen to my music. What good is music if nobody can enjoy it? But now I can't even do that! Every fucking time I sing, it rains. But I can't stop singing. It won't stop raining. I wish I was in hell. At least there, it wouldn't rain.\n\n\nAt this point, SCP-2143 began playing \"Regurgitated Guts\" and had to be tranquilized. SCP-2143 was returned to containment.\n\n\n\n\n\n\n\n\n\n\nAddendum: Recent Omicron Events\n\n\nThe following table lists the seven most recent songs performed by SCP-2143 and the results of each. For a full list of all performed songs, see Document 2143-2.\n\n\n\n\n\n\nOriginal Performer: Song\n\n\nOmicron Event\n\n\n\n\n\n\nThe Weather Girls: \nIt's Raining Men\n\n\nNumerous identical instances of Luther Vandross emerged from the storm. All instances appear to have been killed by the fall or being crushed by other Luther Vandrosses. Each instance possessed a copy of the musical album \nThe Glow of Love\n.\n\n\n\n\n\n\nBeastie Boys: \nElectric Worm\n\n\nSeveral instances of SCP-████ were spawned, killing █ personnel.\n\n\n\n\n\n\nThe Beatles: \nHere Comes the Sun\n\n\nA large sphere of plasma emerged, expanding exponentially in the middle of the chamber. The guards on duty entered the chamber and tranquilized SCP-2143, causing the plasma to dissipate before it could consume the chamber. The guards were hospitalized for severe burns and given Foundation Badges of Merit for their timely actions.\n\n\n\n\n\n\nHoagy Carmichael: \nStardust\n\n\nDust composed of iron, silicon, sulfur, chlorine, titanium, scandium, and calcium emerged. SCP-2143's morale decreased sharply afterwards for several days.\n\n\n\n\n\n\nMichael Jackson: \nBlood on the Dance Floor\n\n\nSwitchblades were produced, all with blood on the blade. The blood from each switchblade was genetically identical, although not in the Foundation database, and found to be HIV-positive.\n\n\n\n\n\n\nEdvard Grieg: \nIn the Hall of the Mountain King\n\n\n1963-era Dam dolls appeared. Each Dam doll had a small crown on the head.\n\n\n\n\n\n\nLed Zeppelin: \nCustard Pie\n\n\nNumerous egg custard pies were produced. The custard of each pie contained vaginal lubrication.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2142\n | SCP-2143 | \nSCP-2144\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2143\n\" by A Random Day, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2143\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum:",
        "Addendum: Recent Omicron Events The following table lists the seven most recent songs performed by SCP-2143 and the results of each. For a full list of all performed songs, see Document 2143-2."
    ],
    "documents": [],
    "notes": [
        "The following is an interview of SCP-2143 shortly after the third Omicron Event observed during SCP-2143's incarceration. Date: Jan. 7, ████ Interviewer: Dr. T█████ [BEGIN LOG] Dr. T█████ : Good morning, SCP-2143. SCP-2143 : Call me ██████. Dr. T█████ : Please answer the following questions. SCP-2143 : Sure thing, good lookin'. Dr. T█████ : Do you know why your singing causes Omicron Events? SCP-2143 : It's not my fault. My father said I needed to stop singing and get to work, but music is my soul! My passion! Drove the old bastard crazy. I don't know why, it'd probably help him with the ladies… Dr. T█████ : SCP-2143, please answer the question. SCP-2143 : I'm a bit rusty on modern music. Anyways, so I'm in the middle of this incredible riff, right, and the old goat comes in, yelling about how my music is distracting him and I need to get back to my \"real\" work before he gets mad. I tell him, get this, that he's already distracted by his fourth affair in as many days. Of course he throws a fit. Cast me down and dropped a curse bomb too. Dr. T█████ : Who is your father? SCP-2143 : I don't feel like talking about him right now. No, you know what? I do. He is a huge fucking prick. He's got an undeserved god complex and Dane Cook's sense of humor. He can't take a joke or hold his temper or libido. He just curses out everyone around him. Dr. T█████ : When was the first time an Omicron event occurred? SCP-2143 : First time I played a song here. It was a disaster for everyone. I was playing \"The Meaning of Lice\" for a really nice girl. One ballad away from tapping that and then it's raining lice. It was so fucking embarrassing! And I bet Dad was just laughing his ass off. Ha ha ha. He's such an asshat. Dr. T█████ : Would it be possible to communicate with your father? SCP-2143 : Might as well try to talk to lightning. It's probably a better listener. All I want is someone to listen to my music. What good is music if nobody can enjoy it? But now I can't even do that! Every fucking time I sing, it rains. But I can't stop singing. It won't stop raining. I wish I was in hell. At least there, it wouldn't rain. At this point, SCP-2143 began playing \"Regurgitated Guts\" and had to be tranquilized. SCP-2143 was returned to containment.",
        "\" SCP-2143 \" by A Random Day, from the SCP Wiki . Source: https://scpwiki.com/scp-2143 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2143",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2143 is contained within an electrically insulated Large Scale Containment Cell at Site-42. The center of the cell is to be furnished according to Class-III Humanoid Containment standards, underneath a 3-by 3-meter Plexiglas roof supported by 3-meter tall steel girders. Two (2) guards equipped with tasers are to be stationed outside SCP-2143's containment chamber at all times. In the event that an Omicron event expands beyond the containment chamber, Kolokol-2 is to be immediately introduced into SCP-2143's containment chamber via the ventilation system until SCP-2143 is sedated. Following the cessation of Omicron events, non-anomalous objects spawned should be incinerated onsite by crew following Bio-safety Level 4 protocols. Anomalous objects that are spawned should be classified as SCPs or anomalous items and contained accordingly. The results of each Omicron event should be recorded and uploaded into the SCP-2143 data file daily.",
    "description": "SCP-2143 is a Greek male, approximately 30 years old, with black hair and brown eyes. Physically, SCP-2143 is non-anomalous in nature, but it possesses extreme proficiency with all musical instruments, an eidetic memory for an unknown number of songs, and a singing voice that personnel describe as pleasant and enjoyable to listen to. Once per day, SCP-2143 will perform a random musical piece. SCP-2143 appears to have no control over what music it plays, and has never been observed to repeat a piece on its own accord. SCP-2143 is able to take musical requests, but is only able to perform a piece that has already been performed, and is unable to play any musical piece more than twice even under duress.",
    "title": "SCP-2143"
}