{
    "url": "https://scp-wiki.wikidot.com/scp-2145",
    "all_text": "rating: \n+172\n+\n–\nx\n\n\nItem #:\n SCP-2145\n\n\nObject Class:\n \nKeter\n \nNeutralized\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2145-1, -2, and -3 are to be contained in standard humanoid cells at Site 19. They frequently attempt to engage in self-harm, and are to be considered a moderate to high suicide risk; although Dr. ██████ has speculated that the nature of their anomaly would prevent any self-inflicted injuries from being fatal, this is — short of allowing a suicide attempt to proceed to completion — unfalsifiable. For their psychological well-being, they are permitted to undergo cosmetic surgery procedures at their own request; these procedures may not be performed any more frequently than once every three months.\n\n\nThe cadaver of SCP-2145-4 is contained in a high-security morgue freezer at Site 26. Access to tissue samples requires written permission from two O5-level personnel.\n\n\n\n\nPersonnel with level-3 clearance or higher may access the previous, obsolete containment procedures for SCP-2145\n\n\n\n\nAccess granted\n\n\n\n\nSCP-2145 is not currently containable; containment procedures will instead focus on minimizing damage. SCP-2145-1, -2, -3, and -4 are to be kept under surveillance at all times. No Foundation agent, operative, or employee is to come within 100 m of SCP-2145-1, -2, -3, and/or -4. All electronic communication to and from SCP-2145-1, -2, -3, and/or -4 is to be intercepted, recorded, transcribed via a double-blind system, and archived. No individual Foundation agent, operative, or employee is to be assigned to SCP-2145 for more than 6 consecutive days; the interval between two successive assignments to SCP-2145 must be no less than 14 days.\n\n\nIndividuals who have had direct \"scene\"-level interactions with SCP-2145-1, -2, -3, and/or -4 are to be debriefed, and then to be administered class-A amnestics; individuals who are suicidal as a result of scene-level interactions are to be tranquilized prior to debriefing.\n\n\nThe actors Jerry Seinfeld, Jason Alexander, Michael Richards, and Julia Louis-Dreyfus are to be kept under surveillance at all times. In order to prevent the possibility of a Pirandello-Malkovich mass consciousness overwriting, at no time are any of Seinfeld, Alexander, Richards, and/or Louis-Dreyfus to be allowed to come within 300 meters of SCP-2145. In the event of any of these individuals coming within 2000 meters of SCP-2145, their itineraries are to be rerouted via Kerner-Leeming traffic manipulation protocols. Moisseiff-Eldridge infrastructure sabotage protocols are to be used at 1500 m from SCP-2145, Phelps-Poole crowd manipulation protocols are to be used at 1000 m, and Bardo-Chapman injury protocols are to be used at 500 m.\n\n\n\n\n\n\n\n\nDescription:\n SCP-2145 is the collective term for three individuals, and the cadaver of a fourth individual, who have been anomalously altered to be exact physical replicas of the primary cast of the American situation comedy \nSeinfeld\n (1989-1998), as they appeared in approximately 1998. SCP-2145-1 is an exact replica of actor Jerry Seinfeld, SCP-2145-2 is an exact replica of actor Jason Alexander, SCP-2145-3 is an exact replica of actor Michael Richards, and SCP-2145-4 was an exact replica of actor Julia Louis-Dreyfus. The three living instances do not show any external signs of physical aging (other than those which were present on Seinfeld, Alexander, and Richards in 1998), and any significant physical modifications will gradually revert themselves at a rate proportional to the degree of modification.\n1\n\n\n\n\nPersonnel with level-3 clearance or higher may access the previous, obsolete description of SCP-2145\n\n\n\n\nAccess granted\n\n\n\n\nDescription:\n SCP-2145 is the collective term for four entities who are exact replicas of the primary cast of the American situation comedy \nSeinfeld\n (1989-1998) as they appeared in approximately 1998, existing separately from the actors who portrayed them. SCP-2145-1 is an exact replica of actor Jerry Seinfeld (portraying a fictionalized version of himself), SCP-2145-2 is an exact replica of actor Jason Alexander (portraying \"George Costanza\"), SCP-2145-3 is an exact replica of actor Michael Richards (portraying \"Cosmo Kramer\"), and SCP-2145-4 is an exact replica of actor Julia Louis-Dreyfus (portraying \"Elaine Benes\").\n\n\nThese entities reside in New York City (the setting of \nSeinfeld\n episodes) and cause the occurrence of \"\nSeinfeld\n-like\" (\"SL\") events. SL events involve the macro-scale modification of probability affecting the actions of all individuals within the entities' immediate vicinity (ranging from approximately 30-40 m for each of the entities when alone, to approximately 60 m when all four entities are together), leading to drastically increased rates of coincidence, synchronicity, and miscommunication. These rates are increased still further for individuals who interact\n2\n with the entities; such individuals also exhibit behavioral modifications involving decreased empathy, malignant narcissism, and general amorality. Foundation dramaturges and critical theorists have shown\n3\n that SL events are parametrically consistent with the scenarios portrayed in broadcast episodes of \nSeinfeld\n, and posit that they are phenomenologically indistinguishable from \"living in the show\". Medium-level cognitive distortion has also been observed to occur, such that affected individuals show no awareness of either the fictional characters whose appearance SCP-2145 mimics, the television program which featured those characters, or the actors who portrayed those characters.\n\n\n\n\n\n\n\n\nAcquisition log:\n After the first 22 attempts at containment were disrupted by the unexpected range of SCP-2145's anomalous effect [see documents 2145-HL2 through -HM-17], the Foundation entered into a temporary partnership with the Global Occult Coalition, and another with the Federal Bureau of Investigation's Unusual Incidents Unit; neither of these organizations was made aware of the Foundation's cooperation with the other. The rationale for this was that, by joining forces with two separate organizations which had conflicting intentions towards anomalies, the Foundation would be insulated from SCP-2145's manipulation of probability, behavior, and cognition. To increase the likelihood of success, Foundation personnel deliberately limited the extent to which they were available to GOC and UIU agents, such that those agents would be encouraged to take action without first consulting Foundation liaisons; similarly, information provided to GOC and UIU agents was deliberately incomplete, with several important details redacted, such that both GOC and UIU agents would be encouraged to make fallacious and/or incomplete conclusions regarding the exact nature of SCP-2145's anomaly.\n\n\nOn 17 December 2005, the GOC launched Operation Flamingo, in which SCP-2145-1 was codenamed Hyacinth, SCP-2145-2 was codenamed Kepler, SCP-2145-3 was codenamed Gooseberry, and SCP-2145-4 was codenamed Needlework. This was in direct conflict with the UIU's Operation Gooseberry (launched the same day), in which SCP-2145-1 was codenamed Needlework, SCP-2145-2 was codenamed Flamingo, SCP-2145-3 was codenamed Hyacinth, and SCP-2145-4 was codenamed Kepler.\n4\n\n\nThe UIU had concluded (correctly) that the number of individuals SCP-2145 could simultaneously affect was limited. The UIU's Operation Gooseberry was thus intended to create civil unrest via crowd-manipulation protocols, under the assumption that this would overload and shut down SCP-2145's anomaly; this would thereby allow the four members of SCP-2145 to be forcibly separated from each other and arrested, under the pretext of being taken into protective custody. The GOC, however, had concluded (also correctly) that only one member of SCP-2145 was truly anomalous, and that the other three were either accomplices or (as was later found to be the case) unwilling victims who had been anomalously modified; since direct action against that entity was blocked by its anomalous effect, the GOC's Operation Flamingo was intended to first psychologically disrupt the anomalous \"leader\" of SCP-2145 by confronting it with the violent death of one of its companions. Both operations were to be conducted via double-blind methodology, to circumvent inhibition via SCP-2145's anomaly.\n\n\nOn 18 December 2005, Operation Gooseberry and Operation Flamingo were simultaneously implemented. In the midst of the civil unrest that resulted, a series of miscommunications and conflicts with UIU operatives led GOC operatives to conclude that the leader of SCP-2145 was most likely to be SCP-2145-3, followed by -1, and then -2. SCP-2145-4 was therefore considered the most likely to be a non-anomalous follower, and was selected for assassination; a GOC sniper, acting from a 28th-story office window at the corner of [REDACTED] and [REDACTED], killed SCP-2145-4 in full view of its three companions.\n\n\nSCP-2145-1, -2, and -3 immediately collapsed; they were taken into custody by UIU agents, and subsequently remanded into Foundation custody. The cadaver of SCP-2145-4 was also taken into custody; interviews with -1, -2, and -3 indicate that, behavioral and dramaturgical analysis to the contrary, -4 was in fact their leader. Post-mortem analysis has revealed several macro- and microstructural anomalies in SCP-2145-4's brain and nervous system; however, the extent to which these caused SCP-2145-4's anomalous properties, rather than being caused by them, is speculative at best, especially in light of the assassination damage.\n\n\n\n\nFootnotes\n\n\n1\n. See document 2145-V-19 for operational parameters of what is considered \"significant\".\n\n\n2\n. Monitoring the entities for more than 7 consecutive days has been found to result in the same effect as directly interacting with them; fortunately, this effect is temporary\n\n\n3\n. \n\"Something Instead of Nothing\"\n, by G. Hofstadter and D. Morrison, in \nFoundation Journal of Literary, Textual, Linguistic, and Semantic Anomalies\n; February 2003\n\n\n4\n. These coincidences, which were not detected until after the fact, are believed to have been the result of SCP-2145's unconscious manipulation of probability.\n\n\n\n\n\n\n\n\n« \nSCP-2144\n | SCP-2145 | \nSCP-2146\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2145\n\" by Jekeled, rewritten by Voct, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2145\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-2145 \" by Jekeled, rewritten by Voct, from the SCP Wiki . Source: https://scpwiki.com/scp-2145 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2145",
    "object_class": "Keter Neutralized Safe",
    "containment_procedures": "SCP-2145-1, -2, and -3 are to be contained in standard humanoid cells at Site 19. They frequently attempt to engage in self-harm, and are to be considered a moderate to high suicide risk; although Dr. ██████ has speculated that the nature of their anomaly would prevent any self-inflicted injuries from being fatal, this is — short of allowing a suicide attempt to proceed to completion — unfalsifiable. For their psychological well-being, they are permitted to undergo cosmetic surgery procedures at their own request; these procedures may not be performed any more frequently than once every three months.",
    "description": "SCP-2145 is the collective term for four entities who are exact replicas of the primary cast of the American situation comedy Seinfeld (1989-1998) as they appeared in approximately 1998, existing separately from the actors who portrayed them. SCP-2145-1 is an exact replica of actor Jerry Seinfeld (portraying a fictionalized version of himself), SCP-2145-2 is an exact replica of actor Jason Alexander (portraying \"George Costanza\"), SCP-2145-3 is an exact replica of actor Michael Richards (portraying \"Cosmo Kramer\"), and SCP-2145-4 is an exact replica of actor Julia Louis-Dreyfus (portraying \"Elaine Benes\").",
    "title": "SCP-2145"
}