{
    "url": "https://scp-wiki.wikidot.com/scp-2148",
    "all_text": "rating: \n+226\n+\n–\nx\n\n\nItem #:\n SCP-2148\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2148 is to be held within a standard humanoid containment chamber within Hall ██ of Site-██. SCP-2148-1 is to remain in place at all times. Class C amnestics are to be administered to SCP-2148 if its anomalous properties manifest.\n\n\nDescription:\n SCP-2148 is a male humanoid of Indian descent. The words \"Mr. Stripes, from Little Misters ® by Dr. Wondertainment\" are tattooed upon SCP-2148's right bicep. SCP-2148-1 is a white blindfold immune to the effects of SCP-2148 with the brand name \"Doctor's Orders\" sewn into it, worn by SCP-2148 since discovery.\n\n\nThe anomalous properties of SCP-2148 do not manifest unless it is able to visually commit something other than SCP-2148-1 or itself to memory. When it is able to dedicate a person or object to memory via visual stimuli, all current physical and digital information concerning said person or object is immediately obscured via black bars. No alterations occur to media created after this event unless SCP-2148 observes the person or object in question a second time. Class C amnestics have proven capable of reversing this process if applied within three hours of exposure.\n\n\nSCP-2148 was discovered outside Site-██ by Dr. ███████, and was the first anomaly associated with the \"Little Mister\" series encountered by the Foundation.\n\n\n\n\nForeword:\n The following transcript was recreated using the recorded audio due to the alterations to the original transcript, detected 07/03/1995.\n\n\n<Begin Log>\n\n\nSCP-2148:\n Is Mr. Lie here yet?\n\n\nDr. ███████:\n Excuse me?\n\n\nSCP-2148:\n Just, uh, curious. Y'know, wondering if I could see my brother again. Well, y'know, figuratively speaking. Never actually seen him before. But he said he'd be here right after me, and I've been here for a bit and I haven't seen him yet. Figuratively.\n\n\nDr. ███████:\n No, he's not here yet. So there are more Little Misters?\n\n\nSCP-2148:\n Oh, yeah. Twenty in total, counting myself. The numbers don't mean anything, but I was the first Little Mister that Doctor Wondertainment made. Mr. Lie told me that. Then he told me we were collector's items, which made enough sense.\n\n\nDr. ███████:\n Did you see them often?\n\n\nSCP-2148:\n Like, literally? I saw them each once. Well, except for Redd. Had to see him twice. Kinda makes me wish I didn't have photographic memory, to be perfectly honest.\n\n\nDr. ███████:\n You said you haven't seen Mr. Lie?\n\n\nSCP-2148:\n Nope. Er, yes I said that. [Pauses] I have not seen him. He told me he was supposed to be last for some reason, I guess? Never really figured out why, but that wasn't really my place, y'know? I was just supposed to follow him around and look at stuff.\n\n\nDr. ███████:\n And where did the two of you go? What did you look at?\n\n\nSCP-2148:\n Oh, y'know, stuff. Took a lot of trips into government buildings, or at least that's what everybody else was saying. I guess I wouldn't right know, y'know? Always had Mr. Lie to show me the way, though. He had a lot of friends, Mr. Lie, and he always knew right what to say to get us where we needed to be. Never actually got to see him, though. The Doctor gave me this note saying I shouldn't look at Lie yet, but then the note had all these black lines on it. So that was weird.\n\n\nDr. ███████:\n And do you have any idea where Mr. Lie is currently?\n\n\nSCP-2148:\n Nope! Should be here soon, though. Can't wait to see him.\n\n\n<End Log>\n\n\n\n\nAddendum 1:\n Within two weeks of the initial containment of SCP-2148, both \nSCP-905\n and \nSCP-920\n arrived at Site-██ through unknown means. A conference was held between the current Site Director and O5-4 to discuss the repeated information breach. Site Director ███████ requested all future anomalies associated with the \"Little Mister\" series to be contained within Hall ██, which was approved by O5-4. SCP-2148 was then relocated to its new containment cell within Hall ██ without issue.\n\n\nAddendum 2:\n On 05/12/1995 an anomaly (tentatively designated SCP-2148-2) within Site-██ security footage was discovered, beginning with the initial recovery of SCP-2148 and lasting roughly three weeks. SCP-2148-2 manifested as a black bar obscuring Dr. ███████ and Site Director ███████ at intermittent intervals on all security footage.\n\n\nWhen questioned about this, both personnel cited two distinct and equally clear memories during the times SCP-2148-2 followed them. Dr. ███████ cited he was conducting testing with an unrelated anomaly, and Site Director ███████ claimed to either be doing paperwork or in one case communicating with O5-4. Both claims have been corroborated by other personnel, including O5-4, as well as surveillance footage.\n\n\nSCP-2148-2 manifestation ended shortly after an interview between SCP-2148 and Dr. ███████ while he was obscured by SCP-2148-2. Dr. ███████ exited Site-██ shortly after, exiting camera view without incident.\n\n\nWhen questioned about this, SCP-2148 claimed to have no knowledge of how this could have occurred. A search of its cell revealed one previously unaccounted for photograph affected by the anomalous properties of SCP-2148.\n\n\nAddendum 3:\n While originally thought to not possess a document of the Little Mister series, when questioned SCP-2148 unrolled SCP-2148-1 to reveal an equivalent printed on the obverse side.\n\n\n\n\nWow!\n You've just found yourself your very own Little Mister, a \nlimited edition collection\n from Dr. Wondertainment!\n\n\nFind them all and become Mr. Collector!!\n\n\n01. Mr. Chameleon\n\n\n02. Mr. Headless\n\n\n03. Mr. Laugh\n\n\n04. Mr. Forgetful\n\n\n05. Mr. Shapey\n\n\n06. Mr. Soap\n\n\n07. Mr. Hungry\n\n\n08. Mr. Brass\n\n\n09. Mr. Hot\n\n\n10. Ms. Sweetie\n\n\n11. Mr. Life and Mr. Death\n\n\n12. Mr. Fish\n\n\n13. Mr. Moon\n\n\n14. Mr. Redd (discontinued)\n\n\n15. Mr. Money\n\n\n16. Mr. Lost\n\n\n17.\n \nMr. Lie\n\n\n18. Mr. Mad\n\n\n19. Mr. Scary\n\n20. Mr. Stripes ✔\n\n\n\n\n\n\n\n\n« \nSCP-2147\n | SCP-2148 | \nSCP-2149\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2148\n\" by TwistedGears, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2148\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1: Within two weeks of the initial containment of SCP-2148, both SCP-905 and SCP-920 arrived at Site-██ through unknown means. A conference was held between the current Site Director and O5-4 to discuss the repeated information breach. Site Director ███████ requested all future anomalies associated with the \"Little Mister\" series to be contained within Hall ██, which was approved by O5-4. SCP-2148 was then relocated to its new containment cell within Hall ██ without issue.",
        "Addendum 2: On 05/12/1995 an anomaly (tentatively designated SCP-2148-2) within Site-██ security footage was discovered, beginning with the initial recovery of SCP-2148 and lasting roughly three weeks. SCP-2148-2 manifested as a black bar obscuring Dr. ███████ and Site Director ███████ at intermittent intervals on all security footage.\nWhen questioned about this, both personnel cited two distinct and equally clear memories during the times SCP-2148-2 followed them. Dr. ███████ cited he was conducting testing with an unrelated anomaly, and Site Director ███████ claimed to either be doing paperwork or in one case communicating with O5-4. Both claims have been corroborated by other personnel, including O5-4, as well as surveillance footage.\nSCP-2148-2 manifestation ended shortly after an interview between SCP-2148 and Dr. ███████ while he was obscured by SCP-2148-2. Dr. ███████ exited Site-██ shortly after, exiting camera view without incident.\nWhen questioned about this, SCP-2148 claimed to have no knowledge of how this could have occurred. A search of its cell revealed one previously unaccounted for photograph affected by the anomalous properties of SCP-2148.",
        "Addendum 3: While originally thought to not possess a document of the Little Mister series, when questioned SCP-2148 unrolled SCP-2148-1 to reveal an equivalent printed on the obverse side."
    ],
    "documents": [],
    "notes": [
        "Foreword: The following transcript was recreated using the recorded audio due to the alterations to the original transcript, detected 07/03/1995. <Begin Log> SCP-2148: Is Mr. Lie here yet? Dr. ███████: Excuse me? SCP-2148: Just, uh, curious. Y'know, wondering if I could see my brother again. Well, y'know, figuratively speaking. Never actually seen him before. But he said he'd be here right after me, and I've been here for a bit and I haven't seen him yet. Figuratively. Dr. ███████: No, he's not here yet. So there are more Little Misters? SCP-2148: Oh, yeah. Twenty in total, counting myself. The numbers don't mean anything, but I was the first Little Mister that Doctor Wondertainment made. Mr. Lie told me that. Then he told me we were collector's items, which made enough sense. Dr. ███████: Did you see them often? SCP-2148: Like, literally? I saw them each once. Well, except for Redd. Had to see him twice. Kinda makes me wish I didn't have photographic memory, to be perfectly honest. Dr. ███████: You said you haven't seen Mr. Lie? SCP-2148: Nope. Er, yes I said that. [Pauses] I have not seen him. He told me he was supposed to be last for some reason, I guess? Never really figured out why, but that wasn't really my place, y'know? I was just supposed to follow him around and look at stuff. Dr. ███████: And where did the two of you go? What did you look at? SCP-2148: Oh, y'know, stuff. Took a lot of trips into government buildings, or at least that's what everybody else was saying. I guess I wouldn't right know, y'know? Always had Mr. Lie to show me the way, though. He had a lot of friends, Mr. Lie, and he always knew right what to say to get us where we needed to be. Never actually got to see him, though. The Doctor gave me this note saying I shouldn't look at Lie yet, but then the note had all these black lines on it. So that was weird. Dr. ███████: And do you have any idea where Mr. Lie is currently? SCP-2148: Nope! Should be here soon, though. Can't wait to see him. <End Log>",
        "Wow! You've just found yourself your very own Little Mister, a limited edition collection from Dr. Wondertainment! Find them all and become Mr. Collector!! 01. Mr. Chameleon 02. Mr. Headless 03. Mr. Laugh 04. Mr. Forgetful 05. Mr. Shapey 06. Mr. Soap 07. Mr. Hungry 08. Mr. Brass 09. Mr. Hot 10. Ms. Sweetie 11. Mr. Life and Mr. Death 12. Mr. Fish 13. Mr. Moon 14. Mr. Redd (discontinued) 15. Mr. Money 16. Mr. Lost 17. Mr. Lie 18. Mr. Mad 19. Mr. Scary 20. Mr. Stripes ✔",
        "\" SCP-2148 \" by TwistedGears, from the SCP Wiki . Source: https://scpwiki.com/scp-2148 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2148",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2148 is to be held within a standard humanoid containment chamber within Hall ██ of Site-██. SCP-2148-1 is to remain in place at all times. Class C amnestics are to be administered to SCP-2148 if its anomalous properties manifest.",
    "description": "SCP-2148 is a male humanoid of Indian descent. The words \"Mr. Stripes, from Little Misters ® by Dr. Wondertainment\" are tattooed upon SCP-2148's right bicep. SCP-2148-1 is a white blindfold immune to the effects of SCP-2148 with the brand name \"Doctor's Orders\" sewn into it, worn by SCP-2148 since discovery.",
    "title": "SCP-2148"
}