{
    "url": "https://scp-wiki.wikidot.com/scp-2153",
    "all_text": "rating: \n+164\n+\n–\nx\n\n\n\n\n\n\nAn instance of SCP-2153-1.\n\n\n\n\n\n\nItem #:\n SCP-2153\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Between 25 and 50 live SCP-2153-1 specimens are to be kept in Site-101's greenhouse, and are to be cared for in an identical fashion to non-anomalous clovers. Infestations of SCP-2153 outside of containment are to be destroyed through herbicide application.\n\n\nFoundation web crawlers are programmed to censor references to SCP-2153-A. Research is ongoing on methods to block emails sent by SCP-2153-A. Members of the public who receive emails from SCP-2153-A may be administered Class-A amnestics on a case by case basis.\n\n\nA Foundation front organization will assume credit for humanitarian airdrops by SCP-2153-A.\n\n\nDescription:\n SCP-2153 is a virus of unknown genus which infects members of the genus \nTrifolium\n (Clovers) and spreads via pollination. Infected clovers, designated SCP-2153-1, invariably have four or more leaves.\n\n\nHumans attempting to pick or otherwise damage SCP-2153-1 instances will fail in some way unless they are carrying a method of monetary transaction capable of transferring a value of at least US$4. If a subject carrying the appropriate amount picks or otherwise damages an SCP-2153-1 instance, they will lose a value of US$4, at which point the instance will become physically identical to a non-anomalous clover.\n\n\nSCP-2153 is believed to have been engineered by an organization called Trifolium Charities, hereafter SCP-2153-A. SCP-2153-A is responsible for over ████ humanitarian airdrops in various locations since 2005 containing both various humanitarian supplies and hundreds of preserved instances of SCP-2153-1, sealed in plastic sheets.\n\n\nSCP-2153-A will email subjects who have picked SCP-2153-1 instances within 12 hours of either picking the instance or of an airdrop occurring. There is currently no known way to prevent these emails from being sent, and they will also be sent to email addresses created by subjects after picking SCP-2153-1 instances. However, individual emails may be deleted normally and will not reappear afterwards.\n\n\nAddendum:\n The following are sample emails from SCP-2153-A. The first was sent after picking an SCP-2153-1 instance, and the second was sent following an airdrop. Thus far, all emails received from SCP-2153-A are identical. Websites linked in the emails lead to 404 pages.\n\n\n\n\nDear [RECIPIENT'S FIRST NAME],\n\n\nOn behalf of everyone at Trifolium Charities, I would like to thank you for your recent purchase. Your support allows us to perform life-saving work all across the world, helping the people who need it most.\n\n\nTo learn more about our organization and our mission, please visit our website at www.trifolium4good.███. While you're there, consider signing up for our monthly newsletter!\n\n\nEnjoy your clover, and best of luck to you!\n\n\nRipens T. Pratense, CEO.\n\n\n\n\n\n\nDear [RECIPIENT'S FIRST NAME],\n\n\nTrifolium Charities has just successfully delivered humanitarian supplies in [LOCATION OF AIRDROP]. To learn more about our recent relief efforts, visit www.trifolium4good.███/latest.\n\n\nRemember, your donations are what makes these life-saving activities possible!\n\n\nRipens T. Pratense, CEO.\n\n\n\n\n\n\n\n\n« \nSCP-2152\n | SCP-2153 | \nSCP-2154\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2153\n\" by Waterfire, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2153\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 4LeafClover.JPG\n\n\nAuthor:\n Valerie Imre\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia",
    "addendums": [
        "Addendum: The following are sample emails from SCP-2153-A. The first was sent after picking an SCP-2153-1 instance, and the second was sent following an airdrop. Thus far, all emails received from SCP-2153-A are identical. Websites linked in the emails lead to 404 pages."
    ],
    "documents": [],
    "notes": [
        "Dear [RECIPIENT'S FIRST NAME], On behalf of everyone at Trifolium Charities, I would like to thank you for your recent purchase. Your support allows us to perform life-saving work all across the world, helping the people who need it most. To learn more about our organization and our mission, please visit our website at www.trifolium4good.███. While you're there, consider signing up for our monthly newsletter! Enjoy your clover, and best of luck to you! Ripens T. Pratense, CEO.",
        "Dear [RECIPIENT'S FIRST NAME], Trifolium Charities has just successfully delivered humanitarian supplies in [LOCATION OF AIRDROP]. To learn more about our recent relief efforts, visit www.trifolium4good.███/latest. Remember, your donations are what makes these life-saving activities possible! Ripens T. Pratense, CEO.",
        "\" SCP-2153 \" by Waterfire, from the SCP Wiki . Source: https://scpwiki.com/scp-2153 . Licensed under CC-BY-SA .",
        "Filename: 4LeafClover.JPG Author: Valerie Imre License: CC BY-SA 3.0 Source Link: Wikimedia"
    ],
    "item": "SCP-2153",
    "object_class": "Euclid",
    "containment_procedures": "Between 25 and 50 live SCP-2153-1 specimens are to be kept in Site-101's greenhouse, and are to be cared for in an identical fashion to non-anomalous clovers. Infestations of SCP-2153 outside of containment are to be destroyed through herbicide application.",
    "description": "SCP-2153 is a virus of unknown genus which infects members of the genus Trifolium (Clovers) and spreads via pollination. Infected clovers, designated SCP-2153-1, invariably have four or more leaves.",
    "title": "SCP-2153"
}