{
    "url": "https://scp-wiki.wikidot.com/scp-2159",
    "all_text": "rating: \n+149\n+\n–\nx\n\n\nItem #:\n SCP-2159\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2159 is to be kept in a secure locker at Site-44. Once per month, at least two Level 2 personnel are to inspect SCP-2159 and compare SCP-2159's description with Iteration 0 (Description of Iteration 0 can be found in Document 2159-Ki). If any discrepancies from Iteration 0 or among the personnel are noted, Site-44 Director is to be notified immediately. Personnel are to wear protective gloves prior to direct contact with SCP-2159.\n\n\n\n\n+ View Previous Special Containment Procedures\n\n\n\n\n- Hide Previous Special Containment Procedures\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-2159 is to be kept in a secure locker at Site-44. Whenever there are tests involving SCP-2159, there must be at least two personnel present. Personnel are to wear protective gloves prior to direct contact with SCP-2159. All unique descriptions of SCP-2159's appearances are to be documented and archived in Document 2159-Ki.\n\n\nUpdate (28/07/2004):\n Handling of SCP-2159 is to be conducted by two teams consisting of two research personnel each (dubbed Team Alpha and Team Bravo). Team Alpha and Team Bravo personnel are not to be informed of SCP-2159's SCP designation. They are to avoid using numeric designations or unique nicknames to refer to SCP-2159. Instead, they are to use broad generalised designations; specifically, the term \"item\" for Team Alpha and the term \"object\" for Team Bravo.\n\n\nTeam Alpha and Team Bravo personnel are denied access to all SCP-2159 files on RAISA. They are to submit findings regarding SCP-2159 to a designated Level 1 clerical staff (currently Ms. Aya Sotoda), who will then catalogue them. If Team Alpha or Team Bravo personnel intend to request data regarding SCP-2159, approval is to be sought from the Project Head (currently Dr. Carlos Fujimori).\n\n\nPersonnel aware of SCP-2159's SCP designation are not allowed access to SCP-2159, unless permission is granted by Site-44 Director.\n\n\n\n\n\n\n\n\n\n\nDescription:\n SCP-2159 is an object with an indeterminate appearance. Its appearance is dependent on individual perception; no two individuals perceive SCP-2159 as the same object.\n1\n Each iteration of SCP-2159 tends to relate to the observer in some way. Depictions of SCP-2159 on photographs and video footage also display this anomalous property. Below is an abridged list of known iterations SCP-2159 is perceived as.\n\n\n\n\n+ View List\n\n\n\n\n- For a complete list of iterations, see Document 2159-Ki\n\n\n\n\n\n\n\n\nIteration\n\n\nDescription\n\n\nCorresponding Subject\n\n\nCorrelation\n\n\n\n\n\n\n1\n\n\nA bust of Guan Yin.\n\n\n█████ ████, eyewitness\n\n\nPractitioner of Tendai Buddhism and often prays at \nSenso-ji\n.\n2\n\n\n\n\n\n\n14\n\n\nA figurine depicting \nHunter x Hunter\n character Isaac Netero.\n\n\n████████ █████████, eyewitness\n\n\nSelf-proclaimed anime \"otaku\", although he claimed that \nHunter x Hunter\n is \"so-so\" for an anime.\n\n\n\n\n\n\n26\n\n\nA 1:20 scale model of a 155 mm Long Tom Cannon; muzzle is customised to resemble an Oriental dragon's head.\n\n\nAgent Kensuke Shirokawa\n\n\nPreviously served in the Japan Self-Defence Forces as an artillery officer.\n\n\n\n\n\n\n27\n\n\nA cannon bone.\n3\n\n\nAgent Baatar Oiratya\n\n\nRaised horses in his family's ranch when young and is familiar with horse anatomy.\n\n\n\n\n\n\n29\n\n\nA framed photograph of actress Mimi Kung Chi Yan in her role as Guan Yin from the Hong Kong TV series \nJourney to the West\n (1996 version). Photograph appears to be autographed by Kung, although it is written in katakana.\n\n\nResearcher Shiki Ichinose\n\n\nClaimed to have watched \nJourney to the West\n during its original run.\n\n\n\n\n\n\n31\n\n\nA photo album of the Grand Canyon, titled \n\"Fotos del Gran Cañón\"\n.\n4\n Album consists of pictures of various parts of the Grand Canyon.\n\n\nDr. Carlos Fujimori\n\n\nPreviously worked at Site-██, which is based in the Grand Canyon.\n\n\n\n\n\n\n35\n\n\nA \nqanun\n.\n5\n When played, only the subject reported to have heard the sounds produced.\n\n\nD-8367\n\n\nClaims to be proficient with the \nqanun\n.\n\n\n\n\n\n\n36\n\n\nA music box. When opened, the song \nGraduation (Friends Forever)\n by American pop singer Vitamin C is supposedly played and only heard by the subject.\n\n\nD-1263\n\n\nRecords indicated that D-1263 worked as a disc jockey previously and claims to have played \nGraduation (Friends Forever)\n during prom night parties.\n\n\n\n\n\n\n57\n\n\nA piece of paper labelled \"\nSCP-1132-J\n\" and \"\nSCP-damej-J\n\" on opposite sides, corresponding to the respective articles of the same names under the \"-J\" files.\n6\n\n\nDr. █████\n\n\nAnonymous contributor to the \"-J\" files.\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-2159 has a consistent mass and volume of approximately 800.3 g and 228.0 cm\n3\n respectively, and its density is determined to be 3.51 g/cm\n3\n (2 d.p.). Material composition of SCP-2159 is unknown; attempts to extract samples of SCP-2159 for analysis have failed to date. In addition, a buildup of positive electrical charges is detected on the surface of SCP-2159.\n\n\nSCP-2159 was recovered from the Yoyogi Park in Shibuya, Tokyo, Japan on 03/06/2004. Urban legends regarding a \"shape-shifting object\" in Yoyogi Park brought SCP-2159 to the Foundation's attention. Agents were subsequently dispatched and claimed SCP-2159 on suspicions of it being a chemical weapon. Passers-by present were also brought in for questioning, followed by amnestic treatment. Subsequently, rumours referring to SCP-2159 were debunked via a cover story of hallucinogens found in the area.\n\n\nAddendum 2159-1:\n The following are additional details regarding the recovery of SCP-2159, collated by Agents Shirokawa and Oiratya.\n\n\n\n\nGrass surrounding SCP-2159 was charred.\n\n\nWhen SCP-2159 was removed from original position, a rectangular indentation 10 cm deep was noted.\n\n\nSoil sample from SCP-2159's original position indicates traces of fulgurite.\n7\n\n\n\n\nAddendum 2159-2:\n Since 21/07/2004, personnel have noted that a number of SCP-2159's iterations allude to its SCP designation. Below are 2 examples of such iterations.\n\n\n\n\n\n\nSubject\n\n\nDescription\n\n\n\n\n\n\nResearcher Shiki Ichinose\n\n\nA framed photograph of actress Mimi Kung Chi Yan in her role as Guan Yin from the Hong Kong TV series \nJourney to the West\n (1996 version). Autograph is replaced by \"2159\".\n\n\n\n\n\n\nDr. Carlos Fujimori\n\n\nA photo album titled \"2159 Pictures of 2159\". Album consists of the number \"2159\" rendered in various fonts and numeral systems. The number \"2159\" and its variants appear 2159 times in the album.\n\n\n\n\n\n\nRegarding the phenomenon, Dr. Fujimori has offered the following statement.\n\n\n\n\nPlease consider the following analogy.\n\n\nBefore we had contained SCP-2159, multiple individuals – let's call them Agents A and B – would view it as Iterations A´ and B´ respectively. To the two agents, respective iterations were mutually exclusive. Each Iteration was connected to SCP-2159 individually, but not to each other.\n\n\nPost-containment, we have given SCP-2159 its designation. The same Agents A and B will still view SCP-2159 as Iterations A´ and B´ respectively. However, both Agents A and B now recognise that their respective Iterations (A´ and B´) are but subsets of SCP-2159. A state of interconnectedness now exists and the designation of SCP-2159 is at the centre of it.\n\n\nIn our quest to discern SCP-2159, our standard practice to designate it has become an obstacle in itself. As such, I believe that we may need a slight alteration to our operations.\n\n\n\n\nFollowing Dr. Fujimori's statement, personnel studying on SCP-2159 were reassigned, except for Dr. Fujimori. SCP-2159's Special Containment Procedures have been updated accordingly; see \nUpdate (28/07/2004)\n.\n\n\nAddendum 2159-3:\n Below is an excerpt from Dr. Fujimori's research notes regarding SCP-2159.\n\n\n\n\n24/09/2004 – Self references on SCP-2159 were noted by both Alpha and Bravo. However, whereas Alpha report instances of the word \"item\", Bravo report instances of the word \"object\". SCP-2159's self-references appear to be inevitable. However, our current methodology did stall the process.\n\n\nHave individual persons to report findings separately?\n\n\n\n\nAddendum 2159-4:\n On 17/10/2004, both reports from Team Alpha and Team Bravo indicate that SCP-2159 has taken on a common appearance. It is believed to be SCP-2159's default form, dubbed Iteration 0. This is later verified independently by Dr. Fujimori and two D-class personnel, with the three said personnel claiming to perceive SCP-2159 as Iteration 0.\n\n\nThis effect extends to photographs and video footage of SCP-2159. However, the buildup of positive electrical charges on SCP-2159 is still present.\n\n\nBelow is a description of Iteration 0.\n\n\n\n\nIteration:\n 0\n\n\nDescription:\n A diamond tablet with the following words carved onto it:\n\n\n\n\n神様の言葉\n8\n: objetem\n9\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. This effect may not be limited to humans, possibly affecting other species of animals as well. Animal testing on SCP-2159 via \nCanis lupus familiaris\n (domestic dog) indicates that each specimen responds to SCP-2159 differently; one specimen may be barking at SCP-2159 while another specimen would attempt to lick SCP-2159. See Experiment Log 2159 for more information.\n\n\n2\n. \nSenso-ji\n is a Buddhist temple located in Asakusa, Tokyo, Japan. The temple is dedicated to the bodhisattva Kannon (Guan Yin).\n\n\n3\n. An enlarged metatarsal bone of a horse's limbs.\n\n\n4\n. \"Pictures of the Grand Canyon\".\n\n\n5\n. A string instrument played in most of the Middle East, Central Asia and Southeastern Europe.\n\n\n6\n. A series of fictional documents written as humorous anecdotes in the SCP format, initiated to improve morale and encourage creativity among Foundation personnel through humour. See \nSCP-2615-J\n as an example of a \"-J\" file.\n\n\n7\n. A type of silica minerals formed when lightning strikes on soil.\n\n\n8\n. \nkamisama no kotoba\n \"Word of God\".\n\n\n9\n. Believed to be a portmanteau of \"object\" and \"item\".\n\n\n\n\n\n\n\n\n« \nSCP-2158\n | SCP-2159 | \nSCP-2160\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2159\n\" by MrWrong, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2159\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 2159-1: The following are additional details regarding the recovery of SCP-2159, collated by Agents Shirokawa and Oiratya.",
        "Addendum 2159-2: Since 21/07/2004, personnel have noted that a number of SCP-2159's iterations allude to its SCP designation. Below are 2 examples of such iterations.\nRegarding the phenomenon, Dr. Fujimori has offered the following statement.",
        "Addendum 2159-3: Below is an excerpt from Dr. Fujimori's research notes regarding SCP-2159.",
        "Addendum 2159-4: On 17/10/2004, both reports from Team Alpha and Team Bravo indicate that SCP-2159 has taken on a common appearance. It is believed to be SCP-2159's default form, dubbed Iteration 0. This is later verified independently by Dr. Fujimori and two D-class personnel, with the three said personnel claiming to perceive SCP-2159 as Iteration 0.\nThis effect extends to photographs and video footage of SCP-2159. However, the buildup of positive electrical charges on SCP-2159 is still present.\nBelow is a description of Iteration 0."
    ],
    "documents": [],
    "notes": [
        "Please consider the following analogy. Before we had contained SCP-2159, multiple individuals – let's call them Agents A and B – would view it as Iterations A´ and B´ respectively. To the two agents, respective iterations were mutually exclusive. Each Iteration was connected to SCP-2159 individually, but not to each other. Post-containment, we have given SCP-2159 its designation. The same Agents A and B will still view SCP-2159 as Iterations A´ and B´ respectively. However, both Agents A and B now recognise that their respective Iterations (A´ and B´) are but subsets of SCP-2159. A state of interconnectedness now exists and the designation of SCP-2159 is at the centre of it. In our quest to discern SCP-2159, our standard practice to designate it has become an obstacle in itself. As such, I believe that we may need a slight alteration to our operations.",
        "24/09/2004 – Self references on SCP-2159 were noted by both Alpha and Bravo. However, whereas Alpha report instances of the word \"item\", Bravo report instances of the word \"object\". SCP-2159's self-references appear to be inevitable. However, our current methodology did stall the process. Have individual persons to report findings separately?",
        "Iteration: 0 Description: A diamond tablet with the following words carved onto it: 神様の言葉 8 : objetem 9",
        "神様の言葉 8 : objetem 9",
        "\" SCP-2159 \" by MrWrong, from the SCP Wiki . Source: https://scpwiki.com/scp-2159 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2159",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2159 is to be kept in a secure locker at Site-44. Whenever there are tests involving SCP-2159, there must be at least two personnel present. Personnel are to wear protective gloves prior to direct contact with SCP-2159. All unique descriptions of SCP-2159's appearances are to be documented and archived in Document 2159-Ki.",
    "description": "SCP-2159 is an object with an indeterminate appearance. Its appearance is dependent on individual perception; no two individuals perceive SCP-2159 as the same object.1 Each iteration of SCP-2159 tends to relate to the observer in some way. Depictions of SCP-2159 on photographs and video footage also display this anomalous property. Below is an abridged list of known iterations SCP-2159 is perceived as.",
    "title": "SCP-2159"
}