{
    "url": "https://scp-wiki.wikidot.com/scp-2163",
    "all_text": "rating: \n+87\n+\n–\nx\n\n\nItem #:\n SCP-2163\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-2163 cannot be physically contained due to its size, geographical distribution, and place in modern human culture. Instead, containment efforts are focused on early detection and neutralization of cognitohazards generated by SCP-2163.\n\n\nDue to the rate at which SCP-2163 generates new content, total manual inspection is impossible. Instead, \nthe automated WATCHDOG system\n analyzes media created by SCP-2163 for common traits shared by most cognitohazards originating from it\n1\n. When combined with manual inspection of the highest risk sources, this system has a success rate of approximately 94%. Standard quarantine procedures are used to contain any cognitohazards detected this way. Recovered cognitohazards are documented under sub-designations of SCP-2163.\n\n\nMutual sharing of detection statistics with the \nGOC\n has been authorized for the purposes of improving detection rates. Detection statistics for the prior month should be exchanged at the end of each month. A special liaison position has been created for this purpose.\n\n\nIn the event of widespread dissemination of an SCP-2163 cognitohazard, implementation of Protocol Blackout, in full or in part, is authorized. All personnel with clearance L4/2163 or above have Provisional Nuclear Authorization while Protocol Blackout is in effect.\n\n\n\n\nFurther information on Protocol Blackout is restricted to personnel with clearance L3/Blackout or above.\n\n\n\n\nClearance accepted. Accessing documentation of Protocol Blackout.\n\n\n\n\nProtocol Blackout is a series of emergency measures designed to halt or slow the spread of memetic and/or communicable cognitohazards that have been widely disseminated and/or threaten global dissemination resulting in one or more *K Class events. Protocol Blackout includes the following provisions:\n\n\n\n\nSuppression of print and broadcast news media.\n\n\nRelease of aggressive, infectious, destructive, self-replicating computer programs with the intent of disabling or destroying some or all of the global computing and internet infrastructure.\n\n\nSabotage of national and transnational wide area synchronous grids.\n\n\nDestruction of key global communications relays and interconnections.\n\n\nMass amnesticization of the global populace.\n\n\nTermination of infected civilians. Collateral damage amongst the uninfected populace is expected and allowed.\n\n\nHigh-altitude detonation of nuclear devices in order to disable or destroy large segments of the global electrical infrastructure.\n\n\nRelease of anomalous counter-memes.\n\n\n\n\nAdditionally, Protocol Blackout grants sweeping provisional clearances to members of the Memetics and Cognitohazards Department while in effect.\n\n\n\n\n\n\n\n\nDescription:\n SCP-2163 is the North American film industry, commonly referred to with the metonym \"Hollywood\", where much of the industry has traditionally been located. SCP-2163 is one of the largest sources of cognitohazards, generating more than 300 cognitohazards a year\n2\n. These cognitohazards are largely generated unintentionally, arising accidentally during the course of normal film production.\n3\n\n\nThese cognitohazards vary markedly in form and effect, but there are several traits that are shared by many of them. Namely:\n\n\n\n\nAll cognitohazards produced by SCP-2163 are communicable, although to varying degrees.\n\n\nVisual cognitohazards often contain rapid changes in brightness, contrast, and color. Most are short sequences of film less than five seconds long. Very few are still images.\n\n\nAuditory cognitohazards rarely contain human speech. Most are short, repetitive pieces of music containing string instruments and/or synthesized sounds. Those that do contain human speech are usually behavior altering in their effects.\n\n\nInfohazards are uncommon. When they do appear, they are often lines of dialogue, monologue, or narration. These are the hardest to detect automatically, and often the most dangerous.\n\n\n\n\nResearch into safe means of neutralizing SCP-2163 (and similar massive cognitohazard generators) is ongoing. Currently, it is impossible to do so without causing a mass cultural shift. This has been deemed an acceptable consequence if/when the rate of cognitohazard generation surpasses the rate of detection by more than 12%.\n\n\nAddendum 2163-1:\n The documentation for SCP-2163-1995-201, SCP-2163-2005-058, and SCP-2163-2013-166 is included below. Together, they are considered representative of the cognitohazards generated by SCP-2163. Access to the documentation for other SCP-2163 cognitohazards may be limited by clearance level.\n\n\n\n\nItem #:\n SCP-2163-1995-201\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2163-1995-201 is contained using standard containment procedures for generic Safe-class communicable cognitohazards.\n\n\nDescription:\n SCP-2163-1995-201 is a sequence of 60 frames of film (approximately 2.5 seconds long at standard playback speed) from the film \nToy Story\n. The cognitohazard is located in the upper right corner of the screen, and consists of a series of rapid changes in color and brightness caused by the gesturing of one of the characters. When viewed, this cognitohazard causes viewers to believe that they are sentient children's toys. Persons affected by this delusion will cease all voluntary muscle movement when in the presence of unaffected persons.\n\n\nDuring production, several members of the film's animation team were affected by SCP-2163-1995-201 before it could be recovered by Foundation agents. These individuals were successfully treated with amnestics. Unaffected members of the production crew were dosed with amnestics where necessary to preserve secrecy.\n\n\n\n\n\n\nItem #:\n SCP-2163-2005-058\n\n\nObject Class:\n Safe; Euclid sub-entities\n\n\nSpecial Containment Procedures:\n SCP-2163-2005-058 is contained using standard containment procedures for generic Safe-class communicable cognitohazards.\n\n\nIndividuals affected by SCP-2163-2005-058 are to be contained in standard humanoid containment cells, following the guidelines for containment of non-anomalous humans.\n\n\nDescription:\n SCP-2163-2005-058 is the entire initial narration track of the English version of the documentary \nMarch of the Penguins\n. Listening to the track triggers a strong migratory instinct amongst human listeners. Affected individuals have all expressed a desire to travel towards the nearest geographic pole. If prevented from doing so, these individuals become increasingly hostile towards their detainers, often resorting to violence in an attempt to escape. Amnestic treatments have so far met with no success, requiring the indefinite containment of affected individuals.\n\n\nSCP-2163-2005-058 was recovered by Foundation agents before it could be released. Individuals involved in the production of the film were dosed with amnestics, and a new narration track was recorded. Following standard protocols for the containment of semi-notable persons, individuals affected by SCP-2163-2005-058 have been retroactively removed from public records where possible, and replaced where not.\n\n\n\n\n\n\nItem #:\n SCP-2163-2013-166\n\n\nObject Class:\n Neutralized\n\n\nSpecial Containment Procedures:\n N/A\n\n\nDescription:\n SCP-2163-2013-166 is the entirety of the documentary \nBlackfish\n. The film is a delayed-response cognitohazard that causes affected individuals to develop a hatred of the taste of fish. If left untreated, affected individuals will cease all consumption of fish and fish-flavored items, and will begin to vigorously encourage others to do so as well.\n\n\nSCP-2163-2013-166 avoided detection by both Foundation and GOC monitoring systems, resulting in its public release and dissemination. Once its existence was discovered, a joint Foundation/GOC research group was formed to develop an inoculation meme in order to prevent the collapse of the world fishing industry. This meme was then distributed via advertisements for Foundation front companies. A mass amnesticization campaign, codenamed Operation Fish Food, was undertaken to treat those already affected by SCP-2163-2013-166. This campaign is considered a success, despite the ████████ USD in lost profits that occurred before its conclusion.\n\n\nIn the wake of these events, WATCHDOG's detection algorithms have been modified in such a way as to reduce the chances of a similar event reoccurring. The exact nature of these modifications is restricted to clearance L3/WATCHDOG or above.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Details on WATCHDOG's means of operation and method of detecting cognitohazards are restricted to personnel with clearance L3/WATCHDOG or above.\n\n\n2\n. A rate which is increasing.\n\n\n3\n. Similar phenomena have been observed in other regional film industries, in particular the Indian and \nEuropean industries\n, which have been given their own designations. For a detailed analysis of these phenomena, see: Jacobson, Suzanne. \"An Analysis of Modern Mass Media as Massive Cognitohazard Generators\" Fieldwork: An SCP Foundation Journal (2008): 601.\n\n\n\n\n\n\n\n\n« \nSCP-2162\n | SCP-2163 | \nSCP-2164\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2163\n\" by GreenWolf, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2163\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 2163-1: The documentation for SCP-2163-1995-201, SCP-2163-2005-058, and SCP-2163-2013-166 is included below. Together, they are considered representative of the cognitohazards generated by SCP-2163. Access to the documentation for other SCP-2163 cognitohazards may be limited by clearance level."
    ],
    "documents": [],
    "notes": [
        "Item #: SCP-2163-1995-201 Object Class: Safe Special Containment Procedures: SCP-2163-1995-201 is contained using standard containment procedures for generic Safe-class communicable cognitohazards. Description: SCP-2163-1995-201 is a sequence of 60 frames of film (approximately 2.5 seconds long at standard playback speed) from the film Toy Story . The cognitohazard is located in the upper right corner of the screen, and consists of a series of rapid changes in color and brightness caused by the gesturing of one of the characters. When viewed, this cognitohazard causes viewers to believe that they are sentient children's toys. Persons affected by this delusion will cease all voluntary muscle movement when in the presence of unaffected persons. During production, several members of the film's animation team were affected by SCP-2163-1995-201 before it could be recovered by Foundation agents. These individuals were successfully treated with amnestics. Unaffected members of the production crew were dosed with amnestics where necessary to preserve secrecy.",
        "Item #: SCP-2163-2005-058 Object Class: Safe; Euclid sub-entities Special Containment Procedures: SCP-2163-2005-058 is contained using standard containment procedures for generic Safe-class communicable cognitohazards. Individuals affected by SCP-2163-2005-058 are to be contained in standard humanoid containment cells, following the guidelines for containment of non-anomalous humans. Description: SCP-2163-2005-058 is the entire initial narration track of the English version of the documentary March of the Penguins . Listening to the track triggers a strong migratory instinct amongst human listeners. Affected individuals have all expressed a desire to travel towards the nearest geographic pole. If prevented from doing so, these individuals become increasingly hostile towards their detainers, often resorting to violence in an attempt to escape. Amnestic treatments have so far met with no success, requiring the indefinite containment of affected individuals. SCP-2163-2005-058 was recovered by Foundation agents before it could be released. Individuals involved in the production of the film were dosed with amnestics, and a new narration track was recorded. Following standard protocols for the containment of semi-notable persons, individuals affected by SCP-2163-2005-058 have been retroactively removed from public records where possible, and replaced where not.",
        "Item #: SCP-2163-2013-166 Object Class: Neutralized Special Containment Procedures: N/A Description: SCP-2163-2013-166 is the entirety of the documentary Blackfish . The film is a delayed-response cognitohazard that causes affected individuals to develop a hatred of the taste of fish. If left untreated, affected individuals will cease all consumption of fish and fish-flavored items, and will begin to vigorously encourage others to do so as well. SCP-2163-2013-166 avoided detection by both Foundation and GOC monitoring systems, resulting in its public release and dissemination. Once its existence was discovered, a joint Foundation/GOC research group was formed to develop an inoculation meme in order to prevent the collapse of the world fishing industry. This meme was then distributed via advertisements for Foundation front companies. A mass amnesticization campaign, codenamed Operation Fish Food, was undertaken to treat those already affected by SCP-2163-2013-166. This campaign is considered a success, despite the ████████ USD in lost profits that occurred before its conclusion. In the wake of these events, WATCHDOG's detection algorithms have been modified in such a way as to reduce the chances of a similar event reoccurring. The exact nature of these modifications is restricted to clearance L3/WATCHDOG or above.",
        "\" SCP-2163 \" by GreenWolf, from the SCP Wiki . Source: https://scpwiki.com/scp-2163 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2163-2013-166",
    "object_class": "Neutralized",
    "containment_procedures": "N/A",
    "description": "SCP-2163-2013-166 is the entirety of the documentary Blackfish. The film is a delayed-response cognitohazard that causes affected individuals to develop a hatred of the taste of fish. If left untreated, affected individuals will cease all consumption of fish and fish-flavored items, and will begin to vigorously encourage others to do so as well.",
    "title": "SCP-2163"
}