{
    "url": "https://scp-wiki.wikidot.com/scp-2166",
    "all_text": "rating: \n+243\n+\n–\nx\n\n\nItem #:\n SCP-2166\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Foundation agents are to regularly monitor outdoor activity in elementary schools within a 20-kilometer radius of the location of SCP-2166's initial appearance. Should any children be observed engaging in SCP-2166 activity, field agents are to be dispatched to the corresponding school(s) to administer amnestics to all students involved once the current round of SCP-2166 has concluded.\n\n\nShould any children engaging in SCP-2166 be joined by an unfamiliar young child who is not present on any available class listings, the agent is to follow said individual to determine their place of residence for further Foundation observation.\n\n\nDescription:\n SCP-2166 is an anomalous children's playground game, colloquially known as \"Foot Pope\". Several slightly-differing iterations\n1\n of the game are known to exist, but the following instructions are consistent across all versions:\n\n\n\n\nThe game requires three or more players and a space that has at least three different types of ground terrain\n2\n.\n\n\nOne player is selected to be the \"Foot Pope\". At the start of the first round, all players assemble in a circle around the current Foot Pope, who will chant a rhyme, \n\"Foot Pope, Foot Pope, blessing feet / Showing where all steps should meet\"\n and will pat the right foot of each player assembled.\n\n\nWhen the Foot Pope has finished the rhyme and \"feet blessing\", the players disperse at a run and chant a reply, \n\"Foot Pope, Foot Pope, stand ahead, / What land must devout feet tread?\"\n\n\nThe Foot Pope will then call out a type of terrain, and all players must place both feet on the terrain as quickly as possible. The player(s) who fulfills this task the slowest is \"out\" for the remaining duration of the round.\n\n\nThe Foot Pope states the chant again, with the players chanting the response again, and the round continues until all but one other player is \"out\". The remaining player becomes the new Foot Pope to start the next round.\n\n\n\n\nSCP-2166's anomalous effects are believed to manifest upon completion of the first Foot Pope chant call-and-response\n3\n. When the chant has been said, all players who are designated \"out\" during the round find their feet permanently affixed to the ground they are standing on until the end of the round. Attempts to circumvent this situation by removing articles of clothing worn on feet are unsuccessful; said clothing will also remain permanently affixed to the individual.\n\n\nThose affected by SCP-2166's primary effect report feeling only mild discomfort. It has been determined that should an individual affected by SCP-2166 sit down while affixed to the ground, they will find that they are able to adjust their position freely so long as they retain some contact with the ground they were previously standing on\n4\n.\n\n\nInvestigation into further nuances of SCP-2166's gameplay and modification potential is ongoing (see Addendum 2166-2).\n\n\nAddendum 2166-1:\n Based on partial interview data collected by \nFoundation field agents\n, it is believed that knowledge of SCP-2166 originated at Geyser View Elementary School of Portland, Oregon where a primary-grade student introduced the game instructions to other children during recess. School documents show no record of such a student in the district system, and no guardian figure was ever seen accompanying the child; rather, the child simply stated that they were to wait for their friends at \n\"the library\"\n after class was dismissed. Staff of libraries within walking distance of Geyser View Elementary School report that they have never seen the child before.\n\n\nAddendum 2166-2:\n As of ██/██/████, experimental staff-monitored trial playthroughs of SCP-2166 have uncovered the following information:\n\n\nBased on empirical observation, there are only two ways to end SCP-2166's anomalous effects. The first is for a round of SCP-2166 to end naturally, with a new Foot Pope either starting another round or declining to say the starting chant. The second (discovered in an experimental Foundation facility) is for a current Foot Pope to declare, \"No land\" in response to the players’ chant, at which point the game has ended and any immobilized players are freed.\n\n\nIt is believed that a game of SCP-2166 can continue indefinitely, with the accompanying anomalous effects enduring until a game is properly ended. Currently, the longest Foundation-held game of SCP-2166 was recorded at approximately 133 minutes.\n\n\nAttempting to cheat during SCP-2166 (including deviating from the rules, arguing with a Foot Pope, and leaving the game early) has resulted in participants experiencing an unpleasant \"burning\" sensation in their feet until the conclusion of the current round of SCP-2166. In one extreme case, the involved individual's shoes disappeared and reappeared permanently affixed to their ears until the conclusion of the game.\n\n\nMisspeaking the \"Foot Pope\" chant, whether by accident or intention, results in all the players (including the active Foot Pope) having their feet affixed to the ground until the chant is said properly.\n\n\n\n\nFootnotes\n\n\n1\n. Different iterations involving greater numbers of players take into account more complex terrain such as climbable playstructure equipment, the introduction of a \"Foot Devil\" that can \"freeze\" players, and other such modifications.\n\n\n2\n. Acceptable terrain includes asphalt, concrete, woodchips, sand, grass, dirt, running track, and so on.\n\n\n3\n. All Foundation-run trials attempting to replicate manifestation of SCP-2166's anomaly failed when the preliminary chant was not completed at least once.\n\n\n4\n. This effect persists even with removal of the section of ground the player stood on from the rest of the terrain space; the player simply moves with the section of ground removed.\n\n\n\n\n\n\n\n\n« \nSCP-2165\n | SCP-2166 | \nSCP-2167\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2166\n\" by Zyn, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2166\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 2166-1: Based on partial interview data collected by Foundation field agents , it is believed that knowledge of SCP-2166 originated at Geyser View Elementary School of Portland, Oregon where a primary-grade student introduced the game instructions to other children during recess. School documents show no record of such a student in the district system, and no guardian figure was ever seen accompanying the child; rather, the child simply stated that they were to wait for their friends at \"the library\" after class was dismissed. Staff of libraries within walking distance of Geyser View Elementary School report that they have never seen the child before.",
        "Addendum 2166-2: As of ██/██/████, experimental staff-monitored trial playthroughs of SCP-2166 have uncovered the following information:\nBased on empirical observation, there are only two ways to end SCP-2166's anomalous effects. The first is for a round of SCP-2166 to end naturally, with a new Foot Pope either starting another round or declining to say the starting chant. The second (discovered in an experimental Foundation facility) is for a current Foot Pope to declare, \"No land\" in response to the players’ chant, at which point the game has ended and any immobilized players are freed.\nIt is believed that a game of SCP-2166 can continue indefinitely, with the accompanying anomalous effects enduring until a game is properly ended. Currently, the longest Foundation-held game of SCP-2166 was recorded at approximately 133 minutes.\nAttempting to cheat during SCP-2166 (including deviating from the rules, arguing with a Foot Pope, and leaving the game early) has resulted in participants experiencing an unpleasant \"burning\" sensation in their feet until the conclusion of the current round of SCP-2166. In one extreme case, the involved individual's shoes disappeared and reappeared permanently affixed to their ears until the conclusion of the game.\nMisspeaking the \"Foot Pope\" chant, whether by accident or intention, results in all the players (including the active Foot Pope) having their feet affixed to the ground until the chant is said properly."
    ],
    "documents": [],
    "notes": [
        "\" SCP-2166 \" by Zyn, from the SCP Wiki . Source: https://scpwiki.com/scp-2166 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2166",
    "object_class": "Euclid",
    "containment_procedures": "Foundation agents are to regularly monitor outdoor activity in elementary schools within a 20-kilometer radius of the location of SCP-2166's initial appearance. Should any children be observed engaging in SCP-2166 activity, field agents are to be dispatched to the corresponding school(s) to administer amnestics to all students involved once the current round of SCP-2166 has concluded.",
    "description": "SCP-2166 is an anomalous children's playground game, colloquially known as \"Foot Pope\". Several slightly-differing iterations1 of the game are known to exist, but the following instructions are consistent across all versions:",
    "title": "SCP-2166"
}