{
    "url": "https://scp-wiki.wikidot.com/scp-2167",
    "all_text": "rating: \n+60\n+\n–\nx\n\n\n\n\n\n\nSCP-2167\n\n\n\n\n\n\nItem #:\n SCP-2167\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2167 is to be stored in a soundproofed containment locker, connected to a CD player, four 5W speakers measuring at minimum 4 on the infinite grade impairment scale\n1\n (hereafter IGIS), and a 12VDC 5A uninterruptible power supply with at least 300 amp-hours of capacity. The speakers are to be positioned around SCP-2167 at 90±5° angles at a maximum distance of 0.5 m. The locker is also to contain a small number of music CDs and vinyl records containing non-sensitive material alongside SCP-2167.\n\n\nAll adjustment knobs on SCP-2167 are to be kept at the minimum possible value. The CD player is to be configured to continuously play classical music at a very low volume.\n\n\nNo other speakers or audio devices are to be brought within 10 m of the containment area at any time, or used in areas directly above or below containment. All sound recordings are to be stored securely and deleted once no longer needed.\n\n\nSCP-2167 is to be internally inspected at least once per month for any signs of wear or potential failure of any of its components. Any components showing signs of wear are to be replaced. All electrolytic capacitors are to be tested, and any capacitor showing values outside its nominal tolerance is to be replaced with an equivalent part.\n\n\nAll testing is to be conducted in a soundproofed room measuring 4.8 m wide, 7.8 m long, and 3 m high\n2\n. Except per specific testing protocol, SCP-2167 is to remain connected to the CD player and UPS at all times. During standard testing it is to be connected to a pair of 25W speakers scoring at minimum 5 on the infinite grade impairment scale. The speakers and a chair are to be positioned in a golden cuboid arrangement as per document 2167-F.\n\n\nDescription:\n SCP-2167 is a \"Gauchito-78\" audio amplifier measuring 100mm wide, 190mm long, and 60mm thick. The amplifier case is made of unpainted cast aluminum-zinc. The front face of the device has three adjustment knobs, with the labels \"gain\", \"volume\", and \"tone\" etched into the case, as well as a script logo giving the device name and an unknown graphic icon. It possesses two 1/4\" audio jacks located on either side of the device, and a 12VDC barrel jack located in the top edge.\n\n\nWhen connected to a set of speakers, a power supply, and an audio source via the jacks on its sides, SCP-2167 will function as a signal amplifier, amplifying the signal voltage according to the position of the \"gain\" knob, and performing high-frequency filtering according to the position of the \"tone\" knob.\n\n\nComputer measurements of the audio output indicate that the physical intensity of sound emitted from a speaker driven by SCP-2167 is typical for a hobby audio amplifier. However, any subject who listens to SCP-2167's output will perceive it as being much louder than would be expected for non-anomalous sound with the same physical intensity. The perceived loudness corresponds to the position of the \"volume\" knob.\n\n\nThe psychoacoustic loudness \n$S_{out}$\n, measured in sones, is characterized by Equation (\n1\n), where \n$S_{in}$\n is the expected loudness as determined from physical measurement, \n$k_v$\n is the position of the \"volume\" dial in the range 0-10, and \n$ㅐ(m,n)$\n is the real extension of the Ackermann–Péter function.\n\n\n(1)\n\n\n\\begin{equation} S_{out} = ㅐ(k_v, c_1 S_{in} ) \\end{equation}\n\n\nc\n1\n has been experimentally determined to be approximately 0.93.\n\n\nExperiments with volume settings higher than around 4.5 have not been able to determine if this trend continues, as the intense pain interferes with the subject's ability to accurately gauge the loudness.\n\n\nChronic exposure to SCP-2167 does result in permanent hearing damage as would be expected from non-anomalous sounds played at the perceived volume, but does not lead to total hearing loss. Acute exposure over a short period does not result in permanent hearing loss.\n\n\nHigh-quality recordings and subsequent reproductions of SCP-2167's output are able to produce the same effects on listeners as SCP-2167 itself. This also extends to sufficiently high-quality digital recordings. The effect does not manifest if the combined processing yields an IGIS of under 4.7.\n\n\nWhen disconnected from a set of speakers, SCP-2167 will cause nearby sets of speakers to vibrate on their own, producing audio output as if connected to SCP-2167. Additionally, when not provided with an audio source, SCP-2167 will instead output the contents of random audio recordings nearby. This may include potentially sensitive or infohazardous recordings, and may compromise security or result in other containment failures. SCP-2167 also manifests both of these effects when disconnected from a power supply.\n\n\nThe area of effect relative to SCP-2167 can be modeled by the inequality \n$I(\\vec x) > 0$\n, where \n$I(\\vec x)$\n is described by Equation (\n2\n).\n\n\n(2)\n\n\n\\begin{align} I(\\vec x) = 1 - {\\left\\|\\vec x\\right\\|}\\int_0^1 p(t\\,\\vec x)\\, H\\left(-\\frac{\\partial p(t\\,\\vec x)}{\\partial t}\\right)\\; dt \\end{align}\n\n\n(3)\n\n\n\\begin{align} p(\\vec x) = c_2 \\sum_i \\log(q_i + 1) \\exp( -c_3\\left\\| \\vec x - \\vec v_i \\right\\| ^2) \\end{align}\n\n\nIn these equations, \n$\\vec v_i$\n and \n$q_i$\n represent the location relative to SCP-2167 and the IGIS of all audio devices, \n$H(x)$\n is the Heaviside step function, and c\n2\n and c\n3\n are constants whose values have experimentally been determined to be:\n\n\nc\n2\n = 6.152 m\n-1\n\nc\n3\n = 0.468 m\n-2\n\n\nIn the case of the second effect, \n$I(\\vec v_i)$\n represents the (non-normalized) probability that a given recording will be played.\n\n\n\n\n+ show affected area simulation\n\n\n\n\n- hide affected area simulation\n\n\n\n\n\n\n\n\nRed dots represent affected devices, while green dots represent unaffected devices. Color intensity indicates the device's IGIS value. The blue dot is SCP-2167. Black/grey/white indicates I value. Click and drag to move things around. If it doesn't work for you, try it at \nthis link\n.\n\n\n\n\n\n\n\n\n\n\n\n\nDisassembly and examination of SCP-2167 reveals a fairly advanced construction for the supposed date of manufacture based on its outer appearance.\n\n\nThe amplifier circutry consists of a green double-sided fiberglass printed circuit board with white silkscreen printing on one side, measuring 80mm by 150mm and containing all through-hole components. The external controls, audio jacks, and power are connected to the board via 16-gauge insulated lead wires.\n\n\nAnalysis of circuitry indicates an operating principle much different from conventional audio amplifiers.\n\n\nOf particular note about this board is its unusual component arrangement. The board features a silkscreened seal of Solomon occupying the main portion of the board, and its various components are arranged to correspond with the glyphs of the seal, and the traces are arranged to follow the seal's pattern.\n\n\nAlso of note is the unusual integrated circuit featured in the center of the board. The IC is packaged as a 15-pin TO-3 metal can package, measuring 8mm high and 22mm in diameter. The IC is marked as a \"PL LM21D67\", with a date code \"7616\" indicating it was manufactured in the 16th week of 1976.\n\n\nThere are no IC manufacturers that have been known to use the manufacturer code \n\"PL\"\n, and a \"LM21D67\" chip is not known to have been produced at any time by any manufacturer.\n\n\nScanning electron microscopy imaging has revealed unusual structures on the silicon IC die inconsistent with any known theory of operation\n3\n.\n\n\n\n\n+ show SEM imagery\n\n\n\n\n- hide SEM imagery\n\n\n\n\n\n\n\n\n\n\nSEM image showing SCP-2167's amplifier IC. ([EEInM5g.jpg bigger version])\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCurrently the most credible theory regarding its operation is that SCP-2167 takes advantage of the so-called \"demon effect\", using the interactions of its eponymous demon particle with electrical currents, to create high-linearity demon gate junctions capable of amplifying a signal with very low loss of fidelity. It is still incompletely understood how this enables SCP-2167 to manifest its anomalous properties, but research is ongoing. For a more complete explanation of demonics see \nA Brief Explanation of Demonics\n.\n\n\n\n\nAddendum-01: Device Documentation:\n The following documentation was recovered from the residence of █████ W██████ following the seizure of SCP-2167 from his possession on ████-██-██.\n\n\n\n\nGauchito 78 Mini Amplifier\n\nThe Gauchito 78 is a innovative, cutting edge amplifier, which combines solid performance with the new patented Overamp feature to create the perfect compact amplifier. It is advantageously small, and it packs a big punch with its massive output volume and clean, crisp sound.\n\n\nGauchito 78 Overview:\n\n\n\n\n20 watt compact mini amp\n\n\nPatented Overamp feature allows you to \nreally\n crank it up\n\n\nUses new Demon Gate Amplifier technology. Solid-state demonics allows for unprecedented reliability and sound quality\n\n\nDC or independently powered\n\n\nRevolutionary sonic performance\n\n\n\n\nFeatures Overview:\n\nIndependently Powered:\n\nThe Gauchito 78 can be operated independently of any external power supply, for when you need to rock it out on the go. Or, connect it up for even higher-quality sound and superior performance.\n\n\nDemon Gate Amplifier circuitry:\n\nThe Gauchito 78 uses the new DGJT demon gate junction transistor, the latest in solid-state demonics, making it a new standard for audio amplifiers with its superior sound quality.\n\n\nPatented Overamp Technology:\n\nNo longer be limited by your other equipment! The Gauchito 78's patented Overamp feature allow you to turn up the volume 'to infinity and beyond'.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. See \nthis paper\n for information regarding the methodology to determine this.\n\n\n2\n. These dimensions are those of a golden cuboid; this geometry provides excellent sound damping. A smaller room may be used instead, but the ratio of side lengths need to remain the same.\n\n\n3\n. Similar markings are likewise noted in the schematics recovered for \nSCP-1576\n.\n\n\n\n\n\n\n\n\n« \nSCP-2166\n | SCP-2167 | \nSCP-2168\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2167\n\" by AJMansfield, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2167\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Gauchito78.jpg\n\n\nName:\n Gauchito-78 (Ariel Minimal Drive Master Signature) (2013-05-18 16.48.51 by Andrés Galeotti).jpg\n\n\nAuthor:\n Andrés Galeotti\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nWikimedia\n\n\n\n\n\n\nFilename:\n EEInM5g.jpg\n\n\nAuthor:\n AJMansfield\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki",
    "addendums": [
        "Addendum-01: Device Documentation: The following documentation was recovered from the residence of █████ W██████ following the seizure of SCP-2167 from his possession on ████-██-██."
    ],
    "documents": [
        "Addendum-01: Device Documentation: The following documentation was recovered from the residence of █████ W██████ following the seizure of SCP-2167 from his possession on ████-██-██."
    ],
    "notes": [
        "Gauchito 78 Mini Amplifier The Gauchito 78 is a innovative, cutting edge amplifier, which combines solid performance with the new patented Overamp feature to create the perfect compact amplifier. It is advantageously small, and it packs a big punch with its massive output volume and clean, crisp sound. Gauchito 78 Overview: 20 watt compact mini amp Patented Overamp feature allows you to really crank it up Uses new Demon Gate Amplifier technology. Solid-state demonics allows for unprecedented reliability and sound quality DC or independently powered Revolutionary sonic performance Features Overview: Independently Powered: The Gauchito 78 can be operated independently of any external power supply, for when you need to rock it out on the go. Or, connect it up for even higher-quality sound and superior performance. Demon Gate Amplifier circuitry: The Gauchito 78 uses the new DGJT demon gate junction transistor, the latest in solid-state demonics, making it a new standard for audio amplifiers with its superior sound quality. Patented Overamp Technology: No longer be limited by your other equipment! The Gauchito 78's patented Overamp feature allow you to turn up the volume 'to infinity and beyond'.",
        "\" SCP-2167 \" by AJMansfield, from the SCP Wiki . Source: https://scpwiki.com/scp-2167 . Licensed under CC-BY-SA .",
        "Filename: Gauchito78.jpg Name: Gauchito-78 (Ariel Minimal Drive Master Signature) (2013-05-18 16.48.51 by Andrés Galeotti).jpg Author: Andrés Galeotti License: CC BY-SA 2.0 Source Link: Wikimedia",
        "Filename: EEInM5g.jpg Author: AJMansfield License: CC BY-SA 3.0 Source Link: SCP Wiki"
    ],
    "item": "SCP-2167",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2167 is to be stored in a soundproofed containment locker, connected to a CD player, four 5W speakers measuring at minimum 4 on the infinite grade impairment scale1 (hereafter IGIS), and a 12VDC 5A uninterruptible power supply with at least 300 amp-hours of capacity. The speakers are to be positioned around SCP-2167 at 90±5° angles at a maximum distance of 0.5 m. The locker is also to contain a small number of music CDs and vinyl records containing non-sensitive material alongside SCP-2167.",
    "description": "SCP-2167 is a \"Gauchito-78\" audio amplifier measuring 100mm wide, 190mm long, and 60mm thick. The amplifier case is made of unpainted cast aluminum-zinc. The front face of the device has three adjustment knobs, with the labels \"gain\", \"volume\", and \"tone\" etched into the case, as well as a script logo giving the device name and an unknown graphic icon. It possesses two 1/4\" audio jacks located on either side of the device, and a 12VDC barrel jack located in the top edge.",
    "title": "SCP-2167"
}