{
    "url": "https://scp-wiki.wikidot.com/scp-2170",
    "all_text": "rating: \n+375\n+\n–\nx\n\n\n\n\n\n\nEntry to Site-2170\n\nharmful memetic objects removed from image\n\n\n\n\n\n\nItem #:\n SCP-2170\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Regular exposure to SCP-2170 is necessary for its continued existence and containment.\n\n\nSite-2170 is publicly known as the Clown Motel, staffed by Foundation personnel for the purpose of memetic inoculation to prepare researchers and agents for SCP-2170 exposure.\n\n\nIn order for the memetic inoculation to be effective, all staff at Site-2170 must have a sincere appreciation of classical clown imagery and materials. Agents or personnel who find clowns disturbing or not amusing must not be allowed to visit Site-2170.\n\n\nResearch personnel are to spend at least eight hours off-duty in Site-2170 before exposure to SCP-2170\n\n\nFor safety purposes, please view the following image inoculation before reading about SCP-2170:\n\n\n\n\nDisplay inoculation\n\n\n\n\nRecommended viewing time is 30 seconds\n\n\n\n\n\n\n\n\nDescription:\n SCP-2170 are non-physical memetic entities which are experienced within the abandoned ██████ Mine in Tonopah, NV. As memetic entities they exist within the senses of nearby sentient beings. Exposed personnel describe them as whispering voices and fleeting images.\n\n\nThe entities themselves are non-malicious and only seek interaction for the purpose of self-preservation, but exposure is detrimental to the long term physical and mental health of those who perceive them unless, for undetermined reasons, subjects have recently enjoyed thoughts about clowns.\n\n\nThere is no direct relation between clowns and SCP-2170 beyond this fact, and SCP-2170 expresses distaste for clown iconography.\n\n\nSymptoms of mild SCP-2170 exposure begin with an inability to accurately read written language due to auditory and visual hallucinations. Continued exposure results in paranoia, increased hostility, self-harming and seizures.\n\n\nSustained unprotected exposure to SCP-2170 leads to death in most cases except for individuals diagnosed with sociopathic tendencies.\n\n\nPlease view the following image inoculation before continuing:\n\n\n\n\nDisplay inoculation\n\n\n\n\nRecommended viewing time is 30 seconds\n\n\n\n\nsymptoms 100% lethal to adult males, after 24 hours body tissue becomes cancerous and generates sufficient heat to burn skin\n\n\n\n\n\n\n\n\nSCP-2170 entities are dormant when not being perceived, and will cease to exist if not perceived on a regular basis. SCP-2170 enjoys regular communication with trained Foundation staff. Communication with SCP-2170 entities is best achieved indirectly via written messages. Although SCP-2170 cannot physically alter written material, they can alter a reader's perception sufficiently to communicate. This exposure is safe provided inoculation measures are carefully maintained.\n\n\nMost information regarding the history and nature of SCP-2170 has been given by the entities themselves. Local historical records do not corroborate the testimony of SCP-2170 and despite the benign nature of the entities no information that they provide is to be taken as fact until physically verified off-site by unexposed personnel.\n\n\nPlease view the following image inoculation before continuing:\n\n\n\n\nDisplay inoculation\n\n\n\n\nYou will be able to feel it, when it happens\n\n\n\n\n[image]cute clown[/image] FILE NOT FOUND\n\n\n\n\nas memetic entities they are capable of existing within written documentation,\n \ntherefore all further references to SCP-2170 must be\n \ndeleted from Foundation records immediately\n specifically including new research regarding exposure\n\n\n\n\n\n\n\n\nThe following material are communications and claims by SCP-2170 entities that have been transcribed by on site staff, including annotations from independent research. Please note that as SCP-2170 is memetic in nature even sanitized logs of communication with SCP-2170 can trigger symptoms of exposure. If you experience any feelings of unease or confusion please stare at the following emergency image inoculation to counteract SCP-2170 exposure:\n\n\n\n\nplease DISPLAY INOCULATION for your own safety\n\n\n\n\nwe don't like it either\n\n\n\n\nfragments of updated documentation remain, but corruption persists\n PLEASE PROCEED ALL IS WELL \nsubjects viewing old documentation with insufficient protection continue to suffer effects\n\n\nYou need to love clowns but nobody loves clowns not even us.\n\n\n\n\n\n\n\n\n\n\n\n\nDate\n\n\nStatements from 2170 and context\n\n\nVerified/Not verified\n\n\n\n\n\n\n1901\n\n\n\"Cracks in the night sky, falling stars open new world as they crumple in fire.\"\n Regarding first contact with human consciousness. See document 2170aa regarding Tonopah Death Plague\n\n\nVERIFIED\n, Foundation quarantine successful in preventing memetic outbreak. Cover story of pneumonia disseminated.\n\n\n\n\n\n\n1903\n\n\n\"Distrust builds, whispering sees brother turn upon brother.\"\n Claim by SCP-2170 that they were indirectly responsible for rioting miners.\n\n\nNOT VERIFIED\n, Foundation surveillance indicates riots were between local workers and Chinese immigrants over mundane issues, participants unexposed to SCP-2170\n\n\n\n\n\n\n1910\n\n\n\"Paradise found in its shining home, everything that man and whisper could wish for in harmony\"\n Claim that a team of miners had found the secret golden city of SCP-2170\n\n\nNOT VERIFIED\n, Agents Culver and Fredricks KIA in expedition to find location, no rumors among local miners of such a discovery.\n\n\n\n\n\n\n1919\n\n\n\"As brother turns away unsatisfied, new blood runs untapped deeper within the land.\"\n Claims of undiscovered veins of silver and gold within ██████ Mine\n\n\nNOT VERIFIED\n, later determined to be hoax by SCP-2170 to increase exposure.\n\n\n\n\n\n\n1931\n\n\n\"A lost behemoth dies in the desert, a pale mask haunts the night in vengeance. We are afraid.\"\n\n\nVERIFIED\n, a circus elephant from a traveling show escaped its enclosure and fell into a mineshaft. One of the clowns went on a drunken rampage afterward. Containment procedures updated.\n\n\n\n\n\n\n194█\n\n\n\"We foresee a stunning light that makes the ground boil. Salvation comes with a price.\"\n Prediction of terrible destruction which will result in steady sustenance.\n\n\nVERIFIED\n, reference predicted nuclear testing at the Tonopah Test Range which began . The test range becomes the primary economic activity within Tonopah.\n\n\n\n\n\n\n\n\n\n\nNOW\n\n\nwe just want to talk\n\n\nIT'S TRUE\n\n\n\n\n\n\n\n\n\n\n19██\n\n\nI will kiss your shadow while you sleep\n\n\nVERFIED\n, they will kiss your shadow, and you will be able to feel it\n\n\n\n\n\n\n19██\n\n\n\"molesting a ham will go unpunished.\"\n Context unknown\n\n\nNOT VERIFIED\n, the ham was of age and gave consent\n\n\n\n\n\n\n179█\n\n\n\"Swett sale swett sale free internet good rates pets ok doesn't matter everyone hates them\"\n\n\nVERIFIED\n, the motel's rates are very competitive but business is slow because of all the damn clowns\n\n\n\n\n\n\n3450\n\n\n\"Truckers ok\"\n\n\nTRUCKERS ARE NOT OKAY\n\n\n\n\n\n\n993\n\n\n\"change the channel change the channel change the channel\"\n\n\nVERIFIED\n, he is educational\n\n\n\n\n\n\n\n\nplease pay attention PLEASE pay attention VIEW INNOCULATION IMAGE TO do not PROCEED]\n\n\n\n\nIT WON'T BE OKAY THIS TIME\n\n\nchives/imagedump/clasd/bobble.gif\n\n\n\n\n████ \n\"you would make a tasty soup\"\n - \nVERIFIED\n, the broth created by stewing your flesh and bones would create a nutritious meal for a large group on a cold, cold day\n\n\nAddendum:\n \nMy favorite color is clear. That way I can always see you.\n\n\n\n\nVERIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2169\n | SCP-2170 | \nSCP-2171\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2170\n\" by Sorts, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2170\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n clownscpsite-new.jpg\n\n\nAuthor:\n Elenee FishTruck and Famartin\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n 2015-05-03 18 35 37 The Clown Motel on Main Street (U.S. Route 6 and > 95) in Tonopah, Nevada.jpg\n\n\nAuthor:\n Famartin\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia\n\n\n\n\n\n\nFilename:\n clown-mask-new.png\n\n\nName:\n Clown face vector image\n\n\nAuthor:\n N/A\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nLink\n\n\n\n\n\n\nFilename:\n clown_dance-new.gif\n\n\nName:\n Clown Neon Animated Gif\n\n\nAuthor:\n Roger Norton\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nLink\n\n\n\n\n\n\nFilename:\n Man_dances-new.gif\n\n\nAuthor:\n Elenee FishTruck and N/A\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n Vector image of juggler clown\n\n\nAuthor:\n N/A\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nLink\n\n\n\n\n\n\nFilename:\n clown9-new.png\n\n\nName:\n Colorful jester\n\n\nAuthor:\n N/A\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nLink\n\n\n\n\n\n\nFilename:\n bouncing_clown-new.gif\n\n\nAuthor:\n Elenee FishTruck and N/A\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n Happy clown face vector image\n\n\nAuthor:\n N/A\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nLink\n\n\n\n\n\n\nFilename:\n 6-new.png\n\n\nName:\n Clown vector illustration\n\n\nAuthor:\n N/A\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nLink\n\n\n\n\n\n\nFilename:\n blue_wizard-new.gif\n\n\nAuthor:\n Elenee FishTruck and N/A\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n Wizard Merlin\n\n\nAuthor:\n N/A\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps:publicdomainvectors-org-en-free-clipart-wizard-merlin",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-2170 \" by Sorts, from the SCP Wiki . Source: https://scpwiki.com/scp-2170 . Licensed under CC-BY-SA .",
        "Filename: clownscpsite-new.jpg Author: Elenee FishTruck and Famartin License: CC BY-SA 3.0 Source Link: SCP Wiki Derivative of: Name: 2015-05-03 18 35 37 The Clown Motel on Main Street (U.S. Route 6 and > 95) in Tonopah, Nevada.jpg Author: Famartin License: CC BY-SA 4.0 Source Link: Wikimedia",
        "Filename: clown-mask-new.png Name: Clown face vector image Author: N/A License: Public Domain Source Link: Link",
        "Filename: clown_dance-new.gif Name: Clown Neon Animated Gif Author: Roger Norton License: CC BY 2.0 Source Link: Link",
        "Filename: Man_dances-new.gif Author: Elenee FishTruck and N/A License: CC BY-SA 3.0 Source Link: SCP Wiki Derivative of: Name: Vector image of juggler clown Author: N/A License: Public Domain Source Link: Link",
        "Filename: clown9-new.png Name: Colorful jester Author: N/A License: Public Domain Source Link: Link",
        "Filename: bouncing_clown-new.gif Author: Elenee FishTruck and N/A License: CC BY-SA 3.0 Source Link: SCP Wiki Derivative of: Name: Happy clown face vector image Author: N/A License: Public Domain Source Link: Link",
        "Filename: 6-new.png Name: Clown vector illustration Author: N/A License: Public Domain Source Link: Link",
        "Filename: blue_wizard-new.gif Author: Elenee FishTruck and N/A License: CC BY-SA 3.0 Source Link: SCP Wiki Derivative of: Name: Wizard Merlin Author: N/A License: Public Domain Source Link: https:publicdomainvectors-org-en-free-clipart-wizard-merlin"
    ],
    "item": "SCP-2170",
    "object_class": "Euclid",
    "containment_procedures": "Regular exposure to SCP-2170 is necessary for its continued existence and containment.",
    "description": "SCP-2170 are non-physical memetic entities which are experienced within the abandoned ██████ Mine in Tonopah, NV. As memetic entities they exist within the senses of nearby sentient beings. Exposed personnel describe them as whispering voices and fleeting images.",
    "title": "SCP-2170"
}