{
    "url": "https://scp-wiki.wikidot.com/scp-2186",
    "all_text": "rating: \n+161\n+\n–\nx\n\n\n\n\n\n\nSCP-2186 during testing. Note the testing area, beginning to adopt a similar pattern and texture to SCP-2186's scales.\n\n\n\n\n\n\nItem #:\n SCP-2186\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2186 is to be kept in a 0.9 x 0.3 x 0.3 m screened enclosure suitable for non-anomalous specimens of \nChamaeleo namaquensis\n. Specific procedures for habitat care and maintenance are detailed in Document 2186-A.\n\n\nInteraction with SCP-2186 is to be kept at a minimum, in order to prevent unnecessary stress that might trigger SCP-2186's anomalous properties. Feeding, habitat maintenance, and medical examinations are the only times at which interaction is permissible. SCP-2186 is not to be removed from containment except in cases of medical emergency.\n\n\nDescription:\n SCP-2186 is an adult female Namaqua chameleon (\nChamaeleo namaquensis\n). Physically, it differs from non-anomalous representatives of its species only by its lack of chromatophores, rendering it unable to change its color in response to external stimuli.\n\n\nSCP-2186's anomalous properties become apparent when SCP-2186 is threatened, provoked, or otherwise made uncomfortable. All surfaces and objects within a 50-meter radius of SCP-2186 begin to gradually take on the color and texture of SCP-2186's skin. After approximately 2 minutes of exposure, the exterior surfaces of affected objects become identical to SCP-2186's skin (a state henceforth referred to as \"stage 1 transformation\"). If SCP-2186's agitation is maintained, the interiors of affected objects begin to gradually transform into biological matter identical to that of SCP-2186. Full transformation (a state henceforth referred to as \"stage 2 transformation\") occurs after approximately 5 minutes. Stage 1 transformation gradually reverses if SCP-2186 returns to a calm state or is removed from the vicinity of affected objects, but stage 2 transformation is seemingly permanent. See Test Log for further details.\n\n\nDiscovery:\n SCP-2186 was recovered from the home of a Mr. E███ S████. The SCP Foundation was notified to SCP-2186's presence by Mr. S████ himself, who had made several panicked calls to local and national law enforcement agencies detailing SCP-2186's anomalous behavior. Foundation field agents who entered Mr. S████'s property observed that a large area of the house had undergone stage 2 transformation. SCP-2186 itself was located in its vivarium, exhibiting clear signs of vitamin deficiency, malnutrition, and stress. SCP-2186 was seized by the Foundation, and all affected objects were removed from the site and cataloged.\n\n\nBased on observation of SCP-2186's living area at its discovery site, as well as testimony given by Mr. S████ during questioning, SCP-2186 had been allowed to develop a state of extreme agitation due to its inadequately maintained environment, poor diet, and general state of neglect. However, Mr. S████ claimed to have followed an online guide to \nChamaeleo namaquensis\n care to the best of his ability, and denied that SCP-2186 was in ill health upon its containment by the Foundation. He also claimed to have ordered SCP-2186 from a well-known and respectable online pet retailer specializing in exotic reptiles.\n\n\nMr. S████ was retained for observation and study. SCP-2186 underwent medical examination upon containment, and is currently in good health. Investigation into the online pet retailer used by Mr. S████ have thus far unearthed nothing of note, and the guide the subject claims to have used has not yet been found.\n\n\n\n\n+ Test/Study Log\n\n\n\n\n- Test/Study Log\n\n\n\n\n\n\nTest Log:\n Effects of SCP-2186-induced Transformation\n\n\nConductor:\n Dr. Vicks\n\n\n\n\n\n\nTest Object:\n NBA regulation basketball\n\n\nStage of Transformation:\n 1\n\n\nEffects:\n The ball's surface took on the color and texture of SCP-2186's skin. Analysis revealed that the molecular structure of the ball had not changed. The effects reverted after approximately 15 minutes.\n\n\n\n\n\n\nTest Object:\n Cavendish banana\n\n\nStage of Transformation:\n 1\n\n\nEffects:\n Identical to previous test; however, peeling the banana revealed a non-anomalous interior. The effects reverted after approximately 15 minutes.\n\n\nNote:\n \nNow we know that organic and inorganic matter is affected in the same way. I'm hoping to keep these tests to a minimum; I don't relish frightening this animal unnecessarily.\n\n\n\n\n\n\nTest Object:\n Norway rat (\nRattus norvegicus\n)\n\n\nStage of Transformation:\n 1\n\n\nEffects:\n The specimen experienced complete and rapid hair loss as its skin took on the color and texture of SCP-2186's. After the effects reverted, the specimen's hair did not grow back.\n\n\nNote:\n \nLiving creatures seem to be affected less predictably.\n\n\n\n\n\n\nTest Object:\n Norway rat; different specimen than previous\n\n\nStage of Transformation:\n 2\n\n\nEffects:\n The specimen's skin took on the color and texture of SCP-2186's. In addition, its tail shrank and coiled into a shape reminiscent of a chameleon's, and its eyes increased in size and developed the ability to move independently. DNA analysis revealed that the specimen had become genetically divergent from \nR. norvegicus\n, but no exact genetic match could be determined.\n\n\nNote:\n \nProlonged exposure to the effects of SCP-2186 seems to make living creatures more chameleon-like. I don't believe that this is an intentional method of reproduction on SCP-2186's part, as it only occurs when 2186 feels threatened.\n\n\n\n\n\n\nTest Object:\n Non-anomalous male Jackson's chameleon (\nTrioceros jacksonii\n)\n\n\nStage of Transformation:\n 2\n\n\nEffect:\n No physical change was observed in the specimen; however, DNA analysis revealed that it had become genetically identical to SCP-2186.\n\n\nNote:\n \nYou can't get much more chameleon-like than a chameleon, it seems.\n\n\nAddendum:\n Following its encounter with SCP-2186, the specimen of \nT. jacksonii\n involved in testing lost the ability to reproduce with female individuals of its own species. Attempts to breed the specimen with female individuals of \nC. namaquensis\n resulted in the production of eggs, which hatched into non-anomalous specimens of \nC. namaquensis\n, none of which were genetically identical to SCP-2186. Dr. Vicks maintains that SCP-2186's transfiguring effects are not an intentional method of reproduction.\n\n\n\n\n\n\nTest Object:\n Cell phone\n\n\nStage of Transformation:\n 2\n\n\nEffects:\n The cell phone's internal circuitry had been replaced with a partial nervous system, thread through an undifferentiated mass of muscle supported by a quadrilateral framework of bone struts. The exterior was covered with skin identical to SCP-2186's. The skin on the cell phone's \"front\" (the former site of the screen) possesses the ability to change color in response to external stimuli, such as temperature and physical pressure. DNA analysis produced a 100% match with SCP-2186.\n\n\nNote:\n \nTechnological devices affected by SCP-2186 appear to retain some rudimentary functionality. Further testing is necessary in this area.\n\n\n\n\n\n\nTest Object:\n 9-millimeter handgun\n\n\nStage of Transformation:\n 2\n\n\nEffects:\n The trigger and internal firing mechanism of the gun became fused into a single piece of bone during the transformation process, rendering the weapon impossible to fire. The exterior was covered with skin identical to SCP-2186's. DNA analysis produced a 100% match with SCP-2186.\n\n\nNote:\n \nWeaponry gains no additional functionality from SCP-2186's transformative effects. In fact, it seems to lose effectiveness. I think we've established that SCP-2186 has no practical applications, and that it poses no significant threat. However, Stage 2 transformation does seem to have the capacity for greater complexity than I first assumed. I'm authorizing a more in-depth study of stage 2 transformation. No more testing involving SCP-2186 itself will be needed; we have plenty of preexisting samples.\n\n\n\n\n\n\nStudy Object:\n Easy chair, recovered from discovery site\n\n\nStage of Transformation:\n 2\n\n\nEffects:\n The components of the chair were replaced with roughly corresponding organic components: the cushion stuffing with muscle tissue; the internal springs with sinews; the frame with bone; etc. The chair was entirely covered with skin identical to that of SCP-2186. DNA analysis produced a 100% match with SCP-2186.\n\n\nAddendum:\n Despite lacking any organs required for traditional animal survival, the chair did not decay prior to dissection for study. When cut, the chair produced blood, but showed no traditional symptoms of pain. After dissection, decay proceeded as normal.\n\n\n\n\n\n\nStudy Object:\n 20-gallon vivarium, recovered from discovery site\n\n\nStage of Transformation:\n 2\n\n\nEffects:\n The vivarium's glass had been replaced with a 0.5-centimeter-thick layer of muscle tissue, covered with skin identical to SCP-2186's on both the interior and exterior of the vivarium. All plant life, substrate, and terrain contained within the vivarium has been replaced with identical muscle tissue and skin. DNA analysis produced a 100% match with SCP-2186.\n\n\nAddendum:\n The vivarium and the objects contained within it appear to have fused together during the transformation process. No separation between the vivarium and the objects within it could be detected, even upon dissection.\n\n\n\n\n\n\nStudy Object:\n Mr. S████, recovered from discovery site\n\n\nStage of Transformation:\n 2\n\n\nEffects (Physical):\n Mr. S████ is covered in skin matching the color and texture of SCP-2186's, and lacks any hair on his head or body. Subject's eyes and mouth have increased greatly in size, while the nose, ears, and lips are almost entirely reduced. On both of Mr. S████'s hands, the thumb, index, and middle fingers have fused into large, flipper-like structures tipped with singular keratinous nails, as have the ring and little fingers; the toes of Mr. S████'s feet are similarly affected. A miniature vestigial tail protrudes visibly from Mr. S████'s coccyx. Mr. S████ lacks teeth, and has lost the ability to digest plant matter. DNA analysis revealed that Mr. S████ is genetically divergent from \nHomo sapiens\n, but no exact genetic match can be determined.\n\n\nEffects (Psychological):\n Mr. S████'s emotional capacity seems to have been reduced by stage 2 transformation. He is capable of reacting negatively to upsetting or stressful circumstances, but appears to have lost the capacity to react positively to pleasant circumstances.\n\n\nNote:\n \nSCP-2186's former owner is an interesting case. I wonder if his reduced emotional capacity is simply a result of his brain becoming more chameleon-like, or a defense mechanism put into place by SCP-2186 to prevent him from potentially inflicting aggression upon it. Until I can justify inflicting such a state on additional human subjects, that question will have to remain unanswered.\n\n\nAddendum:\n Mr. S████ remains in confinement for observational purposes. He is currently under medical treatment for an upper-respiratory infection caused by low levels of humidity in his confinement chamber. Mr. S████'s confinement conditions are to be updated based on the conditions described in Document 2186-A.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2185\n | SCP-2186 | \nSCP-2187\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2186\n\" by basicmathgirl, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2186\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Laika_ac_Namaqua_Chameleon_(8446604360).jpg\n\n\nName:\n Namaqua Chamäleon-01.jpg\n\n\nAuthor:\n Hans Stieglitz\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia",
    "addendums": [],
    "documents": [],
    "notes": [
        "Test Log: Effects of SCP-2186-induced Transformation Conductor: Dr. Vicks",
        "Test Object: NBA regulation basketball Stage of Transformation: 1 Effects: The ball's surface took on the color and texture of SCP-2186's skin. Analysis revealed that the molecular structure of the ball had not changed. The effects reverted after approximately 15 minutes.",
        "Test Object: Cavendish banana Stage of Transformation: 1 Effects: Identical to previous test; however, peeling the banana revealed a non-anomalous interior. The effects reverted after approximately 15 minutes. Note: Now we know that organic and inorganic matter is affected in the same way. I'm hoping to keep these tests to a minimum; I don't relish frightening this animal unnecessarily.",
        "Test Object: Norway rat ( Rattus norvegicus ) Stage of Transformation: 1 Effects: The specimen experienced complete and rapid hair loss as its skin took on the color and texture of SCP-2186's. After the effects reverted, the specimen's hair did not grow back. Note: Living creatures seem to be affected less predictably.",
        "Test Object: Norway rat; different specimen than previous Stage of Transformation: 2 Effects: The specimen's skin took on the color and texture of SCP-2186's. In addition, its tail shrank and coiled into a shape reminiscent of a chameleon's, and its eyes increased in size and developed the ability to move independently. DNA analysis revealed that the specimen had become genetically divergent from R. norvegicus , but no exact genetic match could be determined. Note: Prolonged exposure to the effects of SCP-2186 seems to make living creatures more chameleon-like. I don't believe that this is an intentional method of reproduction on SCP-2186's part, as it only occurs when 2186 feels threatened.",
        "Test Object: Non-anomalous male Jackson's chameleon ( Trioceros jacksonii ) Stage of Transformation: 2 Effect: No physical change was observed in the specimen; however, DNA analysis revealed that it had become genetically identical to SCP-2186. Note: You can't get much more chameleon-like than a chameleon, it seems. Addendum: Following its encounter with SCP-2186, the specimen of T. jacksonii involved in testing lost the ability to reproduce with female individuals of its own species. Attempts to breed the specimen with female individuals of C. namaquensis resulted in the production of eggs, which hatched into non-anomalous specimens of C. namaquensis , none of which were genetically identical to SCP-2186. Dr. Vicks maintains that SCP-2186's transfiguring effects are not an intentional method of reproduction.",
        "Test Object: Cell phone Stage of Transformation: 2 Effects: The cell phone's internal circuitry had been replaced with a partial nervous system, thread through an undifferentiated mass of muscle supported by a quadrilateral framework of bone struts. The exterior was covered with skin identical to SCP-2186's. The skin on the cell phone's \"front\" (the former site of the screen) possesses the ability to change color in response to external stimuli, such as temperature and physical pressure. DNA analysis produced a 100% match with SCP-2186. Note: Technological devices affected by SCP-2186 appear to retain some rudimentary functionality. Further testing is necessary in this area.",
        "Test Object: 9-millimeter handgun Stage of Transformation: 2 Effects: The trigger and internal firing mechanism of the gun became fused into a single piece of bone during the transformation process, rendering the weapon impossible to fire. The exterior was covered with skin identical to SCP-2186's. DNA analysis produced a 100% match with SCP-2186. Note: Weaponry gains no additional functionality from SCP-2186's transformative effects. In fact, it seems to lose effectiveness. I think we've established that SCP-2186 has no practical applications, and that it poses no significant threat. However, Stage 2 transformation does seem to have the capacity for greater complexity than I first assumed. I'm authorizing a more in-depth study of stage 2 transformation. No more testing involving SCP-2186 itself will be needed; we have plenty of preexisting samples.",
        "Study Object: Easy chair, recovered from discovery site Stage of Transformation: 2 Effects: The components of the chair were replaced with roughly corresponding organic components: the cushion stuffing with muscle tissue; the internal springs with sinews; the frame with bone; etc. The chair was entirely covered with skin identical to that of SCP-2186. DNA analysis produced a 100% match with SCP-2186. Addendum: Despite lacking any organs required for traditional animal survival, the chair did not decay prior to dissection for study. When cut, the chair produced blood, but showed no traditional symptoms of pain. After dissection, decay proceeded as normal.",
        "Study Object: 20-gallon vivarium, recovered from discovery site Stage of Transformation: 2 Effects: The vivarium's glass had been replaced with a 0.5-centimeter-thick layer of muscle tissue, covered with skin identical to SCP-2186's on both the interior and exterior of the vivarium. All plant life, substrate, and terrain contained within the vivarium has been replaced with identical muscle tissue and skin. DNA analysis produced a 100% match with SCP-2186. Addendum: The vivarium and the objects contained within it appear to have fused together during the transformation process. No separation between the vivarium and the objects within it could be detected, even upon dissection.",
        "Study Object: Mr. S████, recovered from discovery site Stage of Transformation: 2 Effects (Physical): Mr. S████ is covered in skin matching the color and texture of SCP-2186's, and lacks any hair on his head or body. Subject's eyes and mouth have increased greatly in size, while the nose, ears, and lips are almost entirely reduced. On both of Mr. S████'s hands, the thumb, index, and middle fingers have fused into large, flipper-like structures tipped with singular keratinous nails, as have the ring and little fingers; the toes of Mr. S████'s feet are similarly affected. A miniature vestigial tail protrudes visibly from Mr. S████'s coccyx. Mr. S████ lacks teeth, and has lost the ability to digest plant matter. DNA analysis revealed that Mr. S████ is genetically divergent from Homo sapiens , but no exact genetic match can be determined. Effects (Psychological): Mr. S████'s emotional capacity seems to have been reduced by stage 2 transformation. He is capable of reacting negatively to upsetting or stressful circumstances, but appears to have lost the capacity to react positively to pleasant circumstances. Note: SCP-2186's former owner is an interesting case. I wonder if his reduced emotional capacity is simply a result of his brain becoming more chameleon-like, or a defense mechanism put into place by SCP-2186 to prevent him from potentially inflicting aggression upon it. Until I can justify inflicting such a state on additional human subjects, that question will have to remain unanswered. Addendum: Mr. S████ remains in confinement for observational purposes. He is currently under medical treatment for an upper-respiratory infection caused by low levels of humidity in his confinement chamber. Mr. S████'s confinement conditions are to be updated based on the conditions described in Document 2186-A.",
        "\" SCP-2186 \" by basicmathgirl, from the SCP Wiki . Source: https://scpwiki.com/scp-2186 . Licensed under CC-BY-SA .",
        "Filename: Laika_ac_Namaqua_Chameleon_(8446604360).jpg Name: Namaqua Chamäleon-01.jpg Author: Hans Stieglitz License: CC BY-SA 3.0 Source Link: Wikimedia"
    ],
    "item": "SCP-2186",
    "object_class": "Safe",
    "containment_procedures": "SCP-2186 is to be kept in a 0.9 x 0.3 x 0.3 m screened enclosure suitable for non-anomalous specimens of Chamaeleo namaquensis. Specific procedures for habitat care and maintenance are detailed in Document 2186-A.",
    "description": "SCP-2186 is an adult female Namaqua chameleon (Chamaeleo namaquensis). Physically, it differs from non-anomalous representatives of its species only by its lack of chromatophores, rendering it unable to change its color in response to external stimuli.",
    "title": "SCP-2186"
}