{
    "url": "https://scp-wiki.wikidot.com/scp-2193",
    "all_text": "rating: \n+535\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-2193:\n Monthly Termination\n\n\nAuthor:\n \nS D Locke\n\n\n\n\n\n\nOther works by S D Locke!\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nS. D. Locke's Proposal\n\n\nRating: 2648\n\n\n\n\n\n\nSCP-5999 - This is Where I Died\n\n\nRating: 1733\n\n\n\n\n\n\nSCP-3280\n\n\nRating: 670\n\n\n\n\n\n\nSCP-783\n\n\nRating: 594\n\n\n\n\n\n\nSCP-2193\n\n\nRating: 535\n\n\n\n\n\n\nSCP-3980\n\n\nRating: 528\n\n\n\n\n\n\nSCP-1661\n\n\nRating: 283\n\n\n\n\n\n\nSCP-2923\n\n\nRating: 245\n\n\n\n\n\n\nSCP-2385\n\n\nRating: 240\n\n\n\n\n\n\nSCP-4910\n\n\nRating: 230\n\n\n\n\n\n\nSCP-3963\n\n\nRating: 229\n\n\n\n\n\n\nSCP-8246\n\n\nRating: 174\n\n\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nIhp/Locke Proposal\n\n\nRating: 570\n\n\n\n\n\n\nSCP-7676\n\n\nRating: 450\n\n\n\n\n\n\nSCP-012-EX\n\n\nRating: 207\n\n\n\n\n\n\nSCP-7427\n\n\nRating: 156\n\n\n\n\n\n\nSCP-6430\n\n\nRating: 153\n\n\n\n\n\n\nSCP-5311\n\n\nRating: 139\n\n\n\n\n\n\nSCP-7932\n\n\nRating: 108\n\n\n\n\n\n\nSCP-6110\n\n\nRating: 89\n\n\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nNot Fade Away\n\n\nRating: 358\n\n\n\n\n\n\nReap What You Sew\n\n\nRating: 107\n\n\n\n\n\n\nParadigm Shift\n\n\nRating: 87\n\n\n\n\n\n\nA Reason To Die\n\n\nRating: 47\n\n\n\n\n\n\nAnd Then I Died IV - Series 2\n\n\nRating: 33\n\n\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nHeart and Sol\n\n\nRating: 220\n\n\n\n\n\n\nSlothcon\n\n\nRating: 91\n\n\n\n\n\n\nFrom Above\n\n\nRating: 35\n\n\n\n\n\n\n\n\n\n\n\n\nGOI Formats\n\n\n\n\n\n\nSPC-173\n\n\nRating: 302\n\n\n\n\n\n\nSPC-2935\n\n\nRating: 155\n\n\n\n\n\n\nLTE-2712-Bosch\n\n\nRating: 155\n\n\n\n\n\n\nP'rantortiz the Vile\n\n\nRating: 139\n\n\n\n\n\n\n\n\n\n\n\n\nGOI Formats\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-2193\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n The Artificial Intelligence Applications Division (AIAD) is to monitor the Foundation database for instances of SCP-2193-1. The instances are to be logged and removed, and the holding Site's (if applicable) personnel will require amnestic therapy. Provisional Site-███, \nSite-5\n1\n and Observation Site-██ are to be exempted from this procedure, in order to facilitate observation of the phenomenon. Contact with these Sites at any level (whether through in-person visits, or simply phone/email communication) is restricted, to prevent further contamination of Mission-Critical Sites.\n\n\nDescription:\n SCP-2193-1 is an infohazardous anomaly affecting the documentation for items and entities in the Foundation database. It often appears in the object's Special Containment Procedures or addenda, and references an operation referred to as the 'Monthly Termination' of Class-D personnel. No evidence for the initial adoption or implementation of such a policy exists in any Foundation records, as verified by a RAISA investigation into all prior O5/Administrator mandates and SDECotW resolutions.\n\n\nSCP-2193-1 is automatically inserted into a random digital SCP slot at irregular intervals. The method by which it is generated is unknown.\n\n\nIndividuals who are exposed to SCP-2193-1 are subjected to a memetic effect, wherein they fully believe the Monthly Termination of Class-D personnel to be a valid Foundation operation. This belief can be easily spread through any and all forms of communication solely by containing the phrase 'Monthly Termination'. Uninfected personnel who possess doubt or suspicion are able to be overcome with simple rhetoric supporting the policy. The infected continue to operate as if SCP-2193 has always been a Foundation-held policy, and there is a noted lack of cognitive dissonance when presented with conflicting information.\n\n\nAside from the excessive expenditure of Class-D personnel, Sites and individuals infected are able to perform their duties exceptionally, and without undue complications. The first known document to host SCP-2193-1, SCP-███; has been removed from the database, and is undergoing review from the Foundation Counterconceptual Division.\n\n\nNo internal documentation or instructions exist that detail the actual termination process. Regardless, infected individuals and departments operate and 'terminate' Class-D personnel in a uniform manner. Remote observation of Sites ███ and ███, as well as security footage from affected Sites prior to SCP-2193's discovery have revealed the 'Monthly Termination' process:\n\n\n\n\nOn the final day of the month, testing is suspended on any SCPs which would involve Class-D testing.\n\n\n\n\n\n\nApproximately one third of the Site's resident Class-D population will stand facing their cell doors.\n2\n\n\n\n\n\n\nA sufficient detachment of security personnel will arrive to escort the Class-D in a single-file line throughout the facility. Though the guards will be armed, no restraints are placed on the Class-D.\n\n\n\n\n\n\nResearchers, Level 0, and other personnel not directly involved in the process will avoid the path the officers/Class-D follow. This is perfectly choreographed, despite the lack of planning/forewarning.\n\n\n\n\n\n\nThe Class-D will be led to a point outside the facility, and taken to an area that is not covered by surveillance systems.\n3\n\n\n\n\n\n\nSub-dermal tracking implants on the Class-D cease function.\n\n\n\n\n\n\nThe security guards return to the facility. The officers will claim to have terminated the Class-D via their sidearms.\n4\n\n\n\n\nRecovery:\n SCP-2193 was discovered on 10/31/1994, by \nAIAD PROJECT: CORINTHIAN (aka: \"Glacon\")\n, after its initial upload to Site-17. The Site was undergoing an SCP-2193 event, which the AI observed through the surveillance system. It attempted to contact then-Site Director J. O███████, as the AI interpreted the procedure as illogical, and without precedent. Its communications were disregarded.\n\n\nThe AI correctly deduced the presence of a memetic effect. It began the process of removing SCP-2193-1 throughout the Site's backup digital files, as well as every entry of the main database accessible by Site-17 personnel. It completed the process before the D-Class had been removed from their cells, and disabled the doors' electronic locks.\n\n\nDietrich M. Lurk was contacted by Site-17 Security Chief, who requested his assistance in disabling the AI's system override. D. Lurk investigated the situation, and finding the AI to be acting in accordance with Standard Principles, instead alerted MTF Eta-10 (\"See No Evil\").\n\n\nSite-17, along with twelve other Sites had to be quarantined, with their corresponding records wiped of SCP-2193-1. Provisional Site-███ and Observation Site-██ were exempted for testing purposes.\n\n\nAddendum: Incident Log 2193/███\n\n\n\n\nForeword:\n \nOn 01/31/1999 at 01:30, Provisional Site-███ underwent an SCP-2193 event. During the transport of Class-D, behavioral changes were noted in both the detainees and the guards. The Class-D repeatedly expressed concern over their fate, while the guards apologized profusely. The following is an excerpt taken from Agent Ysson's head cam as the event reached its conclusion.\n\n\n01:59:23:\n The group approaches a rounded clearing in the woods 2km South of the Site.\n\n\n02:01:46:\n The Class-D continue directly towards the clearing's center. The guards branch out, and form a ring around the group. This formation is congruous with previous observations.\n\n\n02:04:32:\n The guards around the Class-D's perimeter turn away from the group and obscure their head cams, excluding Agent Ysson.\n\n\nAgent Ysson:\n \n[Indecipherable due to sudden interference, presumably 'Not']\n\"…again\"\n\n\n02:05:05:\n D-1920 lifts vertically, and hovers in place .3 meters off the ground.\n\n\n02:05:09:\n D-1920 continues upward, at an estimated speed of 35,000 km/hr. D-1823 begins to hover.\n\n\n02:05:12-02:06:58:\n This process repeats for each present Class-D.\n5\n They are taken individually.\n\n\n02:06:58:\n Agent Ysson watches the final Class-D depart, and fixates on the full moon.\n\n\n02:07:33:\n The moon appears to 'blink'.\n6\n\n\n02:07:35:\n Agent Ysson begins to run. In the background, the other guards can be seen remaining in their position.\n\n\n02:07:39:\n Agent Ysson is lifted in a manner similar to the Class-D.\n\n\n02:07:41:\n Camera feed cuts as the Agent reaches the stratosphere.\n\n\nAfterword:\n \nUnder questioning, the guards asserted that Agent Ysson had been attacked by the Class-D, and that he had been killed in the resulting altercation.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Personnel are to be reminded that there is no \nSite-5\n.\n\n\n2\n. Affected Class-D are fully compliant and cooperative throughout the entirety of the process. It should be noted that the affected Class-D will still verbally assault and threaten nearby personnel.\n\n\n3\n. Hidden cameras sewn into the guards' uniforms have been intentionally obscured, including in cases where they have no foreknowledge its existence.\n\n\n4\n. To date, the officer's firearms have been returned without a single discharged round.\n\n\n5\n. Neither Provisional Site-███, nor Orbital Assets were able to view this phenomenon, despite the fact that the area was covered by the surveillance systems of each.\n\n\n6\n. Personnel stationed at \nLunar Area-32\n reported no corresponding abnormalities at this time.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2192\n | SCP-2193 | \nSCP-2194\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2193\n\" by S D Locke, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2193\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Incident Log 2193/███"
    ],
    "documents": [],
    "notes": [
        "Foreword: On 01/31/1999 at 01:30, Provisional Site-███ underwent an SCP-2193 event. During the transport of Class-D, behavioral changes were noted in both the detainees and the guards. The Class-D repeatedly expressed concern over their fate, while the guards apologized profusely. The following is an excerpt taken from Agent Ysson's head cam as the event reached its conclusion. 01:59:23: The group approaches a rounded clearing in the woods 2km South of the Site. 02:01:46: The Class-D continue directly towards the clearing's center. The guards branch out, and form a ring around the group. This formation is congruous with previous observations. 02:04:32: The guards around the Class-D's perimeter turn away from the group and obscure their head cams, excluding Agent Ysson. Agent Ysson: [Indecipherable due to sudden interference, presumably 'Not'] \"…again\" 02:05:05: D-1920 lifts vertically, and hovers in place .3 meters off the ground. 02:05:09: D-1920 continues upward, at an estimated speed of 35,000 km/hr. D-1823 begins to hover. 02:05:12-02:06:58: This process repeats for each present Class-D. 5 They are taken individually. 02:06:58: Agent Ysson watches the final Class-D depart, and fixates on the full moon. 02:07:33: The moon appears to 'blink'. 6 02:07:35: Agent Ysson begins to run. In the background, the other guards can be seen remaining in their position. 02:07:39: Agent Ysson is lifted in a manner similar to the Class-D. 02:07:41: Camera feed cuts as the Agent reaches the stratosphere. Afterword: Under questioning, the guards asserted that Agent Ysson had been attacked by the Class-D, and that he had been killed in the resulting altercation.",
        "\" SCP-2193 \" by S D Locke, from the SCP Wiki . Source: https://scpwiki.com/scp-2193 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2193",
    "object_class": "Keter",
    "containment_procedures": "The Artificial Intelligence Applications Division (AIAD) is to monitor the Foundation database for instances of SCP-2193-1. The instances are to be logged and removed, and the holding Site's (if applicable) personnel will require amnestic therapy. Provisional Site-███, Site-51 and Observation Site-██ are to be exempted from this procedure, in order to facilitate observation of the phenomenon. Contact with these Sites at any level (whether through in-person visits, or simply phone/email communication) is restricted, to prevent further contamination of Mission-Critical Sites.",
    "description": "SCP-2193-1 is an infohazardous anomaly affecting the documentation for items and entities in the Foundation database. It often appears in the object's Special Containment Procedures or addenda, and references an operation referred to as the 'Monthly Termination' of Class-D personnel. No evidence for the initial adoption or implementation of such a policy exists in any Foundation records, as verified by a RAISA investigation into all prior O5/Administrator mandates and SDECotW resolutions.",
    "title": "SCP-2193"
}