{
    "url": "https://scp-wiki.wikidot.com/scp-2197",
    "all_text": "rating: \n+301\n+\n–\nx\n\n\nItem #:\n SCP-2197\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Because neither SCP-2197 nor the lot on which it is built are recorded on any official documents, the Foundation has been able to effectively assume legal ownership of SCP-2197 by purchasing the buildings on either side of it, the lots of which legally encompass SCP-2197’s location. A small contingent of Foundation personnel have been permanently assigned to manage these properties (a small filling station with automotive repair shop, and a five-unit motor lodge).\n\n\nCivilian motorists lured into the proximity of SCP-2197 are to be intercepted by these personnel and given whatever assistance they require in order to leave the area. Once a week, a D-class personnel wearing a remote surveillance kit is to enter SCP-2197, engage in conversation with SCP-2197-1, and make a purchase.\n\n\nDue to local residents’ length of exposure to SCP-2197, and their habitual reticence regarding it, mass administration of amnestics has been ruled out (see Ethics Committee Report 2197-901). As residents have observed Foundation personnel steering visitors away from SCP-2197, they have become increasingly accepting and even friendly toward the members of the permanent contingent. These social relationships are to be used in conjunction with monitoring of mail and electronic communications, in order to identify and isolate individuals who pose an unacceptable risk to containment.\n\n\nDescription:\n SCP-2197 is a one-story structure located in █████, Maine, an unincorporated township between U.S. Route 1 and the Atlantic coast. The words “Anziano’s Curio Shoppe” are etched in stylized lettering on a large storefront window displaying what appear to be various second-hand goods.\n\n\nIndividuals traveling by motor vehicle in or near █████ experience a greater than expected rate of mechanical difficulties, GPS malfunctions, flat tires, unexpectedly low fuel, and loss of cellular reception. Affected motorists frequently seek assistance in █████, and while delayed they often enter SCP-2197, due to its location between the township’s only mechanic and its only lodgings. Residents of █████ and the surrounding area do not appear to experience these travel-related difficulties, and will sometimes obliquely warn those affected away from SCP-2197.\n1\n\n\nThose entering SCP-2197 are greeted by a humanoid entity resembling a stooped, elderly man in a leather apron, designated SCP-2197-1. The entity will introduce itself as “Mr. Anziano,” engage in small talk, and encourage the visitor to browse. If an individual expresses interest in an item, SCP-2197-1 will speak highly of the effort involved in its manufacture and the good character of its maker, often remarking that “he tried his best.”\n\n\nMost items purchased from the shop display anomalous properties.\n2\n Somewhere on each item (typically the back, underside, or interior) is a single small glyph, written in a hemoglobin-like substance, the design of which differs from item to item. Foundation linguists have concluded that the glyphs are backward renderings of the first, second, third, fourth, and sixth letters of the Aramaic alphabet. Some glyphs are appended with a plus or minus sign.\n\n\nThe permanent contingent in █████ has compiled a representative sample of items purchased by D-class personnel from SCP-2197 (see Document 2197-101).\n\n\n\n\n+ Show Document 2197-101: Log of items obtained from SCP-2197\n\n\n\n\n- Access granted\n\n\n\n\n\n\nSCP-2197-5\n\n\nDescription:\n A green Western Electric Model 2500 landline telephone, which rings from 1 to 6 times a month, regardless of whether it is connected to an active phone jack. If an individual picks up the receiver, a staticky voice resembling that of a young girl will whisper “seven days” and the call will disconnect. Exactly seven days later, whatever phone happens to be closest to the subject will ring. If the subject answers, an identical voice will whisper, “it’s been \nseven days\n” and the call will disconnect. No further effects have been noted.\n\n\nGlyph:\n Gamal-minus\n\n\nSCP-2197-10\n\n\nDescription:\n An irregularly-shaped, concave object, with several notches in its outer rim, apparently made of clay containing flecks of ash. When any individual with a history of tobacco use, who has not consumed any form of tobacco since the last full moon, comes within approximately 6 m of the item, a lit cigarette emerges from the item and slides into one of the notches, with the filter side pointed toward the individual. The cigarettes are reported to possess an intensely unpleasant smell and taste. Approximately 65% of test subjects who smoked the cigarette required hospitalization for sulfur dioxide poisoning. In all such subjects, the traumatic experience caused an extreme aversion to subsequent tobacco use.\n\n\nGlyph:\n Gamal-minus\n\n\nSCP-2197-13\n\n\nDescription:\n A poorly-constructed birdhouse with no known anomalous properties.\n\n\nGlyph:\n Waw\n\n\nSCP-2197-16\n\n\nDescription:\n A small antique desk lamp operated by a toggle switch at its base, with the “on” and “off” positions labeled. When operated by an individual unfamiliar with the lamp, the functioning of the switch is reversed, so that the “off” position turns the lamp on, and vice versa. Once a particular user becomes accustomed to the reversed function, the switch begins to operate correctly. This process repeats each time the user forms an ingrained habit regarding how to operate the switch.\n\n\nGlyph:\n Dalath\n\n\nSCP-2197-22\n\n\nDescription:\n Two unadorned 20cm x 60cm pieces of sheet metal, sold together as “bookends.” Each one has two 90 degree bends equidistant along its longer axis, forming a squared “U” shape resembling three sides of a cube. When one of the items is picked up, it begins to grow in size, doubling in volume every ten seconds, until it becomes too heavy or unwieldy for the subject to hold. Upon slipping out of the subject’s grasp, the item instantly reverts to its original size. Holding both pieces at the same time, or fitting them together into a cube, appears to produce no additional effect.\n\n\nGlyph:\n Dalath-minus\n\n\nSCP-2197-25\n\n\nDescription:\n A 32-page coloring book. The picture on each page is rainbow- and/or unicorn-themed. Any individual who fully colors in at least one page of the book experiences increased good luck thereafter, as confirmed by Foundation statisticians using a random-number generator. Within a week of coloring in the page, the subject invariably meets an ideal romantic partner and enters into a long-term relationship. On both occasions on which D-class personnel were used to test the item, an unusual confluence of events led to the subject escaping Foundation custody shortly before scheduled termination, along with a D-class of the opposite sex with whom the subject had recently formed an attachment.\n\n\nGlyph:\n Waw\n\n\nSCP-2197-27\n\n\nDescription:\n An item which appears to be a normal wooden cuckoo clock, aged but in good condition, until it is mounted to a wall of a structure owned by the purchaser, at which point it reveals its true form and cannot be removed short of demolishing the wall on which it is mounted. The cuckoo clock is made from a human head, neck and chest cavity, apparently still living, with a brass pendulum and clockface. The lungs have been removed and the ribs spread to display the swinging pendulum inside the chest cavity, which has sharp blades designed to pierce the individual’s sides with every swing. The clockface is wedged into the mouth, the jaw having been stretched open to accommodate it. The eyes constantly dart about and grunts of pain may be heard from the throat. At the top of every hour, the pendulum and clockface rapidly heat to [REDACTED] degrees Centigrade, causing the throat to emit cries of pain reminiscent of the sounds of a non-anomalous cuckoo clock. The number of cries has been observed to be consistently appropriate to the hour being struck.\n\n\nGlyph:\n Alap-plus\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Foundation personnel briefed on SCP-2197 also appear to be unaffected by this phenomenon. Site-11’s Shamanic Analysis Unit has concluded that the effect targets only unsuspecting individuals.\n\n\n2\n. SCP-2197 first came to the Foundation’s attention when routine monitoring of Vatican email traffic flagged an inquiry from the Archdiocese of Boston on behalf of a parishioner who claimed that an antique doll she had purchased on a trip to Maine had been “harassing” her with ineffectual attempts to harm or inconvenience her. The doll was retrieved and is currently designated SCP-2197-2. It has proven capable of movement and vocalization, albeit with a severe speech impediment. Class-B amnestics were administered to the purchaser, her parish priest, and the Archbishop of Boston.\n\n\n\n\n\n\n\n\n« \nSCP-2196\n | SCP-2197 | \nSCP-2198\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2197\n\" by Doc MacGillicuttie, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2197\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "SCP-2197-5 Description: A green Western Electric Model 2500 landline telephone, which rings from 1 to 6 times a month, regardless of whether it is connected to an active phone jack. If an individual picks up the receiver, a staticky voice resembling that of a young girl will whisper “seven days” and the call will disconnect. Exactly seven days later, whatever phone happens to be closest to the subject will ring. If the subject answers, an identical voice will whisper, “it’s been seven days ” and the call will disconnect. No further effects have been noted. Glyph: Gamal-minus SCP-2197-10 Description: An irregularly-shaped, concave object, with several notches in its outer rim, apparently made of clay containing flecks of ash. When any individual with a history of tobacco use, who has not consumed any form of tobacco since the last full moon, comes within approximately 6 m of the item, a lit cigarette emerges from the item and slides into one of the notches, with the filter side pointed toward the individual. The cigarettes are reported to possess an intensely unpleasant smell and taste. Approximately 65% of test subjects who smoked the cigarette required hospitalization for sulfur dioxide poisoning. In all such subjects, the traumatic experience caused an extreme aversion to subsequent tobacco use. Glyph: Gamal-minus SCP-2197-13 Description: A poorly-constructed birdhouse with no known anomalous properties. Glyph: Waw SCP-2197-16 Description: A small antique desk lamp operated by a toggle switch at its base, with the “on” and “off” positions labeled. When operated by an individual unfamiliar with the lamp, the functioning of the switch is reversed, so that the “off” position turns the lamp on, and vice versa. Once a particular user becomes accustomed to the reversed function, the switch begins to operate correctly. This process repeats each time the user forms an ingrained habit regarding how to operate the switch. Glyph: Dalath SCP-2197-22 Description: Two unadorned 20cm x 60cm pieces of sheet metal, sold together as “bookends.” Each one has two 90 degree bends equidistant along its longer axis, forming a squared “U” shape resembling three sides of a cube. When one of the items is picked up, it begins to grow in size, doubling in volume every ten seconds, until it becomes too heavy or unwieldy for the subject to hold. Upon slipping out of the subject’s grasp, the item instantly reverts to its original size. Holding both pieces at the same time, or fitting them together into a cube, appears to produce no additional effect. Glyph: Dalath-minus SCP-2197-25 Description: A 32-page coloring book. The picture on each page is rainbow- and/or unicorn-themed. Any individual who fully colors in at least one page of the book experiences increased good luck thereafter, as confirmed by Foundation statisticians using a random-number generator. Within a week of coloring in the page, the subject invariably meets an ideal romantic partner and enters into a long-term relationship. On both occasions on which D-class personnel were used to test the item, an unusual confluence of events led to the subject escaping Foundation custody shortly before scheduled termination, along with a D-class of the opposite sex with whom the subject had recently formed an attachment. Glyph: Waw SCP-2197-27 Description: An item which appears to be a normal wooden cuckoo clock, aged but in good condition, until it is mounted to a wall of a structure owned by the purchaser, at which point it reveals its true form and cannot be removed short of demolishing the wall on which it is mounted. The cuckoo clock is made from a human head, neck and chest cavity, apparently still living, with a brass pendulum and clockface. The lungs have been removed and the ribs spread to display the swinging pendulum inside the chest cavity, which has sharp blades designed to pierce the individual’s sides with every swing. The clockface is wedged into the mouth, the jaw having been stretched open to accommodate it. The eyes constantly dart about and grunts of pain may be heard from the throat. At the top of every hour, the pendulum and clockface rapidly heat to [REDACTED] degrees Centigrade, causing the throat to emit cries of pain reminiscent of the sounds of a non-anomalous cuckoo clock. The number of cries has been observed to be consistently appropriate to the hour being struck. Glyph: Alap-plus",
        "\" SCP-2197 \" by Doc MacGillicuttie, from the SCP Wiki . Source: https://scpwiki.com/scp-2197 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2197",
    "object_class": "Euclid",
    "containment_procedures": "Because neither SCP-2197 nor the lot on which it is built are recorded on any official documents, the Foundation has been able to effectively assume legal ownership of SCP-2197 by purchasing the buildings on either side of it, the lots of which legally encompass SCP-2197’s location. A small contingent of Foundation personnel have been permanently assigned to manage these properties (a small filling station with automotive repair shop, and a five-unit motor lodge).",
    "description": "SCP-2197 is a one-story structure located in █████, Maine, an unincorporated township between U.S. Route 1 and the Atlantic coast. The words “Anziano’s Curio Shoppe” are etched in stylized lettering on a large storefront window displaying what appear to be various second-hand goods.",
    "title": "SCP-2197"
}