{
    "url": "https://scp-wiki.wikidot.com/scp-2198",
    "all_text": "rating: \n+58\n+\n–\nx\n\n\n\n\n\n\nSCP-2198, as unintentionally photographed by photographer ████ ███████-████████ on ██/██/2007. SCP-2198, visible on the left, has undergone predominant dissipation.\n\n\n\n\n\n\nItem #:\n SCP-2198\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Outposts 93-A, -B, and -C have been constructed within the Antarctic, directly beneath SCP-2198's original site of manifestation. The area, however unlikely the formation of future instances of SCP-2198 are, is to be continuously monitored both terrestrially from said outposts, and aerially via geosynchronous satellite.\n\n\nLimited samples of both lacrimal fluid and saliva manifested via SCP-2198 have been collected and amassed at Storage Site-109, within separate containment vats.\n\n\nDescription:\n SCP-2198 collectively designates several nimbostratus clouds observed to form directly above the Antarctic Circle, and limited areas of China, India, the USA, the UK, Russia, Japan, and South Korea, between the dates of ██/██/2006 and ██/██/2007. All instances of SCP-2198 have since dissipated.\n\n\nThe largest instance of SCP-2198, forming over the majority of the Antarctic Circle, was observed to precipitate frozen human lacrimal fluid, colloquially known as tears. It is to be of note that the basic shape of this SCP-2198 instance appeared to directly correlate with the shape of the ozone hole above the same area.\n\n\nSecondary instances of SCP-2198, forming above the aforementioned countries, were observed to precipitate human saliva at an above-average speed of 56km/h. Secondary instances of SCP-2198 did not exceed volumes of 200m\n3\n, and invariably manifested above factories manufacturing fire extinguishers, air conditioners, solvents, and aerosols.\n\n\nAfter secondary instances of SCP-2198 had been identified, the factories beneath were thereupon located; multiple collaborative Task Forces were selectively nominated to isolate the industrial units in question, clear as many traces of saliva as possible, and administer Class-A to -C amnestics accordingly. Similar actions were taken in the Antarctic to collect a limited amount of lacrimal fluid while precipitation from the primary instance of SCP-2198 was still occurring; collection proved less successful due to the fact that the fluid manifested in the form of minute hailstones, either resulting in total pulverisation upon impact against ice, or general loss to the masses of snow within the surrounding area.\n\n\nAnalysis has confirmed the presence of DNA from over ██████ individuals within the stored saliva and lacrimal fluid samples; DNA fingerprint data shows that approximately 97% of individuals identified in this way are deceased, with existing post-mortem documentation either confirming or indicating that cause of death for 92% of these individuals was fatal self-infliction on the date of ██/██/2007. The total number of individuals identifiable from the samples cannot be ascertained due to the aforementioned partial losses of both samples. An additional 2% have been confirmed missing. The remaining 1% have been identified and located, but the majority of individuals have not been approached (see Addendum).\n\n\nAddendum:\n The following is a transcribed interview with █████ ██████, the first living individual identified from collected samples.\n\n\n\n\nInterviewer:\n Senior Researcher H. Hamlin\n\n\nInterviewee:\n █████ ██████\n\n\n<Begin Log>\n\n\nSenior Researcher H. Hamlin:\n Are you familiar with this?\n\n\nResearcher Hamlin produces a diagrammatical representation of SCP-2198's primary cloud, detailing the shape of the cloud and its spread across the Antarctic.\n\n\n█████ ██████:\n It's a picture showing the hole in the ozone layer. That's all I can see.\n\n\nSenior Researcher H. Hamlin:\n Are you familiar with any of the following; [REDACTED]; [REDACTED] Industrial Complex; [REDACTED] Square Works;\n\n\n[TRANSCRIPT REDACTED FOR BREVITY]\n\n\n█████ ██████:\n No. I'm not familiar with any of those names at all.\n\n\nSenior Researcher H. Hamlin:\n Do you have a vested interest in, or any specialist knowledge pertaining to, ozone depletion, the Antarctic, or the manufacture of items containing chlorofluorocarbons, hydrofluorocarbons, or halons?\n\n\n█████ ██████:\n No, not at all. I told you, I'm a [REDACTED]. That's not my line of work.\n\n\nSenior Researcher H. Hamlin:\n Have you ever participated in any clinical trials, or donated blood, blood platelets, bone marrow, sperm, or organs to any party that did not wholly specify the reasons as to why you would be doing so?\n\n\n█████ ██████:\n No.\n\n\nSenior Researcher H. Hamlin:\n Have you recently been asked to purposefully cry or salivate, for any purpose other than the norm?\n\n\n█████ ██████:\n No.\n\n\nSenior Researcher H. Hamlin:\n Do you spit, or cry, on a regular basis?\n\n\n█████ ██████:\n No, of course not.\n\n\n<End Log>\n\n\n\n\n\n\nDOCUMENT 'INTERVIEW93551 REVISED CONTINUATION' IS A CLASSIFIED DOCUMENT. CONTINUE?\n\n\n\n\n/2198 CLEARANCE VERIFIED\n\n\n\n\n\n\nOpening Statement:\n A combination of automated voice risk analysis, eye-tracking analysis, and accurate spectroscopic imagery produced by an instance of Safe Anomalous Item ██████ concluded █████ to be lying, predominantly in answer to Researcher Hamlin's first, second, third, and fifth question.\n\n\n<Resume Log>\n\n\nSenior Researcher H. Hamlin:\n You're lying.\n\n\n█████ ██████:\n What?\n\n\nSenior Researcher H. Hamlin:\n Why are you lying?\n\n\n█████ ██████:\n I'm not lying to you. Why would I ever lie to you, the… what was it, Statistics Corporation Penrose? A statistics company- See, why would I lie to a statistics company?\n\n\nResearcher Hamlin details the purpose of the SCP Foundation, explaining that █████'s\n \nDNA had been lifted from one of the Foundation's most recently-discovered\n \nanomalies. Researcher Hamlin assures █████ that the priority of his investigation is to\n \ndetermine the status of the individuals identified from the DNA samples.\n\n\n█████ remains silent for approximately 10 seconds.\n\n\n█████ ██████:\n I couldn't bring myself to do it.\n\n\nSenior Researcher H. Hamlin:\n What couldn't you bring yourself to do?\n\n\n█████ ██████:\n There was subdivision after subdivision after subdivision, and I joined one of them. To help organise an exodus. It was an exodus, okay? A… spiritual exodus.\n\n\nSenior Researcher H. Hamlin:\n Could you elaborate, please?\n\n\n█████ ██████:\n There's nothing much else to it. It was called Greenflight. It had other names, but Greenflight was the favourite. There were around ██████ members, and I was one of them.\n\n\nSenior Researcher H. Hamlin:\n What do you know about the image I showed you?\n\n\n█████ ██████:\n The clouds were a calling card for when everyone was supposed to leave. A final \"fuck you\". I don't know how it was done or who was behind it, but it was done.\n\n\nSenior Researcher H. Hamlin:\n Can you confirm that this \"exodus\" happened on ████████ ██th, 2007? █████ individuals committed suicide on that date, all of whom were identified from DNA in the precipitation from the cloud.\n\n\n█████ ██████:\n That's when we all… yes, that's- that's correct.\n\n\nSenior Researcher H. Hamlin:\n Why didn't you \"leave\" along with the others?\n\n\n█████ ██████:\n There's just something wrong with me, I suppose. I don't care enough about the human race, clearly.\n\n\nSenior Researcher H. Hamlin:\n Was the exodus successful?\n\n\n█████ ██████:\n Oh, God knows. Ask the ones who took their own lives.\n\n\n<End Log>\n\n\nClosing Statement:\n █████ ██████ was subsequently administered Class-B amnestics and released. Public documents pertaining to \"Greenflight\" do not exist. Contact with the remaining ████ living individuals, with the interest of ascertaining the methods of creating SCP-2198, is pending approval. Investigations regarding \"Greenflight\" and its origin have been discontinued.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2197\n | SCP-2198 | \nSCP-2199\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2198\n\" by acc1177, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2198\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 2395541237_0c8533183a_o.jpg\n\n\nName:\n Arctic Sunset\n\n\nAuthor:\n Coast Guard News\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nWikimedia",
    "addendums": [
        "Addendum: The following is a transcribed interview with █████ ██████, the first living individual identified from collected samples."
    ],
    "documents": [],
    "notes": [
        "Interviewer: Senior Researcher H. Hamlin Interviewee: █████ ██████ <Begin Log> Senior Researcher H. Hamlin: Are you familiar with this? Researcher Hamlin produces a diagrammatical representation of SCP-2198's primary cloud, detailing the shape of the cloud and its spread across the Antarctic. █████ ██████: It's a picture showing the hole in the ozone layer. That's all I can see. Senior Researcher H. Hamlin: Are you familiar with any of the following; [REDACTED]; [REDACTED] Industrial Complex; [REDACTED] Square Works; [TRANSCRIPT REDACTED FOR BREVITY] █████ ██████: No. I'm not familiar with any of those names at all. Senior Researcher H. Hamlin: Do you have a vested interest in, or any specialist knowledge pertaining to, ozone depletion, the Antarctic, or the manufacture of items containing chlorofluorocarbons, hydrofluorocarbons, or halons? █████ ██████: No, not at all. I told you, I'm a [REDACTED]. That's not my line of work. Senior Researcher H. Hamlin: Have you ever participated in any clinical trials, or donated blood, blood platelets, bone marrow, sperm, or organs to any party that did not wholly specify the reasons as to why you would be doing so? █████ ██████: No. Senior Researcher H. Hamlin: Have you recently been asked to purposefully cry or salivate, for any purpose other than the norm? █████ ██████: No. Senior Researcher H. Hamlin: Do you spit, or cry, on a regular basis? █████ ██████: No, of course not. <End Log>",
        "Opening Statement: A combination of automated voice risk analysis, eye-tracking analysis, and accurate spectroscopic imagery produced by an instance of Safe Anomalous Item ██████ concluded █████ to be lying, predominantly in answer to Researcher Hamlin's first, second, third, and fifth question. <Resume Log> Senior Researcher H. Hamlin: You're lying. █████ ██████: What? Senior Researcher H. Hamlin: Why are you lying? █████ ██████: I'm not lying to you. Why would I ever lie to you, the… what was it, Statistics Corporation Penrose? A statistics company- See, why would I lie to a statistics company? Researcher Hamlin details the purpose of the SCP Foundation, explaining that █████'s DNA had been lifted from one of the Foundation's most recently-discovered anomalies. Researcher Hamlin assures █████ that the priority of his investigation is to determine the status of the individuals identified from the DNA samples. █████ remains silent for approximately 10 seconds. █████ ██████: I couldn't bring myself to do it. Senior Researcher H. Hamlin: What couldn't you bring yourself to do? █████ ██████: There was subdivision after subdivision after subdivision, and I joined one of them. To help organise an exodus. It was an exodus, okay? A… spiritual exodus. Senior Researcher H. Hamlin: Could you elaborate, please? █████ ██████: There's nothing much else to it. It was called Greenflight. It had other names, but Greenflight was the favourite. There were around ██████ members, and I was one of them. Senior Researcher H. Hamlin: What do you know about the image I showed you? █████ ██████: The clouds were a calling card for when everyone was supposed to leave. A final \"fuck you\". I don't know how it was done or who was behind it, but it was done. Senior Researcher H. Hamlin: Can you confirm that this \"exodus\" happened on ████████ ██th, 2007? █████ individuals committed suicide on that date, all of whom were identified from DNA in the precipitation from the cloud. █████ ██████: That's when we all… yes, that's- that's correct. Senior Researcher H. Hamlin: Why didn't you \"leave\" along with the others? █████ ██████: There's just something wrong with me, I suppose. I don't care enough about the human race, clearly. Senior Researcher H. Hamlin: Was the exodus successful? █████ ██████: Oh, God knows. Ask the ones who took their own lives. <End Log> Closing Statement: █████ ██████ was subsequently administered Class-B amnestics and released. Public documents pertaining to \"Greenflight\" do not exist. Contact with the remaining ████ living individuals, with the interest of ascertaining the methods of creating SCP-2198, is pending approval. Investigations regarding \"Greenflight\" and its origin have been discontinued.",
        "\" SCP-2198 \" by acc1177, from the SCP Wiki . Source: https://scpwiki.com/scp-2198 . Licensed under CC-BY-SA .",
        "Filename: 2395541237_0c8533183a_o.jpg Name: Arctic Sunset Author: Coast Guard News License: CC BY 2.0 Source Link: Wikimedia"
    ],
    "item": "SCP-2198",
    "object_class": "Euclid",
    "containment_procedures": "Outposts 93-A, -B, and -C have been constructed within the Antarctic, directly beneath SCP-2198's original site of manifestation. The area, however unlikely the formation of future instances of SCP-2198 are, is to be continuously monitored both terrestrially from said outposts, and aerially via geosynchronous satellite.",
    "description": "SCP-2198 collectively designates several nimbostratus clouds observed to form directly above the Antarctic Circle, and limited areas of China, India, the USA, the UK, Russia, Japan, and South Korea, between the dates of ██/██/2006 and ██/██/2007. All instances of SCP-2198 have since dissipated.",
    "title": "SCP-2198"
}