{
    "url": "https://scp-wiki.wikidot.com/scp-2201",
    "all_text": "rating: \n+243\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-2201\n: Cross-Dimensional Barbershop\n\n\nAuthor:\n \nweizhong\n\n\n\n\n+ More articles by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-2006\n\n\nRating: 2040\n\n\n\n\n\n\nSCP-2950\n\n\nRating: 875\n\n\n\n\n\n\nSCP-2599\n\n\nRating: 856\n\n\n\n\n\n\nSCP-2800\n\n\nRating: 584\n\n\n\n\n\n\nSCP-3200\n\n\nRating: 543\n\n\n\n\n\n\nSCP-4007\n\n\nRating: 419\n\n\n\n\n\n\nSCP-2750\n\n\nRating: 315\n\n\n\n\n\n\nSCP-2201\n\n\nRating: 243\n\n\n\n\n\n\nSCP-2101\n\n\nRating: 225\n\n\n\n\n\n\nSCP-2050\n\n\nRating: 214\n\n\n\n\n\n\nSCP-2440\n\n\nRating: 203\n\n\n\n\n\n\nSCP-2301\n\n\nRating: 181\n\n\n\n\n\n\nSCP-1842\n\n\nRating: 180\n\n\n\n\n\n\nSCP-2012\n\n\nRating: 171\n\n\n\n\n\n\nSCP-2499\n\n\nRating: 169\n\n\n\n\n\n\nSCP-1644\n\n\nRating: 166\n\n\n\n\n\n\nSCP-2775\n\n\nRating: 148\n\n\n\n\n\n\nSCP-2925\n\n\nRating: 137\n\n\n\n\n\n\nSCP-1758\n\n\nRating: 137\n\n\n\n\n\n\nSCP-972\n\n\nRating: 130\n\n\n\n\n\n\nSCP-7030\n\n\nRating: 125\n\n\n\n\n\n\nSCP-314-J\n\n\nRating: 99\n\n\n\n\n\n\nSCP-2625\n\n\nRating: 96\n\n\n\n\n\n\nSCP-2588\n\n\nRating: 92\n\n\n\n\n\n\nSCP-6030\n\n\nRating: 90\n\n\n\n\n\n\nSCP-5725\n\n\nRating: 81\n\n\n\n\n\n\nSCP-2896\n\n\nRating: 63\n\n\n\n\n\n\nSCP-5975\n\n\nRating: 55\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Tales by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nThe Meaning of Fear\n\n\nRating: 255\n\n\n\n\n\n\nRight?\n\n\nRating: 206\n\n\n\n\n\n\nAfter The End\n\n\nRating: 96\n\n\n\n\n\n\nThe Tinkerer\n\n\nRating: 96\n\n\n\n\n\n\nSpirit Dust\n\n\nRating: 70\n\n\n\n\n\n\nLeisure Time\n\n\nRating: 64\n\n\n\n\n\n\nMission Accomplished\n\n\nRating: 59\n\n\n\n\n\n\nA Broken Tool\n\n\nRating: 49\n\n\n\n\n\n\nOf Meetings and Meals\n\n\nRating: 45\n\n\n\n\n\n\nThe Space Soldier\n\n\nRating: 44\n\n\n\n\n\n\nTrip Hammer\n\n\nRating: 41\n\n\n\n\n\n\nEulogies\n\n\nRating: 26\n\n\n\n\n\n\nAll Work and No Play\n\n\nRating: 23\n\n\n\n\n\n\nAnother Day On The Job\n\n\nRating: 17\n\n\n\n\n\n\nUnveiling\n\n\nRating: 13\n\n\n\n\n\n\nConferencing\n\n\nRating: 10\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ GOI formats by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nUIU File: 2017-003\n\n\nRating: 205\n\n\n\n\n\n\nUIU File: 1933-001\n\n\nRating: 79\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All coauthored articles featuring weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nPage\n\n\nAuthors\n\n\n\n\n\n\nUnusual Incidents Unit Hub\n\n\nDrewbear\n, \nCryogenChaos\n\n\n\n\n\n\nProject Palisade, 001 Proposal\n\n\nthedeadlymoose\n, \nDrewbear\n, and \nDexanote\n\n\n\n\n\n\nTKO\n\n\nthedeadlymoose\n and \nDrewbear\n\n\n\n\n\n\nSCP-5050-EX\n\n\nCityToast\n\n\n\n\n\n\nCompetitive Teleology\n\n\nRiemann\n\n\n\n\n\n\nSCP-5882\n\n\nRiemann\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+243\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOriginal photo taken of SCP-2201-1 using a delayed-timer.\n\n\n\n\n\n\nItem #:\n SCP-2201\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2201 is stored in a standard Safe-class Anomalous Item containment locker located at Site-118’s Gamma Wing. Researchers wishing to test the item should submit a request form to Dr. Louef, the current head of Site-118’s Gamma Wing.\n\n\nAll researchers testing SCP-2201 should take note of the current schedule of testing to ensure that a month has passed since the last test.\n\n\nDescription:\n SCP-2201 is a tin coin roughly 3 cm in diameter. The obverse is stamped with a pair of hair-styling scissors and a straight razor crossed against each other. The reverse features a stylized inscription that states: “la Barberia,” along with a line of text that reads, “For the best in the world…and beyond.”\n\n\nWhen any male is holding the coin in his hand, and firmly states the words, “I could really use a haircut,” the individual immediately disappears, and reappears within SCP-2201-1.\n\n\nSCP-2201-1 is an anomalous building resembling a 1930’s barbershop. The location of the barbershop is currently unknown, as all attempts at tracking it have failed. SCP-2201-1 is currently only reachable through the use of SCP-2201. The actual door in SCP-2201-1 does not open, and SCP-2201-2 has requested that individuals not try to open it.\n\n\nSCP-2201-2 is a humanoid entity that refers to itself as “Giuseppe.” SCP-2201-2 states that it is the owner and only barber of SCP-2201-1. Once an individual enters SCP-2201-1, SCP-2201-2 will always be found rearranging tools on its table, but will immediately turn and ask the individual what they would like.\n\n\nSCP-2201-2 speaks the language that the subject is most comfortable speaking in. Regardless of the language, SCP-2201-2 possesses a thick Sicilian accent, but is capable of fluently speaking any language tested. SCP-2201-2 is generally polite and courteous, though it will often brush off questions regarding the location of SCP-2201-1 or other questions that it deems to be too intrusive.\n\n\nSCP-2201-2 is capable of fulfilling any requests made to it that are in line with the functions of a mundane barbershop, along with more antiquated functions of barbershops, such as teeth removal or surgery. SCP-2201-2 has been noted to perform any requested functions extremely well. In one instance, SCP-2201-2 was able to shave D-28091’s facial hair to within 5 micrometers of the requested length for the shave.\n\n\nWhen the requested operation has been carried out, SCP-2201-2 will thank the subject for coming, and will snap its fingers, causing the subject to be returned to the location where they originally used SCP-2201.\n\n\nFemale subjects cannot use SCP-2201. When questioned as to why it only accepts males, SCP-2201-2 scoffs and refuses to answer the question. In addition, should any individual attempt to use SCP-2201 before 30 days have passed since its last use, the subject will hear the voice of SCP-2201-2 in their mind, stating “It’s not time yet.”\n\n\nSCP-2201 was first discovered on 12/02/1882, during a raid of a \nMarshall, Carter and Dark\n warehouse. SCP-2201 was promised as an item that would give “Perfect grooming for the esteemed gentlemen.”\n\n\nDuring the first activation of SCP-2201, SCP-2201-2 was noted to appear identical to the modern day activation of SCP-2201. It has been noted that SCP-2201-1 itself resembled a 19th century barbershop as opposed to its modern appearance.\n\n\nInterview Log 2201-A:\n The following interview was completed by Agent Ethan Lang in an attempt to acquire more information about SCP-2201.\n\n\n\n\nLang:\n Morning, Giuseppe.\n\n\nSCP-2201-2:\n Ahh, welcome, Ethan. What will be it today?\n\n\nLang:\n Just the usual. Give me a clean shave today, I’ve got some time. I want it very clean.\n\n\nSCP-2201-2:\n Of course, of course. You know how I run this shop, Ethan. You won’t be disappointed.\n\n\nLang:\n Do you mind if I ask you some questions while you’re doing your work?\n\n\nSCP-2201-2:\n I don’t think so. What is on your mind?\n\n\nLang:\n What exactly is this place?\n\n\nSCP-2201-2:\n It’s a barbershop. Is that not obvious? You've come here long enough to know that much, I would hope. [SCP-2201-2 chuckles]\n\n\nLang:\n Yes, but where are we? Is this on Earth, somewhere?\n\n\nSCP-2201-2:\n [Seems uncomfortable answering] In a way, I suppose. Do you have any other questions?\n\n\nLang:\n Yeah. How long have you been a barber for, and why?\n\n\nSCP-2201-2:\n Since I was a little boy. My father taught me the trade, and how to run the business. How to cut hair, shave beards, style hair, trim tentacles, wax probosci, you know. His father taught it to him, and his father taught him, and so on. I’m a barber because it’s what I can do.\n\n\nLang:\n So, why has this place not changed? It seems like this place used to change to fit the times quite often.\n\n\nSCP-2201-2:\n People just don't go to barbershops like they used to. What's with all of these new salons? \"Tentaclips?\" Do people appreciate a classic barbershop anymore? I keep that spirit alive.\n\n\nLang:\n I see. Did you ever have other barbers here?\n\n\nSCP-2201-2:\n [Sighs] Once, yes. There used to be lots of barbers here, doing all sorts of work. Now it’s just me, catering to those who can still find the coins. Aside from \nSignor Dark\n, \nSignora Wondertainment\n, and some of the others, there aren't many regulars from where you are.\n\n\nLang:\n Umm…Signora Wondertainment?\n\n\nSCP-2201-2:\n It’s a favor to her father. I knew him quite well, and I had to give him a favor somehow. And, it looks like we’re done here. Thank you for coming, Ethan. It was good talking to you.\n\n\n\n\n\n\n\n\n« \nSCP-2200\n | SCP-2201 | \nSCP-2202\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2201\n\" by weizhong, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2201\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Barbershop-new.jpg\n\n\nName:\n Just before the battle. Washington D.C., July 12. Senator Joseph C. O'Mahoney, […]ing, gets a haircut and shave today in the barbershop before going on the Senate floor […] the Administration Court Bill. […] Leader Joseph T. Robinson, O'Mahoney charged responsibility for delay rests on the desk of […] from Arkansas and no place else, 7/12/37\n\n\nAuthor:\n Harris & Ewing\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nLink",
    "addendums": [],
    "documents": [],
    "notes": [
        "Lang: Morning, Giuseppe. SCP-2201-2: Ahh, welcome, Ethan. What will be it today? Lang: Just the usual. Give me a clean shave today, I’ve got some time. I want it very clean. SCP-2201-2: Of course, of course. You know how I run this shop, Ethan. You won’t be disappointed. Lang: Do you mind if I ask you some questions while you’re doing your work? SCP-2201-2: I don’t think so. What is on your mind? Lang: What exactly is this place? SCP-2201-2: It’s a barbershop. Is that not obvious? You've come here long enough to know that much, I would hope. [SCP-2201-2 chuckles] Lang: Yes, but where are we? Is this on Earth, somewhere? SCP-2201-2: [Seems uncomfortable answering] In a way, I suppose. Do you have any other questions? Lang: Yeah. How long have you been a barber for, and why? SCP-2201-2: Since I was a little boy. My father taught me the trade, and how to run the business. How to cut hair, shave beards, style hair, trim tentacles, wax probosci, you know. His father taught it to him, and his father taught him, and so on. I’m a barber because it’s what I can do. Lang: So, why has this place not changed? It seems like this place used to change to fit the times quite often. SCP-2201-2: People just don't go to barbershops like they used to. What's with all of these new salons? \"Tentaclips?\" Do people appreciate a classic barbershop anymore? I keep that spirit alive. Lang: I see. Did you ever have other barbers here? SCP-2201-2: [Sighs] Once, yes. There used to be lots of barbers here, doing all sorts of work. Now it’s just me, catering to those who can still find the coins. Aside from Signor Dark , Signora Wondertainment , and some of the others, there aren't many regulars from where you are. Lang: Umm…Signora Wondertainment? SCP-2201-2: It’s a favor to her father. I knew him quite well, and I had to give him a favor somehow. And, it looks like we’re done here. Thank you for coming, Ethan. It was good talking to you.",
        "\" SCP-2201 \" by weizhong, from the SCP Wiki . Source: https://scpwiki.com/scp-2201 . Licensed under CC-BY-SA .",
        "Filename: Barbershop-new.jpg Name: Just before the battle. Washington D.C., July 12. Senator Joseph C. O'Mahoney, […]ing, gets a haircut and shave today in the barbershop before going on the Senate floor […] the Administration Court Bill. […] Leader Joseph T. Robinson, O'Mahoney charged responsibility for delay rests on the desk of […] from Arkansas and no place else, 7/12/37 Author: Harris & Ewing License: Public Domain Source Link: Link"
    ],
    "item": "SCP-2201",
    "object_class": "Safe",
    "containment_procedures": "SCP-2201 is stored in a standard Safe-class Anomalous Item containment locker located at Site-118’s Gamma Wing. Researchers wishing to test the item should submit a request form to Dr. Louef, the current head of Site-118’s Gamma Wing.",
    "description": "SCP-2201 is a tin coin roughly 3 cm in diameter. The obverse is stamped with a pair of hair-styling scissors and a straight razor crossed against each other. The reverse features a stylized inscription that states: “la Barberia,” along with a line of text that reads, “For the best in the world…and beyond.”",
    "title": "SCP-2201"
}