{
    "url": "https://scp-wiki.wikidot.com/scp-2205",
    "all_text": "rating: \n+58\n+\n–\nx\n\n\n\n\n\n\n\n\nFrom right to left: Sgt. Derek ██████, Pvt. ███████ Ramirez and Mr. Dwight Patterson during initial briefing\n\n\n\n\n\n\nItem #:\n SCP-2205\n\n\nObject Class:\n \nEuclid\n Neutralized\n\n\nSpecial Containment Procedures:\n As of June 6th, 2005, all Foundation assets tasked with monitoring the properties held by SCP-2205 have confirmed the ceasing of all anomalous activity matching previously described abnormal properties.\n\n\nA review of all currently existing records of former PFC\n1\n Mr. Dwight Montgomery-Patterson is to be made by a Foundation-operated team of historiography specialists once every three (3) years. Any further changes in Mr. Patterson's service record are grounds for the reclassification of SCP-2205 as Euclid and the resumption of active monitoring.\n\n\nPrevious Containment Procedures:\n Containment to SCP-2205 is divided between two task forces.\n\n\nTask Force Omega-34-01 (\"Office Duty\") is tasked with analyzing relevant written documentation or imagery pertaining to Mr. Dwight Montgomery-Patterson's military service during the anniversary of relevant events pertaining to the Second World War while coordinating with Task Force Omega-34-02 (\"Recon Unit\") in order to establish a connection between Mr. Dwight Montgomery-Patterson's disappearances from the ongoing timeline and significant alterations in Mr. Patterson's military reports. Any details obtained as a result of this active monitoration are to be detailed in SCP-2205's database file.\n\n\nDescription:\n SCP-2205 is the defined designation for an anomalous phenomenon involving two different instances of a single human being that hold the ability to significantly modify the properties of past and ongoing reality.\n\n\nPvt. Dwight Patterson, Age 24, United States Army Rifleman (1920-1944)\n is the first instance of SCP-2205, supposedly located within the participants of the end events of the Second World War. This instance of Mr. Patterson has been registered as a soldier for the Allied Forces for fifteen (15) months until his death from an MG42 gunshot to the chest in June 6th, 1944, during the landings inside Normandy commanded by the allied forces under the designation of \"Operation Neptune\". Pvt. Patterson was survived by a single daughter, product of a three-year marriage with Ms. Amanda Montgomery (1917-1998) that ended in 1943 after his enlisting.\n\n\nMr. Dwight Montgomery-Patterson, Age 85, Retired Salesman (1920-2005)\n is the second instance of SCP-2205, supposedly located within the United States' living population until the year of 2005. This instance of Mr. Patterson was dismissed with honors by the United States Army for multiple heroic actions in the 1944 Normandy landings under the designation of \"Operation Neptune\". This instance of Mr. Patterson expired from an aortic aneurysm in the date of June 6th, 2005. Mr. Patterson was survived by three daughters and two sons, products of a fifty-eight year marriage with Ms. Amanda Montgomery (1917-1998) that ended in 1998, after her death due to old age.\n\n\n\n\n+ Enter Credentials: Recovery Log 2205-A\n\n\n\n\n- Hide Recovery Log-2205-A\n\n\n\n\n\n\nForeword:\n The following was found during a routine inspection in Mr. Montgomery-Patterson's household with the usage of Cover Story Omega-04 (\"Dengue Fever Agents\"). The letter was collected and scanned for further analysis by Foundation personnel.\n\n\n\n\n\n\n\n\nMandy,\n\n\nLife is really empty without you here. I haven't done what I wanted to and I don't want to keep going. I wish I could go back. I wish I could get out of this bed and die so i don't have to miss you this badly. I want you to see me as your hero for the rest of your long life. My life has no purpose if you are not here with me. Not all medals in the world can replace you. I hope that wherever you are they are treating you well.\n\n\nYours forever,\n\n\nDwight\n\n\n\n\n\n\n\n\n\n\n\n\n+ Enter Credentials: Event Log 2205-A\n\n\n\n\n- Hide Event Log 2205-A\n\n\n\n\n\n\n\n\n\n\nEvent Log 2205-A, June 6th, 2005\n\n\n\n\n\n\nTF Omega-34-01 has detected and registered a divergence in behaviour of SCP-2205 along with TF Omega-34-02. The following picture had been previously documented as Mr. Patterson's first instance's location during the Normandy landings. Monitoration reports showed that Mr. Montgomery-Patterson simultaneously disappeared from his house in ████████, Minnesota. Eight hours after the disappearance, major corruption was registered in the original aforementioned printed picture, where Mr. Patterson's presence was seemingly removed from the printed image. Mr. Montgomery-Patterson rematerialized at his home thirty minutes later and began to show symptoms of what was later diagnosed as exsanguination due to an aortic aneurysm. Emergency services were reported to attempt cardiopulmonary ressucitation without success resulting in Mr. Montgomery-Patterson being pronounced as deceased. Simultaneously, the casualty report of Mr. Patterson was altered to match Mr. Montgomery-Patterson's death date.\n\n\n\n\n─ Dr. Margaret Webber, Chief Operative of Task Force Omega-34-01\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 2205-A:\n Further observation made by Foundation assets following the sudden disappearance of Mr. Montgomery-Patterson from his household and consequent death culminated in a massive loss of historic data from the Second World War brought to modern historiography's attention by himself. Any official records about Mr. Mongtomery-Patterson's honored dismissal from the United States Army as well as any officially registered documentation\n2\n were registered as missing data. At time of writing, the location of the remains of Mr. Montgomery-Patterson is considered unknown.\n\n\nAddendum 2205-B:\n The following note was found at Mr. Montgomery-Patterson's bedside after his cardiac arrest and consequent expiration.\n\n\n\n\n\n\n\n\n\n\nIt’s time for me to finally rest at your side, where you will be waiting with open arms and a smile. Won't you? I am sure you will.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Private, First Class\n\n\n2\n. Including a marriage certificate, land deeds and mortage documentation.\n\n\n\n\n\n\n\n\n« \nSCP-2204\n | SCP-2205 | \nSCP-2206\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2205\n\" by Logan Armstrong, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2205\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n old-us-soldiers-smoking.jpg\n\n\nName:\n The Doughboys of World War I\n\n\nAuthor:\n Library of Congress\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nLink\n\n\n\n\n\n\nFilename:\n dat-shit.png\n\n\nAuthor:\n Logan Armstrong\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\n\n\n\n\nFilename:\n com-o-cara.png\n\n\nAuthor:\n N/A\n\n\nLicense:\n Public Domain\n\n\n\n\n\n\nFilename:\n sem-o-cara.png\n\n\nAuthor:\n N/A\n\n\nLicense:\n Public Domain\n\n\n\n\n\n\nFilename:\n othershit.png\n\n\nAuthor:\n Logan Armstrong\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki",
    "addendums": [],
    "documents": [],
    "notes": [
        "Foreword: The following was found during a routine inspection in Mr. Montgomery-Patterson's household with the usage of Cover Story Omega-04 (\"Dengue Fever Agents\"). The letter was collected and scanned for further analysis by Foundation personnel. Mandy, Life is really empty without you here. I haven't done what I wanted to and I don't want to keep going. I wish I could go back. I wish I could get out of this bed and die so i don't have to miss you this badly. I want you to see me as your hero for the rest of your long life. My life has no purpose if you are not here with me. Not all medals in the world can replace you. I hope that wherever you are they are treating you well. Yours forever, Dwight",
        "Event Log 2205-A, June 6th, 2005 TF Omega-34-01 has detected and registered a divergence in behaviour of SCP-2205 along with TF Omega-34-02. The following picture had been previously documented as Mr. Patterson's first instance's location during the Normandy landings. Monitoration reports showed that Mr. Montgomery-Patterson simultaneously disappeared from his house in ████████, Minnesota. Eight hours after the disappearance, major corruption was registered in the original aforementioned printed picture, where Mr. Patterson's presence was seemingly removed from the printed image. Mr. Montgomery-Patterson rematerialized at his home thirty minutes later and began to show symptoms of what was later diagnosed as exsanguination due to an aortic aneurysm. Emergency services were reported to attempt cardiopulmonary ressucitation without success resulting in Mr. Montgomery-Patterson being pronounced as deceased. Simultaneously, the casualty report of Mr. Patterson was altered to match Mr. Montgomery-Patterson's death date. ─ Dr. Margaret Webber, Chief Operative of Task Force Omega-34-01",
        "It’s time for me to finally rest at your side, where you will be waiting with open arms and a smile. Won't you? I am sure you will.",
        "\" SCP-2205 \" by Logan Armstrong, from the SCP Wiki . Source: https://scpwiki.com/scp-2205 . Licensed under CC-BY-SA .",
        "Filename: old-us-soldiers-smoking.jpg Name: The Doughboys of World War I Author: Library of Congress License: Public Domain Source Link: Link",
        "Filename: dat-shit.png Author: Logan Armstrong License: CC BY-SA 3.0 Source Link: SCP Wiki",
        "Filename: com-o-cara.png Author: N/A License: Public Domain",
        "Filename: sem-o-cara.png Author: N/A License: Public Domain",
        "Filename: othershit.png Author: Logan Armstrong License: CC BY-SA 3.0 Source Link: SCP Wiki"
    ],
    "item": "SCP-2205",
    "object_class": "Euclid Neutralized",
    "containment_procedures": "As of June 6th, 2005, all Foundation assets tasked with monitoring the properties held by SCP-2205 have confirmed the ceasing of all anomalous activity matching previously described abnormal properties.",
    "description": "SCP-2205 is the defined designation for an anomalous phenomenon involving two different instances of a single human being that hold the ability to significantly modify the properties of past and ongoing reality.",
    "title": "SCP-2205"
}