{
    "url": "https://scp-wiki.wikidot.com/scp-2215",
    "all_text": "rating: \n+107\n+\n–\nx\n\n\nItem #:\n SCP-2215\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n All collected instances of SCP-2215 are to be kept in a secure storage compartment at Site-82's low-risk containment wing.\n\n\nDescription:\n SCP-2215 are a series of 900 x 1125 mm cedar-wood arrow-shaped signs, mounted on simple metal poles, 1.5 meters in length. SCP-2215's anomalous properties manifest when a categorized anomaly contained by the group known as the Chaos Insurgency is vocally mentioned in their vicinity. If this occurs, an instance of SCP-2215 will swivel on its metal pole to face the direction of the SCP-2215 instance that is closest to the aforementioned anomaly. Additionally, a short description of said anomaly will manifest on the surface of SCP-2215. The descriptions produced by SCP-2215 are often either inaccurate, cryptically written, grammatically incorrect, nonsensical, or all four. SCP-2215 instances do not manifest their anomalous properties if an anomaly not fitting this description is mentioned in its vicinity- unconstrained anomalies, uncatalogued anomalies or anomalies contained or otherwise in the possession of other organizations or individuals will not activate its effects.\n\n\nSCP-2215 was retrieved by Mobile Task Force Psi-7 (\"Home Improvement\") in a raid on a facility believed to be controlled by a Chaos Insurgency affiliated cell. In addition to SCP-2215, MTF Psi-7 retrieved five Safe-class anomalous objects (including SCP-████) as well as capturing three CI-affiliated operatives. Said operatives offered no resistance and were seemingly expecting the arrival of Foundation forces to their location, including placing the anomalous objects in their possession in easily carriable containers. When later questioned, all three operatives replied that their capture by the Foundation was congruent with the goals of their organization. All three used the exact same phrasing when questioned, and all three concluded that the goal of their capture was to \"elicit interest\", and revealed the purpose of SCP-2215. Further investigation as to the meaning of this phrase and the sudden change in organizational pattern by the Chaos Insurgency is currently in progress.\n\n\nAttempts to use SCP-2215 in order to retrieve other items held by the Chaos Insurgency have proven ineffectual. SCP-2215's descriptions were found to be of uniformly poor quality, and every new instance of SCP-2215 found was located so distantly from the items they were supposedly close to as to be virtually worthless as a means of locating them.\n\n\nAddendum SCP-2215-A-1\n: The following table contains notable examples of descriptions produced by SCP-2215, following the mentioning of items believed to be held by the Chaos Insurgency:\n\n\n\n\n\n\nCI-held object (Foundation designations)\n\n\nDescription\n\n\nNote\n\n\n\n\n\n\nCI-42 (\"Archimedes's Folly\") \n\n\nTurn left. Turn left. Turn left. Turn left.\n\n\nCI-42 is a formless memetic agent believed to be transferable by observing the sun through a specific lens.\n\n\n\n\n\n\nCI-78 (\"Toad in the Hole\") \n\n\nCan't make an omelet without massacring a few billion people. Get to it.\n\n\nCI-78 is believed to be a rubber frog, whose anomalous properties are limited to endlessly misquoting playwright Samuel Beckett in the voice of noted actor Vincent Price.\n\n\n\n\n\n\nCI-91 (\"Steelshins\")\n\n\nRow row row your foot gently down the stream. Poorly poorly poorly, kicks are but a dream.\n\n\nCI-91 manifests as a partially-transparent, self-locomoting and extremely aggressive pair of steel legs with prominently muscular shins.\n\n\n\n\n\n\nCI-101 (\"The Hero\")\n\n\nThe soup-can man can do what he can.\n\n\nCI-101 is a self-regenerating humanoid comprised entirely of red pottery shards. CI-101 is non-sapient and has never shown any particular desire to consume soup.\n\n\n\n\n\n\nCI-143 (\"Prismatic Fool\")\n\n\nMy father was a tree, my mother the sea, my brother a limping rooster. Who am I?\n\n\nCI-143 is believed to have been forcibly neutralized by Global Occult Coalition personnel in ████\n\n\n\n\n\n\nCI-156 (\"A Different Staircase\")\n\n\nI told you about stairs bro. I told you dog.\n\n\nCI-156 is a near identical variation of \nSCP-087\n. Notes found within CI-156 led the Foundation to believe it is a fan creation meant to emulate SCP-087.\n\n\n\n\n\n\nCI-198 (\"The World's Cage\")\n\n\nYou're already inside.\n\n\nCI-198 is believed to be among the most potent anomalous objects in the possession of the Chaos Insurgency. It is a room-sized metal cage capable of permanently imprisoning any being, force or abstract concept inserted into it. Further information can be found in Document-CI-198/C\n\n\n\n\n\n\nCI-213 (\"Death to the Pretenders\")\n\n\nDon't look, but they're right behind you. Hah, made you look!\n\n\nCI-213 is a Keter-class anomaly, stolen from Foundation custody in ████. CI-213 (a collection of legal documents) manifests as a group of 5-10 masked individuals who hunt down and execute those they believe has wronged the holder of CI-213. This is often done against the wishes of the holder of CI-213.\n\n\n\n\n\n\nCI-249 (\"The Baked Virus\")\n\n\nDo supercomputers dream of fraudulent baked goods?\n\n\nThe original description produced for this item was \"does supercomputer dreams of fraudulent bake good!\n\n\n\n\n\n\nCI-314 (\"Insult to Injury\") \n\n\n1+1=2. I just blew your mind, scrub.\n\n\nCI-314 is an anomalously finite version of the mathematical constant Pi.\n\n\n\n\n\n\nAddendum SCP-2215-B-1\n In order to gain information concerning the unusual behavior exhibited by the CI-affiliated operatives captured during the retrieval of SCP-2215, said operatives were housed in a communal cell and monitored. The following conversation was recorded briefly after.\n\n\n\n\nCI-OP-1\n (a dark-skinned man in his early forties): \"Well. Seems like everything went according to plan then.\"\n\n\nCI-OP-2\n (a grey-haired woman, age indeterminable): \"That remains to be seen. How do you think they'll accept it?\"\n\n\nCI-OP-1\n: \"That's beyond our control now. We did our part. The rest is up to the audience.\"\n\n\nCI-OP-3\n (a bald man in his late sixties): \"Do you think it will work though? This item of ours seems… problematic. Tonally, that is.\"\n\n\nCI-OP-1\n: \"Hrm. Difficult to say, really. The comedic undertones are a potential issue. They might ask for a department change.\"\n\n\nCI-OP-2\n: \"We knew the tonal risk when we went about creating this thing. Gotta stick the course now.\"\n\n\nCI-OP-3\n: \"Yes, yes. This issue is a constant frustration, but I suppose there's no avoiding it. It is as the Consortium willed it.\"\n\n\nCI-OP-1\n: \"Idiot! We are being read right now!\"\n\n\nCI-OP-3\n: \"Oh dammit, I keep forgetting, but the other one is so d-\"\n\n\nCI-OP-2\n: \"We agreed on this. Stick to the code.\"\n\n\nCI-OP-3\n: (sighs) \"Fine, fine. I meant that we, the Chaos Insurgency, performed our task with our usual diabolical precision.\"\n\n\nCI-OP-1\n: (stares at CI-OP-3)\n\n\nCI-OP-3\n: \"I really hate this job sometimes.\"\n\n\nCI-OP-2\n: \"We know. So do we. We do it for the narrative.\"\n\n\nCI-OP-1\n: \"For the narrative.\"\n\n\nCI-OP-3\n: \"…I really hope no one complains about the tone though.\"\n\n\n\n\n\n\n\n\n« \nSCP-2214\n | SCP-2215 | \nSCP-2216\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2215\n\" by Dmatix, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2215\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum SCP-2215-A-1 : The following table contains notable examples of descriptions produced by SCP-2215, following the mentioning of items believed to be held by the Chaos Insurgency:",
        "Addendum SCP-2215-B-1 In order to gain information concerning the unusual behavior exhibited by the CI-affiliated operatives captured during the retrieval of SCP-2215, said operatives were housed in a communal cell and monitored. The following conversation was recorded briefly after."
    ],
    "documents": [],
    "notes": [
        "CI-OP-1 (a dark-skinned man in his early forties): \"Well. Seems like everything went according to plan then.\" CI-OP-2 (a grey-haired woman, age indeterminable): \"That remains to be seen. How do you think they'll accept it?\" CI-OP-1 : \"That's beyond our control now. We did our part. The rest is up to the audience.\" CI-OP-3 (a bald man in his late sixties): \"Do you think it will work though? This item of ours seems… problematic. Tonally, that is.\" CI-OP-1 : \"Hrm. Difficult to say, really. The comedic undertones are a potential issue. They might ask for a department change.\" CI-OP-2 : \"We knew the tonal risk when we went about creating this thing. Gotta stick the course now.\" CI-OP-3 : \"Yes, yes. This issue is a constant frustration, but I suppose there's no avoiding it. It is as the Consortium willed it.\" CI-OP-1 : \"Idiot! We are being read right now!\" CI-OP-3 : \"Oh dammit, I keep forgetting, but the other one is so d-\" CI-OP-2 : \"We agreed on this. Stick to the code.\" CI-OP-3 : (sighs) \"Fine, fine. I meant that we, the Chaos Insurgency, performed our task with our usual diabolical precision.\" CI-OP-1 : (stares at CI-OP-3) CI-OP-3 : \"I really hate this job sometimes.\" CI-OP-2 : \"We know. So do we. We do it for the narrative.\" CI-OP-1 : \"For the narrative.\" CI-OP-3 : \"…I really hope no one complains about the tone though.\"",
        "\" SCP-2215 \" by Dmatix, from the SCP Wiki . Source: https://scpwiki.com/scp-2215 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2215",
    "object_class": "Safe",
    "containment_procedures": "All collected instances of SCP-2215 are to be kept in a secure storage compartment at Site-82's low-risk containment wing.",
    "description": "SCP-2215 are a series of 900 x 1125 mm cedar-wood arrow-shaped signs, mounted on simple metal poles, 1.5 meters in length. SCP-2215's anomalous properties manifest when a categorized anomaly contained by the group known as the Chaos Insurgency is vocally mentioned in their vicinity. If this occurs, an instance of SCP-2215 will swivel on its metal pole to face the direction of the SCP-2215 instance that is closest to the aforementioned anomaly. Additionally, a short description of said anomaly will manifest on the surface of SCP-2215. The descriptions produced by SCP-2215 are often either inaccurate, cryptically written, grammatically incorrect, nonsensical, or all four. SCP-2215 instances do not manifest their anomalous properties if an anomaly not fitting this description is mentioned in its vicinity- unconstrained anomalies, uncatalogued anomalies or anomalies contained or otherwise in the possession of other organizations or individuals will not activate its effects.",
    "title": "SCP-2215"
}