{
    "url": "https://scp-wiki.wikidot.com/scp-2219",
    "all_text": "rating: \n+350\n+\n–\nx\n\n\nItem #:\n SCP-2219\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2219 is to be kept in a standard containment locker at Site-59. As of 4/29/15, testing of SCP-2219 is to be carried out using a specialized remote analog proxy and a camera on a Game Boy system. Direct human testing is prohibited.\n\n\nThough SCP-2219 is believed to be unique, any copies discovered of SCP-2219 are to be seized by the Foundation immediately.\n\n\nDescription:\n SCP-2219 is an unlicensed Game Boy game titled \"PORRIDGE\" created by the \nTotleigh Software Corporation\n,\n1\n where the main character \"GOLDOX\" must progress through levels and defeat bear-themed enemies. Apparently designed as a platforming-style adventure revolving around the story of \"Goldilocks and the Three Bears\", SCP-2219 comes without clear instructions and is subject to ambiguous gameplay goals and various glitches.\n\n\nIn the place of an instruction manual is a singular note reading the following:\n\n\n\n\nImersive 5D game EXPERIENTS!\n\n\nGOLDOX is come to BÄRHAUS. Danger muchly. Usurp BÄRTHRONE and pregnate BÄRPRINCESS and conquer BÄRPEOPL. Unwanted? Haw! It begin. Depress START to Levesque. PROVE YOU WROTH!\n\n\nA words of CAUSHING: 5D feature doing much, failure is testamint to an WEAK UNDESERVING sort LEPERKIND. INCOMPETENCE will be PENALIZED this is necessary. You AGREE. Good.\n\n\n\nSCP-2219's anomalous qualities surface during gameplay. Different outcomes of gameplay result in either positive or negative responses on a human player's body, as revealed through testing on D-class subjects. This is likely the \"fifth dimension\" of gameplay mentioned in the note.\n\n\n\n\n\n\nIn-Game Situation\n\n\nEffect on Player\n\n\n\n\n\n\nGOLDOX collects 100 Porridge.\n\n\nPlayer experiences a sense of induced relaxation and contentment, consistent with light sedatives.\n\n\n\n\n\n\nGOLDOX collects 500 Porridge.\n\n\nInstantaneous orgasm.\n\n\n\n\n\n\nGOLDOX fails to collect at least 25 Porridge by the end of a level.\n\n\nLight seizure.\n\n\n\n\n\n\nGOLDOX loses a life.\n\n\nThroat severely inflamed for five minutes; breathing made difficult.\n\n\n\n\n\n\nGOLDOX loses all lives; game over.\n\n\nPlayer contracts leprosy.\n\n\n\n\n\n\nGOLDOX loses a life to the level 5 boss, \"PAPAPA\".\n\n\nInstantaneous, rapid tooth rot.\n\n\n\n\n\n\nGOLDOX loses a life to the level 7 boss, \"MAMAMA\".\n\n\nPermanent blindness.\n\n\n\n\n\n\nGOLDOX loses a life to the final boss, \"DAGRON\".\n\n\nCardiac arrest.\n\n\n\n\n\n\nFinal boss defeated.\n\n\nUnknown - outcome yet to be achieved.\n\n\n\n\n\n\nAddendum:\n SCP-2219 was recovered from the home of Jacob Nagle in Lombard, IL after several leads on Reddit.com regarding \"a game that gives you leprosy\". Nagle was in the severe stages of leprosy and had foregone treatment out of his obsession to complete the game.\n\n\n\n\nInterviewed:\n Jacob Nagle\n\n\nInterviewer:\n Dr. Isaiah Henderson\n\n\n<Begin Log>\n\n\nDr. Henderson:\n Good morning, Mr. Nagle. I hope your treatments are going well.\n\n\nNagle:\n I need to play PORRIDGE again.\n\n\nDr. Henderson:\n May I ask why?\n\n\nNagle:\n If I tell you, will you let me play it again?\n\n\nDr. Henderson:\n I'm afraid that's not possible.\n\n\nNagle:\n Damn. Of course it isn't.\n\n\nDr. Henderson:\n Do you feel a psychological compulsion to play PORRIDGE?\n\n\nNagle:\n Do I look mental or something? If you knew what was coming after the final boss, you'd want to play it too. It's not even supposed to be a game, it's a way to weed out the unworthy. I saw the one guy that beat the game. Just to look at him, the light coming out of his eyes, it was—\n\n\n[Nagle hesitates]\n\n\nDr. Henderson:\n Go on.\n\n\nNagle:\n Yeah, nice try. You white-collar shitstains would keep it all for yourselves.\n\n\n<End Log>\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Stylized as TotleighSoft\n\n\n\n\n\n\n\n\n« \nSCP-2218\n | SCP-2219 | \nSCP-2220\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2219\n\" by daveyoufool, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2219\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n porridge.jpg\n\n\nAuthor:\n daveyoufool\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\n\n\n\n\nFilename:\n screenshot.jpg\n\n\nAuthor:\n daveyoufool\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki",
    "addendums": [
        "Addendum: SCP-2219 was recovered from the home of Jacob Nagle in Lombard, IL after several leads on Reddit.com regarding \"a game that gives you leprosy\". Nagle was in the severe stages of leprosy and had foregone treatment out of his obsession to complete the game."
    ],
    "documents": [],
    "notes": [
        "Imersive 5D game EXPERIENTS! GOLDOX is come to BÄRHAUS. Danger muchly. Usurp BÄRTHRONE and pregnate BÄRPRINCESS and conquer BÄRPEOPL. Unwanted? Haw! It begin. Depress START to Levesque. PROVE YOU WROTH! A words of CAUSHING: 5D feature doing much, failure is testamint to an WEAK UNDESERVING sort LEPERKIND. INCOMPETENCE will be PENALIZED this is necessary. You AGREE. Good.",
        "Interviewed: Jacob Nagle Interviewer: Dr. Isaiah Henderson <Begin Log> Dr. Henderson: Good morning, Mr. Nagle. I hope your treatments are going well. Nagle: I need to play PORRIDGE again. Dr. Henderson: May I ask why? Nagle: If I tell you, will you let me play it again? Dr. Henderson: I'm afraid that's not possible. Nagle: Damn. Of course it isn't. Dr. Henderson: Do you feel a psychological compulsion to play PORRIDGE? Nagle: Do I look mental or something? If you knew what was coming after the final boss, you'd want to play it too. It's not even supposed to be a game, it's a way to weed out the unworthy. I saw the one guy that beat the game. Just to look at him, the light coming out of his eyes, it was— [Nagle hesitates] Dr. Henderson: Go on. Nagle: Yeah, nice try. You white-collar shitstains would keep it all for yourselves. <End Log>",
        "\" SCP-2219 \" by daveyoufool, from the SCP Wiki . Source: https://scpwiki.com/scp-2219 . Licensed under CC-BY-SA .",
        "Filename: porridge.jpg Author: daveyoufool License: CC BY-SA 3.0 Source Link: SCP Wiki",
        "Filename: screenshot.jpg Author: daveyoufool License: CC BY-SA 3.0 Source Link: SCP Wiki"
    ],
    "item": "SCP-2219",
    "object_class": "Safe",
    "containment_procedures": "SCP-2219 is to be kept in a standard containment locker at Site-59. As of 4/29/15, testing of SCP-2219 is to be carried out using a specialized remote analog proxy and a camera on a Game Boy system. Direct human testing is prohibited.",
    "description": "SCP-2219 is an unlicensed Game Boy game titled \"PORRIDGE\" created by the Totleigh Software Corporation,1 where the main character \"GOLDOX\" must progress through levels and defeat bear-themed enemies. Apparently designed as a platforming-style adventure revolving around the story of \"Goldilocks and the Three Bears\", SCP-2219 comes without clear instructions and is subject to ambiguous gameplay goals and various glitches.",
    "title": "SCP-2219"
}