{
    "url": "https://scp-wiki.wikidot.com/scp-2220",
    "all_text": "rating: \n+15\n+\n–\nx\n\n\n\n\n\n\nSCP-2220-5, prior to testing\n\n\n\n\n\n\nItem #:\n SCP-2220\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2220-1 through -4 were disassembled and transported for reassembly to Site-76. SCP-2220-5 through -24 have been stored at Secure Armaments Wing, Site-76 with detonator assemblies removed pending further testing.\n\n\nDescription:\n SCP-2220 is a group of naval warships belonging to United States Navy Task Force 38.3 arrayed in close formation that manifested, along with approximately 2.1 km\n3\n of seawater, 32 meters beneath 39\no\n███.███.███/75\no\n███.███.███ at 0023hrs 08/09/2014. These vessels have been further designated as follows:\n\n\nSCP-2220-1: \nEssex\n class aircraft carrier \nUSS Bon Homme Richard\n (CV-31);\n\nSCP-2220-2: \nBenham\n class destroyer \nUSS Stack\n (DD-406);\n\nSCP-2220-3: \nBenham\n class destroyer \nUSS Wilson\n (DD-408);\n\nSCP-2220-4: \nAtascosa\n class oiler \nUSS Atascosa\n (AO-66) (vessel forward of the smokestack is missing, edge of missing section’s curvature consistent with SCP-2220-5 aperture radius)\n\n\nSCP-2220-1 through -4 were located intact but battle damaged amid the debris of the ██████ ███ ███ (see Courier-Post extract, “Mystery sinkhole swallows local mall”). Excess seawater was tested for anomalous effects and drained via pipeline to the Delaware River. All working machinery, weapons, aircraft, crew effects and remains were removed to Site-76 for further study. Class-A amnestics were administered to all first responding personnel, and a cover story involving a previously undiscovered aquifer collapsing was disseminated to local news organizations. Foundation recovery teams dispatched to the site found that in the case of each vessel, all personnel found aboard were deceased at their battle stations. Ongoing autopsies of the crew have determined that the cause of death in each case (aside from those found with obvious combat related injuries) was found to be an abrupt cessation of cardiac action potential resulting in sudden cardiac arrest. Autopsies on crew remains are scheduled to be completed on 10/15/2015. Operational orders found aboard SCP-2220-1 indicate that the vessels were involved in combat operations supporting the Operation Olympic landings on the southern tip of Kyushu, specifically Ariake Bay. The last entry in the captain’s logbook (dated 11/4/1945) describes catastrophic losses being taken by Allied ground units attempting to secure the Ariake beachhead; “special weapons” delivered by SCP-2220-1’s aircraft were authorized in an attempt to force a breakthrough.\n\n\nNineteen aerial bombs superficially resembling the “Little Boy” nuclear device (designated SCP-2220-5 to-24) were located in SCP-2220-1’s forward magazine. Inventory manifests indicate that SCP-2220-1 sailed from Pearl Harbor Naval Base on 10/25/1945 with twenty-five devices. These records further indicate that five had been used operationally on 11/4/1945 and one was undergoing emergency maintenance for what was noted as a “detonator mechanism issue” (the latter device is presently unaccounted for and believed to be responsible for the manifestation incident). These devices were removed from SCP-2220-1 and are currently stored at Site 76, Secure Armaments Wing.\n\n\nTest detonation of SCP-2220-5 on ██/██/20██ resulted in the creation of a spherical Einstein-Rosen aperture 1 km in diameter centered on SCP-2220-5’s location and resulting in the instantaneous disappearance of the entire target area within the sphere. No concussive force was observed during the detonation. The location of the missing terrain remains unknown. Test observations indicate that the aperture created is non-traversable and apparently functions as a “one way trip” to an unknown destination in spacetime. Further testing with two of the devices has been approved.\n\n\n\n\n\n\n« \nSCP-2219\n | SCP-2220 | \nSCP-2221\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2220\n\" by NotoriousMDG, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2220\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n lilboy2.jpg\n\n\nName:\n 040720-F-0000C-006.JPG\n\n\nAuthor:\n Jeff Fisher\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nLink",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-2220 \" by NotoriousMDG, from the SCP Wiki . Source: https://scpwiki.com/scp-2220 . Licensed under CC-BY-SA .",
        "Filename: lilboy2.jpg Name: 040720-F-0000C-006.JPG Author: Jeff Fisher License: Public Domain Source Link: Link"
    ],
    "item": "SCP-2220",
    "object_class": "Safe",
    "containment_procedures": "SCP-2220-1 through -4 were disassembled and transported for reassembly to Site-76. SCP-2220-5 through -24 have been stored at Secure Armaments Wing, Site-76 with detonator assemblies removed pending further testing.",
    "description": "SCP-2220 is a group of naval warships belonging to United States Navy Task Force 38.3 arrayed in close formation that manifested, along with approximately 2.1 km3 of seawater, 32 meters beneath 39o███.███.███/75o███.███.███ at 0023hrs 08/09/2014. These vessels have been further designated as follows:",
    "title": "SCP-2220"
}