{
    "url": "https://scp-wiki.wikidot.com/scp-2222",
    "all_text": "rating: \n+295\n+\n–\nx\n\n\n\n\n\n\nExterior file footage still depicting ████ ██████████ upon accidental entrapment within SCP-2222 during unauthorised interaction. Current whereabouts of spacesuit remain unknown.\n\n\n\n\n\n\nItem #:\n SCP-2222\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Foundation operatives embedded within ████ (█████ ████████ █████ █████████████) have been relocated and situated upon Orbital Unit-09 under the guise of qualified station personnel. Personnel consists of \nfour\n three (3) Foundation operatives preliminarily and extensively trained in aerospace engineering, extravehicular activity, confinement and experimentation/analysis for the sole purpose of SCP-2222's containment. Transmissions originating from ████ are to be intercepted and deterred by Foundation operatives trained in linguistics and vocal interpretations at Command-2.\n\n\nHermetic doors composing SCP-2222 are to remain sealed with the exception of testing and/or analysis purposes. No internal interaction is permitted within SCP-2222 during analysis; visual and/or auditory analysis is permitted from SCP-2222's exterior following manual opening. Testing requires the release of any number of \nRattus rattus\n within SCP-2222, the supply of which is currently situated within the Unit laboratory. Emergent entities from within SCP-2222 are to be transferred to a suitable and sterile area in which further testing and analysis regarding resultant behavioural, physical and anomalous characteristics may be conducted prior to termination. Entities are to be terminated via the release of gaseous rodenticides.\n\n\nFollowing Incident 2222-REF#209, any indications of fascination or obsession pertaining to SCP-2222 from Unit personnel are to be reported to Command-2, where temporary/permanent replacement of the personnel in question may be administrated. Complete personnel obsession pertaining to SCP-2222 is to result in the immediate isolation of Orbital Unit-09, where Armed Rapid Response Spatial Task Force-01 may be contacted. Additional emergency response forces are to be stationed at Command-2, who are to be dispatched in the event of a Unit personnel member becoming obsolete (refer to Exploration III for further details).\n\n\nDescription:\n SCP-2222 is an airlock composed of two (2) opaque hermetic plug doors and a cylindrical (3.6 m in diameter) chamber within ████ ████████-█ space station (designated Orbital Unit-09). \nAttempts to internally survey SCP-2222 during the closure of both hermetic doors such as placing interior surveillance devices, pressure sensors or radios within the chamber have failed due to apparent malfunction. As a result, no means of interior observation within SCP-2222 are possible, excluding reopening via electronic control.\n \nREVISION:\n ██/██/████ - Refer to Incident 2222REF#209 for further information.\n\n\nOrganisms entering SCP-2222 precipitate immediate anomalous effects. Upon entrance from Orbital Unit-09's interior, the inner hermetic door will seal and entrap the organism. SCP-2222 will remain sealed for approximately three (3) minutes prior to the door reopening and the organism re-emerging. Attempts to manually open either hermetic door during this period invariably fail. Entry to within SCP-2222 from Orbital Unit-09's spatial exterior is yet to be conducted.\n\n\nUpon re-emergence, organisms exhibit complete organic and structural eversion. Organisms remain alive despite theoretically fatal alterations to their physical forms. Affected human subjects are capable of communication through vocalising individual words in reverse; as observed within Incident 2222-01, subjects appear physically incapable of vocalising individual words in standard intelligible format unless prompted to do so. As a result, immediate communication has proven impossible due to incomprehension. Despite this, reverse playback of recorded interviews have successfully determined the meaning of individual vocalisations. Individual vocalisations from sentient organisms such as \nRattus rattus\n also exhibit this impairment.\n\n\nIncident 2222-01:\n ██/██/████: Interview with the first affected Foundation subject following SCP-2222's initial acquisition (refer to Document-2222-667DL for further details). Subject is ████ ██████████, a former Level 4 operative with qualifications in engineering. Physical alterations were first noted following ████ ██████████'s interaction and accidental entrapment within SCP-2222 during interior analysis. Individual vocalisations from ████ ██████████ are reversed for the purpose of comprehension. It is to be of note that Dr. █████ was unable to comprehend ████ ██████████ during the interview. Original unaltered audial documentation may be found here:\n\n\n\n\n\n\nInterviewed:\n ████ ██████████\n\n\nInterviewer:\n Dr. █████\n\n\n<Begin Log>\n\n\nDr. █████:\n What happened in the airlock?\n\n\n████ ██████████:\n Dazzling. Blinding. Hurt.\n\n\nDr. █████:\n Did you notice anything unusual?\n\n\n████ ██████████:\n \n[Shakes head]\n Yes.\n\n\nDr. █████:\n Right. What turned you into this?\n\n\n████ ██████████:\n Things. Came. Ripped. Stabbed. Laughed.\n\n\nDr. █████:\n Did you hear anything?\n\n\n████ ██████████:\n Yes. Laughter. Said. Flawed. Deficient. Substandard. Weak.\n\n\nDr. █████:\n Do you remember who you are?\n\n\n████ ██████████:\n Yes. ████.\n\n\nDr. █████:\n Can you say your name backwards for me?\n\n\n████ ██████████:\n ████ \n[sic]\n.\n\n\nDr. █████:\n Thanks. Did anything else anomalous happen?\n\n\n████ ██████████:\n Yes. Took. Me. Sun. Fire. Hurt.\n\n\nDr. █████:\n Are you in pain?\n\n\n████ ██████████:\n Hurt.\n\n\nDr. █████:\n Right. One last question before I put you out of your misery. Were there any entities within the airlock during your exposure?\n\n\n████ ██████████:\n Yes. Said. Already. Unearthly. Extra- \n[Collapses due to apparent exhaustion]\n\n\nDr. █████:\n Oh, God- Uh, Okay, crew. Get him up. Take him to the lab for a final run-down before shooting him off.\n\n\nAgent ████████:\n He's saying something, sir.\n\n\n████ ██████████:\n Thank. Love. Space. \n[Enters unconsciousness]\n\n\n<End Log>\n\n\n\n\n████ ██████████ was promptly terminated prior to spatial release from a separate airlock. It is to be of note that ████ ██████████'s interaction with SCP-2222 was unauthorised.\n\n\nAddendum 2222-01:\n ██/██/████: Directly five (5) minutes following Incident 2222-01. Posthumous analysis and dissection of ████ ██████████'s cadaver revealed intricate textual engravings on epidermal layers. Additionally, several lacerations and bruising on said layers indicated forced eversion originating from the genital area. Content of engravings are as follows:\n\n\n\n\ntaht saw nuf\n\nretteb naht stnedor\n\non erom star\n\nnam si tahw ew tnaw\n\nohw si txen?\n\n\n\n\nInvestigations regarding SCP-2222's anomalous effects are to be resumed by unit personnel. Reclassified as sapient on ██/██/███.\n\n\nAddendum 2222-02:\n Following events documented in the aforementioned incident, Command-2 have submitted the formal request for Unit personnel to receive monthly examinations and counselling through telecommunication pertaining to psychological wellbeing.\n\n\nDenied. Preliminary training should suffice. Should psychological issues become apparent and then persist, I will personally administrate the replacement of the personnel in question.\n - O5-█.\n\n\nIncident 2222-REF#209:\n The following events occurred between the dates of ██/██/████ and ██/██/████ following successful interior surveillance within SCP-2222 after handheld digital cameras within the chamber exhibited non-malfunction. The preceding information thus warranted inclusion and exploration within SCP-2222, conducted by seven (7) D-Class personnel resituated upon Orbital Unit-09 with preliminary sedation administrated beforehand, alongside five (5) Level 4-5 Foundation operatives with the responsibility of Unit maintenance and safety, alongside communication with D-Class personnel. Current Unit personnel were granted temporary leave, with long-term signal failure occurring across all ████ so as to maintain the undetectability of the response force relocating the personnel. It is to be of note that D-Class personnel were unaware of SCP-2222's anomalous effects prior to their exposure to SCP-2222.\n\n\n\n\n\n\nThe following documents are restricted to Level 4 Personnel or higher. Unwarranted and/or unauthorised attempts to access these documents will initialise an Order-06 Amnestic administration designed to precipitate immediate demotion and/or removal from the Special Containment Procedures Foundation. Do not attempt to proceed with subordinate security clearance.\n\n\n\n\n\n\n\n\n\n\nSCP-2222-REF#209 Personnel Documentation -- LEVEL FOUR SECURITY CLEARANCE REQUIRED\n\n\n\n\nACCESS GRANTED\n\n\n\n\n\n\nSCP-2222REF#209 Temporary Personnel Documentation:\n\n\nAgent Josef ██████████ Eine (KIA) [LvLFour]\n\nAgent ████ ████-█████ White (KIA) [LvLFour]\n\nDirector ██ █████████ Kauffman (KIA) [LvLFive]\n\nO5-█ [LvLOhFive]\n\nDirector █████ ██████ ███ [LvLFive]\n\nD-82111 [LvLDisposable] (Terminated)\n\nD-72892 [LvLDisposable] (Terminated)\n\nD-02928 [LvLDisposable]\n\nD-90123 [LvLDisposable] (Terminated)\n\nD-46400 [LvLDisposable] (KIA) [Personnel with Overseer clearance should observe Document ████-REF#████]\n\nD-73714 [LvLDisposable] (KIA)\n\nD-12935 [LvLDisposable] [Personnel with Overseer clearance should observe Document ████-REF#████]\n\n\nSCP-2222REF#209 Previous Non-Temporary Personnel Documentation:\n\n\nDoctor Hans ████ █████ [LvLFour]\n\nDoctor ████████ ████ █████ Durden [LvLFour]\n\nAgent Imelda ████ ████████ [LvLThree]\n\n████ ██-███ ██████████ [LvLFour] (Terminated)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nExploration I\n\n\n\n\nExploration I -- ACCESS GRANTED\n\n\n\n\nD-82111 is placed within SCP-2222, equipped with one (1) long-lasting electronic lantern and one (1) digital camera feeding directly to Unit command, administrated by O5-█. D-82111 steps within SCP-2222 upon instruction, and SCP-2222's inner hermetic door closes automatically as expected.\n\n\n\n\n<Begin Transcript>\n\n\nAgent Eine:\n Activate your torch, please.\n\n\nD-82111:\n Yeah.\n\n\n[SCP-2222's interior is illuminated. No atypical deviations in appearance noted]\n\n\nAgent Eine:\n Please remain in your position until further notice.\n\n\n[TRANSCRIPT REDACTED FOR BREVITY]\n\n\nAgent Eine:\n We're picking up a metallic scraping sound. Please confirm.\n\n\nD-82111:\n I'm not hearing shit.\n\n\nAgent Eine:\n Noted. Please notify us upon hearing or seeing anything significant.\n\n\n[TRANSCRIPT REDACTED FOR BREVITY]\n\n\nD-82111:\n What was that?\n\n\nAgent Eine:\n Please elaborate.\n\n\nD-82111:\n The window. Look at it.\n\n\n[D-82111 readjusts the head-mounted camera setting to focus on an exterior hermetic door window. It is to be of note that SCP-2222's exterior hermetic door does not possess a window]\n\n\nAgent Eine:\n First visual and/or spatial anomaly noted. Move closer to the window, please.\n\n\nD-82111:\n No, man. No, I can't. I just-\n\n\nAgent Eine:\n Move closer to the window.\n\n\nD-82111:\n You don't want to see what's on the other side of that window.\n\n\nAgent Eine:\n I'm sorry?\n\n\nD-82111:\n No. On.\n\n\nAgent Eine:\n D-82111, please explain your current condition.\n\n\nD-82111:\n On. Pots. \n[D-82111's voice indicates vocalisation difficulty]\n\n\n[D-82111 manually removes the digital camera from the head-mounted setup, before rotating the camera\n \ntowards himself. D-82111's facial characteristics exhibit extreme injury consistent with those observed in\n \nIncident 2222-01; D-82111's hairline appears forcibly pulled from the root, while the epidermal\n \nlayer covering the scalp is stretched and cracked, indicating the origin point of epidermal eversion.\n \nD-82111 drops the camera as an apparent consequence of massive physical trauma, causing the feed display\n \nto depict the aforementioned window, now open. Visible through the window is outer space and the Earth's\n \nupper atmosphere. Analysis confirms the presence of an amorphous figure momentarily eclipsing the outside\n \nscene from view. Audial analysis of reverse playback confirms D-82111 to be retching]\n\n\nAgent Eine:\n D-82111, please return to the camera and reconnect it to your head-mounted setup.\n\n\nD-82111:\n \n[Reverse playback reveals the following]\n Laugh all you want. Go on, laugh it up.\n\n\nAgent Eine:\n Note: Primary anomalous effects observed. Can you understand me, D-82111?\n\n\nD-82111:\n \n[Reverse playback reveals the following]\n Do it. Rip me to shreds. Yeah, keep laughing! Go on, you alien fucks! Kill me. Kill me! Kill me now! Take me. Do it!\n\n\n[UNKNOWN]:\n \n[Reverse playback reveals the following]\n Endure it.\n\n\nD-82111:\n \n[Reverse playback reveals the following]\n Wait. No. No! Not there. You can't! Anything but ep-\n\n\n[UNKNOWN]:\n \n[Reverse playback reveals the following]\n Endure. Take him.\n\n\n[UNKNOWN]:\n \n[Reverse playback reveals the following]\n Yes. We will. Endure.\n\n\nD-82111:\n No. Stop. I'm worthless. You said. I'm not worth anything. Leave me. Leave me! Or kill me! Do whatever you want, cut me up, for God's sake! Just not-\n\n\n[Video feed cuts to static]\n\n\n<End Transcript>\n\n\n\n\nD-82111 emerged from SCP-2222 in a regularly observed manner, exhibiting total epidermal eversion, with second-degree burns present on all dermal layers. D-82111 was incapable of speech and sight following emergence, and was promptly euthanised prior to spatial release. Textual engravings on upper epidermal layers displayed the following:\n\n\n\n\nerom erom nem\n\new deen erom nem\n\nnem era yrassecen rof tnemniatretne\n\nelbahgual nem\n\n\n\n\n\n\n\n\n\n\n\n\nExploration II\n\n\n\n\nExploration II -- ACCESS GRANTED\n\n\n\n\nD-72892 is relocated to within SCP-2222 in a similar fashion to the prior exploration, similarly equipped with one (1) long-lasting electronic lantern and one (1) digital camera feeding directly to Unit command. D-72892 is additionally equipped with a preliminarily arranged series of questions to address the inhabitant(s) of SCP-2222 in person, so as to determine the purpose and source of SCP-2222's anomalous properties.\n\n\n\n\n<Begin Transcript>\n\n\nD-72892:\n Uh, do I just read these out loud?\n\n\nDirector Kauffman:\n Activate your torch beforehand. And yes, please do so. On my command.\n\n\nD-72892:\n Right. Sorry.\n\n\nDirector Kauffman:\n Read question one aloud, please.\n\n\nD-72892:\n \"This is D-72892 speaking on behalf of the SCP Foundation. Please state your reasons for your inhabitance within Orbital Unit-09's airlock.\"\n\n\n[No auditory response documented during regular playback]\n\n\nDirector Kauffman:\n \n[Recoils]\n What in hell was that deafening noise? \n[To Unit command observers]\n Did you pick that up? God-awful. My ears are still ringing. Bloody cacophonous.\n\n\nD-72892:\n I didn't hear anything. What're you on about, man?\n\n\nDirector Kauffman:\n A discordant screech was picked up on the audio feed. Please read the second question aloud, 72892. \nJesus.\n\n\nD-72892:\n \"Who are you, and what do you represent?\"\n\n\n[No auditory response documented during regular playback]\n\n\nDirector Kauffman:\n Notify us if you hear or see anything noteworthy.\n\n\n[No response from D-72892. Visual display exhibits minor film grain increase]\n\n\nDirector Kauffman:\n D-72892?\n\n\nD-72892:\n \n[Reverse playback reveals the following]\n They're here to be entertained.\n\n\nDirector Kauffman:\n What?\n\n\nD-72892:\n \n[Reverse playback reveals the following]\n Didn't you hear me, you two-faced fuck?\n\n\nDirector Kauffman:\n \n[To Unit command personnel]\n Reverse the playback for each vocalisation from D-72892 after we're done.\n\n\nD-72892:\n \n[Reverse playback reveals the following]\n We're all two-faced. Why don't you come in here with us? Join the party. We can be two-faced together. You, me, and them. All six of us.\n\n\n[D-72892's visual display is momentarily eclipsed by an amorphous figure for approximately two (2) minutes. Audible throughout this period are human vocalisations consistent with regurgitation. Visual display following said two-minute period depicts an emaciated D-72892 standing upright within SCP-2222. D-72892's facial characteristics exhibit mid-eversion centred around the right nasal cavity extending to the right ear, exposing ruptured muscle mass and cheekbone; D-72892's left facial characteristics remain intact. D-72892 addresses the camera, maintaining direct eye contact with Director Kauffman despite the lack of two-way facial display]\n\n\nD-72892:\n \n[Reverse playback reveals the following]\n Now. Do you see what it's like to be two-faced? Come along, Director. Do it. Open the airlock. It'll work, because they'll allow it to work.\n\n\n[UNKNOWN]:\n \n[Reverse playback reveals the following]\n No. Greater. Idea.\n\n\nD-72892:\n \n[Reverse playback reveals the following]\n What's that? You want them to- Oh. I must applaud you, <[Unknown: Oudjn?/Oodjin?/Oudgin?]>, that's genius.\n\n\n[UNKNOWN]:\n \n[Reverse playback reveals the following]\n Good. Tell.\n\n\nD-72892:\n \n[Reverse playback reveals the following]\n You're the boss. Hey, Kauffman. Yeah. You're not invited to the party anymore. They have something even better in store for you. It's only us for now.\n\n\n[UNKNOWN]:\n \n[Reverse playback reveals the following]\n Wrong. Not. Invited.\n\n\nD-72892:\n \n[Reverse playback reveals the following]\n Wait. But-\n\n\n[UNKNOWN]:\n \n[Reverse playback reveals the following]\n Take. Star. Not. Invited.\n\n\n[UNKNOWN]:\n \n[Reverse playback reveals the following]\n Yes. Take.\n\n\nD-72892:\n \n[Reverse playback reveals the following]\n No. No! Hold on! Wait, ther- \n[D-72892 is observed to choke incessantly for a further minute, before both auditory and visual displays malfunction]\n\n\n<End Transcript>\n\n\n\n\nD-72892 re-emerged from SCP-2222 as an animate, disarrayed mass of charred and blackened human viscera and flesh. Posthumous analysis following controlled euthanasia revealed complete epidermal eversion as per usual. No textual engravings were documented, and D-72892 was promptly released into outer space as per common procedure. Reverse playback of recorded audio was documented, with Director Kauffman voluntarily renouncing his position as communicator.\n\n\n\n\n\n\n\n\n\n\nExploration III\n\n\n\n\nExploration III -- ACCESS GRANTED\n\n\n\n\nD-02928 is placed within SCP-2222 three (3) days following Exploration II, a period in which temporary Unit personnel spent arranging and preparing a preliminary stratagem for Exploration III. D-02928 is tasked with the responsibility of documenting visual evidence of SCP-2222's inhabitant(s) so as to further establish the entities' behavioural and physical characteristics. D-02928's head-mounted camera setup is additionally fitted with a separate digital photographic device programmed to take one (1) photograph every twenty (20) seconds.\n\n\n\n\n<Begin Transcript>\n\n\nAgent White:\n Please await further instructions.\n\n\nD-02928:\n Sure, whatever.\n\n\n[First photograph documented. Post-interaction analysis reveals SCP-2222's interior with no visual/spatial deviations noted]\n\n\nAgent White:\n Deactivate your torch in order for the camera flash to be fully utilised.\n\n\nD-02928:\n Can't I just turn it off?\n\n\nAgent White:\n No. It's in the programming.\n\n\nD-02928:\n Fine. Yeah, fine.\n\n\nAgent White:\n Can you still visualise SCP-2222's interior?\n\n\nD-02928:\n No, it's pitch dark.\n\n\nAgent White:\n Good. You'll be nee-\n\n\n[A communication error between D-02928 and Unit command occurs. Secondary communication backups utilised following a two (2) minute period, in which D-02928 is presumed to remain within SCP-2222. Following communication restoration, D-02928's visual display depicts SCP-2222's interior engulfed in flame, with D-02928 nowhere to be discerned. SCP-2222's outer hermetic door is observed to open despite Orbital Unit-09's exterior surveillance monitors depicting its explicit closure at the displayed juncture\n1\n. Visible beyond the hermetic door is a spatial region inconsistent with any documented region to date, with an amorphous, roughly linear stellar entity resembling a nebula also visible, violet in colouration. D-02928 is observed to emerge from SCP-2222's exterior and enter SCP-2222 despite theoretically fatal spatial conditions. D-02928 hastily reacquires the camera before addressing Unit command in person]\n\n\nD-02928:\n You see that?\n\n\nAgent White:\n God. Yes, we see it. What is it?\n\n\nD-02928:\n It's- It's… Look, they're preparing. That's why they haven't killed me. I'll explain once I get out.\n\n\nAgent White:\n I'm sorry? No, you'll explain now.\n\n\n[UNKNOWN]:\n \n[Reverse playback reveals the following]\n No. Explain. Nothing.\n\n\nD-02928:\n G- Get- Get away from me!\n\n\n[UNKNOWN]:\n \n[Reverse playback reveals the following]\n Waste.\n\n\nD-02928:\n Yeah. Yeah, that's right, back off, pussy! You f-\n\n\n[UNKNOWN]:\n \n[Reverse playback reveals the following]\n Silence.\n\n\n<End Transcript>\n\n\n\n\nD-02928 later emerged from SCP-2222 with no resultant physical impairments. However, D-02928 exhibited complete incapability of oral, written or other forms of communication with other personnel, disregarding them completely. D-02928 was promptly transported to Orbital Unit-09's temporary D-Class housing area, in which he spent the remainder of his accompaniment with Unit personnel before relocation to Sector-19. A total of nine (9) photographs were taken during D-02928's exposure to SCP-2222, eight (8) of which exhibit corruption as a result of hardware damage. The remaining photograph is included below:\n\n\n\n\n\n\nImage_07\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nExploration IV\n\n\n\n\nExploration IV -- ACCESS GRANTED\n\n\n\n\nD-90123 is placed within SCP-2222 upon instruction, with identical equipment as mentioned beforehand. It is to be of note that\n\nD-90123 exhibited a heightened fascination with SCP-2222, with said fascination increasing exponentially following the effects of\n\nSCP-2222 on her predecessors; it is to be of note that D-90123 was not informed of the current whereabouts of said predecessors,\n\nexcluding D-02928 (Refer to exploration III for further details). D-90123's fascination with SCP-2222 was additionally shared with D-46400 (refer to Exploration VI for further details), who exhibited a milder form of the aforementioned fascination. It is to be of additional note that D-90123's vocabulary appeared to increase significantly during her exposure to SCP-2222.\n\n\n\n\n<Begin Transcript>\n\n\n[Auditory feed only is activated as a result of a misunderstanding between D-90213 and O5-█]\n\n\nD-90123:\n It's- it's incredible. Its seamless beauty leaves me infinitely speechless. I can't-\n\n\nO5-█:\n Activate your visual feed.\n\n\nD-90123:\n Yes, of course. You must see this.\n\n\n[D-90123's visual feed is activated, thus initialising the resultant visual display at Unit, depicting SCP-2222's interior as per usual, with no visual/spatial anomalies noted]\n\n\nO5-█:\n We're not making out anything incongruous.\n\n\nD-90123:\n That's because you're not here with me, [DATA EXPUNGED] \n[It is unknown as to how D-90123 was aware of O5-█'s patronym]\n. A basic camcorder can't transcribe what's truly here.\n\n\nO5-█:\n In that case, D-90123, what is SCP-2222?\n\n\nD-90123:\n SCP-2222 is an airlock composed of two opaque hermetic plug doors and a cylindrical 4.6 metre chamber within ████ ████████-█ space station, designated Orbital Unit-09. Attempts to internally survey-\n\n\nO5-█:\n That's enough. Stop restating the official documentation.\n\n\nD-90123:\n Exactly, sir. Restating. Restating is the act of repeating something, especially in the form of a more clear and precise reiteration. What you didn't allow me to do, [DATA EXPUNGED], was to finish. So please, do allow me to restate.\n\n\nO5-█:\n How- Why do you know-\n\n\nD-90123:\n \n[Reverse playback reveals the following]\n SCP-2222 is not SCP-2222. Universal phonetic translation designates it <[Unknown: Mesh-murnans-cord-butoom-fort-hosben-vee-seven?]>, and it's fundamentally a television. So, smile. You're on ca-\n\n\n[Auditory feed malfunctions and deactivates. Visual feed exhibits significant distortion and tearing as a result precipitated by an\n \nunknown medium, although visuals remain discernible; D-90123's head-mounted display is removed involuntarily, thus depicting\n \nSCP-2222's interior at a different angle, with D-90123's torso in view. D-90123's arms are outstretched, with her hands forming\n \nseveral unknown gestures. D-90123 is abruptly thrusted sideways at extreme force, colliding with several mechanical protrusions\n \nand components, simultaneously impaling her abdomen and left frontal lobe prior to complete epidermal eversion\n \ntaking place over the course of six (6) seconds. D-90123 is observed to remove both protrusions impaling her body at force,\n \nturning to address an unknown individual. D-90123 proceeds to speak for approximately thirty (30) seconds prior to auditory\n \nbackup activation]\n\n\nD-90123:\n \n[Reverse playback reveals the following]\n -Eels great. Now I'm ready. Do you want more? Are you entertained?\n\n\n[UNKNOWN]\n \n[Reverse playback reveals the following]\n Yes.\n\n\nD-90123:\n \n[Reverse playback reveals the following]\n Best show you've had in a while, huh?\n\n\n[UNKNOWN]\n \n[Reverse playback reveals the following]\n Yes.\n\n\nD-90123:\n \n[Reverse playback reveals the following]\n You want more?\n\n\n[UNKNOWN]\n \n[Reverse playback reveals the following]\n Want.\n\n\nD-90123:\n \n[Reverse playback reveals the following]\n Then take me. Take me there. I promise I'll be good. And your next guest will be even better.\n\n\n<End Transcript>\n\n\n\n\nSimilarly to D-72892, D-90123 re-emerged as a disarrayed mass of charred and blackened flesh, with the only notable deviation\n \nbeing incapability of locomotion. Despite this, D-90123 maintained respiratory function and a heart contractility, and was\n \nimmediately terminated prior to spatial release.\n\n\n\n\n\n\n\n\n\n\nExploration V -- OVERSEER/4-2222 SECURITY CLEARANCE REQUIRED\n\n\n\n\nExploration V -- ACCESS DENIED\n\n\n\n\n\n\n\n\nACCESS DENIED.\n FAILURE TO FOLD THIS COLLAPSIBLE BLOCK WITHIN THIRTY (30) SECONDS WILL PRECIPITATE IMMEDIATE AIRBORNE AMNESTIC ADMINISTRATION. \nACCESS DENIED.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nExploration VI\n\n\n\n\nExploration VI -- ACCESS GRANTED\n\n\n\n\nFollowing the events transcribed involving D-46400, D-73714 is involuntarily detained and placed within SCP-2222 directly three (3) hours following O5-█'s assisted evacuation. D-73714 is equipped with identical equipment to that granted to D-46400.\n\n\n\n\n<Begin Transcript>\n\n\n[D-73714 observes D-46400's macerated remains]\n\n\nD-73714:\n Who was this? Where's the other D-Class? What the hell happened here, man? Why won't you pricks tell me what the fuck is going on?\n\n\nAgent White:\n We're not authorised. Please calm down. Failure to comply will result in termination.\n\n\nD-73714:\n I don't give a flying shit!\n\n\nAgent White:\n Remain where you are. Stop flailing.\n\n\nD-73714:\n Stop \nflailing\n? I can \"flail\" all I want. You lock me up for two weeks, you give me stale food to eat- I dreamed of being an astronaut as a kid, but now- Now, you've just gone and made me feel like crap. Like nothing. I hope you're happy. I hope you're\n\n\n[TRANSCRIPT REDACTED FOR BREVITY]\n\n\nD-73714:\n Did you hear me? Did you \nfucking\n hear me? I hope you rot! All of you! You, Eine, Kauffman, that coward who fucking left!\n\n\n[UNKNOWN]:\n \n[Reverse playback reveals the following]\n You. Want. Rot?\n\n\nD-73714:\n \n[D-73714 addresses an unseen individual]\n What- the fuck?\n\n\n[UNKNOWN]:\n \n[Reverse playback reveals the following]\n Said. Want. Rot?\n\n\nD-73714:\n I-\n\n\n[UNKNOWN]:\n \n[Reverse playback reveals the following]\n Them. Rot?\n\n\nD-73714:\n Yeah. Yeah, I do want them to rot.\n\n\n[DATA EXPUNGED]\n\n[DATA EXPUNGED]\n\n\n\n\n[DATA EXPUNGED] \nResponse Spatial Task Force-01. The remains of affected temporary Unit personnel were incinerated prior to spatial release, and D-73714 was detained prior to termination due to lethal hostility and unauthorised actions. D-12935 was detained by Task Force personnel, who escaped momentary restraint and voluntarily entered SCP-2222 following apparent abrupt obsession with the airlock, similar to the fascination observed with D-46400 and D-90123, equipping himself with D-73714's disused camera setup (refer to Exploration VII for further details).\n\n\n\n\n\n\n\n\n\n\nExploration VII -- OVERSEER/4-2222 SECURITY CLEARANCE REQUIRED\n\n\n\n\nExploration VII -- ACCESS DENIED\n\n\n\n\n\n\n\n\nACCESS DENIED.\n FAILURE TO FOLD THIS COLLAPSIBLE BLOCK WITHIN THIRTY (30) SECONDS WILL PRECIPITATE IMMEDIATE AIRBORNE AMNESTIC ADMINISTRATION. \nACCEs\nES5dd\nddfsss3\n9yhdS DdEd_saaNIi_i_i_iiiiiiEe3D.\n\n\nACcCEs\nES5dd\nddfsss3asf,.a.flkcjhxchd\n9yhdS DdEd_saaNIi_i_i_iiiiiiEe3D.\nACCEs\nES5EeEedgddddbbfsdd\nddfsss3\n\n\n9yhdSDdEd_saaNIi_i_i_iiiiiiEe3D.\nACCcCCCEs\nES5dd\nddfsssdd3\n9yhdSddfsssdd3ddfsssdd3DddEd_saaNI_i_i_iiiiiiEe3D\nAc\n\nccCEs\nES5dd\nddfsfsss3\n9yghdS DdEd_ssdsaaNIi_i_i_iiiiiiEe3D.d.d.d.akdfd.gDDDDddddOdodO\n\n[DATA CORRUPT] ATA CORRUPT]RUPT]DATCRPT][DATA[ DATA DA[TA]CORRUPTTT]\n\n[DATATADATCORT]RUPDDT][[[DATCRPRRRATA[ DATA DA[[[TA]CORRUPTTT]T\n\nA[ DATA DA[TA]CORT][TA]]]C\n\n\nINITIALISING IRREMOVABLE DATABASE HIJACK\n\n\nAUTHENTICATING\n\n\n…\n\n\n…\n\n\n…\n\n\nAUTHENTICATION COMPLETE\n\n\nWELCOME, \nUNnnaA68UTHORISEnftD FOUnnNDAT00OoN PERRRR5sSONNEL\n O5 PERSONNEL\n\n\nWhich file do you want to access?\n\n\nUPTLN.13567… selected\n\n\nRetrieving file…\n\n\nRetrieving file…\n\n\nRetrieving file…\n\n\nRetrieving file…\n\n\nFile opened\n\n\n/\n\n/\n\n/\n\n\nUNIVERSAL PHONETIC TRANSLATION LOG NO. 135670003529034895047036240987697654783720959999382361818201368910101\n\n/\n\n/\n\n/\n\n\nDo you see it?\n\n\nMeschk-Mernanschordbtoum-VordhosbnV7.\n\n\nIt's right there.\n\n\nOffspring, we can watch them in perpetuity. We'll join the millions. Sitting here on this violet cloud. Laughing at the humans.\n\n\nLet me give you a brief rundown of what goes on over there, aeons away, on Meschk-Vordhosbn. First, it was plants. That was unstimulating. Then came the ridiculous squealing mammals. Then, finally, there came the first human. We enjoyed humans, so we familiarised ourselves with them, and they sent more. The first of the three new humans were clueless, the fourth was delightful. The fifth was a disappointment despite the fourth's promise. The sixth was insane. And the seventh is here with us. You've heard of him.\n\n\nThey call him 12935.\n\n\nHe hates it here.\n\n\nSound appealing?\n\n\nGood. You must appreciate the work that goes into this. It's a hard job to organise. It's only a mere team of four, did you know? Who knows how far they travelled to achieve this. I hope you'll look up to them someday.\n\n\nOffspring, we too can laugh.\n\n\nWe can be entertained. We can feast our optic lobes on flocks after flocks of human astronauts, turned inside-out, having their vocal comprehensions reversed so that we can split our sides.\n\n\nWe can watch their bloodied remains get taken to Epmn where they'll be singed, semi-torrefied, burned like anthropoid hogs on a spit. Because it's hilarious.\n\n\nWhy not?\n\n\nExactly.\n\n\nSit down, offspring. This is quality entertainment.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Both timecodes pertaining to SCP-2222's interior/exterior surveillance displayed the date and time as 1616 GMT on 23/0█/20██.\n\n\n\n\n\n\n\n\n« \nSCP-2221\n | SCP-2222 | \nSCP-2223\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2222\n\" by acc1177, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2222\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Airlock4.jpg\n\n\nAuthor:\n NASA\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nLink\n\n\n\n\n\n\nFilename:\n SCP20002.png\n\n\nAuthor:\n acc1177\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n M87 jet.jpg\n\n\nAuthor:\n NASA and The Hubble Heritage Team\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia",
    "addendums": [
        "Addendum 2222-01: ██/██/████: Directly five (5) minutes following Incident 2222-01. Posthumous analysis and dissection of ████ ██████████'s cadaver revealed intricate textual engravings on epidermal layers. Additionally, several lacerations and bruising on said layers indicated forced eversion originating from the genital area. Content of engravings are as follows:\nInvestigations regarding SCP-2222's anomalous effects are to be resumed by unit personnel. Reclassified as sapient on ██/██/███.",
        "Addendum 2222-02: Following events documented in the aforementioned incident, Command-2 have submitted the formal request for Unit personnel to receive monthly examinations and counselling through telecommunication pertaining to psychological wellbeing.\nDenied. Preliminary training should suffice. Should psychological issues become apparent and then persist, I will personally administrate the replacement of the personnel in question. - O5-█."
    ],
    "documents": [
        "SCP-2222REF#209 Temporary Personnel Documentation: Agent Josef ██████████ Eine (KIA) [LvLFour] Agent ████ ████-█████ White (KIA) [LvLFour] Director ██ █████████ Kauffman (KIA) [LvLFive] O5-█ [LvLOhFive] Director █████ ██████ ███ [LvLFive] D-82111 [LvLDisposable] (Terminated) D-72892 [LvLDisposable] (Terminated) D-02928 [LvLDisposable] D-90123 [LvLDisposable] (Terminated) D-46400 [LvLDisposable] (KIA) [Personnel with Overseer clearance should observe Document ████-REF#████] D-73714 [LvLDisposable] (KIA) D-12935 [LvLDisposable] [Personnel with Overseer clearance should observe Document ████-REF#████] SCP-2222REF#209 Previous Non-Temporary Personnel Documentation: Doctor Hans ████ █████ [LvLFour] Doctor ████████ ████ █████ Durden [LvLFour] Agent Imelda ████ ████████ [LvLThree] ████ ██-███ ██████████ [LvLFour] (Terminated)"
    ],
    "notes": [
        "Interviewed: ████ ██████████ Interviewer: Dr. █████ <Begin Log> Dr. █████: What happened in the airlock? ████ ██████████: Dazzling. Blinding. Hurt. Dr. █████: Did you notice anything unusual? ████ ██████████: [Shakes head] Yes. Dr. █████: Right. What turned you into this? ████ ██████████: Things. Came. Ripped. Stabbed. Laughed. Dr. █████: Did you hear anything? ████ ██████████: Yes. Laughter. Said. Flawed. Deficient. Substandard. Weak. Dr. █████: Do you remember who you are? ████ ██████████: Yes. ████. Dr. █████: Can you say your name backwards for me? ████ ██████████: ████ [sic] . Dr. █████: Thanks. Did anything else anomalous happen? ████ ██████████: Yes. Took. Me. Sun. Fire. Hurt. Dr. █████: Are you in pain? ████ ██████████: Hurt. Dr. █████: Right. One last question before I put you out of your misery. Were there any entities within the airlock during your exposure? ████ ██████████: Yes. Said. Already. Unearthly. Extra- [Collapses due to apparent exhaustion] Dr. █████: Oh, God- Uh, Okay, crew. Get him up. Take him to the lab for a final run-down before shooting him off. Agent ████████: He's saying something, sir. ████ ██████████: Thank. Love. Space. [Enters unconsciousness] <End Log>",
        "taht saw nuf retteb naht stnedor on erom star nam si tahw ew tnaw ohw si txen?",
        "<Begin Transcript> Agent Eine: Activate your torch, please. D-82111: Yeah. [SCP-2222's interior is illuminated. No atypical deviations in appearance noted] Agent Eine: Please remain in your position until further notice. [TRANSCRIPT REDACTED FOR BREVITY] Agent Eine: We're picking up a metallic scraping sound. Please confirm. D-82111: I'm not hearing shit. Agent Eine: Noted. Please notify us upon hearing or seeing anything significant. [TRANSCRIPT REDACTED FOR BREVITY] D-82111: What was that? Agent Eine: Please elaborate. D-82111: The window. Look at it. [D-82111 readjusts the head-mounted camera setting to focus on an exterior hermetic door window. It is to be of note that SCP-2222's exterior hermetic door does not possess a window] Agent Eine: First visual and/or spatial anomaly noted. Move closer to the window, please. D-82111: No, man. No, I can't. I just- Agent Eine: Move closer to the window. D-82111: You don't want to see what's on the other side of that window. Agent Eine: I'm sorry? D-82111: No. On. Agent Eine: D-82111, please explain your current condition. D-82111: On. Pots. [D-82111's voice indicates vocalisation difficulty] [D-82111 manually removes the digital camera from the head-mounted setup, before rotating the camera towards himself. D-82111's facial characteristics exhibit extreme injury consistent with those observed in Incident 2222-01; D-82111's hairline appears forcibly pulled from the root, while the epidermal layer covering the scalp is stretched and cracked, indicating the origin point of epidermal eversion. D-82111 drops the camera as an apparent consequence of massive physical trauma, causing the feed display to depict the aforementioned window, now open. Visible through the window is outer space and the Earth's upper atmosphere. Analysis confirms the presence of an amorphous figure momentarily eclipsing the outside scene from view. Audial analysis of reverse playback confirms D-82111 to be retching] Agent Eine: D-82111, please return to the camera and reconnect it to your head-mounted setup. D-82111: [Reverse playback reveals the following] Laugh all you want. Go on, laugh it up. Agent Eine: Note: Primary anomalous effects observed. Can you understand me, D-82111? D-82111: [Reverse playback reveals the following] Do it. Rip me to shreds. Yeah, keep laughing! Go on, you alien fucks! Kill me. Kill me! Kill me now! Take me. Do it! [UNKNOWN]: [Reverse playback reveals the following] Endure it. D-82111: [Reverse playback reveals the following] Wait. No. No! Not there. You can't! Anything but ep- [UNKNOWN]: [Reverse playback reveals the following] Endure. Take him. [UNKNOWN]: [Reverse playback reveals the following] Yes. We will. Endure. D-82111: No. Stop. I'm worthless. You said. I'm not worth anything. Leave me. Leave me! Or kill me! Do whatever you want, cut me up, for God's sake! Just not- [Video feed cuts to static] <End Transcript>",
        "erom erom nem ew deen erom nem nem era yrassecen rof tnemniatretne elbahgual nem",
        "<Begin Transcript> D-72892: Uh, do I just read these out loud? Director Kauffman: Activate your torch beforehand. And yes, please do so. On my command. D-72892: Right. Sorry. Director Kauffman: Read question one aloud, please. D-72892: \"This is D-72892 speaking on behalf of the SCP Foundation. Please state your reasons for your inhabitance within Orbital Unit-09's airlock.\" [No auditory response documented during regular playback] Director Kauffman: [Recoils] What in hell was that deafening noise? [To Unit command observers] Did you pick that up? God-awful. My ears are still ringing. Bloody cacophonous. D-72892: I didn't hear anything. What're you on about, man? Director Kauffman: A discordant screech was picked up on the audio feed. Please read the second question aloud, 72892. Jesus. D-72892: \"Who are you, and what do you represent?\" [No auditory response documented during regular playback] Director Kauffman: Notify us if you hear or see anything noteworthy. [No response from D-72892. Visual display exhibits minor film grain increase] Director Kauffman: D-72892? D-72892: [Reverse playback reveals the following] They're here to be entertained. Director Kauffman: What? D-72892: [Reverse playback reveals the following] Didn't you hear me, you two-faced fuck? Director Kauffman: [To Unit command personnel] Reverse the playback for each vocalisation from D-72892 after we're done. D-72892: [Reverse playback reveals the following] We're all two-faced. Why don't you come in here with us? Join the party. We can be two-faced together. You, me, and them. All six of us. [D-72892's visual display is momentarily eclipsed by an amorphous figure for approximately two (2) minutes. Audible throughout this period are human vocalisations consistent with regurgitation. Visual display following said two-minute period depicts an emaciated D-72892 standing upright within SCP-2222. D-72892's facial characteristics exhibit mid-eversion centred around the right nasal cavity extending to the right ear, exposing ruptured muscle mass and cheekbone; D-72892's left facial characteristics remain intact. D-72892 addresses the camera, maintaining direct eye contact with Director Kauffman despite the lack of two-way facial display] D-72892: [Reverse playback reveals the following] Now. Do you see what it's like to be two-faced? Come along, Director. Do it. Open the airlock. It'll work, because they'll allow it to work. [UNKNOWN]: [Reverse playback reveals the following] No. Greater. Idea. D-72892: [Reverse playback reveals the following] What's that? You want them to- Oh. I must applaud you, <[Unknown: Oudjn?/Oodjin?/Oudgin?]>, that's genius. [UNKNOWN]: [Reverse playback reveals the following] Good. Tell. D-72892: [Reverse playback reveals the following] You're the boss. Hey, Kauffman. Yeah. You're not invited to the party anymore. They have something even better in store for you. It's only us for now. [UNKNOWN]: [Reverse playback reveals the following] Wrong. Not. Invited. D-72892: [Reverse playback reveals the following] Wait. But- [UNKNOWN]: [Reverse playback reveals the following] Take. Star. Not. Invited. [UNKNOWN]: [Reverse playback reveals the following] Yes. Take. D-72892: [Reverse playback reveals the following] No. No! Hold on! Wait, ther- [D-72892 is observed to choke incessantly for a further minute, before both auditory and visual displays malfunction] <End Transcript>",
        "<Begin Transcript> Agent White: Please await further instructions. D-02928: Sure, whatever. [First photograph documented. Post-interaction analysis reveals SCP-2222's interior with no visual/spatial deviations noted] Agent White: Deactivate your torch in order for the camera flash to be fully utilised. D-02928: Can't I just turn it off? Agent White: No. It's in the programming. D-02928: Fine. Yeah, fine. Agent White: Can you still visualise SCP-2222's interior? D-02928: No, it's pitch dark. Agent White: Good. You'll be nee- [A communication error between D-02928 and Unit command occurs. Secondary communication backups utilised following a two (2) minute period, in which D-02928 is presumed to remain within SCP-2222. Following communication restoration, D-02928's visual display depicts SCP-2222's interior engulfed in flame, with D-02928 nowhere to be discerned. SCP-2222's outer hermetic door is observed to open despite Orbital Unit-09's exterior surveillance monitors depicting its explicit closure at the displayed juncture 1 . Visible beyond the hermetic door is a spatial region inconsistent with any documented region to date, with an amorphous, roughly linear stellar entity resembling a nebula also visible, violet in colouration. D-02928 is observed to emerge from SCP-2222's exterior and enter SCP-2222 despite theoretically fatal spatial conditions. D-02928 hastily reacquires the camera before addressing Unit command in person] D-02928: You see that? Agent White: God. Yes, we see it. What is it? D-02928: It's- It's… Look, they're preparing. That's why they haven't killed me. I'll explain once I get out. Agent White: I'm sorry? No, you'll explain now. [UNKNOWN]: [Reverse playback reveals the following] No. Explain. Nothing. D-02928: G- Get- Get away from me! [UNKNOWN]: [Reverse playback reveals the following] Waste. D-02928: Yeah. Yeah, that's right, back off, pussy! You f- [UNKNOWN]: [Reverse playback reveals the following] Silence. <End Transcript>",
        "<Begin Transcript> [Auditory feed only is activated as a result of a misunderstanding between D-90213 and O5-█] D-90123: It's- it's incredible. Its seamless beauty leaves me infinitely speechless. I can't- O5-█: Activate your visual feed. D-90123: Yes, of course. You must see this. [D-90123's visual feed is activated, thus initialising the resultant visual display at Unit, depicting SCP-2222's interior as per usual, with no visual/spatial anomalies noted] O5-█: We're not making out anything incongruous. D-90123: That's because you're not here with me, [DATA EXPUNGED] [It is unknown as to how D-90123 was aware of O5-█'s patronym] . A basic camcorder can't transcribe what's truly here. O5-█: In that case, D-90123, what is SCP-2222? D-90123: SCP-2222 is an airlock composed of two opaque hermetic plug doors and a cylindrical 4.6 metre chamber within ████ ████████-█ space station, designated Orbital Unit-09. Attempts to internally survey- O5-█: That's enough. Stop restating the official documentation. D-90123: Exactly, sir. Restating. Restating is the act of repeating something, especially in the form of a more clear and precise reiteration. What you didn't allow me to do, [DATA EXPUNGED], was to finish. So please, do allow me to restate. O5-█: How- Why do you know- D-90123: [Reverse playback reveals the following] SCP-2222 is not SCP-2222. Universal phonetic translation designates it <[Unknown: Mesh-murnans-cord-butoom-fort-hosben-vee-seven?]>, and it's fundamentally a television. So, smile. You're on ca- [Auditory feed malfunctions and deactivates. Visual feed exhibits significant distortion and tearing as a result precipitated by an unknown medium, although visuals remain discernible; D-90123's head-mounted display is removed involuntarily, thus depicting SCP-2222's interior at a different angle, with D-90123's torso in view. D-90123's arms are outstretched, with her hands forming several unknown gestures. D-90123 is abruptly thrusted sideways at extreme force, colliding with several mechanical protrusions and components, simultaneously impaling her abdomen and left frontal lobe prior to complete epidermal eversion taking place over the course of six (6) seconds. D-90123 is observed to remove both protrusions impaling her body at force, turning to address an unknown individual. D-90123 proceeds to speak for approximately thirty (30) seconds prior to auditory backup activation] D-90123: [Reverse playback reveals the following] -Eels great. Now I'm ready. Do you want more? Are you entertained? [UNKNOWN] [Reverse playback reveals the following] Yes. D-90123: [Reverse playback reveals the following] Best show you've had in a while, huh? [UNKNOWN] [Reverse playback reveals the following] Yes. D-90123: [Reverse playback reveals the following] You want more? [UNKNOWN] [Reverse playback reveals the following] Want. D-90123: [Reverse playback reveals the following] Then take me. Take me there. I promise I'll be good. And your next guest will be even better. <End Transcript>",
        "<Begin Transcript> [D-73714 observes D-46400's macerated remains] D-73714: Who was this? Where's the other D-Class? What the hell happened here, man? Why won't you pricks tell me what the fuck is going on? Agent White: We're not authorised. Please calm down. Failure to comply will result in termination. D-73714: I don't give a flying shit! Agent White: Remain where you are. Stop flailing. D-73714: Stop flailing ? I can \"flail\" all I want. You lock me up for two weeks, you give me stale food to eat- I dreamed of being an astronaut as a kid, but now- Now, you've just gone and made me feel like crap. Like nothing. I hope you're happy. I hope you're [TRANSCRIPT REDACTED FOR BREVITY] D-73714: Did you hear me? Did you fucking hear me? I hope you rot! All of you! You, Eine, Kauffman, that coward who fucking left! [UNKNOWN]: [Reverse playback reveals the following] You. Want. Rot? D-73714: [D-73714 addresses an unseen individual] What- the fuck? [UNKNOWN]: [Reverse playback reveals the following] Said. Want. Rot? D-73714: I- [UNKNOWN]: [Reverse playback reveals the following] Them. Rot? D-73714: Yeah. Yeah, I do want them to rot. [DATA EXPUNGED] [DATA EXPUNGED]",
        "\" SCP-2222 \" by acc1177, from the SCP Wiki . Source: https://scpwiki.com/scp-2222 . Licensed under CC-BY-SA .",
        "Filename: Airlock4.jpg Author: NASA License: Public Domain Source Link: Link",
        "Filename: SCP20002.png Author: acc1177 License: CC BY-SA 3.0 Source Link: SCP Wiki Derivative of: Name: M87 jet.jpg Author: NASA and The Hubble Heritage Team License: Public Domain Source Link: Wikimedia"
    ],
    "item": "SCP-2222",
    "object_class": "Euclid",
    "containment_procedures": "Foundation operatives embedded within ████ (█████ ████████ █████ █████████████) have been relocated and situated upon Orbital Unit-09 under the guise of qualified station personnel. Personnel consists of four three (3) Foundation operatives preliminarily and extensively trained in aerospace engineering, extravehicular activity, confinement and experimentation/analysis for the sole purpose of SCP-2222's containment. Transmissions originating from ████ are to be intercepted and deterred by Foundation operatives trained in linguistics and vocal interpretations at Command-2.",
    "description": "SCP-2222 is an airlock composed of two (2) opaque hermetic plug doors and a cylindrical (3.6 m in diameter) chamber within ████ ████████-█ space station (designated Orbital Unit-09). Attempts to internally survey SCP-2222 during the closure of both hermetic doors such as placing interior surveillance devices, pressure sensors or radios within the chamber have failed due to apparent malfunction. As a result, no means of interior observation within SCP-2222 are possible, excluding reopening via electronic control. REVISION: ██/██/████ - Refer to Incident 2222REF#209 for further information.",
    "title": "SCP-2222"
}