{
    "url": "https://scp-wiki.wikidot.com/scp-2230",
    "all_text": "rating: \n+132\n+\n–\nx\n\n\n\n\n\n\nSCP-2230\n\n\n\n\n\n\nItem #:\n SCP-2230\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2230 is to be housed within a standard humanoid containment unit. SCP-2230 is to be provided with adequate nutrition three (3) times per day and is allowed access to written media on request, \nin addition to three (3) hours of Foundation-approved television programming\n. SCP-2230 is not be given access to any form of electric device or components, or other personnel (see Incident 2230-A). Any media with contents pertaining to medicine, electronics or maintenance must be approved by two assigned Class 3 personnel prior to provision.\n\n\nUntil further notice, all confirmed instances of SCP-2230-1 are to be transported to Site-17 for study and containment. Investigations aimed at identifying additional individuals SCP-2230 has previously come into contact with are ongoing.\n\n\nDescription:\n SCP-2230 is an adult male of European descent. SCP-2230 was, by its own admission, “self-employed” from 01/03/1985 to 17/07/2012.\n\n\nSCP-2230 was brought into Foundation custody on 17/07/2012, after complaints from residents of the █████ ████ area, Chicago, resulted in the arrest of SCP-2230 by local law enforcement. Reports of unusual findings within the residence of SCP-2230 warranted a Foundation investigation which recovered multiple items, some of which were anomalous in nature.\n\n\n\n\n+ List of recovered items\n\n\n\n\n- List of recovered items\n\n\n\n\nThe list of recovered items from the former residence of SCP-2230 includes:\n\n\n\n\nAssorted medical implements, including scalpels, forceps, syringes, surgical tubing, and a makeshift motorized bonesaw.\n\n\n\n\n\n\nA number of repair and construction tools, including hammers, chisels, wrenches, clamps, wire cutters, a soldering iron, a welding torch and a power drill.\n\n\n\n\n\n\nBottles of anaesthetics, sedatives and other medical drugs, many of which were determined to have been obtained illegally. Most were being stored in a home refrigerator.\n\n\n\n\n\n\nA large collection of scrap electronics and home appliances.\n\n\n\n\n\n\nA handheld, pen-shaped device capable of producing a focused laser beam powerful enough to cut through flesh with ease and accuracy, powered by four double-A batteries.\n\n\n\n\n\n\nA large device assembled from components taken from multiple appliances, including: a water boiler, a television set, a microwave oven, a personal computer, and several home radios. Device was found to be capable of producing low-quality MRI imaging by means not fully understood.\n\n\n\n\n\n\nAlso recovered; 32 books on electronics, 27 books on home and industrial maintenance, 44 books on neurosurgery and oncology, 51 books on human neurology, and SCP-2230's laptop computer, containing hundreds of files documenting similar or related subjects.\n\n\n\n\n\n\n\n\n\n\nThe complaint leading to the initial arrest of SCP-2230 was issued by one █████ Parker, detailing the strange behaviour of her husband, █████ Parker, after being 'operated on' by SCP-2230. A Foundation investigation conducted from 18/07/2012 has connected SCP-2230 to a string of unusual medical reports across the states of Illinois and Wisconsin, dating back to the year 1985. This investigation has resulted in the identification of, to date, 187 individuals SCP-2230 has performed unlicensed medical operations on.\n\n\nEach of these individuals, designated SCP-2230-1, have been medically examined by Foundation specialists. While the majority of SCP-2230-1 appear outwardly normal, X-ray examination reveals clear abnormalities within the cranium.\n\n\nMedical analysis of SCP-2230-1:\n\n\nSCP-2230-1-094 - Ms. ███ Williams:\n Subject was missing a significant portion of her cerebellum. Missing portion had been replaced with a network of insulated copper wiring, circuitry from an electronic alarm clock, and a gyroscope extracted from a ███████ brand smartphone. Subject reported experiencing persistent muscle spasms and problems with balance since an illicit operation to remove a cerebral tumour performed two years prior.\n\n\nSCP-2230-1-121 - Mr. ███████ Deliard:\n Subject was missing multiple portions of his left temporal lobe. Missing portions replaced with components from a home radio and an electronic 'robot pet' toy. Subject was capable of limited hearing in his left ear. Subject also claimed to be able to hear certain FM radio transmissions.\n\n\nSCP-2230-1-107 - Ms. █████ Liddle:\n Subject was missing the majority of her visual cortex. Missing portion replaced with circuitry from a computer display card, a cluster of HDMI data cabling, and five small electromagnets. Subject was able to identify and distinguish between faces, but claimed to be able to see only in a limited colour depth, comparable to looking through a 4-bit computer monitor.\n\n\nAddendum:\n\n\nThe surgical removal of anomalous components from SCP-2230-1 has been attempted on █ occasions. This invariably results in the rapid mental decay or death of the subject, depending on the vital nature of the replaced portion of brain tissue.\n\n\nThe number of SCP-2230-1 living with these replacements represents the majority of individuals operated on by SCP-2230. However, 58 individuals have been found deceased as a result of the actions of SCP-2230. While 31 of these occurrences appear to have been failed operations, judging by the presence of various electric components in the craniums of the deceased, the remainder have had large, highly specific portions of their brain tissue removed with no apparent attempt at replacement. One of the earliest of these examples, Dr. ██████ ███████, an accomplished neurosurgeon and lecturer at ████████ University, was found to have had the entirety of his frontal lobe and hippocampus carefully excised, with the outer cranial damage repaired so as to leave almost no trace of surgery having been performed.\n\n\n\n\n\n\nOpen Interview 2230-01\n\n\n\n\nClose Interview 2230-01\n\n\n\n\nDate:\n 21/07/2012\n\n\nInterviewer:\n Dr. Harper\n\n\nInterviewed:\n SCP-2230\n\n\n\n\n<begin transcript>\n\n\nDr. Harper:\n Good morning; I'm Dr. Harper. I'll be conducting your interview for today. State your name, please.\n\n\n[\nsubject frequently avoids eye contact; this behaviour continues throughout the interview\n]\n\n\nSCP-2230:\n [\nsighs\n] My name is, uh, Ben ██ ██████.\n\n\nDr. Harper:\n Alright then, Mr. ██ ██████; do you know why you're here with us today?\n\n\nSCP-2230:\n Because some ungrateful bitch went yapping to the cops. But I don't mind. At least I'm amongst intelligent people now. People with a brain.\n\n\nDr. Harper:\n I'm [\ncoughs\n] glad you feel that way. Now, I assume we're talking about Ms. ██████ here; why would you say she was ungrateful?\n\n\nSCP-2230:\n I fixed her husband for her. Cheaper than any other doctor would have done it, too. Least she could do is show some gratitude.\n\n\nDr. Harper:\n Ah yes, Mr. ██████; one of your… patients, yes?\n\n\nSCP-2230:\n Uh huh.\n\n\nDr. Harper:\n I examined him myself. The quality of the surgery is, uh, quite impressive actually. Where'd you learn to do that?\n\n\nSCP-2230:\n You noticed… [\nsubject grins\n] Well, I studied at a very prestigious medical institution, and I, uh…\n\n\nDr. Harper:\n Really? I mean, I could be wrong but, according to your file here you dropped out of med school in your second year. Before that you were doing a tech course at ███████. Dropped out before the first year was up. Clearly you're not a qualified medical practitioner. Now, I'll ask you again: where'd you learn to do that?\n\n\nSCP-2230:\n [\nsubject becomes visibly angry, rising from his chair\n] You pretentious \nfucks\n! You're all the same! I \nearned\n everything I got, and I don't need a fucking \ndegree\n to tell me I'm a doctor!\n\n\n[after several seconds of standing and staring at Dr. Harper, who does not respond, subject breaks eye contact and sits back down\n]\n\n\nI read books. A lot of books. I worked my ass off. And it didn't make a difference. But then, one day, I learned I had something none of them had. A secret weapon.\n\n\n[\nsubject grins again, looking downwards and playing with his hands\n]\n\n\nI've learned to… get into the heads… of my competitors. So to speak.\n\n\nDr. Harper:\n Would you care to elaborate on that?\n\n\nSCP-2230:\n \nNo\n. I wouldn't.\n\n\nDr. Harper:\n Very well then. Describe the operation you performed on Mr. ██████.\n\n\nSCP-2230:\n A progressed astrocytoma in the middle frontal gyrus, beginning to invade the surrounding parenchyma. I excised the diseased tissue and repaired the damage. A straightforward procedure. I think I did a pretty good job with that one.\n\n\nDr. Harper:\n You removed his entire frontal lobe. The man can barely string together complete sentences, and when he does, they don't make sense. He doesn't even recognise his own wife and kids. You call that a “pretty good job”?\n\n\nSCP-2230:\n I think you're missing the point here – the man doesn't have \ncancer\n anymore. I \nfixed\n him.\n\n\nDr. Harper:\n Yes… I'm surprised he's even alive, with all that junk in his skull. But he's alive. How do you \nfix\n people, Mr. ██ ██████? How do you replace components of the most complex machine in the known universe with… spare parts from old computers?\n\n\nSCP-2230:\n [\nlaughs\n] That's my greatest secret of all, my good doctor. You can't have that one.\n\n\nDr. Harper:\n We have ways of extracting the information we need.\n\n\nSCP-2230:\n I think you'll find that difficult. [subject taps his head with his forefinger] I've made some modifications. Put blockers in place. That secret's only coming out when I want it to.\n\n\nDr. Harper:\n Our session is over, then.\n\n\n[\nDr. Harper gathers his papers and prepares to leave\n]\n\n\nDr. Harper:\n Before I go, though… We know you were operating out of that apartment for some time - at least four months – and you had several patients during that time. We searched all over that apartment, we searched your trash, we searched your drains… but we never found any of that missing brain tissue. Tell me, Mr. ██ ██████ - what did you do with it?\n\n\n[\nsubject raises head to face Dr. Harper, maintaining direct eye contact\n]\n\n\nSCP-2230:\n I don't think that's any of your \ngod damn business\n, doctor.\n\n\n<end transcript>\n\n\n\n\n\n\n\n\n\n\n\n\nIncident 2230-A - 12/03/2013:\n\n\nA routine inspection of SCP-2230's containment unit resulted in the confiscation of an illicit device, found to have been constructed of parts removed from the unit's fixed television set using plastic eating utensils. Device proved capable of producing a focused electromagnetic pulse that induces temporary spatial disorientation in targets. SCP-2230 standard programming privileges revoked. Containment procedures updated.\n\n\n\n\n\n\n« \nSCP-2229\n | SCP-2230 | \nSCP-2231\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2230\n\" by Zacharia H, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2230\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n mugshot9.jpg\n\n\nAuthor:\n Zacharia H\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n Robert Doyle\n\n\nAuthor:\n Citrus County Sheriff's Office\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nLink",
    "addendums": [
        "Addendum:\nThe surgical removal of anomalous components from SCP-2230-1 has been attempted on █ occasions. This invariably results in the rapid mental decay or death of the subject, depending on the vital nature of the replaced portion of brain tissue.\nThe number of SCP-2230-1 living with these replacements represents the majority of individuals operated on by SCP-2230. However, 58 individuals have been found deceased as a result of the actions of SCP-2230. While 31 of these occurrences appear to have been failed operations, judging by the presence of various electric components in the craniums of the deceased, the remainder have had large, highly specific portions of their brain tissue removed with no apparent attempt at replacement. One of the earliest of these examples, Dr. ██████ ███████, an accomplished neurosurgeon and lecturer at ████████ University, was found to have had the entirety of his frontal lobe and hippocampus carefully excised, with the outer cranial damage repaired so as to leave almost no trace of surgery having been performed."
    ],
    "documents": [],
    "notes": [
        "<begin transcript> Dr. Harper: Good morning; I'm Dr. Harper. I'll be conducting your interview for today. State your name, please. [ subject frequently avoids eye contact; this behaviour continues throughout the interview ] SCP-2230: [ sighs ] My name is, uh, Ben ██ ██████. Dr. Harper: Alright then, Mr. ██ ██████; do you know why you're here with us today? SCP-2230: Because some ungrateful bitch went yapping to the cops. But I don't mind. At least I'm amongst intelligent people now. People with a brain. Dr. Harper: I'm [ coughs ] glad you feel that way. Now, I assume we're talking about Ms. ██████ here; why would you say she was ungrateful? SCP-2230: I fixed her husband for her. Cheaper than any other doctor would have done it, too. Least she could do is show some gratitude. Dr. Harper: Ah yes, Mr. ██████; one of your… patients, yes? SCP-2230: Uh huh. Dr. Harper: I examined him myself. The quality of the surgery is, uh, quite impressive actually. Where'd you learn to do that? SCP-2230: You noticed… [ subject grins ] Well, I studied at a very prestigious medical institution, and I, uh… Dr. Harper: Really? I mean, I could be wrong but, according to your file here you dropped out of med school in your second year. Before that you were doing a tech course at ███████. Dropped out before the first year was up. Clearly you're not a qualified medical practitioner. Now, I'll ask you again: where'd you learn to do that? SCP-2230: [ subject becomes visibly angry, rising from his chair ] You pretentious fucks ! You're all the same! I earned everything I got, and I don't need a fucking degree to tell me I'm a doctor! [after several seconds of standing and staring at Dr. Harper, who does not respond, subject breaks eye contact and sits back down ] I read books. A lot of books. I worked my ass off. And it didn't make a difference. But then, one day, I learned I had something none of them had. A secret weapon. [ subject grins again, looking downwards and playing with his hands ] I've learned to… get into the heads… of my competitors. So to speak. Dr. Harper: Would you care to elaborate on that? SCP-2230: No . I wouldn't. Dr. Harper: Very well then. Describe the operation you performed on Mr. ██████. SCP-2230: A progressed astrocytoma in the middle frontal gyrus, beginning to invade the surrounding parenchyma. I excised the diseased tissue and repaired the damage. A straightforward procedure. I think I did a pretty good job with that one. Dr. Harper: You removed his entire frontal lobe. The man can barely string together complete sentences, and when he does, they don't make sense. He doesn't even recognise his own wife and kids. You call that a “pretty good job”? SCP-2230: I think you're missing the point here – the man doesn't have cancer anymore. I fixed him. Dr. Harper: Yes… I'm surprised he's even alive, with all that junk in his skull. But he's alive. How do you fix people, Mr. ██ ██████? How do you replace components of the most complex machine in the known universe with… spare parts from old computers? SCP-2230: [ laughs ] That's my greatest secret of all, my good doctor. You can't have that one. Dr. Harper: We have ways of extracting the information we need. SCP-2230: I think you'll find that difficult. [subject taps his head with his forefinger] I've made some modifications. Put blockers in place. That secret's only coming out when I want it to. Dr. Harper: Our session is over, then. [ Dr. Harper gathers his papers and prepares to leave ] Dr. Harper: Before I go, though… We know you were operating out of that apartment for some time - at least four months – and you had several patients during that time. We searched all over that apartment, we searched your trash, we searched your drains… but we never found any of that missing brain tissue. Tell me, Mr. ██ ██████ - what did you do with it? [ subject raises head to face Dr. Harper, maintaining direct eye contact ] SCP-2230: I don't think that's any of your god damn business , doctor. <end transcript>",
        "\" SCP-2230 \" by Zacharia H, from the SCP Wiki . Source: https://scpwiki.com/scp-2230 . Licensed under CC-BY-SA .",
        "Filename: mugshot9.jpg Author: Zacharia H License: CC BY-SA 3.0 Source Link: SCP Wiki Derivative of: Name: Robert Doyle Author: Citrus County Sheriff's Office License: Public Domain Source Link: Link"
    ],
    "item": "SCP-2230",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2230 is to be housed within a standard humanoid containment unit. SCP-2230 is to be provided with adequate nutrition three (3) times per day and is allowed access to written media on request, in addition to three (3) hours of Foundation-approved television programming. SCP-2230 is not be given access to any form of electric device or components, or other personnel (see Incident 2230-A). Any media with contents pertaining to medicine, electronics or maintenance must be approved by two assigned Class 3 personnel prior to provision.",
    "description": "SCP-2230 is an adult male of European descent. SCP-2230 was, by its own admission, “self-employed” from 01/03/1985 to 17/07/2012.",
    "title": "SCP-2230"
}