{
    "url": "https://scp-wiki.wikidot.com/scp-2233",
    "all_text": "rating: \n+80\n+\n–\nx\n\n\n\n\n\n\nCzech cover of SCP-2233-1\n\n\n\n\n\n\nItem #:\n SCP-2233\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Ten print copies of SCP-2233-1 are to be contained on Site-142. The Site has been designated a paper-media-free zone, and no form of printed media (including books, magazines, and other forms as specified in the SCP-2233-1 Appendix 3) are to be brought within a 1 km radius of any instance of SCP-2233-1 outside of approved testing.\n\n\nUpon the discovery of new SCP-2233-1 instances, MTF-Lambda-2 \"Academics\" is to sanitize the area of all affected media. New instances are to be immediately incinerated. A Lambda-2 member is to be inserted into the pedagogical board of every college with average enrollment larger than 30,000 to ensure a fast response in case of an SCP-2233-2 event.\n\n\nIn case of a Jehoiada event, the lecturing venue is to be quarantined immediately and Procedure Styx-Lethe-Acheron applied.\n\n\nDescription:\n SCP-2233 is an academic discipline called \"Sociosophy\", manifesting through SCP-2233-1 instances and SCP-2233-2 events.\n\n\nSCP-2233-1 is a book labeled \"Polylogue – Over the horizon of postmodern relativism\", published by \"The Club of Friends of Sociosophy\"\n1\n in Prague, Czech Republic, in 2014. The authors are listed as StbB. Emil František; BasSc., WtaN. Herbert Mužný; DmbS. et DmbS. Martin Příklopa; and collective\n2\n. It is unclear if all of the authors are real persons, as only a few had been seen during the Jehoiada events. Unconfirmed authors include [REDACTED].\n\n\nThe book contains theories on pseudo-academic subjects, such as \"Polylogue\" as an improvement of conversing, \"Problemology\" as a discipline concerning various life issues, or \"Neonovoplatonism\" as a religiously philosophical practice.\n\n\nThe practice of the disciplines seems nonsensical, unless affected by the presence of associated Persons of Interest. See Report of Event-2233-02-1 for a noteworthy Jehoiada event, involving the creation of E-████ and E-████ by unknown reality-bending abilities.\n\n\nThe anomalous properties of SCP-2233-1 manifest when placed in close proximity (max. 600m) to other paper media. After about 3–5 hours, the media start to mention sociosophy in various forms. For example, newspaper headlines mention recent sociosophy breakthroughs.\n\n\nThe existing content of the media is also modified; for example, in the work of [REDACTED], a bibliography entry \"FOUCAULT, Michel: \nThe History of Sexuality: Vol. 2: The use of pleasure.\n Vintage books, New York, 1990.\" was changed to \"MUŽNÝ, Herbert: \nSexuality in Sociosophy, Vol 1: Practiced Episthemophilia\n. EX crementum bovinum, Little Hill, 2002.\"\n\nInitially, no such book was found, but after a ██-hour exposition of \nThe History of Sexuality, Vol. 2\n to SCP-2233-1, the contents of Foucault's book have been completely altered into the new anomalous publication described above.\n\n\nAffected media exhibit the same anomalous properties as 2233-1 instances.\n\n\n\n\n+ Examples of modified media\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\n\n\nAuthor/Title:\n Renfrew, Colin. \nPrehistory: The making of the human mind.\n\n\nDescription:\n The author surveys the intellectual world of the prehistorical man before written records were made.\n\n\nModified Author/Title:\n Bumberell, Peter. \nHistory on the couch.\n\n\nDescription of the modified book:\n The author describes prehistorical inventions in a jovial style, calling the man who first found fire and the man who invented the wheel as the \"First protosociosophists\".\n\n\n\n\n\n\nAuthor/Title:\n Cassirer, Ernst. \nPhilosophy of symbolic forms.\n\n\nDescription:\n The book argues that man is a \"symbolic animal\", creating its universe out of symbolic meanings.\n\n\nModified Author/Title:\n František, Emil. \nSubjectophobia: A psychological disorder or a natural evolution of human spirit?\n\n\nDescription of the modified book:\n The author describes the dangers of inventing new words, such as jargon, considering their usage \"an intellectual robbery of a simple, hermeneusophistic vocabulary\".\n\n\n\n\n\n\nAuthor/Title:\n Čapek, Karel. \nTalks with T. G. Masaryk.\n\n\nDescription:\n A record of the former Czech president’s opinions on political, religious and philosophical topics.\n\n\nModified Author/Title:\n Churchill, Winston. \nWhat I have never said but what is cited, so I am writing it now because I agree with it.\n\n\nDescription of the modified book:\n A book of essays on newspaper misquotes of the former British prime minister, where he agrees or disagrees with the misquotes’s contents. The book cites examples even from the time after the author's death.\n\n\n\n\n\n\nAuthor/Title:\n Hitler, Adolf. \nMein Kampf.\n\n\nDescription:\n An autobiographical book, describing the world through the views of a national-socialistic ideology.\n\n\nModified Author/Title:\n Nietzsche, Friedrich. \nWith hammer towards philosophers.\n\n\nDescription of the modified book:\n A 19th century german philosopher describes the uselessness of philosophy in a secular society.\n\n\n\n\n\n\nAuthor/Title:\n Shakespeare, William. \nHamlet.\n\n\nDescription:\n A medieval drama about Prince Hamlet, whose father, the King of Denmark, has been murdered by his own brother and Hamlet's uncle, Claudius.\n\n\nModified Author/Title:\n Shakespeare, William. \nHamlet 2 or Hamlet cleansed.\n\n\nDescription of the modified book:\n The drama takes a course similar to the original, with deviations from the third act forward, where the protagonist resolves his dilemmas by performing an autolecture.\n\n\n\n\n\n\nAuthor/Title:\n The Brothers Grimm. \nRapunzel.\n\n\nDescription:\n A children’s book, publicly known best for a moment where a princess, trapped in a tower, hangs her long hair from a window. A prince climbs on it to get to her.\n\n\nModified Author/Title:\n Lapsky, Alexander. \nTreekids\n.\n\n\nDescription of the modified book:\n The main story is similar to Rapunzel, but reads as a scientific demonstration of a discipline called \"Intellectual bonsaification\". The princess uses her time in the tower to practice said discipline, which is never described, only cited from secondary sources. The prince meets her \"on the level of the right sub-stratum\".\n\n\n\n\n\n\n\n\n\n\nNew 2233-1 instances have been discovered inside publishing houses, and during SCP-2233-2 events. The publishers take SCP-2233-1 as a satirical book, ignoring its anomalous properties.\n\n\nSCP-2233-2 is a designation for lectures on various disciplines of sociosophy by people who read SCP-2233-1 or attended a 2233-2 event in the past. These occur mainly in college environments, such as universities, mensas, or fraternities. SCP-2233-1 instances are often given out during these lectures.\n\n\nPoI associated with SCP-2233 appear in average 60% of the lectures, constituting a Jehoiada event. When a copy of 2233-1 is signed by the PoI, the efficiency of the book's anomalous properties have been shown to increase by █% - ███%, including increased speed of infection and range of influence.\n\n\nUncontained SCP-2233-2 events constitute a major containment breach and if left unchecked, amount to a IK class end-of-the-world scenario \"Information breakdown\".\n\nNo pattern in the frequency and location of 2233-2 has been established.\n\n\n\n\n+ Report of event SCP-2233-02-1\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\nOn ██/██/2014, the first Jehoiada event took place in ██████ ██████, Prague, a college café. As per O. Tůma and J. Blažejovský, members of the Lambda-2 unit present, PoI \"Emil František\" and \"Martin Příklopa\" announced the event as a \"Mourning symposion concerning the death of BasSc., WtaN. Herbert Mužný, who fell from the window of his study on a rock garden riddled with houseleek, per capitam.\"\n\n\nDuring the event, several PoI had brief lectures on the disciplines of sociosophy, during which several reality-bending phenomena were observed to take place. This 2233-2 event also celebrated the release of SCP-2233-1 to the public.\n\n\n[ACCESS DENIED]\n\n\nThe event helped constitute the parts of Procedure Styx-Lethe-Acheron and agents Tůma and Blažejovský were voluntarily administered Class-C amnestics after-action.\n\n\n\n\n\n\n\n\n\n\n+ Addendum: Excerpts from the book\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\nExcerpt from Chapter 17: Problemology, sub section 3: \"Preproblemology: We have a problem and we know about it\".\n\n\n\n\nProblemology is a new conceptutally-rhetorically-nontotalitarizating metadiscipline, which is typical for its socialscientifically-philosophical character. Problemology is based on methodically nonprefabricated research of nonconformly (in academic meaning) defined subjects. Results of problemological research are integrated in nonreductible structured reflexions of chosen subject relevance and of chosen research methods.\n\n\n[SENSITIVE DATA OMITTED]\n\n\nStudy of preproblemology cultivates individual abilities of sensitive recognition of problems, which are based on even seemingly banal problemological indications and individual abilities of differentiation between problemologically relevant thinking and mere intentional jesting.\n\n\n\n\nExcerpt from Chapter 14: \"Tractatus Logico-Sociosophicus\" by StbB. Emil František and ███ █████████.\n\n\n\n\n• 1 The world is all, that just is.\n\n• 1.01 Anything that can not be described as \"being\" is non-being.\n\n• 1.012 Being is and nonbeing is not.\n\n• 1.02 The world is not, what it is not.\n\n• 1.021 The non-being is not the world, nor anything outside of it.\n\n• 1.03 The world is all being.\n\n• 1.04 The basic manifestation of the world is that it is being.\n\n• 1.1 The world is a sum of beings, not facts.\n\n• 1.11 Facts are beings non-being.\n\n• 1.111 The manifestation of being is change.\n\n• 1.112 The essence of facts is unchangeability.\n\n[SUBSEQUENT PASSAGE REDACTED]\n\n\n\n\nPreface of Chapter 11: \"Information Quantum as a Meaning Carrier: A Torso\" by BasSc., WtaN. Herbert Mužný, foreword by Pius the Meek (ed.).\n\n\n\n\nEven though a tragic accident took the author from us before he could complete his \nopus magnum\n, we believe that the amount of new, revolutionary ideas brought to the attention of the scientific community, in just this draft of the foreword, fully justifies its publication.\n\n\nThe book \nThe Quantum\n, sadly left unfinished, was supposed to establish a practical, yet in no way shallow, framework for all sociosophisticated analyses of information of all kinds. BasSc., WtaN. Herbert Mužný's last work can also be read as a polemic with the \nGeometrical basis\n3\n: while in Franciscan\n4\n epistemosophy the information is infinitely divisible, Mužný postulated a certain minimal quantum of information.\n\n\nA minimal quantum corresponds with a minimal meaningful conclusion. The \"size\" of such a conclusion is determined by the quantum level in use, the discourse, or the medium, if you will. In the text presented here, Mužný advocates the legitimity of the impathic method while touching on some of the key questions of quantum level transitions.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Transcript of Lecture-01-08 \"Autolecture\" as performed by PoI Martin Příklopa on ██/██/2014\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\n\n\nI'd like to say hi to the fellow fans of sociosophy; my name is Martin Příklopa. Gone are the old days where you had to listen to a boring pedagogue for an hour and a half, sometimes even more. I'm going to show you how to perform an autolecture, through which you can make your own lesson on any sociosophisticated subject you find interesting, with my example being on God.\n\n\nYou need to cite the autolecture in the form of a liturgic song, with the least amount of aspirations as possible. Stand in front of a mirror, have a firm, Nietzschean mustache put on and scent the whole room with a frankincense. [REDACTED]. Attach these two creations on the mirror, so you can see both them in your peripheral vision, and the view on you is not obscured. Explore yourself thoroughly. Begin the recitation and observe your every reaction.\n\n\n\"O god how you are so immense, maybe no speck of truth had ever been spoken about you, god is a human mockup, god is a historical need, which needs to be cherished and thrown away, and to have looked the truth in the face, the world is nor good nor evil, the world is the way we make it, god does not exist, god is that than which nothing higher can be conceived, we must be grateful to god for all the gifts that are a part of the highest gift of life, god does not exist, god blesses through damnation, god is a godless abstraction, it seems we are trapped, maybe the whole world is affected by god's absence the most, god is a mind freed of matter, he is in every one of us, god is the warrantor of the method, in the beginning there were two gods, or three, one good, one evil, one [REDACTED], human is god, god is god, god is man, god does not exist, said the evil god, god knows who is god, does god know if god is not just an explosion of a mind, god exists, said the good god, god is energy, god is nature, god is reason, god is love, god is all, said [REDACTED], god is nothing, god is no thing, god is good for nothing, god is an ontological field, god is a failed student of theology, god is the best in us, it seems there is a high probability of god existing, god makes me not see god, god is jealously loving, you cannot find god in reason, god is the deepest layer of my spirit, god talks to me through my conscience, god is internalized morality, god was made when the imperfect consciousness was made, god is an unconscious part of mind, god was created upon Adam biting into the apple, god's prophet was the snake, could our consciousness have been created in any other way than by god, it is an unexplainable wonder, god is the snake, god gives motion to a lifeless order, god both outrages and frightens, said [REDACTED], god does not exist, said the good god, god is just a dream, god talks through dreams, god is as real as a dream, god is reality, some people are frightened of sleeping, as a dream can also ████, whether god is a creation of a god or man, we are unable to control it, you just need to believe there is no god and it will not be, god can be, stigmata are as common in medieval times as a GDP rise in our society, to think god is only good requires sufficient mental retardation, no matter god’s nature, he does not deserve any of us to die for him, maybe god cannot do anything at all, but what if god died for man, philosopher’s god is the same as no god, if god is not so unreachable, why is he such a bitch, god is reality, god is all, god is nothing, god is notuthig\n[sic]\n, god a dream, god is ███████████, ███ ████ ██████, [DATA EXPUNGED]. O god how you are so immense, maybe no speck of truth had ever been spoken about you.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. No such publisher was found.\n\n\n2\n. The meanings of the degrees are only partially known. \"StbB.\" stands for \"Soon to be Bachelor\", described as a student who already turned in his thesis, but not yet been given the Bachelor title, \"BasSc.\" for \"Basileus scientificus\", \"WtaN.\" for \"Without title after name\", as per the authors's descriptions in SCP-2233-1’s preface \"On the role of polylogue in the logos of a polis: A preface\".\n\n\n3\n. Chapter 1 of SCP-2233-1, concerning the basic methodology of the \"Polylogue\" method.\n\n\n4\n. Referring to the works of associated PoI \"Emil František\"\n\n\n\n\n\n\n\n\n« \nSCP-2232\n | SCP-2233 | \nSCP-2234\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2233\n\" by EFS19 - MC_Kejml, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2233\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 192973_big.jpg\n\n\nAuthor:\n EFS19 - MC_Kejml\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki",
    "addendums": [],
    "documents": [],
    "notes": [
        "Author/Title: Renfrew, Colin. Prehistory: The making of the human mind. Description: The author surveys the intellectual world of the prehistorical man before written records were made. Modified Author/Title: Bumberell, Peter. History on the couch. Description of the modified book: The author describes prehistorical inventions in a jovial style, calling the man who first found fire and the man who invented the wheel as the \"First protosociosophists\".",
        "Author/Title: Cassirer, Ernst. Philosophy of symbolic forms. Description: The book argues that man is a \"symbolic animal\", creating its universe out of symbolic meanings. Modified Author/Title: František, Emil. Subjectophobia: A psychological disorder or a natural evolution of human spirit? Description of the modified book: The author describes the dangers of inventing new words, such as jargon, considering their usage \"an intellectual robbery of a simple, hermeneusophistic vocabulary\".",
        "Author/Title: Čapek, Karel. Talks with T. G. Masaryk. Description: A record of the former Czech president’s opinions on political, religious and philosophical topics. Modified Author/Title: Churchill, Winston. What I have never said but what is cited, so I am writing it now because I agree with it. Description of the modified book: A book of essays on newspaper misquotes of the former British prime minister, where he agrees or disagrees with the misquotes’s contents. The book cites examples even from the time after the author's death.",
        "Author/Title: Hitler, Adolf. Mein Kampf. Description: An autobiographical book, describing the world through the views of a national-socialistic ideology. Modified Author/Title: Nietzsche, Friedrich. With hammer towards philosophers. Description of the modified book: A 19th century german philosopher describes the uselessness of philosophy in a secular society.",
        "Author/Title: Shakespeare, William. Hamlet. Description: A medieval drama about Prince Hamlet, whose father, the King of Denmark, has been murdered by his own brother and Hamlet's uncle, Claudius. Modified Author/Title: Shakespeare, William. Hamlet 2 or Hamlet cleansed. Description of the modified book: The drama takes a course similar to the original, with deviations from the third act forward, where the protagonist resolves his dilemmas by performing an autolecture.",
        "Author/Title: The Brothers Grimm. Rapunzel. Description: A children’s book, publicly known best for a moment where a princess, trapped in a tower, hangs her long hair from a window. A prince climbs on it to get to her. Modified Author/Title: Lapsky, Alexander. Treekids . Description of the modified book: The main story is similar to Rapunzel, but reads as a scientific demonstration of a discipline called \"Intellectual bonsaification\". The princess uses her time in the tower to practice said discipline, which is never described, only cited from secondary sources. The prince meets her \"on the level of the right sub-stratum\".",
        "Problemology is a new conceptutally-rhetorically-nontotalitarizating metadiscipline, which is typical for its socialscientifically-philosophical character. Problemology is based on methodically nonprefabricated research of nonconformly (in academic meaning) defined subjects. Results of problemological research are integrated in nonreductible structured reflexions of chosen subject relevance and of chosen research methods. [SENSITIVE DATA OMITTED] Study of preproblemology cultivates individual abilities of sensitive recognition of problems, which are based on even seemingly banal problemological indications and individual abilities of differentiation between problemologically relevant thinking and mere intentional jesting.",
        "• 1 The world is all, that just is. • 1.01 Anything that can not be described as \"being\" is non-being. • 1.012 Being is and nonbeing is not. • 1.02 The world is not, what it is not. • 1.021 The non-being is not the world, nor anything outside of it. • 1.03 The world is all being. • 1.04 The basic manifestation of the world is that it is being. • 1.1 The world is a sum of beings, not facts. • 1.11 Facts are beings non-being. • 1.111 The manifestation of being is change. • 1.112 The essence of facts is unchangeability. [SUBSEQUENT PASSAGE REDACTED]",
        "Even though a tragic accident took the author from us before he could complete his opus magnum , we believe that the amount of new, revolutionary ideas brought to the attention of the scientific community, in just this draft of the foreword, fully justifies its publication. The book The Quantum , sadly left unfinished, was supposed to establish a practical, yet in no way shallow, framework for all sociosophisticated analyses of information of all kinds. BasSc., WtaN. Herbert Mužný's last work can also be read as a polemic with the Geometrical basis 3 : while in Franciscan 4 epistemosophy the information is infinitely divisible, Mužný postulated a certain minimal quantum of information. A minimal quantum corresponds with a minimal meaningful conclusion. The \"size\" of such a conclusion is determined by the quantum level in use, the discourse, or the medium, if you will. In the text presented here, Mužný advocates the legitimity of the impathic method while touching on some of the key questions of quantum level transitions.",
        "I'd like to say hi to the fellow fans of sociosophy; my name is Martin Příklopa. Gone are the old days where you had to listen to a boring pedagogue for an hour and a half, sometimes even more. I'm going to show you how to perform an autolecture, through which you can make your own lesson on any sociosophisticated subject you find interesting, with my example being on God. You need to cite the autolecture in the form of a liturgic song, with the least amount of aspirations as possible. Stand in front of a mirror, have a firm, Nietzschean mustache put on and scent the whole room with a frankincense. [REDACTED]. Attach these two creations on the mirror, so you can see both them in your peripheral vision, and the view on you is not obscured. Explore yourself thoroughly. Begin the recitation and observe your every reaction. \"O god how you are so immense, maybe no speck of truth had ever been spoken about you, god is a human mockup, god is a historical need, which needs to be cherished and thrown away, and to have looked the truth in the face, the world is nor good nor evil, the world is the way we make it, god does not exist, god is that than which nothing higher can be conceived, we must be grateful to god for all the gifts that are a part of the highest gift of life, god does not exist, god blesses through damnation, god is a godless abstraction, it seems we are trapped, maybe the whole world is affected by god's absence the most, god is a mind freed of matter, he is in every one of us, god is the warrantor of the method, in the beginning there were two gods, or three, one good, one evil, one [REDACTED], human is god, god is god, god is man, god does not exist, said the evil god, god knows who is god, does god know if god is not just an explosion of a mind, god exists, said the good god, god is energy, god is nature, god is reason, god is love, god is all, said [REDACTED], god is nothing, god is no thing, god is good for nothing, god is an ontological field, god is a failed student of theology, god is the best in us, it seems there is a high probability of god existing, god makes me not see god, god is jealously loving, you cannot find god in reason, god is the deepest layer of my spirit, god talks to me through my conscience, god is internalized morality, god was made when the imperfect consciousness was made, god is an unconscious part of mind, god was created upon Adam biting into the apple, god's prophet was the snake, could our consciousness have been created in any other way than by god, it is an unexplainable wonder, god is the snake, god gives motion to a lifeless order, god both outrages and frightens, said [REDACTED], god does not exist, said the good god, god is just a dream, god talks through dreams, god is as real as a dream, god is reality, some people are frightened of sleeping, as a dream can also ████, whether god is a creation of a god or man, we are unable to control it, you just need to believe there is no god and it will not be, god can be, stigmata are as common in medieval times as a GDP rise in our society, to think god is only good requires sufficient mental retardation, no matter god’s nature, he does not deserve any of us to die for him, maybe god cannot do anything at all, but what if god died for man, philosopher’s god is the same as no god, if god is not so unreachable, why is he such a bitch, god is reality, god is all, god is nothing, god is notuthig [sic] , god a dream, god is ███████████, ███ ████ ██████, [DATA EXPUNGED]. O god how you are so immense, maybe no speck of truth had ever been spoken about you.",
        "\" SCP-2233 \" by EFS19 - MC_Kejml, from the SCP Wiki . Source: https://scpwiki.com/scp-2233 . Licensed under CC-BY-SA .",
        "Filename: 192973_big.jpg Author: EFS19 - MC_Kejml License: CC BY-SA 3.0 Source Link: SCP Wiki"
    ],
    "item": "SCP-2233",
    "object_class": "Keter",
    "containment_procedures": "Ten print copies of SCP-2233-1 are to be contained on Site-142. The Site has been designated a paper-media-free zone, and no form of printed media (including books, magazines, and other forms as specified in the SCP-2233-1 Appendix 3) are to be brought within a 1 km radius of any instance of SCP-2233-1 outside of approved testing.",
    "description": "A children’s book, publicly known best for a moment where a princess, trapped in a tower, hangs her long hair from a window. A prince climbs on it to get to her.",
    "title": "SCP-2233"
}