{
    "url": "https://scp-wiki.wikidot.com/scp-2235",
    "all_text": "rating: \n+162\n+\n–\nx\n\n\n\n\n\n\nObject affected by URA-9611. Believed to depict either Subject 01/02 or 01/05.\n\n\n\n\n\n\n\n\nURA-9611, Collected Documentation\n\n12/06/1997\n\n\n\n\n\n\n\n\n\n\nSummary:\n \nA collation of all collected documentation on Unregistered Anomaly #9611, gathered to record information about said anomaly without triggering its effects, in order to better facilitate containment.\n\n\n\n\n\n\n\n\nSection 1:\n\n\nURA-9611 is currently self-containing due to its inherent anomalous properties. In the event that additional anomalous properties manifest, the duty of containment is to be passed on to the Foundation's Counterconceptual Division. Research is currently headed by O5-██ (the only individual currently possessing Level 5/2235 clearance), due to possible applications in abstract weaponry and infohazard containment/elimination.\n\n\nTo prevent the degradation of this document, a copy will be automatically forwarded to a researcher with level 4/2235 clearance every three months. They are then to proceed to memorise the document's contents, delete the original file, and re-write it according to their understanding of the anomaly. An amnesiomemetic agent embedded in the text will then be triggered, removing any memory of the event. As means of compensation, a small sum will be delivered to their private Foundation account by an automated server on completion of these procedures.\n\n\nIn the event that documentation for Unregistered Anomalies becomes standardised or formalised in such a way that it becomes easily accessible for all personnel, the second least ubiquitous format will be chosen instead, at the relevant researcher's discretion.\n\n\n\n\nSection 2:\n\n\nURA-9611, formerly SCP-2235, is a potent material infohazard\n1\n affecting data about numerous historical figures. Any non-organic medium storing information about these individuals (termed Class 01 subjects for consistency) or URA-9611\n2\n will undergo a process of autonomous alteration and/or accelerated decay. The rate at which this occurs is apparently proportional to three major factors:\n\n\n\n\nThe availability of the information to a casual observer. Documents or objects placed in public or otherwise well-travelled areas are most affected, but a form of media simply being accessible to a large number of people is enough to exacerbate the effects. It is for this reason that only a small number of staff members will be assigned Level 4/2235 clearance at any one time, chosen by a random number generator and a pool of acceptable candidates.\n\n\nThe clarity and accuracy of the information, and the quantity of subjects with prior knowledge of the method of conveyance. In controlled tests, languages with fewer than 1000 native speakers worldwide showed little to no degradation over a period of ten hours, as did obscure narrative formats such as Alcaic stanza poetry. As such methods are unsuitable for main documentation of uncontained infohazardous anomalies, the largely unused \nURA format\n was chosen for record-keeping — See \nSection 1\n for more details.\n\n\nThe predicted durability/lifespan of the medium. The method by which this is determined is unknown, but materials such as stone and nonreactive metals show a rate of decay far exceeding that of say, paper and canvas. As a corollary to this property, it is believed that the intention of successfully destroying the information in the near future is sufficient to halt (or at least lessen) the effect — hence, of course, the protocol detailed under \nSection 1\n.\n\n\n\n\nOrganic storage methods (i.e. brain tissue) do not decay in the same manner, but do experience selective retrograde amnesia, losing all direct memories of both URA-9611 and Class 01 subjects over the course of approximately two months (varying from person to person). The anomaly is currently believed to affect upwards of two dozen Class 01 subjects, but the possibility remains that many more have at some point been eliminated from history entirely.\n\n\n\n\nAdditional materials:\n\n\nThe following is an abridged record of known Class 01 subjects. Due to the nature of URA-9611, a certain loss of clarity is to be expected.\n\n\n\n\n\n\nName/designation\n\n\nChronological presence\n\n\nCollected information\n\n\nEvidence of existence\n\n\n\n\n\n\nSubject 01/05, \"\nThamphthis\n\"\n\n\n4th dynasty Egypt, ~2500 BC\n\n\nLittle to none. Known to have been a Pharaoh, and likely the child of Shepseskaf and Khentkaus I. Seemingly the catalyst for several bloody wars, the details of which are unknown. Considered by modern sources to be either fictitious, or a usurper expunged from historical records.\n\n\nMentioned in passing in certain fragmented tablets and carvings. Multiple possible statues (see attached image), have been uncovered, with no conclusive links other than vague facial similarities and partially eroded hieroglyphics. Excavation of the supposed site of their tomb has yielded no conclusive results.\n\n\n\n\n\n\nSubject 01/07, \"\nαντίγρα\n\", \"\nAntigra\n\"\n\n\nUnknown, presumably extant in classical Greece\n\n\nEither a divine figure of unknown purpose, or a minor ruler deified during their reign. Possible link to the Greek \"αντιγράψω\", \"to copy\".\n\n\nA single altar uncovered at a historical dig site, and several pieces of mosaic — a temple ruin outside modern-day Athens is also notable, due to a complete lack of any text and the erosion of all humanoid figures. A figure matching 01/07's description is briefly alluded to in the works of a single Greek(?) philosopher, alongside a complex and 'empowering' ritual.\n\n\n\n\n\n\nSubject 01/19, Unknown name\n\n\nMost likely born between 1180 and [?] AD. Died (or similar) some years later.\n\n\nPresumed male, and known to be French by birth. Suspected to have ruled some portion of Britain in the thirteenth century, rather than Louis VIII of France (as is commonly attested) — reportedly a harsh ruler, all acts and laws passed by 01/19 during their 'reign' were spontaneously repealed in the decades following their death.\n\n\nCommemorated in a number of seals and artworks, which either decayed or altered to display Louis VIII some months after discovery. Two written accounts of the ruler of Britain during this time found not to match Louis' established characteristics, speaking of a fondness for gambling and a 'lust for [unknown, original corrupted. Presumably 'glory', 'remembrance', or some similar term]'.\n\n\n\n\n\n\nSubject 01/??, \"\nAlton\n\", no known surname.\n\n\nLast known presence ~1490\n\n\nBriton(?) rumoured to have attempted to colonise America shortly before Columbus. An unusually accurate navigator, and reportedly in possession of several abnormal devices of unclear purpose. Conjectured to have been involved in a series of chrono-manipulative rituals of unknown strength.\n\n\nUnknown, original records outside of this document lost.\n\n\n\n\n\n\nSubj̨ec̷t͡ 01/5% .\n\n\n[\nNull field error\n] \nto present.\n |\n/\n//  \n\n\nUǹc̛\n|\near\n\n\n—S͞ee̷ ͞b̛el#0w-.\n\n\n\n\n\n\n\n\nNotice:\n\n\n\n\nPredictably enough, our attempts to document URA-9611/SCP-2235 have resulted in a tangled mess of broken code and enough parsing errors to bring down the whole 22-hundred block. I don't have time to restructure the format (my memorisation period is almost up, apparently), so I'll leave it to the next 4/2235 Researcher to sort out. If you're reading this, that's you.\n\n\nI presume there's some kind of system going on here that analyses issues with documentation, so it's likely not a coincidence I was picked from the pool. Or maybe it's just been bounced around for years until it's reached someone with the necessary powers. Whatever the case, I clearly have a job to do, so I'm going to do it.\n\n\nEffective immediately, all references to Subject 01-50, and the position they used to hold, are to be expunged from Foundation records across the board\n3\n. This includes both past and present information, as well as anything that implies their existence. I'm not taking chances with someone this high up in our system. The subject's next-of-kin, if they have any, will be notified according to standard procedures, and I've left a memorandum to mask it as a max-sec antimemetic hazard breach. Hopefully one of the meme squads will sound the all-clear and nobody will ask any difficult questions.\n\n\nFinally, I've taken the liberty of pushing the next re-write forward, so you'll be getting this pretty much as soon as I forget it. I know it's a hassle, but nothing here's ever a walk in the park. I don't know what 01-50 did, or what they hoped to gain from it, but we've got to prioritise sterilising our database over keeping our staff members' records intact, no matter what high regard we hold them in. Twelve is a much more pleasing number, anyway.\n\n\n\n\n~ Dr. Percy Hussel, RAISA, Overseer Council Maintenance Division\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A hazard affecting information stored in physical formats, rather than information present in a human mind. Compare with immaterial infohazards, cognitohazards, and anomalous memes.\n\n\n2\n. The rate of decay for meta-information about the anomaly itself is much slower than that of Class 01 Subjects, but should not be discounted as an obstruction to containment — variations in time-scale from several thousand years to mere seconds have been observed.\n\n\n3\n. The current global find/replace passcode is \"\n%{2/TRun.kL-ess#Le8s-ofsT0#N3//%\n\". Just make sure to delete it after you're finished.\n\n\n\n\n\n\n\n\n« \nSCP-2234\n | SCP-2235 | \nSCP-2236\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nURA-9611\n\" by MaliceAforethought, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2235\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n eroded_torso.jpg\n\n\nName:\n Statue daidalic torso marble 630 BC, NAMA 44 0237.jpg\n\n\nAuthor:\n Zde\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia",
    "addendums": [],
    "documents": [],
    "notes": [
        "Predictably enough, our attempts to document URA-9611/SCP-2235 have resulted in a tangled mess of broken code and enough parsing errors to bring down the whole 22-hundred block. I don't have time to restructure the format (my memorisation period is almost up, apparently), so I'll leave it to the next 4/2235 Researcher to sort out. If you're reading this, that's you. I presume there's some kind of system going on here that analyses issues with documentation, so it's likely not a coincidence I was picked from the pool. Or maybe it's just been bounced around for years until it's reached someone with the necessary powers. Whatever the case, I clearly have a job to do, so I'm going to do it. Effective immediately, all references to Subject 01-50, and the position they used to hold, are to be expunged from Foundation records across the board 3 . This includes both past and present information, as well as anything that implies their existence. I'm not taking chances with someone this high up in our system. The subject's next-of-kin, if they have any, will be notified according to standard procedures, and I've left a memorandum to mask it as a max-sec antimemetic hazard breach. Hopefully one of the meme squads will sound the all-clear and nobody will ask any difficult questions. Finally, I've taken the liberty of pushing the next re-write forward, so you'll be getting this pretty much as soon as I forget it. I know it's a hassle, but nothing here's ever a walk in the park. I don't know what 01-50 did, or what they hoped to gain from it, but we've got to prioritise sterilising our database over keeping our staff members' records intact, no matter what high regard we hold them in. Twelve is a much more pleasing number, anyway.",
        "\" URA-9611 \" by MaliceAforethought, from the SCP Wiki . Source: https://scpwiki.com/scp-2235 . Licensed under CC-BY-SA .",
        "Filename: eroded_torso.jpg Name: Statue daidalic torso marble 630 BC, NAMA 44 0237.jpg Author: Zde License: CC BY-SA 3.0 Source Link: Wikimedia"
    ],
    "title": "URA-9611"
}