{
    "url": "https://scp-wiki.wikidot.com/scp-2236",
    "all_text": "rating: \n+203\n+\n–\nx\n\n\n\n\n\n\nSCP-2236\n\n\n\n\n\n\nItem #:\n SCP-2236\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2236 is to be stored in its pouch (pictured) when not in use. The pouch containing SCP-2236 is to be stored in an airtight humidity-controlled and temperature-controlled case. To prevent security breaches, use of SCP-2236 must be approved by the administrator of Site 32.\n\n\nAddendum:\n Under no circumstances is SCP-2236 to be brought into the presence of any internal Foundation memoranda or documents, including its own containment records.\n\n\nDescription:\n SCP-2236 is a cylindrical optical instrument which superficially resembles an early-model pocket microscope. The instrument is 11.6 cm in length, 1.9 cm in diameter, and has a planoconvex lens at each end with very slight convexity. One end is equipped with an eyepiece; the other end is flanged at an angle. The lenses and the body of the instrument enclose an airtight chamber between the lenses. This chamber is filled with a faintly phosphorescent gas which has not been analyzed.\n\n\nWhen a written document is observed through SCP-2236, the content of the text that is examined appears different to the observer. See testing log.\n\n\nTesting Log:\n\n\nPlease record all test results using the format below:\n\n\nResearcher | Date of test:\n\n\nText:\n\n\nResult:\n\n\n\n\nResearcher | Date of Test:\n Dr. Patel | 08-██-██\n\n\nText:\n Standard sheet of A4 writing paper with the text \"THIS IS A TEST\" printed in black 72-point type.\n\n\nResult:\n Text appeared as \"LET'S START WITH SOMETHING SIMPLE.\" In this test and all subsequent tests, text appeared to have a lettering size and typeface or handwriting consistent with the sample under investigation.\n\n\nText:\n Standard sheet of A4 writing paper with the text \"Hello world.\" printed in black 72-point type.\n\n\nResult:\n Text appeared as \"I wonder if they restocked the good cookies in the vending machine.\"\n\n\nText:\n Standard sheet of A4 writing paper with the text \"This is a test\" handwritten by Dr. Garcia. Dr. Garcia was not aware of SCP-2236 and was not involved in testing it apart from providing this sample to Dr. Patel without being informed of the purpose of the request.\n\n\nResult:\n Text appeared as \"Piss off\" in Dr. Garcia's handwriting.\n\n\nText:\n Page 83 of \"The Spectacular Spignetti\", a popular romance novel about circus acrobats that was found in the Site 32 break room.\n\n\nResult:\n Excerpt of text: \"…all crap, but I need the money for Mitch's medicine. And the pay sucks. I have a master's degree from Williams and my advance comes out to, fuck, eight cents per page? At least nobody will know…\"\n\n\nText:\n Page of instruction manual for coffee maker found in break room.\n\n\nResult:\n Excerpt of text: \"… it was a mistake for me to leave the farm and come to Hangzhou …\"\n\n\nText:\n Sheet music for \"Imagine\", by John Lennon.\n\n\nResult:\n Score for \"Baa Baa Black Sheep\", lyrics changed to mis-spelled expletives.\n\n\nText:\n Page of machine-generated random numbers\n\n\nResult:\n No change\n\n\nText:\n Page 22 of the first edition of \"For Whom the Bell Tolls\"\n\n\nResult:\n A graphic description of an amorous encounter with a chambermaid in the Hotel Ambos-Mundos in Havana, Cuba.\n\n\nText:\n Printout of the text of a Wikipedia article on \"History of chemistry\"\n\n\nResult:\n Barely-coherent text, apparently expressing several contradictory arguments concerning the themes discussed in the document interspersed with unflattering personal impressions of many of its draftsmen.\n\n\nText:\n Clay tablet, dated to c. 19th century BCE, inscribed with text in Akkadian cuneiform. Text is a receipt for a cartload of wool.\n\n\nResult:\n Text in Akkadian cuneiform, expressing delight over the high price paid for the wool, and mentioning the narrator's need to evacuate his bowels.\n\n\nText:\n Page from Voynich manuscript\n\n\nResult:\n Untranslated text with different glyphs in the same writing system.\n\n\nText:\n Abstract of scientific journal article on microbiology\n\n\nResult:\n Text describing the early stages of planning a wedding, interspersed with surprise and pleasure that \"Rick\" had proposed to the narrator.\n\n\nText:\n Screenplay of █████ ████████, a major studio motion picture widely considered to be a commercial and critical failure\n\n\nResult:\n A projected studio income statement in which the ticket and merchandising revenue streams from the film are drastically overestimated\n\n\nText:\n Photograph of the unsolved Zodiac Killer cypher\n\n\nResult:\n Address of a residence in Vallejo, California.\n\n\nText:\n Text of Quranic sura \"\nYusuf\n\" in classical Arabic\n\n\nResult:\n Unchanged, except for immaterial spelling and punctuation variations.\n\n\nText:\n Ball-point pen scribblings by Dr. Patel's four-year-old daughter\n\n\nResult:\n Architectural specifications for a three-story castle-like building to be constructed out of cupcakes and various confectionery items. Engineering analysis has determined that the structure is unstable and unsuited for its specified purpose of housing a \"unicorn princess\".\n\n\nText:\n Several pages of output produced by \nSCP-887\n.\n\n\nResult:\n Pages are blank\n\n\nText:\n \"Time Cube\" essay by Gene Ray\n\n\nResult:\n Well-reasoned critique of generally-accepted theories of temporal physics.\n\n\nText:\n Press release in Korean by North Korea's Rodong Sinmun entitled \"Kim Jong-un Provides Field Guidance to Chonji Lubricant Factory\"\n\n\nResult:\n Korean text structured as a dialogue between two interlocutors, debating the proper temperature at which kimchi is to be served. The narrative bears evidence that both debaters' text was aggressively edited by a third person for unknown purposes.\n\n\nResearcher|Date:\n Dr. Lock|20-██-██\n\n\nText:\n Mastering the art of French Cooking by Julia Child (page 78)\n\n\nResult:\n Excerpt of text \"…and maybe it could use little salt here and there but it can be served like it is right now.\"\n\n\nResearcher|Date:\n Dr. Califano|21-██-██\n\n\nText:\n Card from \nSCP-2203\n, Test A-67\n\n\nResult:\n Card appears covered in various technical specifications, including levels of various hormones over time, physiognometric analysis of various body and facial features, chronological history of life events, and interspersed commentary: \"Why did you hurt her?\" \"No one is better off with you since you keep acting like that.\" \"\nGrammie still knows best.\n\"\n\n\n\n\n\n\n\n\nMore by this author\n\n\n\n\nHide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-1322\n\n\nRating: 1216\n\n\n\n\n\n\nSCP-089\n\n\nRating: 876\n\n\n\n\n\n\nspikebrennan's proposal\n\n\nRating: 516\n\n\n\n\n\n\nSCP-1844\n\n\nRating: 450\n\n\n\n\n\n\nSCP-1012\n\n\nRating: 417\n\n\n\n\n\n\nSCP-2553\n\n\nRating: 376\n\n\n\n\n\n\nSCP-1036\n\n\nRating: 362\n\n\n\n\n\n\nSCP-1512\n\n\nRating: 336\n\n\n\n\n\n\nSCP-1746\n\n\nRating: 301\n\n\n\n\n\n\nSCP-908\n\n\nRating: 300\n\n\n\n\n\n\nSCP-831\n\n\nRating: 283\n\n\n\n\n\n\nSCP-2336\n\n\nRating: 273\n\n\n\n\n\n\nSCP-3236\n\n\nRating: 272\n\n\n\n\n\n\nSCP-955\n\n\nRating: 246\n\n\n\n\n\n\nSCP-926\n\n\nRating: 222\n\n\n\n\n\n\nSCP-2236\n\n\nRating: 203\n\n\n\n\n\n\nSCP-920-EX\n\n\nRating: 180\n\n\n\n\n\n\nSCP-2914\n\n\nRating: 176\n\n\n\n\n\n\nSCP-2008-J\n\n\nRating: 164\n\n\n\n\n\n\nSCP-4436\n\n\nRating: 157\n\n\n\n\n\n\nSCP-4336\n\n\nRating: 155\n\n\n\n\n\n\nSCP-1060\n\n\nRating: 150\n\n\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nSic Transit Gloria Mundi\n\n\nRating: 273\n\n\n\n\n\n\nSpring Cleaning\n\n\nRating: 150\n\n\n\n\n\n\nTranscript of meeting, June 2 1972\n\n\nRating: 129\n\n\n\n\n\n\nTranscript of telephone conversation, August 9, 1991\n\n\nRating: 96\n\n\n\n\n\n\nMemorandum Dated 6 November 1944\n\n\nRating: 84\n\n\n\n\n\n\nScroll fragment 13Q29\n\n\nRating: 44\n\n\n\n\n\n\nStray Katz (part 1)\n\n\nRating: 35\n\n\n\n\n\n\nAd Majorem Bonum\n\n\nRating: 24\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2235\n | SCP-2236 | \nSCP-2237\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2236\n\" by spikebrennan, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2236\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n SCP-2236.jpg\n\n\nName:\n Pocket microscope.jpg\n\n\nAuthor:\n Roger McLassus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia",
    "addendums": [
        "Addendum: Under no circumstances is SCP-2236 to be brought into the presence of any internal Foundation memoranda or documents, including its own containment records."
    ],
    "documents": [],
    "notes": [
        "\" SCP-2236 \" by spikebrennan, from the SCP Wiki . Source: https://scpwiki.com/scp-2236 . Licensed under CC-BY-SA .",
        "Filename: SCP-2236.jpg Name: Pocket microscope.jpg Author: Roger McLassus License: CC BY-SA 3.0 Source Link: Wikimedia"
    ],
    "item": "SCP-2236",
    "object_class": "Safe",
    "containment_procedures": "SCP-2236 is to be stored in its pouch (pictured) when not in use. The pouch containing SCP-2236 is to be stored in an airtight humidity-controlled and temperature-controlled case. To prevent security breaches, use of SCP-2236 must be approved by the administrator of Site 32.",
    "description": "SCP-2236 is a cylindrical optical instrument which superficially resembles an early-model pocket microscope. The instrument is 11.6 cm in length, 1.9 cm in diameter, and has a planoconvex lens at each end with very slight convexity. One end is equipped with an eyepiece; the other end is flanged at an angle. The lenses and the body of the instrument enclose an airtight chamber between the lenses. This chamber is filled with a faintly phosphorescent gas which has not been analyzed.",
    "title": "SCP-2236"
}