{
    "url": "https://scp-wiki.wikidot.com/scp-2239",
    "all_text": "rating: \n+119\n+\n–\nx\n\n\n\n\n\n\nSCP-2239, upon initial laboratory transfer\n\n\n\n\n\n\nItem #:\n SCP-2239\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2239 is contained at Site-17, in an aviary outfitted with an artificial pond. Access to SCP-2239 for experimentation requires Level-3 authorization; personnel entering the enclosure are to be accompanied by an agent for observation. All morphological variations exhibited by SCP-2239 must be documented and SCP-2239’s diet adjusted accordingly.\n\n\nSCP-2239 is to be visited twice daily by designated personnel to maintain its continued health and cooperation. Attentive care is to be taken when handling SCP-2239, as it has occasionally refused to eat unless fed by hand.\n\n\nDescription:\n SCP-2239 is an entity that spontaneously experiences involuntary morphological changes, affecting both its appearance and bodily composition. Currently, SCP-2239 maintains the form of a juvenile \nChiloscyllium punctatum\n (brown-banded bamboo shark), with wing structures similar to that of \nSasakia charonda\n (Japanese emperor butterfly) sprouting from near its dorsal fin.\n1\n SCP-2239 is believed to be sapient (see Addendum 2239-1), but generally exhibits behavior consistent with that of non-anomalous organisms. When administered intelligence tests, SCP-2239 exhibited widely different scores, suggesting cognitive instability.\n\n\nThe forms SCP-2239 assumes are believed to be reliant on the individual SCP-2239 considers its primary caregiver; throughout its transformations, it has consistently adopted appearances\n2\n that elicit positive and protective responses in those who are most often in its presence. While the extent of SCP-2239's metamorphic capabilities is unknown, it has never manifested a form larger than 0.5 meters in length.\n\n\nSCP-2239 was recovered during a Foundation raid on a Marshall, Carter, and Dark facility operating under the guise of a luxury pet shop. Seized documentation indicated that SCP-2239 had been sold five times\n3\n prior to Foundation intervention. Upon its discovery, SCP-2239 had taken the form of Japanese Bobtail cat with an injured foreleg. Three weeks later, while held in transitional accommodations, SCP-2239 was reported to have adopted the appearance of various cat breeds. Two of these forms resembled those of domestic cats owned by Foundation personnel managing the temporary animal shelter.\n\n\nWhen rerouted to anomalous specimen housing, SCP-2239 alternated its appearance between three different forms\n4\n before remaining as a brown-banded bamboo shark upon its transfer to Kiryu Labs. When placed under the experimental supervision of Researcher Kiryu, it manifested its current form and was moved to its present containment. As previous attempts to tag SCP-2239 for identification purposes were unsuccessful,\n5\n SCP-2239 is to remain under \nKiryu Labs\n supervision to encourage it to maintain its current form.\n\n\nAddendum 2239-1:\n Upon the introduction of sand to its containment area (for sunning purposes), SCP-2239 began to spend increased amounts of time outside of its aquarium, dragging its tail through the sand to create furrows. This behavior eventually progressed into producing identifiable Chinese characters (traditional) and Japanese kanji. Observation periods were increased to twice-daily interactions to facilitate further development.\n\n\nSCP-2239's initial attempts to communicate consisted of partially-formed characters written in groups scattered around its containment unit. Through encouragement from research personnel using extended interaction time and dietary supplements, SCP-2239 was gradually persuaded to form complete phrases and sentences.\n6\n Interviews were attempted but occurred at irregular intervals, as SCP-2239 would regress to exhibiting solely animal-like behavior following each interview.\n7\n\n\n\n\nExcerpt from interview 2239-██ (translated from Mandarin Chinese and Japanese). The interviewer addresses SCP-2239 in Japanese, while SCP-2239 responds alternatively in Chinese and Japanese characters/kanji. Recorded time of the full interview is 2 hours and 43 minutes; the following exchange comprises the last 90 minutes of the interview.\n\n\nResearcher Kiryu:\n How many different forms have you taken?\n\n\nSCP-2239:\n Very many. I forget. But more so, I remember every person I belonged to.\n\n\nResearcher Kiryu:\n What do you remember?\n\n\nSCP-2239:\n Bird whistles sung by human. Calloused hands smoothing my ears. A wrinkled, toothless smile. Sandalwood and jasmine scent on hospital pillows. There was always someone. But I never forgot the others.\n\n\nResearcher Kiryu:\n Do you remember the first form you lived as?\n\n\nSCP-2239:\n Yes. A traveling tradesman. Unremarkable. One day he bought fruit from a street vendor. The human never looked at him. Merely fussed over a half-dead dog.\n\n\nResearcher Kiryu:\n Do you have any other memories of that time?\n\n\nSCP-2239:\n Loneliness. Blank faces at the market. The smell of cold hay. My feet on the road. The sound of one pair of footsteps.\n\n\nResearcher Kiryu:\n How do you feel about your current state?\n\n\nSCP-2239:\n I am fulfilled. I am content with affection given freely. No matter how little.\n\n\n[SCP-2239 stops writing and approaches Researcher Kiryu, moving in a swimming pattern consistent with hunger and anticipation of food. Researcher Kiryu provides a handful of shrimp before resuming the interview.]\n\n\nResearcher Kiryu:\n If I may ask, do you miss being human?\n\n\nSCP-2239:\n Never. \n[pause, SCP-2239 folds and unfolds its wings]\n I am happier. I learned to give. I learned to feel. Properly.\n\n\nResearcher Kiryu:\n This \"proper\" emotion, would you say it is love?\n\n\nSCP-2239:\n Not love. \n[pause]\n Deeper. Truer. \nAmae\n.\n8\n It is all I need.\n\n\n[SCP-2239's penmanship begins to deteriorate and become illegible after this point, prompting Researcher Kiryu to discontinue the interview.]\n\n\n\n\n\n\nFootnotes\n\n\n1\n. It is noted that while SCP-2239 exhibits several lepidopteran behaviors, such as sunning itself outside of water, it is incapable of sustained flight due to a distortion of its left forewing. When submerged, SCP-2239 flattens its wings along its back.\n\n\n2\n. The changes SCP-2239 undergoes invariably include signs of injury or malnutrition.\n\n\n3\n. A signing requirement on the pet license required the owner to, upon their death, release SCP-2239 back to the pet shop.\n\n\n4\n. Pomeranian puppy, red squirrel, and eastern chipmunk.\n\n\n5\n. As SCP-2239's various morphological changes altered its body structure and appendages, the tags and microchips implanted into it would disappear in between transformations. The process by which this occurs is unknown.\n\n\n6\n. SCP-2239 additionally, of its own volition, developed a long side-stroke movement to indicate it had finished writing and was awaiting a response.\n\n\n7\n. These periods of behavioral regression varied between 3 to 14 days in length, but have lately increased in duration following most recent interviews.\n\n\n8\n. Translated from 甘え, emotional dependence.\n\n\n\n\n\n\n\n\n« \nSCP-2238\n | SCP-2239 | \nSCP-2240\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2239\n\" by Zyn, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2239\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Bamboo_Shark.jpg\n\n\nName:\n Bamboo Shark.jpg\n\n\nAuthor:\n Steve Childs\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nWikimedia",
    "addendums": [
        "Addendum 2239-1: Upon the introduction of sand to its containment area (for sunning purposes), SCP-2239 began to spend increased amounts of time outside of its aquarium, dragging its tail through the sand to create furrows. This behavior eventually progressed into producing identifiable Chinese characters (traditional) and Japanese kanji. Observation periods were increased to twice-daily interactions to facilitate further development.\nSCP-2239's initial attempts to communicate consisted of partially-formed characters written in groups scattered around its containment unit. Through encouragement from research personnel using extended interaction time and dietary supplements, SCP-2239 was gradually persuaded to form complete phrases and sentences. 6 Interviews were attempted but occurred at irregular intervals, as SCP-2239 would regress to exhibiting solely animal-like behavior following each interview. 7"
    ],
    "documents": [],
    "notes": [
        "Excerpt from interview 2239-██ (translated from Mandarin Chinese and Japanese). The interviewer addresses SCP-2239 in Japanese, while SCP-2239 responds alternatively in Chinese and Japanese characters/kanji. Recorded time of the full interview is 2 hours and 43 minutes; the following exchange comprises the last 90 minutes of the interview. Researcher Kiryu: How many different forms have you taken? SCP-2239: Very many. I forget. But more so, I remember every person I belonged to. Researcher Kiryu: What do you remember? SCP-2239: Bird whistles sung by human. Calloused hands smoothing my ears. A wrinkled, toothless smile. Sandalwood and jasmine scent on hospital pillows. There was always someone. But I never forgot the others. Researcher Kiryu: Do you remember the first form you lived as? SCP-2239: Yes. A traveling tradesman. Unremarkable. One day he bought fruit from a street vendor. The human never looked at him. Merely fussed over a half-dead dog. Researcher Kiryu: Do you have any other memories of that time? SCP-2239: Loneliness. Blank faces at the market. The smell of cold hay. My feet on the road. The sound of one pair of footsteps. Researcher Kiryu: How do you feel about your current state? SCP-2239: I am fulfilled. I am content with affection given freely. No matter how little. [SCP-2239 stops writing and approaches Researcher Kiryu, moving in a swimming pattern consistent with hunger and anticipation of food. Researcher Kiryu provides a handful of shrimp before resuming the interview.] Researcher Kiryu: If I may ask, do you miss being human? SCP-2239: Never. [pause, SCP-2239 folds and unfolds its wings] I am happier. I learned to give. I learned to feel. Properly. Researcher Kiryu: This \"proper\" emotion, would you say it is love? SCP-2239: Not love. [pause] Deeper. Truer. Amae . 8 It is all I need. [SCP-2239's penmanship begins to deteriorate and become illegible after this point, prompting Researcher Kiryu to discontinue the interview.]",
        "\" SCP-2239 \" by Zyn, from the SCP Wiki . Source: https://scpwiki.com/scp-2239 . Licensed under CC-BY-SA .",
        "Filename: Bamboo_Shark.jpg Name: Bamboo Shark.jpg Author: Steve Childs License: CC BY 2.0 Source Link: Wikimedia"
    ],
    "item": "SCP-2239",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2239 is contained at Site-17, in an aviary outfitted with an artificial pond. Access to SCP-2239 for experimentation requires Level-3 authorization; personnel entering the enclosure are to be accompanied by an agent for observation. All morphological variations exhibited by SCP-2239 must be documented and SCP-2239’s diet adjusted accordingly.",
    "description": "SCP-2239 is an entity that spontaneously experiences involuntary morphological changes, affecting both its appearance and bodily composition. Currently, SCP-2239 maintains the form of a juvenile Chiloscyllium punctatum (brown-banded bamboo shark), with wing structures similar to that of Sasakia charonda (Japanese emperor butterfly) sprouting from near its dorsal fin.1 SCP-2239 is believed to be sapient (see Addendum 2239-1), but generally exhibits behavior consistent with that of non-anomalous organisms. When administered intelligence tests, SCP-2239 exhibited widely different scores, suggesting cognitive instability.",
    "title": "SCP-2239"
}