{
    "url": "https://scp-wiki.wikidot.com/scp-2241",
    "all_text": "rating: \n+360\n+\n–\nx\n\n\nItem #:\n SCP-2241\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2241 is to be kept in a standard humanoid containment cell. SCP-2241 is to be allowed access to television and comic books and may be denied access to said items as punishment, if required. SCP-2241 maintains a normal human diet but should be given additional food post-testing if requested. As SCP-2241's co-operation is considered essential to long term containment, personnel are to call SCP-2241 by its given name, \"Cameron\", when speaking to or nearby it.\n\n\nIn order to facilitate research, personnel other than the assigned psychologist and those specifically designated may not become friendly with SCP-2241. If personnel suspect that SCP-2241 is beginning to develop a rapport with them, they are required to deter this.\n\n\nDescription:\n SCP-2241 is a seven-year-old, brown-haired male humanoid which has a minor telekinetic ability and is showing signs of a latent reality bending ability - see below. SCP-2241 is to be led to believe that the Foundation maintains custody of him for his protection and so that they can learn to understand his powers and use them to develop more \"superheroes\".\n\n\nMore specifically, SCP-2241 shows the ability to manipulate objects it can see and which are within approximately six metres of it. In addition to this, manipulated objects may teleport or be changed slightly, implying a more general reality bending ability.\n\n\nSCP-2241 is considered a good candidate for long-term/intensive research into telekinesis and reality bending specifically, and anomalous humanoids generally.\n\n\nCurrently, the leading theory among Foundation researchers is that anomalous humanoids of this type develop stronger or additional anomalous abilities as they age, with the possibility of developing into full scale reality benders increased by emotional stress. As such, it is considered essential to long-term containment and research that SCP-2241 believes he is working with the Foundation.\n\n\n\n\nForeword:\n Interview between Researcher and SCP-2241. Valdez is to attempt to clarify details of the anomalous incident during which SCP-2241 was contained (apparently while stopping a kidnapping), to establish a rapport with SCP-2241, and to make recommendations for research.\n\n\n\n\n<Begin Log>\n\n\n\n\nValdez:\n Cameron, can you tell me what was happening when the fire team found you?\n\n\n\n\nSCP-2241:\n Fire team? You mean the soldier guys?\n\n\n\n\nValdez:\n That's right.\n\n\n\n\nSCP-2241:\n I was trying to help that lady.\n\n\n\n\nValdez:\n Why were you helping her?\n\n\n\n\nSCP-2241:\n She looked scared. The bad guy had a gun. She was trying to run away. Someone had to help her.\n\n\n\n\nValdez:\n But why did \nyou\n have to help her? Why not run and call the police?\n\n\n\n\nSCP-2241:\n Superheroes have to help people! I can move things without touching them and other people can't so I should use that to help them!\n\n\n\n\nValdez:\n That's very good of you, Cameron. Have you helped anyone else like this?\n\n\n\n\nSCP-2241:\n No, I've only ever practiced. In the woods and stuff.\n\n\n\n\nValdez:\n Has anyone ever caught you practicing?\n\n\n\n\nSCP-2241:\n I don't think so, I tried to keep it secret, but sometimes people go for walks in the woods and they might have saw me, but I don't think so.\n\n\n\n\nValdez:\n Ok, that's good. What kinds of things can you do?\n\n\n\n\nSCP-2241:\n I can move stuff without touching it, but not if it's too far away or if it's too big. Only like a cup across a room or a person's arm or something. Sometimes it can sorta change as well.\n\n\n\n\nValdez:\n What do you mean by \"it can change\", Cameron?\n\n\n\n\nSCP-2241:\n Sometimes when I'm moving something it changes to something I want. Like one time when I was moving a stone, it changed to look like a toy I lost. But it changed back after a while, b'fore I even got home.\n\n\n\n\nValdez:\n Have you ever changed something on purpose?\n\n\n\n\nSCP-2241:\n Not really. Sometimes when I hear my parents yelling I wish they'd stop and they get distracted for a little bit but they usually go back to arguing.\n\n\n\n\nSCP-2241 becomes visibly upset\n\n\n\n\nValdez:\n Do your parents fight often?\n\n\n\n\nSCP-2241:\n No. Not really. They don't mean to be angry.\n\n\n\n\nValdez:\n Do they ever get angry at you?\n\n\n\n\nSCP-2241:\n Sometimes. Daddy says it's my fault. I should just try harder. Mommy gets mad when my ru-room is messy but I try to keep it clean, I d-don't want her to be mad.\n\n\n\n\nSound of SCP-2241 sniffling\n\n\n\n\nValdez:\n It's ok, Cameron. You- You're ok here.\n\n\n\n\nSCP-2241:\n Th-hank you.\n\n\n\n\nValdez:\n You know that ordinary people wouldn't understand about these powers? And that some other people with powers might try to hurt you?\n\n\n\n\nSCP-2241:\n Yeah, heroes have to have a secret iden'ity.\n\n\n\n\nValdez:\n Did you have a superhero name to protect your identity picked out?\n\n\n\n\nSCP-2241:\n I'm Cameron the cruth- Crusader.\n\n\n\n\nValdez:\n That's a cool name, Cameron. Because of this danger, you're going to be staying here with the SCP Foundation for a while. Do you have any questions?\n\n\n\n\nSCP-2241:\n What does SCP mean, mister?\n\n\n\n\nValdez:\n It means \"Secure, Contain, Protect\".\n\n\n\n\nSCP-2241:\n So it fights bad guys? Like SHIELD and the 'vengers?\n\n\n\n\nValdez:\n That's right, Cameron. Like the Avengers.\n\n\n\n\n<End log>\n\n\nResearcher Valdez's Closing Statement:\n SCP-2241 appears to trust me and believes that the Foundation is attempting to help him as much as possible. SCP-2241's account is consistent with the early stages of a humanoid developing a reality-bending ability. SCP-2241 may have experienced abuse at the hands of its parents, leading to early development of said ability. In the event that a more developed ability is required for research, similar emotional stress can be applied by Foundation staff.\n\n\n\n\nAddendum 2241-01:\n Following initial testing, it seems that only a more developed ability will yield new data. Standard emotional manipulation and gaslighting techniques have had no effect thus far. Allowing a D-class to believe he has a valuable hostage in SCP-2241 and a chance to escape may provide the required emotional stimulus.\n\n\nAddendum 2241-02:\n During the hostage situation test, it became clear that SCP-2241 retains an aversion to violence it considers unnecessary. This is undesirable for testing purposes. Placing SCP-2241 in more direct and obvious danger following a violent incident may push it to use its abilities further.\n\n\nDuring this test, SCP-2241 showed direct control over changing the composition of a manipulated object; in this case, it was able to change a knife into a piece of chocolate. Researcher Valdez hypothesised that SCP-2241 was hungry during the event.\n\n\nSince the main testing event, it has shown semi-consistent use of this object transformation ability with a slightly extended range for telekinetic abilities.\n\n\nAddendum 2241-03:\n \nPending further analysis of the data from the previous test, testing is now on hold by order of the Ethics Committee. After seeing a man killed and using its newly developed violent abilities, SCP-2241 has become unstable in a manner dangerous to both itself and the Foundation. A new Foundation psychiatrist is to be assigned to SCP-2241.\n\n\nOverridden by O5-3 upon receipt of full analysis. The data we are receiving has been judged to be worth the danger, and SCP-2241 remains under the illusion that it is working with the Foundation. Testing will go ahead as planned.\n\n\n\n\nSCP-2241 has stated that it intends to grow stronger to stop more people from dying, and this will help both it and us in this aim. Killing a man with a teleported bullet was a stroke of tactical genius from the SCP object. MTF-Theta-17 will be ready to respond during all further rounds of testing as a precaution.\n - O5-3\n\n\n\n\nAddendum 2241-04:\n Following recent rounds of O5-approved rapid-fire testing with added emotional risks (innocent bystanders and risk to SCP-2241's personal belongings), SCP-2241 has developed many further abilities consistent with reports of late-stage telekinetic reality benders. SCP-2241 can now consistently teleport matter and itself, act upon information from apparently several seconds in the future, and move or transform matter within twelve metres without directly viewing it. Hitherto unrecorded abilities, such as self-duplication, are also present.\n\n\nSCP-2241 has also shown good control over its abilities, expressing excitement about \"leveling up,\" the desire to learn more soon and to better help the Foundation. Neurological and physiological monitoring during certain tests has brought some insight into the development of such abilities. Specific areas of the brain have been identified as key to anomalous perception and control, as described in document 2241-Neuro-23.\n\n\n\n\n+ Demonstrative sample of tests:\n\n\n\n\n- Hide tests\n\n\n\n\nManipulation of non-SCP-classification anomalous objects ranging from simple movement and teleportation to complex puzzle solving:\n\n\n\n\nSCP-2241 had some difficulty with anomalous object displacement at first, describing it as \"like grabbing a bouncy ball that won't stop\". This was soon overcome, and SCP-2241 was capable of manipulating the more complex objects with ease, only slowed in terms of puzzle-solving skills by the most complex object. Despite initially growing frustrated with this, SCP-2241 was delighted when the anomalous puzzle box contained his favourite brand of chocolate bar.\n\n\n\n\nApparent danger to Foundation personnel from \"malfunctioning\" armed drones:\n\n\n\n\nSCP-2241 turned the drones on each other, disarming the last by teleporting its weaponry away from it.\n\n\n\n\nBomb disposal in the vicinity of \"innocent civilian\" D-class:\n\n\n\n\nSCP-2241 appeared to absorb energy of bomb at time of explosion. This mechanism is not well understood, but is believed to be a transformation of kinetic energy to some form of equivalent potential energy.\n\n\n\n\nA \"suicide bomber\" attacking \"innocent civilian\" D-class with the stipulation that the bomber be taken alive.\n\n\n\n\nSCP-2241 teleported bomb vest into explosive containment vessel, before rendering the bomber unconscious with a punch. Notable in that SCP-2241 did not punch with any unusual force or speed and therefore rendered the bomber unconscious via other anomalous means.\n\n\n\n\nInjured personnel needing to be moved with extreme precision.\n\n\n\n\nImpromptu test, SCP-2241 was capable of teleporting a researcher who had fallen down some stairs to the nearest medical bay without displacement of broken collar bone or any discomfort on the part of the researcher.\n\n\n\n\n\"Discovery\" of bomb within SCP-2241's personal belongings.\n\n\n\n\nSCP-2241 became enraged and teleported bomb a great distance into sky before it detonated. SCP-2241 took some time to calm down, repeatedly stating that \"no one can take my things. It's not fair. I'm strong. I'm the crusader.\" Noted lack of precision with abilities when angry. Possibly deliberate show of rage.\n\n\n\n\nStealing box from Foundation-modified bank vault\n\n\n\n\nSCP-2241 managed to teleport in, take the box and \"slow down\" Foundation sensors after tripping them before they could transmit that someone had been detected. This was only discovered upon later analysis. Clear violation of causality by SCP-2241. SCP-2241 expressed no concern about activities of dubious morality - a clear change from even days ago.\n\n\n\n\nLong-range surprise attack by robotic mortar:\n\n\n\n\nSCP-2241 became enraged and caught mortar bomb before throwing it back to the launcher at appromixately 1.4 times the speed of sound. Mortar detonated upon impact with mortar. SCP-2241 is clearly less precise in abilities and more violent generally while angry. Perception problems when angry also seem to be an issue. SCP-2241 was heard to say \"I hate them. I'm a Foundation 'venger and I hate the bad guys and I'm gonna fight them all.\"\n\n\n\n\nTwo \"civilians\" held hostage in rooms connected via bulletproof glass window by enemies with guns which SCP-2241 was informed were impervious to sabotage. SCP-2241 was also informed that the hostages could not be teleported without physical contact. SCP-2241 instructed to rescue both hostages:\n\n\n\n\nSCP-2241 duplicated self and teleported both hostages to Foundation \"command post\" simultaneously, before returning to capture both enemies. SCP-2241 reported nausea afterward but no other ill effects. Lack of attempts to do things SCP-2241 was told were impossible likely indicative of strong loyalty to, and belief in, the Foundation. This ability had not yet been confirmed among any known reality benders.\n\n\n\n\n\n\n- Hide tests\n\n\n\n\n\n\nThe Ethics Committee formally recommends that testing be ceased while SCP-2241 receives treatment for severe emotional problems, and personnel are investigated.\n\n\nOverriden by O5-3. Testing will go ahead as scheduled. Treatment of known problems will commence immediately afterward. Previous testing was approved with O5 clearance.\n\n\nAddendum 2241-05:\n \nIn light of recent results, psychiatric treatment of SCP-2241 has been delayed in favour of invasive neurological testing with emphasis on closer monitoring of newly discovered hotspots during utilisation of anomalous abilities in live combat. Surgery will commence within the week and SCP-2241 will then be deployed against armed D-class from military backgrounds.\n\n\nTesting cancelled by Ethics Committee following routine review. Researcher Valdez under investigation, security clearance temporarily revoked.\n\n\n\n\nImplanting a monitoring chip into a child this young can not be done without significant developmental damage in later years. This will cause catastrophic problems for both the child and long term containment, given his well developed capabilities. Additionally, deploying a child in combat, even under testing conditions, violates all moral norms. Personnel involved in sweeping the previous rapid-fire tests under the rug are under review.\n - Ethics Committee ID EC12A51\n\n\n\n\nTesting reinstated by order of O5-3. Researcher Valdez' clearance restored.\n\n\n\n\nThese tests are more important than one SCP, regardless of whether it looks like a child. Long-term containment and observation is no longer a priority, given the utility of data we have collected via intensive testing in the short term. The risk of the SCP breaching containment is minimal, given its loyalty. We now know which parts of the brain deal with certain anomalous abilities. With more detail, we can see how. We may even learn how to induce these abilities - and we will definitely learn how to neutralise them.\n - O5-3\n\n\n\n\nTesting cancelled by O5-4 and O5-7 following investigation of researcher complaints. Researcher Valdez held by security personnel pending council meeting.\n\n\n\n\nThis is too far. We can not let this stand as precedent. This is but one step removed from child soldiers and even less removed from militarising an SCP-level object.\n - O5-4.\n\n\n\n\nTesting reinstated by majority Overseer vote following emergency council meeting. Researcher Valdez exonerated. Testing will go ahead at the end of the week, assuming no complications.\n\n\n\n\nI believe the results will justify both the risks and the means. We are closer than ever to understanding the mechanism by which human brains interact with extranormal phenomena. The emotional and eventual neurological damage to SCP-2241 is… unfortunate but it is also necessary for the advancement of our understanding. In addition, due to the new modification of the monitoring hardware, 2241 can be neutralised quickly should it become a threat at any time after the surgery.\n - Researcher Valdez.\n\n\n\n\n\n\n\n\n« \nSCP-2240\n | SCP-2241 | \nSCP-2242\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2241\n\" by (user deleted), from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2241\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 2241-01: Following initial testing, it seems that only a more developed ability will yield new data. Standard emotional manipulation and gaslighting techniques have had no effect thus far. Allowing a D-class to believe he has a valuable hostage in SCP-2241 and a chance to escape may provide the required emotional stimulus.",
        "Addendum 2241-02: During the hostage situation test, it became clear that SCP-2241 retains an aversion to violence it considers unnecessary. This is undesirable for testing purposes. Placing SCP-2241 in more direct and obvious danger following a violent incident may push it to use its abilities further.\nDuring this test, SCP-2241 showed direct control over changing the composition of a manipulated object; in this case, it was able to change a knife into a piece of chocolate. Researcher Valdez hypothesised that SCP-2241 was hungry during the event.\nSince the main testing event, it has shown semi-consistent use of this object transformation ability with a slightly extended range for telekinetic abilities.",
        "Addendum 2241-03: Pending further analysis of the data from the previous test, testing is now on hold by order of the Ethics Committee. After seeing a man killed and using its newly developed violent abilities, SCP-2241 has become unstable in a manner dangerous to both itself and the Foundation. A new Foundation psychiatrist is to be assigned to SCP-2241.\nOverridden by O5-3 upon receipt of full analysis. The data we are receiving has been judged to be worth the danger, and SCP-2241 remains under the illusion that it is working with the Foundation. Testing will go ahead as planned.",
        "Addendum 2241-04: Following recent rounds of O5-approved rapid-fire testing with added emotional risks (innocent bystanders and risk to SCP-2241's personal belongings), SCP-2241 has developed many further abilities consistent with reports of late-stage telekinetic reality benders. SCP-2241 can now consistently teleport matter and itself, act upon information from apparently several seconds in the future, and move or transform matter within twelve metres without directly viewing it. Hitherto unrecorded abilities, such as self-duplication, are also present.\nSCP-2241 has also shown good control over its abilities, expressing excitement about \"leveling up,\" the desire to learn more soon and to better help the Foundation. Neurological and physiological monitoring during certain tests has brought some insight into the development of such abilities. Specific areas of the brain have been identified as key to anomalous perception and control, as described in document 2241-Neuro-23.\nThe Ethics Committee formally recommends that testing be ceased while SCP-2241 receives treatment for severe emotional problems, and personnel are investigated.\nOverriden by O5-3. Testing will go ahead as scheduled. Treatment of known problems will commence immediately afterward. Previous testing was approved with O5 clearance.",
        "Addendum 2241-05: In light of recent results, psychiatric treatment of SCP-2241 has been delayed in favour of invasive neurological testing with emphasis on closer monitoring of newly discovered hotspots during utilisation of anomalous abilities in live combat. Surgery will commence within the week and SCP-2241 will then be deployed against armed D-class from military backgrounds.\nTesting cancelled by Ethics Committee following routine review. Researcher Valdez under investigation, security clearance temporarily revoked.\nTesting reinstated by order of O5-3. Researcher Valdez' clearance restored.\nTesting cancelled by O5-4 and O5-7 following investigation of researcher complaints. Researcher Valdez held by security personnel pending council meeting.\nTesting reinstated by majority Overseer vote following emergency council meeting. Researcher Valdez exonerated. Testing will go ahead at the end of the week, assuming no complications."
    ],
    "documents": [],
    "notes": [
        "Foreword: Interview between Researcher and SCP-2241. Valdez is to attempt to clarify details of the anomalous incident during which SCP-2241 was contained (apparently while stopping a kidnapping), to establish a rapport with SCP-2241, and to make recommendations for research. <Begin Log> Valdez: Cameron, can you tell me what was happening when the fire team found you? SCP-2241: Fire team? You mean the soldier guys? Valdez: That's right. SCP-2241: I was trying to help that lady. Valdez: Why were you helping her? SCP-2241: She looked scared. The bad guy had a gun. She was trying to run away. Someone had to help her. Valdez: But why did you have to help her? Why not run and call the police? SCP-2241: Superheroes have to help people! I can move things without touching them and other people can't so I should use that to help them! Valdez: That's very good of you, Cameron. Have you helped anyone else like this? SCP-2241: No, I've only ever practiced. In the woods and stuff. Valdez: Has anyone ever caught you practicing? SCP-2241: I don't think so, I tried to keep it secret, but sometimes people go for walks in the woods and they might have saw me, but I don't think so. Valdez: Ok, that's good. What kinds of things can you do? SCP-2241: I can move stuff without touching it, but not if it's too far away or if it's too big. Only like a cup across a room or a person's arm or something. Sometimes it can sorta change as well. Valdez: What do you mean by \"it can change\", Cameron? SCP-2241: Sometimes when I'm moving something it changes to something I want. Like one time when I was moving a stone, it changed to look like a toy I lost. But it changed back after a while, b'fore I even got home. Valdez: Have you ever changed something on purpose? SCP-2241: Not really. Sometimes when I hear my parents yelling I wish they'd stop and they get distracted for a little bit but they usually go back to arguing. SCP-2241 becomes visibly upset Valdez: Do your parents fight often? SCP-2241: No. Not really. They don't mean to be angry. Valdez: Do they ever get angry at you? SCP-2241: Sometimes. Daddy says it's my fault. I should just try harder. Mommy gets mad when my ru-room is messy but I try to keep it clean, I d-don't want her to be mad. Sound of SCP-2241 sniffling Valdez: It's ok, Cameron. You- You're ok here. SCP-2241: Th-hank you. Valdez: You know that ordinary people wouldn't understand about these powers? And that some other people with powers might try to hurt you? SCP-2241: Yeah, heroes have to have a secret iden'ity. Valdez: Did you have a superhero name to protect your identity picked out? SCP-2241: I'm Cameron the cruth- Crusader. Valdez: That's a cool name, Cameron. Because of this danger, you're going to be staying here with the SCP Foundation for a while. Do you have any questions? SCP-2241: What does SCP mean, mister? Valdez: It means \"Secure, Contain, Protect\". SCP-2241: So it fights bad guys? Like SHIELD and the 'vengers? Valdez: That's right, Cameron. Like the Avengers. <End log> Researcher Valdez's Closing Statement: SCP-2241 appears to trust me and believes that the Foundation is attempting to help him as much as possible. SCP-2241's account is consistent with the early stages of a humanoid developing a reality-bending ability. SCP-2241 may have experienced abuse at the hands of its parents, leading to early development of said ability. In the event that a more developed ability is required for research, similar emotional stress can be applied by Foundation staff.",
        "\" SCP-2241 \" by (user deleted), from the SCP Wiki . Source: https://scpwiki.com/scp-2241 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2241",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2241 is to be kept in a standard humanoid containment cell. SCP-2241 is to be allowed access to television and comic books and may be denied access to said items as punishment, if required. SCP-2241 maintains a normal human diet but should be given additional food post-testing if requested. As SCP-2241's co-operation is considered essential to long term containment, personnel are to call SCP-2241 by its given name, \"Cameron\", when speaking to or nearby it.",
    "description": "SCP-2241 is a seven-year-old, brown-haired male humanoid which has a minor telekinetic ability and is showing signs of a latent reality bending ability - see below. SCP-2241 is to be led to believe that the Foundation maintains custody of him for his protection and so that they can learn to understand his powers and use them to develop more \"superheroes\".",
    "title": "SCP-2241"
}