{
    "url": "https://scp-wiki.wikidot.com/scp-2243",
    "all_text": "rating: \n+92\n+\n–\nx\n\n\n\n\n\n\nSCP-2243-A(front) and SCP-2243-B(rear)\n\n\n\n\n\n\nItem #:\n SCP-2243\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2243 is to be kept in a 33x50x63 cm enclosure. The enclosure must contain no fewer than two containers containing a seed mixture with nutrient levels suitable for \nLonchura striata domestica\n, 2 water containers and, at the request of SCP-2243-B, at least one water container must be large enough for \"splashy time\".\n\n\nThe enclosure is to be cleaned and maintained bi-weekly by level 2 personnel. The enclosure may be changed and additional features added at the request of SCP-2243-A or SCP-2243-B with Site Director approval.\n\n\nSCP-2243 shall be made available for translator services with Site Director approval.\n\n\nDescription:\n Separately SCP-2243-A, SCP-2243-B, SCP-2243-C behave as one would expect objects and creatures they resemble to behave. When placed within 1.9 m of each other SCP-2243 becomes active.\n\n\nSCP-2243 is a collection of three entities, SCP-2243-A, SCP-2243-B, and SCP-2243-C. SCP-2243-A refers to itself as \"Daisy\" and SCP-2243-B refers to itself as \"Tissle\"\n1\n. SCP-2243-C does not display any cognitive awareness or sentience as of this writing.\n\n\nMobile Task Force Operative █████ ██████ (henceforth referred to as MTFO) purchased both SCP-2243-A and SCP-2243-B at the pet supply chain ████████. Both appear to be female \nLonchura striata domestica\n, more commonly known as Society Finches. MTFO purchased SCP-2243-C approximately one month later. SCP-2243-C is approximately 11.4 cm, comprised of rope, rubber, and plastic and appears as a common bird toy sold to the general public. MTFO brought SCP-2243 to the Foundation once the anomalous properties were detected.\n\n\nWhile active, any subject within a 4.02m radius of SCP-2243 will hear SCP-2243-A and SCP-2243-B speaking in the language that the subject is most fluent in, instead of the normal sounds produced by \nLonchua striata domestica\n. The subject is able to converse with SCP-2243-A and SCP-2243-B with no observable long-term effects. Any persons outside of a 4.02m radius will perceive SCP-2243-A and SCP-2243-B as sounding like normal \nLonchua striata domestica\n. Any persons outside of a 4.02m radius from SCP-2243 will also perceive the subject as imitating \"peeping\" or \"chirping\" noises instead of normal human speech.\n\n\nWhile writing within the effect radius, subject will believe themselves to be writing normally; however, upon leaving the radius, the words appear as variations of \"peep\" and \"chirp\". This effect happens regardless if typed or written by hand.\n\n\n\n\n+ Researcher Text Message Exchange Clearance Check\n\n\n\n\n- Clearance Granted\n\n\n\n\n\n\nResearcher █████:\n Peep peep chirp\n\n\nDr. ██████:\n OK…\n\n\nResearcher █████:\n chirp chirp\n\n\nDr. ██████:\n I don't get the joke\n\n\nResearcher █████:\n chirp peep chirp chirp chirp peep peep chirp\n\n\nDr. ██████:\n Just give me a call when you're done goofing around.\n\n\n<Dr. ██████ noted the following phone call was equally unproductive.>\n\n\n\n\n\n\n\n\n\n\nWhen viewed or listened to remotely, persons still perceive the subject, SCP-2243-A, and SCP-2243-B as emitting standard bird sounds. When viewed remotely, it can be seen that the subject does indeed write variations of \"peep\" or \"chirp\", the impression the subject has that he or she is writing normally is apparently only applicable to those within the effect radius.\n\n\nIt seems the subject will perceive all speech made within the effect radius in his or her most fluent language, making SCP-2243 a useful translator for verbal communication if the participants are in the effect area together.\n\n\n\n\n+ Initial Interview Clearance Check\n\n\n\n\n- Clearance Granted\n\n\n\n\n\n\nInterviewed:\n SCP-2243-A and SCP-2243-B\n\n\nInterviewer:\n MTFOCP with transcription from Dr. █████ and Dr. █████\n\n\nForeword:\n Due to SCP-2243-A and SCP-2243-B's familiarity with MTFO it was determined MTFO conduct the initial interview while Dr. █████ and Dr. █████ are present.\n\n\n<PEEP, PEEP PEEP>\n\n\nPeep:\n chirp chirp\n\n\npeep-peep-chirp:\n peep chirp peep\n\n\npeep-peep-peep:\n peep chirp peep peep chirp chirp peep\n\n\npeep:\n chirp chirp chirp\n\n\npeep-peep-peep:\n chirp peep chirp\n\n\npeep:\n peep peep chirp peep chirp chirp chirp peep\n\n\npeep-peep-chirp:\n peep peep peep\n\n\npeep:\n peep chirp chirp chirp peep peep chirp peep chirp peep peep peep chirp peep chirp chirp chirp peep\n\n\npeep-peep-chirp:\n chirp chirp peep peep\n\n\npeep-peep-peep:\n chirp chirp chirp peep peep chirp peep peep chirp peep peep\n\n\n<chirp>\n\n\n\n\npeep peep:\n peep-peep-chirp peep-peep-peep peep peep peep peep chirp peep chirp █████ peep ██████ chirp chirp peep\n\n\n\n\n<Addendum:>\n All future observations and transcriptions are to be made remotely. This is completely unacceptable. -Dr. █████\n\n\n\n\n\n\n\n\n\n\nSCP-2243-A and SCP-2243-B seem to have the intelligence and understanding of a human toddler approximately 2-3 years of age. SCP-2243-A and SCP-2243-B acknowledge both are \"different\" than subjects, but possess no knowledge beyond what a normal \nLonchua striata domestica\n raised for commercial purposes would be expected to know. The grammar and sentence structure reflects that understanding regardless of language the subject hears.\n\n\nSCP-2243 is explained as a type of parrot hybrid to anyone in the vicinity and is therefore not deemed a security threat.\n\n\n\n\n+ Clearance Check for Experiment Log A\n\n\n\n\n- Clearance Granted\n\n\n\n\nTest A - ██/██/████\n\n\n\n\nSubject:\n Dr. █████ and Dr. █████\n\n\nProcedure:\n From within the effect area Dr. █████ will say \"Parlez lentement\". Dr. ████ will respond with \"Esto es lento\". Dr. █████ will conclude the test by saying \"Scire quod sciendum\". Results will be recorded once outside the effect area.\n\n\nResults:\n Both Dr. █████ and Dr. █████ stated the conversation as being heard in the English translation of: \"Please speak slowly\", \"This is slow\", and \"Knowledge worth knowing\". Video and audio surveillance record Dr. █████ and Dr. █████ repeating \"peep\" and \"chirp\" in various patterns.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. MTFO states SCP-2243-B is named \"Thistle\"\n\n\n\n\n\n\n\n\n« \nSCP-2242\n | SCP-2243 | \nSCP-2244\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2243\n\" by Nibarlan, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2243\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n ABresize.jpg\n\n\nName:\n Daisy and Thistle\n\n\nAuthor:\n Nibarlan\n\n\nLicense:\n CC BY 2.0\n\n\nAdditional Notes:\n Author of SCP-2243 took the picture specifically for this SCP entry",
    "addendums": [],
    "documents": [],
    "notes": [
        "Researcher █████: Peep peep chirp Dr. ██████: OK… Researcher █████: chirp chirp Dr. ██████: I don't get the joke Researcher █████: chirp peep chirp chirp chirp peep peep chirp Dr. ██████: Just give me a call when you're done goofing around. <Dr. ██████ noted the following phone call was equally unproductive.>",
        "Interviewed: SCP-2243-A and SCP-2243-B Interviewer: MTFOCP with transcription from Dr. █████ and Dr. █████ Foreword: Due to SCP-2243-A and SCP-2243-B's familiarity with MTFO it was determined MTFO conduct the initial interview while Dr. █████ and Dr. █████ are present. <PEEP, PEEP PEEP> Peep: chirp chirp peep-peep-chirp: peep chirp peep peep-peep-peep: peep chirp peep peep chirp chirp peep peep: chirp chirp chirp peep-peep-peep: chirp peep chirp peep: peep peep chirp peep chirp chirp chirp peep peep-peep-chirp: peep peep peep peep: peep chirp chirp chirp peep peep chirp peep chirp peep peep peep chirp peep chirp chirp chirp peep peep-peep-chirp: chirp chirp peep peep peep-peep-peep: chirp chirp chirp peep peep chirp peep peep chirp peep peep <chirp> peep peep: peep-peep-chirp peep-peep-peep peep peep peep peep chirp peep chirp █████ peep ██████ chirp chirp peep <Addendum:> All future observations and transcriptions are to be made remotely. This is completely unacceptable. -Dr. █████",
        "Subject: Dr. █████ and Dr. █████ Procedure: From within the effect area Dr. █████ will say \"Parlez lentement\". Dr. ████ will respond with \"Esto es lento\". Dr. █████ will conclude the test by saying \"Scire quod sciendum\". Results will be recorded once outside the effect area. Results: Both Dr. █████ and Dr. █████ stated the conversation as being heard in the English translation of: \"Please speak slowly\", \"This is slow\", and \"Knowledge worth knowing\". Video and audio surveillance record Dr. █████ and Dr. █████ repeating \"peep\" and \"chirp\" in various patterns.",
        "\" SCP-2243 \" by Nibarlan, from the SCP Wiki . Source: https://scpwiki.com/scp-2243 . Licensed under CC-BY-SA .",
        "Filename: ABresize.jpg Name: Daisy and Thistle Author: Nibarlan License: CC BY 2.0 Additional Notes: Author of SCP-2243 took the picture specifically for this SCP entry"
    ],
    "item": "SCP-2243",
    "object_class": "Safe",
    "containment_procedures": "SCP-2243 is to be kept in a 33x50x63 cm enclosure. The enclosure must contain no fewer than two containers containing a seed mixture with nutrient levels suitable for Lonchura striata domestica, 2 water containers and, at the request of SCP-2243-B, at least one water container must be large enough for \"splashy time\".",
    "description": "Separately SCP-2243-A, SCP-2243-B, SCP-2243-C behave as one would expect objects and creatures they resemble to behave. When placed within 1.9 m of each other SCP-2243 becomes active.",
    "title": "SCP-2243"
}