{
    "url": "https://scp-wiki.wikidot.com/scp-2255",
    "all_text": "rating: \n+240\n+\n–\nx\n\n\nItem #:\n SCP-2255\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2255’s current residence is a Foundation-owned island north of the Phoenix Islands group in the Pacific Ocean. A research base has been established on the island’s south shore to monitor and report on SCP-2255’s activity. At least one Level-3 and three Level-2 personnel are to occupy the base at all times and maintain communication with the nearest Foundation containment site. All research staff assigned to SCP-2255 must have background in biology (if possible, botany specifically) or psychology.\n\n\nA population of twenty D-Class and five Foundation security officers is to be stationed on the island in designated living areas, and given daily tasks to keep the community functioning. To maintain the guise of dedicated worship of SCP-2255’s apparent creator, dried hibiscus and hibiscus tea are to be consumed regularly in SCP-2255’s presence, and D-Class are to ensure that the prepared shrine for SCP-2255 is given five freshly-picked flowers each day at sunrise. D-Class personnel are to refrain from engaging in conversation with SCP-2255; any discussion with the anomaly is to be carried out by Foundation researchers. Personnel interacting with SCP-2255 are to adopt a tone of respect to ensure its continued cooperation.\n\n\nEach month a survey of the island’s hibiscus population is to be done; resources will be distributed for replenishment should the flower count be observed depleted.\n\n\nDescription:\n SCP-2255 is a localized weather phenomenon that takes the shape of a \ncumulus humilis\n cloud measuring roughly three meters at longest. SCP-2255 is sapient and capable of speech, generally speaking English in a low-pitched male voice. It has claimed to be a creation and an envoy of a flower goddess (See Addendum SCP-2255-2).\n\n\nSCP-2255’s average altitude ranges from five to twenty meters, though during cloudy or overcast days it tends to hover close to the island’s trees (See Addendum SCP-2255-3). Though SCP-2255 is able to move independently, its maximum observed speed is 15 km/h. Despite its claims of capacity for divine wrath, SCP-2255 has yet to cause harm to any human being.\n\n\nSCP-2255’s presence is accompanied by a strong aroma, often compared to that of floral perfume. SCP-2255 has additionally exhibited instances of anomalous precipitation, including:\n\n\n\n\nraining a concentrated fructose and water solution\n\n\n“snowing” frost-covered hibiscus petals\n\n\nhailing princess-cut diamonds (ranging from 1 to 2 cm in diameter)\n\n\n\n\nAddendum SCP-2255-1:\n SCP-2255 was initially discovered near the Hawaiian Islands, attempting to gather followers from the local population by reciting popular advertising slogans used by various commercial companies. Foundation operatives intervened and administered amnestics to those who came into contact with SCP-2255, and persuaded it (using the lure of an existing devout population) to relocate. SCP-2255’s journey to its current location was monitored by Foundation aircraft and research personnel were dispatched to the island prior to SCP-2255’s departure.\n\n\nAddendum SCP-2255-2:\n SCP-2255 has, as of ██/██/████, taken to remaining close to the shrine constructed to its alleged deity. As the entity had habitually “patrolled” the island prior to this time, an interview was conducted to determine the change in behavior.\n\n\n\n\nInterview Log SCP-2255-█-███\n\n\nDr. Kiryu\n is sitting on a large stone with recording equipment set up next to him. SCP-2255 hovers overhead roughly 3 meters from the ground, occasionally rising and returning to its average altitude.\n\n\nDr. Kiryu:\n Thank you for meeting with me, emissary of the vibrant flower goddess. Will you please tell me why you remain exclusively in the company of the shrine?\n\n\nSCP-2255:\n My creator, master of the sky water and sea flowers, is weary. And I am not at my full strength when I am far from the offerings given to her.\n\n\nDr. Kiryu:\n Do tell. There are no songs yet about the true extent of your power.\n\n\nSCP-2255:\n My might stems from my goddess. She is beauty incarnate and worthy of adulation. Should she wish it, my rain will flood your cities and my frost will decimate your fragile blossoms.\n\n\nDr. Kiryu:\n And she has told you the depth of her full powers?\n\n\nSCP-2255:\n [pause] No, but she has seen so many of your so-called “ads” and created me, thus her knowledge must be unparalleled and her powers infinite. She deserves more praise.\n\n\nDr. Kiryu:\n The people have noticed that you rain sugar water. Is this a power of your goddess?\n\n\nSCP-2255:\n I don’t always rain wine, you see.\n\n\nDr. Kiryu:\n Ah, indeed. So you are bestowed these powers to act as your lady’s messenger?\n\n\nSCP-2255:\n My lady was dissatisfied with her standing, as her four ostentatious older sisters were held in higher regard than her loveliness despite their various shortcomings. She would show them her worth through me.\n\n\nDr. Kiryu:\n It is unfortunate, for her to be treated that way. Did she create you to show man as well what she was capable of?\n\n\nSCP-2255:\n Kokio, deity of vibrant flowers, beauty unparalleled, studied the persuasive techniques of man and used the knowledge to shape me into what I have now become, to act as her emissary and speak to her worshippers in her stead. She in her generosity thinks of those who follow her and endeavors to communicate in a familiar manner.\n\n\nDr. Kiryu:\n If I may ask, cloud nimbus of the flower goddess, what \nare\n you exactly?\n\n\nSCP-2255:\n I may not be on a horse or a boat, but I am the most interesting rainstorm in the world.\n\n\n\n\nAddendum SCP-2255-3:\n When questioned regarding its habit of descending to lower altitudes when there were other clouds visible in the sky, SCP-2255 replied that it “was not interested in inciting undue ire” should the other clouds notice its presence. SCP-2255 further insisted vehemently and preemptively that it was “not hiding from anyone who may challenge the goddess”.\n\n\nAddendum SCP-2255-4:\n On ██/██/████, SCP-2255 left its resting place at the shrine and began circling the perimeter of the island, loudly chanting several slogan-like phrases including “Hail Kokio! She’s the Kokio-est!”, “Trust in the flower goddess: just do it”, and “got hibiscus?” while depositing large volumes of granulated sugar as it passed. After 5 hours of this behavior, SCP-2255 returned to the shrine and remained stationary until the next day. ██ similar incidents have occurred since the initial incident, with SCP-2255 exclaiming different slogans each time.\n\n\n\n\n\n\n« \nSCP-2254\n | SCP-2255 | \nSCP-2256\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2255\n\" by Zyn, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2255\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum SCP-2255-1: SCP-2255 was initially discovered near the Hawaiian Islands, attempting to gather followers from the local population by reciting popular advertising slogans used by various commercial companies. Foundation operatives intervened and administered amnestics to those who came into contact with SCP-2255, and persuaded it (using the lure of an existing devout population) to relocate. SCP-2255’s journey to its current location was monitored by Foundation aircraft and research personnel were dispatched to the island prior to SCP-2255’s departure.",
        "Addendum SCP-2255-2: SCP-2255 has, as of ██/██/████, taken to remaining close to the shrine constructed to its alleged deity. As the entity had habitually “patrolled” the island prior to this time, an interview was conducted to determine the change in behavior.",
        "Addendum SCP-2255-3: When questioned regarding its habit of descending to lower altitudes when there were other clouds visible in the sky, SCP-2255 replied that it “was not interested in inciting undue ire” should the other clouds notice its presence. SCP-2255 further insisted vehemently and preemptively that it was “not hiding from anyone who may challenge the goddess”.",
        "Addendum SCP-2255-4: On ██/██/████, SCP-2255 left its resting place at the shrine and began circling the perimeter of the island, loudly chanting several slogan-like phrases including “Hail Kokio! She’s the Kokio-est!”, “Trust in the flower goddess: just do it”, and “got hibiscus?” while depositing large volumes of granulated sugar as it passed. After 5 hours of this behavior, SCP-2255 returned to the shrine and remained stationary until the next day. ██ similar incidents have occurred since the initial incident, with SCP-2255 exclaiming different slogans each time."
    ],
    "documents": [],
    "notes": [
        "Interview Log SCP-2255-█-███ Dr. Kiryu is sitting on a large stone with recording equipment set up next to him. SCP-2255 hovers overhead roughly 3 meters from the ground, occasionally rising and returning to its average altitude. Dr. Kiryu: Thank you for meeting with me, emissary of the vibrant flower goddess. Will you please tell me why you remain exclusively in the company of the shrine? SCP-2255: My creator, master of the sky water and sea flowers, is weary. And I am not at my full strength when I am far from the offerings given to her. Dr. Kiryu: Do tell. There are no songs yet about the true extent of your power. SCP-2255: My might stems from my goddess. She is beauty incarnate and worthy of adulation. Should she wish it, my rain will flood your cities and my frost will decimate your fragile blossoms. Dr. Kiryu: And she has told you the depth of her full powers? SCP-2255: [pause] No, but she has seen so many of your so-called “ads” and created me, thus her knowledge must be unparalleled and her powers infinite. She deserves more praise. Dr. Kiryu: The people have noticed that you rain sugar water. Is this a power of your goddess? SCP-2255: I don’t always rain wine, you see. Dr. Kiryu: Ah, indeed. So you are bestowed these powers to act as your lady’s messenger? SCP-2255: My lady was dissatisfied with her standing, as her four ostentatious older sisters were held in higher regard than her loveliness despite their various shortcomings. She would show them her worth through me. Dr. Kiryu: It is unfortunate, for her to be treated that way. Did she create you to show man as well what she was capable of? SCP-2255: Kokio, deity of vibrant flowers, beauty unparalleled, studied the persuasive techniques of man and used the knowledge to shape me into what I have now become, to act as her emissary and speak to her worshippers in her stead. She in her generosity thinks of those who follow her and endeavors to communicate in a familiar manner. Dr. Kiryu: If I may ask, cloud nimbus of the flower goddess, what are you exactly? SCP-2255: I may not be on a horse or a boat, but I am the most interesting rainstorm in the world.",
        "\" SCP-2255 \" by Zyn, from the SCP Wiki . Source: https://scpwiki.com/scp-2255 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2255",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2255’s current residence is a Foundation-owned island north of the Phoenix Islands group in the Pacific Ocean. A research base has been established on the island’s south shore to monitor and report on SCP-2255’s activity. At least one Level-3 and three Level-2 personnel are to occupy the base at all times and maintain communication with the nearest Foundation containment site. All research staff assigned to SCP-2255 must have background in biology (if possible, botany specifically) or psychology.",
    "description": "SCP-2255 is a localized weather phenomenon that takes the shape of a cumulus humilis cloud measuring roughly three meters at longest. SCP-2255 is sapient and capable of speech, generally speaking English in a low-pitched male voice. It has claimed to be a creation and an envoy of a flower goddess (See Addendum SCP-2255-2).",
    "title": "SCP-2255"
}