{
    "url": "https://scp-wiki.wikidot.com/scp-2256",
    "all_text": "rating: \n+1147\n+\n–\nx\n\n\n\n\nby \nqntm\n\n\n\n\nItem #:\n SCP-2256\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Information about SCP-2256 is subject to a gradual antimemetic corrosion effect. Corrosion occurs at differing rates depending on the level of detail/accuracy in the information and the physical complexity of the storage medium. In-depth academic papers, photographs, and information stored electronically decay rapidly; broad descriptions, pencil sketches and paperwork decay slowly.\n\n\nTherefore, this electronic database entry should describe SCP-2256 only in broad terms. Detailed information about SCP-2256's appearance, theorised evolutionary ancestry, biology, diet, behaviour, vocalisations, lifecycle, intelligence, ecological role and cultural significance should be stored in hard copy at Site 19, vault 1-053. The rate of corrosion in both data sources should be monitored carefully, although at present no technique is known for halting or undoing such corrosion.\n\n\nAlthough these antimemetic effects linger and rate Euclid classification, SCP-2256 itself is extinct and requires no special containment procedures.\n\n\nDescription:\n SCP-2256 (\nCryptomorpha gigantes\n) is a species of gigafauna which was endemic to the South Pacific Ocean around the islands of Polynesia. SCP-2256 was one of the very few recorded species known to have developed rudimentary perceptual/\"antimemetic\" camouflage, rendering them nearly impossible for other sentient beings to perceive or remember. This adaptation is theorised to have arisen in order to elude predators.\n\n\nSCP-2256 was the largest species to have lived on Earth. Resembling spindly, vertically elongated giraffes or brachiosauruses, adults of the species grew to over 1,000 metres in height. They weighed no more than 4 tonnes, with most of their mass being \"camouflaged\" by a very similar adaptation. With their broad, dish-shaped feet, they were able to walk directly on the surface of the ocean without sinking.\n\n\nSCP-2256 navigated the ocean alone or in ██████ of 2 to as many as 2,000 individuals. They were reluctant to approach land, especially inhabited islands, usually staying more than 30 kilometres offshore. Because of their height, they were visible on the horizon at this distance.\n\n\nAcquisition:\n Polynesian natives of the island of Maikiti used a substance called \nteùkoka\n for recreational and religious purposes. As well as being a moderate psychedelic, this drug had mnestic properties, suppressing antimemetic effects and making entities camouflaged in this way easier to see and remember. Thus, the Maikitians were for hundreds of years the only people able to see SCP-2256. In Maikitian mythology SCP-2256 were wandering spirits whom the gods had charged with maintaining the horizon, to ensure that the sky and the water never mixed. They were characterised as well-meaning and friendly, but unintelligent and often deficient in their duties, resulting in storms and typhoons. They were called \npolo'ongakau\n, \"the ones who walk very slowly\".\n\n\nIn 1991 an internal biochemistry study revealed that \nteùkoka\n bore a strong chemical resemblance to the Foundation's own class-W mnestic. A Foundation anthropologist was assigned to follow ██ ██ the Maikitian legend, and became the first outsider to observe ███-2256. An observation ██████ was quickly ███████████ on the island to study the creatures. Routine containment analysis found that SCP-2256 was Safe and required no special containment procedures, or even particular ██████████ ██ secrecy.\n\n\nHistory:\n SCP-████ immediately proved to be impossible to capture photographically. Photographic negatives of the species faded into transparency over the ██████ ██ a few minutes. Similar decay ███████ affected videotape, audio tape, celluloid film, digital and electronic scans, \n███\n. The observation team soon returned most of their equipment to inventory and proceeded using pencils and █████. At the time, it ███ believed that such recordings would be effectively permanent.\n\n\nSCP-2256's population declined slightly in 1992 and 1993, then dropped sharply from 1994 onwards. A combination of contributing factors were observed: illness, infertility and an ██████████ rate of stillbirths.\n\n\nIn 2002 a field generator was developed which could penetrate and neutralise SCP-2256's antimemetic ██████████, allowing for conventional photography. The first and only close-up photograph of one of the creatures instantly killed it. It was concluded that direct observation of SCP-2256 is injurious to ████. This adaptation is believed to have arisen as a means of detecting predators, just as SCP-2256's antimemetic camouflage protected them from those same predators. Use of ███ █████ generator was immediately curtailed.\n\n\nIt was subsequently hypothesised that the Foundation's ongoing passive observation of the species was intense enough to have harmful effects on SCP-2256, and that ████ was what was driving the species ████ extinction. Opinions differed sharply ████ ███ veracity of this hypothesis, over ███ thoroughly it should be tested, and over what ██████ be done if it proved to be true. Several extreme options were ██████████, including ██████████ exterminating ███-████ to preserve the data, and completely expunging the data to preserve ███-2256. No firm conclusions ████ █████.\n\n\nIn 2003 observation of SCP-2256 was scaled back significantly, and the Foundation ████████ focus from gathering ███ data to analysing ████████ data. However, SCP-2256's population continued to ███████. The last individual died near Tokelau ██ October 30, 2006.\n\n\n██ 2010 ██ ███ discovered ████ the antimemetic camouflage ██████, also characterised as \"decay\" or \"corrosion\", was spreading through paper records of ███-████. As of ████, more ████ 60% of █████ documents are ██████████, even with █ strong mnestic dose. The effect is even ████████ ████ ████ SCP entry itself, despite ███ ███ shielding and redundancy in ████ system.\n\n\nSince ███-████ ██ extinct, ██ new data █████ it can be generated. It is █████████ that full contamination ████ █████ ██████ three to eight years.\n\n\n\n\n\n\n« \nSCP-2255\n | SCP-2256 | \nSCP-2257\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2256\n\" by qntm, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2256\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-2256 \" by qntm, from the SCP Wiki . Source: https://scpwiki.com/scp-2256 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2256",
    "object_class": "Euclid",
    "containment_procedures": "Information about SCP-2256 is subject to a gradual antimemetic corrosion effect. Corrosion occurs at differing rates depending on the level of detail/accuracy in the information and the physical complexity of the storage medium. In-depth academic papers, photographs, and information stored electronically decay rapidly; broad descriptions, pencil sketches and paperwork decay slowly.",
    "description": "SCP-2256 (Cryptomorpha gigantes) is a species of gigafauna which was endemic to the South Pacific Ocean around the islands of Polynesia. SCP-2256 was one of the very few recorded species known to have developed rudimentary perceptual/\"antimemetic\" camouflage, rendering them nearly impossible for other sentient beings to perceive or remember. This adaptation is theorised to have arisen in order to elude predators.",
    "title": "SCP-2256"
}