{
    "url": "https://scp-wiki.wikidot.com/scp-2260",
    "all_text": "rating: \n+63\n+\n–\nx\n\n\nItem #:\n SCP-2260\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2260 is contained in Locker 43, located inside the storage room in Area-35. Any personnel wishing to use SCP-2260 for any purpose must fill out the mandatory SCP-2260 paperwork. The paperwork must detail location of choice, time wishing to be spent there, and activities performed at said location and submit the paperwork to Dr. Matthews. He will approve or deny the request to use SCP-2260. All entries into SCP-2260 must be monitored by at least two security personnel, and any deviation from approved entries will be met with immediate termination.\n\n\nDescription:\n SCP-2260 is a green composition book with no markings or names on the front of the book. On the first page of the book, the sentence \"I went to spend the rest of my life in Hawaii\" is written in pencil. SCP-2260 is in good physical condition, contains 200 wide ruled pages, and appears the same as a non-anomalous composition book; however, it weighs 4.5 kg, or approximately 10 lbs.\n\n\nUse of SCP-2260 puts subjects in a temporary coma and causes them to dream of visiting the location specified in the writing. Subjects do not physically manifest at the location; however, events that take place in the coma will affect the subject's physical body.\n\n\nAnyone wishing to travel using SCP-2260 must use a journal entry formatting. It must be written in the past tense, specify a place the subject wants to go to, and what length of time the subject wants to stay at said place (ex. I went to Japan and I stayed for 2 days). Extra details can be specified, such as specifying exact events that the writer wants to do, but this is not necessary. After the information is written in SCP-2260, the subject is rendered unconscious, and will remain unconscious until the time written down is fulfilled. Subjects cannot be awoken during their coma. Upon awakening, subjects have been shown to have exact recollections of the events in the coma. The entry in SCP-2260 fades immediately at the end of the subject's coma.\n\n\nSCP-2260 can be used to send people to fictional locations, locations that are not typically able to be reached, locations that no longer exist, and locations that do not exist yet. Subjects that are sent into sites existing in the past have matched historical records, and events seen by subjects sent into sites existing in the future have happened precisely as shown.\n\n\nSubjects that use SCP-2260 once a week or more have been prone to hallucinogenic episodes while awake, visiting places previously entered by the subject into SCP-2260. Lightheadedness and temporary amnesia have also been recorded in subjects. One extreme case had a subject permanently fall into a coma while inside their cell. Subjects have stated that visiting a location while awake makes the location appear distorted, and that people inside will begin screaming at the subject to leave.\n\n\nAddendum 2260-A:\n\n\n\n\n\n\nLocation\n\n\nTime\n\n\nEvents\n\n\nDetails\n\n\n\n\n\n\nGuatemala\n\n\n1 week\n\n\nNone\n\n\nSubject remained unconscious for 1 week. Upon waking up, subject said they had a nice time.\n\n\n\n\n\n\nNazi Germany, 1939\n\n\n5 days\n\n\nNone\n\n\nSubject remained unconscious for 3 days, and began bleeding through the forehead. The wound was bullet shaped and the subject expired 14 seconds later.\n\n\n\n\n\n\nThe room subject is in 10 minutes in the future\n\n\n5 minutes\n\n\nNone\n\n\nSubject woke up and stated that someone would interrupt the test. Eight minutes later Dr. Matthews stepped in to see how the test was doing.\n\n\n\n\n\n\nA solid block of wood\n\n\n1 hour\n\n\nNone\n\n\nUpon subject going into unconsciousness, subject immediately began seizing and normal treatment of seizures had no effect. Subject expired 10 minutes later.\n\n\n\n\n\n\nAtlantis\n\n\n2 days\n\n\nNone\n\n\nSubject entered unconsciousness and breathing became increasingly faster. Heart beat also began rising. Subject expired after 5 minutes.\n\n\n\n\n\n\nAtlantis\n\n\n2 days\n\n\nHaving a breathing apparatus on\n\n\nSubject remained unconscious for 2 days, and awoke to tell many stories of advanced technology and a city at the bottom of the ocean. It appears the previous subject drowned while at the location.\n\n\n\n\n\n\nSurface of the sun\n\n\n10 minutes\n\n\nBeing able to survive the sun's heat\n\n\nSubject remained unconscious for 10 minutes. Subject awoke and exclaimed they are blind. Testing from an ophthalmologist revealed the claim to be true.\n\n\n\n\n\n\nTest location\n\n\n1 hour\n\n\nWriting into SCP-2260\n\n\nSee \nAddendum 2260-D\n\n\n\n\n\n\nFurther testing has been requested.\n\n\nAddendum 2260-B:\n\nThe book was initially found in the possession of Mr. James R██████, referred to as SCP-2260-1. SCP-2260-1 had written the entry about going to Hawaii. It is presumed that because he specified a time that will end upon his demise, he will never wake up from SCP-2260. Testing has been done on his vitals while in the comatose state. SCP-2260 keeps all brain activity normal, and appears to regulate heart beat and other vital organs. It also regenerates cell structure 10 times quicker than that of a normal human. SCP-2260-1 has been put in the Cryogenics Area in Sector C for further testing.\n\n\nAddendum 2260-C:\n\n\nAs it appears that SCP-2260 causes addiction in some subjects, researchers are advised to exercise caution when using a subject for multiple tests. Multiple D-class subjects have made requests to re-use SCP-2260, despite risk of bodily harm. One D-class subject repeatedly said \"Give me the book\" and refused to eat, sleep, or even move until further testing was performed on them.\n\n\nAddendum 2260-D:\n\nThe goal of this experiment was to test what happens when a subject enters a secondary SCP-2260 while inside SCP-2260. There were two medical personnel at hand, three security personnel, two research assistants, and Dr. Matthews was present to facilitate the experiment.\n\n\n\n\n+ Show timeline of SCP-2260 Experiment Log H-45\n\n\n\n\n- Hide timeline of SCP-2260 Experiment Log H-45\n\n\n\n\nTimeline of experiment:\n\n0 Minutes: Subject went into unconsciousness, and brain activity remained normal.\n\n4 minutes: Brain activity doubles and regulation of vital organs and heartbeat double as well.\n\n10 minutes: Subject begins to perspire heavily.\n\n15 minutes: Perspiration of sweat turns into perspiration of blood.\n\n25 minutes: Subject's brain activity and regulation doubles again, making bodily functions quadruple their normal speed. It is assumed that subject entered SCP-2260 again while inside the secondary SCP-2260.\n\n32 minutes: Brain begins to swell, and subject begins to become pale.\n\n35 minutes: Heart fails. Stomach lining bursts from excess gastric acid.\n\n36 minutes: Attempts were made to erase the entry from SCP-2260. Entry reappears each time. Medical personnel were attempting to revive subject by using a defibrillator.\n\n41 minutes: Subject is revived.\n\n50 minutes: Brain activity recedes by half. Regulation of vital organs halves as well.\n\n54 minutes: Stomach lining heals due to SCP-2260's normal effects.\n\n60 minutes: Subject awakens. Entry fades from SCP-2260.\n\n\n\n\n\n\n\n\nImmediately following experimentation, subject showed severe mental strain and could not properly respond to verbal commands or visual stimuli. Subject was put into psychological counselling for two months. An interview was conducted immediately after the two months expired.\n\n\n\n\n+ Viewing of interview is restricted to level 2 or higher personnel\n\n\n\n\n- Hide Interview\n\n\n\n\nInterview of D-6795 on 9/██/██\n\n\nInterview was conducted by Dr. Matthews\n\n\n\n\n< Begin Log >\n\n\nDr. Matthews:\n Hello D-6795.\n\n\nD-6795:\n H-hi.\n\n\nDr. Matthews:\n How are you doing today?\n\n\nD-6795:\n F-f-f-f-fine.\n\n\nDr. Matthews:\n Can you tell me what happened when you wrote into SCP-2260 that day?\n\n\nD-6795:\n I… I went in. And you…were there. And the people there to watch were there too. But they were different. They were blank. Blank.\n\n\nDr. Matthews:\n I see. Can you tell me what happened when you wrote in SCP-2260 in that room?\n\n\nD-6795:\n I couldn't control myself. My hand picked up the p-p-pencil, and I wrote. The world…spun. I woke up in the same room, and the world…it just…it just…\n\n(D-6795 begins to sob)\n\n\nDr. Matthews:\n Please…continue.\n\n\nD-6795:\n THE WORLD SCREAMED AT ME! IT SCREAMED AT ME TO WRITE! AND WRITE! I DID! I FOLLOWED YOUR INSTRUCTIONS! WHY DO YOU KEEP YELLING AT ME!\n\n(D-6795 begins hitting himself on the head repeatedly)\n\n\nDr. Matthews:\n Stop the interview.\n\n\n< End Log >\n\n\n\n\n\n\n\n\n\n\nAddendum 2260-E:\n\nOther Experiments:\n\n\nExperiment on 3/4/1█: Entry was written on a loose-leaf paper and inserted into SCP-2260. No effect took place.\n\n\nExperiment on 5/17/1█: Entry was written in SCP-2260, and the page was immediately torn out. There was no change to SCP-2260's normal effects.\n\n\nExperiment on 6/14/1█: A page was torn out of SCP-2260, and the entry was written on the torn out page. No effect took place.\n\n\nExperiment on 6/23/1█: The entry was written, and immediately blacked out. Words in the entry burned through the ink, and were visible after 9 seconds.\n\n\nExperiment on 7/15/1█: The entry was written, and the page was carefully burned so as to not burn SCP-2260. Once the page was burned away, the entry appeared on the next page.\n\n\nExperiment on 8/7/1█: An entry was written without an event specified, and once subject became unconscious, a secondary subject wrote in an event. Secondary subject also fell into unconsciousness, and when subjects simultaneously awoke, they claimed to have seen each other at the location.\n\n\nExperiment on 8/13/1█: Based on the previous experiment, two subjects were dedicated to simultaneously write two different entries. Both subjects become unconscious, and woke up at the times specified in the entries. When the subjects woke up, they claimed the locations had merged, and residents of the location were \"glitchy\".\n\n\nLet's stick to one entry from now on. - Dr. Matthews\n\n\n\n\n\n\n« \nSCP-2259\n | SCP-2260 | \nSCP-2261\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2260\n\" by shootdawhoop99, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2260\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 2260-B: The book was initially found in the possession of Mr. James R██████, referred to as SCP-2260-1. SCP-2260-1 had written the entry about going to Hawaii. It is presumed that because he specified a time that will end upon his demise, he will never wake up from SCP-2260. Testing has been done on his vitals while in the comatose state. SCP-2260 keeps all brain activity normal, and appears to regulate heart beat and other vital organs. It also regenerates cell structure 10 times quicker than that of a normal human. SCP-2260-1 has been put in the Cryogenics Area in Sector C for further testing.",
        "Addendum 2260-C:\nAs it appears that SCP-2260 causes addiction in some subjects, researchers are advised to exercise caution when using a subject for multiple tests. Multiple D-class subjects have made requests to re-use SCP-2260, despite risk of bodily harm. One D-class subject repeatedly said \"Give me the book\" and refused to eat, sleep, or even move until further testing was performed on them.",
        "Addendum 2260-D: The goal of this experiment was to test what happens when a subject enters a secondary SCP-2260 while inside SCP-2260. There were two medical personnel at hand, three security personnel, two research assistants, and Dr. Matthews was present to facilitate the experiment.\nImmediately following experimentation, subject showed severe mental strain and could not properly respond to verbal commands or visual stimuli. Subject was put into psychological counselling for two months. An interview was conducted immediately after the two months expired.",
        "Addendum 2260-E: Other Experiments:\nExperiment on 3/4/1█: Entry was written on a loose-leaf paper and inserted into SCP-2260. No effect took place.\nExperiment on 5/17/1█: Entry was written in SCP-2260, and the page was immediately torn out. There was no change to SCP-2260's normal effects.\nExperiment on 6/14/1█: A page was torn out of SCP-2260, and the entry was written on the torn out page. No effect took place.\nExperiment on 6/23/1█: The entry was written, and immediately blacked out. Words in the entry burned through the ink, and were visible after 9 seconds.\nExperiment on 7/15/1█: The entry was written, and the page was carefully burned so as to not burn SCP-2260. Once the page was burned away, the entry appeared on the next page.\nExperiment on 8/7/1█: An entry was written without an event specified, and once subject became unconscious, a secondary subject wrote in an event. Secondary subject also fell into unconsciousness, and when subjects simultaneously awoke, they claimed to have seen each other at the location.\nExperiment on 8/13/1█: Based on the previous experiment, two subjects were dedicated to simultaneously write two different entries. Both subjects become unconscious, and woke up at the times specified in the entries. When the subjects woke up, they claimed the locations had merged, and residents of the location were \"glitchy\".\nLet's stick to one entry from now on. - Dr. Matthews"
    ],
    "documents": [],
    "notes": [
        "< Begin Log > Dr. Matthews: Hello D-6795. D-6795: H-hi. Dr. Matthews: How are you doing today? D-6795: F-f-f-f-fine. Dr. Matthews: Can you tell me what happened when you wrote into SCP-2260 that day? D-6795: I… I went in. And you…were there. And the people there to watch were there too. But they were different. They were blank. Blank. Dr. Matthews: I see. Can you tell me what happened when you wrote in SCP-2260 in that room? D-6795: I couldn't control myself. My hand picked up the p-p-pencil, and I wrote. The world…spun. I woke up in the same room, and the world…it just…it just… (D-6795 begins to sob) Dr. Matthews: Please…continue. D-6795: THE WORLD SCREAMED AT ME! IT SCREAMED AT ME TO WRITE! AND WRITE! I DID! I FOLLOWED YOUR INSTRUCTIONS! WHY DO YOU KEEP YELLING AT ME! (D-6795 begins hitting himself on the head repeatedly) Dr. Matthews: Stop the interview. < End Log >",
        "\" SCP-2260 \" by shootdawhoop99, from the SCP Wiki . Source: https://scpwiki.com/scp-2260 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2260",
    "object_class": "Safe",
    "containment_procedures": "SCP-2260 is contained in Locker 43, located inside the storage room in Area-35. Any personnel wishing to use SCP-2260 for any purpose must fill out the mandatory SCP-2260 paperwork. The paperwork must detail location of choice, time wishing to be spent there, and activities performed at said location and submit the paperwork to Dr. Matthews. He will approve or deny the request to use SCP-2260. All entries into SCP-2260 must be monitored by at least two security personnel, and any deviation from approved entries will be met with immediate termination.",
    "description": "SCP-2260 is a green composition book with no markings or names on the front of the book. On the first page of the book, the sentence \"I went to spend the rest of my life in Hawaii\" is written in pencil. SCP-2260 is in good physical condition, contains 200 wide ruled pages, and appears the same as a non-anomalous composition book; however, it weighs 4.5 kg, or approximately 10 lbs.",
    "title": "SCP-2260"
}