{
    "url": "https://scp-wiki.wikidot.com/scp-2263",
    "all_text": "rating: \n+216\n+\n–\nx\n\n\n\n\n\n\nSCP-2263-32\n\n\n\n\n\n\nItem #:\n SCP-2263\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2263 is to be kept in standard safe object storage at Site-63 with the exception of SCP-2263-34, which is to be kept in highly explosive materials storage and SCP-2263-62, which is to be kept in radioactive materials storage. Due to potential as of yet undiscovered dangers, no experimentation is to be done on any instance of SCP-2263 without express permission from Site-63 administration.\n\n\nDescription:\n SCP-2263 is comprised of 62 anatomically accurate, identical sculptures of a human skeleton, all of which are made out of anomalous materials. Each skeleton measures 190 cm tall, and has a mass of 11 kg, regardless of composition. Each skeleton is held together with silver wire, and mounted on a 5 cm thick lithium carbide disk, with a radius of 0.3 meters. Every instance of SCP-2263 has a descriptive tag affixed to its third left rib. Each tag is written in Dutch, with the same handwriting. Below are a selection of individual instances of SCP-2263, with a translation of their respective tags.\n\n\n\n\n\n\nItem Number\n\n\nComposition\n\n\nText on Tag\n\n\nNotes\n\n\n\n\n\n\nSCP-2263-1\n\n\nNon-Melting ice\n\n\nmanaged to keep it chilled\n\n\nSculpture retains average temperature of -33.4 degrees celsius and should only be handled when wearing thermally insulated clothing\n\n\n\n\n\n\nSCP-2263-2\n\n\nBrass (37% zinc, 61% copper, 2% other contaminants)\n\n\ndelay is a bit off, do not touch\n\n\nTemperature of object fluctuates rapidly between -270 and 60,000 degrees celsius, but temperature only extends to a range of 5 cm\n\n\n\n\n\n\nSCP-2263-3\n\n\nPurple polypropylene\n\n\nkeep out of the way\n\n\nObject blinks in and out of existence at an interval of approximately 57 seconds\n\n\n\n\n\n\nSCP-2263-7\n\n\nUnknown, believed to be dark matter\n\n\nvery easy to lose\n\n\nObject appears black, and does not emit or reflect any variety of electromagnetic radiation. Item determined to have a temperature of 0 K, but does not feel cold to the touch\n\n\n\n\n\n\nSCP-2263-18\n\n\nUnknown, best described as \"the color blue\"\n\n\nnot quite sure how I got this one to work, but glad it came out well\n\n\nObject appears as a blue, two dimensional image of a skeleton matching the dimensions of other sculptures, which appears as the same image regardless of angle it is viewed at. SCP-2263-18 itself is intangible, but it is \"constructed\" on a stone platform, which exhibits no anomalous properties\n\n\n\n\n\n\nSCP-2263-20\n\n\nTechnetium\n\n\nKeep bolted down\n\n\nObject does not emit radiation as would be expected of technetium, and shows no signs of atomic decay. Object is continuously pulled westward via an unknown force at exactly 2.23 kilometers per hour, can be easily stopped by any solid barrier\n\n\n\n\n\n\nSCP-2263-22\n\n\nSCP-148\n\n\nThis one is giving me headaches\n\n\nAside from the usual effects of telekill alloy, object hovers between 0.3 and 0.8 meters off the ground\n\n\n\n\n\n\nSCP-2263-25\n\n\n[REDACTED]\n\n\nHonestly I am not sure how I did this one, keep a mule in the vicinity\n\n\n[REDACTED]\n\n\n\n\n\n\nSCP-2263-27\n\n\nGraphene Aerogel\n\n\nMy personal favourite\n\n\nAnomalously emits odors at an intensity most commonly described as “pleasant”. Notable odors include Jasmine, Agarwood, Amber, Fresh Apples, and Cooking Meat\n\n\n\n\n\n\nSCP-2263-30\n\n\nAn organic chitinous material that most closely resembles ant exoskeleton\n\n\nKeep away from open flame\n\n\nConverts Carbon Dioxide, Carbon monoxide, Nitrogen gas, Argon gas, Methane, and Water Vapor into breathable Oxygen, without producing any excess waste matter or consuming or emitting any energy. \nNote: SCP-2263-30 has been approved for testing by the materials research and synthesis division\n\n\n\n\n\n\nSCP-2263-32\n\n\nNarwhal Ivory\n\n\nThis one was probably a mistake. Probably\n\n\nCreates a rim-shot sound at the end of every sentence spoken within 7 meters of its skull. When “told” an actual joke, rim-shot is accompanied by a laugh track matched to an episode of the television program \nHogan’s Heroes\n\n\n\n\n\n\nSCP-2263-34\n\n\nAntimatter\n\n\nabout three years until anti-annihilation field stops working\n\n\nObject seems to be made of antimatter equivalent of human bone, and should be kept in isolated underground storage until at least 10/17/20██\n\n\n\n\n\n\nSCP-2263-51\n\n\nPine wood\n\n\ncareful not to knock this one into the sky, wont get it back\n\n\nObject is not affected by gravity, but will remain in place, relative to the earth, wherever it is placed in three dimensional space\n\n\n\n\n\n\nSCP-2263-55\n\n\nGlass\n\n\nturned it inside out, that did it\n\n\nObject appears to posses a \"negative volume\" (i.e. when object is submerged in a tank of water, the water level will drop, but the object will not take on water)\n\n\n\n\n\n\nSCP-2263-60\n\n\nRose quartz crystal\n\n\na little mixed media project\n\n\nWhen struck, each bone of SCP-2263-60 will emit a distinct musical tone. Bones in the arms make sounds corresponding with woodwinds, the legs correspond with brass instruments, the ribs correspond to a xylophone, bones in the spine and skull correspond to drums, and the pelvic bone creates a low, unidentified, prolonged sound, the closest match for which is a didgeridoo\n\n\n\n\n\n\nSCP-2263-62\n\n\nPlutonium\n\n\nBe careful with this one Jacob\n1\n\n\nObject emits normal radiation given off by plutonium, but only at a range of 3 cm off of its surface. Object also emits a high pitched ringing noise and occasionally will begin rotating at approximately 30000 rpm for exactly 15 seconds\n\n\n\n\n\n\nSCP-2263 was discovered in a warehouse in ███████, Ohio, which was registered to a Mister Johann ████. Upon research it has been discovered that no such person had ever lived in the town. The Foundation first became aware of SCP-2263 after local authorities investigated a break-in report and discovered SCP-2263's anomalous properties. Objects were recovered by Mobile Task Force Omicron-3 (\"Spooky Scary\") over the course of 13 hours. All 62 instances were successfully recovered, and MTF-O3 suffered two casualities, three instances of severe burns, one instance of hypothermia, one severed arm, and one instance of radiation poisoning.\n\n\nAt the warehouse in which SCP-2263 was recovered; a mattress, approximately 3 months worth of canned food and bottled water, and various sculptural tools were found, as well as 62 letters (one for each instance) written in Dutch and addressed to an individual named only as \"Jacob\", explaining how long each piece would take to complete, and how much it would cost to produce (each instance was always billed at exactly $543.21 USD). No explanation is ever given as to how an instance of SCP-2263 is created, or how materials are acquired. Only one reply was found at the scene, also in Dutch, addressed to the warehouse. See below for a transcript.\n\n\n\n\n+ Document 2263-63\n\n\n\n\n- Close\n\n\n\n\n\n\nMy dearest Johann, excellent work, I am very much anticipating the completion of the project. If all goes according to plan I will be in the states to personally pick them up very soon. I will have your money plus a little extra for your hard work. The likeness is astounding. Sincerely, Jacob\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. This individual's identity is not currently known, but is believed to be an associate of the creator of SCP-2263, as several letters addressed to a Jacob ██████, in Maastricht, The Netherlands were found at the site of SCP-2263's recovery. Upon investigation, no such person was found to exist.\n\n\n\n\n\n\n\n\n« \nSCP-2262\n | SCP-2263 | \nSCP-2264\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2263\n\" by Dr Solo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2263\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Human-Skeleton.jpg\n\n\nAuthor:\n Sklmsta\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia",
    "addendums": [],
    "documents": [],
    "notes": [
        "My dearest Johann, excellent work, I am very much anticipating the completion of the project. If all goes according to plan I will be in the states to personally pick them up very soon. I will have your money plus a little extra for your hard work. The likeness is astounding. Sincerely, Jacob",
        "\" SCP-2263 \" by Dr Solo, from the SCP Wiki . Source: https://scpwiki.com/scp-2263 . Licensed under CC-BY-SA .",
        "Filename: Human-Skeleton.jpg Author: Sklmsta License: Public Domain Source Link: Wikimedia"
    ],
    "item": "SCP-2263",
    "object_class": "Safe",
    "containment_procedures": "SCP-2263 is to be kept in standard safe object storage at Site-63 with the exception of SCP-2263-34, which is to be kept in highly explosive materials storage and SCP-2263-62, which is to be kept in radioactive materials storage. Due to potential as of yet undiscovered dangers, no experimentation is to be done on any instance of SCP-2263 without express permission from Site-63 administration.",
    "description": "SCP-2263 is comprised of 62 anatomically accurate, identical sculptures of a human skeleton, all of which are made out of anomalous materials. Each skeleton measures 190 cm tall, and has a mass of 11 kg, regardless of composition. Each skeleton is held together with silver wire, and mounted on a 5 cm thick lithium carbide disk, with a radius of 0.3 meters. Every instance of SCP-2263 has a descriptive tag affixed to its third left rib. Each tag is written in Dutch, with the same handwriting. Below are a selection of individual instances of SCP-2263, with a translation of their respective tags.",
    "title": "SCP-2263"
}