{
    "url": "https://scp-wiki.wikidot.com/scp-2267",
    "all_text": "rating: \n+125\n+\n–\nx\n\n\nItem #:\n SCP-2267\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Automated crawlers programmed by Foundation personnel are to be utilized in the event of new instances of SCP-2267. Existing instances are to be downloaded into an encrypted Foundation network for study and subsequently removed from public view. Personnel are to update crawler search protocols weekly.\n\n\nDescription:\n SCP-2267 is an entity or group that uploads anomalous content to video-sharing sites, including youtube.com and vine.co, under a series of unrelated and apparently nonsensical online handles. The accounts themselves have proven untraceable. Uploaded videos contain footage of musical performances, interviews, and advertisements featuring unknown musical artists and related figures. Despite the depicted popularity of these artists, personnel have concluded these recordings are not being produced in the Foundation's standard timeline and/or reality.\n\n\nFootage of performances depict fantastical and surrealistic venues, as well as the utilization of technology beyond current mundane capability. Analysis of these recordings has produced a list of reoccurring artists and their musical styles, as well as occasional biographical information presented in interviews (see Document 2267-A). Researchers have also verified the date in which SCP-2267's home reality diverged from the standard timeline (see Document 2267-B).\n\n\n\n\n+ Partial Recording Log\n\n\n\n\n- Click to hide\n\n\n\n\nTitle:\n \nHerewitz Interview 8/████\n\n\nRuntime:\n 04:56\n\n\nDescription\n: Interview with a Caucasian male identified as \"Jake Herewitz\". Herewitz describes his childhood in Touchdown and early interest in music. No record of a city or geographical area known as \"Touchdown\" exists. Herewitz concludes with the interview with a song from his latest studio album, \"Firefly Discoteque\", consisting of orchestral rock and electronic elements. Of notice are the unusual idiomatic phrases and dialects heard in the interview which have no real-world analogues.\n\n\nTitle:\n \nKaylee live at ████████\n\n\nRuntime:\n 20:45\n\n\nDescription:\n Footage of concert in large domed arena in unidentified city. Unknown artist is performing a song borrowing from an eclectic variety of electronic sub-genres. Members of crowd can be seen holding up an object in the shape of a bowling pin at various points. Personnel could not deduce function of object until the \"drop\" of an apparent single, during which it was observed stage machinery produced multi-colored beams of light that were attracted to these objects, allowing choreographed manipulation of the beams' arc with movement. Researchers described the effect as \"hypnotic\" and \"mesmerizing\".\n\n\nTitle:\n \nGREAT SHOW AT █████!!! MUST WATCH\n\n\nRuntime:\n 08:46\n\n\nDescription:\n Footage of concert in what appears to be a traditional orchestral hall built from a slightly luminescent metal. Personnel described the on-stage figure as being seated in an elaborate machine similar in appearance to a gyroscope. The figure did not exhibit any signs of distress. Although they were not observed to vocalize or produce sounds through instrumentation, unstructured, harmonic tones were clearly audible. Subjects unanimously described the sound as beautiful and intoxicating.\n\n\nTitle:\n [REDACTED]\n\n\nRuntime:\n 00:57\n\n\nDescription:\n Advertisement for what appears to be the above venue. The 'performance' is described as a musical tour of \"vibration\", and lists persons of various vocations, dispositions, and life experiences, such as a decorated police officer, a social worker, and a mystic, as well as various community and religious leaders lauded for their chastity and temperance. The headline act was described as a woman raised in a secluded natural environment and only allowed to consume specially cultivated vegetation and honey.\n\n\nTitle:\n [REDACTED]\n\n\nRuntime:\n 06:46\n\n\nDescription:\n Recording of performance in nightclub. Singer appears to be able to project her voice without the use of a microphone. Singer was also observed to change tone, inflection, and timbre of voice with remarkable ease and fluidity.\n\n\nTitle:\n \nhaunting stuff! █████ @ [REDACTED]\n\n\nRuntime:\n 06:21\n\n\nDescription:\n Footage of performance in expansive domed venue. A view of a city skyline from a high altitude is clearly visible outside, which led subjects to conclude the concert is taking place in a dirigible-like craft. The performer in question is only visible as a silhouette behind a shaded screen on stage. An elaborate apparatus comprising multiple microphones surrounds this screen. Despite the presence of a single silhouette, multiple voices singing in harmony are clearly audible. One subject claimed to have observed unusual movement on the singer's neck and shoulder area but could not confirm due to poor image quality.\n\n\nTitle:\n [REDACTED]\n\n\nRuntime:\n 02:23\n\n\nDescription:\n News broadcast detailing the construction of what appears to be a large, black speaker-like structure, approximately 1 KM wide located an uninhabited expanse of desert. The broadcast is in an unknown language.\n\n\nTitle:\n \nMESMERIZING!!! test run [REDACTED]\n\n\nRuntime:\n 04:11\n\n\nDescription:\n Footage of what appears to be a large, rounded multi-colored glass structure high in the atmosphere. The structure is positioned at an altitude that allows it to fully cover the sun, which subsequently projects a hyper-realistic environment on the flatlands below. The projected environment is mandala-like in its complexity, and rotates in an hypnotic fashion. Excited vocalizations, presumably made by the camera operator, are clearly audible.\n\n\nTitle:\n Monster show @ █████!! DOWNLOAD LINK IN DESCRIPTION\n\n\nRuntime:\n 11:45\n\n\nDescription:\n Footage of various figures in white clothing seated in previously seen gyroscopic devices. The constructs are on a raised marble dais in the center of the stage. Lights positioned above each apparatus appear to signal which device the audience is currently hearing. Five other figures in clothing ranging from gray to black are on a lower portion below the stage, also seated in these apparatuses. Audible music appears to be a product of these devices producing various tones and chords at different intervals. Figures on stage noted to have produced pleasant, harmonic sounds, while lower stage persons produced dissonant tones occasionally utilized in the main piece.\n\n\n\n\n\n\n\n\n\n\n+ Interview Transcript\n\n\n\n\n- Click to hide\n\n\n\n\nOn [REDACTED], the entities responsible for SCP-2267 uploaded studio footage of a radio interview with a person referred to as \"John Steckler\", an apparently leading figure in what the interviewer describes as \"pneuma-acoustics\". Transcript below.\n\n\n\n\nInterviewer:\n And the scientific community, there was no trepidation about this at all?\n\n\nSteckler:\n Well, there was definitely some of that. One of the, uh, analysts in the, uh, beginning, he quit as soon as he found out we were going in. He was out of there. But it, it was a shock to us, too. The ones who stayed. It really was.\n\n\nInterviewer:\n What was it like, being one of the first researchers to arrive on site?\n\n\nSteckler:\n [laughs] The story's been told a lot better in the movies. It —\n\n\nInterviewer:\n Yes, but —\n\n\nSteckler:\n — it didn't feel as earth-shattering to us. I know how, uh, how ridiculous that sounds, but a lot of people don't understand the kind of pressure we were under. We had to do it right. We had to have a kind of tunnel vision about the whole thing. Just working on what's in front of our noses. But I definitely don't remember any of the men kind of, shouting and crying and having these, these grand epiphanies like you see in all the movies. [laughs] We just had to do our jobs.\n\n\nInterviewer:\n Any details you can share with us that's never made it into those movies?\n\n\nSteckler:\n Oh, wow. Definitely the, definitely the smell of the ship. You can't get that across on screen. I know they keep trying. [laughs] It smelled like ammonia, and mint. And honey. [pause] It wasn't what we expected.\n\n\nInterviewer:\n What do you think happened?\n\n\nSteckler:\n [pause] Well, it's fair to say we don't know for sure. I know one of the soldiers on the detail, he's always supported one of the more definitely \noutlandish\n theories out there. [laughs] We found the original of what a lot of people know as a, uh, as a gyro - but what we in the parlance call a pneumatic acousticizer - we found a huge one, right in the belly of the thing. Right there. There was stuff there we still haven't cracked.\n\n\nInterviewer:\n Do you mean to say gyros can do more than translate psychological states into sound? Are you holding out on us? [laughs]\n\n\nSteckler:\n Well, no. It's just the one we found was designed to work on a much larger scale than the ones you're used to in, uh, a club or hall. Who knows who they were, why their ship was broken on arrival, where they disappeared to. If it was even supposed to be manned in the first place.\n\n\nInterviewer:\n How do you feel about this technology in the hands of law enforcement? Data has found pneumatic acoustizers being 95 percent accurate in diagnosing mental disorders and predicting convict recidivism. Do you think we are using the fruits of this technology in the right way?\n\n\nSteckler:\n Maybe there is no right way. Some of these club owners, they've taken the more fringe stuff we found and given 'em spins I wouldn't have imagined in my wildest dreams. It really is something.\n\n\nInterviewer:\n Briefly, Dr. Steckler, before we wrap up: Do you believe there is a chance we might have a repeat of the Touchdown?\n\n\nSteckler:\n That soldier I was telling you about. He thought the acousticizer on the ship was meant for the whole planet. Something like a cosmic lie detector, except accurate. [laughs] What do you think would have happened if the ship came through intact? And they used it on us, the whole planet? It'd be the supreme diagnosis. [laughs] [program cue music begins to play] Imagine them hooking it up and hearing the garbled, dissonant mess we hear when we hook up repeat offenders. With technology like that, you'd have to be a moralist. Or a doctor. [laughs] It's a scary thought. I don't want to think about it.\n\n\n\n\nEND TRANSCRIPT\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2266\n | SCP-2267 | \nSCP-2268\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2267\n\" by bbaztek, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2267\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewer: And the scientific community, there was no trepidation about this at all? Steckler: Well, there was definitely some of that. One of the, uh, analysts in the, uh, beginning, he quit as soon as he found out we were going in. He was out of there. But it, it was a shock to us, too. The ones who stayed. It really was. Interviewer: What was it like, being one of the first researchers to arrive on site? Steckler: [laughs] The story's been told a lot better in the movies. It — Interviewer: Yes, but — Steckler: — it didn't feel as earth-shattering to us. I know how, uh, how ridiculous that sounds, but a lot of people don't understand the kind of pressure we were under. We had to do it right. We had to have a kind of tunnel vision about the whole thing. Just working on what's in front of our noses. But I definitely don't remember any of the men kind of, shouting and crying and having these, these grand epiphanies like you see in all the movies. [laughs] We just had to do our jobs. Interviewer: Any details you can share with us that's never made it into those movies? Steckler: Oh, wow. Definitely the, definitely the smell of the ship. You can't get that across on screen. I know they keep trying. [laughs] It smelled like ammonia, and mint. And honey. [pause] It wasn't what we expected. Interviewer: What do you think happened? Steckler: [pause] Well, it's fair to say we don't know for sure. I know one of the soldiers on the detail, he's always supported one of the more definitely outlandish theories out there. [laughs] We found the original of what a lot of people know as a, uh, as a gyro - but what we in the parlance call a pneumatic acousticizer - we found a huge one, right in the belly of the thing. Right there. There was stuff there we still haven't cracked. Interviewer: Do you mean to say gyros can do more than translate psychological states into sound? Are you holding out on us? [laughs] Steckler: Well, no. It's just the one we found was designed to work on a much larger scale than the ones you're used to in, uh, a club or hall. Who knows who they were, why their ship was broken on arrival, where they disappeared to. If it was even supposed to be manned in the first place. Interviewer: How do you feel about this technology in the hands of law enforcement? Data has found pneumatic acoustizers being 95 percent accurate in diagnosing mental disorders and predicting convict recidivism. Do you think we are using the fruits of this technology in the right way? Steckler: Maybe there is no right way. Some of these club owners, they've taken the more fringe stuff we found and given 'em spins I wouldn't have imagined in my wildest dreams. It really is something. Interviewer: Briefly, Dr. Steckler, before we wrap up: Do you believe there is a chance we might have a repeat of the Touchdown? Steckler: That soldier I was telling you about. He thought the acousticizer on the ship was meant for the whole planet. Something like a cosmic lie detector, except accurate. [laughs] What do you think would have happened if the ship came through intact? And they used it on us, the whole planet? It'd be the supreme diagnosis. [laughs] [program cue music begins to play] Imagine them hooking it up and hearing the garbled, dissonant mess we hear when we hook up repeat offenders. With technology like that, you'd have to be a moralist. Or a doctor. [laughs] It's a scary thought. I don't want to think about it.",
        "\" SCP-2267 \" by bbaztek, from the SCP Wiki . Source: https://scpwiki.com/scp-2267 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2267",
    "object_class": "Euclid",
    "containment_procedures": "Automated crawlers programmed by Foundation personnel are to be utilized in the event of new instances of SCP-2267. Existing instances are to be downloaded into an encrypted Foundation network for study and subsequently removed from public view. Personnel are to update crawler search protocols weekly.",
    "description": "SCP-2267 is an entity or group that uploads anomalous content to video-sharing sites, including youtube.com and vine.co, under a series of unrelated and apparently nonsensical online handles. The accounts themselves have proven untraceable. Uploaded videos contain footage of musical performances, interviews, and advertisements featuring unknown musical artists and related figures. Despite the depicted popularity of these artists, personnel have concluded these recordings are not being produced in the Foundation's standard timeline and/or reality.",
    "title": "SCP-2267"
}