{
    "url": "https://scp-wiki.wikidot.com/scp-2268",
    "all_text": "rating: \n+329\n+\n–\nx\n\n\nItem #:\n SCP-2268\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n All current and upcoming antivirus softwares are to contain a patch redirecting users away from SCP-2268 by claiming that the website has been infected with a virus. Periodic checks are to be made to ensure that the website remains contained. In addition, Foundation webcrawlers are to ensure that no additional domains contain the anomalous program. Due to safety concerns, all pages and subject matter must be approved by a Level 3 researcher before testing with D-class personnel.\n\n\nDescription:\n SCP-2268 is an anomalous website under the URL ██████████████. The page superficially appears similar to non-anomalous search pages. However, instead of conducting an internet search, the input bar instead loads pages from any URL. The pages loaded will contain no advertisements or other distractions from the primary information.\n1\n Once a page has been loaded, an alert window will prompt the user to \"loaf page\" (sic) by inserting a slice of bread into the disk drive. Experimentation has revealed that anything the user considers to be bread will work for the purposes of insertion, even if it would normally damage the bread or disk drive to insert it. Anything that is not considered bread will react in a non-anomalous manner. Upon insertion of the bread slice, the page will show a loading screen with the words \"downloafing\" (sic) displayed above a loading bar in the shape of a baguette. While \"downloafing\" is taking place, the page will be unresponsive to user input. During this process, the bread inserted into the disk drive will be toasted. It is unknown how the toasting occurs, as unmodified disk drives do not reach the temperature necessary to begin the Maillard reaction.\n\n\nBread toasted in this manner appears to be non-anomalous when analyzed, or when eaten by anyone except the user. When the user eats the toast, they will anomalously acquire all the information on the page loaded on the website. Amount of information acquired directly corresponds to the amount of bread eaten. This only applies to the images and text on the page at the time of the browser freezing. Attempting to internalize videos will result in only the still image shown at time of freezing being internalized. For a week after consumption, the information cannot be erased by any means, including the use of amnestics. After this week, information can be forgotten with normal memory degradation.\n\n\nAttempting to use SCP-2268 on a device without a disk drive will result in a 405 error occurring. The only way to circumvent this is by using a disk drive attachment, in which case SCP-2268 will perform as described above.\n\n\nUse of SCP-2268 to study anomalous webpages, including \nSCP-1584\n, is currently pending review.\n\n\n\n\nFootnotes\n\n\n1\n. For example, a social media page will have had the recommendation sidebar(s) removed.\n\n\n\n\n\n\n\n\n« \nSCP-2267\n | SCP-2268 | \nSCP-2269\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2268\n\" by SpectralDragon, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2268\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-2268 \" by SpectralDragon, from the SCP Wiki . Source: https://scpwiki.com/scp-2268 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2268",
    "object_class": "Safe",
    "containment_procedures": "All current and upcoming antivirus softwares are to contain a patch redirecting users away from SCP-2268 by claiming that the website has been infected with a virus. Periodic checks are to be made to ensure that the website remains contained. In addition, Foundation webcrawlers are to ensure that no additional domains contain the anomalous program. Due to safety concerns, all pages and subject matter must be approved by a Level 3 researcher before testing with D-class personnel.",
    "description": "SCP-2268 is an anomalous website under the URL ██████████████. The page superficially appears similar to non-anomalous search pages. However, instead of conducting an internet search, the input bar instead loads pages from any URL. The pages loaded will contain no advertisements or other distractions from the primary information.1 Once a page has been loaded, an alert window will prompt the user to \"loaf page\" (sic) by inserting a slice of bread into the disk drive. Experimentation has revealed that anything the user considers to be bread will work for the purposes of insertion, even if it would normally damage the bread or disk drive to insert it. Anything that is not considered bread will react in a non-anomalous manner. Upon insertion of the bread slice, the page will show a loading screen with the words \"downloafing\" (sic) displayed above a loading bar in the shape of a baguette. While \"downloafing\" is taking place, the page will be unresponsive to user input. During this process, the bread inserted into the disk drive will be toasted. It is unknown how the toasting occurs, as unmodified disk drives do not reach the temperature necessary to begin the Maillard reaction.",
    "title": "SCP-2268"
}