{
    "url": "https://scp-wiki.wikidot.com/scp-2274",
    "all_text": "rating: \n+122\n+\n–\nx\n\n\nItem #:\n SCP-2274\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2274 is to be kept within its box in Standard Secure Locker #56. Under no circumstances should any personnel directly view SCP-2274. No testing is permitted at this time.\n\n\nDescription:\n SCP-2274 is a statue, 46 cm in height, made of metal of an indeterminate color. It depicts a humanoid figure, with a clearly defined torso and head and limbs that taper to points, without hands or feet, standing upright on a square base.\n\n\nAny human being who views SCP-2274 will halt all activity and assume a neutral standing position, staring fixedly at SCP-2274. These subjects cannot be persuaded to assume a seated or prone position, nor to have SCP-2274 leave their line of sight. Subjects seem incapable of autonomously performing any task other than remaining upright, including the basic requirements for living. If left alone, subjects will expire of dehydration. Subjects under the influence of SCP-2274 show extremely limited ability or willingness to communicate. They do not respond to questioning, unless asked one of two questions: when asked “what do you do?”, subjects invariably respond “I stand, as he stands.”\n1\n When asked “what does he do?”, with reference to SCP-2274, subjects invariably respond “he stands because he must.”\n\n\nPhotographs and video footage of SCP-2274 have the same effect, as does viewing any portion of the object, whether in a photograph or directly. Viewing SCP-2274 in silhouette does not have any effect, nor does viewing the shape of the object while it is completely wrapped in cloth or paper.\n\n\nIf the subject is forced to assume a seated or prone position, or if SCP-2274 is removed from a subject’s line of sight, the subject will react violently, attacking whomever is instigating the change until that person either views SCP-2274 or is incapacitated (See \nInterview Log 2274-1\n). No supernatural strength or unusual speed has been observed in subjects during these outbursts.\n\n\nAt present, no observed subjects have recovered from the effects of SCP-2274.\n\n\nAddendum 2274-1:\n The object was recovered from the home of Kerry █████ in ██████, Texas on ██/██/20██, when a friend who had gone over to have dinner dialed 911, stating that Ms. █████ was “just standing there saying nothing except ‘I stand as he stands.’” Remaining on the line with the 911 operator, he tried to force her to turn towards him as they waited for first responders. She responded by delivering a blow that seemed to cause him to lose consciousness.\n2\n He was later found under the influence of SCP-2274 alongside her.\n\n\nThe police officers who responded to the call were found also under the effect of SCP-2274. This development led to widespread fear amongst the police force, which alerted Agent ████ and led the Foundation to launch an investigation. After the loss of Mobile Task Force Nu-12, the object, along with a cardboard box in which it was contained, and two typed notes within the box (documents 2274-I and 2274-II) was recovered by drone and brought to Site-19. Neither the box nor the notes have exhibited any anomalous properties.\n\n\nAddendum 2274-2:\n Personnel with Level 2 security clearance or higher may refer to documents 2274-I and 2274-II, which were recovered along with SCP-2274.\n\n\n\n\n+ Document 2274-I\n\n\n\n\n- Document 2274-I\n\n\n\n\n\n\nKerry-\n\nI honest-to-God hate you, you know that? You don't know shit about what you're talking about. You don’t understand art and you will never be an artist. Fuck you.\n\nThis is the piece you wanted. I promise you’ll find it more interesting than the last few.\n\nI'll come by tomorrow to pick up my payment.\n\nI hope you enjoy it.\n\nKisses,\n\n[ILLEGIBLE]\n\n\n\n\n\n\n\n\n\n\n\n\n+ Document 2274-II\n\n\n\n\n- Document 2274-II\n\n\n\n\n\n\nTo the Foundation-\n\nSince I know you’ll get your grubby hands on my art, I might as well address you, too.\n\nYou disgust me. You don’t look for meaning. You don’t see beauty. You don’t care about the “why,” you care about the “how.” Like it’s a drug. You need it. I don’t understand the obsession.\n\nYour dependance on the “how” makes you bloated. You are lazy. You don’t think, you observe. You don’t create, you define. You categorize. You sterilize. You sit around on your collective derivative ass all day and destroy meaning through analysis.\n\nSo, when you eventually do find my piece, this will be a fun one for you. For him, the “why” is the same as the “how.” He stands. He is his own. He is free of definition, and meaning does not burden him; it gives him strength. There’s no more understanding to be had.\n\nYou do not stand as he stands. You are not free.\n\nYou will never be cool, and you will never understand true meaning.\n\nI weep for you.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Asking “what are you doing?” also procures this response in 22% of cases.\n\n\n2\n. An autopsy of the man revealed a significant recent contusion and moderate amounts of bruising on the scalp.\n\n\n\n\n\n\n\n\n« \nSCP-2273\n | SCP-2274 | \nSCP-2275\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2274\n\" by OverThinking, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2274\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 2274-1: The object was recovered from the home of Kerry █████ in ██████, Texas on ██/██/20██, when a friend who had gone over to have dinner dialed 911, stating that Ms. █████ was “just standing there saying nothing except ‘I stand as he stands.’” Remaining on the line with the 911 operator, he tried to force her to turn towards him as they waited for first responders. She responded by delivering a blow that seemed to cause him to lose consciousness. 2 He was later found under the influence of SCP-2274 alongside her.\nThe police officers who responded to the call were found also under the effect of SCP-2274. This development led to widespread fear amongst the police force, which alerted Agent ████ and led the Foundation to launch an investigation. After the loss of Mobile Task Force Nu-12, the object, along with a cardboard box in which it was contained, and two typed notes within the box (documents 2274-I and 2274-II) was recovered by drone and brought to Site-19. Neither the box nor the notes have exhibited any anomalous properties.",
        "Addendum 2274-2: Personnel with Level 2 security clearance or higher may refer to documents 2274-I and 2274-II, which were recovered along with SCP-2274."
    ],
    "documents": [],
    "notes": [
        "Kerry- I honest-to-God hate you, you know that? You don't know shit about what you're talking about. You don’t understand art and you will never be an artist. Fuck you. This is the piece you wanted. I promise you’ll find it more interesting than the last few. I'll come by tomorrow to pick up my payment. I hope you enjoy it. Kisses, [ILLEGIBLE]",
        "To the Foundation- Since I know you’ll get your grubby hands on my art, I might as well address you, too. You disgust me. You don’t look for meaning. You don’t see beauty. You don’t care about the “why,” you care about the “how.” Like it’s a drug. You need it. I don’t understand the obsession. Your dependance on the “how” makes you bloated. You are lazy. You don’t think, you observe. You don’t create, you define. You categorize. You sterilize. You sit around on your collective derivative ass all day and destroy meaning through analysis. So, when you eventually do find my piece, this will be a fun one for you. For him, the “why” is the same as the “how.” He stands. He is his own. He is free of definition, and meaning does not burden him; it gives him strength. There’s no more understanding to be had. You do not stand as he stands. You are not free. You will never be cool, and you will never understand true meaning. I weep for you.",
        "\" SCP-2274 \" by OverThinking, from the SCP Wiki . Source: https://scpwiki.com/scp-2274 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2274",
    "object_class": "Safe",
    "containment_procedures": "SCP-2274 is to be kept within its box in Standard Secure Locker #56. Under no circumstances should any personnel directly view SCP-2274. No testing is permitted at this time.",
    "description": "SCP-2274 is a statue, 46 cm in height, made of metal of an indeterminate color. It depicts a humanoid figure, with a clearly defined torso and head and limbs that taper to points, without hands or feet, standing upright on a square base.",
    "title": "SCP-2274"
}