{
    "url": "https://scp-wiki.wikidot.com/scp-2279",
    "all_text": "rating: \n+70\n+\n–\nx\n\n\nItem #:\n SCP-2279\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n A false construction project has been set up around SCP-2279 to prevent civilians from entering the structure. The interior of the anomaly is to be monitored via surveillance cameras.\n\n\nOnly Foundation operatives are allowed into SCP-2279. Testing of D-Class must be carefully monitored to observe the requirements for SCP-2279 activation.\n\n\nDescription:\n SCP-2279 is a pet store located in ███████, Tennessee. A sign reading \"THE PEOPLE'S PET SHOP\" hangs above the door of the structure. The building lacks windows and its only entrance is the front door. SCP-2279 is occupied by various domesticated animals, hereby designated SCP-2279-A, and humanoid entities, hereby designated SCP-2279-B.\n\n\nWhile humans are not within SCP-2279\n1\n, instances of SCP-2279-A are almost always seriously wounded in some manner, such as missing limbs, mutilated faces, and infected gashes running all along their bodies. While inside of SCP-2279, these entities seem to be in constant pain due to their injuries. Occasionally a new instance of SCP-2279-A will manifest within the structure. SCP-2279-A entities cannot be killed by any conventional means.\n\n\nInstances of SCP-2279-B do not manifest unless a human enters the structure. At this time, the wounds on SCP-2279-A entities will appear to have healed either considerably or entirely. Upon entering SCP-2279, one of two events will occur: either the subject will be mostly ignored by SCP-2279-A and SCP-2279-B entities until they leave or the subject will be approached by one instance of SCP-2279-B, who will insist that the subject purchase a very specific SCP-2279-A entity for either large sums of money or in exchange for something very personal. Any attempts to purchase anything other than what is offered when it is offered will be met with resistance. The former situation has occurred almost every time the Foundation has attempted to research the anomaly following its discovery\n2\n, while the latter usually happens when an unaware civilian enters the structure. Persons without knowledge of SCP-2279’s anomalous nature seem to be somewhat drawn to enter the structure. Currently, the criteria for this is unknown.\n\n\nIf the subject refuses to take the suggestion, the SCP-2279-B entities will bar the subject from leaving physically until they have agreed to take the instance of SCP-2279-A home. In these cases, SCP-2279-B entities exhibited great physical strength and resilience\n3\n.\n\n\nOnce the entity is taken to the subject's place of residence, an anomalous event will be triggered. This event consists of five stages and takes place over the course of eleven (11) weeks on average.\n\n\n\n\n\n\nStage\n\n\nLength of Time After Purchase\n\n\nDescription\n\n\n\n\n\n\nStage 1\n\n\nLess than two (2) weeks\n\n\nNothing unusual can be seen in either subject as of yet. However, the human subject becomes unable to die upon leaving SCP-2279.\n\n\n\n\n\n\nStage 2\n\n\nTwo (2) to six (6) weeks\n\n\nMinor wounds on SCP-2279-A begin to worsen at a rapid rate, often for no visible reason. Their owner will express increasing amounts of distress for the condition of the entity whether or not they are aware of their injuries.\n\n\n\n\n\n\nStage 3\n\n\nSix (6) to eight (8) weeks\n\n\nWounds covering the SCP-2279-A entity begin to heal and start to manifest on the subject. The subject will often not acknowledge that the entity's health appears to be improving as well as their own failing health. At this point, they will forgo eating, drinking, and sleeping in order to care for the entity. This distress and manifestation of injuries occurs even when the subject is unable to actually view or have any knowledge about SCP-2279-A.\n\n\n\n\n\n\nStage 4\n\n\nEight (8) to ten (10) weeks\n\n\nDuring this time period, the owner's condition will worsen until they are physically incapable of moving, usually due to the deterioration of their muscles. The SCP-2279-A instance will become healthier during this time to the point where they are in a better condition than they appeared to be in when intitally leaving SCP-2279.\n\n\n\n\n\n\nStage 5\n\n\nTen (10) to eleven (11) weeks\n\n\nSCP-2279-A will consume the immobile subject and demanifest.\n\n\n\n\n\n\nInterview-2279-Eta:\n On 05/12/2012, Foundation agents entered SCP-2279 with the intention of continuing observation and collecting data on the anomaly. At this point, several interviews with SCP-2279-B had already been conducted.\n\n\n\n\nInterviewed:\n SCP-2279-B-17\n\n\nInterviewer:\n Agent Fredricks, Agent Timmons\n\n\nForeword:\n As per Foundation protocol, Agent Fredricks was accompanied by a newer Foundation operative so that they could gain field experience. The operative in question was Agent █████ Timmons.\n\n\n<Begin Log>\n\n\nFredricks:\n Hello, SCP-2279-B-17.\n\n\nSCP-2279-B-17:\n Oh, hey, you again. I don't suppose you'd be any more willing to call me \"Sam\" than you were the last three times, hm?\n\n\nFredricks:\n B-17, I believe you know the answer to that already.\n\n\nSCP-2279-B-17:\n \n[sighs audibly, notices Agent Timmons]\n Oooh, they're new, aren't they? Welcome to the People's Pet Shop, where second chances really do happen. You look like you could use some company? Especially since your apartment has become \n[prolonged exhale]\n so much quieter recently, hmm?\n\n\nTimmons:\n I—\n\n\nFredricks:\n \n[interrupting]\n B-17, I believe I am addressing you right now. Now—\n\n\nSCP-2279-B-17:\n \n[interrupting]\n Oh, shut up, it's not like you were gonna ask anything new anyway. \n[addressing Timmons]\n Sooo, how would you like to take… this one? \n[offers Agent Timmons a calico cat, hereby referred to as SCP-2279-A-042.\n4\n]\n\n\nTimmons:\n \n[stares at SCP-2279-A-042]\n I… I can't…\n\n\nSCP-2279-B-17:\n Oh, I assure you, miss, you can. Don't you want her? She seems to really want you.\n\n\nTimmons:\n Please… I don't… I didn't mean to…\n\n\nFredricks:\n Agent, I… \n[clears his throat]\n I believe at this time that it would be our best option to take it. We will study this more back at the site.\n\n\nTimmons:\n …Yes, sir.\n\n\nSCP-2279-B-17:\n \n[looking directly at Agent Timmons one eyebrow raised, smiling]\n Have a nice day, now.\n\n\n<End Log>\n\n\nClosing Statement:\n Agent Fredricks and Agent Timmons escorted SCP-2279-A-042 to Site 23. The entity was placed into Temporary Containment Chamber #242 while Agent Fredricks escorted Agent Timmons to be interviewed in order to more fully investigate the anomaly. See Interview-2279-Theta.\n\n\n\n\nInterview-2279-Theta:\n\n\n\n\nInterviewed:\n Agent Timmons\n\n\nInterviewer:\n Agent Harmon\n\n\nForeword:\n This interview took place immediately following the events of Interview-2279-Eta.\n\n\n<Begin Log>\n\n\nHarmon:\n Agent Timmons. For the sake of this log, please summarize the events leading up to this interview.\n\n\nTimmons:\n \n[silence for several seconds before speaking. When she does, she speaks softly and slowly]\n I was investigating SCP-2279 with Agent Fredricks. I came along to get experience working as an operative of the Foundation. I was addressed by one of the entities associated with the anomaly, who offered me Eil— \n[stops herself, gulps]\n SCP-2279-A-042. Given that all noted previous attempts by other persons to exit SCP-2279 without accepting the offer before this point had been met with harsh physical resistance, it was determined that the best course of action would be to comply with the entity. SCP-2279-A-042 is currently contained in a temporary holding cell.\n\n\nHarmon:\n Excellent. Now, Timmons, you seem to recognize this entity.\n\n\nTimmons:\n Yes.\n\n\nHarmon:\n Can you tell me how?\n\n\nTimmons:\n \n[pauses for approximately five (5) seconds]\n The entity looks identical to my old pet, Eileen, who died a few months ago.\n\n\nHarmon:\n I see. How did she die?\n\n\nTimmons:\n \n[pauses for approximately ten (10) seconds]\n I… I made a mistake. I was trying this new thing, something fun for myself, making a pizza. I got everything out: the dough, the cheese, the pepperoni, everything, when my friend called, said it was an emergency. I rushed over only to find it was a surprise party for… well, me. She noticed I had been a little down at the time and thought it could cheer me up. And it did. But I was there for so long that I lost track of time and ended up staying overnight. When I got home I… I… \n[gulps]\n Did you know that raw bread dough is poisonous to cats? I didn't. I sure didn't. I… found her, curled up in my closet and… and… \n[trails off]\n\n\nHarmon:\n I believe that's enough about that incident. Was this pet treated well prior to this?\n\n\nTimmons:\n I tried, certainly. But I was struggling at the time, just trying to get by and… some days it was hard to remember to find time for her. To take care of her. To… \n[long inhale]\n to feed her. I… wanted to give her a good home but I guess… \n[trails off]\n\n\nHarmon:\n I see. Thank you, Agent Timmons. Now, I'm sure you're aware that, due to the nature of this anomaly, we unfortunately cannot let you go. You will be escorted to a temporary holding cell until we can find a way to take care of this.\n\n\nTimmons:\n I understand. Thank you.\n\n\n<End Log>\n\n\nClosing Statement:\n Agent Timmons was escorted to Temporary Humanoid Holding Chamber #422 immediately after this interview.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. This does not include non-human observation methods, such as surveillance cameras.\n\n\n2\n. See Addendum-2279-Eta for an exception to this.\n\n\n3\n. During one such occurrance, a civilian stabbed the entity multiple times. The SCP-2279-B instance showed no signs of registering the physical harm and continued to block the exit until the civilian accepted the SCP-2279-A entity.\n\n\n4\n. This specimen is notable as it had no visible wounds while under surveillance. Instead, it repeatedly vomited, exhibited inhibited motor control, and extreme trouble breathing.\n\n\n\n\n\n\n\n\n« \nSCP-2278\n | SCP-2279 | \nSCP-2280\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2279\n\" by marslifeform, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2279\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewed: SCP-2279-B-17 Interviewer: Agent Fredricks, Agent Timmons Foreword: As per Foundation protocol, Agent Fredricks was accompanied by a newer Foundation operative so that they could gain field experience. The operative in question was Agent █████ Timmons. <Begin Log> Fredricks: Hello, SCP-2279-B-17. SCP-2279-B-17: Oh, hey, you again. I don't suppose you'd be any more willing to call me \"Sam\" than you were the last three times, hm? Fredricks: B-17, I believe you know the answer to that already. SCP-2279-B-17: [sighs audibly, notices Agent Timmons] Oooh, they're new, aren't they? Welcome to the People's Pet Shop, where second chances really do happen. You look like you could use some company? Especially since your apartment has become [prolonged exhale] so much quieter recently, hmm? Timmons: I— Fredricks: [interrupting] B-17, I believe I am addressing you right now. Now— SCP-2279-B-17: [interrupting] Oh, shut up, it's not like you were gonna ask anything new anyway. [addressing Timmons] Sooo, how would you like to take… this one? [offers Agent Timmons a calico cat, hereby referred to as SCP-2279-A-042. 4 ] Timmons: [stares at SCP-2279-A-042] I… I can't… SCP-2279-B-17: Oh, I assure you, miss, you can. Don't you want her? She seems to really want you. Timmons: Please… I don't… I didn't mean to… Fredricks: Agent, I… [clears his throat] I believe at this time that it would be our best option to take it. We will study this more back at the site. Timmons: …Yes, sir. SCP-2279-B-17: [looking directly at Agent Timmons one eyebrow raised, smiling] Have a nice day, now. <End Log> Closing Statement: Agent Fredricks and Agent Timmons escorted SCP-2279-A-042 to Site 23. The entity was placed into Temporary Containment Chamber #242 while Agent Fredricks escorted Agent Timmons to be interviewed in order to more fully investigate the anomaly. See Interview-2279-Theta.",
        "Interviewed: Agent Timmons Interviewer: Agent Harmon Foreword: This interview took place immediately following the events of Interview-2279-Eta. <Begin Log> Harmon: Agent Timmons. For the sake of this log, please summarize the events leading up to this interview. Timmons: [silence for several seconds before speaking. When she does, she speaks softly and slowly] I was investigating SCP-2279 with Agent Fredricks. I came along to get experience working as an operative of the Foundation. I was addressed by one of the entities associated with the anomaly, who offered me Eil— [stops herself, gulps] SCP-2279-A-042. Given that all noted previous attempts by other persons to exit SCP-2279 without accepting the offer before this point had been met with harsh physical resistance, it was determined that the best course of action would be to comply with the entity. SCP-2279-A-042 is currently contained in a temporary holding cell. Harmon: Excellent. Now, Timmons, you seem to recognize this entity. Timmons: Yes. Harmon: Can you tell me how? Timmons: [pauses for approximately five (5) seconds] The entity looks identical to my old pet, Eileen, who died a few months ago. Harmon: I see. How did she die? Timmons: [pauses for approximately ten (10) seconds] I… I made a mistake. I was trying this new thing, something fun for myself, making a pizza. I got everything out: the dough, the cheese, the pepperoni, everything, when my friend called, said it was an emergency. I rushed over only to find it was a surprise party for… well, me. She noticed I had been a little down at the time and thought it could cheer me up. And it did. But I was there for so long that I lost track of time and ended up staying overnight. When I got home I… I… [gulps] Did you know that raw bread dough is poisonous to cats? I didn't. I sure didn't. I… found her, curled up in my closet and… and… [trails off] Harmon: I believe that's enough about that incident. Was this pet treated well prior to this? Timmons: I tried, certainly. But I was struggling at the time, just trying to get by and… some days it was hard to remember to find time for her. To take care of her. To… [long inhale] to feed her. I… wanted to give her a good home but I guess… [trails off] Harmon: I see. Thank you, Agent Timmons. Now, I'm sure you're aware that, due to the nature of this anomaly, we unfortunately cannot let you go. You will be escorted to a temporary holding cell until we can find a way to take care of this. Timmons: I understand. Thank you. <End Log> Closing Statement: Agent Timmons was escorted to Temporary Humanoid Holding Chamber #422 immediately after this interview.",
        "\" SCP-2279 \" by marslifeform, from the SCP Wiki . Source: https://scpwiki.com/scp-2279 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2279",
    "object_class": "Safe",
    "containment_procedures": "A false construction project has been set up around SCP-2279 to prevent civilians from entering the structure. The interior of the anomaly is to be monitored via surveillance cameras.",
    "description": "SCP-2279 is a pet store located in ███████, Tennessee. A sign reading \"THE PEOPLE'S PET SHOP\" hangs above the door of the structure. The building lacks windows and its only entrance is the front door. SCP-2279 is occupied by various domesticated animals, hereby designated SCP-2279-A, and humanoid entities, hereby designated SCP-2279-B.",
    "title": "SCP-2279"
}