{
    "url": "https://scp-wiki.wikidot.com/scp-2282",
    "all_text": "rating: \n+351\n+\n–\nx\n\n\nItem #:\n SCP-2282\n\n\nObject Class:\n Neutralized (formerly Euclid)\n\n\nSpecial Containment Procedures:\n (Former. SCP-2282 is now deceased.) SCP-2282 is to be kept under the care of the Area-12 Parazoology Department in an outdoor enclosure. SCP-2282 should never come closer than a distance of one hundred meters (100 m) to any structure or tree. SCP-2282 is to have appropriate maintenance for a domestic goat.\n\n\nDescription:\n SCP-2282 is a female young mammal of a unique subspecies closely related to \nCapra aegagrus hircus\n, classified as \nC. a. spatium\n. SCP-2282 is of normal size and externally identical to a common domesticated goat. SCP-2282's skeletal, muscular, and cranial anatomy is identical.\n\n\nSCP-2282's digestive tract is a highly non-Euclidean array of spacial distortions warped to increase its internal volume to at least seventeen thousand cubic meters (17,000 m³), consisting of over eight thousand (8000) separate stomachs. The digestive tract of SCP-2282 is complicated and nonlinear with seemingly no organized purpose. The total mass of SCP-2282 is at least sixteen million kilograms (16,000,000 kg), but externally appears to have a mass of only 89 kg, a normal amount for a goat of its apparent breed. These additional organs also apparently do not require additional sustenance to function, as SCP-2282's material diet is normal.\n\n\nSCP-2282 consumes matter by incorporating the space that contains that matter into its own body. This space is removed from an area near SCP-2282's mouth while grazing, and manipulated so that its exterior is shrunk as it is transported to inside of SCP-2282's digestive tract. The cavity this creates within SCP-2282 is then filled with new flesh and organs. SCP-2282 consumes approximately three cubic meters (3 m³) per day.\n\n\nAddendum:\n SCP-2282 was discovered on 3 Feb 2001 on a goat ranch in central California after Foundation gravitational-wave observatories in Area-6, Area-22, and Site-20 began detecting a small, regular tremor in the curvature of spacetime. The anomaly was triangulated, and the farm was investigated and purchased after the effect was confirmed.\n\n\nAddendum:\n Correspondence between Dr. Carrs and Overwatch Council, 22 Apr 2014\n\n\nSCP-2282 has begun showing signs of aging and ill health appropriate to a goat of its age. Barring more intense medical care, it has maybe four more months left alive. I am seeking approval to euthanize SCP-2282 on 1 May 2014 before it dies of natural causes to allow it to decease in a controlled environment, and to study its anatomy before it undergoes organ failure.\n - Dr. Carrs\n\n\nApproved.\n - O5-9\n\n\nAddendum:\n Euthanasia of SCP-2282 proceeded as planned until the moment of death. After injection by Dr. Dangson, SCP-2282's interior instantaneously distorted itself to match Euclidean space. This resulted in a bubble of new space sixty-seven meters (67 m) in diameter appearing from SCP-2282's abdomen, warping all space in the surrounding area.\n\n\nDr. Dangson, standing directly next to SCP-2282 during the distortion, was killed instantaneously from massive anatomical deformation. Dr. Carrs entered critical condition and died six hours later from cerebral hemorrhaging. Dr. Ohman and Dr. Jept suffered severe skeletal and anatomical deformation; Dr. Jept required amputation of his left arm and leg, and Dr. Ohman is currently undergoing intensive physical therapy to regain full mobility.\n\n\nThe sphere of new space was filled with goat entrails which immediately collapsed to fill the dimple in the ground created by the distortion and overflow into the surrounding area.\n\n\nAddendum:\n Excavation of SCP-2282's remains has revealed that some of SCP-2282's stomachs were not filled with digestive fluid, and contained objects that were kept relatively well preserved, including several that would have been too large for SCP-2282 to have consumed whole. Objects currently discovered in the remains include:\n\n\n\n\n1 wooden architectural ruler\n\n\n4 Tic Tac brand candy boxes (empty, various flavors)\n\n\n1 \"Pikachu Pedometer\" instruction booklet\n\n\n11 rocks (various sizes)\n\n\n1 large wood lathe\n\n\n22 various wood lathe tools\n\n\n7 playing cards (standard)\n\n\n9 playing cards (identified as part of the \"7th Sea Collectible Card Game\")\n\n\n1 giraffe skeleton (whole)\n\n\n1 halogen light bulb\n\n\n1 stainless steel dresser\n\n\n191 Elmer's brand glue sticks\n\n\n1 beehive (whole, dormant)\n\n\n6 vacuum tubes\n\n\n\n\n\n\n\n\n« \nSCP-2281\n | SCP-2282 | \nSCP-2283\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2282\n\" by llama66613, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2282\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: SCP-2282 was discovered on 3 Feb 2001 on a goat ranch in central California after Foundation gravitational-wave observatories in Area-6, Area-22, and Site-20 began detecting a small, regular tremor in the curvature of spacetime. The anomaly was triangulated, and the farm was investigated and purchased after the effect was confirmed.",
        "Addendum: Correspondence between Dr. Carrs and Overwatch Council, 22 Apr 2014\nSCP-2282 has begun showing signs of aging and ill health appropriate to a goat of its age. Barring more intense medical care, it has maybe four more months left alive. I am seeking approval to euthanize SCP-2282 on 1 May 2014 before it dies of natural causes to allow it to decease in a controlled environment, and to study its anatomy before it undergoes organ failure. - Dr. Carrs\nApproved. - O5-9",
        "Addendum: Euthanasia of SCP-2282 proceeded as planned until the moment of death. After injection by Dr. Dangson, SCP-2282's interior instantaneously distorted itself to match Euclidean space. This resulted in a bubble of new space sixty-seven meters (67 m) in diameter appearing from SCP-2282's abdomen, warping all space in the surrounding area.\nDr. Dangson, standing directly next to SCP-2282 during the distortion, was killed instantaneously from massive anatomical deformation. Dr. Carrs entered critical condition and died six hours later from cerebral hemorrhaging. Dr. Ohman and Dr. Jept suffered severe skeletal and anatomical deformation; Dr. Jept required amputation of his left arm and leg, and Dr. Ohman is currently undergoing intensive physical therapy to regain full mobility.\nThe sphere of new space was filled with goat entrails which immediately collapsed to fill the dimple in the ground created by the distortion and overflow into the surrounding area.",
        "Addendum: Excavation of SCP-2282's remains has revealed that some of SCP-2282's stomachs were not filled with digestive fluid, and contained objects that were kept relatively well preserved, including several that would have been too large for SCP-2282 to have consumed whole. Objects currently discovered in the remains include:"
    ],
    "documents": [],
    "notes": [
        "\" SCP-2282 \" by llama66613, from the SCP Wiki . Source: https://scpwiki.com/scp-2282 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2282",
    "object_class": "Neutralized (formerly Euclid)",
    "containment_procedures": "(Former. SCP-2282 is now deceased.) SCP-2282 is to be kept under the care of the Area-12 Parazoology Department in an outdoor enclosure. SCP-2282 should never come closer than a distance of one hundred meters (100 m) to any structure or tree. SCP-2282 is to have appropriate maintenance for a domestic goat.",
    "description": "SCP-2282 is a female young mammal of a unique subspecies closely related to Capra aegagrus hircus, classified as C. a. spatium. SCP-2282 is of normal size and externally identical to a common domesticated goat. SCP-2282's skeletal, muscular, and cranial anatomy is identical.",
    "title": "SCP-2282"
}