{
    "url": "https://scp-wiki.wikidot.com/scp-2287",
    "all_text": "rating: \n+299\n+\n–\nx\n\n\nItem #:\n SCP-2287\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2287 is to be contained in Hall ██ of Site ██. Except for during authorized testing, SCP-2287's mask is not to be removed. SCP-2287 does not require food, but can be provided with incense on its request, contingent on good behavior. Literature provided to SCP-2287 is to be converted into Braille.\n\n\nDescription:\n SCP-2287 is a headless humanoid white male who manifests multiple anomalous properties; primary among these is that it is able to function as a living being despite lacking a head. The words \"Mr. Headless, from Little Misters ® by Dr. Wondertainment\" are tattooed on the lower side of SCP-2287’s back. Its exposed neck stump is covered with live skin; radiographic examination has shown that the neck stump has only the bottom four cervical vertebrae, but there are no signs of spinal damage.\n\n\nThe head-based functions which SCP-2287 is able to emulate include thought, hearing, and smell. It is able to speak, but has not demonstrated the ability to replicate the normal tonalities of a human voice; as well, it claims to be blind. It does not eat or breathe, and has claimed that its energy source may be \"some kind of amplified photosynthesis or something\" (see interview log 2287-41-B).\n\n\nDirect visual observation of SCP-2287's headlessness is not possible; individuals who attempt to observe this will instead perceive headless versions of themselves, as seen from SCP-2287's perspective. Such individuals describe feeling \"disconnected\" from themselves, but are still able to control the movement of their own bodies, albeit with difficulty. This effect does not occur when SCP-2287 is viewed through any means other than the unaided human eye: SCP-2287's headlessness can be observed via live video transmission, in photographic prints, in mirrors, and through windows or lenses. Individuals who have undergone radial keratotomy have been unable to observe headlessness; no individuals who have undergone cataract surgery have as yet been available for testing.\n\n\nMotion detectors and similar monitoring equipment similarly show SCP-2287 to be headless; despite this, SCP-2287 is capable of performing tasks which would require a head, such as wearing items of headgear, including masks, hats, scarves, headphones, noseplugs, earplugs, earrings, eyeglasses, lipstick, and barrettes. (For a full list of items, see document 2287-N12)\n\n\nSCP-2287 was discovered in ██████, Wisconsin, on November 24th, 20██, after a significant number of reports from citizens appeared describing the anomalous effects of SCP-2287. Witnesses were given amnestic treatment, and SCP-2287 was contained without issue.\n\n\n\n\n+ Interview 2287-5\n\n\n\n\n- Access Granted\n\n\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Howard:\n Good evening, SCP-2287.\n\n\nSCP-2287:\n Hey, Dr. Howard. What's up — more hearing experiments?\n\n\nDr. Howard:\n No, actually, tonight this is more of an interview. For instance, we were wondering what you could tell us about Doctor Wondertainment.\n\n\nSCP-2287:\n Oh. Uh, okay, I'll tell you what I can, but I never actually \nsaw\n her, you know. What with the whole \nblind\n thing.\n\n\nDr. Howard:\n But you did interact with her?\n\n\nSCP-2287:\n … with who? Oh, Doctor Wondertainment? Yeah, heck of a nice guy, most of the time, I think. He had some really crazy ideas. Like, what he had in mind for me, see —\n\n\nDr. Howard:\n Wait, wait. First you said 'her', then you said 'he'?\n\n\nSCP-2287:\n … what?\n\n\nDr. Howard:\n First you referred to Doctor Wondertainment as a woman, then as a man.\n\n\nSCP-2287:\n I… I don't understand what you mean? Like… Doctor Wondertainment as an actual person? What are you talking about? You're confusing me.\n\n\nDr. Howard:\n But you just said — no, I'm sorry, I must have misheard. My bad.\n\n\nSCP-2287:\n Well, okay. For a minute there, you were making \nzero\n sense at all. And they call \nme\n headless, ha!\n\n\nDr. Howard:\n <clears throat> Well, uh, when you work for the Foundation for long enough, you discover many situations that don't entirely make sense. You did say, though, that Wondertainment had intended something specific for you?\n\n\nSCP-2287:\n Oh, yes. Right. Well, basically, you know how during the holidays, there's special holiday-themed products?\n\n\nDr. Howard:\n Yes…\n\n\nSCP-2287:\n So basically, I'm a Halloween special. You follow?\n\n\nDr. Howard:\n That's it?\n\n\nSCP-2287:\n Yep. The way I heard it, they were originally gonna do Sweetie for Halloween, but… I dunno, some corporate garbage, executives sabotaging each other… you know how it goes. So I'm the backup plan: sit me out on the porch, I play dead and then when the kids come by, WOOO, and I sit up and wave my arms at them, show them my stump, look look, EVERYONE's a headless monster, lurch around RARGH RARGH… the whole deal. Doctor Wondertainment's Mister Headless, spooky Halloween fun for the whole family!\n\n\nDr. Howard:\n I see. And are you? \"Fun for the whole family\", I mean?\n\n\nSCP-2287:\n Well… I guess so. For the most part. I mean, yeah, people enjoyed me. Which is great, don't get me wrong! But I never really got it myself, you know? I sit there, I get up, I stand around, I wave my arms, and that's pretty much it. But… people would be scared, and they'd have fun, and… that's enough for me. Or it was, anyway, until you people got hold of me. Could be worse, I guess.\n\n\nDr. Howard:\n Did you enjoy entertaining? Do you miss it?\n\n\nSCP-2287:\n Yeah, for sure. I mean, yeah, it could get a bit boring when I'd have to stand around, sit around, waiting for people to show up, but it was really great hearing everyone's reaction, on Halloween no less. It's funny how people only find scary stuff funny one night a year, you know? No matter how many times you live through a year, they only change their minds on Halloween.\n\n\nDr. Howard:\n Are you the only… well, the only holiday-themed, ah…\n\n\nSCP-2287:\n Hey, you can say \"Little Mister\", I don't mind. It's what I am.\n\n\nDr. Howard:\n I suppose. It just… well, it sounds vaguely infantilizing to me.\n\n\nSCP-2287:\n It's what Doctor Wondertainment said we were called, so it's what we're called. But yeah, I'm the only holiday-themed Little Mister. At first, Doctor Wondertainment was planning on having more of us — I remember she had all these ideas for Mister Ramadan, and Miss Maslenitsa, and Mister Diwali, and Miss Yom Kippur, and Mister Hogmanay — but she never did anything with any of them. Just me.\n\n\nDr. Howard:\n How do you feel about that?\n\n\nSCP-2287:\n …Never really thought about it, to be honest. I guess maybe he decided I'd be more interesting if I was the only one? Or maybe he just changed his mind about doing holiday stuff. He changes his mind a \nlot\n, you know. What you get when there's a whole bunch of corporate jerks all making decisions against each other. That's why I'm Mister Headless, spooky Halloween fun for the whole family!, instead of Mister Halloween.\n\n\nDr. Howard:\n Do you see yourself as scary?\n\n\nSCP-2287:\n I see myself as someone who brings surprise and excitement. When they get scared, that means I'm doing a good job. Although, well, it's been getting harder lately: the Doctor's a one-man operation, and she doesn't realize — or \ndidn't\n realize? — how many kids wear glasses these days, and whenever I live through a year like this, with cameras and stuff like that, the effect is pretty much ruined. I mean, yes, I'm still scary Mister Headless, spooky Halloween fun for the whole family!, but it doesn't seem to be as much \nfun\n for the people when they don't get to be headless with me.\n\n\nDr. Howard:\n Where we found you, back in Wisconsin, could you tell us what you were doing there?\n\n\nSCP-2287:\n Where you found me? Well, I spent a few years there with this family — I think by that point they were \nconsecutive\n years, but I couldn't swear to that… I do know that some of them were for sure years I hadn't lived in before — you know how a year always feels weird the first time around, right? They mostly felt like that. Anyway, so the family I was with, they mostly kept me in the attic, which was… well, it was quiet. I remember sometimes I could hear noises from downstairs if they were being loud enough, but usually it was quiet. I was pretty used to the smell — there was mildew, and dust, and old paper, and you know the way metal pipes smell, when they get hot? It was like that. They'd bring me down for Halloween, and then put me back up afterward. And then one Halloween, they didn't come get me, so I didn't come down that year. I know \nthat\n year was definitely a new year. They didn't come get me the year after, either. Or the year after that, and that's when I started to get worried about them, so I went downstairs and I couldn't find anybody — I felt around everywhere, but all the furniture and stuff was all gone, too. Maybe they moved and forgot me?\n\n\nDr. Howard:\n And that's what led to you wandering the city streets?\n\n\nSCP-2287:\n Yeah. I waited around for a few weeks, and then some people opened the door to the front porch, where the candy bowl usually is? And they came in — I didn't recognize their voices, but an audience is an audience, right? So I went back downstairs from the attic, and they, well, they kind of freaked out, I guess? I mean, I'm used to hearing people scream, but not like \nthat\n. One of them had a… what's it called, metal thing, you hold it in your hand and it makes a sort of pop noise and it smells all chemical, and then people get hurt?\n\n\nDr. Howard:\n … a gun?\n\n\nSCP-2287:\n Okay. One of them had a gun, which I only found out when I walked up to her and tried to feel her face — which I admit wasn't the best idea, but, well, I was kind of lonely, to be honest, and I thought maybe she might be one of the people from the family, you know? I mean, yeah, I should've asked first, but I was lonely, and I was excited that there was someone there, and I thought it was maybe somebody I knew. But it wasn't, and then there was all the screaming and the gun noises — and this was \nbad\n screaming. Not the fun kind at all, let me tell you. And then one of them was lying on the floor and smelling weird — that means he was dead, right? One of them was dead, and the others ran away. But they left the front door open, so I decided that was as good a time as any to go outside. So then I'm walking in the streets, and there's cars all around me and they're honking at each other and making all these crashing noises with glass breaking, and there were a \nlot\n of people screaming — and again, this is the \nbad\n screaming. But then I remembered there's usually a park close to the house, and I hoped that if I went there, with bushes and stuff that I could hide in, I could at least stay out of trouble. So I made it there, and I remember thinking maybe if I could get back to Doctor Wondertainment, she could fix things, help that guy from the house not be dead, figure out what went wrong, where the family went, or get somebody new to take me? And, uh, that's pretty much where you guys found me. She didn't send you, did she?\n\n\nDr. Howard:\n Ah, no, we intercepted some police reports.\n\n\nSCP-2287:\n Oh.\n\n\nDr. Howard:\n Tell me, why didn't you go back into the house? Into the attic?\n\n\nSCP-2287:\n Um. This is kind of embarrassing. I kind of… when I was out in the street, with all the cars? I kind of got turned around a bit. Lost my bearings. I'm not used to being out in places that are bigger than just a house and a yard! I \nprobably\n could've found the house again if there weren't so many screaming people and crashing cars, but, well, I was starting to panic too, so I just went for the place that sounded like there weren't any buildings.\n\n\nDr. Howard:\n Ah, I see. And why didn't you try to leave sooner?\n\n\nSCP-2287:\n Well, the front door wasn't open before that.\n\n\nDr. Howard:\n No, I mean, why did you wait so long before you even went downstairs? Before you decided that maybe something was wrong with you having been left alone in the attic for so long?\n\n\nSCP-2287:\n Oh. Well, I guess I didn't really care. I was just… thinking. The attic was \nreally\n quiet, and the smell wasn't too bad. Made it easy to think. That's something I do a lot, you know? While I'm waiting. Not much else to do.\n\n\nDr. Howard:\n What do you think about?\n\n\nSCP-2287:\n Just… things, you know. Things in general. The world, what it might be like, what it's like being me. Nothing specific, I guess.\n\n\nDr. Howard:\n But… for \nthree years\n?\n\n\nSCP-2287:\n Yeah? Why?\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nAddendum 2287-1:\n SCP-2287 was able to give the following document when asked:\n\n\n\n\n+ Access Document 2287-A\n\n\n\n\n- Close Document 2933-A\n\n\n\n\n\n\nWow!\n You've just found yourself your very own Little Mister, a limited edition collection from Dr. Wondertainment!\n\n\nFind them all and become Mr. Collector!!\n\n\n01. Mr. Chameleon\n\n02. Mr. Headless ✔\n\n\n03. Mr. Laugh\n\n\n04. Mr. Forgetful\n\n\n05. Mr. Shapey\n\n\n06. Mr. Soap\n\n\n07. Mr. Hungry\n\n\n08. Mr. Brass\n\n\n09. Mr. Hot\n\n\n10. Ms. Sweetie\n\n\n11. Mr. Life and Mr. Death\n\n\n12. Mr. Fish\n\n\n13. Mr. Moon\n\n\n14. Mr. Redd (discontinued)\n\n\n15. Mr. Money\n\n\n16. Mr. Lost\n\n\n17.\n \nMr. Lie\n\n\n18. Mr. Mad\n\n\n19. Mr. Scary\n\n\n20. Mr. Stripes\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2286\n | SCP-2287 | \nSCP-2288\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2287\n\" by Voct, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2287\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 2287-1: SCP-2287 was able to give the following document when asked:"
    ],
    "documents": [],
    "notes": [
        "[BEGIN LOG] Dr. Howard: Good evening, SCP-2287. SCP-2287: Hey, Dr. Howard. What's up — more hearing experiments? Dr. Howard: No, actually, tonight this is more of an interview. For instance, we were wondering what you could tell us about Doctor Wondertainment. SCP-2287: Oh. Uh, okay, I'll tell you what I can, but I never actually saw her, you know. What with the whole blind thing. Dr. Howard: But you did interact with her? SCP-2287: … with who? Oh, Doctor Wondertainment? Yeah, heck of a nice guy, most of the time, I think. He had some really crazy ideas. Like, what he had in mind for me, see — Dr. Howard: Wait, wait. First you said 'her', then you said 'he'? SCP-2287: … what? Dr. Howard: First you referred to Doctor Wondertainment as a woman, then as a man. SCP-2287: I… I don't understand what you mean? Like… Doctor Wondertainment as an actual person? What are you talking about? You're confusing me. Dr. Howard: But you just said — no, I'm sorry, I must have misheard. My bad. SCP-2287: Well, okay. For a minute there, you were making zero sense at all. And they call me headless, ha! Dr. Howard: <clears throat> Well, uh, when you work for the Foundation for long enough, you discover many situations that don't entirely make sense. You did say, though, that Wondertainment had intended something specific for you? SCP-2287: Oh, yes. Right. Well, basically, you know how during the holidays, there's special holiday-themed products? Dr. Howard: Yes… SCP-2287: So basically, I'm a Halloween special. You follow? Dr. Howard: That's it? SCP-2287: Yep. The way I heard it, they were originally gonna do Sweetie for Halloween, but… I dunno, some corporate garbage, executives sabotaging each other… you know how it goes. So I'm the backup plan: sit me out on the porch, I play dead and then when the kids come by, WOOO, and I sit up and wave my arms at them, show them my stump, look look, EVERYONE's a headless monster, lurch around RARGH RARGH… the whole deal. Doctor Wondertainment's Mister Headless, spooky Halloween fun for the whole family! Dr. Howard: I see. And are you? \"Fun for the whole family\", I mean? SCP-2287: Well… I guess so. For the most part. I mean, yeah, people enjoyed me. Which is great, don't get me wrong! But I never really got it myself, you know? I sit there, I get up, I stand around, I wave my arms, and that's pretty much it. But… people would be scared, and they'd have fun, and… that's enough for me. Or it was, anyway, until you people got hold of me. Could be worse, I guess. Dr. Howard: Did you enjoy entertaining? Do you miss it? SCP-2287: Yeah, for sure. I mean, yeah, it could get a bit boring when I'd have to stand around, sit around, waiting for people to show up, but it was really great hearing everyone's reaction, on Halloween no less. It's funny how people only find scary stuff funny one night a year, you know? No matter how many times you live through a year, they only change their minds on Halloween. Dr. Howard: Are you the only… well, the only holiday-themed, ah… SCP-2287: Hey, you can say \"Little Mister\", I don't mind. It's what I am. Dr. Howard: I suppose. It just… well, it sounds vaguely infantilizing to me. SCP-2287: It's what Doctor Wondertainment said we were called, so it's what we're called. But yeah, I'm the only holiday-themed Little Mister. At first, Doctor Wondertainment was planning on having more of us — I remember she had all these ideas for Mister Ramadan, and Miss Maslenitsa, and Mister Diwali, and Miss Yom Kippur, and Mister Hogmanay — but she never did anything with any of them. Just me. Dr. Howard: How do you feel about that? SCP-2287: …Never really thought about it, to be honest. I guess maybe he decided I'd be more interesting if I was the only one? Or maybe he just changed his mind about doing holiday stuff. He changes his mind a lot , you know. What you get when there's a whole bunch of corporate jerks all making decisions against each other. That's why I'm Mister Headless, spooky Halloween fun for the whole family!, instead of Mister Halloween. Dr. Howard: Do you see yourself as scary? SCP-2287: I see myself as someone who brings surprise and excitement. When they get scared, that means I'm doing a good job. Although, well, it's been getting harder lately: the Doctor's a one-man operation, and she doesn't realize — or didn't realize? — how many kids wear glasses these days, and whenever I live through a year like this, with cameras and stuff like that, the effect is pretty much ruined. I mean, yes, I'm still scary Mister Headless, spooky Halloween fun for the whole family!, but it doesn't seem to be as much fun for the people when they don't get to be headless with me. Dr. Howard: Where we found you, back in Wisconsin, could you tell us what you were doing there? SCP-2287: Where you found me? Well, I spent a few years there with this family — I think by that point they were consecutive years, but I couldn't swear to that… I do know that some of them were for sure years I hadn't lived in before — you know how a year always feels weird the first time around, right? They mostly felt like that. Anyway, so the family I was with, they mostly kept me in the attic, which was… well, it was quiet. I remember sometimes I could hear noises from downstairs if they were being loud enough, but usually it was quiet. I was pretty used to the smell — there was mildew, and dust, and old paper, and you know the way metal pipes smell, when they get hot? It was like that. They'd bring me down for Halloween, and then put me back up afterward. And then one Halloween, they didn't come get me, so I didn't come down that year. I know that year was definitely a new year. They didn't come get me the year after, either. Or the year after that, and that's when I started to get worried about them, so I went downstairs and I couldn't find anybody — I felt around everywhere, but all the furniture and stuff was all gone, too. Maybe they moved and forgot me? Dr. Howard: And that's what led to you wandering the city streets? SCP-2287: Yeah. I waited around for a few weeks, and then some people opened the door to the front porch, where the candy bowl usually is? And they came in — I didn't recognize their voices, but an audience is an audience, right? So I went back downstairs from the attic, and they, well, they kind of freaked out, I guess? I mean, I'm used to hearing people scream, but not like that . One of them had a… what's it called, metal thing, you hold it in your hand and it makes a sort of pop noise and it smells all chemical, and then people get hurt? Dr. Howard: … a gun? SCP-2287: Okay. One of them had a gun, which I only found out when I walked up to her and tried to feel her face — which I admit wasn't the best idea, but, well, I was kind of lonely, to be honest, and I thought maybe she might be one of the people from the family, you know? I mean, yeah, I should've asked first, but I was lonely, and I was excited that there was someone there, and I thought it was maybe somebody I knew. But it wasn't, and then there was all the screaming and the gun noises — and this was bad screaming. Not the fun kind at all, let me tell you. And then one of them was lying on the floor and smelling weird — that means he was dead, right? One of them was dead, and the others ran away. But they left the front door open, so I decided that was as good a time as any to go outside. So then I'm walking in the streets, and there's cars all around me and they're honking at each other and making all these crashing noises with glass breaking, and there were a lot of people screaming — and again, this is the bad screaming. But then I remembered there's usually a park close to the house, and I hoped that if I went there, with bushes and stuff that I could hide in, I could at least stay out of trouble. So I made it there, and I remember thinking maybe if I could get back to Doctor Wondertainment, she could fix things, help that guy from the house not be dead, figure out what went wrong, where the family went, or get somebody new to take me? And, uh, that's pretty much where you guys found me. She didn't send you, did she? Dr. Howard: Ah, no, we intercepted some police reports. SCP-2287: Oh. Dr. Howard: Tell me, why didn't you go back into the house? Into the attic? SCP-2287: Um. This is kind of embarrassing. I kind of… when I was out in the street, with all the cars? I kind of got turned around a bit. Lost my bearings. I'm not used to being out in places that are bigger than just a house and a yard! I probably could've found the house again if there weren't so many screaming people and crashing cars, but, well, I was starting to panic too, so I just went for the place that sounded like there weren't any buildings. Dr. Howard: Ah, I see. And why didn't you try to leave sooner? SCP-2287: Well, the front door wasn't open before that. Dr. Howard: No, I mean, why did you wait so long before you even went downstairs? Before you decided that maybe something was wrong with you having been left alone in the attic for so long? SCP-2287: Oh. Well, I guess I didn't really care. I was just… thinking. The attic was really quiet, and the smell wasn't too bad. Made it easy to think. That's something I do a lot, you know? While I'm waiting. Not much else to do. Dr. Howard: What do you think about? SCP-2287: Just… things, you know. Things in general. The world, what it might be like, what it's like being me. Nothing specific, I guess. Dr. Howard: But… for three years ? SCP-2287: Yeah? Why? [END LOG]",
        "Wow! You've just found yourself your very own Little Mister, a limited edition collection from Dr. Wondertainment! Find them all and become Mr. Collector!! 01. Mr. Chameleon 02. Mr. Headless ✔ 03. Mr. Laugh 04. Mr. Forgetful 05. Mr. Shapey 06. Mr. Soap 07. Mr. Hungry 08. Mr. Brass 09. Mr. Hot 10. Ms. Sweetie 11. Mr. Life and Mr. Death 12. Mr. Fish 13. Mr. Moon 14. Mr. Redd (discontinued) 15. Mr. Money 16. Mr. Lost 17. Mr. Lie 18. Mr. Mad 19. Mr. Scary 20. Mr. Stripes",
        "\" SCP-2287 \" by Voct, from the SCP Wiki . Source: https://scpwiki.com/scp-2287 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2287",
    "object_class": "Safe",
    "containment_procedures": "SCP-2287 is to be contained in Hall ██ of Site ██. Except for during authorized testing, SCP-2287's mask is not to be removed. SCP-2287 does not require food, but can be provided with incense on its request, contingent on good behavior. Literature provided to SCP-2287 is to be converted into Braille.",
    "description": "SCP-2287 is a headless humanoid white male who manifests multiple anomalous properties; primary among these is that it is able to function as a living being despite lacking a head. The words \"Mr. Headless, from Little Misters ® by Dr. Wondertainment\" are tattooed on the lower side of SCP-2287’s back. Its exposed neck stump is covered with live skin; radiographic examination has shown that the neck stump has only the bottom four cervical vertebrae, but there are no signs of spinal damage.",
    "title": "SCP-2287"
}