{
    "url": "https://scp-wiki.wikidot.com/scp-2295",
    "all_text": "rating: \n+1185\n+\n–\nx\n\n\n\n\n\n\nSCP-2295 in an inactive state\n\n\n\n\n\n\nItem #:\n SCP-2295\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2295 is to be kept in a standard containment locker within Storage Wing-25 in Site-37.\n\n\nPersonnel with Level 3 or higher security clearance are authorized to perform tests on SCP-2295 after filling out the appropriate paperwork. Please contact Dr. Gergis if required access to SCP-2295 is expected to exceed twenty-four (24) hours.\n\n\nDescription:\n SCP-2295 is a patchwork stuffed bear, approximately 0.46m from 'head' to 'foot,' and stuffed with synthetic fiber and cotton. SCP-2295 has a small, anatomically correct pin of a heart on the left side of its thorax, and a bow wrapped around its neck. The fabric and color of SCP-2295's patches vary. Tests confirm that no components of SCP-2295 contain any anomalous chemical properties.\n\n\nSCP-2295 enters an active state when within two (2) meters of a human sustaining major trauma to an organ. When in the proximity of two or more possible subjects, SCP-2295 will invariably choose the youngest subject. SCP-2295 will anomalously produce scissors, white thread, and either sewing needles or a crocheting hook from its mouth and use any fabric and stuffing in close proximity\n1\n to fashion an instance of SCP-2295-1, a patchwork imitation of the subject's organ\n2\n. SCP-2295-1 vanishes from sight and the subject falls into a state of unconsciousness. SCP-2295-1 instances then replace the subject's damaged organ via anomalous means. The whereabouts of organs replaced this way are undetermined.\n\n\nIf there is no usable material in close proximity, SCP-2295 will use fabric and stuffing from itself. SCP-2295 regenerates one (1) gram of stuffing every day until completely replacing any lost or used stuffing. Note that fabric used this way does not regenerate, and additional fabric must be placed near SCP-2295 for the purpose of self-mending.\n\n\nInstances of SCP-2295-1 successfully carry out their respective functions despite the numerous expected biological, chemical, and medical incompatibilities. Once within the subject, adjacent tissues and veins attach to the imitated organ without observable complications. There have been no cases of rejected SCP-2295-1 instances, and all subjects recorded at the time of writing made full recoveries.\n\n\nTest Log-2295\n\n\nTesting approved to test the limitations of SCP-2295. Materials provided within testing chamber.\n\n\n\n\n +Test Log\n\n\n\n\n -Test Log\n\n\n\n\n\n\nSubject:\n D-2353, 38 years old\n\n\nDiagnosis:\n Lungs heavily damaged as a result of twenty-five (25) years of smoking\n\n\nNotes:\n SCP-2295 creates SCP-2295-1 using one (1) black textile swatch and one (1) red textile swatch. New 'lungs' act at a capacity similar to those of healthy adult lungs.\n\n\n\n\n\n\nSubject:\n D-3452, 50 years old\n\n\nDiagnosis:\n Frequent heart palpitations and severe atherosclerosis\n\n\nNotes:\n SCP-2295 crochets SCP-2295-1 using various surrounding yarns. SCP-2295-1 observed to have a heartbeat before vanishing. Transfer successful - how SCP-2295-1 manages to perform function despite absorbent properties of material and multiple gaps in design is unknown. Symptoms no longer present in subject.\n\n\n\n\n\n\nSubject:\n D-7894, 24 years old\n\n\nDiagnosis:\n First and second degree burns ranging throughout upper torso, left lateral, and right leg. D-7894 sedated during testing.\n\n\nNotes:\n SCP-2295 sews two (2) 5m x 5m sections of patchwork fabric. SCP-2295 cuts appropriately sized swatches and manually places one layer onto subject's affected areas, creating multiple instances of SCP-2295-1, and then repeats this process. The created SCP-2295-1 layers act as dermis and epidermis and, upon recovery, D-7894 claims to have retained feeling in replaced 'skin'. Subject makes a full recovery.\n\n\n\n\n\n\nSubject:\n D-2723, 18 years old\n\n\nDiagnosis:\n Cerebral hemorrhaging\n\n\nNotes:\n SCP-2295 grasps various materials in its proximity in a distressed state for approximately one (1) minute. SCP-2295 then anomalously produces a ███████'s Dove Milk Chocolate King Size Candy Bar and offers it to subject. SCP-2295 spends rest of test embracing subject's lower right leg while anomalously producing a saline solution from its 'eyes'.\n\n\n\n\n\n\n\n\n\n\nAddendum-2295:\n Document 2295 was recovered taped to SCP-2295 inside the site of a crashed mail delivery vehicle. Document-2295 is a red \"Get Well\" card with the text \"KAIROS THE BEAR\" written on the front cover.\n\n\n\n\n+Recovered Document 2295\n\n\n\n\n-Recovered Document 2295\n\n\n\n\nContents of Document 2295\n\n\n\n\nTo Tommy,\n\n\nBecause only time can mend all wounds.\n\n\nLove,\n\nGrammy\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Materials have included yarn, textile, cloth, cotton, silk, synthetic fiber, polyester, wool, and thread.\n\n\n2\n. How SCP-2295 is capable of the dexterity necessary for these actions is unknown.\n\n\n\n\n\n\n\n\n« \nSCP-2294\n | SCP-2295 | \nSCP-2296\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2295\n\" by K Mota, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2295\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n kairos.jpg\n\n\nAuthor:\n cuddlesandnuggets\n\n\nLicense:\n CC BY 3.0\n\n\nSource Link:\n \nLink",
    "addendums": [
        "Addendum-2295: Document 2295 was recovered taped to SCP-2295 inside the site of a crashed mail delivery vehicle. Document-2295 is a red \"Get Well\" card with the text \"KAIROS THE BEAR\" written on the front cover."
    ],
    "documents": [],
    "notes": [
        "Subject: D-2353, 38 years old Diagnosis: Lungs heavily damaged as a result of twenty-five (25) years of smoking Notes: SCP-2295 creates SCP-2295-1 using one (1) black textile swatch and one (1) red textile swatch. New 'lungs' act at a capacity similar to those of healthy adult lungs.",
        "Subject: D-3452, 50 years old Diagnosis: Frequent heart palpitations and severe atherosclerosis Notes: SCP-2295 crochets SCP-2295-1 using various surrounding yarns. SCP-2295-1 observed to have a heartbeat before vanishing. Transfer successful - how SCP-2295-1 manages to perform function despite absorbent properties of material and multiple gaps in design is unknown. Symptoms no longer present in subject.",
        "Subject: D-7894, 24 years old Diagnosis: First and second degree burns ranging throughout upper torso, left lateral, and right leg. D-7894 sedated during testing. Notes: SCP-2295 sews two (2) 5m x 5m sections of patchwork fabric. SCP-2295 cuts appropriately sized swatches and manually places one layer onto subject's affected areas, creating multiple instances of SCP-2295-1, and then repeats this process. The created SCP-2295-1 layers act as dermis and epidermis and, upon recovery, D-7894 claims to have retained feeling in replaced 'skin'. Subject makes a full recovery.",
        "Subject: D-2723, 18 years old Diagnosis: Cerebral hemorrhaging Notes: SCP-2295 grasps various materials in its proximity in a distressed state for approximately one (1) minute. SCP-2295 then anomalously produces a ███████'s Dove Milk Chocolate King Size Candy Bar and offers it to subject. SCP-2295 spends rest of test embracing subject's lower right leg while anomalously producing a saline solution from its 'eyes'.",
        "To Tommy, Because only time can mend all wounds. Love, Grammy",
        "\" SCP-2295 \" by K Mota, from the SCP Wiki . Source: https://scpwiki.com/scp-2295 . Licensed under CC-BY-SA .",
        "Filename: kairos.jpg Author: cuddlesandnuggets License: CC BY 3.0 Source Link: Link"
    ],
    "item": "SCP-2295",
    "object_class": "Safe",
    "containment_procedures": "SCP-2295 is to be kept in a standard containment locker within Storage Wing-25 in Site-37.",
    "description": "SCP-2295 is a patchwork stuffed bear, approximately 0.46m from 'head' to 'foot,' and stuffed with synthetic fiber and cotton. SCP-2295 has a small, anatomically correct pin of a heart on the left side of its thorax, and a bow wrapped around its neck. The fabric and color of SCP-2295's patches vary. Tests confirm that no components of SCP-2295 contain any anomalous chemical properties.",
    "title": "SCP-2295"
}