{
    "url": "https://scp-wiki.wikidot.com/scp-2313",
    "all_text": "This mediocre piece of crap is my first article. But it holds a special place in my heart. Read it if you wanna see how I started around these parts.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSo this came from an idea I had after reading a comment on another SCP. Thanks to Eskobear for his help with the hook, and Echo and marslifeform for their help in refining my draft. Of course thanks to all the residents of #site19 and #area14 as well as there are almost too many names to list off that helped me with various parts of this.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nrating: \n+86\n+\n–\nx\n\n\nItem #:\n SCP-2313\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2313-1 instances are to be contained in secured individual cells. Unless approved by the SCP-2313 project director for testing purposes, direct physical contact with SCP-2313-1 instances is prohibited.\n\n\nTransport involving an SCP-2313-1 instance requires prior approval from the SCP-2313 project director. SCP-2313-1 instances must wear a hazardous materials suit of level B or better during transport.\n\n\nDescription:\n SCP-2313 is a sensory disorder that prevents stimuli from the visual and auditory systems from being properly processed by the brain. Sufferers of SCP-2313, referred to as SCP-2313-1, display the symptoms of blindness and deafness. Excluding auditory and visual stimuli, SCP-2313-1 instances appear to process all sensory perception normally. Attempts to circumvent these disorders via any means, including use of \nSCP-2077\n has so far been met with failure.\n\n\nSCP-2313 differs from normal sensory processing disorders in that it may be spread to other individuals through an anomalous process. Any individual that comes into direct physical contact with an instance of SCP-2313-1 will become an additional instance of SCP-2313-1.\n\n\n\n\n+ Additional Notes\n\n\n\n\nHide Notes\n\n\n\n\n\n\nSubsequent to a significant reduction of SCP-2313-1 instances as a result of incident 2313-14, the following messages were found in Director Carter's voice mailbox. The entities speaking in these messages have been designated SCP-2313-3. The following audio logs are unedited and were both received within seconds of the other.\n\n\n\n\n\n\n\n\nTranscript:\n\n\nSCP-2313-3-A:\n Hello there! It's *static* from the Human Resources department of *static* Company. Our records indicate you terminated several of our employees after a recent incident. So first of all I'd like to apologize for the problems our employees caused, but those were company resources so the Foundation is going to have to compensate us for them. We have a couple of simple payment plans available, you just call me back and I'll walk you through it. It's a toll free number 6-2800-55-40505.\n\n\n\n\n\n\n\n\nTranscript:\n\n\nSCP-2313-3-A:\n Hey! It's *static* again? Human Resources from *static* Company. I'm looking over your file and you've been delinquent for several months. So if you don't get back to me before the end of the week, I'm going to have to refer you to our collections department. Just give me a call. 6-2800-55-40505. Ask for *static*. Thanks!\n\n\n\n\n\n\nFollowing receipt of these messages, contact with SCP-2313-3 using the information provided was attempted. While several hours of audio have been recorded, no contact has been made with any entities at the number provided in the messages. The following is a log of attempt 2.\n\n\n\n\n\n\n\n\nTranscript:\n\n\nSCP-2313-3-B:\n Thank you for calling *static* company. For quality assurance, this call may be monitored. *pulsed static*\n\n\n\n\n\n\n\n\n\n\nIn addition to the symptoms associated with SCP-2313, instances receive twice monthly payments addressed to their primary residence from an unknown source. If an instance's primary residence changes, future envelopes will be addressed to the new residence. Each envelope contains 67 US Dollars and a note reading \"SENSORY CONFISCATION/REASSIGNMENT COMPENSATION\" along with a 7 digit number unique to each SCP-2313-1 instance.\n\n\nWithin 6 weeks of the death of any SCP-2313-1 instance, members of an instance's immediate family will receive a payment from a similar source. The amount of these payments has varied, with the highest value seen to be 3,467 US Dollars and the lowest value seen to be 45 US Dollars.\n\n\nAll attempts to trace the source of these payments have failed, though the sequential nature of the numbers associated with the payments indicate at least 12 SCP-2313-1 instances are unaccounted for.\n\n\nIncident Report 2313-125\n\n\n\n\n+ Show Report\n\n\n\n\n- Hide Report\n\n\n\n\nFollowing a routine reduction of accumulated SCP-2313-1 instances, the Foundation intercepted a delivery to an SCP-2313-1 instance's widow, herself suffering from deafness since early childhood. The delivery contained a payment of 286 dollars and a box containing the following letter.\n\n\n\n\nHearing is important to the well being of all sentients and you have been without it for too long. With reassignment technology the only question is: What do you think your hearing is worth? Drop this package off at your nearest postal office along with a video recording of your youngest offspring laughing. That is it. You will hear the difference.\n\n\n\n\nAttempts by Foundation personnel to follow the instructions contained inside the package have not resulted in any anomalous incidents. Authorization has been requested to allow the intended civilian recipient to attempt completion of the instructions and is pending approval.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2312\n | SCP-2313 | \nSCP-2314\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2313\n\" by Doctor Cimmerian, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2313\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSensory Deprivation\n\n\n\n\n\n\nNone",
    "addendums": [],
    "documents": [],
    "notes": [
        "Transcript: SCP-2313-3-A: Hello there! It's *static* from the Human Resources department of *static* Company. Our records indicate you terminated several of our employees after a recent incident. So first of all I'd like to apologize for the problems our employees caused, but those were company resources so the Foundation is going to have to compensate us for them. We have a couple of simple payment plans available, you just call me back and I'll walk you through it. It's a toll free number 6-2800-55-40505.",
        "Transcript: SCP-2313-3-A: Hey! It's *static* again? Human Resources from *static* Company. I'm looking over your file and you've been delinquent for several months. So if you don't get back to me before the end of the week, I'm going to have to refer you to our collections department. Just give me a call. 6-2800-55-40505. Ask for *static*. Thanks!",
        "Transcript: SCP-2313-3-B: Thank you for calling *static* company. For quality assurance, this call may be monitored. *pulsed static*",
        "Hearing is important to the well being of all sentients and you have been without it for too long. With reassignment technology the only question is: What do you think your hearing is worth? Drop this package off at your nearest postal office along with a video recording of your youngest offspring laughing. That is it. You will hear the difference.",
        "\" SCP-2313 \" by Doctor Cimmerian, from the SCP Wiki . Source: https://scpwiki.com/scp-2313 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2313",
    "object_class": "Safe",
    "containment_procedures": "SCP-2313-1 instances are to be contained in secured individual cells. Unless approved by the SCP-2313 project director for testing purposes, direct physical contact with SCP-2313-1 instances is prohibited.",
    "description": "SCP-2313 is a sensory disorder that prevents stimuli from the visual and auditory systems from being properly processed by the brain. Sufferers of SCP-2313, referred to as SCP-2313-1, display the symptoms of blindness and deafness. Excluding auditory and visual stimuli, SCP-2313-1 instances appear to process all sensory perception normally. Attempts to circumvent these disorders via any means, including use of SCP-2077 has so far been met with failure.",
    "title": "SCP-2313"
}