{
    "url": "https://scp-wiki.wikidot.com/scp-2318",
    "all_text": "rating: \n+60\n+\n–\nx\n\n\nItem #:\n SCP-2318\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2318 is to be kept in an ordinary glass golf ball display case within Site-17's Secure Item Storage Unit at all times. A site member assigned to SCP-2318 is to check on the object once every 24 hours. If SCP-2318 is not located in its display case, Senior Researchers Dunleavy and McLaren are to be notified immediately for location and retrieval.\n\n\nDescription:\n SCP-2318 is a custom made, tournament legal\n1\n Nike golf ball manufactured in early 2011. Material analysis of the outer layers of the object has determined its makeup to be that of a standard golf ball. The inner core, however, is made of an unidentifiable material which continually emits acoustic white noise at approximately 25 dBa. SCP-2318 is in pristine condition, as it has been since initial recovery. The Foundation has installed a microscopic tracking device into the object to aid in its recovery in the event of misplacement.\n\n\nWhen SCP-2318 is hit\n2\n by a human being using a golf club of any make it is immediately launched on a trajectory towards a certain location on Earth. The last location thought of by the person striking SCP-2318 is determined to be, with perfect accuracy, the location that SCP-2318 lands. SCP-2318 cannot be stopped once it has been hit, and will violate the laws of physics, if necessary, in order to reach its destination (see Incident Log 2318-1).\n\n\nNote: As of 01/29/2013, further testing with SCP-2318 requires administrative approval from Senior Researchers Dunleavy and McLaren.\n\n\nSCP-2318 was brought to the Foundation's attention on ██/██/20██ during the annual ████ ████ Golf Tournament when American golfer Tiger Woods scored a “hole in one” on the 8th hole of the tournament. The shot underwent standard Foundation analysis of abnormal sporting events, where it was discovered that Woods’ shot was statistically impossible. The combination of wind flow velocity at the time of the shot along with the angle and power of Woods’ swing created no possible outcome for a hole in one after [REDACTED] simulation attempts by Foundation researchers. Ensuing the tournament, Woods was detained by Foundation personnel and given a polygraph test to determine his knowledge of the object. After 14 hours of interrogation, Woods admitted that a group of individuals claiming to work for Nike, Inc., his primary sponsor, offered him a golf ball that would \"preserve [his] legacy.\" Class-C amnestics were given to Woods. Foundation agents embedded within Nike, Inc. have been tasked with discovering the origin of SCP-2318. Information recovered thus far can be found in Addendum 2318-A.\n\n\nIncident Log 2318-1:\n On 01/26/2013, while testing the capabilities of SCP-2318, researchers discovered that it could violate the laws of physics. SCP-2318 was hit in a barricaded room by Dr. Farhan, who was instructed to think of the parking lot of Site-17, located 4.7 km away from the testing area. SCP-2318 traveled on the expected path until reaching the wall. It then proceeded to move through six layers of various materials, including 2 meter thick concrete walls, plaster and wood layering, steel rebar, poly-carbonate bulletproof windows, and Dr. Kaine's upper left torso\n3\n. A golf ball sized hole was made along the path SCP-2318 took through each medium. SCP-2318's velocity remained as expected, regardless of the material it passed through.\n\n\nAddendum 2318-A:\n The following is a compilation of all notable experiences of Foundation personnel embedded within Nike, Inc. headquarters in Beaverton, Oregon. Research is still ongoing.\n\n\n\n\nEvent-A:\n\n\nDate:\n 07/06/2013\n\n\nPersonnel Involved:\n Agent █████, a high ranking executive.\n\n\nSummary of Incident:\n Agent █████ was instructed to uncover any information Nike, Inc., has retained concerning Tiger Woods and SCP-2318. While scouring company archives, Agent █████ discovered that SCP-2318 was part of a company-wide undertaking to create a line of \"flawless\" sporting equipment. According to all gathered information, SCP-2318 is the only product from this line that has been released.\n\n\n\n\n\n\nEvent-B:\n\n\nDate:\n 09/23/2013\n\n\nPersonnel Involved:\n Agent ██, a product design engineer.\n\n\nSummary of Incident:\n Agent ██ was tasked with recovering information regarding SCP-2318's creation. While scavenging the facility, a door labeled \"[REDACTED]\" was encountered. Agent ██ was instructed to open the door. Upon doing so, Agent ██ was exposed to an estimated 500,000 Lumens along with approximately 165 dBa of acoustic white noise. All recording devices immediately ceased to function. Subsequent to Event-B, the Foundation has not been able to contact Agent ██.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Complies to United States Golf Association guidelines for weight, size, and build.\n\n\n2\n. With a force of 2,300N or greater.\n\n\n3\n. Dr. Kaine died of asphyxiation approximately 17 seconds after exit of SCP-2318.\n\n\n\n\n\n\n\n\n« \nSCP-2317\n | SCP-2318 | \nSCP-2319\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2318\n\" by nimz0, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2318\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 2318-A: The following is a compilation of all notable experiences of Foundation personnel embedded within Nike, Inc. headquarters in Beaverton, Oregon. Research is still ongoing."
    ],
    "documents": [],
    "notes": [
        "Event-A: Date: 07/06/2013 Personnel Involved: Agent █████, a high ranking executive. Summary of Incident: Agent █████ was instructed to uncover any information Nike, Inc., has retained concerning Tiger Woods and SCP-2318. While scouring company archives, Agent █████ discovered that SCP-2318 was part of a company-wide undertaking to create a line of \"flawless\" sporting equipment. According to all gathered information, SCP-2318 is the only product from this line that has been released.",
        "Event-B: Date: 09/23/2013 Personnel Involved: Agent ██, a product design engineer. Summary of Incident: Agent ██ was tasked with recovering information regarding SCP-2318's creation. While scavenging the facility, a door labeled \"[REDACTED]\" was encountered. Agent ██ was instructed to open the door. Upon doing so, Agent ██ was exposed to an estimated 500,000 Lumens along with approximately 165 dBa of acoustic white noise. All recording devices immediately ceased to function. Subsequent to Event-B, the Foundation has not been able to contact Agent ██.",
        "\" SCP-2318 \" by nimz0, from the SCP Wiki . Source: https://scpwiki.com/scp-2318 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2318",
    "object_class": "Safe",
    "containment_procedures": "SCP-2318 is to be kept in an ordinary glass golf ball display case within Site-17's Secure Item Storage Unit at all times. A site member assigned to SCP-2318 is to check on the object once every 24 hours. If SCP-2318 is not located in its display case, Senior Researchers Dunleavy and McLaren are to be notified immediately for location and retrieval.",
    "description": "SCP-2318 is a custom made, tournament legal1 Nike golf ball manufactured in early 2011. Material analysis of the outer layers of the object has determined its makeup to be that of a standard golf ball. The inner core, however, is made of an unidentifiable material which continually emits acoustic white noise at approximately 25 dBa. SCP-2318 is in pristine condition, as it has been since initial recovery. The Foundation has installed a microscopic tracking device into the object to aid in its recovery in the event of misplacement.",
    "title": "SCP-2318"
}