{
    "url": "https://scp-wiki.wikidot.com/scp-2320",
    "all_text": "rating: \n+102\n+\n–\nx\n\n\nItem #:\n SCP-2320\n\n\nThreat Level:\n Green\n\n\nContainment Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2320 is currently contained within Garage 01 at Site-45. Access to SCP-2320 is limited to interviews with SCP-2320-B and exploratory missions to SCP-2320-1. No further physical security is necessary.\n\n\nExploration of SCP-2320-1 does not require any deviation from Standard Exploration Protocols.\n\n\nDescription:\n SCP-2320 is a refurbished PCC streetcar, originally manufactured by the St. Louis Car Company in 1938. SCP-2320 is capable of operating without access to electrical power and is capable of off-rail travel, but otherwise does not bear any outward mechanical or structural anomalies. The vehicle is painted with a red and white color scheme, typical of the Pittsburgh Railways streetcar fleet.\n\n\nSCP-2320-A is a humanoid entity inhabiting SCP-2320, measuring 1.5 meters in height and wearing a black zentai\n1\n. SCP-2320-A wears a puppet on its right hand at all times, designated SCP-2320-B. This puppet is dressed in the uniform of a Pittsburgh Railways conductor of the period when SCP-2320 was constructed, bearing a nametag that reads “Mr. Conductor”. SCP-2320-B is capable of verbal communication, speaking in Pittsburgh / North Midland dialect. SCP-2320-B is friendly and courteous towards all individuals entering SCP-2320, though it will avoid direct answers to questions regarding its nature and origins.\n\n\nIt was initially assumed that SCP-2320-A was the source of SCP-2320-B’s voice through ventriloquism: This was later found to be incorrect, with the voice originating solely from SCP-2320-B.\n\n\nIf any outside individuals are within SCP-2320 at the times of 0930, 1130, and 1530, it will undergo a SVATS2 (Stable/Variable/Aided/Temporal/Safe/Two-Way) universal transition, emerging in SCP-2320-1 fifteen minutes after departure. Departure times from SCP-2320-1 are scheduled at 1100, 1500, and 1800. The transition between Baseline and SCP-2320-1 appears as movement through a tunnel, with details of the walls consistent during each transition.\n\n\nSCP-2320-1 is an extrauniversal space containing a BWh desert measuring in excess of 1000 square kilometers in area. The average temperature within SCP-2320-1 is 12.7 ° C. No precipitation has been observed, despite the presence of cloud formations. The desert within SCP-2320-1 consists entirely of white plastic grains, with a grain size of 0.25-0.5 mm. Grains will stick to each other when pressure is applied, and will retain their form when shaped, and have been observed to maintain this form with greater accuracy and resistance to collapse when the shaper focuses on a distinct mental image of what is being formed. For example, the formation of a pyramid shape by research staff was aided by specifically focusing on the image of the Giza pyramids. This method also produced coloration within the affected grains. Only simple structures have been constructed by researchers, even with focus images provided. Methods of building more advanced structures and more detailed patterns are currently being developed and prepared for testing.\n\n\nAddendum-01:\n The following structures and entities have been cataloged within SCP-2320-1.\n\n\n\n\nMultistory structure consisting of a series of ladders, platforms, and tube slides. Excavation is ongoing, and has revealed attached jungle gym, swing set, apartment complex, helipad, and bungee-jumping station.\n\n\nUnfinished spacecraft. Design is cylindrical, with anterior steering fins and pointed nose.\n\n\nMotile, fruit-bearing tree, similar in outward appearance to \nAdansonia digitata\n (Baobab tree). Will position itself to provide shade for nearby individuals. Fruit found to contain Neapolitan ice cream within a cake skin.\n\n\nFour-winged airborne organism measuring approximately 210 meters in length, with a wingspan of 55 meters. Maximum recorded speed and altitude of 30 kph and 140 meters.\n\n\nSteam locomotive with four passenger cars, traveling at speeds in excess of 550 kph. The train's whistle has been replaced with the sound of a roaring bear, or the phrase \"Everyone out of the way! It's the Bear Train!\"\n\n\nVillage consisting of 14 structures, inhabited by 32 bipedal, two-dimensional entities. Entities are bright in coloration and communicate solely in combinations of the sounds \"beep\", \"bop\", and \"boop\".\n\n\nA black, spider-like entity measuring approximately two meters in height. Each leg ends in an ornate, wide-bladed sword of unique design and coloration. Creature's abdomen is on fire, with no apparent detriment.\n\n\nA group of 9 entities, consisting of four policemen\n2\n, two firemen\n3\n, an entomologist\n4\n, a nurse\n5\n, and a sushi chef, pursuing an individual referred to as \"Doomspider\".\n\n\n\n\nNo trace of the originators of these artifacts and entities has been found.\n\n\nAddendum-02:\n The following interview was recorded on ██/██/2003.\n\n\n\n\n[Extraneous dialog omitted]\n\n\nResearcher █████: Do you mind if I ask you a few questions?\n\n\nSCP-2320-B: Oh no, not at all, always happy to help.\n\n\nResearcher █████: All right. If you could just describe who you are and what you do.\n\n\nSCP-2320-B: Well, I’m Mr. Conductor, and I drive this here trolley on the route between Here and There. That’s about it.\n\n\nResearcher █████: And can you tell me who your employer is?\n\n\nSCP-2320-B: Oh, I’m just helping out some friends who needed a trolley driver. It’s not really employment, I’m just helping out. Not many people around who can drive one of these anymore.\n\n\nResearcher █████: Mmm. And what about your destination?\n\n\nSCP-2320-B: I know it isn’t much to look at now, but it’ll be something really special once things pick up, believe me.\n\n\nResearcher █████: Can you tell me what will happen then?\n\n\nSCP-2320-B: Well, think of what happens when you give a kid crayons, and then give a whole bunch of kids a whole lot of crayons and the biggest sheet of blank paper in the world.\n\n\n[Extraneous dialog omitted]\n\n\n\n\nAddendum-03:\n The following message was found on a sticky note attached to the front door of SCP-2320. The note was handwritten in fine-tip blue marker.\n\n\n\n\nFor Fred & friends -\n\n\nI’m sorry it’s late, but here you go.\n\n\nHave a wonderful day, neighbors.\n\n\n- Isabel & Jeremy\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A bodysuit covering the entire body, including head, hands, and feet, named for stagehand clothing in Japanese theater.\n\n\n2\n. Including one robot, one ninja, and one alien.\n\n\n3\n. Including the President of the Firefighting Club and a dalmatian equivalent in size to an adult draft horse.\n\n\n4\n. Claiming to specialize in spider-catching.\n\n\n5\n. Claiming to specialize in treatment of sword injuries.\n\n\n\n\n\n\n\n\n« \nSCP-2319\n | SCP-2320 | \nSCP-2321\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2320\n\" by Djoric, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2320\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-01: The following structures and entities have been cataloged within SCP-2320-1.\nNo trace of the originators of these artifacts and entities has been found.",
        "Addendum-02: The following interview was recorded on ██/██/2003.",
        "Addendum-03: The following message was found on a sticky note attached to the front door of SCP-2320. The note was handwritten in fine-tip blue marker."
    ],
    "documents": [],
    "notes": [
        "[Extraneous dialog omitted] Researcher █████: Do you mind if I ask you a few questions? SCP-2320-B: Oh no, not at all, always happy to help. Researcher █████: All right. If you could just describe who you are and what you do. SCP-2320-B: Well, I’m Mr. Conductor, and I drive this here trolley on the route between Here and There. That’s about it. Researcher █████: And can you tell me who your employer is? SCP-2320-B: Oh, I’m just helping out some friends who needed a trolley driver. It’s not really employment, I’m just helping out. Not many people around who can drive one of these anymore. Researcher █████: Mmm. And what about your destination? SCP-2320-B: I know it isn’t much to look at now, but it’ll be something really special once things pick up, believe me. Researcher █████: Can you tell me what will happen then? SCP-2320-B: Well, think of what happens when you give a kid crayons, and then give a whole bunch of kids a whole lot of crayons and the biggest sheet of blank paper in the world. [Extraneous dialog omitted]",
        "For Fred & friends - I’m sorry it’s late, but here you go. Have a wonderful day, neighbors. - Isabel & Jeremy",
        "\" SCP-2320 \" by Djoric, from the SCP Wiki . Source: https://scpwiki.com/scp-2320 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2320",
    "containment_procedures": "SCP-2320 is currently contained within Garage 01 at Site-45. Access to SCP-2320 is limited to interviews with SCP-2320-B and exploratory missions to SCP-2320-1. No further physical security is necessary.",
    "description": "SCP-2320 is a refurbished PCC streetcar, originally manufactured by the St. Louis Car Company in 1938. SCP-2320 is capable of operating without access to electrical power and is capable of off-rail travel, but otherwise does not bear any outward mechanical or structural anomalies. The vehicle is painted with a red and white color scheme, typical of the Pittsburgh Railways streetcar fleet.",
    "title": "SCP-2320"
}