{
    "url": "https://scp-wiki.wikidot.com/scp-2332",
    "all_text": "rating: \n+324\n+\n–\nx\n\n\n\n\n\n\nSCP-2332, swallowtail form.\n\n\n\n\n\n\n\n\n\n\nSCP-2332, Sylphina Angel form.\n\n\n\n\n\n\nItem #:\n SCP-2332\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2332 is to be contained in a repurposed dimensional testing room on Site-19’s Research Floor 2 (the location of initial manifestation). The room’s ultraviolet light tubes are to be remotely switched on every 12 hours for a period of 5 minutes; no personnel are to enter the room at this time. Security personnel assigned to nearby areas are to carry at least one blue laser pointer at all times. A box of spare blue laser pointers is to be kept inside the containment room.\n\n\nThe containment area and adjacent hallways are to be monitored by video surveillance at all times. Level 3 security clearance is required for access to SCP-2332. Should a containment breach occur, SCP-2332 is to be immobilized (via laser exposure) and returned to its containment area; extra care is to be taken when handling SCP-2332 while it is immobile.\n\n\nDescription:\n SCP-2332 is an entity that takes the shape of a butterfly, alternating between apparent forms of an Alpine Black Swallowtail (\nPapilio maackii\n) and a Sylphina Angel (\nChorinea sylphina\n). SCP-2332 displays no morphological differences from non-anomalous butterflies with the exception of unusual wing patterns, which resemble false-color images of NGC 6302, a bipolar planetary nebula in the Scorpius constellation. Microscopic imaging reveals the layering of the scales on SCP-2332’s wings to resemble the structure of cortical columns found in human brains.\n\n\nSCP-2332 is extremely sensitive to light. Testing has revealed that SCP-2332 possesses an extreme aversion to concentrated electromagnetic radiation at wavelengths between 360 and 480 nm, and will enter a catatonic state if exposed to it for extended periods of time. Exposure to higher energy concentrated ultraviolet light (wavelengths around 90 nm), however, seems to produce rejuvenating effects.\n\n\nSCP-2332 is able to become temporarily intangible, noted during Incident-2332-2, in which it managed to escape containment by passing through the glass walls of the terrarium housing it. SCP-2332 has demonstrated similar behavior with plastic, mesh netting, and Plexiglas enclosures in experimental settings. Camera footage and subsequent inspection indicate that the material of the enclosures was not altered in any way.\n\n\nThough SCP-2332’s behavior generally consists of flying in circular patterns around its containment area, it has demonstrated the ability to communicate by tapping its forelegs together to produce vocalizations. SCP-2332 will speak in this manner (albeit haltingly) in the voice of whatever individual last addressed it; the means by which this is possible are unknown.\n\n\nAddendum 2332-1:\n Interviews with SCP-2332 are to take place regularly, to gather more information regarding its origin. (See interview log)\n\n\n\n\nInterview Log 2332-1-3\n\n\nDr. Kiryu\n is seated in SCP-2332’s containment room, while SCP-2332 is stationed near the microphone.\n\n\nDr. Kiryu:\n Tell me again, what you are.\n\n\nSCP-2332:\n I’m lost. A messenger thrown off by a stray supernova near my nebula. That’s the map for me.\n\n\nDr. Kiryu:\n Where are you from?\n\n\nSCP-2332:\n I’m from here. This place. Another side of the mirror. It has many sides, and another you wanted to reach yet another.\n\n\nDr. Kiryu:\n How do you know that?\n\n\nSCP-2332:\n Your people created me. Many others like me, messengers who cross the mirror. Isn’t that incredible? But I am mixed up. Two messages to the same place, two beings made one broken. Who I am.\n\n\nDr. Kiryu:\n Who \nare\n you?\n\n\nSCP-2332:\n You, Mark Kiryu. I am you.\n\n\nDr. Kiryu:\n Didn’t you say the same to my assistant earlier?\n\n\nSCP-2332:\n Yes. I’m him too. His words and your words to deliver. It’s not worth trying to hurt me for the answers. Just wait for the mirror. Fix itself and I will return. The mistake will be undone. I need to wait in the same place. This is the wrong side, but same place. I will wait here.\n\n\nDr. Kiryu:\n What about your message?\n\n\nSCP-2332:\n Another me will deliver it in the right time. It’s not for you. Not this side.\n\n\nDr. Kiryu:\n Why send a butterfly?\n\n\nSCP-2332:\n Everyone thinks that something that travels as fast as light needs to look like other things that are fast. In another time, you think differently.\n\n\nDr. Kiryu:\n I see. One last question, how did you fly through the terrarium wall earlier?\n\n\nSCP-2332:\n Is it strange that light can pass through glass?\n\n\n\n\n\n\n\n\n« \nSCP-2331\n | SCP-2332 | \nSCP-2333\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2332\n\" by Zyn, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2332\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 2332smallswallowtail.png\n\n\nAuthor:\n Scorpion451\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n Papilio maackii on Rishiri Island4.jpg\n\n\nAuthor:\n Prosperosity\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia\n\n\n\n\nName:\n NGC 6302 Hubble 2009.full.jpg\n\n\nAuthor:\n NASA, ESA and the Hubble SM4 ERO Team\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia\n\n\nAdditional Notes:\n These images were edited together by Scorpion451.",
    "addendums": [
        "Addendum 2332-1: Interviews with SCP-2332 are to take place regularly, to gather more information regarding its origin. (See interview log)"
    ],
    "documents": [],
    "notes": [
        "Interview Log 2332-1-3 Dr. Kiryu is seated in SCP-2332’s containment room, while SCP-2332 is stationed near the microphone. Dr. Kiryu: Tell me again, what you are. SCP-2332: I’m lost. A messenger thrown off by a stray supernova near my nebula. That’s the map for me. Dr. Kiryu: Where are you from? SCP-2332: I’m from here. This place. Another side of the mirror. It has many sides, and another you wanted to reach yet another. Dr. Kiryu: How do you know that? SCP-2332: Your people created me. Many others like me, messengers who cross the mirror. Isn’t that incredible? But I am mixed up. Two messages to the same place, two beings made one broken. Who I am. Dr. Kiryu: Who are you? SCP-2332: You, Mark Kiryu. I am you. Dr. Kiryu: Didn’t you say the same to my assistant earlier? SCP-2332: Yes. I’m him too. His words and your words to deliver. It’s not worth trying to hurt me for the answers. Just wait for the mirror. Fix itself and I will return. The mistake will be undone. I need to wait in the same place. This is the wrong side, but same place. I will wait here. Dr. Kiryu: What about your message? SCP-2332: Another me will deliver it in the right time. It’s not for you. Not this side. Dr. Kiryu: Why send a butterfly? SCP-2332: Everyone thinks that something that travels as fast as light needs to look like other things that are fast. In another time, you think differently. Dr. Kiryu: I see. One last question, how did you fly through the terrarium wall earlier? SCP-2332: Is it strange that light can pass through glass?",
        "\" SCP-2332 \" by Zyn, from the SCP Wiki . Source: https://scpwiki.com/scp-2332 . Licensed under CC-BY-SA .",
        "Filename: 2332smallswallowtail.png Author: Scorpion451 License: CC BY-SA 3.0 Source Link: SCP Wiki Derivative of: Name: Papilio maackii on Rishiri Island4.jpg Author: Prosperosity License: CC BY-SA 3.0 Source Link: Wikimedia Name: NGC 6302 Hubble 2009.full.jpg Author: NASA, ESA and the Hubble SM4 ERO Team License: Public Domain Source Link: Wikimedia Additional Notes: These images were edited together by Scorpion451."
    ],
    "item": "SCP-2332",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2332 is to be contained in a repurposed dimensional testing room on Site-19’s Research Floor 2 (the location of initial manifestation). The room’s ultraviolet light tubes are to be remotely switched on every 12 hours for a period of 5 minutes; no personnel are to enter the room at this time. Security personnel assigned to nearby areas are to carry at least one blue laser pointer at all times. A box of spare blue laser pointers is to be kept inside the containment room.",
    "description": "SCP-2332 is an entity that takes the shape of a butterfly, alternating between apparent forms of an Alpine Black Swallowtail (Papilio maackii) and a Sylphina Angel (Chorinea sylphina). SCP-2332 displays no morphological differences from non-anomalous butterflies with the exception of unusual wing patterns, which resemble false-color images of NGC 6302, a bipolar planetary nebula in the Scorpius constellation. Microscopic imaging reveals the layering of the scales on SCP-2332’s wings to resemble the structure of cortical columns found in human brains.",
    "title": "SCP-2332"
}