{
    "url": "https://scp-wiki.wikidot.com/scp-2339",
    "all_text": "rating: \n+225\n+\n–\nx\n\n\nItem #:\n SCP-2339\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Due to its size and fragility, SCP-2339-1 is to be kept within the original site of its discovery, which has been refurbished and designated Provisional Site-124. Weekly, the main auditorium is to be provided with the appropriate instruments and equipment of a modern philharmonic orchestra, and SCP-2339-2 allowed to perform. SCP-2339-2 are to be provided with a constant supply of nectar. All personnel entering the containment room must wear full bee-keeping gear, and at least one professional Foundation apiarist must be present on the site at all times.\n\n\nDescription:\n SCP-2339 is the collective designation for an anomalously large \nBombus terrestris\n (buff-tailed bumblebee) nest and the bees residing within. SCP-2339-1 is the nest itself, measuring nearly 32m across. In comparison, a standard European bumblebee nest has a maximum capacity of 400 bees, and is far smaller. Aside from its size, SCP-2339-1 shows no other anomalous properties.\n\n\nSCP-2339-2 refers to the inhabitants of SCP-2339-1, numbering approximately 85,000 bees. These bees live for just over a month, as is normal for the species, and produce young at a rate equal to the rate of death. The bees appear to be normal, showing no signs of increased intelligence or other anomalous properties, until presented with musical instruments. SCP-2339-2 work together as a group to play the instruments, through plucking, pressing keys, manipulating bows or drumsticks, and buzzing their wings to produce an airflow. Through these methods, SCP-2339-2 are extremely skilled in performing music, usually of the classical genre. SCP-2339-2 seem to prefer performing together as an orchestra. Around half of the bees play the instruments or act as the conductor, whilst the remaining half wait to replace bees who have become fatigued. Around 100 bees, including the queen, form a cluster around and manipulate a conductor's baton in order to conduct the orchestra. SCP-2339-2 appear to be able to perform once reaching maturity.\n\n\nIf the bees are unable to play instruments for a period of time, they become lethargic before falling ill and eventually dying. Allowing them to play as a full orchestra weekly has proved sufficient for preventing this.\n\n\nSCP-2339-2 seem to play a seemingly random selection of classical music, however, they will always include Nikolai Rimsky-Korsakov's \"Flight of the Bumblebee\" in their performance. SCP-2339-2 have a wide knowledge of many pieces of music, and when presented with new sheet music learn it at an extremely fast rate.\n\n\nSCP-2339 was first discovered during a building inspection before the scheduled demolition of the abandoned ██████ Concert Hall, ██████. The nest was found to be present in the main auditorium of the building, and reported by the inspector due to its size. The Foundation learned of this through an informant in the local council and sent an agent to investigate, who discovered the anomaly during a performance. Similarities between the anomalous phenomenon observed in SCP-2339 and that of \nSCP-2849\n have been noted. An investigation into a potentially shared origin is ongoing.\n\n\n\n\n\n\n« \nSCP-2338\n | SCP-2339 | \nSCP-2340\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2339\n\" by LilyFlower, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2339\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-2339 \" by LilyFlower, from the SCP Wiki . Source: https://scpwiki.com/scp-2339 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2339",
    "object_class": "Safe",
    "containment_procedures": "Due to its size and fragility, SCP-2339-1 is to be kept within the original site of its discovery, which has been refurbished and designated Provisional Site-124. Weekly, the main auditorium is to be provided with the appropriate instruments and equipment of a modern philharmonic orchestra, and SCP-2339-2 allowed to perform. SCP-2339-2 are to be provided with a constant supply of nectar. All personnel entering the containment room must wear full bee-keeping gear, and at least one professional Foundation apiarist must be present on the site at all times.",
    "description": "SCP-2339 is the collective designation for an anomalously large Bombus terrestris (buff-tailed bumblebee) nest and the bees residing within. SCP-2339-1 is the nest itself, measuring nearly 32m across. In comparison, a standard European bumblebee nest has a maximum capacity of 400 bees, and is far smaller. Aside from its size, SCP-2339-1 shows no other anomalous properties.",
    "title": "SCP-2339"
}