{
    "url": "https://scp-wiki.wikidot.com/scp-2355",
    "all_text": "rating: \n+79\n+\n–\nx\n\n\nItem #:\n SCP-2355\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Recovered instances of SCP-2355 are to be stored in Containment Area 8, site ██. Security personnel who are expecting offspring, or those with offspring born within the last year, are not to be detailed to SCP-2355.\n\n\nAll family members and friends who have come into contact with SCP-2355-1 prior to retrieval are to be given class-B amnestics. Parents are to be provided with a replacement infant of appropriate age and appearance.\n\n\nAt present, all known instances of SCP-2355 are in Foundation custody. Agents should continue to monitor police and civilian channels for further outbreaks. Special attention should be paid to reports of breaking and entering, particularly those involving unidentified persons, where no accompanying violence or escape attempt has been reported.\n\n\nTo deflect serious journalistic attention from genuine instances of SCP-2355, ongoing false reports of 'time traveling children' have been disseminated through media channels known to lack credibility.\n\n\nDescription:\n SCP-2355 refers to any instance of a Babywell 'Sleepynite' crib manufactured between 06-14-████ and 06-16-████. Production records indicate that 1050 such cribs were manufactured over this period and made available for sale to the general public. Sleeper agents are now in the employ of Babywell.\n\n\nWhen a human infant under the age of 12 months sleeps in SCP-2355 overnight, they will grow into, or be replaced by, a genetically identical version of themselves aged to 18 years (SCP-2355-1). This anomaly will only occur if the infant is not subject to visual observation at any point between sleeping and waking. Audio surveillance devices ('baby monitors') will not pick up any unusual activity. For this reason, it has been difficult to ascertain the exact nature of the change, or at which point of the night it occurs.\n\n\nInitial interviews with instances of SCP-2355-1 have shown they possess memories of lives, family members, friends, and acquaintances as if they had been born the relevant length of time prior to their actual birth (a subject born on ██-██-2016, for example, will recall their tenth birthday as having occurred on ██-██-2008). Memories of family members are accurate to the subject's family at the time of their birth, in terms of appearance, personality, and age relative to that of SCP-2355-1. Infants born prior to SCP-2355-1 will sometimes be remembered as childhood friends, though so far this effect has only been seen with infants who have been in close physical proximity with SCP-2355-1 between birth and the anomaly manifesting. Other remembered acquaintances, as far as can be observed, do not correspond to known individuals except by coincidence, and appear to be wholly invented for the purposes of the implanted memories. All specific events remembered by SCP-2355-1 appear to be invented, and will not correspond with any real-life events except by coincidence.\n\n\nFurther interviews with SCP-2355-1 have determined a single, shared, memory of an individual known as 'Uncle Jack.' The individual has not been centrally involved in any of SCP-2355-1's memories, but has been mentioned as a background figure at various events taking place between the ages of █ and █. Descriptions of this individual have been consistent in terms of mannerisms and general appearance and have, in all cases, failed to match any known relative of the SCP-2355-1 instance being interviewed. The only significant variable in description has been the age of 'Uncle Jack.'\n\n\n\n\n+ Interview Excerpts\n\n\n\n\n- Excerpts from interviews with SCP-2355-1 instances\n\n\n\n\nNote:\n \nThese excerpts have been taken from longer interviews, and highlight mentions of the unknown individual, shared between all SCP-2355-1 instances, named as 'Uncle Jack.'\n\n\n\n\nInterview 1 - 03-14-20██\n \nExcerpt begins seven minutes into interview.\n\n\nInterviewer:\n And that was on your █████ birthday?\n\n\nSubject:\n Yeah, it was fun. Mum made an awesome cake, and Uncle Jack got me a copy of-\n\n\nInterviewer:\n You have an Uncle Jack?\n\n\nSubject:\n Yeah…yeah, sure. Really old guy, like, \nreally\n old. Like, at least seventy, maybe seventy-five. I think he was a great-uncle, really, but we always called him uncle.\n\n\nInterviewer:\n What did he look like?\n\n\nSubject:\n He was kinda tall, though he stooped a lot, I guess because he was old. Long, grey hair. Wore glasses. He looked angry a lot of the time, like he was in pain and didn't like it.\n\n\n\n\n\n\nInterview 4 - 03-24-20██\n \nExcerpt begins three minutes into interview.\n\n\nInterviewer:\n Who was on the holiday?\n\n\nSubject:\n Uhh…it was a long time ago…there was me, mum and dad, little Ruby, she was about four or so at the time…Uncle Jack was there. All my cousins were there, except Dean who had the weird face, and then-\n\n\nInterviewer:\n Could you describe your uncle Jack?\n\n\nSubject:\n My…oh, yeah, uncle Jack. Well, he didn't see so good, I saw him wearing glasses once. His hair was long, pretty grey, and he was tall, for an old guy. Grumpy bloke, as well.\n\n\nInterviewer:\n How old was he?\n\n\nSubject:\n He wasn't quite seventy, but pretty close, I think.\n\n\n\n\n\n\nInterview 9 - 04-16-20██\n \nExcerpt begins one hour and eighteen minutes into interview.\n\n\nSubject:\n \n(Has been speaking for approximately thirty-two minutes.\n)\n\n\n-and so I opened it up, fam. Fucking \nbare\n amount of wasps in there, you get me? So, yeah, that's why I don't eat cheese. Fuckin' cheese.\n\n\nInterviewer:\n Thank you. Now, if I could return to my original question, what do you remember about your family from when you were █?\n\n\nSubject:\n Sorry, blud. So there was me, and me mum, and me big brother Johnny, with the peak hair. And Uncle Jack, he was a bit of a weird geez.\n\n\nInterviewer:\n How would you describe him?\n\n\nSubject:\n Who?\n\n\nInterviewer:\n Your uncle Jack.\n\n\nSubject:\n Oh right, yeah…he was fucking \npissed off,\n man. All the days. He had this fucking stringy hair and a squint, mate. I'd be fucking pissed off if I looked like that. I mean, he was only…what, sixty-five?\n\n\n\n\nNote:\n I've been going back through these interviews and the uncle's age difference isn't random. It's regressive. I suggest we make him the focus of future questioning. \n-Dr. ████\n\n\n\n\nInterview ██ - 06-12-20██\n \nExcerpt begins one minute into interview.\n\n\nInterviewer:\n I want to ask about your Uncle Jack.\n\n\nSubject:\n \n(Appears uncomfortable.)\n\n\nHow'd you know I have an Uncle Jack?\n\n\nInterviewer:\n We spoke to your mother.\n\n\nSubject:\n Yeah…has she stopped crying yet?\n\n\nInterviewer:\n She's fine. Now, your Uncle…\n\n\nSubject:\n I only met him a few times. He was…fifty, or so, I think. Told me a couple of funny stories about these two doctors he knew. But…\n\n\n(Subject seems reluctant to continue speaking.)\n\n\nInterviewer:\n Please go on.\n\n\nSubject:\n He…I don't think he was a very good guy. I just got that feeling from him. This other time, he took me aside, and told me about the time he…\n\n\n(Subject becomes increasingly uncomfortable.)\n\n\nYou know what? Never mind. Can I see my mum now?\n\n\n\n\n\n\n\n\n\n\n\n\n+ ADDENDUM: Incident log BABYTAKER-1\n\n\n\n\n- ADDENDUM: Incident log BABYTAKER-1\n\n\n\n\nNote:\n The following message was recorded and sent to Foundation researchers by Agent ██████, currently undercover in Babywell's accounting department.\n\n\n\n\nAgent ██████:\n So…something strange has happened. About a month ago, the factory packed in. Just up and stopped working. Two days later they got it fixed, everything was fine, then it all broke down again. No idea why, but we got two days of manufacture out of it and shipped them out like normal. Took another week to get it fixed again. I've been going through the paperwork, getting it ready for filing, and I noticed something. All the customer addresses are blank, like someone's trying to stop us finding where they went. You'd better mobilise yourselves and get hunting for baby beds, boys. I think that fucker Jack is up to something.\n\n\n\n\nNote:\n Since receiving communication from Agent ██████, one instance of SCP-2355-1 has been recovered. Recognition of the anomaly was hampered by the subject not being aged to 18 years, as in previous manifestations, but to the age of █. The initial interview with the subject is transcribed below.\n\n\n\n\nInterview log - 09-01-20██\n\n\nSubject:\n I want my mum. Please, mister, where is she?\n\n\nInterviewer:\n She's sleeping. You've both had a difficult night. How are you feeling?\n\n\nSubject:\n Bad. I feel sick. Are you guys the jailers?\n\n\nInterviewer:\n The…the jailers?\n\n\nSubject:\n Yeah. My uncle Jack told me about the jailers last night. He said they'd look like you, in white coats and stuff.\n\n\nInterviewer:\n You saw your uncle Jack last night?\n\n\nSubject:\n He had dinner with us. He asked my mum to leave us alone and she…she just walked out. Didn't say anything.\n\n\nInterviewer:\n What did he say to you?\n\n\nSubject:\n He asked me to say something when I saw you. Made me remember it. Can I see my mum? Where is she?\n\n\nInterviewer:\n What did he want you to say to us?\n\n\nSubject:\n So you \nare\n the jailers?\n\n\nInterviewer:\n We're…we're here to help. Sometimes, yes, that means being the jailers.\n\n\nSubject:\n Okay. Well, he said to…he said to tell you that he's coming. And you can't stop him. And he's going to be young again and strong again soon and when he is…he said there's going to be \nfire.\n\n\n\n\nNote:\n SCP-2355 has been reclassified to Euclid.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2354\n | SCP-2355 | \nSCP-2356\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2355\n\" by TooManyMuskets, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2355\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interview 1 - 03-14-20██ Excerpt begins seven minutes into interview. Interviewer: And that was on your █████ birthday? Subject: Yeah, it was fun. Mum made an awesome cake, and Uncle Jack got me a copy of- Interviewer: You have an Uncle Jack? Subject: Yeah…yeah, sure. Really old guy, like, really old. Like, at least seventy, maybe seventy-five. I think he was a great-uncle, really, but we always called him uncle. Interviewer: What did he look like? Subject: He was kinda tall, though he stooped a lot, I guess because he was old. Long, grey hair. Wore glasses. He looked angry a lot of the time, like he was in pain and didn't like it.",
        "Interview 4 - 03-24-20██ Excerpt begins three minutes into interview. Interviewer: Who was on the holiday? Subject: Uhh…it was a long time ago…there was me, mum and dad, little Ruby, she was about four or so at the time…Uncle Jack was there. All my cousins were there, except Dean who had the weird face, and then- Interviewer: Could you describe your uncle Jack? Subject: My…oh, yeah, uncle Jack. Well, he didn't see so good, I saw him wearing glasses once. His hair was long, pretty grey, and he was tall, for an old guy. Grumpy bloke, as well. Interviewer: How old was he? Subject: He wasn't quite seventy, but pretty close, I think.",
        "Interview 9 - 04-16-20██ Excerpt begins one hour and eighteen minutes into interview. Subject: (Has been speaking for approximately thirty-two minutes. ) -and so I opened it up, fam. Fucking bare amount of wasps in there, you get me? So, yeah, that's why I don't eat cheese. Fuckin' cheese. Interviewer: Thank you. Now, if I could return to my original question, what do you remember about your family from when you were █? Subject: Sorry, blud. So there was me, and me mum, and me big brother Johnny, with the peak hair. And Uncle Jack, he was a bit of a weird geez. Interviewer: How would you describe him? Subject: Who? Interviewer: Your uncle Jack. Subject: Oh right, yeah…he was fucking pissed off, man. All the days. He had this fucking stringy hair and a squint, mate. I'd be fucking pissed off if I looked like that. I mean, he was only…what, sixty-five?",
        "Interview ██ - 06-12-20██ Excerpt begins one minute into interview. Interviewer: I want to ask about your Uncle Jack. Subject: (Appears uncomfortable.) How'd you know I have an Uncle Jack? Interviewer: We spoke to your mother. Subject: Yeah…has she stopped crying yet? Interviewer: She's fine. Now, your Uncle… Subject: I only met him a few times. He was…fifty, or so, I think. Told me a couple of funny stories about these two doctors he knew. But… (Subject seems reluctant to continue speaking.) Interviewer: Please go on. Subject: He…I don't think he was a very good guy. I just got that feeling from him. This other time, he took me aside, and told me about the time he… (Subject becomes increasingly uncomfortable.) You know what? Never mind. Can I see my mum now?",
        "Agent ██████: So…something strange has happened. About a month ago, the factory packed in. Just up and stopped working. Two days later they got it fixed, everything was fine, then it all broke down again. No idea why, but we got two days of manufacture out of it and shipped them out like normal. Took another week to get it fixed again. I've been going through the paperwork, getting it ready for filing, and I noticed something. All the customer addresses are blank, like someone's trying to stop us finding where they went. You'd better mobilise yourselves and get hunting for baby beds, boys. I think that fucker Jack is up to something.",
        "Interview log - 09-01-20██ Subject: I want my mum. Please, mister, where is she? Interviewer: She's sleeping. You've both had a difficult night. How are you feeling? Subject: Bad. I feel sick. Are you guys the jailers? Interviewer: The…the jailers? Subject: Yeah. My uncle Jack told me about the jailers last night. He said they'd look like you, in white coats and stuff. Interviewer: You saw your uncle Jack last night? Subject: He had dinner with us. He asked my mum to leave us alone and she…she just walked out. Didn't say anything. Interviewer: What did he say to you? Subject: He asked me to say something when I saw you. Made me remember it. Can I see my mum? Where is she? Interviewer: What did he want you to say to us? Subject: So you are the jailers? Interviewer: We're…we're here to help. Sometimes, yes, that means being the jailers. Subject: Okay. Well, he said to…he said to tell you that he's coming. And you can't stop him. And he's going to be young again and strong again soon and when he is…he said there's going to be fire.",
        "\" SCP-2355 \" by TooManyMuskets, from the SCP Wiki . Source: https://scpwiki.com/scp-2355 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2355",
    "object_class": "Euclid",
    "containment_procedures": "Recovered instances of SCP-2355 are to be stored in Containment Area 8, site ██. Security personnel who are expecting offspring, or those with offspring born within the last year, are not to be detailed to SCP-2355.",
    "description": "SCP-2355 refers to any instance of a Babywell 'Sleepynite' crib manufactured between 06-14-████ and 06-16-████. Production records indicate that 1050 such cribs were manufactured over this period and made available for sale to the general public. Sleeper agents are now in the employ of Babywell.",
    "title": "SCP-2355"
}