{
    "url": "https://scp-wiki.wikidot.com/scp-2363",
    "all_text": "rating: \n+28\n+\n–\nx\n\n\n\n\n\n\nSCP-2363\n\n\n\n\n\n\nItem #:\n SCP-2363\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Area-63 has been established to contain SCP-2363, and is surrounded by a 4 meter tall barbed wire fence. The perimeter is to be patrolled and monitored by onsite armed personnel. Any damage to the fence is to be reported immediately.\n\n\nSCP-2363-A is not to be allowed within 5 meters of the perimeter fence; deadly force may be used to maintain this distance. SCP-2363-A should be treated as hostile.\n\n\nIf any instances of SCP-2363-B are observed within the perimeter of SCP-2363, they are to be removed immediately.\n\n\nAny civilian personnel found attempting to breach the perimeter fence are to be detained for questioning. No female personnel are to be assigned to Area-63.\n\n\nDescription:\n SCP-2363 refers to an area of roughly one square kilometer in south-central Wyoming. A small, dilapidated farmhouse stands at the approximate center of SCP-2363. Personnel who have spent extended periods of time\n1\n within SCP-2363 report extreme fatigue.\n\n\nSCP-2363-A is a humanoid entity that lives in the farmhouse and claims to be the owner of SCP-2363. SCP-2363-A is anatomically an elderly human male, with an apparent growth defect resulting in the absence of lips, leaving its teeth and gums exposed. SCP-2363-A’s eyes are severely cataracted, rendering it blind, although this appears to have a negligible effect on SCP-2363’s ability to perceive its environment. If SCP-2363-A is removed from SCP-2363 and is unable to return, it will immediately and continuously attempt to kill itself until it succeeds, resorting to biting out its own veins or repeatedly bashing its skull against a wall if necessary. SCP-2363-A has on several occasions attempted to kill Foundation personnel with its hands and teeth, but as of yet has not been successful.\n\n\nSCP-2363-B designates the eleven women (ages 26-34) originally found within SCP-2363 when it was discovered in 1967. Each instance of SCP-2363-B was matched to a recent missing persons report from Wyoming, Colorado, or Utah. SCP-2363-B instances were extremely sedate, and wandered SCP-2363 without direction. They also did not require food or water while within SCP-2363. Ten months after the discovery of SCP-2363, each of the ten surviving instances of SCP-2363-B was removed from the area, and quickly recovered from their sedation. All SCP-2363-B instances were unable to recall their time within SCP-2363, or how they arrived there. Removed instances have been found to be unable to conceive, despite the absence of any apparent problems with their reproductive systems. Each instance was administered Class-D amnestics and was delivered to the authorities in several nearby towns. These instances should be monitored for further anomalous phenomena.\n\n\nIf SCP-2363-A dies for any reason, one instance of SCP-2363-B will rapidly grow heavily pregnant and give birth to a tumorous mass, which will quickly grow into an adult SCP-2363-A\n2\n. This birthing process appears to be very painful to SCP-2363-B, but is not usually fatal\n3\n.\n\n\n\n\n+ Selected Incident Logs for SCP-2363\n\n\n\n\n- Close\n\n\n\n\nIncident-2363-02:\n SCP-2363-A is shot in the chest four times while attempting an attack on Foundation personnel constructing the perimeter fence. SCP-2363-A dies, and an instance of SCP-2363-B gives birth to a new instance of SCP-2363-A, who retreats into the farmhouse.\n\n\nIncident-2363-04:\n Research personnel attempt to remove SCP-2363-A from SCP-2363. SCP-2363-A kills itself while in transit to Site-██ by smashing its head into the side of the transport vehicle until dead. An instance of SCP-2363-B grows pregnant and dies during the birth of a new instance of SCP-2363-A. SCP-2363-A returns to the farmhouse.\n\n\nIncident-2363-09:\n All instances of SCP-2363-B are removed from the area, and a research team is sent in to attempt an interview with SCP-2363-A. SCP-2363-A attacks the team and attempts to bite a security officer. SCP-2363-A is shot in the head by Security Officer Angela Jones and dies. After 3 minutes Security Officer Jones collapses and reports extreme abdominal pain; shortly thereafter, an instance of SCP-2363-A erupts fully grown from her abdomen, killing her. Remaining team members retreat from the area.\n\n\nNote: Female personnel are no longer to be assigned to Area-63.\n\n\nIncident-2363-14:\n Second team is sent in to interview SCP-2363-A. SCP-2363-A does not cooperate and attacks the team. SCP-2363-A is killed by a shot to the head, and no personnel sustain serious injuries. The team leaves the area and no activity is reported for approximately 73 hours. An instance of SCP-2363-A is then observed to claw its way to the surface from beneath the ground. Instance appears extremely agitated and rushes the perimeter fence. SCP-2363-A is unable to scale the fence, and retreats to the farmhouse after several hours. This spontaneous generation occurs after all subsequent instances of SCP-2363-A’s death.\n\n\nIncident-2363-25:\n A third and final team is sent in, and successfully managed to conduct an interview with SCP-2363-A. The team is invited into the farmhouse, where the interview takes place. The interview concludes when SCP-2363-A attacks members of the team. See below for a transcript of this interview.\n\n\nNote: No further personnel are to enter SCP-2363 at this time.\n\n\n\n\n\n\n\n\nInterview Log 2363-25\n\n\n\n\nInterviewed:\n SCP-2363-A\n\n\nInterviewer:\n Senior Researcher Roberts\n\n\nForeword:\n Interview conducted within SCP-2363, after 6 unsuccessful attempts. The reasons behind SCP-2363-A’s sudden cooperation are currently not understood.\n\n\n<Begin Log>\n\n\nRoberts:\n Hello, 2363-A.\n\n\nSCP-2363-A:\n Tom’ll do just fine, boy. Would y'all like anything? Tea?\n\n\nRoberts:\n No, thank you, we just need to ask you a few questions.\n\n\nSCP-2363-A:\n Sure boy, what d’you want to know?\n\n\nRoberts:\n Well to start, what can you tell us about this land?\n\n\nSCP-2363-A:\n What’s there to tell? Tom just lives here, ain’t much else to say.\n\n\nRoberts:\n How did you get here?\n\n\nSCP-2363-A:\n Why, Tom was born here.\n\n\nRoberts:\n And when was that?\n\n\nSCP-2363-A laughs to itself.\n\n\nSCP-2363-A:\n Oh quite a while now, long ‘fore you all got here.\n\n\nRoberts:\n Our organization?\n\n\nSCP-2363-A:\n Sure, sure. But longer than that. Tom was talkin’ more about your kind.\n\n\nRoberts:\n You mean humans?\n\n\nSCP-2363-A:\n Oh them too, yes. But even longer than that. Tom’s been on this land just ‘bout longer than anyone can remember. He was here before the hairy folk died out, and before the Black Horde themselves marched across these plains. Tom’s been here before there even were plains.\n\n\nRoberts:\n Can you tell me why you’ve been so hostile to our personnel in the past?\n\n\nSCP-2363-A:\n Well now, Tom don’t take too kindly to trespassers comin’ onto his land an’ takin’ his wombs and buildin’ fences all over the place.\n\n\nRoberts:\n Well we’ve determined that this area and those women warrant containment and monitoring.\n\n\nSCP-2363-A:\n Tom begs to differ. Tom wasn’t hurtin’ nobody, and he’d sincerely appreciate it if you gave him back what’s his.\n\n\nRoberts:\n I’m afraid we can’t do that at this time.\n\n\nSCP-2363-A:\n Well. That’s a shame.\n\n\nSCP-2363-A remains quiet for several seconds, and then lunges at Researcher Roberts and attempts to bite into his neck. SCP-2363-A is forcibly removed by security personnel. Interview is concluded.\n\n\n<End Log>\n\n\n\n\n\n\nFootnotes\n\n\n1\n. longer than 6 hours\n\n\n2\n. This process occurs very quickly, with an average duration of 28 seconds from death to complete regrowth.\n\n\n3\n. This process has been observed 15 times, and has only resulted in death once. See log of Incident-2363-04 for further details.\n\n\n\n\n\n\n\n\n« \nSCP-2362\n | SCP-2363 | \nSCP-2364\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2363\n\" by Dr Solo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2363\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n homestead-335246_960_720.jpg\n\n\nAuthor:\n Walkingbird96\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nLink",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewed: SCP-2363-A Interviewer: Senior Researcher Roberts Foreword: Interview conducted within SCP-2363, after 6 unsuccessful attempts. The reasons behind SCP-2363-A’s sudden cooperation are currently not understood. <Begin Log> Roberts: Hello, 2363-A. SCP-2363-A: Tom’ll do just fine, boy. Would y'all like anything? Tea? Roberts: No, thank you, we just need to ask you a few questions. SCP-2363-A: Sure boy, what d’you want to know? Roberts: Well to start, what can you tell us about this land? SCP-2363-A: What’s there to tell? Tom just lives here, ain’t much else to say. Roberts: How did you get here? SCP-2363-A: Why, Tom was born here. Roberts: And when was that? SCP-2363-A laughs to itself. SCP-2363-A: Oh quite a while now, long ‘fore you all got here. Roberts: Our organization? SCP-2363-A: Sure, sure. But longer than that. Tom was talkin’ more about your kind. Roberts: You mean humans? SCP-2363-A: Oh them too, yes. But even longer than that. Tom’s been on this land just ‘bout longer than anyone can remember. He was here before the hairy folk died out, and before the Black Horde themselves marched across these plains. Tom’s been here before there even were plains. Roberts: Can you tell me why you’ve been so hostile to our personnel in the past? SCP-2363-A: Well now, Tom don’t take too kindly to trespassers comin’ onto his land an’ takin’ his wombs and buildin’ fences all over the place. Roberts: Well we’ve determined that this area and those women warrant containment and monitoring. SCP-2363-A: Tom begs to differ. Tom wasn’t hurtin’ nobody, and he’d sincerely appreciate it if you gave him back what’s his. Roberts: I’m afraid we can’t do that at this time. SCP-2363-A: Well. That’s a shame. SCP-2363-A remains quiet for several seconds, and then lunges at Researcher Roberts and attempts to bite into his neck. SCP-2363-A is forcibly removed by security personnel. Interview is concluded. <End Log>",
        "\" SCP-2363 \" by Dr Solo, from the SCP Wiki . Source: https://scpwiki.com/scp-2363 . Licensed under CC-BY-SA .",
        "Filename: homestead-335246_960_720.jpg Author: Walkingbird96 License: Public Domain Source Link: Link"
    ],
    "item": "SCP-2363",
    "object_class": "Euclid",
    "containment_procedures": "Area-63 has been established to contain SCP-2363, and is surrounded by a 4 meter tall barbed wire fence. The perimeter is to be patrolled and monitored by onsite armed personnel. Any damage to the fence is to be reported immediately.",
    "description": "SCP-2363 refers to an area of roughly one square kilometer in south-central Wyoming. A small, dilapidated farmhouse stands at the approximate center of SCP-2363. Personnel who have spent extended periods of time1 within SCP-2363 report extreme fatigue.",
    "title": "SCP-2363"
}