{
    "url": "https://scp-wiki.wikidot.com/scp-2365",
    "all_text": "rating: \n+231\n+\n–\nx\n\n\nItem #:\n SCP-2365\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Reports of SCP-2365 are to be investigated and data analysed for evidence of connections or common factors between victims. Survivors of SCP-2365 and witnesses are to be interviewed, tested and amnesticized. Foundation front companies are to conduct \"\nsleep\n \nstudies\n\" in an attempt to observe and document SCP-2365.\n\n\nWhile it is not known whether SCP-2365 is memetic in nature, access to information relating to SCP-2365 is to be restricted.\n\n\nDescription:\n SCP-2365 is a phenomenon affecting certain individuals during REM sleep. Initial stages of SCP-2365 are characterised by the materialisation of small flakes of rust in the air above the sleeper, and a reduction in local temperature. Recordings during this stage have detected the noise of metal hinges, the source of which has not been determined. If the sleeper is woken during this stage, no further effects are observed.\n\n\nIf SCP-2365 is permitted to progress, the initial phenomena will cease and the second stage will commence. Heavy steel springs will materialise in the space adjacent to the sleeper's head. Over the course of 10-15 minutes, this will be followed by the slow manifestation of additional metal attachments, forming a large bear trap.\n\n\nThe bear trap will remain suspended over the sleeper's head for up to 10 minutes before slowly de-materialising‎. If the sleeper returns to consciousness during this period, or contact is made with the trap (by the sleeper or others), the springs will be triggered, typically leading to significant trauma to the head and neck.\n\n\nThe Foundation's understanding of SCP-2365 is based largely on forensics and witness reports. Observation and testing has been restricted to bear traps which have been triggered and retain material substance, and to a limited number of SCP-2365 survivors. No pattern has been determined between the identities of victims of SCP-2365, and the number of unobserved cases is difficult to determine.\n\n\n\n\n\n\n« \nSCP-2364\n | SCP-2365 | \nSCP-2366\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2365\n\" by psul, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2365\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-2365 \" by psul, from the SCP Wiki . Source: https://scpwiki.com/scp-2365 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2365",
    "object_class": "Euclid",
    "containment_procedures": "Reports of SCP-2365 are to be investigated and data analysed for evidence of connections or common factors between victims. Survivors of SCP-2365 and witnesses are to be interviewed, tested and amnesticized. Foundation front companies are to conduct \"sleep studies\" in an attempt to observe and document SCP-2365.",
    "description": "SCP-2365 is a phenomenon affecting certain individuals during REM sleep. Initial stages of SCP-2365 are characterised by the materialisation of small flakes of rust in the air above the sleeper, and a reduction in local temperature. Recordings during this stage have detected the noise of metal hinges, the source of which has not been determined. If the sleeper is woken during this stage, no further effects are observed.",
    "title": "SCP-2365"
}