{
    "url": "https://scp-wiki.wikidot.com/scp-2384",
    "all_text": "rating: \n+253\n+\n–\nx\n\n\n\n\n\n\nAbove-ground section of SCP-2384.\n\n\n\n\n\n\nItem #:\n SCP-2384\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2384 is to be contained behind a perimeter of two-meter-tall electrical fencing. SCP-2384 is to be fed twice a day in accordance with Nutritional Chart 2384-1. Personnel are to monitor SCP-2384's growth at all times and if it is deemed to be approaching unmanageable levels, segments of SCP-2384's underground section are to be removed accordingly.\n\n\nAny attempts at exploration of SCP-2384 must be approved by at least two members of Level 3 personnel.\n\n\nDescription:\n SCP-2384 is an organism resembling a male mallard duck (\nAnas platyrhynchos\n), the foot tissue of which extends nine kilometers underground. This extension of SCP-2384's foot tissue begins as one formed from several 'root' formations, which five kilometers down coalesce into a larger organic structure. SCP-2384 does not appear to be alarmed by this growth, nor by the inability to move that its presence causes.\n\n\nSCP-2384 does not appear to age, although it does show a need for sustenance.\n\n\nSCP-2384's underground section contains features typically associated with both plant and animal life, including:\n\n\n\n\nTunnel-like structures composed entirely of feathers of sizes ranging in length from five centimeters to fifty-six centimeters\n\n\nBud-like growths, samples of which were determined to be composed of duck bone\n\n\nVine-like structures\n\n\nAreas composed of beak tissue from several species of duck\n\n\nPulsating membranes containing a large number of duck tongues\n\n\nStructures bearing resemblances to organs such as livers and hearts\n\n\n\n\nOriginally, SCP-2384's underground section only extended six kilometers, but since its discovery SCP-2384's underground section has slowly expanded deeper underground. When parts of SCP-2384's underground section are separated from the main mass, they appear to shrivel down and become inactive, allowing personnel to keep its growth at manageable levels.\n\n\nExploration Log 2384-1:\n\n\nFor the purpose of exploration, a tunnel had been dug which led directly into SCP-2384's underground section. D-91883 was dispatched into SCP-2384 with a head-mounted camera and protective gear. Exploration supervised by Dr. █████.\n\n\n\n\n(D-91883 enters tunnel.)\n\n\nDr. █████:\n Please continue forward, D-91883. Try and keep the camera steady, please.\n\n\nD-91883:\n Alright, I guess.\n\n\n(D-91883 proceeds through tunnel. Several minutes later, they emerge into a large chamber inside SCP-2384's underground section. Feathers are visible on the floor of the chamber. Bulb structures are present on the walls and ceiling.)\n\n\nDr. █████:\n Please approach one of the bulbs. I'd like to get a closer look at one.\n\n\n(D-91883 approaches one of the bulb structures.)\n\n\nD-91883:\n Man, it stinks in here.\n\n\nDr. █████:\n You'll just have to ignore it, I'm afraid. Could you open up that bulb so we can take a look inside?\n\n\nD-91883:\n Uh, sure.\n\n\n(D-91883 opens the bulb. Inside are several misshapen organisms, presumed to be dead.\n1\n Camera turns away.)\n\n\nD-91883:\n Oh, that is \ndisgusting\n.\n\n\nDr. █████:\n Kindly refrain from looking away, D-91883. We need to get this on video.\n\n\n(Camera turns back to the bulb for several seconds, then turns away again.)\n\n\nD-91883:\n Sorry, that's all I can do. Jesus, that fucking \nsmell\n.\n\n\nDr. █████:\n (sighs) Very well. Please proceed further into SCP-2384.\n\n\nD-91883:\n Okay, sure. Yeah. Anything to get away from those things.\n\n\n(D-91883 moves into an opening in the wall and proceeds down a small tunnel-like structure. Several minutes later, they emerge into a smaller chamber. A small fragment of bone is visible in an alcove in the wall.)\n\n\nDr. █████:\n D-91883, please retrieve that item for research.\n\n\nD-91883:\n Seriously? Is that safe?\n\n\nDr. █████:\n Yes.\n\n\n(D-91883 reaches into the alcove, which suddenly closes around his arm.)\n\n\nD-91883:\n Oh fuck! Oh shit, it's got me, get off, get off!\n\n\n(D-91883's arm is released, and he falls backwards.)\n\n\nDr. █████:\n Are you alright?\n\n\nD-91883:\n No, it stings like hell.\n\n\n(Camera moves up. A small bulb-like structure emerges from the wall. It opens, revealing a replica of D-91883's face. The replica looks at him for several seconds before quacking.)\n\n\nD-91883:\n \nWhat the fuck?!\n\n\n(At this point, D-91883 fled SCP-2384. Further inspection revealed that the living head of a duck had also appeared protruding from a similar bulb-like structure in one of the tunnels. Investigation revealed this head construct was capable of speaking rudimentary English and holding simple conversations.\n2\n The construct is hereafter referred to as SCP-2384-1. (See Interview 2384-1))\n\n\n\n\nExploration Log 2384-2:\n\n\nD-91885 was dispatched into SCP-2384 from a different entrance with a head-mounted camera and protective gear. Exploration was once again supervised by Dr. █████.\n\n\n\n\nD-91885:\n So, um, am I supposed to be looking for anything specific - like - like the core of it or something?\n\n\nDr. █████:\n Just make your way through the structure and show us what you see.\n\n\nD-91885:\n Well, I can't help but do that, right?\n\n\nDr. █████:\n I'm sorry?\n\n\nD-91885:\n Uh, you know, cause I've got the, um…\n\n\n(D-91885 taps his helmet twice.)\n\n\nD-91885:\n The, uh, the camera.\n\n\nDr. █████:\n Oh, yes. Of course. Very good. Please proceed.\n\n\n(D-91885 makes his way through the structure until he reaches the chamber D-91883 fled from. The duplicate of D-91883's head is still protruding from the wall. It is still quacking.)\n\n\nD-91885:\n (laughs)\n\n\nDr. █████:\n Is there an issue?\n\n\nD-91885:\n Oh my god, that's so fucked.\n\n\nDr. █████:\n Pay it no mind, then. Please continue.\n\n\n(D-91885 proceeds through several tunnels before reaching a dead end. Several duck skeletons are embedded into the wall.)\n\n\nD-91885:\n I can't get any further, it's all - it's all blocked off.\n\n\nDr. █████:\n Please return, then.\n\n\nD-91885:\n Hold on, I think I can get one of these, uh, these skeletons or whatever…\n\n\n(D-91885 starts attempting to dislodge one of the skeletons.)\n\n\nDr. █████:\n Uh, there's no need for that, D-91885, please return.\n\n\nD-91885:\n Just, just give me a sec, I'll get it.\n\n\nDr. █████:\n Please return immediately.\n\n\nD-91885:\n No, 'cause you said, - 'cause your guy said that if I helped you out I'd go free, so it's fine. It's fine, just hold on.\n\n\nDr. █████:\n D-91885, we will be forced to send security after you if you do not comply, please return immediately.\n\n\nD-91885:\n Jesus fuck, calm down. It's just a du-\n\n\n(At this point, the wall opens up and several tendrils with what appear to be beaks on the end pull D-91885 through a small tunnel behind it. The sounds of screaming and breaking bones can be heard as he is pulled through the rapidly shrinking space. The camera is broken at this point and video contact is lost. Several minutes later, the above-ground section of SCP-2384 is observed to scream in D-91885's voice for several seconds, before coughing up two human teeth. DNA testing confirmed these belonged to D-91885.\n\nAttempts to remove research materials from SCP-2384 are now expressly forbidden.)\n\n\n\n\nInterview 2384-1-1:\n\n\n\n\nInterviewer:\n Dr. █████\n\n\nInterviewee:\n SCP-2384-1\n\n\nInterview was conducted through an exploration drone with attached speakers.\n\n\nDr. █████:\n Ah, hello there! Can you hear me?\n\n\nSCP-2384-1:\n I'm duck.\n\n\nDr. █████:\n Yes, we can see that.\n\n\nSCP-2384-1:\n Duck duck. Feather wings, yeah? Alright, I guess. It's all. Bread.\n\n\nDr. █████:\n You…you want bread? You want food?\n\n\nSCP-2384-1:\n Yeah yeah, duck. Okay, sure. Yeah. Red bread, bread meat. Gimme gimme. I'm duck, gimme bread.\n\n\nDr. █████:\n Do you…do you understand your, um, your current position?\n\n\nSCP-2384-1:\n I'm duck.\n\n\nDr. █████:\n Yes, I know, I understand that - but, do you understand you are in a wall right now?\n\n\nSCP-2384-1:\n I'm big duck - I'm boss. Biggest duck, bigger and bigger. Bread, feather, wings, beak, it's all. What the fuck?!\n\n\nDr. █████:\n Is there a problem?\n\n\nSCP-2384-1:\n What the fuck?! What the fuck?! What the duck?! What the duck?! I'm duck.\n\n\n(After this, SCP-2384-1 laughed for several minutes on end before expiring and being absorbed back into the wall.)\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Further analysis suggests that these were malformed duck fetuses.\n\n\n2\n. Audio analysis confirmed that the construct spoke with the voice of D-91883.\n\n\n\n\n\n\n\n\n« \nSCP-2383\n | SCP-2384 | \nSCP-2385\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2384\n\" by Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2384\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n scpduck-new.jpg\n\n\nName:\n Mallard Males Water Bird\n\n\nAuthor:\n Alexas_Fotos\n\n\nLicense:\n CC0 1.0\n\n\nSource Link:\n \nLink",
    "addendums": [],
    "documents": [],
    "notes": [
        "(D-91883 enters tunnel.) Dr. █████: Please continue forward, D-91883. Try and keep the camera steady, please. D-91883: Alright, I guess. (D-91883 proceeds through tunnel. Several minutes later, they emerge into a large chamber inside SCP-2384's underground section. Feathers are visible on the floor of the chamber. Bulb structures are present on the walls and ceiling.) Dr. █████: Please approach one of the bulbs. I'd like to get a closer look at one. (D-91883 approaches one of the bulb structures.) D-91883: Man, it stinks in here. Dr. █████: You'll just have to ignore it, I'm afraid. Could you open up that bulb so we can take a look inside? D-91883: Uh, sure. (D-91883 opens the bulb. Inside are several misshapen organisms, presumed to be dead. 1 Camera turns away.) D-91883: Oh, that is disgusting . Dr. █████: Kindly refrain from looking away, D-91883. We need to get this on video. (Camera turns back to the bulb for several seconds, then turns away again.) D-91883: Sorry, that's all I can do. Jesus, that fucking smell . Dr. █████: (sighs) Very well. Please proceed further into SCP-2384. D-91883: Okay, sure. Yeah. Anything to get away from those things. (D-91883 moves into an opening in the wall and proceeds down a small tunnel-like structure. Several minutes later, they emerge into a smaller chamber. A small fragment of bone is visible in an alcove in the wall.) Dr. █████: D-91883, please retrieve that item for research. D-91883: Seriously? Is that safe? Dr. █████: Yes. (D-91883 reaches into the alcove, which suddenly closes around his arm.) D-91883: Oh fuck! Oh shit, it's got me, get off, get off! (D-91883's arm is released, and he falls backwards.) Dr. █████: Are you alright? D-91883: No, it stings like hell. (Camera moves up. A small bulb-like structure emerges from the wall. It opens, revealing a replica of D-91883's face. The replica looks at him for several seconds before quacking.) D-91883: What the fuck?! (At this point, D-91883 fled SCP-2384. Further inspection revealed that the living head of a duck had also appeared protruding from a similar bulb-like structure in one of the tunnels. Investigation revealed this head construct was capable of speaking rudimentary English and holding simple conversations. 2 The construct is hereafter referred to as SCP-2384-1. (See Interview 2384-1))",
        "D-91885: So, um, am I supposed to be looking for anything specific - like - like the core of it or something? Dr. █████: Just make your way through the structure and show us what you see. D-91885: Well, I can't help but do that, right? Dr. █████: I'm sorry? D-91885: Uh, you know, cause I've got the, um… (D-91885 taps his helmet twice.) D-91885: The, uh, the camera. Dr. █████: Oh, yes. Of course. Very good. Please proceed. (D-91885 makes his way through the structure until he reaches the chamber D-91883 fled from. The duplicate of D-91883's head is still protruding from the wall. It is still quacking.) D-91885: (laughs) Dr. █████: Is there an issue? D-91885: Oh my god, that's so fucked. Dr. █████: Pay it no mind, then. Please continue. (D-91885 proceeds through several tunnels before reaching a dead end. Several duck skeletons are embedded into the wall.) D-91885: I can't get any further, it's all - it's all blocked off. Dr. █████: Please return, then. D-91885: Hold on, I think I can get one of these, uh, these skeletons or whatever… (D-91885 starts attempting to dislodge one of the skeletons.) Dr. █████: Uh, there's no need for that, D-91885, please return. D-91885: Just, just give me a sec, I'll get it. Dr. █████: Please return immediately. D-91885: No, 'cause you said, - 'cause your guy said that if I helped you out I'd go free, so it's fine. It's fine, just hold on. Dr. █████: D-91885, we will be forced to send security after you if you do not comply, please return immediately. D-91885: Jesus fuck, calm down. It's just a du- (At this point, the wall opens up and several tendrils with what appear to be beaks on the end pull D-91885 through a small tunnel behind it. The sounds of screaming and breaking bones can be heard as he is pulled through the rapidly shrinking space. The camera is broken at this point and video contact is lost. Several minutes later, the above-ground section of SCP-2384 is observed to scream in D-91885's voice for several seconds, before coughing up two human teeth. DNA testing confirmed these belonged to D-91885. Attempts to remove research materials from SCP-2384 are now expressly forbidden.)",
        "Interviewer: Dr. █████ Interviewee: SCP-2384-1 Interview was conducted through an exploration drone with attached speakers. Dr. █████: Ah, hello there! Can you hear me? SCP-2384-1: I'm duck. Dr. █████: Yes, we can see that. SCP-2384-1: Duck duck. Feather wings, yeah? Alright, I guess. It's all. Bread. Dr. █████: You…you want bread? You want food? SCP-2384-1: Yeah yeah, duck. Okay, sure. Yeah. Red bread, bread meat. Gimme gimme. I'm duck, gimme bread. Dr. █████: Do you…do you understand your, um, your current position? SCP-2384-1: I'm duck. Dr. █████: Yes, I know, I understand that - but, do you understand you are in a wall right now? SCP-2384-1: I'm big duck - I'm boss. Biggest duck, bigger and bigger. Bread, feather, wings, beak, it's all. What the fuck?! Dr. █████: Is there a problem? SCP-2384-1: What the fuck?! What the fuck?! What the duck?! What the duck?! I'm duck. (After this, SCP-2384-1 laughed for several minutes on end before expiring and being absorbed back into the wall.)",
        "\" SCP-2384 \" by Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-2384 . Licensed under CC-BY-SA .",
        "Filename: scpduck-new.jpg Name: Mallard Males Water Bird Author: Alexas_Fotos License: CC0 1.0 Source Link: Link"
    ],
    "item": "SCP-2384",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2384 is to be contained behind a perimeter of two-meter-tall electrical fencing. SCP-2384 is to be fed twice a day in accordance with Nutritional Chart 2384-1. Personnel are to monitor SCP-2384's growth at all times and if it is deemed to be approaching unmanageable levels, segments of SCP-2384's underground section are to be removed accordingly.",
    "description": "SCP-2384 is an organism resembling a male mallard duck (Anas platyrhynchos), the foot tissue of which extends nine kilometers underground. This extension of SCP-2384's foot tissue begins as one formed from several 'root' formations, which five kilometers down coalesce into a larger organic structure. SCP-2384 does not appear to be alarmed by this growth, nor by the inability to move that its presence causes.",
    "title": "SCP-2384"
}