{
    "url": "https://scp-wiki.wikidot.com/scp-2391",
    "all_text": "rating: \n+191\n+\n–\nx\n\n\n\n\n\n\nTypical thumbnail of a video uploaded by SCP-2391.\n\n\n\n\n\n\nItem #:\n SCP-2391\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n All videos uploaded to SCP-2391 are to be saved to a secure hard-drive, then deleted from their original location. Comments on videos uploaded to SCP-2391 are to be logged before deletion of the video. In the event that a member of the public somehow manages to gain access to a video uploaded by SCP-2391 and spreads information about it, disinformation personnel are to spread the rumour that the video was simply recorded by Mr. McKay before his death, and uploaded automatically according to a schedule.\n\n\nDescription:\n SCP-2391 is the YouTube account of popular entertainer Brian McKay, known on the website as 'Bimmy Plays', who was killed in a car crash in early 2013. Since Mr. McKay's death, SCP-2391 has continued to upload unlisted videos once a week featuring Mr. McKay. These videos are all exactly fifteen minutes long, and are all uploaded to the website at precisely 15:34 GMT\n1\n. Attempts to trace who exactly is uploading these videos to SCP-2391 have thus far been unsuccessful.\n\n\nInitially, the videos uploaded to SCP-2391 were not significantly different to those present before Mr. McKay's death, in that they would feature him playing a variety of video games while producing humorous commentary. On occasion, Mr. McKay would express confusion or distress for a few moments, but quickly dismiss it. As time has gone on, however, Mr McKay appears to have become more aware of his situation and will often spend the entire video requesting that the viewer contact the authorities on his behalf or provide other forms of assistance. Thus far, no method of communicating with Mr. McKay has been found.\n\n\nAlthough all videos uploaded to SCP-2391 are unlisted, and can therefore only be accessed by those given the URL, they invariably receive thousands of views and comments. Most of these comments appear to be gibberish, but on occasion more legible comments have appeared, often professing an admiration for Mr. McKay and his web content. Attempts to trace the owners of the commenting accounts have also proven unsuccessful.\n\n\nAccording to testimony given by Mr. McKay in videos uploaded to SCP-2391, he does not retain memories of the periods between videos. As such, researchers theorized that Mr. McKay is only actually aware for fifteen minutes each week, and that his consciousness no longer exists outside of his videos. All videos uploaded to SCP-2391 take place at night in Mr. McKay's bedroom\n2\n, and according to Mr. McKay's testimony he is unable to leave that room.\n\n\nAddendum 2391-1 - Relevant Video Excerpts:\n\n\n\n\nVideo Excerpt 2391-1, 'Bimmy Plays Runnerman':\n\n\nNote:\n First instance of Mr. McKay expressing confusion as to his situation.\n\n\nMr. McKay: Hey again guys, Bimmy here. Today we're going to be playing, uh, Runnerman - we all know Runnerman, there's the - there's the remake of the original for the NES, and uh…\n\n\n(visibly confused) S…sorry about that, guys? Just, uh - you guys ever get that feeling you should be somewhere else? Everyone gets that - we all know that feeling, am I right?\n\n\n(laughs) Alright, now that my brain's done \nexploding\n, let's play some Runnerman!\n\n\nNotable Comments:\n\n\n'don't worry bimmy!!' - LastRocOnBigTrain2216\n\n\n'I luve [sic] him so much.' - OutwardMatingMethodsofTheSeahorse\n\n\n'your brain biggest and fixed, bimmy!!!!!!' - \n,!\n..dop\n\n\n\n\n\n\nVideo Excerpt 2391-2, 'Bimmy Plays Runnerman Fangames (Silly Saturday)\n3\n:\n\n\nNote:\n Continued expressions of confusion, first mention of lack of memory.\n\n\nMr. McKay: Hey guys, Bimmy here - yeah, I know I just uploaded, but I just really wanted to show you guys…um, I did just upload right? Cause…no, I did just do it, yeah, I remember, yeah yeah. Sorry guys, my brain is like flipping out right now, seriously.\n\n\n(checks his watch) What time is it? I should really get to bed, it's…it's late. It is late, right?\n\n\n(shakes his head) I'll cut that bit out. Just wanted to show you all this, uh, this Runnerman fan-game that one of you guys sent in.\n\n\nNotable Comments:\n\n\n'\"I'll cut that bit out\" XD' - D4C24BN\n\n\n'yeah, we all watched the same video, mate' - LoomsAreCanonAndIAmATreasureChest (in reply to previous comment)\n\n\n'i would die for you bimmy and so would my dad' - ROAD\n\n\n\n\n\n\nVideo Excerpt 2391-3, 'If you're watching this, please call the police':\n\n\nNote:\n At this point, Mr. McKay appears to have a near-full awareness of his situation.\n\n\nMr. McKay: (worried) Um, hello, if you're watching this please call the police. Or - or an ambulance - I think there's something wrong with me, i - i - it's still night-time, it's still dark outside - I'd show you, but I can't move the camera. It just - it just doesn't move.\n\n\n(Mr. McKay pulls at the camera for a few moments, but cannot move it.)\n\n\nMr. McKay: (panicked) See, do you see - do you \nfucking\n see?! The door's locked, I can't get out the window - it won't break, I've tried. Oh God. Oh God. I'm really freaking out right now, you guys.\n\n\nNotable Comments:\n\n\n'I'll hug you, bimmy-chan!! ^_^' - BimmyBimmyBimmy1\n\n\n'Man, Bimmy's content has really gone downhill since he died\n4\n. Unsubbed :/' - TheAtheistMaster101\n\n\n'FUCK YOU!!!!!!!!' - OutwardMatingMethodsofTheSeahorse (in reply to previous comment)\n\n\n\n\n\n\nVideo Excerpt 2391-4, 'help':\n\n\nNote:\n First evidence of an entity besides Mr. McKay in the videos.\n\n\nMr. McKay: (afraid) I live on Elizabeth Street, in - in - it says in my description, on the - on the channel, read that. Please, someone, send the police or anyone here right now. There's someone standing outside my door. I can see him through the wall. I don't…I don't want him to come in here. I think I might be in Hell.\n\n\n(For the remainder of the video, Mr. McKay creates a makeshift barricade against the door using furniture in the room. Ten seconds before the end of the video, the door slams open, sending Mr. McKay and all furniture flying at the camera. Video ends.)\n\n\nNotable Comments:\n\n\n'mfw bimmy gets scared at this when he isnt scared playing horror games' - BigAlan9972\n\n\n'i love Bimmy, but he should really be more grateful to his fans for what theyre doing for him right now' - Hhhhhhhh3\n\n\n'bimmy can you give me a shoutout in your next vid you inspired me to make my own channel and i play lots of games and even do giveaways' - TimmyPlays\n\n\n\n\n\n\nVideo Excerpt 2391-5, 'Opening Fan-Mail!':\n\n\nNote:\n Only video shot from a different position in Mr. McKay's room.\n\n\n(Overhead shot of Mr. McKay on the floor. He is surrounded by unopened envelopes. He opens and silently reads the letters inside for fifteen minutes. Heavy breathing, not originating from Mr. McKay, can be heard for the entirety of the video.)\n\n\nNotable Comments:\n\n\n'did bimmy get my letter?' - SoYouHeardOfCowboys?\n\n\n'bimmy is my big favourite and my dads too and we watch his vids together :D' - ROAD\n\n\n'The mayor said yesterday everyone's doing a big Bimmy festival. can you come to our Bimmy festival bimmy its ok if you cant?' - OutwardMatingMethodsofTheSeahorse\n\n\n\n\n\n\nVideo Excerpt 2391-6, 'Bimmy Plays Runnerman':\n\n\nNote:\n Mr. McKay appears to have no memory of his experiences in earlier videos.\n\n\nMr. McKay: Hey again guys, Bimmy here. Today we're going to be playing Runnerman, it came out for the NES and now - and now this awesome guy, he's done a remake of it. His name is, uh…can't remember it right now but it'll be in the description.\n\n\n(confused) Sorry, guys, really trying right now, but tell you what - I'll have an annotation so you can…so you can…nevermind.\n\n\n(Mr. McKay plays Runnerman for the remainder of the video.)\n\n\nNotable Comments:\n\n\n'We all love you so much Bimmy' - All Comments\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The time of Mr. McKay's death.\n\n\n2\n. The version of Mr. McKay's bedroom which exists in reality has been investigated and found to have no anomalous properties.\n\n\n3\n. Video was uploaded on a Friday.\n\n\n4\n. First mention of Mr. McKay's death by a comment.\n\n\n\n\n\n\n\n\n« \nSCP-2390\n | SCP-2391 | \nSCP-2392\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2391\n\" by Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2391\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n BIMMYPLAYSRUNNERMAN.png\n\n\nAuthor:\n Tanhony\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki",
    "addendums": [
        "Addendum 2391-1 - Relevant Video Excerpts:"
    ],
    "documents": [],
    "notes": [
        "Video Excerpt 2391-1, 'Bimmy Plays Runnerman': Note: First instance of Mr. McKay expressing confusion as to his situation. Mr. McKay: Hey again guys, Bimmy here. Today we're going to be playing, uh, Runnerman - we all know Runnerman, there's the - there's the remake of the original for the NES, and uh… (visibly confused) S…sorry about that, guys? Just, uh - you guys ever get that feeling you should be somewhere else? Everyone gets that - we all know that feeling, am I right? (laughs) Alright, now that my brain's done exploding , let's play some Runnerman! Notable Comments: 'don't worry bimmy!!' - LastRocOnBigTrain2216 'I luve [sic] him so much.' - OutwardMatingMethodsofTheSeahorse 'your brain biggest and fixed, bimmy!!!!!!' - ,! ..dop",
        "Video Excerpt 2391-2, 'Bimmy Plays Runnerman Fangames (Silly Saturday) 3 : Note: Continued expressions of confusion, first mention of lack of memory. Mr. McKay: Hey guys, Bimmy here - yeah, I know I just uploaded, but I just really wanted to show you guys…um, I did just upload right? Cause…no, I did just do it, yeah, I remember, yeah yeah. Sorry guys, my brain is like flipping out right now, seriously. (checks his watch) What time is it? I should really get to bed, it's…it's late. It is late, right? (shakes his head) I'll cut that bit out. Just wanted to show you all this, uh, this Runnerman fan-game that one of you guys sent in. Notable Comments: '\"I'll cut that bit out\" XD' - D4C24BN 'yeah, we all watched the same video, mate' - LoomsAreCanonAndIAmATreasureChest (in reply to previous comment) 'i would die for you bimmy and so would my dad' - ROAD",
        "Video Excerpt 2391-3, 'If you're watching this, please call the police': Note: At this point, Mr. McKay appears to have a near-full awareness of his situation. Mr. McKay: (worried) Um, hello, if you're watching this please call the police. Or - or an ambulance - I think there's something wrong with me, i - i - it's still night-time, it's still dark outside - I'd show you, but I can't move the camera. It just - it just doesn't move. (Mr. McKay pulls at the camera for a few moments, but cannot move it.) Mr. McKay: (panicked) See, do you see - do you fucking see?! The door's locked, I can't get out the window - it won't break, I've tried. Oh God. Oh God. I'm really freaking out right now, you guys. Notable Comments: 'I'll hug you, bimmy-chan!! ^_^' - BimmyBimmyBimmy1 'Man, Bimmy's content has really gone downhill since he died 4 . Unsubbed :/' - TheAtheistMaster101 'FUCK YOU!!!!!!!!' - OutwardMatingMethodsofTheSeahorse (in reply to previous comment)",
        "Video Excerpt 2391-4, 'help': Note: First evidence of an entity besides Mr. McKay in the videos. Mr. McKay: (afraid) I live on Elizabeth Street, in - in - it says in my description, on the - on the channel, read that. Please, someone, send the police or anyone here right now. There's someone standing outside my door. I can see him through the wall. I don't…I don't want him to come in here. I think I might be in Hell. (For the remainder of the video, Mr. McKay creates a makeshift barricade against the door using furniture in the room. Ten seconds before the end of the video, the door slams open, sending Mr. McKay and all furniture flying at the camera. Video ends.) Notable Comments: 'mfw bimmy gets scared at this when he isnt scared playing horror games' - BigAlan9972 'i love Bimmy, but he should really be more grateful to his fans for what theyre doing for him right now' - Hhhhhhhh3 'bimmy can you give me a shoutout in your next vid you inspired me to make my own channel and i play lots of games and even do giveaways' - TimmyPlays",
        "Video Excerpt 2391-5, 'Opening Fan-Mail!': Note: Only video shot from a different position in Mr. McKay's room. (Overhead shot of Mr. McKay on the floor. He is surrounded by unopened envelopes. He opens and silently reads the letters inside for fifteen minutes. Heavy breathing, not originating from Mr. McKay, can be heard for the entirety of the video.) Notable Comments: 'did bimmy get my letter?' - SoYouHeardOfCowboys? 'bimmy is my big favourite and my dads too and we watch his vids together :D' - ROAD 'The mayor said yesterday everyone's doing a big Bimmy festival. can you come to our Bimmy festival bimmy its ok if you cant?' - OutwardMatingMethodsofTheSeahorse",
        "Video Excerpt 2391-6, 'Bimmy Plays Runnerman': Note: Mr. McKay appears to have no memory of his experiences in earlier videos. Mr. McKay: Hey again guys, Bimmy here. Today we're going to be playing Runnerman, it came out for the NES and now - and now this awesome guy, he's done a remake of it. His name is, uh…can't remember it right now but it'll be in the description. (confused) Sorry, guys, really trying right now, but tell you what - I'll have an annotation so you can…so you can…nevermind. (Mr. McKay plays Runnerman for the remainder of the video.) Notable Comments: 'We all love you so much Bimmy' - All Comments",
        "\" SCP-2391 \" by Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-2391 . Licensed under CC-BY-SA .",
        "Filename: BIMMYPLAYSRUNNERMAN.png Author: Tanhony License: CC BY-SA 3.0 Source Link: SCP Wiki"
    ],
    "item": "SCP-2391",
    "object_class": "Safe",
    "containment_procedures": "All videos uploaded to SCP-2391 are to be saved to a secure hard-drive, then deleted from their original location. Comments on videos uploaded to SCP-2391 are to be logged before deletion of the video. In the event that a member of the public somehow manages to gain access to a video uploaded by SCP-2391 and spreads information about it, disinformation personnel are to spread the rumour that the video was simply recorded by Mr. McKay before his death, and uploaded automatically according to a schedule.",
    "description": "SCP-2391 is the YouTube account of popular entertainer Brian McKay, known on the website as 'Bimmy Plays', who was killed in a car crash in early 2013. Since Mr. McKay's death, SCP-2391 has continued to upload unlisted videos once a week featuring Mr. McKay. These videos are all exactly fifteen minutes long, and are all uploaded to the website at precisely 15:34 GMT1. Attempts to trace who exactly is uploading these videos to SCP-2391 have thus far been unsuccessful.",
    "title": "SCP-2391"
}