{
    "url": "https://scp-wiki.wikidot.com/scp-2393",
    "all_text": "rating: \n+196\n+\n–\nx\n\n\nItem #:\n SCP-2393\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2393-1 is to be contained in a standard biological containment greenhouse at Site-103. A data storage and interface device compatible with a USB A-port and designated for the purpose of interacting with SCP-2393-1 is to be kept within reasonable access of researchers in SCP-2393's containment. SCP-2393-1 is to be regularly checked for new and updated instances of SCP-2393-2. All instances of SCP-2393-2 are to be stored both on the designated device and on off-site digital storage. For the purpose of monitoring SCP-2393-3, all security cameras in SCP-2393's greenhouse are to run SCP-2393-2-B.\n\n\nDescription:\n SCP-2393-1 is a specimen of \nJuniperus occidentalis australis\n (Sierra Juniper). Embedded in SCP-2393-1's trunk appears to be a standard USB A-port. When a device compatible with this type of port is connected to SCP-2393-1, the device will treat SCP-2393-1 as a file storage device.\n\n\nSome, but not all, files and software originating from SCP-2393-1 (designated SCP-2393-2) demonstrate anomalous properties. The contents of SCP-2393-2 seems to update at random intervals. Files and software can be viewed, opened, copied, or uploaded. All SCP-2393-2 instances utilize an unknown alphabet, language\n1\n, and coding language.\n\n\nSCP-2393-2-B is an instance of SCP-2393-2 designed to run as an imaging and video application. SCP-2393-2-B is currently the only means of observing SCP-2393-3; no other digital or analog recording measures have recorded it to date.\n\n\nSCP-2393-3 is an incorporeal humanoid entity visually similar to an adolescent human female, with the exception of a light green hue in the entity's epidermal and keratinous tissues. SCP-2393-3 has not yet been observed at a distance greater than 10 meters away from SCP-2393-1. SCP-2393-3 has been observed conducting the following activities:\n\n\n\n\nlistening to music on what appears to be a portable music player\n\n\nusing what appears to be a personal computer\n\n\nusing what appears to be a cellular device\n\n\ndancing\n\n\nsleeping\n\n\n\n\nEntity appears to be capable of observing humans without outside assistance. Through the use of SCP-2393-2-B, Foundation linguists have been working with SCP-2393-3 both to understand its language and to help it learn modern Greek. In the short-term, communication has been accomplished through the use of hand gestures, facial expressions, pictures, and onomatopoeia. SCP-2393-3 is generally well-tempered and friendly towards Foundation staff.\n\n\nAddendum 1:\n Over the course of SCP-2393's containment, the Foundation has been able to copy SCP-2393-2 freely. The following is an abridged list of SCP-2393-2 files discovered and copied. For a full list of SCP-2393-2 instances and full numerical identifications, please refer to document 2393-Epsilon.\n\n\n\n\n+ Abridged list of SCP-2393-2\n\n\n\n\n- For a full list, please consult document 2393-Epsilon\n\n\n\n\nAll instances referred to by shorthand code names designated by on-site staff for ease of reference.\n\n\n\n\n\"Text\":\n\n\n\n\nA text program. Program is functionally similar to the program ████ from the company █████████. Spelling, grammar, and definitions provided by the program are currently being used to translate SCP-2393-3's language. Documents created by SCP-2393-3 using SCP-2393-2-1 are currently believed to be composed mainly of poetry and literary analysis. No anomalous effects detected.\n\n\n\n\n\"Tree Wars\":\n\n\n\n\nA 3D multiplayer strategy game. The player is represented by a tree or shrub of varying type. The player is able to command wildlife in order to block other players' wildlife or to collect food and resources, such as nuts and berries, off of other players' avatars. These resources can be used to \"purchase\" more wildlife units. A player is defeated if they have no resources left. All attempts to block the file's connection to other users have been ineffective. No further anomalous effects detected.\n\n\n\n\n\"Robin\":\n\n\n\n\nAn anomalous program. Consists of a grey background with a toggle, slider, and two buttons overlaid onto it. When one button (labeled create/start/launch(?)) is pressed, an instance of \nTurdus migratorius\n (American Robin) will materialize on a surface within 1 meter of the user. Sex of the robin is determined by the toggle. The age is determined by the slider, with the age ranging from a freshly laid egg to a robin approximately 6 years of age. When the second button (labeled delete/stop(?)) is clicked, a robin created by the application will dematerialize.\n\n\n\n\n\"Chatleaf\":\n\n\n\n\nA messaging, networking, and social media program. Calculated number of users currently stands at █████. User avatars consist mostly of images of plant life and entities resembling SCP-2393-3. All attempts to block the file's connection to other users have been ineffective. No further anomalous effects detected.\n\n\n\n\n\"Brancher\":\n\n\n\n\nUnknown. Program displays visual characteristics of a web browser. All attempts to use the software have resulted in an unknown error message coming from the program. No anomalous effects detected.\n\n\n\n\n\"Tunes\":\n\n\n\n\nA musical playlist consisting of 15 files. Music is similar to the pop and electronic music genres. Lyrics are sung in the same language spoken by SCP-2393-3. Music is composed of bird calls, the sounds of wind and water, and other natural sounds. No anomalous effects detected.\n\n\n\n\n\n\n\n\nIn addition to copying SCP-2393-2 instances, researchers have been able to upload files to the collection of SCP-2393-2 in SCP-2393-1. SCP-2393-3 is able to view these files, making this a possible route of limited communication. Uploading files to SCP-2393-1 requires permission from the current Head of Containment or Head of Research for SCP-2393, or permission from the current Site-66 Director.\n\n\n\n\n+ Abridged list of files uploaded to SCP-2393-1\n\n\n\n\n- For a full list, please consult document 2393-Epsilon\n\n\n\n\n\n\nforestsofnorthamerica.pdf:\n\n\n\n\nPDF format of a book containing illustrations and descriptions of several North American forests and trees. Subject reacted with enthusiasm to the file.\n\n\n\n\n█████2393.jpg:\n\n\n\n\nImage taken using SCP-2393-2-B. Contents consists of SCP-2393-3 and Junior Researcher █████, both smiling. Subject expressed happiness both when viewing the image, and when next exposed to Junior Researcher █████.\n\n\n\n\njuniper.jpg:\n\n\n\n\nImage of a specimen of \nJuniperus occidentalis australis\n. Subject displayed both recognition of and distaste towards the image.\n\n\n\n\ntrees.doc\n\n\n\n\nText document form of \"Trees\" by Joyce Kilmer. Subject displayed confusion at the meaning of the poem, but showed recognition of and appreciation for every instance of the word \"tree\" in the poem.\n\n\n\n\n\n\n\n\nAddendum 2:\n The following is a partial list of translated vocalizations produced by SCP-2393-3. A brief piece of context is provided before each log.\n\n\n\n\nSCP-2393-3 has just lost a match in \"Tree Wars.\"\n / SCP-2393-3: \"No! You [amateur/newcomer/novice?]! We could have won that round! Don't move your [birds?] in front of my squirrels.\"\n\n\n\n\n\n\nSCP-2393-3 is listening to music files on its portable music player.\n / SCP-2393-3:\n\n\"♫On the days that the rain is falling♫\n\n♫I call a toast to the sun.♫\n\n♫On the days that the sun is shining♫\n\n♫I feast and sing to the air.♫\n\n♫And I won't let anyone fell me,♫\n\n♫No I'll do things my own way.♫\"\n\n\n\n\n\n\nSCP-2393-3 is communicating with an unknown outside source using \"Chatleaf.\"\n / \"No, I'm not going back.\" … \"You know what they do to us if we're caught, I'm safe here.\" … \"I don't care about my roots anymore, they were severed a long time ago.\" … \"Look, we all decided that man's magic was not bad, that is why we use it. I am merely standing for what I know to be true.\"\n\n\n\n\n\n\nSCP-2393-3 is reclining against SCP-2393-1.\n / SCP-2393-3: \"It's a good thing the people here are so kind. They are not afraid of my magic because they share it. They give me such nice gifts. They don't burn anyone either.\"\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Language and alphabet appear to have Ancient Greek roots. Translation efforts are ongoing.\n\n\n\n\n\n\n\n\n« \nSCP-2392\n | SCP-2393 | \nSCP-2394\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2393\n\" by HotCocoaNerd, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2393\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1: Over the course of SCP-2393's containment, the Foundation has been able to copy SCP-2393-2 freely. The following is an abridged list of SCP-2393-2 files discovered and copied. For a full list of SCP-2393-2 instances and full numerical identifications, please refer to document 2393-Epsilon.\nIn addition to copying SCP-2393-2 instances, researchers have been able to upload files to the collection of SCP-2393-2 in SCP-2393-1. SCP-2393-3 is able to view these files, making this a possible route of limited communication. Uploading files to SCP-2393-1 requires permission from the current Head of Containment or Head of Research for SCP-2393, or permission from the current Site-66 Director.",
        "Addendum 2: The following is a partial list of translated vocalizations produced by SCP-2393-3. A brief piece of context is provided before each log."
    ],
    "documents": [],
    "notes": [
        "SCP-2393-3 has just lost a match in \"Tree Wars.\" / SCP-2393-3: \"No! You [amateur/newcomer/novice?]! We could have won that round! Don't move your [birds?] in front of my squirrels.\"",
        "SCP-2393-3 is listening to music files on its portable music player. / SCP-2393-3: \"♫On the days that the rain is falling♫ ♫I call a toast to the sun.♫ ♫On the days that the sun is shining♫ ♫I feast and sing to the air.♫ ♫And I won't let anyone fell me,♫ ♫No I'll do things my own way.♫\"",
        "SCP-2393-3 is communicating with an unknown outside source using \"Chatleaf.\" / \"No, I'm not going back.\" … \"You know what they do to us if we're caught, I'm safe here.\" … \"I don't care about my roots anymore, they were severed a long time ago.\" … \"Look, we all decided that man's magic was not bad, that is why we use it. I am merely standing for what I know to be true.\"",
        "SCP-2393-3 is reclining against SCP-2393-1. / SCP-2393-3: \"It's a good thing the people here are so kind. They are not afraid of my magic because they share it. They give me such nice gifts. They don't burn anyone either.\"",
        "\" SCP-2393 \" by HotCocoaNerd, from the SCP Wiki . Source: https://scpwiki.com/scp-2393 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2393",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2393-1 is to be contained in a standard biological containment greenhouse at Site-103. A data storage and interface device compatible with a USB A-port and designated for the purpose of interacting with SCP-2393-1 is to be kept within reasonable access of researchers in SCP-2393's containment. SCP-2393-1 is to be regularly checked for new and updated instances of SCP-2393-2. All instances of SCP-2393-2 are to be stored both on the designated device and on off-site digital storage. For the purpose of monitoring SCP-2393-3, all security cameras in SCP-2393's greenhouse are to run SCP-2393-2-B.",
    "description": "SCP-2393-1 is a specimen of Juniperus occidentalis australis (Sierra Juniper). Embedded in SCP-2393-1's trunk appears to be a standard USB A-port. When a device compatible with this type of port is connected to SCP-2393-1, the device will treat SCP-2393-1 as a file storage device.",
    "title": "SCP-2393"
}