{
    "url": "https://scp-wiki.wikidot.com/scp-2414",
    "all_text": "rating: \n+96\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n2414\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWARNING\n\n\nThe procedures documented in this file include references to a type Apate infohazard. If you have not been trained in the proper methodologies for containing this type of infohazard, close this file immediately and inform your supervisor that you require amnestic treatment due to infohazard exposure.\n\n\n\n\nInformation regarding your access to this file (including the date, time, and location) will be reported to the Records and Information Security Administration (RAISA).\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-2414\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2414 is to be kept inside an opaque box and stored in a standard secure storage vault in Dimensional Site-62. The vault is to be protected by no fewer than two (2) armed guards trained in the resistance and containment of infohazards at any given time. Guards are to be told that the vault contains dangerous but non-anomalous items, and are not to permit access without the express written authorization of the Site Director. Any attempts at removing SCP-2414 from the vault without this authorization are to be met with lethal force.\n\n\nInternal Foundation communications are to be monitored by standard RAISA software for any mention of SCP-2414. Any personnel outside of those cleared for SCP-2414 access who mention it, or who receive communications mentioning it, are to be flagged and investigated for potential infohazard exposure.\n\n\nTesting performed on SCP-2414 must be performed via use of waldos and cameras unless otherwise authorized by the Site Director. Upon the conclusion of any and all tests, Class A amnestics are to be administered to any parties involved who have not been trained in the resistance and containment of infohazards.\n\n\nIn the event of a containment breach, recovery of SCP-2414 is to be handled solely by autonomous drones.\n\n\nAny proposed revisions to these procedures must be approved by at least three (3) Class B personnel who are unaware of the properties of SCP-2414. Reviewing personnel are to be told that SCP-2414 is a fictional SCP object, and that the procedures are to be utilized for training purposes only. To reduce the likelihood of belief to the contrary, such requests for review should avoid resembling formal requests if at all possible. Containment procedures presented for review must not refer to SCP-2414 by its actual number or have this paragraph present; placeholder identifiers such as \"SCP-XXXX\" are to be used instead.\n\n\nDescription:\n SCP-2414 is a grey tetragonal trapezohedron approximately 26 cm\n3\n in volume, crafted from an alloy of tungsten, nickel, iron, and other unidentified metals. Examination of SCP-2414 by hand will show that it has nine faces - a geometrically impossible property for a trapezohedron of any type. Examination of SCP-2414 by any other method will show that it has eight faces. None of SCP-2414's faces bear markings of any kind; however, markings can be applied through typical methods.\n\n\nAdditionally, SCP-2414 functions as an infohazard that affects Foundation personnel who become aware of its existence as an object considered by the Foundation to be anomalous.\n1\n Affected personnel become convinced that SCP-2414 is a non-anomalous object, and should not be contained by the Foundation. Such personnel will typically attempt to physically \"liberate\" SCP-2414 from Foundation custody within 12 hours of exposure if able; personnel unable to do so will attempt to recruit assistance from those who are.\n2\n\n\nIn the event that SCP-2414 is successfully removed from Foundation custody, all memory and knowledge of the Foundation will be erased from the individual or individuals responsible. They will also regain the ability to identify SCP-2414 as anomalous.\n\n\nAn understanding of SCP-2414's infohazardous properties has been shown to inhibit said properties in approximately 70% of cases, although such an understanding will not prevent memory erasure in the event of a successful \"liberation\" of SCP-2414. Class A amnestics have been shown to prevent the infohazardous properties of SCP-2414 from manifesting in 95% of affected individuals if applied within eight hours of exposure. The success rate declines at a rate of approximately 6% per hour from that point; after 24 hours, amnestics are unable to erase knowledge of SCP-2414 from exposed individuals.\n\n\nHistory:\n SCP-2414 was recovered on March 11, 20██ when Foundation Mobile Task Force Theta-17 (\"St. Patrick's Pals\") came into contact with a Serpent's Hand field team. Due to its properties as an infohazard, all but two members of the MTF succumbed to SCP-2414's effects. Infohazard-trained personnel were brought to the scene, and were able to secure the object despite incurring three additional casualties.\n\n\nAddendum 2414-01:\n RAISA Communications Monitoring Excerpts, 20██-05-16:\n\n\n\n+ Proposed Containment Revisions\n\n\n\n\n- Proposed Containment Revisions\n\n\n\n\nSite-62 Internal Communications, 20██-05-15:\n\n\n\n\nTO: Researcher N████ S████████\n\nFROM: Researcher K████ L███\n\nSUBJECT: Can't Someone Else Do It?\n\n\nSorry. Simpsons was on in the staff lounge after my shift yesterday, and I've had that damn song stuck in my head since.\n\n\nAnyway, there's something about 2414 that struck me this morning, and I may have figured a better way to contain it. It only affects Foundation personnel, after all, so maybe we can get the UIU to lock it up for us. If we send a liaison over to keep an eye on their setup, then wouldn't it still count as being in our custody?\n\n\n\n\nSite-62 Internal Communications, 20██-05-15:\n\n\n\n\nTO: Researcher K████ L███\n\nFROM: Researcher N████ S████████\n\nSUBJECT: Re: Can't Someone Else Do It?\n\n\nI'll have a senior researcher sign you up for counter-memetics training. ;)\n\n\nBut yeah, that might work. I'll write up something along those lines and send it through the review process.\n\n\n\n\nSite-62 Internal Communications, 20██-05-16:\n\n\n\n\nTO: Senior Researcher P██ W██████\n\nFROM: Researcher N█████ S████████\n\nBCC: Researcher K████ L███\n\nSUBJECT: Need your input on something\n\n\nGot suckered into training some new recruits on how to handle infohazards. Again.\n\n\nPart of the training involved identifying potential issues with containing an SCP object. We couldn't use a real one, obviously, so I had them turn a critical eye to that fake one I wrote up last time I got stuck with the job. One of the trainees gave me this suggestion; I'm not sure if it's a good idea or a bad one. What's your take on it?\n\n\nATTACHMENT: scp_xxxx_revised.ftml\n\n\n\n\nSpecial Containment Procedures:\n SCP-XXXX is currently being contained by the Unusual Incidents Unit, with instructions to disregard all requests for transfer back to Foundation-operated facilities unless said requests include the approval of at least three (3) Foundation personnel of class B or higher. A Foundation agent trained in the resistance and containment of infohazards is to liaise with the UIU for purposes of ensuring successful containment of SCP-XXXX.\n\n\n\n\n\n\nSite-62 Internal Communications, 20██-05-16:\n\n\n\n\nTO: Researcher N█████ S████████\n\nFROM: Senior Researcher P██ W██████\n\nSUBJECT: Re: Need your input on something\n\n\nI'd go with 'bad one'. What happens if the infohazard decides that even with the liaison present, it's not in Foundation custody anymore? Best case, the liaison gets mindwiped. Worst case, we'd lose a chunk of the Site-62 leadership plus everyone involved in researching the thing.\n\n\nDon't get me wrong, it'd be a great idea if we knew it'd still count as in our custody. But in this scenario, we don't know that. Hell, if it was a real skip, I'd be concerned that your trainee had been affected.\n\n\nStill, points for out-of-the-box thinking, at least.\n\n\n\n\nResults of the investigation into Researcher L███ for infohazard contamination are pending.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Knowledge that the designation SCP-2414 is currently being utilized is in and of itself insufficient to activate its infohazardous properties; however, said knowledge in conjunction with that of any of SCP-2414's properties (including the fact that the designation refers to a physical object) will do so.\n\n\n2\n. This will result in the exposure of such personnel to SCP-2414's infohazardous properties.\n\n\n\n\n\n\n\n\n« \nSCP-2413\n | SCP-2414 | \nSCP-2415\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2414\n\" by Apocryphon, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2414\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "WARNING The procedures documented in this file include references to a type Apate infohazard. If you have not been trained in the proper methodologies for containing this type of infohazard, close this file immediately and inform your supervisor that you require amnestic treatment due to infohazard exposure. Information regarding your access to this file (including the date, time, and location) will be reported to the Records and Information Security Administration (RAISA).",
        "TO: Researcher N████ S████████ FROM: Researcher K████ L███ SUBJECT: Can't Someone Else Do It? Sorry. Simpsons was on in the staff lounge after my shift yesterday, and I've had that damn song stuck in my head since. Anyway, there's something about 2414 that struck me this morning, and I may have figured a better way to contain it. It only affects Foundation personnel, after all, so maybe we can get the UIU to lock it up for us. If we send a liaison over to keep an eye on their setup, then wouldn't it still count as being in our custody?",
        "TO: Researcher K████ L███ FROM: Researcher N████ S████████ SUBJECT: Re: Can't Someone Else Do It? I'll have a senior researcher sign you up for counter-memetics training. ;) But yeah, that might work. I'll write up something along those lines and send it through the review process.",
        "TO: Senior Researcher P██ W██████ FROM: Researcher N█████ S████████ BCC: Researcher K████ L███ SUBJECT: Need your input on something Got suckered into training some new recruits on how to handle infohazards. Again. Part of the training involved identifying potential issues with containing an SCP object. We couldn't use a real one, obviously, so I had them turn a critical eye to that fake one I wrote up last time I got stuck with the job. One of the trainees gave me this suggestion; I'm not sure if it's a good idea or a bad one. What's your take on it? ATTACHMENT: scp_xxxx_revised.ftml Special Containment Procedures: SCP-XXXX is currently being contained by the Unusual Incidents Unit, with instructions to disregard all requests for transfer back to Foundation-operated facilities unless said requests include the approval of at least three (3) Foundation personnel of class B or higher. A Foundation agent trained in the resistance and containment of infohazards is to liaise with the UIU for purposes of ensuring successful containment of SCP-XXXX.",
        "Special Containment Procedures: SCP-XXXX is currently being contained by the Unusual Incidents Unit, with instructions to disregard all requests for transfer back to Foundation-operated facilities unless said requests include the approval of at least three (3) Foundation personnel of class B or higher. A Foundation agent trained in the resistance and containment of infohazards is to liaise with the UIU for purposes of ensuring successful containment of SCP-XXXX.",
        "TO: Researcher N█████ S████████ FROM: Senior Researcher P██ W██████ SUBJECT: Re: Need your input on something I'd go with 'bad one'. What happens if the infohazard decides that even with the liaison present, it's not in Foundation custody anymore? Best case, the liaison gets mindwiped. Worst case, we'd lose a chunk of the Site-62 leadership plus everyone involved in researching the thing. Don't get me wrong, it'd be a great idea if we knew it'd still count as in our custody. But in this scenario, we don't know that. Hell, if it was a real skip, I'd be concerned that your trainee had been affected. Still, points for out-of-the-box thinking, at least.",
        "\" SCP-2414 \" by Apocryphon, from the SCP Wiki . Source: https://scpwiki.com/scp-2414 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2414",
    "object_class": "Euclid",
    "containment_procedures": "SCP-XXXX is currently being contained by the Unusual Incidents Unit, with instructions to disregard all requests for transfer back to Foundation-operated facilities unless said requests include the approval of at least three (3) Foundation personnel of class B or higher. A Foundation agent trained in the resistance and containment of infohazards is to liaise with the UIU for purposes of ensuring successful containment of SCP-XXXX.",
    "description": "SCP-2414 is a grey tetragonal trapezohedron approximately 26 cm3 in volume, crafted from an alloy of tungsten, nickel, iron, and other unidentified metals. Examination of SCP-2414 by hand will show that it has nine faces - a geometrically impossible property for a trapezohedron of any type. Examination of SCP-2414 by any other method will show that it has eight faces. None of SCP-2414's faces bear markings of any kind; however, markings can be applied through typical methods.",
    "title": "SCP-2414"
}