{
    "url": "https://scp-wiki.wikidot.com/scp-2416",
    "all_text": "rating: \n+263\n+\n–\nx\n\n\n\n\nItem #:\n SCP-2416\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n The current instance of SCP-2416 (now SCP-2416-21) is to be kept in a drug-induced coma at Site-59 and monitored for vital signs. If SCP-2416-21 dies for any reason, Mobile Task Force Omicron-8 \"Send In The Clowns\" is to be placed on high alert, and the replacement instance is to be apprehended and contained in the same manner as soon as possible.\n\n\nDescription:\n SCP-2416 refers to multiple instances of a 35-year-old Caucasian human male named Joseph Grunderson-Pike. Despite having unextraordinary brain activity and no history of neurological disorders, SCP-2416 displays diminished intellectual capacity and a high likelihood of getting into a lethal accident.\n\n\nOn 1/14/2006, SCP-2416-1, the original\n1\n instance, was killed after walking onto an expressway in Chicago. This was not believed to have been suicide; shortly before it was struck by a speeding minivan, its last words were reportedly \"Hey, this isn't State street!\" SCP-2416-1 had funeral services, was cremated, and its death was reported in multiple Chicago newspapers.\n\n\nOn 3/15/2006, a living instance of SCP-2416, SCP-2416-2, was stabbed to death in Omaha after it tied a convicted murderer's shoelaces together for a prank. SCP-2416-2 was determined by law enforcement officials to be an outsider with no friends or relations in Omaha and was buried.\n\n\nIt is unknown how a new instance of SCP-2416 appears after the death of a previous instance. The latest instance always claims to have no recollection of having died at all, and has passed multiple polygraph tests while giving this testimony. The origin point of a \"reincarnated\" instance has never been successfully located, and all sightings of SCP-2416 instances have been after-the-fact.\n\n\n\n\n\n\nInstance\n\n\nCause of Death\n\n\nComments\n\n\n\n\n\n\nSCP-2416-3\n\n\nOverconsumption of pepper sauce.\n\n\nWitnesses report that SCP-2416-3 was attempting to become \"the spiciest\".\n\n\n\n\n\n\nSCP-2416-4\n\n\nHead split in half with a table saw.\n\n\nLast words were reportedly \"gimme a kiss\".\n\n\n\n\n\n\nSCP-2416-5\n\n\nMauled by a puma.\n\n\nHad covered self in uncooked bacon in a zoo puma habitat on a dare.\n\n\n\n\n\n\nSCP-2416-6\n\n\nRattlesnake bite.\n\n\nLast words were reportedly \"gimme a kiss\".\n\n\n\n\n\n\nSCP-2416-7\n\n\nSlept in the center of a freeway.\n\n\nWas \"tired\".\n\n\n\n\n\n\nSCP-2416-8\n\n\n[REDACTED]\n\n\nThe badgers suffered only minor injuries.\n\n\n\n\n\n\nSCP-2416-9\n\n\nShot by Chilean anarchists.\n\n\nLast words were reportedly \"gimme a kiss\".\n\n\n\n\n\n\nSCP-2416-10\n\n\nSubjected to voluntary human experimentation by Church of the Broken God scientists; ultimate cause of death was cranial hemorrhage.\n\n\nCorpse was discovered by the Foundation in a raid on the CotBG compound; Dr. ███████ reported corpse's resemblance to an urban legend about a man who comes back from the dead.\n\n\n\n\n\n\nSCP-2416-11\n\n\nAttempted to climb the side of the Chrysler Building without proper equipment.\n\n\nReports of death confirmed anomalous properties; Dr. ███████ orders the capture of SCP-2416.\n\n\n\n\n\n\nSCP-2416-12\n\n\nCocaine overdose.\n\n\nBelieved it would alleviate sinus congestion.\n\n\n\n\n\n\nSCP-2416-13\n\n\nAlcohol poisoning.\n\n\nBelieved it would \"lubricate\" a broken arm.\n\n\n\n\n\n\nSCP-2416-14\n\n\nExsanguinated after shoving a foot into a blender.\n\n\nCircumstances unknown.\n\n\n\n\n\n\nSCP-2416-15\n\n\nShot by Site-59 security personnel for accessing a STURM-class infohazard.\n\n\nThis iteration was the first to come under Foundation custody.\n\n\n\n\n\n\nSCP-2416-16\n\n\nChoked on food rations at Site-59.\n\n\n\"Really liked\" oatmeal.\n\n\n\n\n\n\nSCP-2416-17\n\n\nHead fracture from slamming own head on wall of its cell.\n\n\nWas attempting to swat a fly.\n\n\n\n\n\n\nSCP-2416-18\n\n\nClimbed into Site-59 incinerator.\n\n\nWas looking for a bathroom.\n\n\n\n\n\n\nSCP-2416-19\n\n\nGained access to a lethal cognitohazard.\n\n\nWas \"just curious.\"\n\n\n\n\n\n\nSCP-2416-20\n\n\nOverdose of Acetaminophen at Site-59.\n\n\nSee below.\n\n\n\n\n\n\n\n\nInterviewed:\n SCP-2416-20\n\n\nInterviewer:\n Dr. Ichinose\n\n\n<Begin Log>\n\n\nDr. Ichinose:\n Please state your name for the record, SCP-2416-20.\n\n\nSCP-2416-20:\n Joe Grunderson-Pike. I got a quick question before we get started.\n\n\nDr. Ichinose:\n Yes?\n\n\nSCP-2416-20:\n What did you say was the normal amount of those pills you gave me to take for a headache?\n\n\nDr. Ichinose:\n Two tablets.\n\n\nSCP-2416-20:\n Wow. Yeah, that… That actually makes a lot more sense.\n\n\n[SCP-2416-20, having consumed 203 tablets of extra-strength Tylenol from the Breach desk storage bin, falls unconscious]\n\n\nDr. Ichinose:\n Medic!\n\n\n<End Log>\n\n\nClosing Statement:\n SCP-2416-20 died shortly thereafter. SCP-2416-21 was later found wandering the streets of San Francisco and apprehended.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Insofar as the Foundation is aware; the likelihood of previous instances has not been ruled out.\n\n\n\n\n\n\n\n\n« \nSCP-2415\n | SCP-2416 | \nSCP-2417\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2416\n\" by daveyoufool, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2416\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewed: SCP-2416-20 Interviewer: Dr. Ichinose <Begin Log> Dr. Ichinose: Please state your name for the record, SCP-2416-20. SCP-2416-20: Joe Grunderson-Pike. I got a quick question before we get started. Dr. Ichinose: Yes? SCP-2416-20: What did you say was the normal amount of those pills you gave me to take for a headache? Dr. Ichinose: Two tablets. SCP-2416-20: Wow. Yeah, that… That actually makes a lot more sense. [SCP-2416-20, having consumed 203 tablets of extra-strength Tylenol from the Breach desk storage bin, falls unconscious] Dr. Ichinose: Medic! <End Log> Closing Statement: SCP-2416-20 died shortly thereafter. SCP-2416-21 was later found wandering the streets of San Francisco and apprehended.",
        "\" SCP-2416 \" by daveyoufool, from the SCP Wiki . Source: https://scpwiki.com/scp-2416 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Euclid",
    "containment_procedures": "The current instance of SCP-2416 (now SCP-2416-21) is to be kept in a drug-induced coma at Site-59 and monitored for vital signs. If SCP-2416-21 dies for any reason, Mobile Task Force Omicron-8 \"Send In The Clowns\" is to be placed on high alert, and the replacement instance is to be apprehended and contained in the same manner as soon as possible.",
    "description": "SCP-2416 refers to multiple instances of a 35-year-old Caucasian human male named Joseph Grunderson-Pike. Despite having unextraordinary brain activity and no history of neurological disorders, SCP-2416 displays diminished intellectual capacity and a high likelihood of getting into a lethal accident.",
    "title": "SCP-2416"
}