{
    "url": "https://scp-wiki.wikidot.com/scp-2419",
    "all_text": "rating: \n+784\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-2419:\n The Laughing Men\n\n\nAuthor:\n \nThe Great Hippo\n\n\nImages:\n \nLink\n, \nLink\n, and \nLink\n.\n\n\nInspired by \nSCP-1730\n, \nSCP-3000\n, and \nSCP-3667\n.\n\n\nMusic:\n \nDie In A Fire\n (Living Tombstone)\n\n\nNext: [\nSCP-3143\n]: \nMurphy Law in… The Foundation Always Rings Twice!\n\n\n\n\n\n\nMore by \nThe Great Hippo\n:\n\n\n\n\nSCPs\n\n\n\n\n– hide block\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\n[\nSCP-3034\n]\n\n\nThe Counting Station\n\n\n\n\n\n\nDO NOT LET HER FINISH\n\n\n\n\n\n\n[\nSCP-3035\n]\n\n\nScience Bugs\n\n\n\n\n\n\ncase_of_the_mondays.png, case_of_the_mondays (1).png\n\n\n\n\n\n\n[\nSCP-3054\n]\n\n\nCragstaff Sanitarium\n\n\n\n\n\n\nYou are sick. You are broken. We will fix you.\n\n\n\n\n\n\n[\nSCP-3045\n]\n\n\nbzzip.exe\n\n\n\n\n\n\nHAMLET: I am no longer moody.\n\n\n\n\n\n\n[\nSCP-3043\n]\n\n\nMurphy Law in… Type 3043 — FOR MURDER!\n\n\n\n\n\n\nForget it, Fred. It's Chinatown.\n\n\n\n\n\n\n[\nSCP-3057\n]\n\n\nFossil Fuels\n\n\n\n\n\n\n…witnesses provided confirmation that instances of SCP-3057-4 did, in fact, have feathers.\n\n\n\n\n\n\n[\nSCP-2639\n]\n\n\nVideo Game Violence\n\n\n\n\n\n\ni need to know how many people i've killed\n\n\n\n\n\n\n[\nSCP-437\n]\n\n\nSummer of '91\n\n\n\n\n\n\nThat was a pretty crazy summer, y'know? Sometimes I really miss that place.\n\n\n\n\n\n\n[\nSCP-3079\n]\n\n\n300 Tricks: Stage Magic Made Easy\n\n\n\n\n\n\nNOTE:\n No method for accomplishing this trick is provided.\n\n\n\n\n\n\n[\nSCP-2753\n]\n\n\nLet's Play Jenga!\n\n\n\n\n\n\nHigh art carries high risk!\n\n\n\n\n\n\n[\nSCP-2679\n]\n\n\nThe Many Graves of Jeannette Parslov\n\n\n\n\n\n\nWhatever it takes, do what you must; whatever the cost, come back to us.\n\n\n\n\n\n\n[\nSCP-3074\n]\n\n\nKafka's Parking Garage\n\n\n\n\n\n\nThank you for choosing Izatova Parking Center. Have a pleasant day.\n\n\n\n\n\n\n[\nSCP-2571\n]\n\n\nCragglewood Park\n\n\n\n\n\n\nMr. Blair, have you always been an only child?\n\n\n\n\n\n\n[\nSCP-2419\n]\n\n\nThe Laughing Men\n\n\n\n\n\n\nThrow them back into the incinerator where you found them.\n\n\n\n\n\n\n[\nSCP-3143\n]\n\n\nMurphy Law in… The Foundation Always Rings Twice!\n\n\n\n\n\n\nWhen it comes right down to it, me — them — hell, even you — we're all just characters in that trashy dime-store novel called life.\n\n\n\n\n\n\n[\nSCP-3089\n]\n\n\nThat Old Time Religion\n\n\n\n\n\n\nRemember how we explained that successful people don't actually need any of their toes to walk? Well, that's going to come in handy for Secret Number Six.\n\n\n\n\n\n\n[\nSCP-3117\n]\n\n\nA Monster-Shaped Hole\n\n\n\n\n\n\nI'm not talking to you.\n\n\n\n\n\n\n[\nSCP-3128\n]\n\n\nLet's Play Monopoly!\n\n\n\n\n\n\nHey, guys? I'm, uh. I'm using this.\n\n\n\n\n\n\n[\nSCP-3138\n]\n\n\nA Sepulcher by the Sea\n\n\n\n\n\n\nShould it prove feasible, all non-canonical corpses are to be extracted, examined, and catalogued.\n\n\n\n\n\n\n[\nSCP-3241\n]\n\n\nThe SS Sommerfeld\n\n\n\n\n\n\nIt makes me wonder what an old monster like myself is even doing here, anymore. And then? Someone special comes along and reminds me.\n\n\n\n\n\n\n[\nSCP-3219\n]\n\n\nThis Sour Earth\n\n\n\n\n\n\nNotably, no reports describe any attempt to examine the residence's storm cellar.\n\n\n\n\n\n\n[\nSCP-4028\n]\n\n\nLa Historia de Don Quixote de la Mancha\n\n\n\n\n\n\nJustine eventually re-unites with her sister, Juliette. Alonso strikes down a lightning bolt intended for them both, then challenges the narrator to a duel.\n\n\n\n\n\n\n[\nSCP-3546\n]\n\n\nDoggone it, I Fold!\n\n\n\n\n\n\nSpecifically, fan-art of Sonic the Hedgehog, a video-game character produced by Sega in 1991.\n\n\n\n\n\n\n[\nSCP-3561\n]\n\n\nAn Unfinished Work\n\n\n\n\n\n\nDespite multiple reports from neighbors who claimed to have witnessed members of his family standing at the windows, no trace of Theodore Holdstock's wife and children could be found.\n\n\n\n\n\n\n[\nSCP-4054\n]\n\n\nThe Seventh Door\n\n\n\n\n\n\nSCP-4054 is The Seventh Door, an unlicensed platform adventure game released for the Nintendo Entertainment System in 1988.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+784\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUnit C (circa 1963).\n\n\n\n\n\n\nItem #:\n SCP-2419\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n A fenced, circular perimeter with a radius of 15 kilometers has been established around SCP-2419. This perimeter is maintained by MTF Beta-7 (\"Maz Hatters\") as private property.\n\n\nOnce per day, MTF Beta-7 is to accompany Foundation technicians into Unit C to perform maintenance on 1 of the 6 incinerators. They are to follow a rotating schedule to ensure each incinerator's furnace is serviced once a week. Outside of this maintenance, every furnace is to remain lit and operational at all times. Reinforced steel hatches have been welded atop of each incinerator's 3 disposal chutes; these hatches are to remain bolted and locked.\n\n\nInstances of SCP-2419-A found outside of Unit C's incinerators are to be immersed in concrete and shipped to an indefinite containment site.\n\n\nDescription:\n SCP-2419 is a refinery and waste disposal facility located 75 kilometers north of Summer Springs, Colorado (USA). It was constructed in 1954 by the Foundation for the purposes of handling the incineration and long-term storage of hazardous wastes (primarily medical waste). A controlled evacuation was carried out in 1975 after it began to exhibit several anomalies.\n\n\nThe facility is divided into three units. Unit A was responsible for long-term storage of anomalous waste via a deep geological repository; Unit B received shipments of waste and processed them. Unit C disposed of non-anomalous waste via incineration.\n\n\nInstances of SCP-2419-A present as human entities that occur within the interior of Unit C's incinerators. They exhibit anomalous regenerative abilities and are incapable of dying. Although they typically attempt to exit the incinerators via the disposal chutes, the heat from each incinerator's furnace is sufficient to stop them before they can make significant progress.\n\n\nSCP-2419-A instances do not communicate, and lack any sense of self-preservation. Although they appear to have no interest in each other, they show extreme hostility toward any sapient non-instance.\n\n\nAddendum 2419.1:\n Discovery\n\n\n\n\n► ACCESS SCP:/2419/incidents/001.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nINCIDENT LOG\n\n\n\n\nINCIDENT #:\n 2419-001\n\n\nDATE OF OCCURENCE:\n 1975/05/21\n\n\n\n\n\n\n\n\nNearly incinerated SCP-2419-A instance climbing up one of the incinerator's chutes.\n\n\n\n\n\n\nWorkers operating Unit C reported screams from inside of all 6 incinerators' ash-pits; after a brief investigation, the Site-Director ordered the burners on incinerator #4 snuffed.\n\n\nSeveral dozen severely burned entities immediately began to emerge from the incinerator's disposal chutes. They attempted to drag Foundation personnel back down into the ash-pit with them.\n\n\nThe Site-Director immediately ordered the on-site MTF team to terminate all hostile entities. After determining that these entities could regenerate, the Site-Director ordered the MTF team to force them back down the chutes via steam-lance. All the furnace's burners were re-lit; the #4 incinerator was put back into service without further incident.\n\n\nDuring the incident, the MTF team managed to subdue and capture five of these entities. They have been transported off-site for further study.\n\n\n\n\n\n\n\n\n\n\n\n\n► ACCESS SCP:/2419/interviews/109.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nAUDIO LOG\n\n\n\n\nDATE:\n 1976/07/21\n\n\nSUBJECT:\n SCP-2419-A Instance (SCP-2419-A-5)\n\n\nINTERVIEWER:\n Dr. Warren\n\n\nNOTE:\n On account of the hostility typically exhibited by SCP-2419-A instances, the interview was conducted behind a ventilated glass wall and with an armed guard observing.\n\n\n\n\n[BEGIN LOG]\n\n\nWARREN:\n Good morning, Number Five.\n\n\n(\nSoft ripping.\n)\n\n\nWARREN:\n You know, if you keep picking at your arm, it's never going to heal.\n\n\n(\nSoft ripping continues.\n)\n\n\nWARREN:\n We know you can speak. We've recorded you laughing.\n\n\n(\nSoft ripping continues.\n)\n\n\nWARREN:\n Why won't you speak to us?\n\n\n(\nSoft ripping continues.\n)\n\n\nWARREN:\n Is there anything we can do to change your mind?\n\n\n(\nSoft ripping continues.\n)\n\n\nWARREN:\n Look… I brought you something.\n\n\n(\nSoft ripping stops.\n)\n\n\nWARREN:\n It's a picture. Of your family. Back before — back when your name was John. Back before you were D-Class. Do you remember…?\n\n\n(\nSilence.\n)\n\n\nWARREN:\n You had a wife. Two sons. A little baby girl.\n\n\n(\nSilence.\n)\n\n\nWARREN:\n (\nsoftly\n) Do you remember, John?\n\n\nGUARD:\n Don't get too close to the—\n\n\nWARREN:\n It's alright. I think he might be starting to remember. John? Do you remember?\n\n\n(\nSilence.\n)\n\n\nWARREN:\n (\nsoftly\n) John? This is your—\n\n\n(\nCracking.\n)\n\n\nWARREN:\n What the—\n\n\n(\nShattering glass.\n)\n\n\nGUARD:\n Shit! He's—\n\n\nWARREN:\n (\nScreaming.\n)\n\n\n(\nRapid, repeated wet puncturing.\n)\n\n\nWARREN:\n (\nGurgling.\n)\n\n\nSUBJECT:\n (\nLaughter.\n)\n\n\n(\nGunfire.\n)\n\n\n[END LOG]\n\n\n\n\nNOTE:\n During the interview, SCP-2419-A-5 inflicted an open compound fracture on its left arm. It used the protruding tip of its radial bone to damage the glass wall, then proceeded to use this bone to fatally stab Dr. Warren numerous times in his eyes and face.\n\n\n\n\n\n\n\n\n\n\n\n\n► ACCESS SCP:/2419/memos/221.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nMEMO\n\n\n\n\nDATE:\n 1978/02/19\n\n\nFROM:\n Dr. Jennings\n\n\nTO:\n Dr. Brenwick\n\n\n\n\nAs per your request, I've finished my six-month evaluation of the five instances we have in custody.\n\n\nBefore I came here, I worked as a prison shrink. Every person you met had a story bursting with pain and sorrow. Sometimes, those stories were about the pain they suffered; sometimes, it was about the pain they inflicted. Some days you felt like everyone there was a beautiful soul torn down by their circumstances — other days, you'd find out what some of them did and a part of you was glad they were there to suffer for it.\n\n\nBut at the end of every day, I always told myself: They're all humans. They're all people. They all deserve the same dignity, respect, and love as everyone else.\n\n\nNo\n exceptions.\n\n\nJeremiah, I opened up with that anecdote only so you could understand that what I'm about to say is not said lightly: These things are not people. They are people-shaped monsters. They are \nwell beyond\n any definition of psychopathy. Everything they do, they do to hurt, maim, and kill. I would pity them, but that would imply that they're worth pitying.\n\n\nPut them in a hole, then fill that hole with concrete. Better still: Throw them back into the incinerator where you found them.\n\n\nI doubt they'll even care.\n\n\n- Dr. Daniel Jennings\n\n\n\n\n\n\n\n\n\n\nAddendum 2419.2:\n History\n\n\n\n\n► ACCESS SCP:/2419/files/speech.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nAUDIO LOG\n\n\n\n\nDATE:\n 1961/05/09\n\n\nSUBJECT:\n Dr. West\n\n\nNOTE:\n The following log is a recording of an orientation speech given by Dr. West to new researchers arriving at Unit B.\n\n\n\n\n[BEGIN LOG]\n\n\nWEST:\n (\nclearing throat\n) Now, are any of you religious men? Yes? No? Good. Good, good. Nothing against God, but what I'm about to tell you, ah, it does not always go over well with men of, ah, men of faith. Heh.\n\n\n(\nPause; shuffling papers.\n)\n\n\nWEST:\n Alright, then. As I'm sure you're aware, Unit B is responsible for handling the arriving D-Class remains — to determine whether or not they're anomalous, and to perform a little, ah, shall we say, 'pre-processing' before they're sent to Unit A or Unit C. It's that bit we're going to be discussing today. Slide, please.\n\n\n(\nClicking.\n)\n\n\nWEST:\n Now, I'm sure all of you —\n\n\n(\nClicking.\n)\n\n\nWEST:\n Pardon, the slide isn't — the slide isn't —\n\n\n(\nClicking.\n)\n\n\nWEST:\n There we are. Now, I'm sure all of you are familiar with the human brain, yes? Here it is. I'm sure you're also familiar with how much of a daunting challenge the human brain poses to the Foundation.\n\n\n(\nClicking.\n)\n\n\nWEST:\n To control it, we use amnestics. But amnestics are, ah, amnestics are hard. Nobody's quite sure where they come from, but we're well aware that they come at a significant cost. On top of that, they're, ah, not very \ngood\n. Kind of like using a hammer to remove a splinter.\n\n\n(\nBrief laughter.\n)\n\n\n(\nClicking.\n)\n\n\nWEST:\n What if I told you there's an alternative? A form of amnestics that's been right under our noses all along. Cheaper, safer, very few negative side effects — and significantly more \nprecise\n.\n\n\n(\nClicking.\n)\n\n\n(\nMurmuring.\n)\n\n\nWEST:\n I hope the graphic, ah, the graphic nature of this image is not too disturbing. Heh. But we're all scientists here.\n\n\n(\nClicking.\n)\n\n\nWEST:\n It turns out that the human brain, ah, the human brain — so long as it's relatively well preserved — leaves behind… there's a \ncertain residue\n that it leaves behind. Something we can extract, and, ah, refine.\n\n\n(\nClicking.\n)\n\n\nWEST:\n This residue can be 'boiled' from the mind of a sufficiently fresh cadaver; think of it as a 'distillation' of memories — of our happiest experiences. All the parts of a human life that bring us comfort when we need it most — that make us gentle and kind.\n\n\n(\nClicking.\n)\n\n\nWEST:\n Here, you see what's left behind. The process of 'boiling' is critical, otherwise you'll end up extracting all of this useless crud along with it.\n\n\n(\nClicking.\n)\n\n\nWEST:\n Now, we can combine and homogenize all of these purified distillations together, to create, ah — well, to create a compound that, when properly processed and combined with targeted hypnotherapy…\n\n\n(\nClicking.\n)\n\n\nWEST:\n …allows for the removal of \nprecise\n memories, \nspecific\n memories. We replace them with this 'happy soup', if you will — and their minds use that soup to build new, pleasant false memories — filling in the gaps.\n\n\n(\nClicking.\n)\n\n\nWEST:\n The end result being that — even in death, D-Class continue to help us — help the world.\n\n\n(\nClicking.\n)\n\n\nWEST:\n Now, I know you all have many questions, and I'll be happy to take them. One at a time, please.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n► ACCESS SCP:/2419/memos/064.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nMEMO\n\n\n\n\nDATE:\n 1974/09/12\n\n\nFROM:\n Dr. West\n\n\nTO:\n Dr. Hammond\n\n\n\n\nJim:\n\n\nI have nothing but respect for you as a researcher, as a coworker, and as a friend. So please understand where I am coming from when I tell you to \ngo fuck yourself\n.\n\n\nYour insistence on trying to go over my head with this is getting tedious. The process doesn't turn corpses anomalous. The incident last month was a fluke — Terry clearly failed to identify an anomalous cadaver before he started the distillation process. He was sloppy (may he rest in peace). That's all.\n\n\nEveryone's too scared to tell this to your face, so I'll just come right out and say it: Ever since you 'found' religion last year, you've become increasingly unbearable to work with.\n\n\nAnd even if you're somehow right — so what? They're \ndead\n, Jim. We've got enough problems here on earth without having to worry about whether or not we left a pile of ashes with 'sufficiently happy' thoughts.\n\n\nI'm putting in for you to be transferred to another site. I highly suggest you don't fight it.\n\n\n- Dr. West\n\n\n\n\n\n\n\n\n\n\n\n\n► ACCESS SCP:/2419/memos/068.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nMEMO\n\n\n\n\nDATE:\n 1974/09/13\n\n\nFROM:\n Dr. Hammond\n\n\nTO:\n Dr. Kerringer\n\n\n\n\nYou've always been very kind. Thank you for that.\n\n\nYesterday, I processed the body of D-263175. He was sentenced to death for the murder of his wife. I boiled away the six hours he spent holding his sister's hand as she lay dying in a hospital bed. I boiled away the swell of pride he felt when his son took his first few steps. I boiled away all the kindness his mother ever showed him — until all that remained was her cruelty and abuse.\n\n\nI took away every moment of joy — and left behind a life of uninterrupted misery, pain, and rage.\n\n\nDo you know why the Foundation takes D-Class personnel from criminal populations, Shaun? It's because nobody stops us. \nNobody cares\n. A prison is where you put unimportant people. It's where you shave down whatever is left of their humanity until the monster you imagined them to be is all that remains. But no matter how hard we tried, there was always a sliver of decency left behind — some piece of them we couldn't quite reach.\n\n\nUntil now. We've done it. In death, D-263175 is finally the monster people imagined. I've burned away every last trace of his humanity. Now, I'm going to send his corpse to Unit C and burn away the rest.\n\n\nI pray to God that what's left \nwill\n burn.\n\n\nI can't stay. I'm sorry. I recommend you get out while you still can.\n\n\n-Dr. Hammond\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nYou have one (1) new email.\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nFROM:\n Operator Richard Maddox <\nnoitadnuof.pcs|xoddamr#noitadnuof.pcs|xoddamr\n>\n\n\nTO:\n Site-Director Browning <\nnoitadnuof.pcs|gninworbb#noitadnuof.pcs|gninworbb\n>\n\n\nSUBJECT:\n Unit C Incinerators\n\n\n\n\nThose fancy steel hatches of yours aren't going to cut it.\n\n\nLook. I'm getting a little tired of playing Cassandra here, but the situation doesn't look good. These things barely missed hitting critical mass back when we switched from oil burners to fuel-gas. All it's going to take is a technician making a mistake — or a burner failing for a little too long.\n\n\nYes, the incinerators have massive pits. Yes, if you get it hot enough, human fat will burn and do half the work for you. But none of that will matter if enough meat grows back to stuff the entire stack. Once that happens, the flue gas won't be able to get out — and good luck keeping those burners running without any room for oxygen. We'll lose all six incinerators just like that.\n\n\nAnd when that happens? They'll come back.\n\n\nAll of them\n.\n\n\nI checked the incineration logs. Incinerator #5 alone has incinerated over three thousand D-Class corpses. Combined, we're looking at ten thousand of these things — easy. All regenerators. All with every happy memory boiled away. All with 20 years worth of \nnew\n memories, primarily consisting of us burning them alive.\n\n\nI've been working for the Foundation for over 15 years. I've watched a lot of D-Class die in a lot of horrible ways — so I think I know a little bit about what it sounds like when someone's screaming with fear and pain.\n\n\nThe things in SCP-2419 aren't screaming with fear or pain, Bryan.\n\n\nThey're not screaming at all.\n\n\nThey're \nlaughing\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2418\n | SCP-2419 | \nSCP-2420\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2419\n\" by The Great Hippo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2419\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n site.jpg\n\n\nAuthor:\n The Great Hippo\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n Kokerei Zollverein (Südseite-Panorama).jpg\n\n\nAuthor:\n Dominik Wesche\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia\n\n\n\n\n\n\nFilename:\n instance.jpg\n\n\nAuthor:\n The Great Hippo\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n Verbrennung eines Toten in einem Krematorium 2009-09-05.JPG\n\n\nAuthor:\n Henry Mühlpfordt\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia",
    "addendums": [
        "Addendum 2419.1: Discovery",
        "Addendum 2419.2: History\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-2419 \" by The Great Hippo, from the SCP Wiki . Source: https://scpwiki.com/scp-2419 . Licensed under CC-BY-SA .",
        "Filename: site.jpg Author: The Great Hippo License: CC BY-SA 3.0 Source Link: SCP Wiki Derivative of: Name: Kokerei Zollverein (Südseite-Panorama).jpg Author: Dominik Wesche License: CC BY-SA 3.0 Source Link: Wikimedia",
        "Filename: instance.jpg Author: The Great Hippo License: CC BY-SA 3.0 Source Link: SCP Wiki Derivative of: Name: Verbrennung eines Toten in einem Krematorium 2009-09-05.JPG Author: Henry Mühlpfordt License: CC BY-SA 3.0 Source Link: Wikimedia"
    ],
    "item": "SCP-2419",
    "object_class": "Euclid",
    "containment_procedures": "A fenced, circular perimeter with a radius of 15 kilometers has been established around SCP-2419. This perimeter is maintained by MTF Beta-7 (\"Maz Hatters\") as private property.",
    "description": "SCP-2419 is a refinery and waste disposal facility located 75 kilometers north of Summer Springs, Colorado (USA). It was constructed in 1954 by the Foundation for the purposes of handling the incineration and long-term storage of hazardous wastes (primarily medical waste). A controlled evacuation was carried out in 1975 after it began to exhibit several anomalies.",
    "title": "SCP-2419"
}