{
    "url": "https://scp-wiki.wikidot.com/scp-2430",
    "all_text": "rating: \n+258\n+\n–\nx\n\n\nItem #:\n SCP-2430\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2430 is to be held in a standard humanoid containment cell at Site-17. Tissue samples extracted from SCP-2430 are to be disposed of after analysis via incineration of said samples.\n\n\nDescription:\n SCP-2430 is a humanoid entity with a physical appearance identical to the late Adolf Hitler (1889 – 1945), measuring at 173 cm in height and 72 kg in mass. Its internal body systems are consistent with those of non-anomalous humans, although its organs are functionless. SCP-2430's physical state deviates from non-anomalous humans in the following aspects:\n\n\n\n\nDNA analysis indicates that SCP-2430's genetic makeup is derived from a combination of \nSus scrofa\n (wild boar) and \nCapra aegagrus hircus\n (domestic goat). Furthermore, SCP-2430's skeletal system is identified to be an amalgamation of bones from eight different individuals. The identities of these individuals are unknown.\n\n\nBrain matter is composed of a mixture from a specimen of \nS. scrofa\n and \nC. aegagrus hircus\n.\n\n\nNo requirement for food, water or air, despite the presence of a digestive and respiratory system.\n\n\nModifications to its nervous system such that pain sensitivity is heightened.\n\n\nLack of hair follicles; instead, synthetic hair strands have been attached onto SCP-2430's head and face such that they resemble the late Hitler's hair and mustache.\n\n\nInability to produce speech.\n\n\nTraces of potassium cyanide and lead fragments identified in SCP-2430's bloodstream and subcutis respectively.\n\n\n\n\nSCP-2430's anomalous quality is its capacity to regenerate muscle and skin tissues, allowing it to recover from injuries and regrow organs (e.g. heart and lungs) that had been removed from its body. Wounds and incisions on SCP-2430's body will regenerate within three days after causation, while organ regeneration requires up to two weeks; see Document 2430-Ä for a complete list of organ regeneration rates.\n\n\nHowever, SCP-2430's regenerative capacity does not encompass damages to its skeletal system and healing rate of bone fractures is similar to that of non-anomalous humans. Tissue samples extracted from SCP-2430 do not possess this regenerative capacity.\n\n\nSCP-2430 was recovered in Buenos Aires, Argentina on ██/██/1960 in the residence of the late █████ ████████, who is associated with OBSKURA.\n1\n Initially discovered by Mossad agents who had captured ████████, SCP-2430 was extradited to the Foundation upon discovery of its anomalous properties and Mossad agents' inability to terminate SCP-2430.\n\n\nAddendum 2430-1:\n The following note was found in the residence of █████ ████████, translated from German.\n\n\n\n\nWe have managed to rescue the Führer and bring him to safety. But he is effectively dead on the inside. I blame the Reds for their inhumane treatment of the Führer, who may have been bewitched by the Reds' \nwunderwaffe\n. I wish we could mercy kill him, but we've tried everything. He just won't perish. Don't abandon him; he's too distinct in plain sight.\n\n\n\n\nAddendum 2430-2:\n The following notes were recovered from GRU Division \"P\" Headquarters after the organisation's collapse in 1991, which were the organisation's only surviving documentation on SCP-2430. All of which have been translated from Russian.\n\n\n\n\n01.XII.1943: Among the items of interest recovered from the Obskurakorps sub-camp in Janowska, they include about a hundred pieces of the flesh of Sæhrímnir with human skeletons embedded in each of them. They are humanoid-shaped and can regrow any piece cut from them, so long there is the skeleton. Essentially, they are effectively machines coated in meat.\n\n\n\n\n\n\n13.VI.1945: Regarding application of the flesh of Sæhrímnir, Comrade Stalin has personally reviewed and rejected the proposed Project Einherjar. Instead, Comrade Stalin has proposed and approved an alternative – Project Judecca.\n\n\n\n\n\n\n28.VII.1947: Comrade Stalin has personally reviewed the prototypes. Their inability to perceive pain will not do; it is not in line with the goals of Project Judecca.\n\n\n\n\n\n\n24.II.1948: Escort the Uralic flesh-crafters\n2\n to Moscow HQ. They are commissioned to assist in Project Judecca, abiding by Comrade Stalin's specifications. On the behalf of the Union and the Soviet people, the right to claim true victory and justice over Hitler shall be realised.\n\n\n\n\n\n\n17.IV.1950: In exchange for their cooperation in Project Judecca, 4000 kg of the flesh of Sæhrímnir will be presented to a representative of the Uralic flesh-crafters. In other news, Comrade Stalin wishes to initiate a private trial against Hitler.\n\n\n\n\n\n\n09.V.1951: It is Victory Day. Comrade Stalin will be gracing Hitler's cage after attending the parade. This year, he requests to witness the Rite of Nyúz again.\n3\n Interrogators, please see to it.\n\n\n\n\n\n\n06.V.1953: Comrade Stalin is dead. We have no need to keep Hitler here. No point in wasting bullets on him, he does not die. Just bury him discreetly. He's a waste of the flesh of Sæhrímnir.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A Group of Interest regarded as a successor of the Thule Society and \nAhnenerbe Obskurakorps\n, it originated as the esoteric arm of ODESSA prior to its eventual defection from ODESSA upon acquisition of several anomalous objects. Other anomalous objects related to OBSKURA and its predecessors include \nSCP-2893\n, \nSCP-3878\n.\n\n\n2\n. Suspected to refer to \na group of Sarkicists\n of unknown denomination. The adjective 'Uralic' is suggestive of the primitivism which is typical of Proto-Sarkicism, whereas supposed ties with the higher echelons of the Soviet Communist Party matches with the modus operandi of typical Neo-Sarkic cults.\n\n\n3\n. Supplementary documents suggest that the \"Rite of Nyúz\" is a ritualistic practice originating from the \"Uralic flesh-crafters\", and comparable to the Chinese \nlingchi\n (often translated as \ndeath by a thousand cuts\n, the \nlingering death\n, or \nslow slicing\n).\n\n\n\n\n\n\n\n\n« \nSCP-2429\n | SCP-2430 | \nSCP-2431\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2430\n\" by MrWrong, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2430\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 2430-1: The following note was found in the residence of █████ ████████, translated from German.",
        "Addendum 2430-2: The following notes were recovered from GRU Division \"P\" Headquarters after the organisation's collapse in 1991, which were the organisation's only surviving documentation on SCP-2430. All of which have been translated from Russian."
    ],
    "documents": [],
    "notes": [
        "We have managed to rescue the Führer and bring him to safety. But he is effectively dead on the inside. I blame the Reds for their inhumane treatment of the Führer, who may have been bewitched by the Reds' wunderwaffe . I wish we could mercy kill him, but we've tried everything. He just won't perish. Don't abandon him; he's too distinct in plain sight.",
        "01.XII.1943: Among the items of interest recovered from the Obskurakorps sub-camp in Janowska, they include about a hundred pieces of the flesh of Sæhrímnir with human skeletons embedded in each of them. They are humanoid-shaped and can regrow any piece cut from them, so long there is the skeleton. Essentially, they are effectively machines coated in meat.",
        "13.VI.1945: Regarding application of the flesh of Sæhrímnir, Comrade Stalin has personally reviewed and rejected the proposed Project Einherjar. Instead, Comrade Stalin has proposed and approved an alternative – Project Judecca.",
        "28.VII.1947: Comrade Stalin has personally reviewed the prototypes. Their inability to perceive pain will not do; it is not in line with the goals of Project Judecca.",
        "24.II.1948: Escort the Uralic flesh-crafters 2 to Moscow HQ. They are commissioned to assist in Project Judecca, abiding by Comrade Stalin's specifications. On the behalf of the Union and the Soviet people, the right to claim true victory and justice over Hitler shall be realised.",
        "17.IV.1950: In exchange for their cooperation in Project Judecca, 4000 kg of the flesh of Sæhrímnir will be presented to a representative of the Uralic flesh-crafters. In other news, Comrade Stalin wishes to initiate a private trial against Hitler.",
        "09.V.1951: It is Victory Day. Comrade Stalin will be gracing Hitler's cage after attending the parade. This year, he requests to witness the Rite of Nyúz again. 3 Interrogators, please see to it.",
        "06.V.1953: Comrade Stalin is dead. We have no need to keep Hitler here. No point in wasting bullets on him, he does not die. Just bury him discreetly. He's a waste of the flesh of Sæhrímnir.",
        "\" SCP-2430 \" by MrWrong, from the SCP Wiki . Source: https://scpwiki.com/scp-2430 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2430",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2430 is to be held in a standard humanoid containment cell at Site-17. Tissue samples extracted from SCP-2430 are to be disposed of after analysis via incineration of said samples.",
    "description": "SCP-2430 is a humanoid entity with a physical appearance identical to the late Adolf Hitler (1889 – 1945), measuring at 173 cm in height and 72 kg in mass. Its internal body systems are consistent with those of non-anomalous humans, although its organs are functionless. SCP-2430's physical state deviates from non-anomalous humans in the following aspects:",
    "title": "SCP-2430"
}