{
    "url": "https://scp-wiki.wikidot.com/scp-2433",
    "all_text": "rating: \n+326\n+\n–\nx\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nWhile it is unclear how SCP-2433 operates, it is hypothesized that this file may possibly qualify as an instance of SCP-2433-1; this file is to be treated like an instance of SCP-2433-1 as a precaution. Printed versions of this file are believed to be safe, and is available to all personnel with sufficient clearance. All edits to this file are recorded and sent to RAISA as precaution.\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\n\n\n\n\nSCP-2433 (BRI of 0)\n\n\n\n\n\n\nItem #:\n SCP-2433\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n All identified copies of SCP-2433-1 are currently saved on a designated hard drive found in Wing C on Site-17. Each saved instance of SCP-2433-1 should be accompanied by a text file detailing recovered site, estimated people affected, and other relevant information, including discovery location, estimated exposure, and calculated BRI. Testing regarding SCP-2433 is open to all Site-17 staff with Security Clearance 2 or higher, as long as the experiment does not involve the usage of an Internet connection; all testing conducted that seeks to use the Internet in any setting require the permission of Site Director Putnam. SCP-2433-1 instances created for the sake of testing must be recorded.\n\n\nFoundation web crawlers in tandem with image recognition software are to search for images that bear similarities to SCP-2433. Facial recognition software is not to be used as previous protocol revealed large amounts of false-positives. Confirmed instances of SCP-2433-1 need to be removed immediately from public view if possible. Site Director Putnam should be notified if an instance is calculated to have a BRI of higher than 40.\n\n\nCurrently, there are 73 confirmed instances of SCP-2433-1; the associated MD5 hashes of these images are grounds for instant removal of the image. Social media websites and image sharing sites such as Facebook, Reddit, Tumblr, 4chan, Twitter, and Pinterest are given priority due to the large userbase and potential accumulation of SCP-2433-μ events.\n\n\nMembers of MTF Lambda-84 (\"Sample Text\") have joined the security detail of the United States Senate as well as the city of Burlington to monitor for any increase of SCP-2433-μ events, as well as collection of μ-A instances if possible. Due to the large amount of μ-A instances collected each day, as well as its non-anomalous properties, MTF Lambda-84 has been given permission to dispose μ-A instances at their own discretion unless otherwise notified.\n\n\nAs per request of Foundation Records and Information Security Administration (RAISA), it is strictly forbidden to download this file, as precaution against this file possibly being considered an instance of SCP-2433-1.\n\n\n\n\n\n\nSCP-2433-1-53, a highly elaborate example of SCP-2433-1 that may display common motifs of the \"vaporwave\" subculture (BRI of 63.8)\n\n\n\n\n\n\nDescription:\n SCP-2433 is an image of Vermont Senator Bernie Sanders giving a speech, taken around August 2015 during a campaign event in Florida.\n\n\nSCP-2433-1 are a collection of images that are altered forms of SCP-2433 through conventional image editing software. Testing has shown that the primary effect of SCP-2433 persists no matter the degree of alteration or the amount it resembles the original image. The majority of SCP-2433-1 instances (52 instances, or 71% of all current confirmed instance) are merely watermarked, resized, or filtered instances of other SCP-2433-1 instances, however, several are believed to have originated from the same origin as the anomalous qualities of SCP-2433.\n\n\nTesting has confirmed that the images yield no anomalous memetic qualities when viewed. The primary anomalous effect occurs when the image is shared, discussed or otherwise interacted with online, triggering a SCP-2433-μ event. Simply viewing a SCP-2433 or SCP-2433-1 instance does not trigger a SCP-2433-μ event, and show no anomalous qualities when printed or taken offline. \"Interaction\" has been confirmed to include:\n\n\n\n\nIndicating interest or other feelings, such as \"liking\" on Facebook, Tumblr and Twitter\n\n\nSharing with others, such as forwarding through email or retweeting on Twitter\n\n\nDownloading and reuploading\n\n\nLeaving a comment or post about the image; referencing the image without the image being present on the website does not seem to trigger a SCP-2433-μ event\n\n\n\n\nWhen an SCP-2433-μ event occurs, American quarters (designated as item μ-A) materialize in a 50 meter radius around Senator Sanders. No instance of μ-A has been observed to materialize in solid or liquid matter. Based on material, year minted, scratches, general wear and tear, as well as trace amount of biological matter from fingerprints left on μ-A instances indicate that the origin of the coin is different each time, likely from random sources across the United States each time a SCP-2433-μ event occurs.\n\n\nWhen SCP-2433-μ events occur due to the unaltered SCP-2433, μ-A instances materialize in close proximity to Senator Sanders, and usually on surfaces such as tabletops and desk drawers, and may be within visual range of Senator Sanders.\n1\n However, the degree of alteration present in SCP-2433-1 increases the possible furthest point of manifestation and becomes less predictable as the Balkin Resemblance Index (BRI) increases.\n2\n\n\nThe base BRI has been defined to be 0 for the original SCP-2433 only in the context of this report and related research. It is hypothesized that a maximum BRI to which would trigger SCP-2433-μ events exist; however, testing is inconclusive to the maximum value of BRI\n3\n, as it is also hypothesized that the manifestation field would increase with BRI.\n\n\nCurrently, SCP-2433-μ events average at 14 manifestations every hour; before containment procedures were put in place, it was estimated to average at 90 manifestations every hour. The amount of manifestations increases from 1600 hours to 2400 hours EST, then gradually slows down. Manifestation amounts also increase usually on weekends.\n\n\nSenator Sanders has displayed no knowledge or control over SCP-2433 and SCP-2433-μ events.\n\n\nAddendum 2433-A:\n The origins of SCP-2433 were unclear until a raid on the headquarters of GoI-5869 on 11/16/16. No persons of interest have been found.\n\n\n\n\n+September 2nd, 2015\n\n\n\n\nhide\n\n\n\n\n\n\nkkrule:\n anyone wanna talk politics\n\n\nTrainerDP:\n no\n\n\ntalman_corvett:\n no\n\n\nopossum:\n no\n\n\nharmpit:\n no\n\n\nkkrule:\n :(\n\n\nkkrule:\n anyone like bernie\n\n\ntalman_corvett:\n no\n\n\nlesbian_gengar:\n yes\n\n\nDonDeLillo:\n I like him\n\n\ntiedyeduck:\n he's ok I guess\n\n\nbones:\n Who are we talking about?\n\n\nopossum:\n not a fan of him\n\n\nopossum:\n I have great contempt for anti-establishment candidates no matter their political leanings and Sanders does not seem to have run any of his plans past anyone who got a passing grade in a high school economics class\n\n\ntiedyeduck:\n shut up opossum\n\n\nDonDeLillo:\n I like him\n\n\nDonDeLillo:\n I know @hetcopogg does too\n\n\nkkrule:\n I was at a rally yesterday and i want him to win\n\n\nhetcopogg:\n I do like him but I'm not going to go crazy for him\n\n\nkkrule:\n even got to shake his hand and take a pic with him\n\n\nDonDeLillo:\n I'm really quite impressed at how far he has gone\n\n\nDonDeLillo:\n kkrule: pics\n\n\nkkrule:\n it's on my facebook\n4\n\n\n\n\n\n\n\n\n\n\n\n\n+September 15th, 2015\n\n\n\n\nhide\n\n\n\n\n\n\nkkrule:\n guys\n\n\nkkrule:\n I have an idea how to help bernie get more supprot\n\n\nkkrule:\n *support\n\n\nkkrule:\n \nhttp://i.imgur.com/█████\n5\n\n\nkkrule:\n guys I made this\n\n\nkkrule:\n what do you guys think\n\n\nharmpit:\n lol\n\n\nlesbian_gengar:\n lol\n\n\nopossum:\n it's just a photoshop and not even a good one\n\n\nopossum:\n what's so funny\n\n\nopossum:\n I hate memes so much\n\n\nkkrule:\n :(\n\n\nTrainerDP:\n kek\n\n\nDonDeLillo:\n kkrule: was it you that posted that on /r/██████\n6\n earlier today\n\n\nkkrule:\n yeah why\n\n\nkkrule:\n I think that's the funniest bernie thing I've made\n\n\nkkrule:\n trying to get him to win\n\n\nDonDeLillo:\n Do you know what it means to force a meme kkrule\n\n\ntiedyeduck:\n ehh\n\n\nlesbian_gengar:\n it's pretty funny but it's not that amazing\n\n\nopossum:\n it would be way funnier if you didn't come in and post some \"\"\"\"\"\"funny\"\"\"\"\"\" bernie picture EVERY SINGLE DAY\n\n\nkkrule:\n :(\n\n\nkkrule:\n DonDeLillo: no what does that mean\n\n\nDonDeLillo:\n Have you seen that picture of Steve Buscemi holding two skateboards?\n\n\nDonDeLillo:\n You're him right now\n\n\npolaricecraps:\n reddit likes shitty jokes? not surprised tbh\n\n\ntalman_corvett:\n he's not gonna win\n\n\nkkrule:\n why do you say that talman\n\n\ntalman_corvett:\n politics is money and he isn't going to beat wall street donations\n\n\ntalman_corvett:\n he has no advantage anywhere\n\n\ntiedyeduck:\n talman_corvett: he is winning in memes\n\n\ntalman_corvett:\n yeah like that's gonna help\n\n\n\n\n\n\n\n\n\n\n\n\n+December 27th, 2015\n\n\n\n\nhide\n\n\n\n\n\n\nkkrule:\n guys can you reblog this please\n\n\nkkrule:\n \nhttp://████████.tumblr.com/post/███████████/kkrulezzz-kkrulezzz-kkrulezzz-bernie-sanders-masterpost-funny\n7\n\n\nopossum:\n no fuck off\n\n\nlesbian_gengar:\n can you stop\n\n\nkkrule:\n :(\n\n\nTrainerDP:\n I like them\n\n\npolaricecraps:\n ew tumblr\n\n\nlesbian_gengar:\n it stopped being funny a long time ago\n\n\nlesbian_gengar:\n and you're really bad at making these\n\n\nkkrule:\n LOOK WHAT I JUST FOUND\n\n\nkkrule:\n \nhttp://boards.4chan.org/pol/thread/█████████████\n8\n\n\nkkrule:\n I didn't make those btw\n\n\npolaricecraps:\n ew pol\n\n\nDonDeLillo:\n kkrule: it's been weeks, why are you so obsessed with these\n\n\nDonDeLillo:\n it's not even that funny\n\n\nDonDeLillo:\n Do you even think it's doing anything meaningful to him?\n\n\nDonDeLillo:\n what the fuck does a fucking QUARTER do to help him?????\n\n\nDonDeLillo:\n someone fucking died last week in michigan because one appeared in his lungs you dumbass\n\n\nDonDeLillo:\n why are you even in here? who the fuck are you seriously\n\n\nDonDeLillo:\n fuck you\n\n\nkkrule:\n :(\n\n\nkkrule:\n i just want to help bernie win\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Senator Sanders either never directly witnessed a SCP-2433-μ event, or chose not to acknowledge it. Over a 15 month period, there are 86 recorded instances of Senator Sanders making physical contact with μ-A after a manifestation event; no anomaly has been recorded and there is currently no need to prohibit this from happening. A total of $82.75 have been collected for personal use by Senator Sanders and other staffers, and none towards campaign functions.\n\n\n2\n. The BRI of SCP-2433-1 does not change with number of SCP-2433-μ events or amount of people exposed, but has been confirmed to be correlated to brightness, saturation, size, and presence of external visual and textual elements as detailed in \nCultural Software: A Theory of Ideology\n (Balkin, 1988).\n\n\n3\n. Current confirmed highest functional BRI at around 600, using a 40 pixel sample\n\n\n4\n. Currently not found\n\n\n5\n. Contains 1 instances of SCP-2433-1; estimated 50 people exposed and may correlate to 21 μ-A manifestations between 9/15/2016 to 9/16/2016\n\n\n6\n. A political subreddit supporting Sen. Sanders\n\n\n7\n. Contains 7 instances of SCP-2433-1; contains 6422 notes before deletion, estimated 7000 people exposed and may correlate to 4500 μ-A manifestations between 6/15/2015 to 10/20/2015\n\n\n8\n. Contains 8 instances of SCP-2433-1; estimated 120 people exposed and may correlate to 87 μ-A manifestations between 12/25/2015 and 12/27/2015\n\n\n\n\n\n\n\n\n« \nSCP-2432\n | SCP-2433 | \nSCP-2434\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2433\n\" by Joreth, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2433\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n original.jpg\n\n\nName:\n Bernie Sanders (21581179719 571bb5a7ab c).jpg\n\n\nAuthor:\n Phil Roeder\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nWikimedia\n\n\n\n\n\n\nFilename:\n 55.png\n\n\nAuthor:\n Cyantruese\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n Bernie Sanders (21581179719 571bb5a7ab c).jpg\n\n\nAuthor:\n Phil Roeder\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nWikimedia\n\n\n\n\nName:\n Sedum rubrotinctum.jpg\n\n\nAuthor:\n JJ Harrison\n\n\nLicense:\n CC BY-SA 2.5\n\n\nSource Link:\n \nSCP Wiki\n\n\n\n\nName:\n Glare_of_the_sun_(Unsplash).jpg\n\n\nAuthor:\n Clau Canabes\n\n\nLicense:\n CC0 1.0\n\n\nSource Link:\n \nSCP Wiki\n\n\nAdditional Notes:\n These images were edited together by Cyantruese.",
    "addendums": [
        "Addendum 2433-A: The origins of SCP-2433 were unclear until a raid on the headquarters of GoI-5869 on 11/16/16. No persons of interest have been found."
    ],
    "documents": [],
    "notes": [
        "kkrule: anyone wanna talk politics TrainerDP: no talman_corvett: no opossum: no harmpit: no kkrule: :( kkrule: anyone like bernie talman_corvett: no lesbian_gengar: yes DonDeLillo: I like him tiedyeduck: he's ok I guess bones: Who are we talking about? opossum: not a fan of him opossum: I have great contempt for anti-establishment candidates no matter their political leanings and Sanders does not seem to have run any of his plans past anyone who got a passing grade in a high school economics class tiedyeduck: shut up opossum DonDeLillo: I like him DonDeLillo: I know @hetcopogg does too kkrule: I was at a rally yesterday and i want him to win hetcopogg: I do like him but I'm not going to go crazy for him kkrule: even got to shake his hand and take a pic with him DonDeLillo: I'm really quite impressed at how far he has gone DonDeLillo: kkrule: pics kkrule: it's on my facebook 4",
        "kkrule: guys kkrule: I have an idea how to help bernie get more supprot kkrule: *support kkrule: http://i.imgur.com/█████ 5 kkrule: guys I made this kkrule: what do you guys think harmpit: lol lesbian_gengar: lol opossum: it's just a photoshop and not even a good one opossum: what's so funny opossum: I hate memes so much kkrule: :( TrainerDP: kek DonDeLillo: kkrule: was it you that posted that on /r/██████ 6 earlier today kkrule: yeah why kkrule: I think that's the funniest bernie thing I've made kkrule: trying to get him to win DonDeLillo: Do you know what it means to force a meme kkrule tiedyeduck: ehh lesbian_gengar: it's pretty funny but it's not that amazing opossum: it would be way funnier if you didn't come in and post some \"\"\"\"\"\"funny\"\"\"\"\"\" bernie picture EVERY SINGLE DAY kkrule: :( kkrule: DonDeLillo: no what does that mean DonDeLillo: Have you seen that picture of Steve Buscemi holding two skateboards? DonDeLillo: You're him right now polaricecraps: reddit likes shitty jokes? not surprised tbh talman_corvett: he's not gonna win kkrule: why do you say that talman talman_corvett: politics is money and he isn't going to beat wall street donations talman_corvett: he has no advantage anywhere tiedyeduck: talman_corvett: he is winning in memes talman_corvett: yeah like that's gonna help",
        "kkrule: guys can you reblog this please kkrule: http://████████.tumblr.com/post/███████████/kkrulezzz-kkrulezzz-kkrulezzz-bernie-sanders-masterpost-funny 7 opossum: no fuck off lesbian_gengar: can you stop kkrule: :( TrainerDP: I like them polaricecraps: ew tumblr lesbian_gengar: it stopped being funny a long time ago lesbian_gengar: and you're really bad at making these kkrule: LOOK WHAT I JUST FOUND kkrule: http://boards.4chan.org/pol/thread/█████████████ 8 kkrule: I didn't make those btw polaricecraps: ew pol DonDeLillo: kkrule: it's been weeks, why are you so obsessed with these DonDeLillo: it's not even that funny DonDeLillo: Do you even think it's doing anything meaningful to him? DonDeLillo: what the fuck does a fucking QUARTER do to help him????? DonDeLillo: someone fucking died last week in michigan because one appeared in his lungs you dumbass DonDeLillo: why are you even in here? who the fuck are you seriously DonDeLillo: fuck you kkrule: :( kkrule: i just want to help bernie win",
        "\" SCP-2433 \" by Joreth, from the SCP Wiki . Source: https://scpwiki.com/scp-2433 . Licensed under CC-BY-SA .",
        "Filename: original.jpg Name: Bernie Sanders (21581179719 571bb5a7ab c).jpg Author: Phil Roeder License: CC BY 2.0 Source Link: Wikimedia",
        "Filename: 55.png Author: Cyantruese License: CC BY-SA 3.0 Source Link: SCP Wiki Derivative of: Name: Bernie Sanders (21581179719 571bb5a7ab c).jpg Author: Phil Roeder License: CC BY 2.0 Source Link: Wikimedia Name: Sedum rubrotinctum.jpg Author: JJ Harrison License: CC BY-SA 2.5 Source Link: SCP Wiki Name: Glare_of_the_sun_(Unsplash).jpg Author: Clau Canabes License: CC0 1.0 Source Link: SCP Wiki Additional Notes: These images were edited together by Cyantruese."
    ],
    "item": "SCP-2433",
    "object_class": "Euclid",
    "containment_procedures": "All identified copies of SCP-2433-1 are currently saved on a designated hard drive found in Wing C on Site-17. Each saved instance of SCP-2433-1 should be accompanied by a text file detailing recovered site, estimated people affected, and other relevant information, including discovery location, estimated exposure, and calculated BRI. Testing regarding SCP-2433 is open to all Site-17 staff with Security Clearance 2 or higher, as long as the experiment does not involve the usage of an Internet connection; all testing conducted that seeks to use the Internet in any setting require the permission of Site Director Putnam. SCP-2433-1 instances created for the sake of testing must be recorded.",
    "description": "SCP-2433 is an image of Vermont Senator Bernie Sanders giving a speech, taken around August 2015 during a campaign event in Florida.",
    "title": "SCP-2433"
}