{
    "url": "https://scp-wiki.wikidot.com/scp-2434",
    "all_text": "rating: \n+87\n+\n–\nx\n\n\n\n\n\n\nStreet affected by the SCP-2434 anomaly.\n\n\n\n\n\n\nItem #:\n SCP-2434\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Instances of SCP-2434-1 are kept at Site-██. Each instance of SCP-2434-1 must be cleaned once per month, and turned on to check all engine operations. SCP-2434-1 is to remain off when not in testing. Testing or interviewing of SCP-2434-1 may only be approved by SCP-2434's project lead.\n\n\nMobile Task Force Omega-10 (\"Roadblock\") is assigned to block off areas where instances of SCP-2434-1 are likely to appear.\n\n\nDescription:\n SCP-2434 refers to a phenomenon that occurs on several dead end streets located in the town of █████, New York. Automobiles of various makes and models (referred to as SCP-2434-1) materialize and dematerialize at the end of these streets. Instances of SCP-2434-1 are noted to appear traveling up to speeds of 100 kilometers per hour before dematerializing. (The average speed being approximately 45 kilometers per hour) If an instance of SCP-2434-1 travelling less than 75 km/h collides with an object of at least 1,200 kilograms, the object will cease any further movement and can be successfully recovered.\n\n\nIn approximately 24% of cases, instances of SCP-2434-1 are able to travel vertically, up to a height of 32 meters. In 19% of cases, instances are noted to dematerialize while in the air. The manner in which instances of SCP-2434-1 achieve vertical motion is currently unknown.\n\n\nIn the cases in which instances disappear in the air, SCP-2434-1 will perform a 180 degree turn, then tilt upward at a 90 degree angle. After tilting, the instance achieves vertical motion. In all cases, instances will drop several pieces of paper. Upon closer inspection, these papers resemble parking violations.\n\n\nInstances of SCP-2434-1 are able to communicate via stereo system. It is of note that SCP-2434-1 is able to operate without gasoline. How SCP-2434-1 does this is currently unknown. Inquiring instances of SCP-2434-1 of this have proven inconclusive.\n\n\nAddendum:\n Several instances of SCP-2434-1 were approved to be interviewed. The following is an excerpt of said interviews:\n\n\n\n\n+ Interview of SCP-2434-1-12\n\n\n\n\n- Close\n\n\n\n\n\n\nInterviewed:\n SCP-2434-1-12\n\n\nInterviewer:\n Dr Kim\n\n\nForeward:\n SCP-2434-1-12 is identical to a Ford Explorer, dated 1986. Note that the instance is not capable of vertical motion.\n\n\n<Begin Log>\n\n\nDr. Kim:\n Good afternoon, SCP-2434-1-12. I will be interviewing you today.\n\n\nSCP-2434-1-12:\n I'd prefer if you called me Frank. But sure thing.\n\n\nDr. Kim:\n Care to tell me where you came from?\n\n\nSCP-2434-1-12:\n I was heading home from work like I always do. I decided to take the highway, but traffic was beginning to back up. I took the local route, but that was backed up too. So instead I opted to take a shortcut. Usually earth routes are clear. But then you guys came and took me.\n\n\nDr. Kim:\n Can you explain what an earth route is?\n\n\nSCP-2434-1-12:\n It's kind of like…well. It's like taking a spacetime jump. I mean, it's against the law, but no way in hell was I going to sit in traffic.\n\n\nDr. Kim:\n How are you able to take these jumps?\n\n\nSCP-2434-1-12:\n You make a left turn off a street, do a u-turn, then drive vertically at a high speed. Then \nbam\n. The Jump. Now, can you let me go? I have a family to go to.\n\n\nDr. Kim:\n Sure. Just one more question: How do you drive vertically?\n\n\nSCP-2434-1-12:\n By driving vertically.\n\n\nDr. Kim:\n I don't understand.\n\n\nSCP-2434-1-12:\n Look pal, I don't have the answers you're looking for. I just want to go home.\n\n\n<End Log>\n\n\nConclusion:\n An attempt to launch SCP-2434-1-12 vertically was made. The attempt resulted in extensive damage to SCP-2434-1-12. Communication with SCP-2434-1-12 has proven unsuccessful.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview of SCP-2434-1-17\n\n\n\n\n- Close\n\n\n\n\n\n\nInterviewed:\n SCP-2434-1-17\n\n\nInterviewer:\n Dr. Kim\n\n\nForeward:\n SCP-2434-1-17 is identical to a Mercedes Benz, dated 2011. Note that the instance ran over Agent ██████ prior to containment.\n\n\n<Begin Log>\n\n\nDr. Kim:\n What brought you here?\n\n\nSCP-2434-1-17:\n I wanted to escape.\n\n\nDr. Kim:\n Why?\n\n\nSCP-2434-1-17:\n I hate my peers. I hate this society. I hate pretty much everything.\n\n\nDr. Kim:\n Why do you hate them?\n\n\nSCP-2434-1-17:\n [sighs] Well, cars like me are considered rejects. Scum. All because I was caught inhaling bio-fuel as a teen. And because of that, we take up some dirty jobs that other cars don't normally take. In short, my job is to hop across spacetime and run people over for money. I don't like it, but I do it anyway. But if you ask me, it's a blood sport more than anything else.\n\n\nDr. Kim:\n Do you have any motive for running people over?\n\n\nSCP-2434-1-17:\n It pays well. [pause] That, and everyone is doing it now.\n\n\nDr. Kim:\n Are there others that take pride or enjoy doing this?\n\n\nSCP-2434-1-17:\n Enjoy? [laughs] There's this one Mustang who thinks he's the shit. Got more blood on his hood than paint. One time he had a trail of guts from his tire tracks, and let me tell you, those Prii\n1\n were \nall over him\n. It was disgusting.\n\n\nDr. Kim:\n Ok. Just wondering: Does this happen to be illegal?\n\n\nSCP-2434-1-17:\n About as illegal as running on gasoline.\n\n\nDr. Kim:\n I'm assuming that's a yes.\n\n\nBoth remain silent for 7 seconds.\n\n\nSCP-2434-1-17:\n I really have nothing against you guys. I wish that they taught more about you people in our time. We don’t look at you too favorably. [pause] This is my first time seeing a human face for a long time. Is … is this really how you are?\n\n\n<End Log>\n\n\nConclusion:\n Further interviewing of SCP-2434-1-17 has proven inconclusive.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview of SCP-2434-1-19\n\n\n\n\n- Close\n\n\n\n\n\n\nInterviewed:\n SCP-2434-1-19\n\n\nInterviewer:\n Dr. Kim\n\n\nForeward:\n SCP-2434-1-19 is identical to a Volkswagen Beetle, dated 1991. Note that SCP-2434-1-19 is the only instance capable of vertical flight under Foundation custody.\n\n\n<Begin Log>\n\n\nDr. Kim:\n Where did you come from?\n\n\nSCP-2434-1-19:\n I came from Earth, like everyone else.\n\n\nDr. Kim:\n Where exactly did you come from?\n\n\nSCP-2434-1-19:\n You mean like, exact location?\n\n\nDr. Kim:\n Yes\n\n\nSCP-2434-1-19:\n I can't really tell. It's all ruins where I come from.\n\n\nDr. Kim:\n Can you tell me what year?\n\n\nSCP-2434-1-19:\n Oh, we lost track of years \nlong\n time ago. We don't need them.\n\n\nDr. Kim:\n [sighs] Can you give a time period?\n\n\nSCP-2434-1-19:\n My odometer is stuck at 999,999 miles, if that helps.\n\n\nDr. Kim:\n Is there anything else you’d like to add?\n\n\nSCP-2434-1-19:\n I …\n\n\nDr. Kim:\n Excuse me?\n\n\nSCP-2434-1-19 remains silent for approximately a minute. As Dr. Kim is getting ready to leave, SCP-2434-1-19 speaks again.\n\n\nSCP-2434-1-19:\n It was my mother.\n\n\nDr. Kim immediately sits down.\n\n\nDr. Kim:\n What about your mother? Feel free to explain.\n\n\nSCP-2434-1-19:\n She told me not to speak ill of the dead. That's all it means, really. I wish I can explain more, but they don’t tell us much. [pause] Now that I think of it, we have a strange society. Everyone strives to become someone, but we all just wander around, being told what to do. Things were a lot different when my mom was around. It was orderly, and neat. They were simple times. I wish my mother was still here. She told me back then that people always wander around, being told what to do. But I never believed her.\n\n\nDr. Kim:\n Interesting. Now, I'm just wondering: What type of automobile was your mother?\n\n\nSCP-2434-1-19:\n Oh no, she wasn't a car. She was human.\n\n\n<End Log>\n\n\nConclusion:\n Further inquiry towards SCP-2434-1-19's \"mother\" led to a person named ████ ████████. Access to associated interview logs requires Level 3 Security Clearance or higher.\n\n\n\n\n\n\n\n\n\n\nAddendum 2434-I-14:\n INFORMATION RESTRICTED TO LEVEL 3 PERSONNEL OR ABOVE\n\n\n\n\n+ INPUT CREDENTIALS\n\n\n\n\n- CREDENTIALS ACCEPTED\n\n\n\n\nOn ██/██/████, A cargo aircraft (identical to an Airbus A400M) materialized in [REDACTED]. The aircraft appeared at an initial speed of approximately 300 km/h before stopping. The crash resulted in ██ casualties and over $30,000,000 in property damages.\n\n\nIn the wreckage, a total of 28 automobiles were recovered from inside the cargo aircraft. Two automobiles (presumed to be instances of SCP-2434-1) were taken back to Site-██. The crash site was notified to the NTSB\n2\n. Broadcasts pertaining to the crash were intercepted, and witnesses of the event were administered Class-A amnestics.\n\n\nThe following is an excerpt of an interview. Note that SCP-2434-1-31 pauses for a considerable amount of time between words, while SCP-2434-1-32 is mostly unintelligible. Transcripts pertaining to the instances and their speech have been edited for proper comprehension. For an unedited transcript, refer to Senior Researcher ████ ████████ for permission:\n\n\n\n\nDr. Kim:\n Can you tell us what happened?\n\n\nSCP-2434-1-31:\n Trip .. vacation … fly …\n\n\nSCP-2434-1-32:\n We went through on air [unintelligible] because it was cheaper.\n\n\nDr. Kim:\n Ok, wait a minute. Talk one at a time please. SCP-2434-31, you go first.\n\n\nSCP-2434-1-32 plays static noises from its stereo system.\n\n\nDr. Kim:\n I'm referring to the Hyundai.\n\n\nSCP-2434-1-31:\n We were flying on Air Rengade because it's cheaper. Usually it's difficult to get, but my friend got connections.\n\n\nDr. Kim:\n [Faces SCP-2434-1-32] Alright. How'd you get here?\n\n\nSCP-2434-1-32:\n The damn plane was [unintelligible] due due [instance repeats word for several seconds] to some weird cabs. They [unintelligible] but we knew they were terror.\n\n\nDr. Kim:\n Ok. Care to reiterate? [points towards SCP-2434-1-31]\n\n\nSCP-2434-1-31:\n They were radicals who wanted to prove a point.\n\n\nDr. Kim:\n Excuse me?\n\n\nSCP-2434-1-32:\n They w-w-w [instance repeats phrase for 15 seconds]\n\n\nSCP-2434-1-32 ceases to communicate for the duration of the interview.\n\n\nSCP-2434-1-31:\n I'll try my best to finish what he was trying to say. The cabs wanted freedom. They knew better than anyone else who humans really were. They drove them everywhere. They wanted to come back home to see them one last time.\n\n\nSCP-2434-1-31 ceases to communicate.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Plural of Toyota Prius\n\n\n2\n. National Transportation Safety Board\n\n\n\n\n\n\n\n\n« \nSCP-2433\n | SCP-2434 | \nSCP-2435\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2434\n\" by MrRonin, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2434\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nImage 1\n\n\n\n\nFilename:\n Road.jpg\n\n\nName:\n N/A\n\n\nAuthor:\n \nMrRonin\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nThe SCP Wiki",
    "addendums": [
        "Addendum: Several instances of SCP-2434-1 were approved to be interviewed. The following is an excerpt of said interviews:",
        "Addendum 2434-I-14: INFORMATION RESTRICTED TO LEVEL 3 PERSONNEL OR ABOVE"
    ],
    "documents": [],
    "notes": [
        "Interviewed: SCP-2434-1-12 Interviewer: Dr Kim Foreward: SCP-2434-1-12 is identical to a Ford Explorer, dated 1986. Note that the instance is not capable of vertical motion. <Begin Log> Dr. Kim: Good afternoon, SCP-2434-1-12. I will be interviewing you today. SCP-2434-1-12: I'd prefer if you called me Frank. But sure thing. Dr. Kim: Care to tell me where you came from? SCP-2434-1-12: I was heading home from work like I always do. I decided to take the highway, but traffic was beginning to back up. I took the local route, but that was backed up too. So instead I opted to take a shortcut. Usually earth routes are clear. But then you guys came and took me. Dr. Kim: Can you explain what an earth route is? SCP-2434-1-12: It's kind of like…well. It's like taking a spacetime jump. I mean, it's against the law, but no way in hell was I going to sit in traffic. Dr. Kim: How are you able to take these jumps? SCP-2434-1-12: You make a left turn off a street, do a u-turn, then drive vertically at a high speed. Then bam . The Jump. Now, can you let me go? I have a family to go to. Dr. Kim: Sure. Just one more question: How do you drive vertically? SCP-2434-1-12: By driving vertically. Dr. Kim: I don't understand. SCP-2434-1-12: Look pal, I don't have the answers you're looking for. I just want to go home. <End Log> Conclusion: An attempt to launch SCP-2434-1-12 vertically was made. The attempt resulted in extensive damage to SCP-2434-1-12. Communication with SCP-2434-1-12 has proven unsuccessful.",
        "Interviewed: SCP-2434-1-17 Interviewer: Dr. Kim Foreward: SCP-2434-1-17 is identical to a Mercedes Benz, dated 2011. Note that the instance ran over Agent ██████ prior to containment. <Begin Log> Dr. Kim: What brought you here? SCP-2434-1-17: I wanted to escape. Dr. Kim: Why? SCP-2434-1-17: I hate my peers. I hate this society. I hate pretty much everything. Dr. Kim: Why do you hate them? SCP-2434-1-17: [sighs] Well, cars like me are considered rejects. Scum. All because I was caught inhaling bio-fuel as a teen. And because of that, we take up some dirty jobs that other cars don't normally take. In short, my job is to hop across spacetime and run people over for money. I don't like it, but I do it anyway. But if you ask me, it's a blood sport more than anything else. Dr. Kim: Do you have any motive for running people over? SCP-2434-1-17: It pays well. [pause] That, and everyone is doing it now. Dr. Kim: Are there others that take pride or enjoy doing this? SCP-2434-1-17: Enjoy? [laughs] There's this one Mustang who thinks he's the shit. Got more blood on his hood than paint. One time he had a trail of guts from his tire tracks, and let me tell you, those Prii 1 were all over him . It was disgusting. Dr. Kim: Ok. Just wondering: Does this happen to be illegal? SCP-2434-1-17: About as illegal as running on gasoline. Dr. Kim: I'm assuming that's a yes. Both remain silent for 7 seconds. SCP-2434-1-17: I really have nothing against you guys. I wish that they taught more about you people in our time. We don’t look at you too favorably. [pause] This is my first time seeing a human face for a long time. Is … is this really how you are? <End Log> Conclusion: Further interviewing of SCP-2434-1-17 has proven inconclusive.",
        "Interviewed: SCP-2434-1-19 Interviewer: Dr. Kim Foreward: SCP-2434-1-19 is identical to a Volkswagen Beetle, dated 1991. Note that SCP-2434-1-19 is the only instance capable of vertical flight under Foundation custody. <Begin Log> Dr. Kim: Where did you come from? SCP-2434-1-19: I came from Earth, like everyone else. Dr. Kim: Where exactly did you come from? SCP-2434-1-19: You mean like, exact location? Dr. Kim: Yes SCP-2434-1-19: I can't really tell. It's all ruins where I come from. Dr. Kim: Can you tell me what year? SCP-2434-1-19: Oh, we lost track of years long time ago. We don't need them. Dr. Kim: [sighs] Can you give a time period? SCP-2434-1-19: My odometer is stuck at 999,999 miles, if that helps. Dr. Kim: Is there anything else you’d like to add? SCP-2434-1-19: I … Dr. Kim: Excuse me? SCP-2434-1-19 remains silent for approximately a minute. As Dr. Kim is getting ready to leave, SCP-2434-1-19 speaks again. SCP-2434-1-19: It was my mother. Dr. Kim immediately sits down. Dr. Kim: What about your mother? Feel free to explain. SCP-2434-1-19: She told me not to speak ill of the dead. That's all it means, really. I wish I can explain more, but they don’t tell us much. [pause] Now that I think of it, we have a strange society. Everyone strives to become someone, but we all just wander around, being told what to do. Things were a lot different when my mom was around. It was orderly, and neat. They were simple times. I wish my mother was still here. She told me back then that people always wander around, being told what to do. But I never believed her. Dr. Kim: Interesting. Now, I'm just wondering: What type of automobile was your mother? SCP-2434-1-19: Oh no, she wasn't a car. She was human. <End Log> Conclusion: Further inquiry towards SCP-2434-1-19's \"mother\" led to a person named ████ ████████. Access to associated interview logs requires Level 3 Security Clearance or higher.",
        "Dr. Kim: Can you tell us what happened? SCP-2434-1-31: Trip .. vacation … fly … SCP-2434-1-32: We went through on air [unintelligible] because it was cheaper. Dr. Kim: Ok, wait a minute. Talk one at a time please. SCP-2434-31, you go first. SCP-2434-1-32 plays static noises from its stereo system. Dr. Kim: I'm referring to the Hyundai. SCP-2434-1-31: We were flying on Air Rengade because it's cheaper. Usually it's difficult to get, but my friend got connections. Dr. Kim: [Faces SCP-2434-1-32] Alright. How'd you get here? SCP-2434-1-32: The damn plane was [unintelligible] due due [instance repeats word for several seconds] to some weird cabs. They [unintelligible] but we knew they were terror. Dr. Kim: Ok. Care to reiterate? [points towards SCP-2434-1-31] SCP-2434-1-31: They were radicals who wanted to prove a point. Dr. Kim: Excuse me? SCP-2434-1-32: They w-w-w [instance repeats phrase for 15 seconds] SCP-2434-1-32 ceases to communicate for the duration of the interview. SCP-2434-1-31: I'll try my best to finish what he was trying to say. The cabs wanted freedom. They knew better than anyone else who humans really were. They drove them everywhere. They wanted to come back home to see them one last time. SCP-2434-1-31 ceases to communicate.",
        "\" SCP-2434 \" by MrRonin, from the SCP Wiki . Source: https://scpwiki.com/scp-2434 . Licensed under CC-BY-SA .",
        "Filename: Road.jpg Name: N/A Author: MrRonin License: CC BY-SA 3.0 Source Link: The SCP Wiki"
    ],
    "item": "SCP-2434",
    "object_class": "Euclid",
    "containment_procedures": "Instances of SCP-2434-1 are kept at Site-██. Each instance of SCP-2434-1 must be cleaned once per month, and turned on to check all engine operations. SCP-2434-1 is to remain off when not in testing. Testing or interviewing of SCP-2434-1 may only be approved by SCP-2434's project lead.",
    "description": "SCP-2434 refers to a phenomenon that occurs on several dead end streets located in the town of █████, New York. Automobiles of various makes and models (referred to as SCP-2434-1) materialize and dematerialize at the end of these streets. Instances of SCP-2434-1 are noted to appear traveling up to speeds of 100 kilometers per hour before dematerializing. (The average speed being approximately 45 kilometers per hour) If an instance of SCP-2434-1 travelling less than 75 km/h collides with an object of at least 1,200 kilograms, the object will cease any further movement and can be successfully recovered.",
    "title": "SCP-2434"
}