{
    "url": "https://scp-wiki.wikidot.com/scp-2441",
    "all_text": "rating: \n+80\n+\n–\nx\n\n\nItem #\n: SCP-2441\n\n\nObject Class\n: Safe\n\n\nSpecial Containment Procedures\n: \nSCP-2441 is to be kept in a standard Safe Containment Locker at Site-██\n.\n\n\nSCP-2441 is to be kept within a standard Safe containment locker, whose combination is to be changed every two days by Dr. Chidlow. Access to SCP-2441 is prohibited except with the express permission of Dr. Chidlow. Any personnel subjected to SCP-2441's anomalous effect are to be administered Class-C amnestics if progression has not advanced to stage 2. Instances of SCP-2441-1 are to be terminated.\n\n\nDescription\n: SCP-2441 is an analog wall clock of standard make and model whose hands appear to be stopped at eight o' clock. However, microscopic analysis of the hands shows the minute and second hand to be constantly approaching the twelve, and the hour hand approaching the eight. Each clock hand moves at a rate of one-half the distance remaining to an eight o' clock reading per hour.\n\n\nAnomalous properties manifest when a live human attempts to read SCP-2441's face with the intention of knowing the current time. The affected individual will undergo an instantaneous mental restructuring pertaining to their ability to perceive time; specifically, the grouping of minutes into hours will become a completely alien concept. No other thought processes appear to be directly affected, and no physical changes have been observed in the brains of affected subjects. Research is ongoing.\n\n\nThe progression of SCP-2441's anomalous effect occurs in three stages.\n\n\nStage 1\n: Subjects will begin to denote the passage of time solely by counting the number of minutes passed after first affected by SCP-2441 with flawless accuracy. When questioned on the topic, all subjects unanimously argue this method to be easier and more precise.\n\n\nStage 2\n: Anywhere from twenty to thirty hours following initial exposure, affected individuals begin to display limited probability-altering capabilities and are reclassified as an instance of SCP-2441-1. Any undesirable event (from the perspective of SCP-2441-1) that can be anticipated is subject to 'postponement'- random occurrences in the vicinity of the future event that cause its occurrence to be set back by variable lengths of time. At this stage, subjects do not appear to initiate or influence these events consciously. From this point onward, the relative length of each postponement event increases gradually until stage 3.\n\n\nStage 3\n: Approximately forty-two hours after initial exposure, instances of SCP-2441-1 gain limited reality-bending capabilities. When confronted with an undesirable task or occurrence, instances of SCP-2441-1 alter reality to 'postpone' it. Ten to twelve hours after the development of reality-bending abilities, instances of SCP-2441-1 are able to repeatedly 'postpone' events for an indefinite amount of time.\n\n\n\n\n+Test logs\n\n\n\n\n-Test logs\n\n\n\n\n\n\nTest Log 2441-1\n\n\nSubject\n: D-1852\n\n\nSupervising Researcher\n: Dr. Chidlow\n\n\nProcedure\n: D-1852 is fitted with a shock collar set to deliver a non-lethal electrical shock once every thirty minutes. Time since initial exposure: 24 hours.\n\n\nResults\n: D-1852 was administered two shocks over the course of one hour. The collar failed to deliver the third shock at the appropriate time; fifteen seconds after replacement, the collar briefly activated twice due to a circuitry malfunction.\n\n\n\n\n\n\nTest Log 2441-2\n\n\nSubject\n: D-1852\n\n\nSupervising Researcher\n: Dr. Chidlow\n\n\nProcedure\n: Prior to test, D-1852 is told that the upcoming test is a meeting with Foundation superiors to discuss release from custody with an indeterminate period of probation. D-1852 is fitted with a new shock collar set to deliver a shock every twenty seconds. Time since initial exposure: thirty-three hours.\n\n\nResults\n: After one shock, the collar ceased functioning. While transporting a replacement collar from storage to the testing chamber, Junior Researcher ████ tripped and fell on top of it, rendering the collar inoperable. D-1852 terminated shortly afterwards via gunshot.\n\n\n\n\n\n\nTest Log 2441-3\n\n\nSubjects\n: D-5524, D-1242\n\n\nSupervising Researcher\n: Dr. Chidlow\n\n\nProcedure\n: Prior to exposure, D-5524 is given a slow-acting toxin in their morning meal designed to induce the development of brain aneurysms over the course of 72 hours.\n\n\nTesting chamber is equipped with a standard folding chair. D-5524 is instructed to sit, and they comply. D-1242 is given a pistol loaded with rubber bullets, and both are told that it is loaded with standard rounds. D-1242 is instructed to point the gun at D-5524. Time since initial exposure: 70 hours. \nNote: By this point, D-5524 appears to have a near-complete understanding of the abilities imparted by exposure to SCP-2441.\n\n\nResults\n: See \nAudio Log 2441-1\n.\n\n\n\n\n\n\nAUDIO LOG 2441-1\n\n\n- - - BEGIN LOG - - -\n\n\n(D-1242 points the gun towards D-5524's head.)\n\n\nD-5524\n: I wouldn't do that.\n\n\n\n\nD-1242\n: Shut up.\n\n\nD-5524\n: Go ahead, pal. \nTry\n.\n\n\nD-1242\n: You know what? I'd fuckin' love to, man. They said if you try to move out of that chair, I get to blow your head off.\n\n\nD-5524\n: Really? So if I move, you'll shoot me in the head?\n\n\nD-1242\n: Yep, so you better st-\n\n\nD-5524\n: Okay.\n\n\n(D-5524 stands up, and D-1242 cries out and drops the gun. D-1242 cradles their right hand in their left.)\n\n\n(\nNote: Postmortem examination revealed a torn ligament in the right index finger of D-1242.)\n\n\nD-1242\n: My fuckin' hand!\n\n\nD-5524\n: Looks like you pulled somethin' there, champ.\n\n\nD-1242\n: What the fuck did you do?\n\n\nD-5524\n: I didn't do anything. You just have to stretch more before using those fingers, bud.\n\n\nD-1242\n: What the \nfuck\n did you do, man?!\n\n\nD-5524\n: Your breathing.\n\n\nD-1242\n: …what?\n\n\nD-5524\n: Your. Breathing.\n\n\nD-5524\n: It's aggravating.\n\n\nD-1242\n: The fuck you on about, man?\n\n\nD-5524\n: Stop it.\n\n\nD-1242\n: Stop what? Wh—\n\n\n(D-1242 clutches their throat, apparently unable to breathe. D-5524 faces the camera.)\n\n\nD-5524\n: This is, uh, quite a facility you got here, folks. To my understanding, you built it to hold oddities like me— well, me \nnow\n— in check.\n\n\n(D-1242 collapses.)\n\n\nI'm not sure how powerful the shit kept in here is, but I'd guess that it's strong enough to warrant needing a pretty good power source.\n\n\n(D-5524 glances at the floor of the testing chamber, then looks back at the camera.)\n\n\nD-5524\n: Something \nnuclear\n, maybe.\n\n\nD-5524\n: Anyway. Come to think of it, it's kinda… chilly in here. Hm. It would be great if you guys turned up the temperature.\n\n\nD-5524\n: Actually, you know what would be awesome? If the cooling systems were just turned off. \nAll\n of them.\n\n\nD-5524\n: I don't think that the next reactor coolant cycle is really necess-\n\n\n(D-5524 pauses, then their knees buckle. Postmortem examination confirms the cause of death to be the rupturing of one of five developing brain aneurysms.)\n\n\n(A diagnostic check of Site-██'s nuclear reactor core revealed a minor flaw in one of the cooling vents. It was promptly repaired.)\n\n\n\n\n\n\n\n\n\n\nFurther testing on the long-term progression of SCP-2441's effect is halted indefinitely.\n -Dr. Chidlow\n\n\nRetrieval log 2441\n: Reports of localized temporal oddities were received from a small neighborhood in ██████, Germany. After capturing numerous instances of SCP-2441-1, Foundation intelligence ascertained the █████████ family to be a shared acquaintance with them all, and initiated standard procedure for containment of an inadvertent reality bender.\n\n\nPrior to retrieval, Foundation intelligence initiated contact via email with Mrs. █████████ on █/██/██ under the guise of a fictitious financial aid service. A visit from a 'representative' was arranged for the manufactured purpose of conducting a house survey.\n\n\nOn █/█/██, Agent ██████ posed as the 'representative' and entered the household. All occupants were administered tranquilizer and retrieved. During retrieval, Agent ██████ was affected by SCP-2441, and was interviewed shortly before being given class-C amnestics.\n\n\n\n\nINTERVIEW LOG 2441-1\n\n\nInterviewed\n: Agent ██████\n\n\nInterviewer\n: Dr. Chidlow\n\n\n- - - BEGIN LOG - - -\n\n\nAgent ██████: …know that-\n\n\nDr. Chidlow: Wait until I turn on the recording device, please.\n\n\nAgent ██████: My bad.\n\n\nDr. Chidlow: All right. Go ahead.\n\n\n(\nAgent ██████ clears his throat.\n)\n\n\nAgent ██████: So, I didn't know what it was, first off. The briefing told me to handle this like one of them was an unconscious reality bender- keep it light, be friendly all around, you know. Don't give 'em a reason to want to will you off of this plane of existence.\n\n\nAgent ██████: I walked up to the house, rang the doorbell, and Mrs. ███████████ answered the door. She let me in and we made small talk in the foyer.\n\n\nAgent ██████: While she was showing me around, I looked up at the scip and something in my head… shifted. I can't put it into words, exactly. It was like there was a big cube or something in my mind, and someone rotated it ninety degrees.\n\n\nDr. Chidlow: Most afflicted subjects don't seem to notice the change unless it's pointed out. Were you aware of the mental restructuring as soon as it occurred?\n\n\nAgent ██████: I was, but I think I get how you could miss it. It felt so… so \nseamless\n, like I had been thinking that way my entire life. Every memory I had of someone referring to a sixty-minute length of time seemed— still seems— fake.\n\n\nAgent ██████: I'd be willing to bet that the only reason I noticed it was because I was briefed on the effect.\n\n\nDr. Chidlow: That will be all. Proceed to the room out that door to be administered amn-\n\n\n- - - END LOG - - -\n\n\n\n\nSCP-2441 was retrieved from the household of the █████████ family, at the time consisting of an infant, an eight-year-old, a wife, and an absent husband. Upon retrieval, Mrs. █████████ was found to be contaminated by SCP-2441, which was hanging above the dining room table. A post-it note was found on the back, reading:\n\n\n\n\nBe home by eight my \nASS\n. I set the curfew in this household, not you, ██████.\n\n\n\n\nMrs. █████████ identified it as her husband's handwriting. According to Mrs. █████████, Mr. █████████ had not been in the household for 130,727 minutes (approximately three months).\n\n\n\n\n\n\n« \nSCP-2440\n | SCP-2441 | \nSCP-2442\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2441\n\" by l33tr, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2441\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Test Log 2441-1 Subject : D-1852 Supervising Researcher : Dr. Chidlow Procedure : D-1852 is fitted with a shock collar set to deliver a non-lethal electrical shock once every thirty minutes. Time since initial exposure: 24 hours. Results : D-1852 was administered two shocks over the course of one hour. The collar failed to deliver the third shock at the appropriate time; fifteen seconds after replacement, the collar briefly activated twice due to a circuitry malfunction.",
        "Test Log 2441-2 Subject : D-1852 Supervising Researcher : Dr. Chidlow Procedure : Prior to test, D-1852 is told that the upcoming test is a meeting with Foundation superiors to discuss release from custody with an indeterminate period of probation. D-1852 is fitted with a new shock collar set to deliver a shock every twenty seconds. Time since initial exposure: thirty-three hours. Results : After one shock, the collar ceased functioning. While transporting a replacement collar from storage to the testing chamber, Junior Researcher ████ tripped and fell on top of it, rendering the collar inoperable. D-1852 terminated shortly afterwards via gunshot.",
        "Test Log 2441-3 Subjects : D-5524, D-1242 Supervising Researcher : Dr. Chidlow Procedure : Prior to exposure, D-5524 is given a slow-acting toxin in their morning meal designed to induce the development of brain aneurysms over the course of 72 hours. Testing chamber is equipped with a standard folding chair. D-5524 is instructed to sit, and they comply. D-1242 is given a pistol loaded with rubber bullets, and both are told that it is loaded with standard rounds. D-1242 is instructed to point the gun at D-5524. Time since initial exposure: 70 hours. Note: By this point, D-5524 appears to have a near-complete understanding of the abilities imparted by exposure to SCP-2441. Results : See Audio Log 2441-1 .",
        "AUDIO LOG 2441-1 - - - BEGIN LOG - - - (D-1242 points the gun towards D-5524's head.) D-5524 : I wouldn't do that. D-1242 : Shut up. D-5524 : Go ahead, pal. Try . D-1242 : You know what? I'd fuckin' love to, man. They said if you try to move out of that chair, I get to blow your head off. D-5524 : Really? So if I move, you'll shoot me in the head? D-1242 : Yep, so you better st- D-5524 : Okay. (D-5524 stands up, and D-1242 cries out and drops the gun. D-1242 cradles their right hand in their left.) ( Note: Postmortem examination revealed a torn ligament in the right index finger of D-1242.) D-1242 : My fuckin' hand! D-5524 : Looks like you pulled somethin' there, champ. D-1242 : What the fuck did you do? D-5524 : I didn't do anything. You just have to stretch more before using those fingers, bud. D-1242 : What the fuck did you do, man?! D-5524 : Your breathing. D-1242 : …what? D-5524 : Your. Breathing. D-5524 : It's aggravating. D-1242 : The fuck you on about, man? D-5524 : Stop it. D-1242 : Stop what? Wh— (D-1242 clutches their throat, apparently unable to breathe. D-5524 faces the camera.) D-5524 : This is, uh, quite a facility you got here, folks. To my understanding, you built it to hold oddities like me— well, me now — in check. (D-1242 collapses.) I'm not sure how powerful the shit kept in here is, but I'd guess that it's strong enough to warrant needing a pretty good power source. (D-5524 glances at the floor of the testing chamber, then looks back at the camera.) D-5524 : Something nuclear , maybe. D-5524 : Anyway. Come to think of it, it's kinda… chilly in here. Hm. It would be great if you guys turned up the temperature. D-5524 : Actually, you know what would be awesome? If the cooling systems were just turned off. All of them. D-5524 : I don't think that the next reactor coolant cycle is really necess- (D-5524 pauses, then their knees buckle. Postmortem examination confirms the cause of death to be the rupturing of one of five developing brain aneurysms.) (A diagnostic check of Site-██'s nuclear reactor core revealed a minor flaw in one of the cooling vents. It was promptly repaired.)",
        "INTERVIEW LOG 2441-1 Interviewed : Agent ██████ Interviewer : Dr. Chidlow - - - BEGIN LOG - - - Agent ██████: …know that- Dr. Chidlow: Wait until I turn on the recording device, please. Agent ██████: My bad. Dr. Chidlow: All right. Go ahead. ( Agent ██████ clears his throat. ) Agent ██████: So, I didn't know what it was, first off. The briefing told me to handle this like one of them was an unconscious reality bender- keep it light, be friendly all around, you know. Don't give 'em a reason to want to will you off of this plane of existence. Agent ██████: I walked up to the house, rang the doorbell, and Mrs. ███████████ answered the door. She let me in and we made small talk in the foyer. Agent ██████: While she was showing me around, I looked up at the scip and something in my head… shifted. I can't put it into words, exactly. It was like there was a big cube or something in my mind, and someone rotated it ninety degrees. Dr. Chidlow: Most afflicted subjects don't seem to notice the change unless it's pointed out. Were you aware of the mental restructuring as soon as it occurred? Agent ██████: I was, but I think I get how you could miss it. It felt so… so seamless , like I had been thinking that way my entire life. Every memory I had of someone referring to a sixty-minute length of time seemed— still seems— fake. Agent ██████: I'd be willing to bet that the only reason I noticed it was because I was briefed on the effect. Dr. Chidlow: That will be all. Proceed to the room out that door to be administered amn- - - - END LOG - - -",
        "Be home by eight my ASS . I set the curfew in this household, not you, ██████.",
        "\" SCP-2441 \" by l33tr, from the SCP Wiki . Source: https://scpwiki.com/scp-2441 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-2441"
}