{
    "url": "https://scp-wiki.wikidot.com/scp-2448",
    "all_text": "rating: \n+123\n+\n–\nx\n\n\nItem #:\n SCP-2448\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n A perimeter around the grounds of SCP-2448 is to be established, and a 5-man team of security personnel is to patrol the boundaries every 4 hours. A guard station on the north edge of the castle premises will house any personnel assigned to SCP-2448. Any unauthorized persons attempting to enter the perimeter are to be turned away with the explanation of an ongoing private-family historical renovation and refurbishing project.\n\n\nWhen SCP-2448 becomes active,\n1\n a team of 5 personnel, ideally from various departments not restricted to field agents, are to be sent onto SCP-2448’s grounds to contain the manifestations (see Field Mission Brief). Personnel assigned to SCP-2448 are allowed to bring and request nonstandard equipment; all carried items must be approved and logged by the SCP-2448 research team prior to team entry onto the grounds. Teams assigned to SCP-2448 are to be rotated every three months.\n\n\nDescription:\n SCP-2448 is located in █████, Switzerland, and consists of the ruins of what appears to be a later medieval-era English castle and its surrounding grounds, which together span a roughly regular hexagonal area with an area of 50,000 square meters. While the architecture of the castle is consistent with those held by 13th-century English nobility, landmarks and other structures present on the grounds possess more modern developments. Markers near the property state the location as \"The Village of Gyfax\n2\n\".\n\n\nFour discrete areas accompany the castle: a graveyard, farmland/orchard plots, an ornamental flower garden, and a market-square-layout of artisan workshops. Signs in each area proclaim (in French, German, Italian, and Romansch) the owner of the premises to be \"Guillaume the Guildmaster\" with the house motto \"Enter, Friends, And Play\". Exploration has revealed that only certain items in the location can be interacted with (e.g. picked up, moved, knocked over). Any items retrieved from SCP-2448 that are taken outside its boundaries will shrink in size.\n3\n Lab analysis indicates the resultant items to be comprised of non-anomalous polystyrene.\n\n\nOn the night of each first quarter moon, SCP-2448 will spontaneously manifest a variety of swarms of small organisms\n4\n in each discrete area of the grounds. These anomalous entities will occupy the grounds until the next sunrise, at which point they will cross the boundaries of the castle grounds and disperse. Any further movements of these creatures are untraceable.\n\n\nIt was later discovered that upon each activation of the castle's anomalies, SCP-2448 also manifested a collection of six glass bottles, scattered across the grounds. When uncorked, the bottles produce anomalous substances, which can be manipulated at will by tilting and pointing the bottle. The bottles measure 30 cm in length and 11 cm in diameter; each possesses distinct identifying marks and abilities, noted below:\n\n\n\n\nDisplay Item Log\n\n\n\n\nClose item log\n\n\n\n\n\n\n\n\nGlass Color\n\n\nInscription\n\n\nReaction\n\n\n\n\n\n\nRed\n\n\n\"Fire\"\n\n\npours substance similar to flaming alcohol\n\n\n\n\n\n\nAzure\n\n\n\"Frost\"\n\n\npours a variant of frozen water (e.g. snow, ice, sleet, ice pellets)\n\n\n\n\n\n\nGray\n\n\n\"Metal\"\n\n\npours liquid metal that is cool to the touch, but solidifies within seconds\n\n\n\n\n\n\nClear\n\n\n\"Mist\"\n\n\npours thick fog similar to liquid nitrogen vapor in texture, but consists of thickened water vapor\n\n\n\n\n\n\nLight Brown\n\n\n\"Earth\"\n\n\npours high volumes of various soil-related substances (thus far gravel, silt, mulch, and dirt)\n\n\n\n\n\n\nGolden-yellow\n\n\n\"Energy\"\n\n\npours glowing liquid that gives off electric sparks, vanishes after sparks have struck other objects\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nField Mission Brief:\n When anomalous swarms are present on the grounds, the bottles have been observed to glow with an inscription that states the carrier of the item should return it to its proper place in the castle’s inner sanctum.\n5\n Locating and placing all six bottles correctly in the castle will trigger the immediate demanifestation of all anomalously-generated organisms.\n\n\nTeams comprised of individuals with a variety of skill specializations have consistently performed well. Despite Foundation members being adequately trained, there have been instances of personnel developing temporary clumsiness and failing to accomplish certain actions.\n6\n However, on a few rare cases, certain personnel have demonstrated sudden ability beyond their usual capacity; the first notable example involved Agent Tai Yang Shen managing to eliminate a swarm of bats using a single lit torch.\n\n\n\n\nAddendum SCP-2448-1:\n On ██/██/██, the 4th successful assignment, SCP-2448 began to manifest human entities dressed similarly to medieval English gentry, designated SCP-2448-1. Initial SCP-2448-1 spoke with a male voice regardless of gender, and were unable to speak more than a few words.\n7\n SCP-2448-1 will speak in the primary language of those who approach them. Instances of SCP-2448-1 do not move from their initial location of manifestation, and show no inclination of assisting personnel. Instances of SCP-2448-1 \nare intangible and\n8\n demanifest upon the completion of containment.\n\n\nAddendum SCP-2448-2:\n SCP-2448-1 were observed to speak in the voices of Foundation personnel assigned to SCP-2448. SCP-2448-1 possessed no emotional affect and could only repeat back phrases spoken to them. Personnel of subsequent missions were given specific nonsense phrases to gauge SCP-2448-1 reactions. Thus far, the phrase “how the slugs dance in salted shoes” has not only been adopted by several SCP-2448-1 instances, but has also appeared embroidered onto a tapestry hung in the castle’s main hall. Phrases containing technical terminology, such as “Laplace Transformations can accurately model sudden and nonbuffered changes in voltage”, have gone unnoticed by SCP-2448-1.\n\n\nAddendum SCP-2448-3:\n While manifested SCP-2448-1 populations have slowly increased with each successive SCP-2448 activation, swarm organisms have decreased noticeably in number. However, various hybrid creatures have been sighted during recent containment assignments, the most common being bipedal ursid entities possessing patches of feathers upon their limbs.\n\n\nAddendum SCP-2448-4:\n Following development of increasingly sophisticated conversational ability, as of ██/██/██,\n9\n instances of SCP-2448-1 have acquired solid forms and have begun to move from their initial manifestation point. Though instances of SCP-2448-1 have never come within 5 meters of the location boundaries, some have expressed the desire to “play in another field when this story is finished”.\n\n\nCurrent instances of SCP-2448-1 have been noticed carving tessellated hexagonal patterns into the ground. Instances of SCP-2448-1 have additionally begun to bar entrance to certain locations, inquiring of Foundation personnel \"how many points they have\", and refusing entry should the SCP-2448-1 instance deem the personnel member as insufficient. When SCP-2448 entities are questioned about aspects of the location, they simply respond that the questioner should \"read the rules\".\n\n\nThough it has been in the interest of the Foundation not to harm the humanoid manifestations, discussion regarding updating the containment procedures is ongoing.\n\n\n\n\nFootnotes\n\n\n1\n. Determined to be first quarter moon nights.\n\n\n2\n. Due to this particular naming, a possible connection to \nSCP-1024\n has been considered.\n\n\n3\n. The observed ratio of the item is generally around 1:60.\n\n\n4\n. Entities encountered thus far have included bats, ravens, spiders, snakes, moths, and various rodents.\n\n\n5\n. The exact location is the castle’s third-story throne room.\n\n\n6\n. The most often-observed occurrence is personnel failing to strike an anomalous entity in front of them.\n\n\n7\n. Most commonly-voiced exclamations were “Guillaume of Gyfax”, “Enter friends”, and “play”.\n\n\n8\n. See Addendum SCP-2448-4.\n\n\n9\n. The 17th successful SCP-2448 containment phase.\n\n\n\n\n\n\n\n\n« \nSCP-2447\n | SCP-2448 | \nSCP-2449\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2448\n\" by Zyn, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2448\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum SCP-2448-1: On ██/██/██, the 4th successful assignment, SCP-2448 began to manifest human entities dressed similarly to medieval English gentry, designated SCP-2448-1. Initial SCP-2448-1 spoke with a male voice regardless of gender, and were unable to speak more than a few words. 7 SCP-2448-1 will speak in the primary language of those who approach them. Instances of SCP-2448-1 do not move from their initial location of manifestation, and show no inclination of assisting personnel. Instances of SCP-2448-1 are intangible and 8 demanifest upon the completion of containment.",
        "Addendum SCP-2448-2: SCP-2448-1 were observed to speak in the voices of Foundation personnel assigned to SCP-2448. SCP-2448-1 possessed no emotional affect and could only repeat back phrases spoken to them. Personnel of subsequent missions were given specific nonsense phrases to gauge SCP-2448-1 reactions. Thus far, the phrase “how the slugs dance in salted shoes” has not only been adopted by several SCP-2448-1 instances, but has also appeared embroidered onto a tapestry hung in the castle’s main hall. Phrases containing technical terminology, such as “Laplace Transformations can accurately model sudden and nonbuffered changes in voltage”, have gone unnoticed by SCP-2448-1.",
        "Addendum SCP-2448-3: While manifested SCP-2448-1 populations have slowly increased with each successive SCP-2448 activation, swarm organisms have decreased noticeably in number. However, various hybrid creatures have been sighted during recent containment assignments, the most common being bipedal ursid entities possessing patches of feathers upon their limbs.",
        "Addendum SCP-2448-4: Following development of increasingly sophisticated conversational ability, as of ██/██/██, 9 instances of SCP-2448-1 have acquired solid forms and have begun to move from their initial manifestation point. Though instances of SCP-2448-1 have never come within 5 meters of the location boundaries, some have expressed the desire to “play in another field when this story is finished”.\nCurrent instances of SCP-2448-1 have been noticed carving tessellated hexagonal patterns into the ground. Instances of SCP-2448-1 have additionally begun to bar entrance to certain locations, inquiring of Foundation personnel \"how many points they have\", and refusing entry should the SCP-2448-1 instance deem the personnel member as insufficient. When SCP-2448 entities are questioned about aspects of the location, they simply respond that the questioner should \"read the rules\".\nThough it has been in the interest of the Foundation not to harm the humanoid manifestations, discussion regarding updating the containment procedures is ongoing."
    ],
    "documents": [],
    "notes": [
        "Field Mission Brief: When anomalous swarms are present on the grounds, the bottles have been observed to glow with an inscription that states the carrier of the item should return it to its proper place in the castle’s inner sanctum. 5 Locating and placing all six bottles correctly in the castle will trigger the immediate demanifestation of all anomalously-generated organisms. Teams comprised of individuals with a variety of skill specializations have consistently performed well. Despite Foundation members being adequately trained, there have been instances of personnel developing temporary clumsiness and failing to accomplish certain actions. 6 However, on a few rare cases, certain personnel have demonstrated sudden ability beyond their usual capacity; the first notable example involved Agent Tai Yang Shen managing to eliminate a swarm of bats using a single lit torch.",
        "\" SCP-2448 \" by Zyn, from the SCP Wiki . Source: https://scpwiki.com/scp-2448 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2448",
    "object_class": "Euclid",
    "containment_procedures": "A perimeter around the grounds of SCP-2448 is to be established, and a 5-man team of security personnel is to patrol the boundaries every 4 hours. A guard station on the north edge of the castle premises will house any personnel assigned to SCP-2448. Any unauthorized persons attempting to enter the perimeter are to be turned away with the explanation of an ongoing private-family historical renovation and refurbishing project.",
    "description": "SCP-2448 is located in █████, Switzerland, and consists of the ruins of what appears to be a later medieval-era English castle and its surrounding grounds, which together span a roughly regular hexagonal area with an area of 50,000 square meters. While the architecture of the castle is consistent with those held by 13th-century English nobility, landmarks and other structures present on the grounds possess more modern developments. Markers near the property state the location as \"The Village of Gyfax2\".",
    "title": "SCP-2448"
}