{
    "url": "https://scp-wiki.wikidot.com/scp-2454",
    "all_text": "How to Train Your Axolotl\n\n\nWritten by: XilasCrowe\n\n\n\n\n\n\n\n\nMore From This Axolotl\n\n\n\n\n\n\nSCP-3529\n\n\nRating: 368\n\n\nComments: 35\n\n\n\n\n\n\nSCP-4332\n\n\nRating: 135\n\n\nComments: 27\n\n\n\n\n\n\nSCP-4663\n\n\nRating: 102\n\n\nComments: 13\n\n\n\n\n\n\nSCP-1143\n\n\nRating: 100\n\n\nComments: 23\n\n\n\n\n\n\nSCP-3684\n\n\nRating: 95\n\n\nComments: 29\n\n\n\n\n\n\nChanges All That Is Around Me\n\n\nRating: 46\n\n\nComments: 7\n\n\n\n\n\n\nSCP-5588\n\n\nRating: 45\n\n\nComments: 6\n\n\n\n\n\n\nDon't Forget The Dead\n\n\nRating: 32\n\n\nComments: 3\n\n\n\n\n\n\n\n\n\n\n\n\n[{$authorPage} ▸ More by this Author ◂]\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+76\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nHow to Train Your Axolotl\n\n\nWritten by: XilasCrowe\n\n\n\n\n\n\nMore from this axolotl\n\n\n\n\nLess from this axolotl\n\n\n\n\n\n\n\n\nStuff I did\n\n\n\n\n\n\nSCP-3529\n\n\nRating: 368\n\n\nComments: 35\n\n\n\n\n\n\nSCP-4332\n\n\nRating: 135\n\n\nComments: 27\n\n\n\n\n\n\nSCP-4663\n\n\nRating: 102\n\n\nComments: 13\n\n\n\n\n\n\nSCP-1143\n\n\nRating: 100\n\n\nComments: 23\n\n\n\n\n\n\nSCP-3684\n\n\nRating: 95\n\n\nComments: 29\n\n\n\n\n\n\nChanges All That Is Around Me\n\n\nRating: 46\n\n\nComments: 7\n\n\n\n\n\n\nSCP-5588\n\n\nRating: 45\n\n\nComments: 6\n\n\n\n\n\n\nDon't Forget The Dead\n\n\nRating: 32\n\n\nComments: 3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThanks to \nCerastes\n, \nCorpseofBixby\n does not match any existing user name\n, \nDeadly Bread\n, \nLittleFieryOne\n, \nLiterallyMechanical\n, \nJackalRelated\n, \nDoctor North\n, \nLaneous\n does not match any existing user name\n, \nOboebandgeek99\n, and \nMalyceGraves\n for crit.\n\n\n\n\n\n\n\n\nrating: \n+76\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-2454\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2454 and SCP-2454-1 instances are housed within a Geodesic Dome Habitat on Site Δ-4. Instances are to be fed a diet of fish and soft-bodied insects twice daily. Instances are to undergo a monthly health evaluation.\n\n\nDescription:\n SCP-2454 is the designation for a group of twelve physically and thaumaturgically enhanced axolotls (\nAmbystoma mexicanum\n). Each SCP-2454 instance is significantly larger than traditional members of their species, measuring between four to six meters in length. Each SCP-2454 instance has a large set of growths on its back, resembling underdeveloped wings, as well as several smaller growths along their spines. These wings are non-functional, and appear to be purely ornamental in design.\n\n\nDespite the non-functionality of SCP-2454's wings, all instances are capable of unassisted flight by \"swimming\" in the air. SCP-2454 instances are capable of flying at speeds of over 90 kph and at an altitude of up to 5 kilometers. While in flight, instances form heated bubbles of air around themselves, which maintains a safe environment for the organism and functions as a shield from debris and high velocity objects.\n\n\nInstances are capable of expelling a small flame from their mouths. This flame is rarely hot enough to significantly harm most creatures, and dissipates rapidly. SCP-2454 instances often use this flame to warm themselves and their resting places. Additionally, SCP-2454 instances are capable of generating a mild electric current along their bodies, which they appear to use as either a form of communication or mating ritual, rubbing their bodies together and cooing.\n\n\nSCP-2454 instances are notably much more intelligent than their non-anomalous counterparts. Instances seem to be able to comprehend most human languages, and are capable of rudimentary communication. This mostly consists of pantomiming actions, cooing, and using large sticks to carve rudimentary images into the ground.\n\n\nSCP-2454 instances are remarkably friendly, and often attempt to coax personnel into riding them. Instances seem to have an aggressive love of flying, and will attempt to capture and forcibly take personnel into the air if ignored for too long.\n\n\nRarely, instances rapidly undergo a spontaneous metamorphosis into what is believed to be their adult state, generating small claws, fangs, and numerous other growths resembling scales along their bodies. After a short period, instances will undergo retrogressive metamorphosis, reverting back to their neotenic state. The reason behind these changes and their random occurrence is unknown.\n\n\nSCP-2454 were originally found in the home of Anstoma Mellinum, when she asked her neighbor to look after her pets while she was on vacation. Her neighbor, who knew she had several axolotls but had never seen them and suspected them to be of normal size, panicked upon seeing them and reported SCP-2454 to the police. Embedded agents notified the Foundation, who obtained the twelve instances. Following her return, Anstoma was also taken into custody.\n\n\nAddendum 2454-1:\n Interview with Anstoma Mellinum\n\n\n\n\nInterviewer:\n Agent Crowe\n\n\nInterviewee:\n Anstoma Mellinum\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nCrowe:\n Please state your full given name for the record.\n\n\nMellinum:\n Anstoma Costa Mellinum.\n\n\nCrowe:\n Alright Anstoma, I have a few questions for you regarding your unusual… pets.\n\n\nMellinum:\n They're ok right? You haven't hurt them or anything? Can I see them?\n\n\nCrowe:\n Rest assured, they're completely fine, we have no intention of harming them. I'm hoping you can give us more information on how exactly they became like that and how to care for them. And before you ask, no, we will not be able to return them to you anytime soon. We can arrange for you to see them after this.\n\n\nMellinum:\n Alright, I assume you're talking about the axolotls?\n\n\nCrowe:\n Are there other animals we should be concerned about?\n\n\nMellinum:\n I've kept a lot of pets over the years, mostly amphibians, but I had some \nsnakes\n that escaped a while back. I didn't put as much work into any of my other pets as I did to the axolotls.\n\n\nCrowe:\n We're only concerned with the axolotls today, but we may come back to some of the others eventually.\n\n\nMellinum:\n Fine, what do you want to know exactly?\n\n\nCrowe:\n How did they get to that state? It's nothing like what a typical axolotl looks like.\n\n\nMellinum:\n Oh that's easy, just a combination of some special food designed to cause growth and a bit of magic to help keep them safe and help shape them properly.\n\n\nCrowe:\n Where did you learn this magic? As far as our records show you weren't born with it, nor have you participated in any anomalous groups we know of that would grant such abilities.\n\n\nMellinum:\n I studied abroad for a semester during my senior year, some \ncollege in Germany\n. They taught me a fair bit, mostly in the beginning art of formamancy and mild plant manipulation. The rest I taught myself in the years after I graduated. I used it to grow some special herbs to make them grow and stay healthy.\n\n\nCrowe:\n Can you tell me any more about this college? Where it was? What it was called? Names of professors or classmates?\n\n\nMellinum:\n Small university in Berlin, near the south. Can't quite remember the name of it…\n\n\nCrowe:\n Very well. Back to the axolotls, what exactly were you trying to accomplish? As far as we could tell you were training them to fly, but any number of domesticated birds would work better. Or, if you were trying to create a dragon of some kind, why an aquatic amphibian instead of a traditional lizard?\n\n\nMellinum remains quiet for several seconds, fidgeting.\n\n\nCrowe:\n You need to tell me, Anstoma. We need to make sure what you planned on using these creatures for.\n\n\nMellinum:\n It's a bit embarrassing.\n\n\nCrowe:\n I'm not here to judge you, I only require information. This will help you just as much as it will me.\n\n\nMellinum:\n Ok. You know those \nHow to Train Your Dragon\n movies? Came out a few years back.\n\n\nCrowe:\n I have heard the name, haven't watched them myself.\n\n\nMellinum:\n Well the main dragon character, Toothless, well his character model was based on an axolotl. And I just thought that, you know, since I knew how to do a bit of biomancy I'd try to… make one myself. Everyone's wanted a dragon at least once in their life.\n\n\nCrowe:\n So you did this because you liked a character in a movie?\n\n\nMellinum:\n Ye-yeah. I told you it was embarrassing.\n\n\nCrowe:\n Embarrassing or not, it's a good thing to hear you had no dangerous motives or anything. That will be all we require for today.\n\n\nMellinum:\n Does that mean we can go see them now?\n\n\nCrowe:\n I suppose. I will make the necessary arrangements.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nFollowing two subsequent interviews, it was agreed that Anstoma Mellinum would be tentatively employed at the Foundation as one of SCP-2454's caretakers due to her knowledge and familiarity with the creatures.\n\n\n\n\n\n\n« \nSCP-2453\n | SCP-2454 | \nSCP-2455\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2454\n\" by XilasCrowe, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2454\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 2454-1: Interview with Anstoma Mellinum\nFollowing two subsequent interviews, it was agreed that Anstoma Mellinum would be tentatively employed at the Foundation as one of SCP-2454's caretakers due to her knowledge and familiarity with the creatures."
    ],
    "documents": [],
    "notes": [
        "\" SCP-2454 \" by XilasCrowe, from the SCP Wiki . Source: https://scpwiki.com/scp-2454 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2454",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2454 and SCP-2454-1 instances are housed within a Geodesic Dome Habitat on Site Δ-4. Instances are to be fed a diet of fish and soft-bodied insects twice daily. Instances are to undergo a monthly health evaluation.",
    "description": "SCP-2454 is the designation for a group of twelve physically and thaumaturgically enhanced axolotls (Ambystoma mexicanum). Each SCP-2454 instance is significantly larger than traditional members of their species, measuring between four to six meters in length. Each SCP-2454 instance has a large set of growths on its back, resembling underdeveloped wings, as well as several smaller growths along their spines. These wings are non-functional, and appear to be purely ornamental in design.",
    "title": "SCP-2454"
}