{
    "url": "https://scp-wiki.wikidot.com/scp-2455",
    "all_text": "rating: \n+80\n+\n–\nx\n\n\nItem #:\n SCP-2455\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2455 is contained in a standard humanoid containment cell, monitored at all times by a camera connected to an image analysis program. Should an instance of SCP-2455-1 be detected, Site Security is to be notified immediately, and the following procedures enacted as necessary:\n\n\n\n\nIf the SCP-2455-1 instance is identified as a member of Foundation personnel and classified information is discussed in the presence of SCP-2455, SCP-2455 is to be administered a low-grade amnestic after the manifestation ceases. Internal Affairs is to be notified.\n\n\nIf the SCP-2455-1 instance exhibits behavior analogous to being under the effects of another SCP object, a containment team is to be dispatched to 2455's cell, and the corresponding object secured to preemptively prevent contact from occurring.\n\n\n\n\nDescription:\n SCP-2455 is a Caucasian woman of 21 years of age, capable of generating anomalous projections, designated SCP-2455-1. SCP-2455 possesses no anomalous properties outside of a SCP-2455-1 manifestation event, and is noted by staff as indecisive to the point of apathy towards its own containment.\n\n\nInstances of SCP-2455-1 will manifest in the nearest space available. These entities appear identical to SCP-2455, with one visible factor altered, most commonly clothing. Generally SCP-2455-1 instances will be observed wearing a uniform corresponding to an organization SCP-2455 is not currently affiliated with. SCP-2455-1 instances have been confirmed to possess knowledge comparable, if not an exact match, to that of SCP-2455's, in addition to expected information regarding their apparent affiliation.\n1\n\n\nSCP-2455 claims that SCP-2455-1 manifests when it is faced with a 'major decision'. See test logs attached below for analysis on this claim. SCP-2455-1 instances appear with the sole intention of insuring SCP-2455 'picks their future'. SCP-2455 claims the first appearance of SCP-2455-1 occurred shortly before its graduation from ████████ University, as SCP-2455 was attempting to choose which business to apply for employment with. Two instances of SCP-2455-1 manifested, one 'representing' the █████ Corporation, and the other the ██████ store, a local business. Both instances possessed knowledge of the working conditions of both positions,\n2\n and attempted to convince SCP-2455 to 'pick them'.\n\n\n\n\n+ Test log 2455\n\n\n\n\n- Test log 2455\n\n\n\n\nTest 001 - 04/██/20██\n\n\n\n\nProcedure:\n Subject is offered a different colored uniform.\n\n\nResults:\n No SCP-2455-1 manifestation.\n\n\nAnalysis:\n Trivial decisions do not appear to trigger SCP-2455's effects.\n\n\n\n\nTest 002 - 04/██/20██\n\n\n\n\nProcedure:\n Subject is asked if it wished to be moved to a different site.\n\n\nResults:\n No SCP-2455-1 manifestation.\n\n\nAnalysis:\n From SCP-2455's point of view, the two situations were identical.\n\n\n\n\nTest 003 - 04/██/20██\n\n\n\n\nProcedure:\n Subject is offered employment with the Foundation.\n\n\nResults:\n No SCP-2455-1 manifestation.\n\n\nAnalysis:\n Subject was visibly conflicted by this decision, however no manifestation event occurred.\n\n\n\n\nI wonder if SCP-2455's effects could tell that we were not genuine with our offer?\n - Dr Vauge.\n\n\nTest 034 - 06/██/20██\n\n\n\n\nProcedure:\n Unplanned test. As no test conducted so far had resulted in a manifestation event, the research staff were considering doing final tests and declaring SCP-2455 non-anomalous.\n\n\nResults:\n SCP-2455-1 manifested wearing casual street clothes. Upon manifestation, SCP-2455-1 attempted to hide from research staff. When discovered, SCP-2455-1 vanished immediately.\n\n\nAnalysis:\n In the time period between SCP-2455-1 manifesting and its discovery, there was a real chance that SCP-2455 would be administered amnestics and released back into society. This indicates three things: first, that it does not have to be SCP-2455's decision that affects its future, that there has to be a real chance of that future occurring, and that SCP-2455-1 manifestations are not necessarily conductive to that future.\n\n\n\n\nTest 036 - 07/██/20██\n\n\n\n\nProcedure:\n Dr ████ (currently under watch from Internal Affairs for known sympathies to humanoid anomalies) was asked to interview SCP-2455.\n\n\nResults:\n SCP-2455-1 manifested wearing the uniform of a junior researcher, and attempts to convince Dr ████ to employ SCP-2455, citing the precedents of [REDACTED]. SCP-2455-1 ignored SCP-2455.\n\n\nAnalysis:\n This manifestation was aware of classified information, notably the anomalous natures of [REDACTED]. Further questioning revealed that SCP-2455-1 was in possession of knowledge which would be expected of a Foundation employee with level 2 clearance.\n\n\n\n\nTest 041 - 31/██/20██\n\n\n\n\nProcedure:\n Unplanned test. SCP-2455 was being moved to another facility.\n\n\nResults:\n SCP-2455-1 manifested wearing the same clothing as SCP-2455, however was infected with SCP-███\n\n\nAnalysis:\n The infected manifestation attempted to attack SCP-2455 to infect it with SCP-███. The escorting guards were able to neutralize the instance as they would a normal SCP-███ victim. Shortly afterwards, a containment breach occurred at Site-██, during which samples of SCP-███ were released. Possibility of using SCP-2455 as an 'early warning' system is deemed worthy of further research.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview Log 2455-A\n\n\n\n\n- Interview Log 2455-A\n\n\n\n\n\n\nInterviewed:\n An SCP-2455-1 instance identical to the one produced by test 036.\n\n\nInterviewer:\n Dr ████ (Necessary to cause this instance of SCP-2455-1 to manifest)\n\n\nForeword:\n SCP-2455-1 had been taken to another room so that SCP-2455 would not be involved.\n\n\n<Begin Log, 14/██/20██>\n\n\nDr ████:\n May I have your name?\n\n\nSCP-2455-1:\n ██████ █████.\n\n\nDr ████:\n And the girl you were found with, what is her name?\n\n\nSCP-2455-1:\n She's ██████ █████ as well.\n\n\nDr ████:\n And the other 2455-1 instances are…?\n\n\nSCP-2455-1:\n Idiots.\n\n\nDr ████:\n I beg your pardon?\n\n\nSCP-2455-1:\n The way I am now my future is either with the Foundation or locked up by the Foundation. I don't want to be locked up, but \nno\n, ██████ wants to be a baker…\n\n\nDr ████:\n If I may ask, what exactly is your relation to SCP-2455?\n\n\nSCP-2455-1:\n She's my starting point. My 'iteration zero'.\n\n\nDr ████:\n And her relationship to you?\n\n\nSCP-2455-1:\n I'm her, as a researcher.\n\n\nDr ████:\n We have no records of you working for us.\n\n\nSCP-2455-1:\n Well of course not. I haven't happened yet.\n\n\nDr ████:\n Are you from a possible future?\n\n\nSCP-2455-1:\n I \nam\n a possible future. Hers.\n\n\nDr ████:\n So, before you manifested, you were…?\n\n\nSCP-2455-1:\n Waiting to happen. And here I am!\n\n\nDr ████:\n Hmm. Interview concluded for now.\n\n\nSCP-2455-1:\n Wait, can't I join now?\n\n\nDr ████:\n If you are what you claim, you know there are procedures that need following. Doubly so for one such as you.\n\n\nSCP-2455-1:\n But… you can't! You don't understand, \nI\n need to happen now or I never will!\n\n\nDr ████:\n SCP-2455's situation is static for now, however there lies a possibility that -\n\n\nSCP-2455-1:\n That wouldn't be me, it would be one of the others!\n\n\nDr ████:\n 2455-1 -\n\n\nSCP-2455-1:\n [Subject screams in hysterics.]\n\n\n<End Log>\n\n\nClosing Statement:\n At this point, the overseeing guard aborted the interview. 2455-1 instance immediately vanished.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. For example, a SCP-2455-1 instance in a baker's uniform will possess knowledge attributed to a professional baker.\n\n\n2\n. This knowledge has been verified as accurate\n\n\n\n\n\n\n\n\n« \nSCP-2454\n | SCP-2455 | \nSCP-2456\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2455\n\" by Sora2455, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2455\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Procedure: Subject is offered a different colored uniform. Results: No SCP-2455-1 manifestation. Analysis: Trivial decisions do not appear to trigger SCP-2455's effects.",
        "Procedure: Subject is asked if it wished to be moved to a different site. Results: No SCP-2455-1 manifestation. Analysis: From SCP-2455's point of view, the two situations were identical.",
        "Procedure: Subject is offered employment with the Foundation. Results: No SCP-2455-1 manifestation. Analysis: Subject was visibly conflicted by this decision, however no manifestation event occurred.",
        "Procedure: Unplanned test. As no test conducted so far had resulted in a manifestation event, the research staff were considering doing final tests and declaring SCP-2455 non-anomalous. Results: SCP-2455-1 manifested wearing casual street clothes. Upon manifestation, SCP-2455-1 attempted to hide from research staff. When discovered, SCP-2455-1 vanished immediately. Analysis: In the time period between SCP-2455-1 manifesting and its discovery, there was a real chance that SCP-2455 would be administered amnestics and released back into society. This indicates three things: first, that it does not have to be SCP-2455's decision that affects its future, that there has to be a real chance of that future occurring, and that SCP-2455-1 manifestations are not necessarily conductive to that future.",
        "Procedure: Dr ████ (currently under watch from Internal Affairs for known sympathies to humanoid anomalies) was asked to interview SCP-2455. Results: SCP-2455-1 manifested wearing the uniform of a junior researcher, and attempts to convince Dr ████ to employ SCP-2455, citing the precedents of [REDACTED]. SCP-2455-1 ignored SCP-2455. Analysis: This manifestation was aware of classified information, notably the anomalous natures of [REDACTED]. Further questioning revealed that SCP-2455-1 was in possession of knowledge which would be expected of a Foundation employee with level 2 clearance.",
        "Procedure: Unplanned test. SCP-2455 was being moved to another facility. Results: SCP-2455-1 manifested wearing the same clothing as SCP-2455, however was infected with SCP-███ Analysis: The infected manifestation attempted to attack SCP-2455 to infect it with SCP-███. The escorting guards were able to neutralize the instance as they would a normal SCP-███ victim. Shortly afterwards, a containment breach occurred at Site-██, during which samples of SCP-███ were released. Possibility of using SCP-2455 as an 'early warning' system is deemed worthy of further research.",
        "Interviewed: An SCP-2455-1 instance identical to the one produced by test 036. Interviewer: Dr ████ (Necessary to cause this instance of SCP-2455-1 to manifest) Foreword: SCP-2455-1 had been taken to another room so that SCP-2455 would not be involved. <Begin Log, 14/██/20██> Dr ████: May I have your name? SCP-2455-1: ██████ █████. Dr ████: And the girl you were found with, what is her name? SCP-2455-1: She's ██████ █████ as well. Dr ████: And the other 2455-1 instances are…? SCP-2455-1: Idiots. Dr ████: I beg your pardon? SCP-2455-1: The way I am now my future is either with the Foundation or locked up by the Foundation. I don't want to be locked up, but no , ██████ wants to be a baker… Dr ████: If I may ask, what exactly is your relation to SCP-2455? SCP-2455-1: She's my starting point. My 'iteration zero'. Dr ████: And her relationship to you? SCP-2455-1: I'm her, as a researcher. Dr ████: We have no records of you working for us. SCP-2455-1: Well of course not. I haven't happened yet. Dr ████: Are you from a possible future? SCP-2455-1: I am a possible future. Hers. Dr ████: So, before you manifested, you were…? SCP-2455-1: Waiting to happen. And here I am! Dr ████: Hmm. Interview concluded for now. SCP-2455-1: Wait, can't I join now? Dr ████: If you are what you claim, you know there are procedures that need following. Doubly so for one such as you. SCP-2455-1: But… you can't! You don't understand, I need to happen now or I never will! Dr ████: SCP-2455's situation is static for now, however there lies a possibility that - SCP-2455-1: That wouldn't be me, it would be one of the others! Dr ████: 2455-1 - SCP-2455-1: [Subject screams in hysterics.] <End Log> Closing Statement: At this point, the overseeing guard aborted the interview. 2455-1 instance immediately vanished.",
        "\" SCP-2455 \" by Sora2455, from the SCP Wiki . Source: https://scpwiki.com/scp-2455 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2455",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2455 is contained in a standard humanoid containment cell, monitored at all times by a camera connected to an image analysis program. Should an instance of SCP-2455-1 be detected, Site Security is to be notified immediately, and the following procedures enacted as necessary:",
    "description": "SCP-2455 is a Caucasian woman of 21 years of age, capable of generating anomalous projections, designated SCP-2455-1. SCP-2455 possesses no anomalous properties outside of a SCP-2455-1 manifestation event, and is noted by staff as indecisive to the point of apathy towards its own containment.",
    "title": "SCP-2455"
}