{
    "url": "https://scp-wiki.wikidot.com/scp-2463",
    "all_text": "rating: \n+72\n+\n–\nx\n\n\nItem #:\n SCP-2463\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Each instance of SCP-2463 is to be kept in a separate standard containment locker at Site-19. At no point should any instance of SCP-2463 come into contact with any other instance of SCP-2463. Access to single instances of SCP-2463 is restricted to personnel with security clearance of 3 or higher, and access to multiple instances is not permitted at this time.\n\n\nAny personnel found attempting to remove any number of SCP-2463 instances from designated testing rooms are to be immediately detained and held for questioning.\n\n\nDescription:\n SCP-2463 is a set of six bronze horses, each approximately 6 cm tall, and believed to be Ancient Roman in origin. Various dating methods have placed the creation of SCP-2463 at circa 250 CE. SCP-2463’s anomalous properties begin to manifest when instances are exposed to water collected from naturally occurring sources\n1\n. SCP-2463 instances that are exposed to any such water, will begin converting the water into petroleum through an unknown process. This conversion takes place at a rate of approximately 63 mL per hour.\n\n\nIf separate instances of SCP-2463 come into physical contact, this conversion rate will scale exponentially with the number of instances, so that when all six instances are in contact, the conversion will occur at a rate of approximately 62,523,502 L per hour, allowing large volumes of water to be converted very quickly.\n\n\nSCP-2463 was discovered during a raid on a storage facility in ███████, New York, which was believed to be owned by Marshall, Carter and Dark LLP. The raid was conducted by Mobile Task Force Mu-3 (“Highest Bidders”), and resulted in recovery of SCP-2463 as well as \nSCP-2635\n and \nSCP-1738\n, along with several documents and items currently awaiting cataloging.\n\n\nMTF-M3 was discovered during their mission, and as a result, several Foundation personnel were killed in the course of duty. SCP-2463 was briefly activated during recovery, but was successfully contained by remaining MTF-M3 operatives.\n\n\nFor further information on the recovery of SCP-2463, consult Recovery Log-2463.\n\n\nAddendum-2463-1:\n In addition to SCP-2463, MTF-M3 also recovered a Marshall, Carter and Dark item listing for the object. This document has been designated as \nDocument-2463-1\n.\n\n\nAddendum-2463-2:\n Found with Document-2463-1 was a transcript of a letter believed to have been translated from ancient Latin, written to the Roman Emperor Gallienus\n2\n by an as of yet unidentified person. For a transcript of this letter, see below.\n\n\n\n\n+ Document-2463-2\n\n\n\n\n- Close\n\n\n\n\n\n\nTo Imperator Publius Licinius Egnatius Gallienus Augustus\n\n\nWe are deeply saddened to learn of the death of your great father, and write to you in order to settle a pressing matter of business left unresolved by the venerable emperor.\n\n\nShortly after his capture at Edessa by Shahansha Shapur, your father wrote to Us from Bishapur, seeking aid on behalf of The Empire. On his request, We have procured a number of items that we believe met the needs he expressed.\n\n\nWe will happily pass along these items to you, so long as We are paid the price that was arranged by your honorable father, that being a sum of 60,000,000 Aurei. We are aware that the price seems extreme, but so were the demands of your father.\n\n\n\"A force to wipe out the Persian dogs. To make barren their lands, and sickly their people. A force to destroy every square foot on which they have ever walked and to plague their kingdom with bloodshed for millennia.\"\n\n\nThese were the feats required of us by the deific Valerianus, and for this power We must ask for equal renumeration.\n\n\nShould you decide not to pay, We shall retain possession of the items until a time when We are payed what We have asked.\n\n\nYour loyal servant, D. Mercator.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Tests have determined that any water collected from natural bodies of water (including lakes, rivers, seas, oceans, and subterranean springs, etc.) will activate SCP-2463. Water from artificial sources, such as canals, or man-made reservoirs, will not activate SCP-2463.\n\n\n2\n. Roman Emperor who ruled with his father, Emperor Valerian, from 253 to 260 and then alone until his death in 268, at the age of 50.\n\n\n\n\n\n\n\n\n« \nSCP-2462\n | SCP-2463 | \nSCP-2464\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2463\n\" by Dr Solo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2463\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-2463-1: In addition to SCP-2463, MTF-M3 also recovered a Marshall, Carter and Dark item listing for the object. This document has been designated as Document-2463-1 .",
        "Addendum-2463-2: Found with Document-2463-1 was a transcript of a letter believed to have been translated from ancient Latin, written to the Roman Emperor Gallienus 2 by an as of yet unidentified person. For a transcript of this letter, see below."
    ],
    "documents": [],
    "notes": [
        "To Imperator Publius Licinius Egnatius Gallienus Augustus We are deeply saddened to learn of the death of your great father, and write to you in order to settle a pressing matter of business left unresolved by the venerable emperor. Shortly after his capture at Edessa by Shahansha Shapur, your father wrote to Us from Bishapur, seeking aid on behalf of The Empire. On his request, We have procured a number of items that we believe met the needs he expressed. We will happily pass along these items to you, so long as We are paid the price that was arranged by your honorable father, that being a sum of 60,000,000 Aurei. We are aware that the price seems extreme, but so were the demands of your father. \"A force to wipe out the Persian dogs. To make barren their lands, and sickly their people. A force to destroy every square foot on which they have ever walked and to plague their kingdom with bloodshed for millennia.\" These were the feats required of us by the deific Valerianus, and for this power We must ask for equal renumeration. Should you decide not to pay, We shall retain possession of the items until a time when We are payed what We have asked. Your loyal servant, D. Mercator.",
        "\" SCP-2463 \" by Dr Solo, from the SCP Wiki . Source: https://scpwiki.com/scp-2463 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2463",
    "object_class": "Safe",
    "containment_procedures": "Each instance of SCP-2463 is to be kept in a separate standard containment locker at Site-19. At no point should any instance of SCP-2463 come into contact with any other instance of SCP-2463. Access to single instances of SCP-2463 is restricted to personnel with security clearance of 3 or higher, and access to multiple instances is not permitted at this time.",
    "description": "SCP-2463 is a set of six bronze horses, each approximately 6 cm tall, and believed to be Ancient Roman in origin. Various dating methods have placed the creation of SCP-2463 at circa 250 CE. SCP-2463’s anomalous properties begin to manifest when instances are exposed to water collected from naturally occurring sources1. SCP-2463 instances that are exposed to any such water, will begin converting the water into petroleum through an unknown process. This conversion takes place at a rate of approximately 63 mL per hour.",
    "title": "SCP-2463"
}