{
    "url": "https://scp-wiki.wikidot.com/scp-2472",
    "all_text": "rating: \n+384\n+\n–\nx\n\n\n\n\n\n\nSCP-2472, photographed upon recovery.\n\n\n\n\n\n\nItem #:\n SCP-2472\n\n\nObject Class:\n Safe\n1\n\n\nSpecial Containment Procedures:\n SCP-2472 is not to be kept in an otherwise active Containment Site due to its tendency to disrupt anomaly-sensing and security mechanisms active at said sites. SCP-2472 is currently contained in a Foundation auxiliary facility in Saint Simons Island, Georgia.\n\n\nDescription:\n SCP-2472 is a metal air coupler, of the kind manufactured for coupling parts of air hoses in machinery, measuring 35 mm in length. SCP-2472 can confidently be described as not anomalous, after extensive testing, with no unusual properties relating to its behavior, appearance, perception, interactions with other objects, or any other factors for which testing is prescribed by \nRevised Foundation Anomaly Standards, Vol XXIV\n (2009).\n2\n\n\nDespite this, SCP-2472 consistently registers as an anomaly in automated tests designed to recognize extranormal objects. Introduction of SCP-2472 to Foundation Sites equipped with Scranton Reality Gauge Alarms uniformly results in the alarms sounding, despite SCP-2472 having no significant impact on local reality levels in over 25,000 measurements.\n\n\nAnalysis of SCP-2472 experimentation results displaying no anomalous behavior, by the Binah Pattern Recognition System in active use by the Foundation, returns a result of:\n\n\n\n\n99.9% anomaly certainty\n\n\nPotentially Category Aleph Room (“Greatest Concern”) (75.4% ±5% confidence)\n\n\nPotentially Keter (77.7% ±5% confidence)\n\n\nPotentially uncontainable (26.3% ±5% confidence)\n\n\n\n\nin addition to information about SCP-2472’s composition and physical properties verifiable by experimentation.\n\n\nExternal verification of SCP-2472’s non-anomalous properties and behavior has occurred in double-blind testing with eight partner universities and institutions and three treaty partner extranormal organizations.\n\n\nExternal verification of SCP-2472’s triggering of automated extranormal detection programs has occurred in double-blind testing with the following treaty partner extranormal organizations:\n\n\n\n\nThe Federal Bureau of Investigation Unusual Incidents Unit’s PatternSweep software, developed in coordination with the National Security Agency, classed SCP-2472 as \nPOSITIVE\n.\n\n\nThe Global Occult Coalition mainframe, codenamed Distant Thunder, classed SCP-2472 as \nLTE–High Potential\n.\n\n\nAn independent anomaly-detection system under development by the government of Switzerland returned a rating of \nLeuthari I/Mederich\n, indicating a high certainty of anomaly.\n\n\n\n\nThe method by which anomaly identifying systems fail at correctly classifying SCP-2472 is currently under investigation.\n\n\nAddendum:\n SCP-2472 was discovered when a box containing air hose parts for pressure washers used in the cleaning of Site-48 was removed from an area fitted with automated Scranton Reality Gauge Alarms. Assistant Researcher Declan Hall, who removed the box containing SCP-2472 from the area, and other Site-48 staff were questioned, but no definitive timeline has been established for the introduction of SCP-2472 to the Foundation.\n\n\nPotential revision of SCP-2472’s Object Class is currently in debate following the disappearance of Assistant Researcher Declan Hall on Jan 11, ████, with a note apparently referring to SCP-2472.\n3\n\n\n\n\nFootnotes\n\n\n1\n. Object Class currently under debate. See Addendum.\n\n\n2\n. For extended logs of testing of SCP-2472, see: Evans, Nathaniel, “Thorough Records of Experimentation Regarding a Small Metal Air Coupler That Is Apparently Not Anomalous” \nObserver: An SCP Foundation Journal\n (2010): 641.\n\n\n3\n. Excerpt: “If one can construct something plain that sets off every alarm, John, one can also construct something extraordinary that all of our best efforts can’t detect. It was, I want to make clear, lovely to work with you. But it’s time to be the one thing on this Earth no one has their eyes on. We’ll meet again.” The note was signed by Declan Hall and handwriting analysis confirms his authorship. A crude drawing of a flower, believed to be a water hyacinth, follows the note.\n\n\n\n\n\n\n\n\n« \nSCP-2471\n | SCP-2472 | \nSCP-2473\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2472\n\" by Kate McTiriss, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2472\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n coupler.jpg\n\n\nName:\n Micro coupler MC-06PC 日東工器 マイクロカプラ\n\n\nAuthor:\n Laineema\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nLink",
    "addendums": [
        "Addendum: SCP-2472 was discovered when a box containing air hose parts for pressure washers used in the cleaning of Site-48 was removed from an area fitted with automated Scranton Reality Gauge Alarms. Assistant Researcher Declan Hall, who removed the box containing SCP-2472 from the area, and other Site-48 staff were questioned, but no definitive timeline has been established for the introduction of SCP-2472 to the Foundation.\nPotential revision of SCP-2472’s Object Class is currently in debate following the disappearance of Assistant Researcher Declan Hall on Jan 11, ████, with a note apparently referring to SCP-2472. 3"
    ],
    "documents": [],
    "notes": [
        "\" SCP-2472 \" by Kate McTiriss, from the SCP Wiki . Source: https://scpwiki.com/scp-2472 . Licensed under CC-BY-SA .",
        "Filename: coupler.jpg Name: Micro coupler MC-06PC 日東工器 マイクロカプラ Author: Laineema License: CC BY 2.0 Source Link: Link"
    ],
    "item": "SCP-2472",
    "object_class": "Safe1",
    "containment_procedures": "SCP-2472 is not to be kept in an otherwise active Containment Site due to its tendency to disrupt anomaly-sensing and security mechanisms active at said sites. SCP-2472 is currently contained in a Foundation auxiliary facility in Saint Simons Island, Georgia.",
    "description": "SCP-2472 is a metal air coupler, of the kind manufactured for coupling parts of air hoses in machinery, measuring 35 mm in length. SCP-2472 can confidently be described as not anomalous, after extensive testing, with no unusual properties relating to its behavior, appearance, perception, interactions with other objects, or any other factors for which testing is prescribed by Revised Foundation Anomaly Standards, Vol XXIV (2009).2",
    "title": "SCP-2472"
}