{
    "url": "https://scp-wiki.wikidot.com/scp-2475",
    "all_text": "rating: \n+84\n+\n–\nx\n\n\n\n\n\n\nLocation of SCP-2475\n\n\n\n\n\n\nItem #:\n SCP-2475\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n At least one Foundation agent is to be employed by the \nConan Doyle\n for surveillance purposes. Foundation agents under the authority of the Region 41A (Scotland - Lowlands) Director will monitor local and national news about escaped felons or persons under investigation by authorities, and will convey this information to the embedded agent to deny entry to said individuals. Should SCP-2475 be activated, the Region 41A Director will have discretion over the possible use of amnestics to cover up the containment breach.\n\n\nDescription:\n SCP-2475 is an anomalous phenomenon affecting the \nConan Doyle\n, an upscale pub and restaurant located in Edinburgh, Scotland. The \nConan Doyle\n was first established in 1873, but did not exhibit anomalous properties until 1987.\n\n\nWhenever any individual who has committed a violent crime or robbery enters the \nConan Doyle\n and orders food or a drink, local authorities will be alerted to their location. The way in which they are alerted takes a variety of forms; methods used in the past have included anonymous phone calls\n1\n, emails, text messages, and even obsolete methods of communication such as telegraph messages. Despite numerous attempts, no form of communication used by SCP-2475 has been successfully traced back to a person or person(s).\n\n\nThe effect occurs regardless of whether or not the individual has been convicted of the crime; how SCP-2475 obtains its information is currently unknown. Possible use of SCP-2475 to assist local law enforcement is pending review by the Ethics Committee.\n\n\nAddendum:\n On 22 Oct 2001, an individual (who was later discovered to have been responsible for a local robbery) entered the \nConan Doyle\n with a copy of \nA Study in Scarlet\n, the first book in the popular \nSherlock Holmes\n series. Local authorities were not alerted to his presence; instead, upon ingesting food he had ordered, he suffered an allergic reaction and died en route to a local hospital. The individual did not have any medical history related to allergens used to prepare his meal.\n\n\n\n\nFootnotes\n\n\n1\n. The voice on these calls is always scrambled; attempts to make the voice clearer with audio analyzing equipment have been unsuccessful.\n\n\n\n\n\n\n\n\n« \nSCP-2474\n | SCP-2475 | \nSCP-2476\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2475\n\" by ObserverSeptember, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2475\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Conan Doyle.jpg\n\n\nAuthor:\n ObserverSeptember\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki",
    "addendums": [
        "Addendum: On 22 Oct 2001, an individual (who was later discovered to have been responsible for a local robbery) entered the Conan Doyle with a copy of A Study in Scarlet , the first book in the popular Sherlock Holmes series. Local authorities were not alerted to his presence; instead, upon ingesting food he had ordered, he suffered an allergic reaction and died en route to a local hospital. The individual did not have any medical history related to allergens used to prepare his meal."
    ],
    "documents": [],
    "notes": [
        "\" SCP-2475 \" by ObserverSeptember, from the SCP Wiki . Source: https://scpwiki.com/scp-2475 . Licensed under CC-BY-SA .",
        "Filename: Conan Doyle.jpg Author: ObserverSeptember License: CC BY-SA 3.0 Source Link: SCP Wiki"
    ],
    "item": "SCP-2475",
    "object_class": "Euclid",
    "containment_procedures": "At least one Foundation agent is to be employed by the Conan Doyle for surveillance purposes. Foundation agents under the authority of the Region 41A (Scotland - Lowlands) Director will monitor local and national news about escaped felons or persons under investigation by authorities, and will convey this information to the embedded agent to deny entry to said individuals. Should SCP-2475 be activated, the Region 41A Director will have discretion over the possible use of amnestics to cover up the containment breach.",
    "description": "SCP-2475 is an anomalous phenomenon affecting the Conan Doyle, an upscale pub and restaurant located in Edinburgh, Scotland. The Conan Doyle was first established in 1873, but did not exhibit anomalous properties until 1987.",
    "title": "SCP-2475"
}