{
    "url": "https://scp-wiki.wikidot.com/scp-2478",
    "all_text": "rating: \n+220\n+\n–\nx\n\n\nItem #:\n SCP-2478\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n All live instances of SCP-2478 are held in individual Type L humanoid containment cells at Biological Containment Area-519. Three deceased instances of SCP-2478 are to be held in Area-519 morgue. No personnel of self-acknowledged Japanese descent are to be in visible proximity with SCP-2478 instances, unless for approved testing. Approval may be sought from Project Head/2478.\n\n\nSCP-2478's freedom of religious practice is acknowledged under the Eugenio II Protocol. See Document 2478-Bu for necessary provisions w.r.t. SCP-2478's religious ceremonies. Personnel are to monitor religious ceremonies conducted by SCP-2478 instances.\n\n\nDescription:\n SCP-2478 refers to an alternative phenotype of \nHomo sapiens sapiens\n (human). Distinctive physiological features include 14 legs arranged around the lower torso, and 14 arms and seven heads scattered around the torso arbitrarily. Locomotion is possible through a combination of multi-legged movement in metachronal rhythm, muscular contraction of its lower torso and mucus secreted from underneath its body. Average height and mass are 2.8 m and 400 kg respectively, while torso circumference is 1.5 m. SCP-2478 instances uniformly demonstrate fluency in the Hida dialect of Japanese, and can comprehend Standard Japanese.\n\n\nA single SCP-2478 instance possesses seven sets of most internal organs (e.g. heart, lungs, stomach). However, only one brain exists for a given SCP-2478 instance. It is located along its torso and has an average mass of 10.5 kg. As such, a given SCP-2478 instance possesses a single consciousness and all seven mouths will speak in unison. Although male or female reproductive organs or a combination of both have been found in SCP-2478, they are non-functional. The number of reproductive organs in a given SCP-2478 instance is consistently seven.\n\n\nSCP-2478 and images depicting it impose an anti-memetic effect on humans of Japanese descent (hereon referred to as 'subjects'). Subjects will ignore any sign of SCP-2478's anomalous physiology and perceive them as non-anomalous humans identified with gigantism. Subjects will consistently dismiss any evidence suggesting SCP-2478's anomalous nature. Non-Japanese individuals who have been made to believe they are of Japanese descent (e.g. falsified memories) are susceptible to this effect. Below is a translated excerpt by the \nImperial Japanese Abnormal Matters Examination Agency (IJAMEA)\n:\n\n\n\n\nFor some platoons fighting in China, bayonets and katanas levitated on their will and surrounded the soldiers from ████ in the Hida Mountains.\n1\n They fought on our side and killed many Chinese. The ancestors of these men, we speculate, must be on our side. After all, the folk of ████ claimed lineage from the chaos of the Warring States.\n\n\n\n\nSubjects of partial Japanese descent (e.g. half-Japanese) experience this partial anti-memetic effect to a lesser degree. Subjects unaware of their Japanese descent (e.g. ignorance on the subject's part, amnesia, dementia) are unaffected by this anomalous effect, and fully recognise SCP-2478's physical appearance as non-human.\n\n\nThe earliest known sightings of SCP-2478 were from eyewitness accounts in Dairen\n2\n since 1926, where they were deployed by the Kwantung Army. Documents from the Imperial Japanese Army (IJA) described SCP-2478 instances as soldiers conscripted from ████, Gifu Prefecture under Japan's Conscription Law and denied any anomalous traits attributed to SCP-2478. Instead, IJA officials claimed they were non-anomalous humans with gigantism.\n\n\nSupplementary documents and personnel from Japan-based organisations such as the Bureau of Onmyō\n3\n and IJAMEA did not regard SCP-2478 to be anomalous. That being said, the Bureau of Onmyō did record an extra-normal event related to ████ Village. A translated excerpt of said event is as follows:\n\n\n\n\nOn ██ August Meiji 12,\n4\n the eta\n5\n of ████ in the Hida Mountains mysteriously vanished. Cause unknown, but there was little need to be concerned over the loss of gravediggers and butchers. Some days before, a foreign preacher was said to have entered ████. Whereabouts also unknown. Without the eta, ████ is no longer an \netamura\n.\n6\n\n\nThat day onwards, ████ was inhabited by another group of countrymen. They were unlike the eta, who previously dwelled in those lands. They were giants, standing taller than the men of America. But appearances are deceiving. These new residents embody the Yamato spirit as any fellow countryman would and are clearly worthy of being fellow subjects to His Imperial Majesty. They demonstrate great efficiency in the production of rice and rearing of livestock, truly exemplary of the nation.\n\n\n\n\nInitial attempts to acquire SCP-2478 instances were met with resistance from the Japanese government, condemning the Foundation's violation of the rights of the Empire's subjects. This was believed to be one of the contributing factors leading to the expulsion of all Foundation assets in the Japanese Empire on ██/██/1932.\n\n\nDuring the Second Sino-Japanese War, the Chinese military and Foundation intelligence had reported SCP-2478 instances among IJA forces. IJA sources indicated that the entire SCP-2478 population in Japan have volunteered for conscription, operating in the China-Burma-India theatre. Notably, SCP-2478 instances were not conscripted under the Youkai Battalion\n7\n in IJAMEA sources.\n\n\nAfter Japan's surrender in 1945, the Japanese government permitted the relocation of the surviving SCP-2478 population in Japan to Area-519. A majority of text regarding the history of SCP-2478 was confiscated, although \nsome remained unaccounted for\n. Since containment, seven live specimens of SCP-2478 have been held by the Foundation, all of which have served in the IJAMEA as \nenlistees\n. The remaining specimens (≈50) were executed under charges of war crimes and autopsied, after which they have been cremated following one year of postmortem study.\n\n\nAddendum 2478-1:\n Interview Log 2478-01-1\n\n\n\n\n+ View Interview Log 2478-01-1\n\n\n\n\n- Hide Interview Log\n\n\n\n\n\n\nInterviewer:\n Researcher James Chiang\n\n\nInterviewee:\n SCP-2478-01 (Bakatachi Wion)\n\n\nForeword:\n The following interview is originally conducted in Japanese.\n\n\n<Begin Log>\n\n\nResearcher Chiang:\n How would I address you?\n\n\nSCP-2478-01:\n Bakatachi Wion, from ████. Why do you keep us here, Chinese?\n\n\nResearcher Chiang:\n Bakatachi, we know what you are. Seven heads, fourteen arms and legs… hardly the average person. Yet the Japanese think of you as one-\n\n\nSCP-2478-01:\n We are an ordinary person! Only wish to be accepted as countrymen, but we were defiled, non-human. The Imperialists deny us that, as did the Shogun. For one of us is worth one-seventh of an ordinary person. We were cursed.\n\n\nResearcher Chiang:\n How did you end up like this?\n\n\nSCP-2478-01:\n We received a miracle from our bodhisattva, Wion.\n8\n He came to our village and took pity on our plight. Praised the craft that our countrymen mocked, the parting of skin from flesh and feeding of the dead to the earth. Wion tore our flesh in groups of seven and remade us to become an acceptable Japanese person.\n\n\nResearcher Chiang:\n And how do you feel about it?\n\n\nSCP-2478-01:\n If we can be part of the in-group, nothing else matters. We will be the in-group for both this world and the next, so says Wion.\n\n\nResearcher Chiang:\n Excuse me. What do you mean by this world and the next?\n\n\nSCP-2478-01:\n Wion spoke of the True Pure Land that is to come, and that we could have a place in it for our shared practice. Until then, we have to get by the trials of this world. Surely he is Miroku.\n9\n\n\nResearcher Chiang:\n Do you know where is Wion now?\n\n\nSCP-2478-01:\n Wion returns to his throne, the womb of the deceased god. Wion will return within our sevenfold lifetimes, bearing his intolerable force upon all.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nAddendum 2478-2:\n The Wion Matsuri is a traditional festival celebrated by SCP-2478 instances during late August, observed solely by them. A distinctive ritual of Wion Matsuri is the skinning of animal carcasses. The skin would be made into leather and placed as decorations before a statue representing Wion. At the conclusion of Wion Matsuri, the skin, flesh and bones used would be buried into a single grave.\n\n\nDue to the non-anomalous nature of Wion Matsuri, the O5 Council has approved for the facilitation of SCP-2478 instances' practice of the festival to maintain long-term compliance of their containment.\n\n\n\n\n+ Level 4/2478 Clearance Required\n\n\n\n\n- Access Granted\n\n\n\n\nDue to its non-anomalous nature and superficial resemblance to \nSarkic rites\n, observation of SCP-2478's religious ceremonies will be permitted to gather additional information on Sarkic ideology. However, if there is concrete evidence that these religious ceremonies possess anomalous side-effects, abort said ceremonies and deny future incidents.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. This statement refers to SCP-2478 instances, who were known to hold weapons on all fourteen hands during battle.\n\n\n2\n. Currently Dalian, Liaoning Province, China.\n\n\n3\n. Sometimes mistranslated in European languages as the 'Holy Emperor's Council on Unearthly Matters', due to mistranslation of the word \nTennō\n ('heavenly sovereign') as 'Holy Emperor'. Despite that, \nsome documents\n still utilise the term 'Holy Emperor's Council on Unearthly Matters'.\n\n\n4\n. Equivalent to 1879 CE.\n\n\n5\n. Also referred to as the burakumin; an outcast group at the bottom of the Japanese social order that has historically been the victim of severe discrimination and ostracism.\n\n\n6\n. \"Eta village\".\n\n\n7\n. An IJA battalion which comprises entirely of anomalous entities.\n\n\n8\n. Said figure has no known parallel in Shinto, Japanese Buddhist, Ryukyuan or Ainu pantheons.\n\n\n9\n. Japanese name for Maitreya, a bodhisattva who will appear on Earth in the future, achieve complete enlightenment, and teach the pure dharma.\n\n\n\n\n\n\n\n\n« \nSCP-2477\n | SCP-2478 | \nSCP-2479\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2478\n\" by MrWrong, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2478\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 2478-1: Interview Log 2478-01-1",
        "Addendum 2478-2: The Wion Matsuri is a traditional festival celebrated by SCP-2478 instances during late August, observed solely by them. A distinctive ritual of Wion Matsuri is the skinning of animal carcasses. The skin would be made into leather and placed as decorations before a statue representing Wion. At the conclusion of Wion Matsuri, the skin, flesh and bones used would be buried into a single grave.\nDue to the non-anomalous nature of Wion Matsuri, the O5 Council has approved for the facilitation of SCP-2478 instances' practice of the festival to maintain long-term compliance of their containment."
    ],
    "documents": [],
    "notes": [
        "For some platoons fighting in China, bayonets and katanas levitated on their will and surrounded the soldiers from ████ in the Hida Mountains. 1 They fought on our side and killed many Chinese. The ancestors of these men, we speculate, must be on our side. After all, the folk of ████ claimed lineage from the chaos of the Warring States.",
        "On ██ August Meiji 12, 4 the eta 5 of ████ in the Hida Mountains mysteriously vanished. Cause unknown, but there was little need to be concerned over the loss of gravediggers and butchers. Some days before, a foreign preacher was said to have entered ████. Whereabouts also unknown. Without the eta, ████ is no longer an etamura . 6 That day onwards, ████ was inhabited by another group of countrymen. They were unlike the eta, who previously dwelled in those lands. They were giants, standing taller than the men of America. But appearances are deceiving. These new residents embody the Yamato spirit as any fellow countryman would and are clearly worthy of being fellow subjects to His Imperial Majesty. They demonstrate great efficiency in the production of rice and rearing of livestock, truly exemplary of the nation.",
        "Interviewer: Researcher James Chiang Interviewee: SCP-2478-01 (Bakatachi Wion) Foreword: The following interview is originally conducted in Japanese. <Begin Log> Researcher Chiang: How would I address you? SCP-2478-01: Bakatachi Wion, from ████. Why do you keep us here, Chinese? Researcher Chiang: Bakatachi, we know what you are. Seven heads, fourteen arms and legs… hardly the average person. Yet the Japanese think of you as one- SCP-2478-01: We are an ordinary person! Only wish to be accepted as countrymen, but we were defiled, non-human. The Imperialists deny us that, as did the Shogun. For one of us is worth one-seventh of an ordinary person. We were cursed. Researcher Chiang: How did you end up like this? SCP-2478-01: We received a miracle from our bodhisattva, Wion. 8 He came to our village and took pity on our plight. Praised the craft that our countrymen mocked, the parting of skin from flesh and feeding of the dead to the earth. Wion tore our flesh in groups of seven and remade us to become an acceptable Japanese person. Researcher Chiang: And how do you feel about it? SCP-2478-01: If we can be part of the in-group, nothing else matters. We will be the in-group for both this world and the next, so says Wion. Researcher Chiang: Excuse me. What do you mean by this world and the next? SCP-2478-01: Wion spoke of the True Pure Land that is to come, and that we could have a place in it for our shared practice. Until then, we have to get by the trials of this world. Surely he is Miroku. 9 Researcher Chiang: Do you know where is Wion now? SCP-2478-01: Wion returns to his throne, the womb of the deceased god. Wion will return within our sevenfold lifetimes, bearing his intolerable force upon all. <End Log>",
        "\" SCP-2478 \" by MrWrong, from the SCP Wiki . Source: https://scpwiki.com/scp-2478 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2478",
    "object_class": "Euclid",
    "containment_procedures": "All live instances of SCP-2478 are held in individual Type L humanoid containment cells at Biological Containment Area-519. Three deceased instances of SCP-2478 are to be held in Area-519 morgue. No personnel of self-acknowledged Japanese descent are to be in visible proximity with SCP-2478 instances, unless for approved testing. Approval may be sought from Project Head/2478.",
    "description": "SCP-2478 refers to an alternative phenotype of Homo sapiens sapiens (human). Distinctive physiological features include 14 legs arranged around the lower torso, and 14 arms and seven heads scattered around the torso arbitrarily. Locomotion is possible through a combination of multi-legged movement in metachronal rhythm, muscular contraction of its lower torso and mucus secreted from underneath its body. Average height and mass are 2.8 m and 400 kg respectively, while torso circumference is 1.5 m. SCP-2478 instances uniformly demonstrate fluency in the Hida dialect of Japanese, and can comprehend Standard Japanese.",
    "title": "SCP-2478"
}