{
    "url": "https://scp-wiki.wikidot.com/scp-2481",
    "all_text": "rating: \n+385\n+\n–\nx\n\n\nItem #:\n SCP-2481\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Site-143 has been constructed around SCP-2481 and all related experiments are to be conducted on-site. To ensure the cooperation of SCP-2481-3, personnel entering SCP-2481 must be of Han ethnicity.\n\n\nSCP-2481-1 is to be kept disassembled in storage, when not studied or experimented on.\n\n\nSCP-2481-2 is not to be moved from its current position, and all related examinations must be conducted within SCP-2481.\n\n\nSCP-2481-3 is to be accompanied by at least two personnel at all times. Personnel are encouraged to communicate with SCP-2481-3 through writing in order to stabilize its mental state. Subjects of Chinese history after the alleged Xia Dynasty (2100 BCE ~ 1600 BCE) are to be avoided. Obtaining detailed information about SCP-2481-1 and -2 is of the utmost priority.\n\n\nDescription:\n SCP-2481 refers to a spherical space, roughly 50 meters in diameter, located at a depth of about 20 meters underneath a Shang Dynasty (1600 BCE ~ 1046 BCE) archaeological site\n1\n in ████████, Henan Province, China. The temperature within SCP-2481 is a constant 35 degrees Celsius regardless of the surrounding environment.\n\n\nSCP-2481-1 refers to a large bronze structure within SCP-2481, which roughly resembles a cube and four pillars attached to a flat surface. It is estimated to have been built around 1800 BCE. The structure appears to have experienced extreme heat, resulting in severely damaged parts and melted surfaces. SCP-2481-1 has been cleanly severed at the boundary of SCP-2481, with no segments or pieces of the structure found outside of SCP-2481.\n\n\nCertain portions of SCP-2481-1 resemble damaged circuit boards found in modern electronics. Analysis has proven difficult due to the damaged state of SCP-2481-1; however, it might be speculated that the structure is a computing device in base 8.\n\n\nSCP-2481-2 refers to a beryllium bronze alloy device. In its original state, SCP-2481-2 would have been roughly cylindrical with one pointed end, estimated to have been 33 meters in length and 1 meter in diameter. It is speculated to have been previously attached to SCP-2481-1. Unlike SCP-2481-1, SCP-2481-2 displays little evidence of heat damage, but appears to have been damaged by blunt force, causing it to break into three large pieces and thirty-eight small pieces. Research into its components and interior structure is limited, as previous attempts to move the main pieces of SCP-2481-2 have resulted in the rapid destabilization of SCP-2481.\n2\n However, on-site research and analysis of its minor pieces indicates similar inner structure and working principle to ████████ ███████ ███████, and it is likely that SCP-2481-2 was designed as a ███-████ ███ ███████-███████ ██████. Analysis of ████ █████ within SCP-2481 suggests that SCP-2481-2 is the core of the anomaly.\n\n\nSCP-2481-3 refers to a humanoid entity with reptilian features, genetically similar to a male human of Han ethnicity, suggesting that it underwent post-birth alterations. SCP-2481-3 possesses a head similar in appearance with that of a many-banded krait (\nBungarus multicinctus\n), a roughly humanoid upper torso with a humanoid right arm but clawed, reptilian hand, a serpentine lower torso with a snake-like tail in place of legs, and is entirely covered in scales.\n\n\nSCP-2481-3 is currently trapped beneath SCP-2481-2 and has suffered severe burn-related injuries. The left side of its body is absent, including its left arm, part of its throat, a small proportion of its face, and likely a significant amount of its organs. While SCP-2481-3’s wounds exhibits extreme heat, it does not spread to the rest of its body or the surrounding environment. Despite this, SCP-2481-3 remains alive and conscious, and although incapable of speech, is able to communicate with the Foundation through writing.\n\n\nSCP-2481-3 uses what appears to be a sister writing system to what was later used in Shang Dynasty, but significantly more developed. Foundation linguists were able to translate the script after three months of study and communication. SCP-2481-3 is believed to be the operator of SCP-2481-1 and -2. While the subject is cooperative, attempts to gather technical details on the devices have failed due to its heavily deteriorated mental state. SCP-2481-3 claims to be a scholar/official of the Xia Dynasty under the reign of King Jie,\n3\n who was tasked with eliminating a hostile entity, but failed, resulting in the current damaged state of SCP-2481-1 and -2. Refer to the Addendum for more information.\n\n\nAddendum:\n The following is a partial archive log of most relevant information translated from SCP-2481-3’s written text, rearranged into readable order. (Due to SCP-2481-3's deteriorated mental state, most information offered has been proven redundant, repetitive or incoherent.) The original Chinese translation is provided alongside English for reference.\n\n\n\n\n+ Open File\n\n\n\n\n- Close File\n\n\n\n\nAbout SCP-2481-3\n\n\n\n\n余名羿，夏之卿士也。司癸酉剑拒金乌。金乌者，日神也。\n\n\nI am Yi, an official of the Xia Court. I am in charge of the tenth Sword to defend against the Golden Crow, which is the sun god.\n\n\n\n\n\n\n彼时，金乌十者齐出。其一得隙，降大火于禹台，余不敌，固受困。后商民至，欲行不轨。轩辕已崩，幸有余威。商民以为神，不敢逾越，遂以土掩之。\n\n\nBack then, there were ten Golden Crows appearing all at once. One of them found a chance, and summoned great fires upon to the Tower of Yu. I was no match for it, and was thus trapped. Shang people later came and wanted to enact evil deeds. But fortunately, the Sword of Xuanyuan exerted its power despite being damaged. Shang people saw it as divine/magical, and did not dare to transgress, thus buried it under the ground.\n\n\n\n\n\n\n长于荆地，十二化形，二十入蛇之道，幸仕于王都。然所执之剑，固有斩神之能，何想九乌连坠，天地色变，使其一得脱！禹台崩裂，轩辕不存，金乌遁去，余却得偷生，有负桀王所托！\n\n\nI was born in the Jing State, and received my Transformation into the serpentine form at the age of twelve. I began to study the Way of the Serpent at the age of twenty, and was fortunate enough to work in the capital. The Sword I commanded was powerful enough to slay gods, but who can predict that the death of nine crows would cause the heaven and earth to destabilize, letting the last one loose? Now that the Tower of Yu is shattered, the Sword of Xuanyuan is gone, the Crow has escaped, while I am still left alive. I have failed King Jie's mission!\n\n\n\n\nResearch's Note:\n The Tower of Yu seems to be referring to SCP-2481-1, while the Sword of Xuanyuan refers to SCP-2481-2. — Head Researcher Xue Qing\n\n\n\n\n余固愿一死，然若此，夏之始末自此佚也。故不敢为！\n\n\nI may wish for death, but if I do so, the history of Xia will since be lost. I therefore dare not seek death!\n\n\n\n\nAbout SCP-2481-1 and -2\n\n\n\n\n昔有蛇父传道，立文字。又及器械之术，谓之伏羲八卦。黄帝习之，得金之灵，败蚩尤于涿鹿。禹王采九州之金，以八卦为基，铸得禹台。诸神畏避，夜有鬼哭。\n\n\nIn the past, Father Serpent taught us the ways, establishing the written language and the methods of building machines. The latter is called Fuxi bagua.\n4\n The Yellow Emperor studied it, and acquired the spirit of the metal, thus defeating Chiyou at Zhuolu. King Yu collected metal from nine States, and was able to build his towers based on bagua. After that, the gods all stayed away out of fear, and ghosts cried at night.\n\n\n\n\n\n\n禹王时，四海一统，蛮夷异族皆服王化。或曰：“当祭诸神。”王曰：“神者，为龙所食。人者，龙裔也。故不当惧。”是以收九州之金，立九台，以慑诸神。少康时，立剑于台，可以屠神。命轩辕，高祖之名也。至桀王，有禹台七七之数，立剑者十余。\n\n\nDuring the reign of King Yu, all land within the four seas were unified. The savage and the foreign all fall under his rule. Some suggested: \"We should sacrifice to gods.\" King Yu answered: \"Gods are food to the Dragons, and humans are descendants of the Dragons. This is why we should not fear gods.\" Hence King Yu collected metal from nine States, building nine towers to intimidate the gods. During the reign of King Shaokang, swords that are capable of slaying gods were put onto the towers. The swords were named after our great ancestor Yellow Emperor, called Xuanyuan. When King Jie was ruling, there were forty-nine such towers and more than ten such swords.\n\n\n\n\n\n\n轩辕之理，非是灭却，实去其形、智、始末、因果，使其不存。九剑连发，天地色变，如引火烧身。金乌不存，夏亦受之。除吾以断剑偷生外，具为飞灰。商民至此时，竟不知夏，以为神怪。\n\n\nThe working principle of the Sword of Xuanyuan, is not to destroy, but to get rid of one's form, mind, history/process from beginning to end and causation/cause and effect, making it no longer exist. With nine swords used, heaven and earth were disturbed greatly, and such action is like drawing fire to oneself. Golden Crows were no longer, and Xia was also subjected to its effect. All turned into ashes, except for me, who survived by the effect of the broken Sword. When Shang people arrived here, they didn't even know about Xia, and thought of me/this place as godly or monstrous.\n\n\n\n\nAbout the cause of SCP-2481's current state\n\n\n\n\n商者，事货殖，贱民也。不事龙蛇之道，以金乌为尊，殊为可笑。孔甲时叛夏。\n\n\nThe Shang folks engaged in business, and were lowly people. They did not study the ways of the Dragon and the Serpent, and in turn worshiped the Golden Crows. It's laughable. They rebelled against Xia during the reign of Kongjia.\n\n\n\n\n\n\n孔甲时，有蛮夷、贱民祈术法于诸神。以械驱之，尽数剪灭。独商民拜金乌得生。自皋至发，除而不尽。\n\n\nDuring the reign of King Kongjia, the savage and the lowly people prayed for magic from the gods. The king used machines to drive them away and wiped them out. Only the Shang people managed to survive by worshiping the Golden Crows. From the reign of King Gao to the reign of King Fa, Shang was dealt with multiple times but we could not rid ourselves of them.\n\n\n\n\n\n\n俊，贼子也。是商之首，背父弃母，以大火及牺牲召三足乌。十日齐出，夏危矣。是以桀王召公卿十人，以轩辕剑剪除。十剑齐出，九乌坠地，功亏一篑，呜呼哀哉！\n\n\nThe treacherous Jun was the leader of Shang, who betrayed our Mother and Father, summoning the three-legged crows with great fires and sacrifices. Ten suns appeared all at once, and Xia Dynasty was in a dire situation. Thus King Jie ordered ten officials to get rid of the Crows with the Swords of Xuanyuan. With ten Swords used and nine crows fallen, one escaped and the effort failed by the last minute. Such sadness!\n\n\n\n\nAs the \"Golden Crows\" in SCP-2481-3 description resembles the entity worshipped by the group \nHuǒjù zhi Zi\n,\n5\n with permission, the subject was shown materials related to \nSCP-1428\n for confirmation. SCP-2481-3's reaction as follows.\n\n\n\n\n虽有昔日得脱，如今终入囚笼！金乌得困，蛇之道成矣！可慰诸王之灵！\n\n\nIt may have escaped back then, but now, it was in the cage at last! Now that the Golden Crow is trapped, the Way of the Serpent is achieved! The kings of Xia can now rest in peace!\n\n\n\n\n\n\n\n\n\n\nFor more information regarding the Xia Anomalous Culture Group, consult \nDocument-2481\n.\n\n\n\n\nO5 Level Clearance Required\n\n\n\n\nInput Credentials: 日安不到? 烛龙何照? \n\n\n\n\n\"INTO THE ABYSS, WHERE THE BEASTS DEVOUR THE GODS\" - ACCESS GRANTED\n\n\n\n\n\n\nTo the O5 Council,\n\n\nBased on the information gathered and the research into SCP-2481-1 and -2, the research team have come to the conclusion that the Xia Dynasty itself can be seen as an anomaly. They were in command of highly developed and anomalous technology, and most of its citizens had undergone anomalous modifications.\n\n\nWe have already confirmed SCP-2481-1 to be part of a larger computing device, but the study of SCP-2481-2 provides even more striking implications. Specialists have identified similar inner structure and working principle to Scranton Reality Anchors, and SCP-2481-2 is believed to have been designed as a one-time use reality-warping weapon. The analysis of the Hume level within SCP-2481 suggests that SCP-2481-2 is the core of the anomaly, and the reason that the items were able to be preserved. It may also be that SCP-2481-2 has somehow placed SCP-2481 in a form of stasis, keeping SCP-2481-3 alive despite its injuries.\n\n\nThe team was able to obtain a list of important locations and structures of the Xia Dynasty from SCP-2481-3, but have been unable to locate any of the sites on said list. Furthermore, not only does SCP-2481-1 appear to have been cut off from a larger structure, but there is also a suspicious lack of SCP-2481-1 parts outside of SCP-2481 even given the passage of time.\n\n\nTherefore, based on SCP-2481-3's description of the so-called Sword of Xuanyuan's working principle, a bold hypothesis may be put forth. Given the literary prominence of the Xia Dynasty but a lack of archeological evidence, we hypothesize that the simultaneous activation of nine separate SCP-2481-2 instances caused a mass destabilization of reality, resulting in the near-complete erasure of the Xia Dynasty and their artifacts from existence. SCP-2481 may have only been preserved due to SCP-2481-2's damaged state, and may well be the only extant remnant of the Xia Dynasty.\n\n\nNonetheless, the Foundation would benefit greatly from a thorough analysis and investigation of SCP-2481-2. It may be too dangerous to apply the likes of SCP-2481-2 to direct usage, but the object will nevertheless advance our study of reality manipulation. Since most of its parts have not suffered any damage beyond being broken off, SCP-2481-2 could potentially be repaired. However, in order to do that, SCP-2481-2 has to be removed from its current location and then reassembled. This will lead to the destabilization of SCP-2481 and likely, the death of SCP-2481-3, which is still a valuable information source.\n\n\nI therefore ask that the issue be discussed and a decision be made.\n\n\n— Head Researcher Xue Qing\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. SCP-2481 was discovered accidentally during the archaeological dig of said Shang Dynasty site. The Foundation was subsequently notified for the anomalous nature of SCP-2481. Based on the materials discovered by the archaeological team, it is believed that the Shang Dynasty site was intentionally built upon SCP-2481 for the purpose of “warding off evil.”\n\n\n2\n. Including but not limited to a quick rise in temperature, deterioration of SCP-2481-1, and further injury to SCP-2481-3.\n\n\n3\n. Allegedly the last king of Xia Dynasty, commonly described as a tyrant.\n\n\n4\n. A Taoist concept, consisting of eight trigrams, often used to represent fundamental principles of reality.\n\n\n5\n. \"Children of the Torch,\" see \nSCP-1428\n, \nSCP-2814\n and \nSCP-2995\n for more details.\n\n\n\n\n\n\n\n\n« \nSCP-2480\n | SCP-2481 | \nSCP-2482\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2481\n\" by SunnyClockwork, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2481\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: The following is a partial archive log of most relevant information translated from SCP-2481-3’s written text, rearranged into readable order. (Due to SCP-2481-3's deteriorated mental state, most information offered has been proven redundant, repetitive or incoherent.) The original Chinese translation is provided alongside English for reference."
    ],
    "documents": [
        "For more information regarding the Xia Anomalous Culture Group, consult Document-2481 .\n\n"
    ],
    "notes": [
        "余名羿，夏之卿士也。司癸酉剑拒金乌。金乌者，日神也。 I am Yi, an official of the Xia Court. I am in charge of the tenth Sword to defend against the Golden Crow, which is the sun god.",
        "彼时，金乌十者齐出。其一得隙，降大火于禹台，余不敌，固受困。后商民至，欲行不轨。轩辕已崩，幸有余威。商民以为神，不敢逾越，遂以土掩之。 Back then, there were ten Golden Crows appearing all at once. One of them found a chance, and summoned great fires upon to the Tower of Yu. I was no match for it, and was thus trapped. Shang people later came and wanted to enact evil deeds. But fortunately, the Sword of Xuanyuan exerted its power despite being damaged. Shang people saw it as divine/magical, and did not dare to transgress, thus buried it under the ground.",
        "长于荆地，十二化形，二十入蛇之道，幸仕于王都。然所执之剑，固有斩神之能，何想九乌连坠，天地色变，使其一得脱！禹台崩裂，轩辕不存，金乌遁去，余却得偷生，有负桀王所托！ I was born in the Jing State, and received my Transformation into the serpentine form at the age of twelve. I began to study the Way of the Serpent at the age of twenty, and was fortunate enough to work in the capital. The Sword I commanded was powerful enough to slay gods, but who can predict that the death of nine crows would cause the heaven and earth to destabilize, letting the last one loose? Now that the Tower of Yu is shattered, the Sword of Xuanyuan is gone, the Crow has escaped, while I am still left alive. I have failed King Jie's mission!",
        "余固愿一死，然若此，夏之始末自此佚也。故不敢为！ I may wish for death, but if I do so, the history of Xia will since be lost. I therefore dare not seek death!",
        "昔有蛇父传道，立文字。又及器械之术，谓之伏羲八卦。黄帝习之，得金之灵，败蚩尤于涿鹿。禹王采九州之金，以八卦为基，铸得禹台。诸神畏避，夜有鬼哭。 In the past, Father Serpent taught us the ways, establishing the written language and the methods of building machines. The latter is called Fuxi bagua. 4 The Yellow Emperor studied it, and acquired the spirit of the metal, thus defeating Chiyou at Zhuolu. King Yu collected metal from nine States, and was able to build his towers based on bagua. After that, the gods all stayed away out of fear, and ghosts cried at night.",
        "禹王时，四海一统，蛮夷异族皆服王化。或曰：“当祭诸神。”王曰：“神者，为龙所食。人者，龙裔也。故不当惧。”是以收九州之金，立九台，以慑诸神。少康时，立剑于台，可以屠神。命轩辕，高祖之名也。至桀王，有禹台七七之数，立剑者十余。 During the reign of King Yu, all land within the four seas were unified. The savage and the foreign all fall under his rule. Some suggested: \"We should sacrifice to gods.\" King Yu answered: \"Gods are food to the Dragons, and humans are descendants of the Dragons. This is why we should not fear gods.\" Hence King Yu collected metal from nine States, building nine towers to intimidate the gods. During the reign of King Shaokang, swords that are capable of slaying gods were put onto the towers. The swords were named after our great ancestor Yellow Emperor, called Xuanyuan. When King Jie was ruling, there were forty-nine such towers and more than ten such swords.",
        "轩辕之理，非是灭却，实去其形、智、始末、因果，使其不存。九剑连发，天地色变，如引火烧身。金乌不存，夏亦受之。除吾以断剑偷生外，具为飞灰。商民至此时，竟不知夏，以为神怪。 The working principle of the Sword of Xuanyuan, is not to destroy, but to get rid of one's form, mind, history/process from beginning to end and causation/cause and effect, making it no longer exist. With nine swords used, heaven and earth were disturbed greatly, and such action is like drawing fire to oneself. Golden Crows were no longer, and Xia was also subjected to its effect. All turned into ashes, except for me, who survived by the effect of the broken Sword. When Shang people arrived here, they didn't even know about Xia, and thought of me/this place as godly or monstrous.",
        "商者，事货殖，贱民也。不事龙蛇之道，以金乌为尊，殊为可笑。孔甲时叛夏。 The Shang folks engaged in business, and were lowly people. They did not study the ways of the Dragon and the Serpent, and in turn worshiped the Golden Crows. It's laughable. They rebelled against Xia during the reign of Kongjia.",
        "孔甲时，有蛮夷、贱民祈术法于诸神。以械驱之，尽数剪灭。独商民拜金乌得生。自皋至发，除而不尽。 During the reign of King Kongjia, the savage and the lowly people prayed for magic from the gods. The king used machines to drive them away and wiped them out. Only the Shang people managed to survive by worshiping the Golden Crows. From the reign of King Gao to the reign of King Fa, Shang was dealt with multiple times but we could not rid ourselves of them.",
        "俊，贼子也。是商之首，背父弃母，以大火及牺牲召三足乌。十日齐出，夏危矣。是以桀王召公卿十人，以轩辕剑剪除。十剑齐出，九乌坠地，功亏一篑，呜呼哀哉！ The treacherous Jun was the leader of Shang, who betrayed our Mother and Father, summoning the three-legged crows with great fires and sacrifices. Ten suns appeared all at once, and Xia Dynasty was in a dire situation. Thus King Jie ordered ten officials to get rid of the Crows with the Swords of Xuanyuan. With ten Swords used and nine crows fallen, one escaped and the effort failed by the last minute. Such sadness!",
        "虽有昔日得脱，如今终入囚笼！金乌得困，蛇之道成矣！可慰诸王之灵！ It may have escaped back then, but now, it was in the cage at last! Now that the Golden Crow is trapped, the Way of the Serpent is achieved! The kings of Xia can now rest in peace!",
        "To the O5 Council, Based on the information gathered and the research into SCP-2481-1 and -2, the research team have come to the conclusion that the Xia Dynasty itself can be seen as an anomaly. They were in command of highly developed and anomalous technology, and most of its citizens had undergone anomalous modifications. We have already confirmed SCP-2481-1 to be part of a larger computing device, but the study of SCP-2481-2 provides even more striking implications. Specialists have identified similar inner structure and working principle to Scranton Reality Anchors, and SCP-2481-2 is believed to have been designed as a one-time use reality-warping weapon. The analysis of the Hume level within SCP-2481 suggests that SCP-2481-2 is the core of the anomaly, and the reason that the items were able to be preserved. It may also be that SCP-2481-2 has somehow placed SCP-2481 in a form of stasis, keeping SCP-2481-3 alive despite its injuries. The team was able to obtain a list of important locations and structures of the Xia Dynasty from SCP-2481-3, but have been unable to locate any of the sites on said list. Furthermore, not only does SCP-2481-1 appear to have been cut off from a larger structure, but there is also a suspicious lack of SCP-2481-1 parts outside of SCP-2481 even given the passage of time. Therefore, based on SCP-2481-3's description of the so-called Sword of Xuanyuan's working principle, a bold hypothesis may be put forth. Given the literary prominence of the Xia Dynasty but a lack of archeological evidence, we hypothesize that the simultaneous activation of nine separate SCP-2481-2 instances caused a mass destabilization of reality, resulting in the near-complete erasure of the Xia Dynasty and their artifacts from existence. SCP-2481 may have only been preserved due to SCP-2481-2's damaged state, and may well be the only extant remnant of the Xia Dynasty. Nonetheless, the Foundation would benefit greatly from a thorough analysis and investigation of SCP-2481-2. It may be too dangerous to apply the likes of SCP-2481-2 to direct usage, but the object will nevertheless advance our study of reality manipulation. Since most of its parts have not suffered any damage beyond being broken off, SCP-2481-2 could potentially be repaired. However, in order to do that, SCP-2481-2 has to be removed from its current location and then reassembled. This will lead to the destabilization of SCP-2481 and likely, the death of SCP-2481-3, which is still a valuable information source. I therefore ask that the issue be discussed and a decision be made. — Head Researcher Xue Qing",
        "\" SCP-2481 \" by SunnyClockwork, from the SCP Wiki . Source: https://scpwiki.com/scp-2481 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2481",
    "object_class": "Euclid",
    "containment_procedures": "Site-143 has been constructed around SCP-2481 and all related experiments are to be conducted on-site. To ensure the cooperation of SCP-2481-3, personnel entering SCP-2481 must be of Han ethnicity.",
    "description": "SCP-2481 refers to a spherical space, roughly 50 meters in diameter, located at a depth of about 20 meters underneath a Shang Dynasty (1600 BCE ~ 1046 BCE) archaeological site1 in ████████, Henan Province, China. The temperature within SCP-2481 is a constant 35 degrees Celsius regardless of the surrounding environment.",
    "title": "SCP-2481"
}