{
    "url": "https://scp-wiki.wikidot.com/scp-2491",
    "all_text": "\"Her Majesty O'Connery's fantastic Jelly\".\n\n\n\n\nrating: \n+244\n+\n–\nx\n\n\nItem #:\n SCP-2491\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2491 is to be contained within an outdoor enclosure, with 20 km between the structure and the edge of the containment enclosure; in the northern direction, the boundaries are to be no more than 5 km apart. The enclosure area is to be designated a no-fly zone. CCTV cameras are installed along the fence-line in all directions at 30 m intervals. Additional CCTV cameras have been placed directly inside or around the structure for observation purposes. Observation should be maintained at all times. Civilians attempting to enter or successfully entering the containment enclosure are to be apprehended and administered class A amnestics as required.\n\n\nSCP-2491-1 instances attempting to scale the containment fencing are to be redirected through the use of amplified auditory and olfactory stimuli belonging to predators of the European honey bee. Research personnel entering SCP-2491 for direct observation and exploration purposes are to observe standard biological safety protocols, and don typical bee protection gear.\n\n\nDescription:\n SCP-2491 is a large geological structure closely resembling hives of the European honey bee, located 60 km south of Edinburgh, Scotland. The structure is approximately 200 meters in diameter, and has a single large 5 m opening on the southern face. The interior of SCP-2491 resembles the standard hive structure of the European honey bee, including topographical vertical honeycomb layers with the presence of multiple caverns, several of which contain furniture and decorations commonly present in western social establishments.\n\n\nSCP-2491 is populated by a number of anomalous entities that take on the appearance and demeanor of the various film and book iterations of fictional British spy James Bond, hereby dubbed SCP-2491-1. SCP-2491-1 instances are notable in that they wear formal attire and are able to perform a number of seemingly impossible biological feats which parallel normal biological functions of the European honey bee. SCP-2491-1 instances are organized into functional roles based on appearance. These functional roles appear to parallel the castes of a standard European honey bee colony, and are described below.\n\n\nSCP-2491 has one SCP-2491-1 instance which presides over all other iterations, paralleling the queen in a normal bee colony. This \"ruling caste\" has the following attributes:\n\n\n\n\nAppearance resembles that of actor Sean Connery in the 1962 Bond film \nDr. No.\n\n\nSmokes what are believed to be Cuban cigars.\n\n\nLays 300 eggs (Each 50 cm in diameter) every 24 hours.\n\n\nSecretes a large number of pheromones which appear to dictate the behavior of all other SCP-2491-1 instances.\n\n\n\n\nOutside of this ruling caste, SCP-2491-1 instances can be broken down into drones, workers, and larvae. The drone caste performs analogous functions to the drones of a normal Bee colony, usually expiring shortly after fertilizing the queen. Composition of this caste is described below:\n\n\n\n\nComposed of multiple iterations of Bond's creator, Ian Fleming.\n\n\nActs and behaves similar to that of the written characterizations of his Bond characters.\n\n\nEngages with the ruling caste in a series of seductive attempts to ritualistically procreate, often using phrases such as \"I have tasted your mind and cannot forget its flavor\" alongside various impressive physical feats to court the Queen.\n\n\nExpires shortly after fertilizing the queen.\n1\n\n\n\n\nThe majority of SCP-2491-1 instances are members of the workers caste. Workers carry out a number of roles, and are split into three subdivisions based on unknown predetermined characteristics. These three subdivisions are described below:\n\n\n\n\nMaintenance and Transport workers:\n\n\n\nComposed of iterations resembling actors Roger Moore and Timothy Dalton.\n\n\nAre responsible for maintenance of the hive structure, often wielding overly complex construction tools.\n\n\nGenerate copious amounts of wax from their bodies.\n\n\nTransport nectar and royal jelly through the hive. Notably, SCP-2491-1 instances appear to mention royal jelly as \"Her Majesty O'Connery's fantastic Jelly\".\n\n\nSeveral instances will regularly take collected nectar and synthesize large amounts of alcoholic beverages, especially Martinis.\n2\n\n\nInstances remove flowers from foragers directly, and will proceed to chew, swallow, and regurgitate the items until it takes on a mint coloration, at which point they will regurgitate it into a nearby honeycomb.\n\n\n\n\n\n\nMortuary and Nurses:\n\n\n\nIterations resemble actor George Lazenby.\n\n\nEngage in nursing behavior with larval Bond iterations, providing sustenance through self-secreted jelly and Martinis.\n\n\nEngage in mortuary behavior, moving expired Bond iterations 2 km from the structure.\n\n\nDuring burial and mourning procedures, SCP-2491-1 instances will bow their heads briefly.\n3\n Following this motion, instances will procure bottles of liquor, alternating between drinking the substance and pouring it onto the site of the burial, while uttering witticisms about the nature of the instance's death.\n\n\n\n\n\n\nForaging/Scouts:\n\n\n\nSCP-2491-1 iterations closely resemble actor Pierce Brosnan's portrayal of Bond in the 2002 film \nDie Another Day\n.\n\n\nEngage in collection of pollen, nectar, and large amounts of flowering plants by bending at the waist and pressing their faces into the interior of brightly colored species of flowers. Following this gesture, instances are observed to gently remove the flowering part of the plant, and place it within a concealed cavity on their abdomen. Forays of this kind are noted to occur within a 10km radius of the structure, with the exception of the northern direction where instances have been observed to venture no more than 5km away.\n4\n\n\nDuring scouting/foraging efforts, instances will move through the forest in a non-linear manner, taking diagonal routes between open walking spaces. Observation has shown that instances will in fact roll from tree to tree, pressing their backs against the tree following each roll.\n\n\nFollowing a successful foraging effort, Instances will engage in a series of ritualistic dances, emulating several complex ballroom style techniques.\n5\n These dances are usually performed with another member of the foraging/scouting subrole and can last up to 3 hours.\n\n\n\n\n\n\n\n\nThe larval caste is composed of young and freshly hatched Bond iterations, where all SCP-2491-1 appear as miniature versions of actor Daniel Craig's portrayal of the character in the film \nCasino Royale\n. As larva matures into fully grown Bond iterations, they will take on the appearance and mannerisms of their specific caste. Larva marked to become members of the ruling caste are fed \"Her Majesty O'Connery's fantastic Jelly\" by their attending nurse Bonds at which time they begin to take on the appearance of Sean Connery.\n\n\nAttempts to establish communication with SCP-2491-1 instances have been met with aggressive action, resulting in the deaths of ██ field personnel\n6\n and ██ injuries.\n\n\nObservation Log O-2491-01\n\nThe following section is composed of a synopsis of remote CCTV observations from SCP-2491.\n\n\n\n\nDate and time of Observation\n: June 5th, 2013 13:43:00 - 13:59:00\n\n\nSummary\n: A recently installed CCTV camera within the structure's \"Royal\" honeycomb section record a complete fertilization ritual involving a single drone and the ruling caste individual at that time. Video log transcriptions have been edited to remove extraneous conversation.\n\n\nBegin Log\n\n\nA single drone instance enters the chamber from the northwest face, from a hole 30 meters above the floor. The instance is noted to be wearing a pair of tight checkered pants, and no shirt or shoes. The drone begins climbing down the honeycomb slowly. The drone's back is noted to display several large, bony skin-covered protrusions atypical of human anatomy.\n7\n The drone climbs from the hole to approximately 3 meters above the floor of the chamber, at which time the instance looks over its shoulder before pushing off from the wall, flipping midair, and landing upright, one arm stretched behind itself, and the other extended forwards offering what is noted to be a single red carnation.\n\n\nThe ruling instance at the time is noted to have shown no perceivable reaction to this display. Following the drone's landing, approximately 10 seconds of silence pass before the ruling instance rises.\n\n\nDrone\n: Bond, James Bond, at your service.\n\n\nThe drone maintains position as the ruling instance claps slowly 3 times, before descending from its throne.\n\n\nQueen\n: Congratulations Mr. Bond, your physical prowess precedes you.\n\n\nThe ruling instance stops at the base of the honeycomb steps, pausing for a moment before continuing its speech.\n\n\nQueen\n: Tell me, why should you be the one to foster the next brood?\n\n\nThe drone maintains its stance, red carnation still presented forward.\n\n\nDrone\n: I'm giving you the opportunity to make the hive as brilliant as myself.\n\n\nThe ruling instance is observed to smirk at this comment.\n\n\nQueen\n: I am giving you the chance to shake, and not stir.\n\n\nDrone\n: Funny, I don't see any bubbles.\n\n\nThe ruling instance laughs for 10 seconds.\n\n\nQueen\n: Wit and physical prowess. Impressive, Mr. Bond. Very impressive.\n\n\nDrone\n: Tell me, your majesty, do you like wild things?\n\n\nQueen\n: Wild? You should be locked up in a honeycomb, with me.\n\n\nThe drone is observed to abandon its previous stance as the ruling instance makes several hand gestures. The drone approaches the ruling instance and hands it the carnation, bowing its head briefly. The ruling instance presses its nose into the flower, and visibly inhales.\n\n\nQueen\n: Ah, carnations, my favorite.\n\n\nDrone\n: I have a particular knack for finding red flowers.\n\n\nQueen\n: Perhaps I shall call you Iron.\n\n\nThe Drone and ruling instance are observed to begin what is now believed to be the fertilization ritual, beginning when the ruling instance opens 3 [DATA EXPUNGED].\n\n\nThe ruling instance is observed standing over the drone after the fertilization ritual has finished. The drone's body is positioned in a manner such that observation of the head and neck regions are impossible, with the ruling instance blocking them from view. The ruling instance's abdomen is noted to be swollen, especially in and around typical locations of the gastrointestinal tract.\n\n\nQueen\n: Such a shame, he didn't even finish his Martini.\n\n\nThe queen is observed to take 5 steps away from the drone, in the direction of the throne chamber, before stopping midstride and rotating its head 180 degrees, dried green fluid dripping from its mouth. The drone's body is observed to have been severed at the neck.\n\n\nQueen:\n Seems he lost his head in the pursuit of love.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Cause of death in all recovered instances has been due to severing of the spinal cord at the neck.\n\n\n2\n. Agitated with a tool, not gravity.\n\n\n3\n. At intervals of no more than 3 seconds.\n\n\n4\n. Although observation has shown that instances prefer to forage in the south and western directions, older instances tend to avoid forays north, possibly due to human population centers.\n\n\n5\n. Often incorporating elements of Waltz, Mambo, Salsa, Merengue and occasionally West Coast Swing.\n\n\n6\n. Cause of death was noted to have been due to severe anaphylactic shock and in some instances, blood loss due to impalement.\n\n\n7\n. Procurement requests for live subjects are awaiting approval.\n\n\n\n\n\n\n\n\n\n\nMore by this author\n\n\n\n\nHide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-3456\n\n\nRating: 617\n\n\n\n\n\n\nSCP-3700\n\n\nRating: 370\n\n\n\n\n\n\nSCP-2491\n\n\nRating: 244\n\n\n\n\n\n\nSCP-4700\n\n\nRating: 171\n\n\n\n\n\n\nSCP-3703\n\n\nRating: 147\n\n\n\n\n\n\nSCP-6700\n\n\nRating: 145\n\n\n\n\n\n\nSCP-3706\n\n\nRating: 135\n\n\n\n\n\n\nSCP-3728\n\n\nRating: 128\n\n\n\n\n\n\nSCP-2497\n\n\nRating: 128\n\n\n\n\n\n\nSCP-2946\n\n\nRating: 118\n\n\n\n\n\n\nSCP-3702\n\n\nRating: 108\n\n\n\n\n\n\nSCP-3710\n\n\nRating: 107\n\n\n\n\n\n\nSCP-1347-1353-J\n\n\nRating: 81\n\n\n\n\n\n\nSCP-2546\n\n\nRating: 78\n\n\n\n\n\n\nSCP-2378\n\n\nRating: 77\n\n\n\n\n\n\nSCP-7810\n\n\nRating: 61\n\n\n\n\n\n\nSCP-3711\n\n\nRating: 54\n\n\n\n\n\n\nSCP-2431\n\n\nRating: 47\n\n\n\n\n\n\nSCP-8381\n\n\nRating: 40\n\n\n\n\n\n\nSCP-8810\n\n\nRating: 38\n\n\n\n\n\n\npage 1 of 2\n1\n2\nnext »\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nAll in All You're Just A 'Nother Brick in the Wall\n\n\nRating: 59\n\n\n\n\n\n\nSwallowed by a PRIDEful, Lesbian Sea\n\n\nRating: 49\n\n\n\n\n\n\nThe Seas of Orcadia Part 1: How I Met Your Mither\n\n\nRating: 49\n\n\n\n\n\n\nWhere There is Desire There is Gonna be a Flame\n\n\nRating: 45\n\n\n\n\n\n\nLet's Get Physical\n\n\nRating: 40\n\n\n\n\n\n\nSlow PRIDE filled Life\n\n\nRating: 39\n\n\n\n\n\n\nMedea Filicidium\n\n\nRating: 35\n\n\n\n\n\n\nMulti-Goddess Drifting\n\n\nRating: 31\n\n\n\n\n\n\nHotter than Hell\n\n\nRating: 29\n\n\n\n\n\n\nWhere there is a Flame Someone is Bound to get Burned\n\n\nRating: 29\n\n\n\n\n\n\nLove Across a Nonbinary Spectrum\n\n\nRating: 26\n\n\n\n\n\n\nOn the Rails\n\n\nRating: 23\n\n\n\n\n\n\nThe Coming Nightmare\n\n\nRating: 20\n\n\n\n\n\n\nDissonance\n\n\nRating: 14\n\n\n\n\n\n\n\n\n\n\n\n\nWith other authors\n\n\n\n\n\n\nPage\n\n\nAuthor\n\n\n\n\n\n\nSCP-3500\n\n\nRimple\n\n\n\n\n\n\nSCP-8710\n\n\nSmaugnolia\n\n\n\n\n\n\nRecomposition\n\n\nQueerious\n \nDexanote\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2490\n | SCP-2491 | \nSCP-2492\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2491\n\" by DrBleep, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2491\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Date and time of Observation : June 5th, 2013 13:43:00 - 13:59:00 Summary : A recently installed CCTV camera within the structure's \"Royal\" honeycomb section record a complete fertilization ritual involving a single drone and the ruling caste individual at that time. Video log transcriptions have been edited to remove extraneous conversation. Begin Log A single drone instance enters the chamber from the northwest face, from a hole 30 meters above the floor. The instance is noted to be wearing a pair of tight checkered pants, and no shirt or shoes. The drone begins climbing down the honeycomb slowly. The drone's back is noted to display several large, bony skin-covered protrusions atypical of human anatomy. 7 The drone climbs from the hole to approximately 3 meters above the floor of the chamber, at which time the instance looks over its shoulder before pushing off from the wall, flipping midair, and landing upright, one arm stretched behind itself, and the other extended forwards offering what is noted to be a single red carnation. The ruling instance at the time is noted to have shown no perceivable reaction to this display. Following the drone's landing, approximately 10 seconds of silence pass before the ruling instance rises. Drone : Bond, James Bond, at your service. The drone maintains position as the ruling instance claps slowly 3 times, before descending from its throne. Queen : Congratulations Mr. Bond, your physical prowess precedes you. The ruling instance stops at the base of the honeycomb steps, pausing for a moment before continuing its speech. Queen : Tell me, why should you be the one to foster the next brood? The drone maintains its stance, red carnation still presented forward. Drone : I'm giving you the opportunity to make the hive as brilliant as myself. The ruling instance is observed to smirk at this comment. Queen : I am giving you the chance to shake, and not stir. Drone : Funny, I don't see any bubbles. The ruling instance laughs for 10 seconds. Queen : Wit and physical prowess. Impressive, Mr. Bond. Very impressive. Drone : Tell me, your majesty, do you like wild things? Queen : Wild? You should be locked up in a honeycomb, with me. The drone is observed to abandon its previous stance as the ruling instance makes several hand gestures. The drone approaches the ruling instance and hands it the carnation, bowing its head briefly. The ruling instance presses its nose into the flower, and visibly inhales. Queen : Ah, carnations, my favorite. Drone : I have a particular knack for finding red flowers. Queen : Perhaps I shall call you Iron. The Drone and ruling instance are observed to begin what is now believed to be the fertilization ritual, beginning when the ruling instance opens 3 [DATA EXPUNGED]. The ruling instance is observed standing over the drone after the fertilization ritual has finished. The drone's body is positioned in a manner such that observation of the head and neck regions are impossible, with the ruling instance blocking them from view. The ruling instance's abdomen is noted to be swollen, especially in and around typical locations of the gastrointestinal tract. Queen : Such a shame, he didn't even finish his Martini. The queen is observed to take 5 steps away from the drone, in the direction of the throne chamber, before stopping midstride and rotating its head 180 degrees, dried green fluid dripping from its mouth. The drone's body is observed to have been severed at the neck. Queen: Seems he lost his head in the pursuit of love.",
        "\" SCP-2491 \" by DrBleep, from the SCP Wiki . Source: https://scpwiki.com/scp-2491 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2491",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2491 is to be contained within an outdoor enclosure, with 20 km between the structure and the edge of the containment enclosure; in the northern direction, the boundaries are to be no more than 5 km apart. The enclosure area is to be designated a no-fly zone. CCTV cameras are installed along the fence-line in all directions at 30 m intervals. Additional CCTV cameras have been placed directly inside or around the structure for observation purposes. Observation should be maintained at all times. Civilians attempting to enter or successfully entering the containment enclosure are to be apprehended and administered class A amnestics as required.",
    "description": "SCP-2491 is a large geological structure closely resembling hives of the European honey bee, located 60 km south of Edinburgh, Scotland. The structure is approximately 200 meters in diameter, and has a single large 5 m opening on the southern face. The interior of SCP-2491 resembles the standard hive structure of the European honey bee, including topographical vertical honeycomb layers with the presence of multiple caverns, several of which contain furniture and decorations commonly present in western social establishments.",
    "title": "SCP-2491"
}