{
    "url": "https://scp-wiki.wikidot.com/scp-2493",
    "all_text": "rating: \n+246\n+\n–\nx\n\n\nItem #:\n SCP-2493\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures (Revision 2):\n SCP-2493-1 is to be kept at \nLunar Area-32\n or at its designated containment chamber located 100km away, accessible by high-speed rail. SCP-2493-1 is to wear SCP-2493-2 whenever outside their designated containment chamber, and is to be restricted from attempting to leave their chamber until it is ensured SCP-2493-2 is correctly secured. SCP-2493-1 is to be provided with three meals each day, transmuted into antimatter by use of designated devices received from 2493’. (See Addendum 3.)\n\n\nSCP-2493-1 is to be psychologically evaluated twice weekly, and medication to be administered as required.\n\n\nA list of SCP-2493-1’s requests for updated containment procedures is to be submitted to the Ethics Committee on a bi-weekly basis for review and approval or rejection. Proposals to rescind approved requests are to be submitted to the Ethics Committee; any other attempts by staff to impede approved requests will result in severe reprimands at the discretion of the Overseer Council. The full list of approved and rejected requests are outlined in Document 2493-1; “\nApproved & rejected requests by SCP-2493-1 for updates to containment procedures.\n”\n\n\n\n\nSpecial Containment Procedures (Revision 1)\n\n\n\n\nNote: These procedures are no longer in effect!\n\n\n\n\nSCP-2493-1 is to wear SCP-2493-2 at all times. SCP-2493-1 is to be kept in its modified humanoid containment cell at Lunar Area-32. The cell is to be filled with pure helium gas at a pressure of approximately 20 kilopascals, and kept at a temperature of approximately 280 Kelvin. The interior of the room is to be kept above a minimum of 270 Kelvin, to ensure continued biological function of SCP-2493-1. The interior surface of SCP-2493-1's containment cell is to be padded with a three centimetre thick layer of soft rubber. No sharp corners or points are to be present within SCP-2493-1's cell; all such corners or points are to be removed or padded. In the event of SCP-2493-2 becoming punctured, it and SCP-2493-1 are to be immediately jettisoned from the facility. MTF Gamma-4 (\"Blondebeard's Crew\") is to be notified to adjust the trajectory of the anomaly as required, and to prevent it from entering the earth's atmosphere and causing a UK-Class Global Irradiation event.\n\n\nSCP-2493-1 is to be supplied at least 2 kilograms of waste matter daily, to a maximum of 10 kilograms.\n\n\nOnce weekly, a signal requesting contact is to be sent through the extradimensional anomaly located on the rear of SCP-2493-2 by use of a 4 MHz radio wave. The entity is also to be under surveillance at all times, and any attempts to hinder communication with the entity’s location of origin are to be reported to the site director immediately. (See Addendum 3.)\n\n\nA list of SCP-2493-1’s requests for updated containment procedures is to be submitted to the Ethics Committee on a bi-weekly basis for review and approval or rejection. Proposals to rescind approved requests are to be submitted to the Ethics Committee; any other attempts by staff to impede approved requests will result in severe reprimands at the discretion of the Overseer Council. The full list of approved and rejected requests are outlined in Document 2493-1; “\nApproved & rejected requests by SCP-2493-1 for updates to containment procedures.\n”\n\n\n\n\n\n\n\n\nDescription:\n SCP-2493 is the collective designation for two components; SCP-2493-1 and SCP-2493-2.\n\n\nSCP-2493-1 is a male humanoid entity approximately 1.7 meters in height, and weighing approximately 95 kilograms. SCP-2493-1 is composed entirely of antimatter, but physically appears to be an ordinary human. SCP-2493-1 responds to the name of Joe Smith, and claims to originate from an alternate dimension composed primarily of substances with similar atomic composition to his. Psychological evaluation of SCP-2493-1 has revealed that it suffers from nostophobia\n1\n \nand an obsession with completing their mission\n. (See Addendums)\n\n\nSCP-2493-2 is a suit composed entirely of a previously undiscovered and currently poorly-understood substance that SCP-2493-1 refers to as ‘Buffer’, superficially resembling an airtight type 1 hazmat suit. This substance is entirely non-baryonic in nature, uniformly reflects all wavelengths of electromagnetic radiation resulting in a mirrored surface, and is also capable of preventing interaction between matter and antimatter. These properties prevent the contents of anything composed of this material from being examined by use of X-ray scanning, and severely impede physical examination. The material comprising SCP-2493-2 is flexible in a manner comparable to rubber, but has a texture consistent with polished metal. An impermeable barrier replaces the substance around SCP-2493-1’s facial region, serving as a two-way visor. The interior of the suit is also capable of emitting light from an undetermined source, and will do so upon instruction by SCP-2493-1.\n\n\nOn the back of SCP-2493-2 is a multifunctional backpack that serves as an air recycler, \na method of exchanging resources obtained by SCP-2493-1 for canned provisions,\n2\n and an airtight input for canned provisions. SCP-2493-1 has never been observed to physically ingest these supplies; the entity states that this is attributable to nanites present within the interior of the suit, which constantly reassemble small sections of food within his mouth whenever available. \nIt is theorized that the device is connected to SCP-2493-1's reality of origin via a stable extradimensional anomaly in the device, as this is the only reasonable explanation of how the provided waste materials can be converted into edible substances composed of antimatter.\n\n\n\n\n+ Addendum 1: Information Summary\n\n\n\n\n- Showing summary.\n\n\n\n\nThe following is a list of information regarding SCP-2493-1’s origins, obtained during several interviews. \nIt should be noted that the only source of such information is the entity itself, and as such cannot be confirmed to be factual.\n (See Addendum 3.)\n\n\n\n\nSCP-2493-1 originates from an alternate reality (Henceforth 2493’) consisting entirely of antimatter.\n\n\n\n\n\n\nThe society of 2493’ has access to or has developed technology that is significantly more advanced than that of our own, with such technology requiring large quantities of electrical energy to operate, typically exceeding the range of petajoules on a daily basis.\n\n\n\n\n\n\nTechnology within 2493’ \napproximately 200 years ago\n 173 years ago produced large quantities of waste materials as by-products of their operation. Such technology has since been adapted to recycle their waste materials. These produced waste materials were transported to a poorly-understood location of abnormal geometry, described as being physically located between two of the three axis present within normal three-dimensional space.\n\n\n\n\n\n\nAfter \nan undefined period of time\n 40 years the inhabitants of this space began transporting their own waste materials to 2493’, with several described objects exhibiting anomalous phenomena sufficient to be classified as SCPs. This prompted the inhabitants of 2493’ to develop devices capable of severely hindering the transit of such waste material.\n\n\n\n\n\n\nAn unidentified object, presumed to be of abnormal geometric origin, initiated an XK-Class Vacuum Decay within 2493’. Technology developed specifically to counter such a scenario spontaneously activates, protecting a small portion of 2493’ from the event; however, such technology is required to be powered continuously in order to sustain such protection.\n\n\n\n\n\n\nNumerous working-class citizens of 2493’ have been deployed to alternate realities to obtain matter and transport it back, for the purpose of powering antimatter reactors.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum 2: Recovery interview log\n\n\n\n\n- Showing log.\n\n\n\n\n\n\nInterviewed:\n SCP-2493-1\n\n\nInterviewer:\n Researcher ███\n\n\nForeword:\n This interview was conducted shortly after the acquisition of the entity, before the antimatter nature of SCP-2493-1 had been confirmed.\n\n\n<Begin Log>\n\n\nResearcher ███:\n What is the suit you are wearing made of?\n\n\nSCP-2493-1:\n There's no atoms. Why are you detaining me?\n\n\nResearcher ███:\n We need to ask you some questions. Why do you need the suit?\n\n\nSCP-2493-1:\n Because you're made of antimatter.\n3\n One plus negative one equals ka-fucking-boom.\n\n\nResearcher ███:\n Would you care to elaborate upon your objective?\n\n\nSCP-2493-1:\n I grab some of your stuff, send it back home. Doesn't matter what it is, as long as I send it back.\n\n\nResearcher ███:\n What do you require the resources for?\n\n\nSCP-2493-1:\n Fuel. The explosion makes a lot of energy, which can be turned into electricity. I need to get uhh… two… two? Yeah, two kilograms minimum of antimatter per day. I uh, think that’s how much they said would keep everything powered at least. Or was it five?\n\n\nResearcher ███:\n What are you referring to?\n\n\nSCP-2493-1:\n Mainly home electrics, water recycling, food production and vehicle electricity. There’s some more important things too, so could you please let me get back to work?\n\n\nResearcher ███:\n If you are made of antimatter, aren’t you aware of the ramifications that will occur if your suit is punctured?\n\n\nSCP-2493-1:\n I die and my employers lose a supply line, it was on the contract. It’s an acceptable loss, considering they can just find another source.\n\n\nResearcher ███:\n It would be safer to simply send you back. If you cooperate, we should be able to devise a method of sending you back.\n\n\nSCP-2493-1:\n You don’t need to send me back, I’m fine here. Just let me stay.\n\n\nResearcher ███:\n Why shouldn’t we send you back?\n\n\nSCP-2493-1:\n It’s safer here. From what I’ve seen of here, we’ve been ahead of you in regards to technology for ages, but you’ve been able to handle waste much better than we did. We got lazy and sent it off to some vague location between dimensions for a couple of years, but as it turned out there were… things, living there, and seeing as we were fine with sending them our garbage, they seem to have decided to send their garbage to us as well. You know what sort of things that beings from between dimensions consider garbage?\n\n\n<End Log>\n\n\nClosing Statement:\n Theoretical calculations of the interaction of 2kg masses of matter and antimatter as described by SCP-2493-1 would produce 360 petajoules of energy; in comparison, the Three Gorges Dam in China, the world’s largest power station as of writing, produces 356 petajoules of energy per year. \nQuestioning SCP-2493-1 in regards to the technology necessitating electrical input at this magnitude on a daily basis is currently underway.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum 3: Event logs\n\n\n\n\n- Showing logs.\n\n\n\n\n\n\nOn ██/██/██, contact with 2493’ was successfully established by use of a 4 MHz radio wave transmitted through the extradimensional anomaly located on the rear of SCP-2493-2. The superiors of SCP-2493-1 apologized for the extended period of time taken for them to respond, and requested to speak to SCP-2493-1 personally. Several of SCP-2493-1’s claims, as well as additional false claims, were requested for confirmation to ensure that cooperative disinformation could not be attempted; all claims made by SCP-2493-1 (detailed in Addendum 1) were clarified and confirmed as true, with all additional false claims being denied. SCP-2493-1 was allowed to communicate with his superiors, and was noted to praise Lunar Area-32 staff repeatedly throughout their conversation, promoting trading prospects.\n\n\n\n\n\n\nOn ██/██/██, negotiations for trade between representatives of 2493’ and the O5 Council was conducted. It was agreed that in return for digital information regarding assorted 2493’ technology, the Foundation was to provide a continuous supply of matter in the form of waste material. The bulk of this waste material was sourced from the five major ocean gyres and various global landfills.\n\n\nThe majority of the information received from 2493’ was oriented towards containment or destruction of anomalous entities, specializing in entities, objects or locations with abnormal geometric properties. Additional information enabled large advances in medical science, and artificial food production. Schematics for an antimatter reactor were also utilized to create the prototype FAM-Reactor.\n\n\nFurther negotiations were conducted to obtain controlled amounts of antimatter from 2493’ in return for random samples of modern music.\n\n\n\n\n\n\nOn ██/██/██, Lunar Area-32 received a transmission from 2493’ stating that several devices critical to the continued existence of 2493’ were failing due to physical strain due to their extended usage. The Foundation was informed that while maintenance would delay total failure, 2493’ was expected to be destroyed within a year.\n\n\nSeveral weeks later a second transmission was received, stating that the devices preventing 2493’ from receiving waste material from the location of abnormal geometry had outright failed, and that 2493’ was now being overrun with severely detrimental anomalous objects. Staff at Lunar Area-32 was advised to prepare to receive several objects essential to ensuring SCP-2493-1’s continued biological function. Several devices constructed of the same material as SCP-2493-2 manifested a short distance outside Lunar Area-32, including a large room with airlock capable of safely containing SCP-2493-1 in a vacuum environment, which has since been relocated away from the Area, connected via high-speed rail and further reinforced.\n\n\n\n\n\n\nOn ██/██/██, a large burst of digital information was received from 2493’, primarily consisting of historic records of 2493’, photographs of various regions of 2493’ and several schematics for devices capable of recycling various non-biodegradable materials into reusable resources. All information received has been archived as required.\n\n\nTo date, no further transmissions have been received from 2493’.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The fear of returning home.\n\n\n2\n. This feature has now become non-functional (See Addendum 3).\n\n\n3\n. SCP-2493-1 speaks from the perspective that he is composed of matter, and by extension that everything else is composed of antimatter.\n\n\n\n\n\n\n\n\n« \nSCP-2492\n | SCP-2493 | \nSCP-2494\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2493\n\" by Jack Ike, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2493\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewed: SCP-2493-1 Interviewer: Researcher ███ Foreword: This interview was conducted shortly after the acquisition of the entity, before the antimatter nature of SCP-2493-1 had been confirmed. <Begin Log> Researcher ███: What is the suit you are wearing made of? SCP-2493-1: There's no atoms. Why are you detaining me? Researcher ███: We need to ask you some questions. Why do you need the suit? SCP-2493-1: Because you're made of antimatter. 3 One plus negative one equals ka-fucking-boom. Researcher ███: Would you care to elaborate upon your objective? SCP-2493-1: I grab some of your stuff, send it back home. Doesn't matter what it is, as long as I send it back. Researcher ███: What do you require the resources for? SCP-2493-1: Fuel. The explosion makes a lot of energy, which can be turned into electricity. I need to get uhh… two… two? Yeah, two kilograms minimum of antimatter per day. I uh, think that’s how much they said would keep everything powered at least. Or was it five? Researcher ███: What are you referring to? SCP-2493-1: Mainly home electrics, water recycling, food production and vehicle electricity. There’s some more important things too, so could you please let me get back to work? Researcher ███: If you are made of antimatter, aren’t you aware of the ramifications that will occur if your suit is punctured? SCP-2493-1: I die and my employers lose a supply line, it was on the contract. It’s an acceptable loss, considering they can just find another source. Researcher ███: It would be safer to simply send you back. If you cooperate, we should be able to devise a method of sending you back. SCP-2493-1: You don’t need to send me back, I’m fine here. Just let me stay. Researcher ███: Why shouldn’t we send you back? SCP-2493-1: It’s safer here. From what I’ve seen of here, we’ve been ahead of you in regards to technology for ages, but you’ve been able to handle waste much better than we did. We got lazy and sent it off to some vague location between dimensions for a couple of years, but as it turned out there were… things, living there, and seeing as we were fine with sending them our garbage, they seem to have decided to send their garbage to us as well. You know what sort of things that beings from between dimensions consider garbage? <End Log> Closing Statement: Theoretical calculations of the interaction of 2kg masses of matter and antimatter as described by SCP-2493-1 would produce 360 petajoules of energy; in comparison, the Three Gorges Dam in China, the world’s largest power station as of writing, produces 356 petajoules of energy per year. Questioning SCP-2493-1 in regards to the technology necessitating electrical input at this magnitude on a daily basis is currently underway.",
        "On ██/██/██, contact with 2493’ was successfully established by use of a 4 MHz radio wave transmitted through the extradimensional anomaly located on the rear of SCP-2493-2. The superiors of SCP-2493-1 apologized for the extended period of time taken for them to respond, and requested to speak to SCP-2493-1 personally. Several of SCP-2493-1’s claims, as well as additional false claims, were requested for confirmation to ensure that cooperative disinformation could not be attempted; all claims made by SCP-2493-1 (detailed in Addendum 1) were clarified and confirmed as true, with all additional false claims being denied. SCP-2493-1 was allowed to communicate with his superiors, and was noted to praise Lunar Area-32 staff repeatedly throughout their conversation, promoting trading prospects.",
        "On ██/██/██, negotiations for trade between representatives of 2493’ and the O5 Council was conducted. It was agreed that in return for digital information regarding assorted 2493’ technology, the Foundation was to provide a continuous supply of matter in the form of waste material. The bulk of this waste material was sourced from the five major ocean gyres and various global landfills. The majority of the information received from 2493’ was oriented towards containment or destruction of anomalous entities, specializing in entities, objects or locations with abnormal geometric properties. Additional information enabled large advances in medical science, and artificial food production. Schematics for an antimatter reactor were also utilized to create the prototype FAM-Reactor. Further negotiations were conducted to obtain controlled amounts of antimatter from 2493’ in return for random samples of modern music.",
        "On ██/██/██, Lunar Area-32 received a transmission from 2493’ stating that several devices critical to the continued existence of 2493’ were failing due to physical strain due to their extended usage. The Foundation was informed that while maintenance would delay total failure, 2493’ was expected to be destroyed within a year. Several weeks later a second transmission was received, stating that the devices preventing 2493’ from receiving waste material from the location of abnormal geometry had outright failed, and that 2493’ was now being overrun with severely detrimental anomalous objects. Staff at Lunar Area-32 was advised to prepare to receive several objects essential to ensuring SCP-2493-1’s continued biological function. Several devices constructed of the same material as SCP-2493-2 manifested a short distance outside Lunar Area-32, including a large room with airlock capable of safely containing SCP-2493-1 in a vacuum environment, which has since been relocated away from the Area, connected via high-speed rail and further reinforced.",
        "On ██/██/██, a large burst of digital information was received from 2493’, primarily consisting of historic records of 2493’, photographs of various regions of 2493’ and several schematics for devices capable of recycling various non-biodegradable materials into reusable resources. All information received has been archived as required. To date, no further transmissions have been received from 2493’.",
        "\" SCP-2493 \" by Jack Ike, from the SCP Wiki . Source: https://scpwiki.com/scp-2493 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2493",
    "object_class": "Euclid",
    "description": "SCP-2493 is the collective designation for two components; SCP-2493-1 and SCP-2493-2.",
    "title": "SCP-2493"
}