{
    "url": "https://scp-wiki.wikidot.com/scp-2499",
    "all_text": "rating: \n+169\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-2499\n: Harmony of the Spheres\n\n\nAuthor:\n \nweizhong\n\n\n\n\n+ More articles by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-2006\n\n\nRating: 2040\n\n\n\n\n\n\nSCP-2950\n\n\nRating: 875\n\n\n\n\n\n\nSCP-2599\n\n\nRating: 856\n\n\n\n\n\n\nSCP-2800\n\n\nRating: 584\n\n\n\n\n\n\nSCP-3200\n\n\nRating: 543\n\n\n\n\n\n\nSCP-4007\n\n\nRating: 419\n\n\n\n\n\n\nSCP-2750\n\n\nRating: 315\n\n\n\n\n\n\nSCP-2201\n\n\nRating: 243\n\n\n\n\n\n\nSCP-2101\n\n\nRating: 225\n\n\n\n\n\n\nSCP-2050\n\n\nRating: 214\n\n\n\n\n\n\nSCP-2440\n\n\nRating: 203\n\n\n\n\n\n\nSCP-2301\n\n\nRating: 181\n\n\n\n\n\n\nSCP-1842\n\n\nRating: 180\n\n\n\n\n\n\nSCP-2012\n\n\nRating: 171\n\n\n\n\n\n\nSCP-2499\n\n\nRating: 169\n\n\n\n\n\n\nSCP-1644\n\n\nRating: 166\n\n\n\n\n\n\nSCP-2775\n\n\nRating: 148\n\n\n\n\n\n\nSCP-2925\n\n\nRating: 137\n\n\n\n\n\n\nSCP-1758\n\n\nRating: 137\n\n\n\n\n\n\nSCP-972\n\n\nRating: 130\n\n\n\n\n\n\nSCP-7030\n\n\nRating: 125\n\n\n\n\n\n\nSCP-314-J\n\n\nRating: 99\n\n\n\n\n\n\nSCP-2625\n\n\nRating: 96\n\n\n\n\n\n\nSCP-2588\n\n\nRating: 92\n\n\n\n\n\n\nSCP-6030\n\n\nRating: 90\n\n\n\n\n\n\nSCP-5725\n\n\nRating: 81\n\n\n\n\n\n\nSCP-2896\n\n\nRating: 63\n\n\n\n\n\n\nSCP-5975\n\n\nRating: 55\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Tales by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nThe Meaning of Fear\n\n\nRating: 255\n\n\n\n\n\n\nRight?\n\n\nRating: 206\n\n\n\n\n\n\nAfter The End\n\n\nRating: 96\n\n\n\n\n\n\nThe Tinkerer\n\n\nRating: 96\n\n\n\n\n\n\nSpirit Dust\n\n\nRating: 70\n\n\n\n\n\n\nLeisure Time\n\n\nRating: 64\n\n\n\n\n\n\nMission Accomplished\n\n\nRating: 59\n\n\n\n\n\n\nA Broken Tool\n\n\nRating: 49\n\n\n\n\n\n\nOf Meetings and Meals\n\n\nRating: 45\n\n\n\n\n\n\nThe Space Soldier\n\n\nRating: 44\n\n\n\n\n\n\nTrip Hammer\n\n\nRating: 41\n\n\n\n\n\n\nEulogies\n\n\nRating: 26\n\n\n\n\n\n\nAll Work and No Play\n\n\nRating: 23\n\n\n\n\n\n\nAnother Day On The Job\n\n\nRating: 17\n\n\n\n\n\n\nUnveiling\n\n\nRating: 13\n\n\n\n\n\n\nConferencing\n\n\nRating: 10\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ GOI formats by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nUIU File: 2017-003\n\n\nRating: 205\n\n\n\n\n\n\nUIU File: 1933-001\n\n\nRating: 79\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All coauthored articles featuring weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nPage\n\n\nAuthors\n\n\n\n\n\n\nUnusual Incidents Unit Hub\n\n\nDrewbear\n, \nCryogenChaos\n\n\n\n\n\n\nProject Palisade, 001 Proposal\n\n\nthedeadlymoose\n, \nDrewbear\n, and \nDexanote\n\n\n\n\n\n\nTKO\n\n\nthedeadlymoose\n and \nDrewbear\n\n\n\n\n\n\nSCP-5050-EX\n\n\nCityToast\n\n\n\n\n\n\nCompetitive Teleology\n\n\nRiemann\n\n\n\n\n\n\nSCP-5882\n\n\nRiemann\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+169\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-2499\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Given SCP-2499’s location, physical containment of the anomaly is considered impossible.\n\n\nAll global observatories capable of monitoring SCP-2499 are to be infiltrated. Any observations of SCP-2499 from these observatories should be explained under the de Bort protocol. Should any outside personnel persist in their belief of SCP-2499’s anomalous properties, limited use of Class-M amnestics is approved in order to maintain operational security.\n\n\nPrimary containment of SCP-2499 consists of monitoring the anomaly for any changes in the established pattern of movement. In addition, the 400 GHz radio frequency should be under constant monitoring for renewed transmissions.\n\n\nDescription:\n SCP-2499 is the designation for an extrasolar anomaly located approximately 13 parsecs (42.4 lightyears) from the Earth. Visually, the anomaly resembles a group of 14 Cepheid variable stars\n1\n and possess regular periods of higher and lower luminosity.\n\n\nThe anomaly itself (sub-designated SCP-2499-1 through SCP-2499-14) does not exhibit normal properties of stars. Notably, the 14 instances are spatially divided into 7 groups, with each group featuring 2 stars that move in a manner similar to that of binary stars.\n2\n Two of the instances, SCP-2499-1 and SCP-2499-2, are noted to be larger than the rest of the instances.\n\n\nThe pulsation periods of SCP-2499 instances resemble that of RV Tauri Class II Cepheids.\n3\n Higher luminosity periods last for roughly 36 months, followed by 96 months of lower luminosity periods. Given that most pulsation periods are far more frequent, the extremely long and infrequent pulsation periods of SCP-2499 were what brought the anomaly to Foundation attention.\n\n\nUpon further investigation, it was found that pulsation periods corresponded with a series of seemingly erratic changes in position of the anomaly itself. This anomalous movement led to SCP-2499’s designation, and also prevented Foundation astronomers from properly calculating SCP-2499’s distance from the Earth, due to the irregular stellar parallax of the anomaly itself.\n\n\nMonitoring of SCP-2499 has established the following pattern of movement for SCP-2499 instances during the pulsation periods of the anomaly. In all, there are 7 main stages of SCP-2499’s pulsation period.\n\n\n\n\n\n\nStage Number\n\n\nCharacteristics\n\n\n\n\n\n\nStage 1\n\n\nSCP-2499 instances demonstrate the second highest luminosity in this stage, at 2.89 on the apparent magnitude luminosity scale. The movement of all instances can be traced in a repeating pattern of assorted geometric shapes, such as figure eights, squares, and circles. SCP-2499-1 and SCP-2499-2 are always the first pair to begin movement in this manner. The average velocity of the anomaly in this stage is 400 km/s.\n\n\n\n\n\n\nStage 2\n\n\nSCP-2499 instances demonstrate an extreme drop in luminosity, at 4.72. Movement of the anomaly slows considerably. Instances move back and forth along the same plane for the duration of this stage. Average velocity is 140 km/s.\n\n\n\n\n\n\nStage 3\n\n\nSCP-2499 instances demonstrate an increase in luminosity, to 3.1. The pairs demonstrate highly erratic movement that follows no recognizable pattern. SCP-2499-1 and SCP-2499-2 travel the fastest, and the most erratically in this stage. Movement of SCP-2499 instances is the fastest during this stage, at 600 km/s.\n\n\n\n\n\n\nStage 4\n\n\nSCP-2499 instances demonstrate the highest luminosity in this stage, at 2.10. The anomalies travel in the most stable pattern during this stage, moving in a circular stage for the duration of this period. The average velocity of the instances decreases to 360 km/s.\n\n\n\n\n\n\nStage 5\n\n\nSCP-2499 instances demonstrate the second lowest luminosity in this stage, at 5.1. Movement of SCP-2499-3 through SCP-2499-14 maintain the circle of the prior stage, while SCP-2499-1 and SCP-2499-2 are noted to move to the center of the circle formed by the other instances, and move in regular circles within the established pattern. All instances aside from SCP-2499-1 and SCP-2499-2 remain static in this stage. SCP-2499-1 and SCP-2499-2 move at 160 km/s.\n\n\n\n\n\n\nStage 6\n\n\nSCP-2499 instances are erratic in this stage, and rapidly alternate from a more active state of 3.4 in luminosity and movement at 550 km/s, to a less active state of 4.8 in luminosity and movement at 200 km/s. No discernable pattern is available in this stage, aside from less ordered movement in active states, and more disorganized movement in the less active states.\n\n\n\n\n\n\nStage 7\n\n\nSCP-2499 instances demonstrate the lowest luminosity at 5.89 during this stage. All instances appear to rotate around each other with a velocity of 120 km/s. During this stage, pairs will begin to cease anomalous movement, and finish their pulsating periods. Beginning with SCP-2499-13 and SCP-2499-14, pairs will cease anomalous movement, and their luminosity will decrease one by one. At the end of the stage, SCP-2499-1 and SCP-2499-2 are the last pair that exhibits anomalous movement and luminosity. The anomalous phase is considered concluded when SCP-2499-1 and SCP-2499-2 cease movement.\n\n\n\n\n\n\nAddendum:\n On 12/14/2010, a high frequency (400 GHz) radio signal was detected originating from the region of space that SCP-2499 is located in. The signal itself broadcasted the entirety of a recording of Gustav Holst’s 7 movement orchestral suite, \nThe Planets\n. Notably, the recording played was the 1926 recording of the piece, and the first one that was available for radio broadcast. Following this transmission, a second transmission, consisting entirely of a series of binary numbers was played. When the numbers were translated into English, a discernible message was revealed. It has been transcribed below.\n\n\n\n\nPlease send our warmest congratulations to Mr. Holst for such a stunning and deeply charming piece. We have been utterly enchanted with the music ever since we first heard your transmission. It was not meant for dance, but when you hear music this personal, what else are you to do?\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A type of star that does not possess a uniform luminosity.\n\n\n2\n. Stars that move in pairs, due to the mutual gravitational pull.\n\n\n3\n. A type of Cepheid variable star characterized by extremely long pulsation periods.\n\n\n\n\n\n\n\n\n« \nSCP-2498\n | SCP-2499 | \nSCP-2500\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2499\n\" by weizhong, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2499\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: On 12/14/2010, a high frequency (400 GHz) radio signal was detected originating from the region of space that SCP-2499 is located in. The signal itself broadcasted the entirety of a recording of Gustav Holst’s 7 movement orchestral suite, The Planets . Notably, the recording played was the 1926 recording of the piece, and the first one that was available for radio broadcast. Following this transmission, a second transmission, consisting entirely of a series of binary numbers was played. When the numbers were translated into English, a discernible message was revealed. It has been transcribed below."
    ],
    "documents": [],
    "notes": [
        "Please send our warmest congratulations to Mr. Holst for such a stunning and deeply charming piece. We have been utterly enchanted with the music ever since we first heard your transmission. It was not meant for dance, but when you hear music this personal, what else are you to do?",
        "\" SCP-2499 \" by weizhong, from the SCP Wiki . Source: https://scpwiki.com/scp-2499 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2499",
    "object_class": "Safe",
    "containment_procedures": "Given SCP-2499’s location, physical containment of the anomaly is considered impossible.",
    "description": "SCP-2499 is the designation for an extrasolar anomaly located approximately 13 parsecs (42.4 lightyears) from the Earth. Visually, the anomaly resembles a group of 14 Cepheid variable stars1 and possess regular periods of higher and lower luminosity.",
    "title": "SCP-2499"
}