{
    "url": "https://scp-wiki.wikidot.com/scp-2501",
    "all_text": "rating: \n+432\n+\n–\nx\n\n\nItem #:\n SCP-2501\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2501 is to be kept in Storage Vault 3-H at \nResearch Site-45\n. Only personnel with special exemption keycards will be allowed to access SCP-2501. However, the use and/or misuse of SCP-2501 is still strictly prohibited, punishable up to termination. All previous documentation and research regarding SCP-2501 is to be kept on high security Foundation servers.\n\n\nBecause of the destructive potential of SCP-2501, special exemption keycards will only be granted under special authorization from the O5 council.\n\n\nDescription:\n SCP-2501 is a mechanical gauntlet designed to be adapted to a human hand and forearm. SCP-2501 is made of an unknown lightweight material and is powered through unknown means. SCP-2501 shows no markings or numbers to give any indication of an origin or manufacturer. SCP-2501 appears to be in need of maintenance, although knowledge of repairing certain defective mechanisms is currently beyond Foundation researchers.\n\n\nA key-operated safety switch is installed on the underside of SCP-2501, although it appears to be defective due to the key being dislocated inside the lock cylinder, thereby keeping it affixed in the position labeled with the word 'ВКЛ.'\n1\n There is also a slightly corroded rotary control knob located on the left side of the \"wrist\". This knob is locked to the furthest clockwise position and will not turn counter-clockwise. The setting labels are too worn to be decipherable, but are hypothesized to be numbers in increasing range.\n\n\nSCP-2501's anomalous properties manifest whenever a user inserts his/her arm into the socket and engages the claw-like mechanism at the opposite end. When held in front of the user's face, SCP-2501 is able to exert an extreme amount of pressure on an object within the perspective of the user in relation to the claw-like mechanism. No upper limit on the amount of pressure SCP-2501 can exert has yet been observed. SCP-2501 is not able to perform more dexterous functions beyond rapidly opening and closing.\n\n\nDistance from the user to an object does not affect the end result; neither does density or size of the object. The object during this process always behaves as if two invisible forces are exerting against it at opposite ends, to the point of structural failure. Using SCP-2501 on media such as fluids or gases has no effect.\n\n\n\n\n[LEVEL-2 ACCESS REQUIRED]\n\n\n\n\n[ACCESS GRANTED]\n\n\n\n\n\n\nExperimental Test Logs\n2501-11\n\n\nSubject:\n Research technician using SCP-2501 on designated items.\n\n\nProcedure:\n SCP-2501 used normally as its designed function.\n\n\nResults:\n\n\n\n\n\n\nTEST\n\n\nITEM\n\n\nDISTANCE\n\n\nRESULT\n\n\nCOMMENTS\n\n\n\n\n\n\n001\n\n\nSteel Soup Can (Full)\n\n\n1m\n\n\nDestroyed via Compression\n\n\nCan crushed to a thickness of 0.08mm. Soup had to be cleaned off of lab equipment. It was recommended that future testing be conducted outside.\n\n\n\n\n\n\n002\n\n\nSolid Steel Cylinder (Diameter: 8cm)\n\n\n20m\n\n\nFlattened\n\n\nCylinder was compressed into a disc measuring 1.6m in diameter and a thickness of 2mm.\n\n\n\n\n\n\n003\n\n\n1962 Buick LeSabre (Decommissioned from light vehicle pool)\n\n\n100m\n\n\nDestroyed via Compression\n\n\nCar crushed lengthwise to a thickness of 19cm.\n\n\n\n\n\n\n004\n\n\nM3 Stuart Light Tank (Decommissioned from MTF arsenal)\n\n\n200m\n\n\nDestroyed via Compression\n\n\nTank crushed to a thickness of 84cm. Upon further analysis, the steel armor has seemingly fused together due to the extreme heat generated during the process.\n\n\n\n\n\n\n005\n\n\nConcrete Block (1m\n3\n)\n\n\n100m\n\n\nDisintegrated\n\n\nBlock exploded violently into fragments. Nothing was found larger than 3cm. Minor injuries sustained by staff. Recommended increasing minimum safe distances.\n\n\n\n\n\n\n006\n\n\nConcrete Block (1m\n3\n)\n\n\n4km\n\n\nFAILED\n\n\nTest conducted at night. Block was brightly illuminated in order to aid in testing. User missed target and crushed light fixture instead. Recommended using binoculars and mount/stability assist in subsequent range tests.\n\n\n\n\n\n\n007\n\n\nHigh Altitude Weather Balloon\n\n\n32km\n\n\nDestroyed via Compression\n\n\nTest conducted at night. Large halogen light fixture with sufficient battery life was affixed onto the balloon. Test was successful; however, debris was never found by recovery teams. Extreme range capabilities confirmed.\n\n\n\n\n\n\n008\n\n\nAsteroid 1566 Icarus (2.9×10\n12\nkg)\n\n\nPerihelion: 0.18AU, Aphelion: 1.96AU\n\n\nN/A\n\n\nCANCELLED\n\n\n\n\n\n\nSummary:\n SCP-2501 anomalous properties confirmed. Testing has been suspended indefinitely under O5 command. SCP-2501 is to be placed back into storage immediately. Object class designated as Safe for the time being. Additional containment protocols may need to be enacted.\n\n\n\n\n\n\n\n\n\n\nSCP-2501 was remitted to a Foundation logistics center in an ornate shipping-case by an anonymous benefactor. Benefactor is confirmed to have close affiliations to \nMarshall, Carter, and Dark Ltd.\n as supported by the item description tag attached to SCP-2501 at the time of delivery and a note detailing the context of the parcel.\n\n\n\n\n[LEVEL-2 ACCESS REQUIRED]\n\n\n\n\n[ACCESS GRANTED]\n\n\n\n\n\n\nArchival Document\n2501-01\n\n\n\n\n\n\nFBW221/TG6YW/IU8IO\n\n\n\n\n\n\nStatus\n\n\nSold\n \nIn Reserve\n LIQUIDATE\n\n\n\n\n\n\nDemand\n\n\nHigh\n\n\n\n\n\n\nValue\n\n\n500k USD/303k GBP\n\n\n\n\n\n\nAvailability\n\n\nEstimated Worldwide: 1\n\n\n\n\n\n\nIdentifier\n\n\nExclusive Item# 21 (slightly worn condition)\n\n\n\n\n\n\nDescription\n\n\nItem is a mechanical gauntlet made specifically to crush objects simply using line-of-sight. A curious physics-bender putting power at your fingertips, literally. Safety key included with unit. Sold as is.\n\n\n\n\n\n\nMarshall, Carter and Dark, Ltd.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[LEVEL-3 ACCESS REQUIRED]\n\n\n\n\n[ACCESS GRANTED]\n\n\n\n\n\n\nArchival Document\n2501-02\n\n\nTo whom it may concern,\n\n\nI represent a professional community of auctioneers, collectors, and dealers with whom I am certain you are familiar. I am approaching your organization with an item of mutual interest. Details are also included inside the case. Rest assured, this is the right place for it.\n\n\nUnderstandably you have many questions. I am not able to divulge details as it would stand as a conflict of interest towards my colleagues and clients. Still, our motives for this remittance is rather pertinent. Simply put, we are strictly dealers of art and curios. And very rarely, there are items that we come across that are not inherently or obviously threatening to that integral distinction.\n\n\nSuch is the nature of this item. As valuable as it may be, we at Marshall, Carter and Dark, Ltd. feel that it is in our mutual benefit, meaning us as well as the SCP Foundation, that this remain in your safekeeping. We usually retain a level of impartiality for what our clients do or do not do after the closing of a sale. However, in light of a few isolated incidents regarding our clients' intentions with this particular device, and their affiliations by and large, it is safe to assume that selling said item would be a poor business decision on our part.\n\n\nStorage also constitutes a problem, as an extreme demand for the item rather interrupts the objectives and stable business of Marshall, Carter and Dark, Ltd. Nobody enjoys being a teller at a bank that is under threat of robbery every waking moment. In short, keeping the item in inventory is more trouble than it's worth; exceedingly so. So for the sake of famous landmarks, monuments, certain nations, our continued enterprise, and quite possibly the sun or moon, we hand this over to persons more experienced and adept at locking things away from the world.\n\n\nPlease accept our gift, free of charge, from us to you.\n\n\nP.S. Included is a box of La Maison du Chocolat, and a certificate of store credit in the amount of ████GBP as a further extension of our gratitude.\n\n\nForever Grateful,\n\n\n\n\nLady Emily Alcott Carter\n\n\nJune 8\nth\n, 1968\n\n\n\n\n\n\n\n\n\n\nItems included with the package outside of SCP-2501 itself were recorded and/or destroyed. No formal response from the Foundation has been sent regarding this action.\n\n\n\n\nFootnotes\n\n\n1\n. Russian abbreviation for 'ВКЛЮЧЕНО', translated as 'ON' in English.\n\n\n\n\n\n\n\n\n« \nSCP-2500\n | SCP-2501 | \nSCP-2502\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Experimental Test Logs 2501-11 Subject: Research technician using SCP-2501 on designated items. Procedure: SCP-2501 used normally as its designed function. Results: TEST ITEM DISTANCE RESULT COMMENTS 001 Steel Soup Can (Full) 1m Destroyed via Compression Can crushed to a thickness of 0.08mm. Soup had to be cleaned off of lab equipment. It was recommended that future testing be conducted outside. 002 Solid Steel Cylinder (Diameter: 8cm) 20m Flattened Cylinder was compressed into a disc measuring 1.6m in diameter and a thickness of 2mm. 003 1962 Buick LeSabre (Decommissioned from light vehicle pool) 100m Destroyed via Compression Car crushed lengthwise to a thickness of 19cm. 004 M3 Stuart Light Tank (Decommissioned from MTF arsenal) 200m Destroyed via Compression Tank crushed to a thickness of 84cm. Upon further analysis, the steel armor has seemingly fused together due to the extreme heat generated during the process. 005 Concrete Block (1m 3 ) 100m Disintegrated Block exploded violently into fragments. Nothing was found larger than 3cm. Minor injuries sustained by staff. Recommended increasing minimum safe distances. 006 Concrete Block (1m 3 ) 4km FAILED Test conducted at night. Block was brightly illuminated in order to aid in testing. User missed target and crushed light fixture instead. Recommended using binoculars and mount/stability assist in subsequent range tests. 007 High Altitude Weather Balloon 32km Destroyed via Compression Test conducted at night. Large halogen light fixture with sufficient battery life was affixed onto the balloon. Test was successful; however, debris was never found by recovery teams. Extreme range capabilities confirmed. 008 Asteroid 1566 Icarus (2.9×10 12 kg) Perihelion: 0.18AU, Aphelion: 1.96AU N/A CANCELLED Summary: SCP-2501 anomalous properties confirmed. Testing has been suspended indefinitely under O5 command. SCP-2501 is to be placed back into storage immediately. Object class designated as Safe for the time being. Additional containment protocols may need to be enacted.",
        "Archival Document 2501-01 FBW221/TG6YW/IU8IO Status Sold In Reserve LIQUIDATE Demand High Value 500k USD/303k GBP Availability Estimated Worldwide: 1 Identifier Exclusive Item# 21 (slightly worn condition) Description Item is a mechanical gauntlet made specifically to crush objects simply using line-of-sight. A curious physics-bender putting power at your fingertips, literally. Safety key included with unit. Sold as is. Marshall, Carter and Dark, Ltd.",
        "Archival Document 2501-02 To whom it may concern, I represent a professional community of auctioneers, collectors, and dealers with whom I am certain you are familiar. I am approaching your organization with an item of mutual interest. Details are also included inside the case. Rest assured, this is the right place for it. Understandably you have many questions. I am not able to divulge details as it would stand as a conflict of interest towards my colleagues and clients. Still, our motives for this remittance is rather pertinent. Simply put, we are strictly dealers of art and curios. And very rarely, there are items that we come across that are not inherently or obviously threatening to that integral distinction. Such is the nature of this item. As valuable as it may be, we at Marshall, Carter and Dark, Ltd. feel that it is in our mutual benefit, meaning us as well as the SCP Foundation, that this remain in your safekeeping. We usually retain a level of impartiality for what our clients do or do not do after the closing of a sale. However, in light of a few isolated incidents regarding our clients' intentions with this particular device, and their affiliations by and large, it is safe to assume that selling said item would be a poor business decision on our part. Storage also constitutes a problem, as an extreme demand for the item rather interrupts the objectives and stable business of Marshall, Carter and Dark, Ltd. Nobody enjoys being a teller at a bank that is under threat of robbery every waking moment. In short, keeping the item in inventory is more trouble than it's worth; exceedingly so. So for the sake of famous landmarks, monuments, certain nations, our continued enterprise, and quite possibly the sun or moon, we hand this over to persons more experienced and adept at locking things away from the world. Please accept our gift, free of charge, from us to you. P.S. Included is a box of La Maison du Chocolat, and a certificate of store credit in the amount of ████GBP as a further extension of our gratitude. Forever Grateful, Lady Emily Alcott Carter June 8 th , 1968"
    ],
    "item": "SCP-2501",
    "object_class": "Safe",
    "containment_procedures": "SCP-2501 is to be kept in Storage Vault 3-H at Research Site-45. Only personnel with special exemption keycards will be allowed to access SCP-2501. However, the use and/or misuse of SCP-2501 is still strictly prohibited, punishable up to termination. All previous documentation and research regarding SCP-2501 is to be kept on high security Foundation servers.",
    "description": "SCP-2501 is a mechanical gauntlet designed to be adapted to a human hand and forearm. SCP-2501 is made of an unknown lightweight material and is powered through unknown means. SCP-2501 shows no markings or numbers to give any indication of an origin or manufacturer. SCP-2501 appears to be in need of maintenance, although knowledge of repairing certain defective mechanisms is currently beyond Foundation researchers.",
    "title": "SCP-2501"
}