{
    "url": "https://scp-wiki.wikidot.com/scp-2509",
    "all_text": "rating: \n+105\n+\n–\nx\n\n\n\n\n\n\nSCP-2509-e in Outdoor Containment Area\n\n\n\n\n\n\nItem #:\n SCP-2509\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n All instances of SCP-2509 are to be housed in individual Standard Safe Zoological Containment Units. Entities are to have access to an Outdoor Containment Area for four hours each day. SCP-2509 objects require no sustenance, but are to be provided weekly with canine toys. Staff are not permitted in SCP-2509 enclosures.\n\n\nDescription:\n SCP-2509 consists of five objects: (U.S. Units per official object description)\n\n\n\n\nSCP-2509-a: Wilton 4lb Head 12\" Sledge Hammer\n\n\nSCP-2509-b: RYOBI Cordless Power Drill P205\n\n\nSCP-2509-c: Fiskars 8\" Hedge Shears\n\n\nSCP-2509-d: Wooster Majestic 2\" Paintbrush\n\n\nSCP-2509-e: Echo 16\" Gas Chain Saw\n\n\n\n\nAll objects are animate, capable of movement by rapidly slamming themselves against the ground while pivoting and tilting forward. Instances are also capable of jumping and rearing up as though they possess hind legs. Each entity's primary interaction with individuals and objects is expressed through that item's primary function. It should be noted that SCP-2509-b and SCP-2509-e operate continuously without need of energy source or fuel.\n\n\nTesting shows all objects demonstrate the approximate intellect, behaviors, and general mannerisms of \nCanis lupus familiaris\n1\n. Instances are very friendly towards humans, but seem unaware of both their anomalous form and the hazards they present. As a result, interaction with SCP-2509 entities is extremely dangerous.\n\n\nBehavior analysis of individual instances shows identical responses during testing. As such, researchers theorize that objects are separate iterations of the same source intelligence.\n\n\nDiscovery Log:\n SCP-2509 was discovered in ███████, TX, USA by ████████ County Police officers after noise complaints were filed against Mark G████. Embedded Foundation personnel reported anomalous activity on ██/██/██ at 0423 hours. Mobile Task Force Theta-14 (\"Pound Puppies\") was sent to the scene. Discovering officers were successfully amnesticized.\n\n\nSCP-2509 entities were found in G████'s home garage. MTF-Theta-14 contained the instances, though minor injuries were incurred. Agents discovered G████'s body on floor. Cause of death was loss of blood and extreme physical trauma, presumably caused by SCP-2509 objects. Also discovered was the body of a \nCanis lupus familiaris\n, breed Golden Retriever. Animal showed no signs of injury; necropsy confirms it died of lymphosarcoma\n2\n several days prior. Investigation of the home discovered multiple framed pictures of G████ with the animal in question.\n\n\nSeveral ritualistic items and mathematical diagrams of an unknown nature were also found beside the bodies; however, objects were badly damaged, and little could be determined about their origin. Also found was a book entitled \nMathematical Incursions Intersecting Transubstantive Constructs.\n (See Excerpt Below) No indication of author or publisher could be found.\n\n\nDisinformation campaign following G████'s death was minimal as background check discovered no known relatives or close associates. Official cause of death was listed as suicide.\n\n\nExcerpt from \nMathematical Incursions Intersecting Transubstantive Constructs\n\n\nPassage bookmarked and heavily annotated by G████.\n\n\n\n\nConcentrate on mental image of target deceased, preferably laughing or running\n\nFold mental image 45°, Quadrant 1 to Quadrant 3\n\nRotate 14° anticlockwise\n\nRotate on z-axis 37° towards remembrance\n\nBisect mental image along w-axis, compensate for distortions with images of birds\n\nInhale, hold breath for 4 seconds.\n\nExhale, lowering mental image perpendicular to plane of thought until intersection with the intended body of inhabitance.\n\nCaution: Spillage may contaminate unintended vessels.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Common domestic dog.\n\n\n2\n. Cancer of the lymphatic system.\n\n\n\n\n\n\n\n\n« \nSCP-2508\n | SCP-2509 | \nSCP-2510\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2509\n\" by CirclesAndSquares, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2509\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n chainsaw.jpg\n\n\nAuthor:\n CirclesAndSquares\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki",
    "addendums": [],
    "documents": [],
    "notes": [
        "Concentrate on mental image of target deceased, preferably laughing or running Fold mental image 45°, Quadrant 1 to Quadrant 3 Rotate 14° anticlockwise Rotate on z-axis 37° towards remembrance Bisect mental image along w-axis, compensate for distortions with images of birds Inhale, hold breath for 4 seconds. Exhale, lowering mental image perpendicular to plane of thought until intersection with the intended body of inhabitance. Caution: Spillage may contaminate unintended vessels.",
        "\" SCP-2509 \" by CirclesAndSquares, from the SCP Wiki . Source: https://scpwiki.com/scp-2509 . Licensed under CC-BY-SA .",
        "Filename: chainsaw.jpg Author: CirclesAndSquares License: CC BY-SA 3.0 Source Link: SCP Wiki"
    ],
    "item": "SCP-2509",
    "object_class": "Safe",
    "containment_procedures": "All instances of SCP-2509 are to be housed in individual Standard Safe Zoological Containment Units. Entities are to have access to an Outdoor Containment Area for four hours each day. SCP-2509 objects require no sustenance, but are to be provided weekly with canine toys. Staff are not permitted in SCP-2509 enclosures.",
    "description": "SCP-2509 consists of five objects: (U.S. Units per official object description)",
    "title": "SCP-2509"
}