{
    "url": "https://scp-wiki.wikidot.com/scp-2513",
    "all_text": "What if there was a Roman bridge that made you hate Carthage?\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nFull credit to my co-author on this piece Blarghalt for writing the funniest lines. Image is CC and found here: \nhttps://commons.wikimedia.org/wiki/File:Ilid%C5%BEa_-_Roman_bridge.jpg\n .\n\n\nPhoto was created by \nPudelek\n.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nrating: \n+395\n+\n–\nx\n\n\n\n\n\n\nSCP-2513 after containment.\n\n\n\n\n\n\nItem #:\n SCP-2513\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2513 is to be guarded by armed personnel at all times, with orders to detain any non-authorized persons attempting to cross SCP-2513. An area of 10km\n2\n around SCP-2513 is to be cordoned off as a nature preserve, to prevent any possible use by civilian populations.\n\n\nGiven the low saturation of information relating to SCP-2513, extant historical records need not be tampered with. Historical records of SCP-2513 that are not already cataloged are to be reported to the SCP-2513 project head.\n\n\nDescription:\n SCP-2513 is a bridge located approximately 7km north of the city of Ragusa, Italy. Originally built by the Roman Republic, and restored in 2006 by the Ragusa Heritage Society, it shows notable signs of decay owing to its age. SCP-2513 will, when crossed by an individual from south to north, cause a sudden and irrational hatred of the Carthaginian Republic, a city-state that existed in modern-day Tunisia until 146 BC.\n\n\nFurther testing has determined that persons possessing no prior knowledge of Carthage will manifest this effect as a general dislike of north-central Africa and its current occupants. Testing on individuals with no knowledge of the continent of Africa have yielded little to no manifestation of SCP-2513's effect. However, individuals without a prior knowledge of Carthage will, when informed of its existence, begin to show the standard effects of SCP-2513.\n\n\nSCP-2513's effect has been shown to trigger from as little information as the phrase \"I am from Carthage,\" and \"Carthage exists\". While the intensity of this effect has been shown to diminish over time, only a north-to-south crossing of the bridge has shown a capacity to fully reverse these effects.\n\n\nSCP-2513 was first built in 253 BC by the Roman Republic. It was ostensibly built to facilitate the passage of men from the city of Ragusa to aid the Roman Republic during several battles in Sicily. Following construction, however, the city of Ragusa shifted allegiances to aid the Carthaginian forces occupying the island. In 251 BC, the city of Ragusa once again shifted its allegiance to the Roman Republic. Unlike several other cities in Sicily during the remainder of the war, this was the last recorded shift of allegiance for the city.\n\n\nBy 132 BC, roads leading to and from SCP-2513 were no longer the primary methods to move from southern Sicily to the remainder of the island. Little other historical record of SCP-2513 exists except for a note in historical accounts by Vincentius Bonajutus of the 1693 Sicilian earthquake. A single footnote relating to the destruction of the bridge is contained in his account, which was published in the scientific journal \nPhilosophical Transactions of the Royal Society\n.\n\n\nOf note, however, are several related and unpublished treatises written by Bonajutus on the dangers of a resurgent Carthaginian Republic (including specific objections to the rule of the Muradid dynasty). This is believed to be the earliest recorded SCP-2513-related event.\n\n\nStones which possess a carving relating to the Roman god Janus by an unidentified mason have been recovered from the area containing SCP-2513. SCP-2513 incorporates several of these stones into its construction, and further testing involving these stones is considered a priority to further understanding of the object.\n1\n\n\n\n\n+ [Experiment 2513-2]\n\n\n\n\nCollapse\n\n\n\n\n\n\nVolunteer: \nDr. McCulloch\n\n\n[For this experiment, a plastic bust of Carthaginian military commander Hannibal Barca was placed at the north end of SCP-2513.]\n\n\nDr. McCulloch begins his walk across SCP-2513. Halfway, he breaks into a full stride and leaps at the bust, pummeling it with his fists.\n\n\nDr. McCulloch:\n Fuck you! How many widows did you make, huh!? I hope you're rotting in Tartarus, you bearded asshole desert fuck!\n\n\nDr. McCulloch continues to assault the bust until it is beaten beyond recognition. After spitting on the ruined bust, he walks back across SCP-2513.\n\n\nDr. McCulloch:\n I don't have any siblings but when I looked at that thing, all I could think was, \"this asshole killed my brother\".\n\n\nEnd Experiment 2513-2\n\n\n\n\n\n\n\n\n\n\n\n\n+ [Experiment 2513-7]\n\n\n\n\nCollapse\n\n\n\n\n\n\nVolunteer: \nAssistant Smith\n\n\nAssistant Smith crosses SCP-2513 from south to north.\n Transcript follows:\n\n\nDr. Ruto-Jacobs:\n Assistant Smith, wh—\n\n\nAssistant Smith:\n Hold up! Why are we even doing this? Why aren't we dropping every goddamn thing we have on those Carthaginian fucks?\n\n\nDr. Ruto-Jacobs:\n You are aware that Carthage ceased to exist over two thousand years ago, right?\n\n\nAssistant Smith:\n Then we drop 'em on Tunis. We could all sleep better if they were gone. You and I both know how those Carthaginian bastards are. We let 'em keep growing their empire, the next thing you know they're knocking at our gates.\n\n\nDr. Ruto-Jacobs:\n Thank you, Assistant Smith. You can come back over now.\n\n\nAssistant Smith crosses back over the bridge with no incident.\n\n\nDr. Ruto-Jacobs:\n Still want us to burn down Carthage?\n\n\nAssistant Smith:\n Sir, I wanted us to \nnuke\n Carthage.\n\n\nEnd Experiment 2513-7\n\n\n\n\n\n\n\n\n\n\n\n\n+ [Experiment 2513-10]\n\n\n\n\nCollapse\n\n\n\n\n\n\nTest Subjects: \nD-29632\n and \nD-21154\n\n\nD-29632 was ordered to cross SCP-2513 from south to north, while D-21154 was provided with a phrase to speak once D-29632 had fully crossed to the other side. Transcript follows:\n\n\nD-21154:\n Do you feel any different?\n\n\nD-29632:\n Kinda, yeah. I feel… I dunno. Angry? I want to punch somebody right in their throat but I don't know who.\n\n\nD-21154 reads from the provided note\n\n\nD-21154:\n I am a true son of Carthage.\n\n\nD-29632:\n You're a what?! I'll fucking kill you, you fucking backstabbing elephant-riding son of a bitch!\n\n\nD-29632 charges back across the bridge, but his body language becomes much less aggressive as he returns. By the time he reaches D-21154 and grabs his collar, D-29632 has calmed down considerably.\n\n\nD-29632:\n Uh, sorry. You just said the word \"Carthage\" and I felt like I needed to beat your brains in.\n\n\nD-21154:\n You're not going to hurt me?\n\n\nD-29632:\n I was three seconds ago but not now. The fuck happened to me?\n\n\nEnd Experiment 2513-10\n\n\n\n\n\n\n\n\n\n\n\n\n+ [Experiment 2513-12]\n\n\n\n\nCollapse\n\n\n\n\n\n\nVolunteer: \nResearcher Newman\n\n\nResearcher Newman was subject to imminent release from Foundation employment (and associated amnestic treatments). Due to these factors, a request was entertained from Researcher Newman to cross SCP-2513, in order to test SCP-2513's effects over an extended period of time. This request was granted. To prevent any possible leaks, the following containment protocols were enacted during Researcher Newman's affected state:\n\n\n\n\nResearcher Newman would be granted a small room in Wing D of Site-109, complete with a laptop provided by the Foundation. The laptop would record all of Researcher Newman's activity, and any and all internet access would both be monitored and subject to a 15-second delay to prevent leaks.\n\n\nAny researchers specializing in the Semitic language group were to be temporarily relocated.\n\n\nResearcher Newman would be accompanied by an armed guard at all times, with orders to detain Researcher Newman if he became violent.\n\n\n\n\nOver the course of a week, Researcher Newman spent most of his time on the laptop. When not accessing the laptop, he would often attempt to inform other researchers and assistants about his hatred of Carthage.\n\n\nNotable activity on the laptop includes:\n\n\n\n\nUsing search engines with prompts such as \"fuck Carthage\", \"Carthage goddamn pirates\", \"Hannibal was a pig\", \"Carthage must be destroyed\" and \"I hate Carthage\".\n\n\nDownloading and playing a popular strategy game, creating scenarios wholly devoted to crushing Carthage with overwhelming odds as Rome.\n\n\nReading and re-reading accounts of the destruction of Carthage along with repeated vandalism of articles about Carthage.\n\n\nEngaging in long and protracted arguments with players who preferred to play as Carthage in another popular strategy game.\n\n\n\n\n169 hours after the experiment began, Researcher Newman's affected state began to noticeably diminish, though not dissipate completely. After another 24 hours in quarantine, Researcher Newman was escorted back to SCP-2513 and crossed the bridge from north to south, immediately relieving him of the effects of SCP-2513.\n\n\nFoundation surveillance of Researcher Newman following termination of his employment has, to date, not led to the discovery of any further anti-Carthaginian sentiment.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Similarities between SCP-2513 and the effects of \nSCP-2766\n are still under investigation.\n\n\n\n\n\n\n\n\n« \nSCP-2512\n | SCP-2513 | \nSCP-2514\n »\n\n\n\n\n\n\n\n\n\n\nAlso, Carthage Must Be Destroyed\n\n\n\n\n\n\nBlarghalt",
    "addendums": [],
    "documents": [],
    "notes": [
        "Volunteer: Dr. McCulloch [For this experiment, a plastic bust of Carthaginian military commander Hannibal Barca was placed at the north end of SCP-2513.] Dr. McCulloch begins his walk across SCP-2513. Halfway, he breaks into a full stride and leaps at the bust, pummeling it with his fists. Dr. McCulloch: Fuck you! How many widows did you make, huh!? I hope you're rotting in Tartarus, you bearded asshole desert fuck! Dr. McCulloch continues to assault the bust until it is beaten beyond recognition. After spitting on the ruined bust, he walks back across SCP-2513. Dr. McCulloch: I don't have any siblings but when I looked at that thing, all I could think was, \"this asshole killed my brother\". End Experiment 2513-2",
        "Volunteer: Assistant Smith Assistant Smith crosses SCP-2513 from south to north. Transcript follows: Dr. Ruto-Jacobs: Assistant Smith, wh— Assistant Smith: Hold up! Why are we even doing this? Why aren't we dropping every goddamn thing we have on those Carthaginian fucks? Dr. Ruto-Jacobs: You are aware that Carthage ceased to exist over two thousand years ago, right? Assistant Smith: Then we drop 'em on Tunis. We could all sleep better if they were gone. You and I both know how those Carthaginian bastards are. We let 'em keep growing their empire, the next thing you know they're knocking at our gates. Dr. Ruto-Jacobs: Thank you, Assistant Smith. You can come back over now. Assistant Smith crosses back over the bridge with no incident. Dr. Ruto-Jacobs: Still want us to burn down Carthage? Assistant Smith: Sir, I wanted us to nuke Carthage. End Experiment 2513-7",
        "Test Subjects: D-29632 and D-21154 D-29632 was ordered to cross SCP-2513 from south to north, while D-21154 was provided with a phrase to speak once D-29632 had fully crossed to the other side. Transcript follows: D-21154: Do you feel any different? D-29632: Kinda, yeah. I feel… I dunno. Angry? I want to punch somebody right in their throat but I don't know who. D-21154 reads from the provided note D-21154: I am a true son of Carthage. D-29632: You're a what?! I'll fucking kill you, you fucking backstabbing elephant-riding son of a bitch! D-29632 charges back across the bridge, but his body language becomes much less aggressive as he returns. By the time he reaches D-21154 and grabs his collar, D-29632 has calmed down considerably. D-29632: Uh, sorry. You just said the word \"Carthage\" and I felt like I needed to beat your brains in. D-21154: You're not going to hurt me? D-29632: I was three seconds ago but not now. The fuck happened to me? End Experiment 2513-10",
        "Volunteer: Researcher Newman Researcher Newman was subject to imminent release from Foundation employment (and associated amnestic treatments). Due to these factors, a request was entertained from Researcher Newman to cross SCP-2513, in order to test SCP-2513's effects over an extended period of time. This request was granted. To prevent any possible leaks, the following containment protocols were enacted during Researcher Newman's affected state: Researcher Newman would be granted a small room in Wing D of Site-109, complete with a laptop provided by the Foundation. The laptop would record all of Researcher Newman's activity, and any and all internet access would both be monitored and subject to a 15-second delay to prevent leaks. Any researchers specializing in the Semitic language group were to be temporarily relocated. Researcher Newman would be accompanied by an armed guard at all times, with orders to detain Researcher Newman if he became violent. Over the course of a week, Researcher Newman spent most of his time on the laptop. When not accessing the laptop, he would often attempt to inform other researchers and assistants about his hatred of Carthage. Notable activity on the laptop includes: Using search engines with prompts such as \"fuck Carthage\", \"Carthage goddamn pirates\", \"Hannibal was a pig\", \"Carthage must be destroyed\" and \"I hate Carthage\". Downloading and playing a popular strategy game, creating scenarios wholly devoted to crushing Carthage with overwhelming odds as Rome. Reading and re-reading accounts of the destruction of Carthage along with repeated vandalism of articles about Carthage. Engaging in long and protracted arguments with players who preferred to play as Carthage in another popular strategy game. 169 hours after the experiment began, Researcher Newman's affected state began to noticeably diminish, though not dissipate completely. After another 24 hours in quarantine, Researcher Newman was escorted back to SCP-2513 and crossed the bridge from north to south, immediately relieving him of the effects of SCP-2513. Foundation surveillance of Researcher Newman following termination of his employment has, to date, not led to the discovery of any further anti-Carthaginian sentiment."
    ],
    "item": "SCP-2513",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2513 is to be guarded by armed personnel at all times, with orders to detain any non-authorized persons attempting to cross SCP-2513. An area of 10km2 around SCP-2513 is to be cordoned off as a nature preserve, to prevent any possible use by civilian populations.",
    "description": "SCP-2513 is a bridge located approximately 7km north of the city of Ragusa, Italy. Originally built by the Roman Republic, and restored in 2006 by the Ragusa Heritage Society, it shows notable signs of decay owing to its age. SCP-2513 will, when crossed by an individual from south to north, cause a sudden and irrational hatred of the Carthaginian Republic, a city-state that existed in modern-day Tunisia until 146 BC.",
    "title": "SCP-2513"
}