{
    "url": "https://scp-wiki.wikidot.com/scp-2514",
    "all_text": "rating: \n+86\n+\n–\nx\n\n\nItem #:\n SCP-2514\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2514 is to be kept in Area-12, in a containment stable modified with outdoor sound barriers and fireproofing measures. Maintenance of the stable and subject itself is to be carried out by automated systems whenever possible, as to minimize human contact. Any unautomated care is to be fulfilled by a rotating staff of D-Class trained in equestrian care. Any personnel attending to SCP-2514 must be equipped with fire-retardant clothing and hearing protection of 40 NRR. SCP-2514's diet must consist entirely of pure sugar. Research into alternative means of sustenance is pending approval from the site director.\n\n\nAny D-Class personnel caught consuming SCP-2514's feces are to be reprimanded.\n\n\nDescription:\n SCP-2514 is a member of \nEquus ferus caballus\n with a weight of 178 kg and a height of 116 cm at the withers. The subject's anomalous effects manifest at periodic intervals, henceforth referred to activation-events. These activation-events happen every 2 to 7 hours, for 3 to 15 minutes. During this period, SCP-2514 begins expelling lit pyrotechnic stars while emitting an altered version of the song \"Happy Birthday to You\" at a high volume (90 to 110 dB). This version of the song is addressed to one \"Jeremy Huertes\"\n1\n. Approximately 10% of the time, SCP-2514 will fail to enter this state properly. When this happens, its pyrotechnics will fail to ignite and its music will be replaced with a high pitched static noise.\n\n\nSCP-2514's rendition of \"Happy Birthday to You\" has cognitohazardous effects. Subjects who listen to the song in its entirety will experience intrusive thoughts of joyful memories, as well as a strong compulsion to smile. Despite this, subjects report extreme discomfort. These effects are absent in the static produced in failed activation-events.\n\n\nExposure to SCP-2514 during activation-events leads to the development of various medical complications, including obesity, hyperglycemia, ADHD, hirsutism, abnormal tissue growths, and [REDACTED]. These effects begin to manifest after 4 activation effects. The disease vector is currently unknown, but SCP-2514's song has been ruled out. Long term trials are currently being held to see if repeated yet infrequent exposure induces these effects.\n\n\nTesting has shown that SCP-2514 can only derive sustenance from pure sugar. Despite this, it still has all the nutritional requirements of non-anomalous horse of its size. As a result, SCP-2514 has developed various illnesses, including laminitis, colic, and equine metabolic syndrome. Testing has shown that, through anomalous means, the sugar consumed by SCP-2514 is converted into chocolate cake and lemonade, in lieu of typical waste products.\n\n\nSCP-2514 was recovered from Portland, Maine, USA, after reported sightings of \"mutant deer\" and \"strange pyrotechnics\" in the city's outskirts.\n\n\nAddendum:\n Below is the version of \"Happy birthday to You\" that plays during activation events.\n\n\n\n\nHappy notdeathday for you.\n\nHappy notdeathday for you.\n\nHappy notdeathday caribou Jeremy Huertes.\n\nHappy notdeathday for you.\n\n\n\n\nAddendum:\n On 2016/06/29, SCP-2514 began playing the traditional version of \"Happy Birthday to You\" instead of its original composition, coinciding with the song's entry into the public domain the day prior.\n\n\nAddendum:\n During a containment breach on 20██/██/██, Agents John and Jane ███████ were killed in the line of duty. After the breach, their reanimated corpses were found wandering SCP-2514's stable. These entities have been tentatively given the designation of SCP-2514-1. The SCP-2514-1 were not responsive to any stimuli, and deteriorated within 24 hours. They constantly repeated the phrases \"We love you Jeremy\", \"We'll get through this together\", and \"You've been such a good boy, you deserve a trip to down to the Dr. Wondertainment Never-Ending Toystore\nTM\n for some Dr. Wondertainment Endless-Fun\nTM\n.\"\n2\n\n\nResearch into recreating SCP-2514-1 is currently ongoing.\n\n\nAddendum:\n On 20██/██/██, the following message was found on the desk of Project-Manager-2514, Emma Lister.\n\n\n\n\nTo our esteemed collectors, the Fun-dation:\n\n\nOn behalf of her Majoysty Dr. ██████ █████ █████████ ███████ Wondertainment █, who is too be busy crying her Doctor Wondertainment Super-Sight Eyes\nTM\n out to make this letter all the more personal with trademark Wondertainment Sincerity\nTM\n, we both commend your Wondertainment Brand-Loyalty\nTM\n, and condemn your Wondertainment Cat-Killing-Curiosity\nTM\n. Dr. Wondertainment's Make-the-Tears-Go-Away Pony\nTM\n is a Wondertainment Veritably-Indubitably-Personal-Gift\nTM\n, not meant for mass production and mass fun. Not only that, it was done super-speedy-fast to meet the not-alive-line of our most valued non-paying-customer! As such, Dr. Wondertainment's Make-the-Tears-Go-Away Pony\nTM\n is an unfinished product, with no WonderWarranty\nTM\n and no Super-Safety-Testing\nTM\n. If you could kindly unbuy our Make-the-Tears-Go-Away Pony\nTM\n within a business lifetime, we would forever be in your emotional debt!\n\n\nEternally Wonderful\n\n████████ (Secretary of Sincerity)\n\n███████████ (Publisher for Public Relations)\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Since designated PoI-26243. Further information is available \nhere\n.\n\n\n2\n. Verbal trademarking is a known and understood memetic effect. For further information, contact your site's Memetics Division Liaison.\n\n\n\n\n\n\n\n\n« \nSCP-2513\n | SCP-2514 | \nSCP-2515\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2514\n\" by mlister, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2514\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Below is the version of \"Happy birthday to You\" that plays during activation events.",
        "Addendum: On 2016/06/29, SCP-2514 began playing the traditional version of \"Happy Birthday to You\" instead of its original composition, coinciding with the song's entry into the public domain the day prior.",
        "Addendum: During a containment breach on 20██/██/██, Agents John and Jane ███████ were killed in the line of duty. After the breach, their reanimated corpses were found wandering SCP-2514's stable. These entities have been tentatively given the designation of SCP-2514-1. The SCP-2514-1 were not responsive to any stimuli, and deteriorated within 24 hours. They constantly repeated the phrases \"We love you Jeremy\", \"We'll get through this together\", and \"You've been such a good boy, you deserve a trip to down to the Dr. Wondertainment Never-Ending Toystore TM for some Dr. Wondertainment Endless-Fun TM .\" 2\nResearch into recreating SCP-2514-1 is currently ongoing.",
        "Addendum: On 20██/██/██, the following message was found on the desk of Project-Manager-2514, Emma Lister."
    ],
    "documents": [],
    "notes": [
        "Happy notdeathday for you. Happy notdeathday for you. Happy notdeathday caribou Jeremy Huertes. Happy notdeathday for you.",
        "To our esteemed collectors, the Fun-dation: On behalf of her Majoysty Dr. ██████ █████ █████████ ███████ Wondertainment █, who is too be busy crying her Doctor Wondertainment Super-Sight Eyes TM out to make this letter all the more personal with trademark Wondertainment Sincerity TM , we both commend your Wondertainment Brand-Loyalty TM , and condemn your Wondertainment Cat-Killing-Curiosity TM . Dr. Wondertainment's Make-the-Tears-Go-Away Pony TM is a Wondertainment Veritably-Indubitably-Personal-Gift TM , not meant for mass production and mass fun. Not only that, it was done super-speedy-fast to meet the not-alive-line of our most valued non-paying-customer! As such, Dr. Wondertainment's Make-the-Tears-Go-Away Pony TM is an unfinished product, with no WonderWarranty TM and no Super-Safety-Testing TM . If you could kindly unbuy our Make-the-Tears-Go-Away Pony TM within a business lifetime, we would forever be in your emotional debt! Eternally Wonderful ████████ (Secretary of Sincerity) ███████████ (Publisher for Public Relations)",
        "\" SCP-2514 \" by mlister, from the SCP Wiki . Source: https://scpwiki.com/scp-2514 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2514",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2514 is to be kept in Area-12, in a containment stable modified with outdoor sound barriers and fireproofing measures. Maintenance of the stable and subject itself is to be carried out by automated systems whenever possible, as to minimize human contact. Any unautomated care is to be fulfilled by a rotating staff of D-Class trained in equestrian care. Any personnel attending to SCP-2514 must be equipped with fire-retardant clothing and hearing protection of 40 NRR. SCP-2514's diet must consist entirely of pure sugar. Research into alternative means of sustenance is pending approval from the site director.",
    "description": "SCP-2514 is a member of Equus ferus caballus with a weight of 178 kg and a height of 116 cm at the withers. The subject's anomalous effects manifest at periodic intervals, henceforth referred to activation-events. These activation-events happen every 2 to 7 hours, for 3 to 15 minutes. During this period, SCP-2514 begins expelling lit pyrotechnic stars while emitting an altered version of the song \"Happy Birthday to You\" at a high volume (90 to 110 dB). This version of the song is addressed to one \"Jeremy Huertes\"1. Approximately 10% of the time, SCP-2514 will fail to enter this state properly. When this happens, its pyrotechnics will fail to ignite and its music will be replaced with a high pitched static noise.",
    "title": "SCP-2514"
}