{
    "url": "https://scp-wiki.wikidot.com/scp-2530",
    "all_text": "rating: \n+97\n+\n–\nx\n\n\nItem #:\n SCP-2530\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n A surveillance system has been installed in the interior and exterior of SCP-2530, and all entryways have been barricaded to prevent instances of SCP-2530-A from exiting. All trespassers are to be subdued and administered amnestics by Agents from Surveillance Post 935. Any alterations in behavior are to be reported to the current SP Head for revisions in containment procedures.\n\n\nDescription:\n SCP-2530 is an abandoned warehouse located in Detroit, Michigan. Records indicate the building was owned by ███████ before being purchased by the Hudson Motor Company, where it was used from 1909 to 1912 before relocation to a larger factory. SCP-2530 was vacant for several years before developing anomalous properties.\n\n\nSCP-2530's interior has acoustics similar to a large, empty chamber, despite the presence of indoor structures and machinery. External sound is unable to penetrate the interior of SCP-2530; open doorways and windows are most notably affected, which sound reflects off as if there was a physical barrier. Sounds created by instances of SCP-2530-A and other entities and objects occasionally produce inconsistent reverberations; researchers have theorized that the presence of machinery in SCP-2530 plays a factor in this, and it may have been intentional specifically for all instances.\n\n\nSCP-2530-A-1 through 17 consists of several entities consisting of both artificial and organic material, mainly synthetic parts and mammalian organs. The artificial materials that each instance is composed of are mundane by themselves, and there are no indications regarding each instance's origin or development. All organic material functions independently from its robotic components, though it is unclear if each instance is self-sustaining or receiving energy from another source. Each instance inhabits various areas within SCP-2530, where it engages in repetitive behavior that often pertains to their appearance.\n\n\nAll instances of SCP-2530-A will depart to the main production floor in SCP-2530 if any individual enters and remains in said room for approximately 15 seconds. At this point, each instance will arrange themselves inside the perimeter of the room, and will begin to perform a musical piece, which is 2 minutes and 47 seconds in length. Each instance will return to their original locations within SCP-2530 shortly after the performance's end.\n\nHuman tissue from each instance has shown similarities to several sets of people, mostly families. It has been concluded that the DNA found in instances of SCP-2530 may be that of children from several married couples, though all families deny having one or more children, and no birth records have been found for any supposed individual.\n\n\n\n\n\n\nAddendum 2530-A1: Instances of SCP-2530\n\n\n\n\n\n\nDesignation\n\n\nDescription\n\n\n\n\n\n\nSCP-2530-A-2\n\n\nAlbino \nAcinonyx jubatus\n (cheetah), with an inverted head. All other body parts are constructed with copper wiring. Miniscule eyes have been observed to look out from the instance's torso when activated. Produces various clicking and grinding noises.\n\n\n\n\n\n\nSCP-2530-A-5\n\n\nA wooden mannequin torso of 3 meters in height, covered in 8 humanoid mouths. Each mouth continuously whispers \"Oh Ananias I think of thee\" when not activated.\n\n\n\n\n\n\nSCP-2530-A-13\n\n\nA rectangular frame constructed with several fragments of Sphalerite\n1\n, suspending a cylinder consisting of infantile thumbs. Two limbs originating from the frame strike the drum to provide a sound similar to a synthetic kick drum.\n\n\n\n\n\n\nSCP-2530-A-15\n\n\nA deceased Brown Greater Galago (\nOtolemur crassicaudatus\n) with a human fetus situated in an open cavity on the side of its body. The tail of the Galago is composed of various pieces of glass, and is dragged on a nearby conveyor belt to produce sound.\n\n\n\n\n\n\nSCP-2530-A-17\n\n\nAn \"animatronic\" Japanese child in a fetal position. Instance's skin consists entirely of youth's epidermis. Sings the main \"vocals\" when activated.\n\n\n\n\n\n\n\n\n\n\nSCP-2530-A-3 and SCP-2530-A-6.\n\n\n\n\n\n\nAddendum 2530.mp3:\n The following is a recording of SCP-2530 when activated.\n\n\n\n\n▷\n2530-ChorRec03021983.mp3\n\n\n\n\nIncident 2530-B1 3/13/1978:\n 4 hours after the anomaly's discovery, an unidentifiable individual had entered SCP-2530 and inspected several instances of SCP-2530-A; this was recorded with a preliminary surveillance system. At that time, HMCL Leifson was conversing via handheld transceiver with Agent Montalvo regarding possible modifications to entryways within SCP-2530. The individual exited the camera's view, shortly before SCP-2530-A-17 stood up and walked up behind Agent Montalvo unnoticed. It's unknown if the individual activated or provoked SCP-2530-A-17. After analysis of the monologue's content it's been postulated that the individual was speaking through it.\n\n\nSurveillance footage shows Agent Montalvo being grabbed and struck from behind by SCP-2530-A-17 and dragged to the main production floor. SCP-2530-A-17 had begun to sing immediately after disabling both of Montalvo's legs through force. SCP-2530-A-17 sat down in front of Agent Montalvo and continued to sing. The following log begins shortly after Montalvo is released.\n\n\n\n\n<Begin Log, 19:43, 3/13/19██>\n\n\nSCP-2530-A-17:\n You found ruins of my young heart's past,\n\nProd with pride, weeps unheard,\n\nCage and scribe, mindless herd.\n\n\nAgent Montalvo:\n FUCK— Leifson, I need backup— 2530-A just broke my— legs, both my damn legs—\n\n\nSCP-2530-A-17:\n The heartless men, they wish to learn more,\n\nStoop down low,\n\nThey will never know.\n\n\nAll my sins,\n\nCrowd 'round a lonely hunter.\n\nAll my sins,\n\nCroons on and thrumming further.\n\n\nAgent Montalvo:\n All instances have assembled here, no further hostility, Leifson—\n\n\nSCP-2530-A-17:\n I watched the cruel boy split swiftly in two.\n\nPelted stones, pelted stones.\n\nCan't run home, broken bones.\n\n\nThe group of taunters melt,\n\n'Cus I gaze through as they laugh,\n\nLaugh all day, laugh all night,\n\nFalling down, through the light.\n\n\nSCP-2530-A-17:\n All their pain,\n\nA gathering of hate.\n\nMelting rain,\n\nMetal meets flesh and taint.\n\n\nIn their faults,\n\nthey'll sing all day.\n\nAnimals,\n\nthey'll sing all day.\n\n\n[Agent Montalvo remains silent, though grunting and shallow breathing is heard.]\n\n\nSCP-2530-A-17:\n Where they are, where they are.\n\nMistakes made from a child's play.\n\nFallen stars, fallen stars.\n\nFather's tears and Mother's prey.\n\nAll too far, all too far.\n\nDidn't mean to end it, this way.\n\n\n[A gasp from Montalvo is audible; it is assumed that Montalvo was grabbed. SCP-2530-A-17 is no longer singing.]\n\n\nSCP-2530-A-17:\n But it's fine. For you hunters, I will leave these children here. I killed them unwittingly, and I tried to fix them so many years ago. But now it works, because someone will always be there to listen to them. Thanks— You always seem to be doing me favors.\n\n\n<End Log: 19:50>\n\n\n\n\nAfter all instances of SCP-2530-A returned to their original positions, Agent Montalvo was recovered and claimed he was unable to remember the event occurring, and was unable to explain his leg injuries when notifying HMCL Leifson. The intruding unknown individual and SCP-2530-A-17's behavior are currently being investigated.\n\n\n\n\n+ Clearance Level RB-4-2530 Required.\n\n\n\n\n- Access Granted.\n\n\n\n\n\n\nVarious anomalies, including SCP-2530, contain substantial evidence supporting the involvement of \n\"GREEN KING\"\n. All anomalies produced through \"GREEN KING\" are currently being put under review, in preparation for removal from standard Foundation containment, to emphasize research and isolation of the anomaly in determining information on \"GREEN KING\". Neutralization has been authorized should an anomaly prove uninformative, or is determined to further prevent the neutralization of \"GREEN KING\".\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Contains crystallized Zinc Sulfide with traces of Iron\n\n\n\n\n\n\n\n\n« \nSCP-2529\n | SCP-2530 | \nSCP-2531\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2530\n\" by Accelerando, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2530\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n GirlAndHerSpider.jpg\n\n\nName:\n Head Inside Shirt\n\n\nAuthor:\n Roger Ballen\n\n\nLicense:\n Copyrighted (Used with permission)\n\n\nSource Link:\n \nLink",
    "addendums": [
        "Addendum 2530.mp3: The following is a recording of SCP-2530 when activated."
    ],
    "documents": [],
    "notes": [
        "▷ 2530-ChorRec03021983.mp3",
        "<Begin Log, 19:43, 3/13/19██> SCP-2530-A-17: You found ruins of my young heart's past, Prod with pride, weeps unheard, Cage and scribe, mindless herd. Agent Montalvo: FUCK— Leifson, I need backup— 2530-A just broke my— legs, both my damn legs— SCP-2530-A-17: The heartless men, they wish to learn more, Stoop down low, They will never know. All my sins, Crowd 'round a lonely hunter. All my sins, Croons on and thrumming further. Agent Montalvo: All instances have assembled here, no further hostility, Leifson— SCP-2530-A-17: I watched the cruel boy split swiftly in two. Pelted stones, pelted stones. Can't run home, broken bones. The group of taunters melt, 'Cus I gaze through as they laugh, Laugh all day, laugh all night, Falling down, through the light. SCP-2530-A-17: All their pain, A gathering of hate. Melting rain, Metal meets flesh and taint. In their faults, they'll sing all day. Animals, they'll sing all day. [Agent Montalvo remains silent, though grunting and shallow breathing is heard.] SCP-2530-A-17: Where they are, where they are. Mistakes made from a child's play. Fallen stars, fallen stars. Father's tears and Mother's prey. All too far, all too far. Didn't mean to end it, this way. [A gasp from Montalvo is audible; it is assumed that Montalvo was grabbed. SCP-2530-A-17 is no longer singing.] SCP-2530-A-17: But it's fine. For you hunters, I will leave these children here. I killed them unwittingly, and I tried to fix them so many years ago. But now it works, because someone will always be there to listen to them. Thanks— You always seem to be doing me favors. <End Log: 19:50>",
        "Various anomalies, including SCP-2530, contain substantial evidence supporting the involvement of \"GREEN KING\" . All anomalies produced through \"GREEN KING\" are currently being put under review, in preparation for removal from standard Foundation containment, to emphasize research and isolation of the anomaly in determining information on \"GREEN KING\". Neutralization has been authorized should an anomaly prove uninformative, or is determined to further prevent the neutralization of \"GREEN KING\".",
        "\" SCP-2530 \" by Accelerando, from the SCP Wiki . Source: https://scpwiki.com/scp-2530 . Licensed under CC-BY-SA .",
        "Filename: GirlAndHerSpider.jpg Name: Head Inside Shirt Author: Roger Ballen License: Copyrighted (Used with permission) Source Link: Link"
    ],
    "item": "SCP-2530",
    "object_class": "Safe",
    "containment_procedures": "A surveillance system has been installed in the interior and exterior of SCP-2530, and all entryways have been barricaded to prevent instances of SCP-2530-A from exiting. All trespassers are to be subdued and administered amnestics by Agents from Surveillance Post 935. Any alterations in behavior are to be reported to the current SP Head for revisions in containment procedures.",
    "description": "SCP-2530 is an abandoned warehouse located in Detroit, Michigan. Records indicate the building was owned by ███████ before being purchased by the Hudson Motor Company, where it was used from 1909 to 1912 before relocation to a larger factory. SCP-2530 was vacant for several years before developing anomalous properties.",
    "title": "SCP-2530"
}