{
    "url": "https://scp-wiki.wikidot.com/scp-2541",
    "all_text": "ADULT CONTENT\n\n\n\n\n\nThis article contains adult content that may not be suitable for all readers.\n\nGraphic depiction of blood, gore or mutilation of body parts\n\n\nFeatures sexual themes or language, but does not depict sexual acts.\n\n\nExplicit depiction of sexual acts.\n\n\nFeatures non-consensual sexual acts.\n\n\nDepiction of severe mistreatment of children\n\n\nDepiction of self-harm\n\n\nDepiction of suicide\n\n\nDepiction of torture\n\n\n{$custom-content}\n\n\nIf you are above the age of 18+ and wish to read such content, then you may click Continue to view said content.\n\n\nContinue\n\n\nBack to Front Page\n\n\n« \nSCP-2540\n |\nSCP-2541\n| \nSCP-2542\n »\n\n\n\n\n\n\n\n\nrating: \n+183\n+\n–\nx\n\n\n\n\n\n\nThe opening image of a video played by SCP-2541.\n\n\n\n\n\n\nItem #:\n SCP-2541\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Any recovered instances of SCP-2541 are to be stored within a standard anomalous item locker. Use of SCP-2541 is restricted for personnel with clearance below Level-2 unless given permission otherwise. SCP-2541 is not to be used for recreational use by Foundation personnel.\n\n\nDescription:\n SCP-2541 is the designation for a series of anomalous video tapes which initiate a complex cognitohazardous effect on human subjects who view one of them. Instances of SCP-2541 have been discovered in several forms, including VHS tapes, DVD discs and digital video files, though all are functionally identical and all feature an icon of a stylized yellow lemon somewhere on their packaging. Currently, the Foundation has 328 distinct instances of SCP-2541 within containment.\n\n\nUpon playing an instance of SCP-2541, human subjects who directly view SCP-2541 will appear to fall into a catatonic state. From the subject's perspective, they will believe they are arriving at a building titled \"Your II's Only\" (SCP-2541-A), and are greeted by an instance of SCP-2541-1. Should a subject be allowed entry into SCP-2541-A, they will arrive in a non-descript dimly-lit room filled with other subjects under the effects of SCP-2541 participating in group intercourse. In addition, subjects also report seeing several other non-participating instances of SCP-2541-1 around the perimeter of the room.\n\n\nSubjects report heightened libido and a greater genital sensitivity while within the area of SCP-2541-A, and report the feeling of intercourse with all subjects within SCP-2541-A as feeling akin to actual intercourse. Regardless of any actions subjects believe they are doing within SCP-2541-A, from an outside perspective they will only appear to be speaking aloud to themselves and orgasming, when appropriate.\n\n\nInstances of SCP-2541-1 \nappear to be\n are humans typically of above-average height dressed in black attire with a single yellow lemon pin affixed to their shirt. Instances of SCP-2541-1 under no circumstances ever participate within the group intercourse occurring inside of SCP-2541-A, though may be asked to turn around or provide subjects with various non-harmful items.\n1\n Instances of SCP-2541-1 are also the only known instances capable of ceasing the cognitohazardous effect upon affected subjects. Instances of SCP-2541-1 only cease the effect if one of the three following conditions are met:\n\n\n\n\nA subject approaches an SCP-2541-1 instance and requests to leave.\n\n\nA subject has spent more than eight hours under the effects of SCP-2541.\n\n\nA subject expresses repeated inappropriate or unwanted behavior upon other subjects or instances of SCP-2541-1.\n\n\n\n\nUpon ceasing the effects of SCP-2541, the instance of SCP-2541 will conclude playing and the subject will regain all bodily functions as normal. Subjects will remember their experience under the effects of SCP-2541 as if they were actually present at a group intercourse session.\n\n\nAddendum 2541-1:\n Below is an interview Researcher Victoria Forsythe initiated between herself and an instance of SCP-2541-1. As recording equipment within SCP-2541-A is impossible, Researcher Forsythe repeated phrases as they were spoken by the SCP-2541-1 instance so they could be recorded. Extraneous phrases have been removed.\n\n\n\n\n<Begin Log>\n\n\nResearcher Forsythe:\n Ah, hello!\n\n\nSCP-2541-1 nods.\n\n\nSCP-2541-1:\n Evening ma'am.\n\n\nResearcher Forsythe:\n This may be a weird thing to ask, but is it possible that I could ask a few questions about this place?\n\n\nSCP-2541-1 nods.\n\n\nResearcher Forsythe:\n Excellent. First and foremost, could you explain a bit about why this place exists?\n\n\nSCP-2541-1:\n I could.\n\n\nSilence.\n\n\nResearcher Forsythe:\n \nWill\n you explain why this place exists?\n\n\nSCP-2541-1:\n For people to have sex in.\n\n\nResearcher Forsythe sighs.\n\n\nResearcher Forsythe:\n But why go into all the effort of making it the way you did?\n\n\nSCP-2541-1:\n I didn't make it. Bobs did.\n\n\nResearcher Forsythe:\n \"Bobs?\"\n\n\nSCP-2541-1:\n Robert and Rupert Weissman. The people that run this place.\n\n\nResearcher Forsythe:\n Is there some way I can contact them?\n\n\nSCP-2541-1:\n If you got any complaints about this place, you can take it up with Customer Services.\n\n\nResearcher Forsythe:\n I don't-\n\n\nResearcher Forsythe interrupts herself and exhales sharply.\n\n\nResearcher Forsythe:\n Let me try this again. Why did \"Bobs\" make this place? Why make an anomalous conceptual sex club when they could just make a normal one?\n\n\nSilence.\n\n\nSCP-2541-1:\n You're Foundation, aren't you?\n\n\nResearcher Forsythe:\n Excuse me, how do you-\n\n\nSCP-2541-1:\n If you want specific answers, I'll give you Bobs' phone number. If you want just what \nI\n know, all I know is that as long as people are in here, this can be the only conceptual sex club in existence.\n\n\nResearcher Forsythe:\n How do you know about the Foundation? How did you know that \nI\n was Foundation?\n\n\nSCP-2541-1:\n One, you're repeating everything I say in a very non-subtle way, like you're trying to record what I'm telling you. Two, you're trying to interview a security guard rather than fucking a bunch of people in a magic sex club.\n\n\nResearcher Forsythe:\n That still doesn't explain how you know about us without us formally knowing about you.\n\n\nSCP-2541-1:\n I'd guess that most people in the Foundation would rather keep their kinks private. You'd be surprised how many Foundation employees are some of Inevitability Industries' best clients.\n\n\n<End Log>\n\n\n\n\nPost-interview, a survey among several Foundation employees had discovered that ██ Foundation personnel were clients of Inevitability Industries, hereinafter GoI-7058.\n\n\nAddendum 2541-2:\n After receiving the phone number for the Persons of Interest known as Robert and Rupert Weissman (PoI-7058-A and PoI-7058-B), Researcher Forsythe proceeded to contact and conduct an interview with them in order to further understand both SCP-2541 and GoI-7058.\n\n\n\n\n<Begin Log>\n\n\nPoI-7058-A and PoI-7058-B:\n Hello?\n\n\nResearcher Forsythe:\n Yes, hello. I was told that this was the number I was to call if I wanted to contact Robert and Rupert Weissman?\n\n\nPoI-7058-A:\n Yes, that's us.\n\n\nPoI-7058-B:\n You can call us Bobs, though.\n\n\nResearcher Forsythe:\n As I've been told. In regards to your nickname, I mean.\n\n\nPoI-7058-A:\n In any case, what can we do for you?\n\n\nResearcher Forsythe:\n I'm looking for information on a product of yours. Those video tapes and the club they can access.\n\n\nPoI-7058-A:\n \"Your Eyes Only\"?\n\n\nResearcher Forsythe:\n That was the name of it, yes.\n\n\nPoI-7058-A:\n We're all ears. Ask away.\n\n\nResearcher Forsythe clears her throat.\n\n\nResearcher Forsythe:\n Firstly, why make it conceptual? You could just as easily make a real club for, what I would imagine would be, significantly less cost.\n\n\nPoI-7058-B:\n I can take this one. Once the concept of something exists, it occupies the space in conceptual space of that concept. Your Eyes Only goes beyond that, and we rigged it to occupy the entirety of the concept of \"conceptual sex club\". The only trick is it needs a lot of people to observe it at one time to be considered the consensus for the concept.\n\n\nPoI-7058-A:\n Hence the guards and paid customers.\n\n\nResearcher Forsythe:\n Paid customers?\n\n\nPoI-7058-A:\n We gave thousands of copies of that tape to sex workers and paid them to use it.\n\n\nPoI-7058-B:\n We're practically hemorrhaging money with this thing but, well… sometimes that's just how it is with passion projects.\n\n\nResearcher Forsythe:\n If you're losing money with this, why keep it up at all?\n\n\nPoI-7058-A and PoI-7058-B:\n Because- ah…\n\n\nPoI-7058-A and PoI-7058-B chuckle embarrassedly.\n\n\nPoI-7058-A:\n Because eventually, people who have \nany\n sort of power, anomalous or otherwise, will use it to fuck people.\n\n\nPoI-7058-B:\n Literally and figuratively. Trust us, we lived through it.\n\n\nPoI-7058-A:\n So we do what we can to push out the bad people. Whether it's corner the market on a product with low prices and reliable functionality or literally making it impossible to make something else like it, we're just trying to make sure people use this kind of stuff responsibly.\n\n\nPoI-7058-B:\n You know, and not use it to clone sex slaves or mind control people into doing whatever you want.\n\n\nResearcher Forsythe:\n That's… well, to be honest, not what I expected. I would personally have bet on a more profit-centric answer. It's refreshing, almost.\n\n\nPoI-7058-B:\n Yeah. People preach great power, great responsibility and all that shit, but once they get that power people seem to forget about the responsibility part.\n\n\nPoI-7058-A:\n It always happens. Eventually.\n\n\nPoI-7058-B:\n We're hoping we last a bit longer than most.\n\n\n<End Log>\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Mostly sex toys, however, certain fruits and vegetables can also be requested.\n\n\n\n\n\n\n\n\n« \nSCP-2540\n | SCP-2541 | \nSCP-2542\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2541\n\" by OthellotheCat, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2541\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n SexyLemon.png\n\n\nName:\n SexyLemon.png\n\n\nAuthor:\n \nmagnadeus\n does not match any existing user name\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttp://scp-wiki.wikidot.com/scp-2541",
    "addendums": [
        "Addendum 2541-1: Below is an interview Researcher Victoria Forsythe initiated between herself and an instance of SCP-2541-1. As recording equipment within SCP-2541-A is impossible, Researcher Forsythe repeated phrases as they were spoken by the SCP-2541-1 instance so they could be recorded. Extraneous phrases have been removed.\nPost-interview, a survey among several Foundation employees had discovered that ██ Foundation personnel were clients of Inevitability Industries, hereinafter GoI-7058.",
        "Addendum 2541-2: After receiving the phone number for the Persons of Interest known as Robert and Rupert Weissman (PoI-7058-A and PoI-7058-B), Researcher Forsythe proceeded to contact and conduct an interview with them in order to further understand both SCP-2541 and GoI-7058."
    ],
    "documents": [],
    "notes": [
        "<Begin Log> Researcher Forsythe: Ah, hello! SCP-2541-1 nods. SCP-2541-1: Evening ma'am. Researcher Forsythe: This may be a weird thing to ask, but is it possible that I could ask a few questions about this place? SCP-2541-1 nods. Researcher Forsythe: Excellent. First and foremost, could you explain a bit about why this place exists? SCP-2541-1: I could. Silence. Researcher Forsythe: Will you explain why this place exists? SCP-2541-1: For people to have sex in. Researcher Forsythe sighs. Researcher Forsythe: But why go into all the effort of making it the way you did? SCP-2541-1: I didn't make it. Bobs did. Researcher Forsythe: \"Bobs?\" SCP-2541-1: Robert and Rupert Weissman. The people that run this place. Researcher Forsythe: Is there some way I can contact them? SCP-2541-1: If you got any complaints about this place, you can take it up with Customer Services. Researcher Forsythe: I don't- Researcher Forsythe interrupts herself and exhales sharply. Researcher Forsythe: Let me try this again. Why did \"Bobs\" make this place? Why make an anomalous conceptual sex club when they could just make a normal one? Silence. SCP-2541-1: You're Foundation, aren't you? Researcher Forsythe: Excuse me, how do you- SCP-2541-1: If you want specific answers, I'll give you Bobs' phone number. If you want just what I know, all I know is that as long as people are in here, this can be the only conceptual sex club in existence. Researcher Forsythe: How do you know about the Foundation? How did you know that I was Foundation? SCP-2541-1: One, you're repeating everything I say in a very non-subtle way, like you're trying to record what I'm telling you. Two, you're trying to interview a security guard rather than fucking a bunch of people in a magic sex club. Researcher Forsythe: That still doesn't explain how you know about us without us formally knowing about you. SCP-2541-1: I'd guess that most people in the Foundation would rather keep their kinks private. You'd be surprised how many Foundation employees are some of Inevitability Industries' best clients. <End Log>",
        "<Begin Log> PoI-7058-A and PoI-7058-B: Hello? Researcher Forsythe: Yes, hello. I was told that this was the number I was to call if I wanted to contact Robert and Rupert Weissman? PoI-7058-A: Yes, that's us. PoI-7058-B: You can call us Bobs, though. Researcher Forsythe: As I've been told. In regards to your nickname, I mean. PoI-7058-A: In any case, what can we do for you? Researcher Forsythe: I'm looking for information on a product of yours. Those video tapes and the club they can access. PoI-7058-A: \"Your Eyes Only\"? Researcher Forsythe: That was the name of it, yes. PoI-7058-A: We're all ears. Ask away. Researcher Forsythe clears her throat. Researcher Forsythe: Firstly, why make it conceptual? You could just as easily make a real club for, what I would imagine would be, significantly less cost. PoI-7058-B: I can take this one. Once the concept of something exists, it occupies the space in conceptual space of that concept. Your Eyes Only goes beyond that, and we rigged it to occupy the entirety of the concept of \"conceptual sex club\". The only trick is it needs a lot of people to observe it at one time to be considered the consensus for the concept. PoI-7058-A: Hence the guards and paid customers. Researcher Forsythe: Paid customers? PoI-7058-A: We gave thousands of copies of that tape to sex workers and paid them to use it. PoI-7058-B: We're practically hemorrhaging money with this thing but, well… sometimes that's just how it is with passion projects. Researcher Forsythe: If you're losing money with this, why keep it up at all? PoI-7058-A and PoI-7058-B: Because- ah… PoI-7058-A and PoI-7058-B chuckle embarrassedly. PoI-7058-A: Because eventually, people who have any sort of power, anomalous or otherwise, will use it to fuck people. PoI-7058-B: Literally and figuratively. Trust us, we lived through it. PoI-7058-A: So we do what we can to push out the bad people. Whether it's corner the market on a product with low prices and reliable functionality or literally making it impossible to make something else like it, we're just trying to make sure people use this kind of stuff responsibly. PoI-7058-B: You know, and not use it to clone sex slaves or mind control people into doing whatever you want. Researcher Forsythe: That's… well, to be honest, not what I expected. I would personally have bet on a more profit-centric answer. It's refreshing, almost. PoI-7058-B: Yeah. People preach great power, great responsibility and all that shit, but once they get that power people seem to forget about the responsibility part. PoI-7058-A: It always happens. Eventually. PoI-7058-B: We're hoping we last a bit longer than most. <End Log>",
        "\" SCP-2541 \" by OthellotheCat, from the SCP Wiki . Source: https://scpwiki.com/scp-2541 . Licensed under CC-BY-SA .",
        "Filename: SexyLemon.png Name: SexyLemon.png Author: magnadeus does not match any existing user name License: CC BY-SA 3.0 Source Link: http://scp-wiki.wikidot.com/scp-2541"
    ],
    "item": "SCP-2541",
    "object_class": "Euclid",
    "containment_procedures": "Any recovered instances of SCP-2541 are to be stored within a standard anomalous item locker. Use of SCP-2541 is restricted for personnel with clearance below Level-2 unless given permission otherwise. SCP-2541 is not to be used for recreational use by Foundation personnel.",
    "description": "SCP-2541 is the designation for a series of anomalous video tapes which initiate a complex cognitohazardous effect on human subjects who view one of them. Instances of SCP-2541 have been discovered in several forms, including VHS tapes, DVD discs and digital video files, though all are functionally identical and all feature an icon of a stylized yellow lemon somewhere on their packaging. Currently, the Foundation has 328 distinct instances of SCP-2541 within containment.",
    "title": "SCP-2541"
}