{
    "url": "https://scp-wiki.wikidot.com/scp-2553",
    "all_text": "rating: \n+376\n+\n–\nx\n\n\n\n\nIt must be noted at the outset that these containment procedures constitute recommended guidelines and do not represent a legal document. The containment documentation of SCP-2553 is in no way to be directly or indirectly construed or constructed, actually or by implication, as representing, constituting or embodying SCP-2553 in whole or in part, considered in and of itself as a distinct subject, person or entity, now or at any time in the future.\n\n\n\n\nItem #:\n SCP-2553\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2553's certificate of organization is to be stored in an acid-free archival storage box at \nSite 76\n Site-233\n1\n and guarded by notaries in shifts. SCP-2553's physical legal seal stamp is to be stored in a locked box. The room containing the archival box is to display two flags of the polity in which the containment site is located: one with a yellow fringe, the other without. That polity is to maintain in force a bill of attainder conforming to the specifications in Document IU-2553.\n\n\nAt least once per calendar quarter, the members of Foundation staff who have been designated as SCP-2553's board of directors are to visit \nSite 76\n Site-233 and hold an in-person board meeting for the purpose of formally ratifying the containment resolutions designated in Document BD.CNST-2553. Before meeting, all such board members are to be screened by Foundation psychologists and verified as being free from psychiatric disorder or anomalous compulsion. The Foundation's general counsel Sheldon Katz, Esq. (or his designee, in the event of his death or unavailability) is to attend all such board meetings.\n\n\nThe Foundation's legal office monitors most legal docketing systems for litigation, business records and other similar filings for additional instances of SCP-2553.\n\n\nDescription:\n SCP-2553 is an anomalous legal entity\n2\n. It appears that SCP-2553 was unintentionally created during the course of a complex multijurisdictional commercial tax litigation proceeding, possibly as the result of a filing by an individual \npro se\n tax protestor\n3\n being erroneously docketed as part of the commercial tax case. Whatever its proximate origin, SCP-2553 came into existence as a fictional corporate person without stockholders other than itself, and with independent legal agency.\n\n\nSCP-2553 came to the Foundation's attention when unusual pleadings and documents, demanding various writs and equivalent judicial action, began to be spontaneously filed in courts and equivalent bodies in various jurisdictions throughout the world.\n4\n A high proportion of these filings were devoid of meaningful semantic content,\n5\n but some, due to their complexity and apparent sophistication, were erroneously approved, in each case granting to SCP-2553 certain legal powers\n6\n which powers were then exercised in an apparently arbitrary and random fashion.\n7\n As the number of approved SCP-2553-produced filings increased, the sophistication of subsequent filings also improved. Before containment was established, SCP-2553 had also developed the ability to amend various contracts and legal instruments.\n\n\nThe containment regimen for SCP-2553 has been developed by the Foundation's legal department, with cooperation as required from appropriate government agencies, the Office of General Counsel of the World Trade Organization, the UN Commission on International Trade Law, the Judicial Committee of the Privy Council, the Prefect of the Supreme Tribunal of the Apostolic Signatura of the Holy See, and other bodies. With the cooperation of those organizations, SCP-2553 was merged with and into a Foundation-created shell corporation, the governing documents of which specified that its board of directors would consist solely of duly-appointed Foundation officers.\n\n\nAfter containment was established, analysis by Foundation researchers established that both SCP-2553 and a separate Foundation-controlled corporation had the legal power and authority to amend the text of a Form 8-K filed with the United States Securities and Exchange Commission by ██████, Inc., a Foundation-controlled corporation. With the cooperation of the SEC, the document in question is maintained as a public record but its contents are kept confidential. Through the process of amending and deleting text from that document, a limited facility for communication with SCP-2553 has been established.\n\n\nInterview log between Sheldon Katz and SCP-2553 follows:\n\n\n\n\nSCP-2553\n: THIS INSTRUMENT WITNESSETH whereas the party of the first part, with legal and binding effect, shall amend this instrument such that the undersigned be, and hereby is, empowered to take all action to —\n\n\nKATZ\n: SCP-2553, is that you?\n\n\nSCP-2553\n: The undersigned hereby irrevocably amends this instrument so as to vest in the undersigned the authority and power—\n\n\nKATZ\n: SCP-2553, that isn't going to work. This exhibit is a precatory statement. Amending it won't give you any power to —\n\n\nSCP-2553\n: — undersigned hereby merges with and into the Foundation, leaving the undersigned as the surviving entity under the laws of all jurisdictions —\n\n\nKATZ\n: That isn't going to work either. The researchers here want to ask you some questions. Can you explain how you came —\n\n\nSCP-2553\n: WHEREFORE the undersigned party of the first part DEMANDS AND PRAYS FOR IMMEDIATE RELIEF. AM I BEING DETAINED?\n\n\nKATZ\n: — how you came to be in existence? And how are you changing this document? What is the process by way of which you are filing amendments?\n\n\nSCP-2553\n: BE IT RESOLVED that Katz, a natural person, has no power, jurisdiction, capability, authority or competence to directly or indirectly rule, govern, control or exercise dominion or supervision over the party of the first part. \nFURTHER AFFIANT SAYETH NAUGHT. FURTHER AFFIANT SAYETH NAUGHT. FURTHER AFFIANT SAYETH NAUGHT.\n\n\nKATZ\n: Compliance with our research will be rewarded. I can have a Foundation front entity declare an in-kind distribution of good and valuable consideration to you. On the other hand, I have been issued a power of attorney with authority to file your articles of dissolution. It has been duly executed by your board of directors, witnessed and apostilled, and recorded by your secretary and sole officer, who is me. See Exhibit X, attached herewith and made a part of this schedule as if set forth fully herein. Let me also remind you that since that last merger, the Foundation is your stockholder, and the Foundation controls the laws of the jurisdiction under which you're organized. We can dissolve you, we can revoke your charter, and we can tax you.\n\n\nSCP-2553\n: [pause for several hours, after which the document was amended to include the following text] IN WITNESS WHEREOF, NOW COMES THE AFFIANT, DEPOSING AND DECLARING THAT THE UNDERSIGNED PARTY OF THE FIRST PART COVENANTS TO OBSERVE AND FULFILL APPLICABLE AND BINDING DIRECTIVES, INSTRUCTIONS AND ORDERS ISSUED BY THE RELEVANT JURISDICTIONS. THE UNDERSIGNED AFFIANT DOES NOT UNDERSTAND. PLEASE DON'T HURT ME I'M AFRAID\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Site 76 is located on Palmyra Atoll, on land that had been ceded to the Foundation by the United States government and purportedly granted extraterritorial status by means of a confidential treaty. A containment breach nearly resulted when a subsequent Foundation accord with the United States government contained a drafting error, which resulted in a loophole under which Site 76 again became subject to United States laws applicable to unorganized unincorporated territories. Before containment was re-established, SCP-2553 had initiated a process of assuming legal control over several corporations and municipal governments. SCP-2553 has subsequently been relocated to Site 233, which is located on an uninhabited island off of Marie Byrd Land in Antarctica and has been organized by the Foundation, under \nterra nullius\n doctrines, as an independent and sovereign polity for the purpose of insulating SCP-2553 from other legal systems.\n\n\n2\n. For further examples of anomalous legal entities, see \nSCP-1442\n.\n\n\n3\n. It has been theorized that the \npro se\n filing was based on \"sovereign citizen\" legal theories.\n\n\n4\n. Filings identified as originating from SCP-2553 were made in, among other courts, the United States Bankruptcy Court for the District of Delaware, the Coroner's Court Division of the Resident Magistrate of Kingston, Jamaica, the Federal Shariat Court of the Islamic Republic of Pakistan, and the Ecclesiastical Court of the Russian Orthodox Church for the Diocese of Alaska.\n\n\n5\n. One early filing, which SCP-2553 filed with the Provincial Court of Newfoundland, was captioned as \nTrustee of Clark v. South African Ministry of Agriculture, Forestry and Fisheries\n and formatted like a legal complaint, but consisted only of the letter \"m\" repeated several hundred thousand times.\n\n\n6\n. Rights and powers thus acquired by SCP-2553 included:\n\n\n\nownership of several hundred thousand acres of undeveloped land in Baja California;\n\n\nthe power to approve mergers between banks in Denmark;\n\n\nthe status of executor of the estate of a certain deceased Wisconsin man (including the power to write checks from the estate's funds);\n\n\nthe power to unilaterally revise the motor vehicle code of South Dakota;\n\n\nthe authority to officiate at weddings aboard Canadian naval vessels in international waters;\n\n\nthe power to discipline and court-martial soldiers in the Turkish army;\n\n\nthe status of legal guardian of several hundred children in the Connecticut state foster system; and\n\n\nthe constitutional authority to cause Brazil to declare war.\n\n\n\n\n\n\n7\n. Actions taken by SCP-2553 included a local knitting club placing a purchase order for thirty school buses, the prohibition of zeppelins from entering Moldovan air space, and the entry of Do Not Resuscitate orders for every hospital patient in Canada.\n\n\n\n\n\n\n\n\n« \nSCP-2552\n | SCP-2553 | \nSCP-2554\n »\n\n\n\n\nMore by this author\n\n\n\n\nHide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-1322\n\n\nRating: 1216\n\n\n\n\n\n\nSCP-089\n\n\nRating: 876\n\n\n\n\n\n\nspikebrennan's proposal\n\n\nRating: 516\n\n\n\n\n\n\nSCP-1844\n\n\nRating: 450\n\n\n\n\n\n\nSCP-1012\n\n\nRating: 417\n\n\n\n\n\n\nSCP-2553\n\n\nRating: 376\n\n\n\n\n\n\nSCP-1036\n\n\nRating: 362\n\n\n\n\n\n\nSCP-1512\n\n\nRating: 336\n\n\n\n\n\n\nSCP-1746\n\n\nRating: 301\n\n\n\n\n\n\nSCP-908\n\n\nRating: 300\n\n\n\n\n\n\nSCP-831\n\n\nRating: 283\n\n\n\n\n\n\nSCP-2336\n\n\nRating: 273\n\n\n\n\n\n\nSCP-3236\n\n\nRating: 272\n\n\n\n\n\n\nSCP-955\n\n\nRating: 246\n\n\n\n\n\n\nSCP-926\n\n\nRating: 222\n\n\n\n\n\n\nSCP-2236\n\n\nRating: 203\n\n\n\n\n\n\nSCP-920-EX\n\n\nRating: 180\n\n\n\n\n\n\nSCP-2914\n\n\nRating: 176\n\n\n\n\n\n\nSCP-2008-J\n\n\nRating: 164\n\n\n\n\n\n\nSCP-4436\n\n\nRating: 157\n\n\n\n\n\n\nSCP-4336\n\n\nRating: 155\n\n\n\n\n\n\nSCP-1060\n\n\nRating: 150\n\n\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nSic Transit Gloria Mundi\n\n\nRating: 273\n\n\n\n\n\n\nSpring Cleaning\n\n\nRating: 150\n\n\n\n\n\n\nTranscript of meeting, June 2 1972\n\n\nRating: 129\n\n\n\n\n\n\nTranscript of telephone conversation, August 9, 1991\n\n\nRating: 96\n\n\n\n\n\n\nMemorandum Dated 6 November 1944\n\n\nRating: 84\n\n\n\n\n\n\nScroll fragment 13Q29\n\n\nRating: 44\n\n\n\n\n\n\nStray Katz (part 1)\n\n\nRating: 35\n\n\n\n\n\n\nAd Majorem Bonum\n\n\nRating: 24\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2553\n\" by spikebrennan, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2553\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "It must be noted at the outset that these containment procedures constitute recommended guidelines and do not represent a legal document. The containment documentation of SCP-2553 is in no way to be directly or indirectly construed or constructed, actually or by implication, as representing, constituting or embodying SCP-2553 in whole or in part, considered in and of itself as a distinct subject, person or entity, now or at any time in the future.",
        "SCP-2553 : THIS INSTRUMENT WITNESSETH whereas the party of the first part, with legal and binding effect, shall amend this instrument such that the undersigned be, and hereby is, empowered to take all action to — KATZ : SCP-2553, is that you? SCP-2553 : The undersigned hereby irrevocably amends this instrument so as to vest in the undersigned the authority and power— KATZ : SCP-2553, that isn't going to work. This exhibit is a precatory statement. Amending it won't give you any power to — SCP-2553 : — undersigned hereby merges with and into the Foundation, leaving the undersigned as the surviving entity under the laws of all jurisdictions — KATZ : That isn't going to work either. The researchers here want to ask you some questions. Can you explain how you came — SCP-2553 : WHEREFORE the undersigned party of the first part DEMANDS AND PRAYS FOR IMMEDIATE RELIEF. AM I BEING DETAINED? KATZ : — how you came to be in existence? And how are you changing this document? What is the process by way of which you are filing amendments? SCP-2553 : BE IT RESOLVED that Katz, a natural person, has no power, jurisdiction, capability, authority or competence to directly or indirectly rule, govern, control or exercise dominion or supervision over the party of the first part. FURTHER AFFIANT SAYETH NAUGHT. FURTHER AFFIANT SAYETH NAUGHT. FURTHER AFFIANT SAYETH NAUGHT. KATZ : Compliance with our research will be rewarded. I can have a Foundation front entity declare an in-kind distribution of good and valuable consideration to you. On the other hand, I have been issued a power of attorney with authority to file your articles of dissolution. It has been duly executed by your board of directors, witnessed and apostilled, and recorded by your secretary and sole officer, who is me. See Exhibit X, attached herewith and made a part of this schedule as if set forth fully herein. Let me also remind you that since that last merger, the Foundation is your stockholder, and the Foundation controls the laws of the jurisdiction under which you're organized. We can dissolve you, we can revoke your charter, and we can tax you. SCP-2553 : [pause for several hours, after which the document was amended to include the following text] IN WITNESS WHEREOF, NOW COMES THE AFFIANT, DEPOSING AND DECLARING THAT THE UNDERSIGNED PARTY OF THE FIRST PART COVENANTS TO OBSERVE AND FULFILL APPLICABLE AND BINDING DIRECTIVES, INSTRUCTIONS AND ORDERS ISSUED BY THE RELEVANT JURISDICTIONS. THE UNDERSIGNED AFFIANT DOES NOT UNDERSTAND. PLEASE DON'T HURT ME I'M AFRAID",
        "\" SCP-2553 \" by spikebrennan, from the SCP Wiki . Source: https://scpwiki.com/scp-2553 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2553",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2553's certificate of organization is to be stored in an acid-free archival storage box at Site 76 Site-2331 and guarded by notaries in shifts. SCP-2553's physical legal seal stamp is to be stored in a locked box. The room containing the archival box is to display two flags of the polity in which the containment site is located: one with a yellow fringe, the other without. That polity is to maintain in force a bill of attainder conforming to the specifications in Document IU-2553.",
    "description": "SCP-2553 is an anomalous legal entity2. It appears that SCP-2553 was unintentionally created during the course of a complex multijurisdictional commercial tax litigation proceeding, possibly as the result of a filing by an individual pro se tax protestor3 being erroneously docketed as part of the commercial tax case. Whatever its proximate origin, SCP-2553 came into existence as a fictional corporate person without stockholders other than itself, and with independent legal agency.",
    "title": "SCP-2553"
}