{
    "url": "https://scp-wiki.wikidot.com/scp-2563",
    "all_text": "rating: \n+33\n+\n–\nx\n\n\nItem #:\n SCP-2563\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2563 is surrounded by a perimeter fence, and is to be patrolled by no less than six members of Mobile Task Force Omicron-3. Any individuals found in or near SCP-2563 are to be removed from the area and told they were trespassing on a private nature preserve. Should any such individuals observe SCP-2563’s anomalous effects, Class-A amnestics should be administered.\n\n\nDescription:\n SCP-2563 is a roughly circular area of land within Cuyahoga Valley National Park, Ohio, with an area of approximately 1.7-km\n2\n. When any non-living skeletal tissue or similar equivalent\n1\n is brought into SCP-2563, it will reanimate and begin locomoting throughout the area. Such reanimated entities are designated SCP-2563-1. This effect also extends to fossilized skeletal matter. Should any reanimated materials be removed from SCP-2563, anomalous effects will immediately cease. SCP-2563 does not affect living skeletal material, or other organic tissues.\n\n\nInstances of SCP-2563-1 will seek out and attempt to kill any organisms possessing a skeleton, but do not appear to move with any other purpose. SCP-2563-1 instances do not appear to notice organisms without skeletal structures, and ignore other instances SCP-2563-1 (though certain separate instances will appear to cooperate to kill targets\n2\n) It is not currently known how instances of SCP-2563-1 perceive their environment, or what force holds them together and allows them to move. Any organisms that die within the boundaries of SCP-2563 will immediately reanimate into an instance of SCP-2563-1. Non-skeletal organic components of such instances will continue to decay as normal.\n\n\nSCP-2563 is believed to have been inactive until its discovery on 2/6/2012, when a group of hikers in Cuyahoga National Park reported seeing “a huge dinosaur skeleton” to park authorities. The park ranger who investigated the report radioed for help shortly after, and did not return to the ranger station. Foundation operatives were brought in, and discovered an instance of SCP-2563-1 composed of a largely intact fossilized remnant of a Tyrannosaurid skeleton\n3\n believed to have unearthed itself from an outcrop near the center of SCP-2563. Members of MTF-O3 (“Spooky Scary”) were able to successfully lure the instance into the center of SCP-2563, where they were able to critically damage its legs, effectively crippling the instance. MTF-O3 operatives also discovered the newly reanimated body of the missing park ranger, which exhibited damage believed to be consistent with a Tyrannosaur attack. The body was removed from the area and returned to the ranger’s family after being deemed non-anomalous.\n\n\nUpon exploration of SCP-2563, MTF-O3 operative O3-4\n4\n discovered a 1997 Jeep Cherokee, parked and running with keys in the ignition and the driver-side door ajar. The vehicle was later determined to be registered to a Johann ████, living in ███████, Ohio. Upon investigation, no such person was found to have ever lived in the state. Inside the trunk of the vehicle, the operative found approximately $35,000 USD, a 3 meter spool of silver wire, and a chisel. A note was discovered in the glove compartment, transcribed below.\n\n\n\n\nTO DO\n\n\nSwing by warehouse to get things\n\n\nSet up arrival spot in Cuyahoga\n\nClean up\n\nDeposit cash\n\n\nGet Milk\n\nLock up before you take Jacob to Oregon\n\n\n\n\nShortly after discovering the vehicle, the operative was attacked by an instance of SCP-2563-1\n5\n. The instance was undeterred by O3-4’s standard weaponry, but collapsed immediately after chasing O3-4 outside of SCP-2563. When agent O3-4 returned to the site of the car, the vehicle had disappeared. Subsequent necropsy of the instance of SCP-2563-1 determined cause of death to be two .45 rounds to the skull, minutes before the attack on O3-4.\n\n\nAddendum-2563-1:\n Although the effect of SCP-2563 was originally believed to only apply to bone, exploration of the area revealed several reanimated arthropod exoskeletons, as well as reanimated diatomic shells in the soil. Testing has found that this extends to virtually all solid organic materials found in animals, protists, protozoans, and diatoms.\n\n\nDuring exploration of SCP-2563, a squad of several MTF-O3 operatives were attacked by a swarm of SCP-2563 instances, consisting of an estimated 500 individual entities\n6\n. While fleeing from the swarm, one operative\n7\n tripped over an exposed root, and reportedly fell face-first into a puddle of rainwater. Over the next 5 days, this operative reported increasingly painful throat and chest discomfort, until they collapsed during a routine perimeter check of SCP-2563 and were immediately removed to be given medical attention. The operative died soon thereafter. Subsequent autopsy discovered extreme tissue damage to the operative's esophagus, stomach, and lungs, but was unable to determine cause. Microscopic tissue analysis found large amounts of diatomic remains in these tissues, hypothesized to have entered the body through groundwater that the operative was exposed to.\n\n\nAddendum-2563-2:\n As part of testing on SCP-2563, a composite tetrapod skeleton composed of bones from various species\n8\n was brought into SCP-2563. The object began lightly vibrating for approximately 63 minutes, before animating and beginning to move. The instance was observed walking through SCP-2563 for roughly 8 hours before collapsing. The bones of each species then separated and began moving as five separate instances of SCP-2563-1.\n\n\nAddendum-2563-3:\n During testing approximately 50 kg of bone shards\n9\n ranging from 1 to 5 cm long were brought into SCP-2563. The mass of shards vibrated lightly for approximately 35 minutes, before the entire mass animated and began moving as an amorphous swarm-like entity. The entity attacked on-site MTF-O3 operatives, though was unable to inflict serious injury through standard-issue body armor. When personnel exited SCP-2563 the entity appeared to lose interest and retreated further into SCP-2563. Entity was estimated to be able to move at speeds of roughly 300 km/h.\n\n\n\n\nFootnotes\n\n\n1\n. Note: though the effects of SCP-2563 extend to endoskeletal, exoskeletal, shell, dental, horn, nail, claw, sclerite, test, thecal, frustular, and capsular matter, the words “skeletal” and “skeleton” are used for ease of reading.\n\n\n2\n. This behavior has been recorded in a group of 8 grey wolf (\nCanis lupus\n) skeletons and a group of 3 lion (\nPanthera leo\n) skeletons.\n\n\n3\n. Species previously unknown to science, tentatively named \nTyrannosaurus fundamentum\n.\n\n\n4\n. MTF-O3-4; Agent Adrian “Tib” Escarra\n\n\n5\n. Black bear (\nUrsus americanus\n)\n\n\n6\n. Bald-faced hornets (\nDolichovespula maculata\n).\n\n\n7\n. MTF-O3-8X; Agent Richard \"Tarsy\" Rilyea\n\n\n8\n. Grey wolf (\nCanis lupus\n), domestic cattle (\nBos taurus\n), Bottlenose dolphin (\nTursiops truncatus\n), horse (\nEquus ferus caballus\n), and American alligator (\nAlligator mississippiensis\n).\n\n\n9\n. Sourced from domestic cattle, (\nBos taurus\n) and domestic chickens, (\nGallus gallus domesticus\n)\n\n\n\n\n\n\n\n\n« \nSCP-2562\n | SCP-2563 | \nSCP-2564\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2563\n\" by Dr Solo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2563\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-2563-1: Although the effect of SCP-2563 was originally believed to only apply to bone, exploration of the area revealed several reanimated arthropod exoskeletons, as well as reanimated diatomic shells in the soil. Testing has found that this extends to virtually all solid organic materials found in animals, protists, protozoans, and diatoms.\nDuring exploration of SCP-2563, a squad of several MTF-O3 operatives were attacked by a swarm of SCP-2563 instances, consisting of an estimated 500 individual entities 6 . While fleeing from the swarm, one operative 7 tripped over an exposed root, and reportedly fell face-first into a puddle of rainwater. Over the next 5 days, this operative reported increasingly painful throat and chest discomfort, until they collapsed during a routine perimeter check of SCP-2563 and were immediately removed to be given medical attention. The operative died soon thereafter. Subsequent autopsy discovered extreme tissue damage to the operative's esophagus, stomach, and lungs, but was unable to determine cause. Microscopic tissue analysis found large amounts of diatomic remains in these tissues, hypothesized to have entered the body through groundwater that the operative was exposed to.",
        "Addendum-2563-2: As part of testing on SCP-2563, a composite tetrapod skeleton composed of bones from various species 8 was brought into SCP-2563. The object began lightly vibrating for approximately 63 minutes, before animating and beginning to move. The instance was observed walking through SCP-2563 for roughly 8 hours before collapsing. The bones of each species then separated and began moving as five separate instances of SCP-2563-1.",
        "Addendum-2563-3: During testing approximately 50 kg of bone shards 9 ranging from 1 to 5 cm long were brought into SCP-2563. The mass of shards vibrated lightly for approximately 35 minutes, before the entire mass animated and began moving as an amorphous swarm-like entity. The entity attacked on-site MTF-O3 operatives, though was unable to inflict serious injury through standard-issue body armor. When personnel exited SCP-2563 the entity appeared to lose interest and retreated further into SCP-2563. Entity was estimated to be able to move at speeds of roughly 300 km/h."
    ],
    "documents": [],
    "notes": [
        "TO DO Swing by warehouse to get things Set up arrival spot in Cuyahoga Clean up Deposit cash Get Milk Lock up before you take Jacob to Oregon",
        "\" SCP-2563 \" by Dr Solo, from the SCP Wiki . Source: https://scpwiki.com/scp-2563 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2563",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2563 is surrounded by a perimeter fence, and is to be patrolled by no less than six members of Mobile Task Force Omicron-3. Any individuals found in or near SCP-2563 are to be removed from the area and told they were trespassing on a private nature preserve. Should any such individuals observe SCP-2563’s anomalous effects, Class-A amnestics should be administered.",
    "description": "SCP-2563 is a roughly circular area of land within Cuyahoga Valley National Park, Ohio, with an area of approximately 1.7-km2. When any non-living skeletal tissue or similar equivalent1 is brought into SCP-2563, it will reanimate and begin locomoting throughout the area. Such reanimated entities are designated SCP-2563-1. This effect also extends to fossilized skeletal matter. Should any reanimated materials be removed from SCP-2563, anomalous effects will immediately cease. SCP-2563 does not affect living skeletal material, or other organic tissues.",
    "title": "SCP-2563"
}