{
    "url": "https://scp-wiki.wikidot.com/scp-2582",
    "all_text": "rating: \n+129\n+\n–\nx\n\n\nItem #:\n SCP-2582\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2582 is contained in its original place of discovery. The business has since been retrofitted with standard containment procedures. SCP-2582 is unable to be moved and a secure perimeter has been set up around its center of effect. The area inside of the store has been partitioned, and the perimeter is monitored by surveillance cameras. Two armed guards with concealed weapons and incapacitating agents must be posted in the inside front of the main entrance at all times.\n\n\nDescription\n: SCP-2582 is a phenomenon taking place in an area roughly encompassing the men’s restroom at a sports bar in Raleigh, North Carolina that causes individuals to visualize a static, circular, and flat grey surface in their mind. All human subjects placed in the area report immediately seeing this image when their eyes are closed. The image is also reportedly visible in dreams, superimposed over their typical dream. Those subjects placed for testing report the surface of SCP-2582 to be a specific size; commonly reported is the object covering roughly two thirds of their ‘mind’s eye’.\n\n\nSubjects will sometimes hear the sound of human speech, shuffling noises, drills, bandsaws, objects being moved, and most commonly the sound of whistling. This effect is designated as SCP-2582-A and manifests as long as there is an individual in SCP-2582’s area of effect. An outside observer can hear the noise if adjacent to SCP-2582 and otherwise unaffected by SCP-2582’s primary effect. The voice of SCP-2582-A sounds as if it belongs to an elderly man.\n\n\nAddendum A:\n Upon Testing Event 045 the object is awaiting reclassification and revision of effects.\n\n\nTest Event 2582-045:\n\n\n\n\nDr. Breen:\n Please close your eyes and tell me what you see.\n\n\nD10293:\n Woah. It’s just like you said. It’s round and grey.\n\n\nDr. Breen:\n Nothing else you can tell me?\n\n\nD10293:\n It’s big. Woah. That’s nuts!\n\n\nWhistling is heard in the room.\n\n\nDr. Breen:\n Anything else?\n\n\nD10293:\n Nah doc… Well, well wait. There’s a little circle inside of the big circle.\n\n\nDr. Breen:\n Interesting. Please continue.\n\n\nD10293:\n Woah. The big circle is getting smaller. The little circle is the same size.\n\n\nDr. Breen:\n …\n\n\nD10293:\n Big circle is getting smaller… Little circle is the same size. Wait bigger-\n\n\nAn extremely loud metallic tapping noise is heard in the room, sounds of an elderly man humming.\n\n\nD10293 begins screaming loudly.\n\n\nD10293:\n What the fuck!\n\n\nAn extremely loud crash is heard in the room. A large, pointed, cylindrical gray object similar in appearance to a nail erupts out of the center of D10293’s forehead.\n\n\nThe object wiggles and recedes back into D10293’s skull.\n\n\n\n\nResearcher's Notes:\n \nThe object appears to have extended from and severed the pineal gland. I and other presiding researchers are of the opinion that there is a hammer somewhere that we need to locate.\n\n\n\n\n\n\n« \nSCP-2581\n | SCP-2582 | \nSCP-2583\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2582\n\" by faminepulse, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2582\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum A: Upon Testing Event 045 the object is awaiting reclassification and revision of effects."
    ],
    "documents": [],
    "notes": [
        "Dr. Breen: Please close your eyes and tell me what you see. D10293: Woah. It’s just like you said. It’s round and grey. Dr. Breen: Nothing else you can tell me? D10293: It’s big. Woah. That’s nuts! Whistling is heard in the room. Dr. Breen: Anything else? D10293: Nah doc… Well, well wait. There’s a little circle inside of the big circle. Dr. Breen: Interesting. Please continue. D10293: Woah. The big circle is getting smaller. The little circle is the same size. Dr. Breen: … D10293: Big circle is getting smaller… Little circle is the same size. Wait bigger- An extremely loud metallic tapping noise is heard in the room, sounds of an elderly man humming. D10293 begins screaming loudly. D10293: What the fuck! An extremely loud crash is heard in the room. A large, pointed, cylindrical gray object similar in appearance to a nail erupts out of the center of D10293’s forehead. The object wiggles and recedes back into D10293’s skull.",
        "\" SCP-2582 \" by faminepulse, from the SCP Wiki . Source: https://scpwiki.com/scp-2582 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2582",
    "object_class": "Safe",
    "containment_procedures": "SCP-2582 is contained in its original place of discovery. The business has since been retrofitted with standard containment procedures. SCP-2582 is unable to be moved and a secure perimeter has been set up around its center of effect. The area inside of the store has been partitioned, and the perimeter is monitored by surveillance cameras. Two armed guards with concealed weapons and incapacitating agents must be posted in the inside front of the main entrance at all times.",
    "title": "SCP-2582"
}