{
    "url": "https://scp-wiki.wikidot.com/scp-2585",
    "all_text": "rating: \n+230\n+\n–\nx\n\n\n\n\n\n\nK2.\n\n\n\n\n\n\nItem #:\n SCP-2585\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Due to the infrequency of human contact with SCP-2585, containment for the phenomenon is largely self-imposed. The Foundation will operate through various front agencies to minimize climbing attempts of K2 during periods of SCP-2585 activity, and all deaths attributed to it are to be declared a result of avalanche or weather conditions. Terrestrial and satellite observation of K2 is to be maintained continuously. As the nature of SCP-2585 remains unclear, containment procedures are to be considered tentative, \nhowever, due to the largely static behavior of the phenomenon, modification of said procedures in the foreseeable future is unlikely.\n\n\nREVISION: ██/██/1991: Due to the results of Exploration C, and the shortage of Foundation personnel with the appropriate mountaineering experience, active explorations of K2 during periods of SCP-2585 activity are presently suspended.\n\n\nREVISION ██/██/1995: During each detected SCP-2585 manifestation, one (1) Mummery-Class drone operated by a Level-2 engineer at Outpost-2585 is to ascend the mountain and confirm the presence of SCP-2585-1. In the event that SCP-2585-1 is not detected within 48 hours of the drone clearing the 7000m mark, or SCP-2585-1 is confirmed as neutralized, one (1) D-Class personnel will be allotted to Outpost-2585 and Contingency-Mīrāth will be executed (Level 2 or higher personnel may see Document-2585-Mīrāth for details).\n\n\nDescription:\n SCP-2585 is a cloud known to manifest in the vicinity of K2 in Pakistan. The cloud, upon appearing, will enshroud K2 entirely, obscuring the mountain's surface. SCP-2585 does not visibly differ from normal cloud cover, but is detectable by the spontaneity of its onset and the unusually high atmospheric pressure within it. Regions affected by SCP-2585 experience volatile meteorological and topographical disturbances, none of which are observable from outside the cloud cover. SCP-2585 manifestations may occur at any time, and there is no determined pattern to these occurrences.\n\n\nSCP-2585-1 is a humanoid entity which, to date, has been encountered by all individuals who attempt to climb K2 during SCP-2585 manifestations. The entity is equipped with an Apollo/Skylab A7L spacesuit, which entirely conceals their characteristics, and is roughly 2 meters in height. When encountered, SCP-2585-1 has been observed to travel the surface of K2 on foot as well as levitate via unknown means. \nThe entity has never communicated verbally, but may have attempted to do so through body language (see exploration logs). The motivations of SCP-2585-1 are unclear; presently it is not even known whether the entity is sentient.\n SCP-2585-1 has never been observed except by individuals inside SCP-2585's cloud cover, and has only been encountered at altitudes above 7km.\n\n\nSCP-2585 was discovered by the Foundation in 1984, thirty years after the first successful ascent of K2. Since its discovery, SCP-2585 is believed to be responsible for at least ██ of the known 80 deaths on the mountain. During that time, a number of disappearances have been reported in the region of Karakoram surrounding K2. These disappearances total at ██ civilians and █ aircraft, and have all occurred during periods of SCP-2585 activity. While no direct link to SCP-2585 has been determined, the incidents have been covered up to avoid drawing attention to the anomaly.\n\n\nThree explorations of K2 have been conducted by Foundation operatives during SCP-2585 manifestations. Due to the conditions inherent to SCP-2585, low visibility on the mountain is a consistent hindrance. For full information on these explorations, please see below.\n\n\nClearance 2585/2\n\n\nExploration A\n\n\nExploration B\n\n\nExploration C\n\n\nClearance 2585/3\n\n\nExecutive Brief, Investigative Report \"Orpheus\"\n\n\n\n\n\n\n« \nSCP-2584\n | SCP-2585 | \nSCP-2586\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2585\n\" by Anborough, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2585\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 800px-K2,_Mount_Godwin_Austen,_Chogori,_Savage_Mountain.jpg\n\n\nName:\n File:K2, Mount Godwin Austen, Chogori, Savage Mountain.jpg\n\n\nAuthor:\n Athn\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:K2,_Mount_Godwin_Austen,_Chogori,_Savage_Mountain.jpg",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-2585 \" by Anborough, from the SCP Wiki . Source: https://scpwiki.com/scp-2585 . Licensed under CC-BY-SA .",
        "Filename: 800px-K2,_Mount_Godwin_Austen,_Chogori,_Savage_Mountain.jpg Name: File:K2, Mount Godwin Austen, Chogori, Savage Mountain.jpg Author: Athn License: CC BY 2.0 Source Link: https://commons.wikimedia.org/wiki/File:K2,_Mount_Godwin_Austen,_Chogori,_Savage_Mountain.jpg"
    ],
    "item": "SCP-2585",
    "object_class": "Euclid",
    "containment_procedures": "Due to the infrequency of human contact with SCP-2585, containment for the phenomenon is largely self-imposed. The Foundation will operate through various front agencies to minimize climbing attempts of K2 during periods of SCP-2585 activity, and all deaths attributed to it are to be declared a result of avalanche or weather conditions. Terrestrial and satellite observation of K2 is to be maintained continuously. As the nature of SCP-2585 remains unclear, containment procedures are to be considered tentative, however, due to the largely static behavior of the phenomenon, modification of said procedures in the foreseeable future is unlikely.",
    "description": "SCP-2585 is a cloud known to manifest in the vicinity of K2 in Pakistan. The cloud, upon appearing, will enshroud K2 entirely, obscuring the mountain's surface. SCP-2585 does not visibly differ from normal cloud cover, but is detectable by the spontaneity of its onset and the unusually high atmospheric pressure within it. Regions affected by SCP-2585 experience volatile meteorological and topographical disturbances, none of which are observable from outside the cloud cover. SCP-2585 manifestations may occur at any time, and there is no determined pattern to these occurrences.",
    "title": "SCP-2585"
}