{
    "url": "https://scp-wiki.wikidot.com/scp-2586",
    "all_text": "rating: \n+216\n+\n–\nx\n\n\n\n\n\n\nSCP-2586\n\n\n\n\n\n\nItem #:\n SCP-2586\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n \nUPDATED 2017-02-25\n\n\nSCP-2586 is kept in a full-body restraint at all times, with exceptions for nutrition and hygienic concerns. SCP-2586 must be closely supervised at all times when allowed to use its hands; should it make any motion not directly relevant to the task at hand, it must be incapacitated via electroshock weapon immediately. SCP-2586 has a Standard Risk Rating of 03/09/13.\n\n\nAny public commentary regarding name changes effected by SCP-2586 is to be suppressed. When appropriate, affected individuals should be removed from the public eye.\n\n\nDescription:\n SCP-2586 is a human male, roughly 35 years of age at time of writing. Its chest bears a tattoo reading \"Mr. Literal Serial Killer, by \nGamers Against Weed\n\". SCP-2586 is able to effect global, instantaneous alteration of the name of any person: all extant documentation of the target will be altered to a particularly unfitting form, while all individuals who knew the target's original name will become aware of the new name.\n\n\nWhile subjects are aware of the denotations of the new name, all connotations of the original name are preserved; typically, subjects will not have any particular emotional reaction to the new name, even when it would normally be disturbing or amusing. The exception to this effect is the target, who will react as expected to their change in name.\n\n\nSCP-2586 can activate this ability by miming the use of an implement to commit a violent action against the target. Targets are affected in a manner appropriate for the implement mimicked: by pretending to wield a rifle, SCP-2586 can affect targets instantaneously from a range of several hundred meters; when it pretended to empty a bottle into a jug of water, all subjects who subsequently drank from the jug were affected, etc.\n\n\nWhile SCP-2586 can understand written and spoken English, it has not attempted verbal communication at any point. It will attempt to escape containment when given the opportunity. It is apparently unaware of the nature of its anomalous properties, and will act as though it has the ability to access and operate genuine weapons; escape attempts thus pose minimal risk to personnel. SCP-2586 has not cooperated with any request or directive except under duress.\n\n\nRecovery:\n SCP-2586 was initially detained on October 19th, 2016 at the University of Nevada in Las Vegas while attempting to attend the ongoing presidential election debate between Hillary Clinton and Donald Trump. It activated its anomalous properties on several security personnel attending the event, and attempted to sneak past during the resultant confusion. After SCP-2586 was found to be unarmed, it was remanded to the Las Vegas Police Department. It affected seven police officers before Foundation personnel embedded in the department correctly assessed and neutralized the threat.\n\n\nAddendum:\n At time of recovery, SCP-2586 had a copy of the following document on its person.\n\n\n\n\nHoly Heck!\n You've just found yourself your very own \nMr. Literal Serial Killer\n by Gamers Against Weed! The working title was \"Mr. Empathy\". Who is Dr. Annoymaker?\n\n\nFind them all and become Mr. Gamer!\n\n\n01. Mr. Literal Serial Killer ✔\n\n\n02. Mr. Infinite Swag\n\n\n03. Mr. Socialist\n\n\n04. Mr. Difficult Choice\n\n\n20. Mr. Weed Number\n\n\n21. Mr. Debatably Valuable Qualities\n\n\n22. Mr. Unfortunate Coincidences\n\n\n23. Mr. Sue\n\n\n24. Mr. Coming Up\n\n\n25. Mrs. Down-To-Earth\n\n\n26. Ms. Reasonable Priorities\n\n\n27. Mr. Popular\n\n\n28. Mr. Stranger (rebooted)\n\n\n29. Mr. Singularity\n\n\n30. Mr. CK\n\n\n31. Ms. SALT\n\n\n32. Mr. Professional\n\n\n33. Mr. Has It All\n\n\n34. Mr. Dumb and Mr. Dumber\n\n35. Mr. Suspense\n\n\n\n\nAddendum:\n In February of 2017, SCP-2586 began to exhibit digestive upset and abdominal pain, which an examination identified as symptoms of appendicitis. An appendectomy was performed on 2017-02-16 without issue. Shortly after SCP-2586 was returned to its containment cell, its anomalous properties activated, affecting 134 personnel in and near the medical bay where its procedure was performed.\n\n\nA review of surveillance footage indicates that SCP-2586 had, over the course of several months, covertly mimed the construction of an explosive device in its cell.\n1\n SCP-2586 avoided intervention from security personnel by spending no more than two seconds at a time constructing the \"device\". It then pretended to plant the device in the aforementioned medical bay, and activate it while recovering from surgery.\n\n\nRecommending 24/7 restraint of SCP-2586. The emotional impact of this incident has caused a noticeable decline in productivity and morale at Site-17, not to mention the expenses associated with information suppression. Another incident of this nature is unacceptable.\n- Researcher Louis Cannon\n\n\nApproved.\n- Site Director Roland Joints\n\n\n\n\nFootnotes\n\n\n1\n. This suggests that SCP-2586 is aware of personnel's inability to observe the \"weapons\" it creates.\n\n\n\n\n\n\n\n\n« \nSCP-2585\n | SCP-2586 | \nSCP-2587\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2586\n\" by Communism will win, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2586\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n ted-bundy.png\n\n\nName:\n File:Richard Murphy mug shot.jpg\n\n\nAuthor:\n U.S. Marshals Service\n\n\nLicense:\n public domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Richard_Murphy_mug_shot.jpg",
    "addendums": [
        "Addendum: At time of recovery, SCP-2586 had a copy of the following document on its person.",
        "Addendum: In February of 2017, SCP-2586 began to exhibit digestive upset and abdominal pain, which an examination identified as symptoms of appendicitis. An appendectomy was performed on 2017-02-16 without issue. Shortly after SCP-2586 was returned to its containment cell, its anomalous properties activated, affecting 134 personnel in and near the medical bay where its procedure was performed.\nA review of surveillance footage indicates that SCP-2586 had, over the course of several months, covertly mimed the construction of an explosive device in its cell. 1 SCP-2586 avoided intervention from security personnel by spending no more than two seconds at a time constructing the \"device\". It then pretended to plant the device in the aforementioned medical bay, and activate it while recovering from surgery.\nRecommending 24/7 restraint of SCP-2586. The emotional impact of this incident has caused a noticeable decline in productivity and morale at Site-17, not to mention the expenses associated with information suppression. Another incident of this nature is unacceptable. - Researcher Louis Cannon\nApproved. - Site Director Roland Joints"
    ],
    "documents": [],
    "notes": [
        "Holy Heck! You've just found yourself your very own Mr. Literal Serial Killer by Gamers Against Weed! The working title was \"Mr. Empathy\". Who is Dr. Annoymaker? Find them all and become Mr. Gamer! 01. Mr. Literal Serial Killer ✔ 02. Mr. Infinite Swag 03. Mr. Socialist 04. Mr. Difficult Choice 20. Mr. Weed Number 21. Mr. Debatably Valuable Qualities 22. Mr. Unfortunate Coincidences 23. Mr. Sue 24. Mr. Coming Up 25. Mrs. Down-To-Earth 26. Ms. Reasonable Priorities 27. Mr. Popular 28. Mr. Stranger (rebooted) 29. Mr. Singularity 30. Mr. CK 31. Ms. SALT 32. Mr. Professional 33. Mr. Has It All 34. Mr. Dumb and Mr. Dumber 35. Mr. Suspense",
        "\" SCP-2586 \" by Communism will win, from the SCP Wiki . Source: https://scpwiki.com/scp-2586 . Licensed under CC-BY-SA .",
        "Filename: ted-bundy.png Name: File:Richard Murphy mug shot.jpg Author: U.S. Marshals Service License: public domain Source Link: https://commons.wikimedia.org/wiki/File:Richard_Murphy_mug_shot.jpg"
    ],
    "item": "SCP-2586",
    "object_class": "Euclid",
    "containment_procedures": "UPDATED 2017-02-25",
    "description": "SCP-2586 is a human male, roughly 35 years of age at time of writing. Its chest bears a tattoo reading \"Mr. Literal Serial Killer, by Gamers Against Weed\". SCP-2586 is able to effect global, instantaneous alteration of the name of any person: all extant documentation of the target will be altered to a particularly unfitting form, while all individuals who knew the target's original name will become aware of the new name.",
    "title": "SCP-2586"
}