{
    "url": "https://scp-wiki.wikidot.com/scp-2598",
    "all_text": "SCP-2598\n - \nTraveling Moth Salesman\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+584\n+\n–\nx\n\n\n\n\n\n\nSCP-2598 in containment.\n\n\n\n\n\n\nItem #:\n SCP-2598\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2598 is to be contained in a Standard Insectoid Containment Cell at Site 19. This cell is to be fitted with a food supply capable of sustaining SCP-2598 indefinitely, as well as a hanging light source\n1\n. Personnel who wish to interview SCP-2598 must first complete 20 hours of training in American Morse Code.\n\n\nDescription:\n SCP-2598 is a Large Yellow Underwing moth (\nNoctua pronuba\n) wearing a small helmet. Apart from this, and its behavior, no other anomalous characteristics are discernible.\n\n\nSCP-2598 is able to communicate with humans by colliding with their heads in a pattern consistent with American Morse Code. While SCP-2598 is apparently able to hear and understand English, it is only able to communicate a return message in this manner. Despite having been offered specially-designed automatic translation pads with which it could collide, SCP-2598 has thus far seemed either unable or unwilling to use any such device.\n\n\nDuring conversation, SCP-2598 will invariably attempt to redirect the conversation towards a sales pitch for, specifically, a helmet designed for moths.\n\n\nInterview 2598-1:\n \nThe following interview was conducted by Dr. Richard Eads, who initially discovered SCP-2598 while on-location in [REDACTED]. Dr. Eads was chosen as the Research Team Leader because of his efforts in containing SCP-2598\n2\n, and his fluency with Morse code. During this interview, Dr. Eads remained seated in SCP-2598's containment cell, while SCP-2598 communicated to him via its preferred method. All replies were transcribed by Dr. Eads.\n\n\n\n\nDr. Eads:\n Can you hear and understand me alright, SCP-2598?\n\n\nSCP-2598:\n YES HELLO DOCTOR I CAN HEAR YOU JUST FINE THANKS TO THE SOUND AMPLIFYING TECHNOLOGY OF MOTH HELM\n\n\nDr. Eads:\n Excellent. Now, SCP-2598, could you tell me anything about where you originated from?\n\n\nSCP-2598:\n I WAS ONCE LIKE YOU DOCTOR AND LIKE EVERYBODY ELSE OUT THERE WITH NO PURPOSE IN MY LIFE UNTIL I DISCOVERED THE BEAUTY OF MOTH HELM ALSO SAFE FOR CHILDREN NO CHANCE OF GETTING STUCK IN THROATS\n\n\nDr. Eads:\n I see. So you're saying that you were unable to comprehend spoken language, or communicate as you can now, before you came into possession of the helmet?\n\n\nSCP-2598:\n IT WAS LIKE A DOOR BEING OPENED BEFORE ME DOCTOR AND I COULD SEE THE LIGHT IT WAS ALL POSSIBLE BECAUSE OF MOTH HELM WHICH YOU YOURSELF CAN OWN TODAY FOR AS LITTLE AS THREE EASY PAYMENTS OF NINETEEN NINETY NINE\n\n\nDr. Eads:\n You're aware, of course, that I could not possibly wear such a helmet? It's far too small.\n\n\nSCP-2598 pauses for twenty seconds, is observed spinning counterclockwise around its containment cell light.\n\n\nSCP-2598:\n YES BUT PERHAPS YOU HAVE SOME MOTH FRIENDS WHO COULD BENEFIT FROM THE TRANSCENDANT POWER OF MOTH HELM ALSO IS A GREAT STOCKING STUFFER\n\n\nEnd transcript\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Placed at the request of SCP-2598.\n\n\n2\n. According to Dr. Eads' Discovery Report, he first discovered SCP-2598 by noticing its irregular flight patterns, then its helmet, and then later discovering its communicative abilities.\n\n\n\n\n\n\n\n\n« \nSCP-2597\n | SCP-2598 | \nSCP-2599\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2598\n\" by djkaktus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2598\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n moth.jpg\n\n\nName:\n moth.jpg\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttp://scp-wiki.wikidot.com/scp-2598",
    "addendums": [],
    "documents": [],
    "notes": [
        "Dr. Eads: Can you hear and understand me alright, SCP-2598? SCP-2598: YES HELLO DOCTOR I CAN HEAR YOU JUST FINE THANKS TO THE SOUND AMPLIFYING TECHNOLOGY OF MOTH HELM Dr. Eads: Excellent. Now, SCP-2598, could you tell me anything about where you originated from? SCP-2598: I WAS ONCE LIKE YOU DOCTOR AND LIKE EVERYBODY ELSE OUT THERE WITH NO PURPOSE IN MY LIFE UNTIL I DISCOVERED THE BEAUTY OF MOTH HELM ALSO SAFE FOR CHILDREN NO CHANCE OF GETTING STUCK IN THROATS Dr. Eads: I see. So you're saying that you were unable to comprehend spoken language, or communicate as you can now, before you came into possession of the helmet? SCP-2598: IT WAS LIKE A DOOR BEING OPENED BEFORE ME DOCTOR AND I COULD SEE THE LIGHT IT WAS ALL POSSIBLE BECAUSE OF MOTH HELM WHICH YOU YOURSELF CAN OWN TODAY FOR AS LITTLE AS THREE EASY PAYMENTS OF NINETEEN NINETY NINE Dr. Eads: You're aware, of course, that I could not possibly wear such a helmet? It's far too small. SCP-2598 pauses for twenty seconds, is observed spinning counterclockwise around its containment cell light. SCP-2598: YES BUT PERHAPS YOU HAVE SOME MOTH FRIENDS WHO COULD BENEFIT FROM THE TRANSCENDANT POWER OF MOTH HELM ALSO IS A GREAT STOCKING STUFFER End transcript",
        "\" SCP-2598 \" by djkaktus, from the SCP Wiki . Source: https://scpwiki.com/scp-2598 . Licensed under CC-BY-SA .",
        "Filename: moth.jpg Name: moth.jpg Author: djkaktus License: CC BY-SA 3.0 Source Link: http://scp-wiki.wikidot.com/scp-2598"
    ],
    "item": "SCP-2598",
    "object_class": "Safe",
    "containment_procedures": "SCP-2598 is to be contained in a Standard Insectoid Containment Cell at Site 19. This cell is to be fitted with a food supply capable of sustaining SCP-2598 indefinitely, as well as a hanging light source1. Personnel who wish to interview SCP-2598 must first complete 20 hours of training in American Morse Code.",
    "description": "SCP-2598 is a Large Yellow Underwing moth (Noctua pronuba) wearing a small helmet. Apart from this, and its behavior, no other anomalous characteristics are discernible.",
    "title": "SCP-2598"
}