{
    "url": "https://scp-wiki.wikidot.com/scp-2608",
    "all_text": "rating: \n+107\n+\n–\nx\n\n\n\n\n\n\nAn SCP-2608 imago.\n\n\n\n\n\n\nItem #:\n SCP-2608\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n The health of all known SCP-2608 populations is to be monitored closely. Steps should be taken to prevent industrial sources from chemically damaging the environments these populations inhabit.\n\n\nSCP-2608 populations are to be kept at all suitable Foundation facilities and monitored as a priority. In the event that these \"Advance Warning Systems\" (2608-AWS) experience a decline of any sort, the site manager is to be alerted immediately and precautionary measures are to be taken. Reevaluation of the active radii of various occult, psychoactive, and temporal SCP objects via SCP-2608 subimago testing is pending O5 approval.\n\n\nAs of 12/21/2014, a \"doomsday cache\" population is to be established at Site-62, and the Site-64 population has been expanded and repurposed to monitor unexplained global population fluctuation in SCP-2608.\n\n\nDescription:\n SCP-2608 is a largely unstudied mayfly species \n(Stenonema nephilim)\n native to the Pacific Northwest. It is thought to have spread across the wetlands of North America in the last two decades\n1\n, outcompeting related species due to a marginally more efficient metabolism.\n\n\nSCP-2608 imagines\n2\n can be distinguished from related species by their relatively larger eyes and relatively more translucent bodies—however, these differences are subtle enough that they cannot be readily identified by unqualified individuals. SCP-2608 subimagines\n3\n and SCP-2608 naiads\n4\n cannot be reliably distinguished from related species by any means outside of DNA examination.\n\n\nSCP-2608 was first brought to Foundation attention when the population experienced a then-inexplicably widespread die-off in the spring of 2005 now thought to be the result of the ten day delay in containment of \nSCP-1425\n.\n5\n The species has since been restored to its former range.\n\n\nSCP-2608 populations—and, in some cases, individuals—are extremely vulnerable to changes in their environment, undergoing faulty molting and mass death when exposed to even trace contaminants. While this is standard among \nEphemeroptera\n species, SCP-2608's sensitivity extends far outside normal bounds, manifesting in its anomalous properties.\n\n\nSCP-2608 is vulnerable to psychoactive manipulation and foreign or altered spacetime \nas though a physical element were present.\n For this reason, SCP-2608 populations have been cleared for use as an \"advance warning system\" (2608-AWS) and kept at appropriate Foundation facilities, thereby providing an early warning in case of growth, strengthening, or resumed activity of anomalous phenomena at Foundation Provisional Sites and containment breach at Foundation Sites and Areas.\n\n\nWhile the exact chemical manner in which SCP-2608 individuals are affected varies greatly based on the phenomenon in question and its source, there are two \"rules of thumb\" that can give rough insight into the strength\n6\n and proximity of the phenomenon;\n\n\n\n\nThe general health of an SCP-2608 population can be regarded as an estimate of how close its surroundings are to its natural environment.\n7\n\n\nAn effect strong enough to cause immediate death in an SCP-2608 specimen is strong enough to pose a threat to Foundation operatives.\n\n\n\n\nPhenomena that are harmful to SCP-2608 populations are limited to those that alter their environment in a manner that they are not prepared to compensate for. While this includes many natural phenomena, those that interest the Foundation (and that no measures have been taken to shield 2608-AWS from) include:\n\n\n\n\nPsychoactive fields\n\n\nTelepathic fields\n\n\nTemporal distortion\n\n\nSpatial distortion\n\n\nReality distortion\n\n\nMere proximity to some SCP objects that do not exert any of the former on their surroundings. It has been theorized that in these cases it is some manner of \"presence\" surrounding the object that SCP-2608 populations are sensitive to.\n\n\n\n\nSCP-2608 subimagines are particularly at risk; in testing with select suitable SCP objects, individuals consistently perished when brought within the active radius of the object in question, with a very low degree of failure. Preliminary testing suggests that SCP-2608 subimago testing can be used to map the borders of appropriate SCP objects' \"area of influence\" to a startling degree of accuracy.\n\n\nOften, SCP-2608 naiads and subimagines will show signs of disturbance by an SCP object at much greater distances than human test subjects; in one noteworthy case, SCP-2608 naiads perished up to 800 km outside of what had previously been thought to be the object's area of influence.\n\n\n\n\n+ PRESENT STATUS OF SELECT 2608-AWS - LEVEL 4 SECURITY CLEARANCE REQUIRED\n\n\n\n\n- CREDENTIALS ACCEPTED\n\n\n\n\n\n\n\n\nPROVISIONAL SITE 2608 ADVANCE WARNING SYSTEMS — DISTURBED STATUS INDICATES POSSIBLE GROWTH, STRENGTHENING OR RESUMED ACTIVITY OF CONTAINED SCP OBJECT'S \"AREA OF INFLUENCE.\" \nIF AT ELEVATED OR HIGHER DISTURBANCE STATUS CONTACT FACILITY ADMINISTRATOR IMMEDIATELY\n\n\n\n\n\n\n\n\n\n\nFacility ID\n\n\nFacility 2608-AWS Average Disturbance Status\n\n\n\n\n\n\nProvisional Site-██\n\n\nUNDISTURBED\n\n\n\n\n\n\nProvisional Site-09\n\n\nUNDISTURBED\n\n\n\n\n\n\nProvisional Site-23\n\n\nELEVATED DISTURBANCE\n\n\n\n\n\n\nProvisional Site-27\n\n\nUNDISTURBED\n\n\n\n\n\n\nProvisional Site-██\n\n\nUNDISTURBED\n\n\n\n\n\n\nProvisional Site-98-1\n\n\nUNDISTURBED\n\n\n\n\n\n\nProvisional Site-98-2\n\n\nLOW DISTURBANCE\n\n\n\n\n\n\nProvisional Site-98-3\n\n\nUNDISTURBED\n\n\n\n\n\n\nProvisional Site-141\n\n\nUNDISTURBED\n\n\n\n\n\n\nProvisional Site-107\n\n\nUNDISTURBED\n\n\n\n\n\n\nProvisional Site-149\n\n\nUNDISTURBED\n\n\n\n\n\n\nProvisional Site-███\n\n\nLOW DISTURBANCE\n\n\n\n\n\n\nProvisional Site-193\n\n\nLOW DISTURBANCE\n\n\n\n\n\n\nProvisional Site-███\n\n\nUNDISTURBED\n\n\n\n\n\n\n\n\n\n\nSTANDARD SITE 2608 ADVANCE WARNING SYSTEMS — DISTURBED STATUS INDICATES POSSIBLE CONTAINMENT BREACH. \nIF AT ELEVATED OR HIGHER DISTURBANCE STATUS CONTACT FACILITY ADMINISTRATOR IMMEDIATELY\n\n\n\n\n\n\n\n\n\n\nFacility ID\n\n\nFacility 2608-AWS Average Disturbance Status\n\n\n\n\n\n\nSite-06\n\n\nUNDISTURBED\n\n\n\n\n\n\nSite-██\n\n\nLOW DISTURBANCE\n\n\n\n\n\n\nSite-19\n\n\nLOW DISTURBANCE\n\n\n\n\n\n\nSite-64\n\n\nUNDISTURBED\n\n\n\n\n\n\nSite-77\n\n\nUNDISTURBED\n\n\n\n\n\n\nSite-118\n\n\nLOW DISTURBANCE\n\n\n\n\n\n\n\n\n\n\nAREA 2608 ADVANCE WARNING SYSTEMS — DISTURBED STATUS INDICATES POSSIBLE CONTAINMENT BREACH. \nIF AT ELEVATED OR HIGHER DISTURBANCE STATUS CONTACT FACILITY ADMINISTRATOR IMMEDIATELY\n\n\n\n\n\n\n\n\n\n\nFacility ID\n\n\nFacility 2608-AWS Average Disturbance Status\n\n\n\n\n\n\nArea-02\n\n\nUNDISTURBED\n\n\n\n\n\n\nArea-12\n\n\nLOW DISTURBANCE\n\n\n\n\n\n\nArea-13\n\n\nUNDISTURBED\n\n\n\n\n\n\nArea-14\n\n\nLOW DISTURBANCE\n\n\n\n\n\n\nArea-58\n\n\nLOW DISTURBANCE\n\n\n\n\n\n\nArea-179\n\n\nUNDISTURBED\n\n\n\n\n\n\nArea-██\n\n\nUNDISTURBED\n\n\n\n\n\n\nArea-354\n\n\nCRITICALLY DISTURBED\n\n\n\n\n\n\nArea-██\n\n\nLOW DISTURBANCE\n\n\n\n\n\n\nArea-██\n\n\nUNDISTURBED\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum:\n - 05/26/2009 - Travel capable 2608-AWS are available upon request for exploration and recovery missions. Contact Dr. Lymph or Site-64 administration for more details.\n\n\nAddendum:\n - 12/21/2014 - All known wild SCP-2608 populations experienced a population decline 0.6% higher than expected over the course of the 2014 frost. In addition, all captive Foundation populations have experienced an unexplained 0.5% population decline. 2608-AWS warning allowances have been updated to compensate.\n\n\nAddendum:\n - 4/10/2015 - With the exception of the Site-62 population,\n8\n all SCP-2608 populations have declined a further 1.8%. 2608-AWS warning allowances have been updated to compensate.\n\n\nAddendum:\n - 8/11/2015 - Global SCP-2608 population decline has continued to progress at a constant rate. 2608-AWS warning allowances have been updated to compensate and will continually update based on projected background disturbance.\n\n\n\n\nFootnotes\n\n\n1\n. Based on the vulnerability of SCP-2608 populations to certain phenomena, it has been suggested that this is due in part to Foundation activity, as the containment of such phenomena would allow SCP-2608 to colonize previously hostile environments. However, there is not currently definitive proof of this.\n\n\n2\n. The sexually mature adult stage of an insect.\n\n\n3\n. A winged, but not yet fully developed and not yet fully mature sub-adult stage unique to order Ephemeroptera.\n\n\n4\n. The aquatic juvenile stage of a mayfly.\n\n\n5\n. See \nSCP-1425\n documentation for details.\n\n\n6\n. The nature of the phenomenon in question cannot be determined via SCP-2608's reaction to it without both extensive laboratory testing and prior knowledge of the phenomenon.\n\n\n7\n. A local spacetime marsh, free of psychic interference.\n\n\n8\n. The Site-62 population remains at full health.\n\n\n\n\n\n\n\n\n« \nSCP-2607\n | SCP-2608 | \nSCP-2609\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2608\n\" by gemcuttlefish, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2608\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n IMG_20160729_145252.jpg\n\n\nAuthor:\n gemcuttlefish\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki",
    "addendums": [
        "Addendum: - 05/26/2009 - Travel capable 2608-AWS are available upon request for exploration and recovery missions. Contact Dr. Lymph or Site-64 administration for more details.",
        "Addendum: - 12/21/2014 - All known wild SCP-2608 populations experienced a population decline 0.6% higher than expected over the course of the 2014 frost. In addition, all captive Foundation populations have experienced an unexplained 0.5% population decline. 2608-AWS warning allowances have been updated to compensate.",
        "Addendum: - 4/10/2015 - With the exception of the Site-62 population, 8 all SCP-2608 populations have declined a further 1.8%. 2608-AWS warning allowances have been updated to compensate.",
        "Addendum: - 8/11/2015 - Global SCP-2608 population decline has continued to progress at a constant rate. 2608-AWS warning allowances have been updated to compensate and will continually update based on projected background disturbance."
    ],
    "documents": [],
    "notes": [
        "\" SCP-2608 \" by gemcuttlefish, from the SCP Wiki . Source: https://scpwiki.com/scp-2608 . Licensed under CC-BY-SA .",
        "Filename: IMG_20160729_145252.jpg Author: gemcuttlefish License: CC BY-SA 3.0 Source Link: SCP Wiki"
    ],
    "item": "SCP-2608",
    "object_class": "Safe",
    "containment_procedures": "The health of all known SCP-2608 populations is to be monitored closely. Steps should be taken to prevent industrial sources from chemically damaging the environments these populations inhabit.",
    "description": "SCP-2608 is a largely unstudied mayfly species (Stenonema nephilim) native to the Pacific Northwest. It is thought to have spread across the wetlands of North America in the last two decades1, outcompeting related species due to a marginally more efficient metabolism.",
    "title": "SCP-2608"
}