{
    "url": "https://scp-wiki.wikidot.com/scp-2628",
    "all_text": "rating: \n+50\n+\n–\nx\n\n\n\n\nItem #:\n SCP-2628\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n 214 devices have been observed acting as command and control servers for SCP-2628, of which 168 have been shut down. Efforts by \nMTF Mu-4 (\"Debuggers\")\n operatives to shut down all of SCP-2628's C&C servers are underway; however, SCP-2628's unconventional behavior and technological sophistication has limited the effectiveness of standard anti-botnet measures. See Containment Report 2628-445-C7 for details.\n\n\nDevices infected with SCP-2628 may be destroyed or kept for study as necessary. Any civilian known to have used an infected device must be given Class B amnestics and provided with a replacement.\n\n\nDescription:\n SCP-2628 is a botnet composed of roughly [REDACTED] internet-connected devices. SCP-2628 was first identified in December of 2011, by which point it had already reached 40% of its current extent. The party or parties responsible for SCP-2628's operations are unknown.\n\n\nSCP-2628 intercepts and falsifies content shown to users of affected devices; the technological processes that enable this are unclear, though substantial processing power is consumed in doing so. While the particular alterations that will affect any given device are difficult to predict, several major trends have been identified:\n\n\n\n\nEmployment/academic opportunities and social gatherings are altered to seem unappealing or inconvenient, except when they can be performed mostly on the affected device.\n\n\nContent describing negative consequences of sedentary behavior and/or extended computer usage is deleted.\n\n\nCommunications expressing concern or disapproval of the user's behavior instead express acceptance or approval.\n\n\nThe utility of various activities that conflict with the usage of the affected device (i.e. sleeping, driving, bathing) are understated.\n\n\nServices that enable greater usage of the affected device (i.e. online food delivery, telecommuting utilities) are promoted.\n\n\nOutdoor air pollution is overstated. Indoor air pollution is understated.\n\n\n\n\nThese alterations are typically plausible in both content and presentation.\n1\n Alterations made by SCP-2628 on a particular device tend to become more dramatic when the device is used for extended periods of time.\n\n\nSCP-2628-infected devices will additionally disperse misleading messages prompting other individuals to download and execute SCP-2628's software.\n\n\n\n\nCase study of SCP-2628 infection / Clearance-Sensitive Document\n\n\n\n\nClearance: 2/2628-P\n\n\n\n\nAll identifying information has been removed from this document as per Level 2-Probationary Clearance protocols. This document presents a case study that will serve to illustrate certain effects of SCP-2628 and should not be taken as a representative sample of content altered by SCP-2628.\n\n\nOn 2016-11-04, beginning at 3:19 PM, the following SMS exchange occurred between the subject, whose mobile phone was infected with SCP-2628, and her brother, whose device was not affected.\n\n\n\n\n\n\nSender\n\n\nText sent\n\n\nText received (if different)\n\n\n\n\n\n\nBrother\n\n\nPlaying Smash Bros with Laura and Brad at 7… Interested?\n\n\nPlaying Smash Bros with Laura and Brad at 12… Interested?\n\n\n\n\n\n\nSubject\n\n\nLove to but I can't… streaming LoL, remember?\n\n\n\n\n\n\n\n\nBrother\n\n\nI thought your stream was scheduled for 12 though…? It's not gonna take five hours.\n\n\nOh yeah, duh, what was I thinking. Btw what's with your new profile pic…?\n\n\n\n\n\n\nSubject\n\n\nOh I changed that yesterday. Just worked better for me.\n\n\n\n\n\n\n\n\nBrother\n\n\nEh, alright. See you around.\n\n\n\n\n\n\n\n\nAt 7:22 PM, the subject's brother sent a photograph to the subject depicting him and the aforementioned Laura and Brad sitting on a sofa in his home, captioned \"You're missing out on all the fun…\". The image, when received by the subject, depicted only the brother and his cat, but was otherwise identical in both content and caption. The subject responded with \"😛\".\n2\n\n\nAt 10:48 PM, the following exchange occurred.\n\n\n\n\n\n\nSender\n\n\nText sent\n\n\nText received (if different)\n\n\n\n\n\n\nBrother\n\n\nHey could we talk? You seem like you've been down lately. Can't blame you but…\n\n\nBtw I just gotta say… you are really good at dealing with all the bullshit that's been going on lately. Lmao.\n\n\n\n\n\n\nSubject\n\n\nYeah life is tough. But you just gotta stick to it yknow? Don't let it get to you.\n\n\n\n\n\n\n\n\nBrother\n\n\nYeah I guess… let me know if you need anything okay?\n\n\nHaha yeah I guess… hmu if you need anything okay? 😛\n\n\n\n\n\n\nSubject\n\n\nSure thing!\n\n\n\n\n\n\n\n\n\n\nClearance: 2/2628-P\n\n\n\n\n\n\nAddendum 2628-A:\n \nIn light of recent test results, I feel the need to clarify something. Content altered by SCP-2628 is NOT anomalous. \nDeleterious\n psychological effects found in certain subjects are attributable to pre-existing traits such as \nsuggestibility,\n neuroticism, and heavy reliance on the affected device. Anomalous mental manipulation is not delineated by how dramatic the effects are.\n- \nDr. Graff\n\n\nAddendum 2628-B:\n Summary of Technical Report 2628-17.\n Technical Report 2628-17 is deprecated. Current evidence suggests that SCP-2628 was designed and spread by an unidentified individual or organization for as-of-yet unidentified purposes. Other hypotheses present in the report are not supported by available evidence.\n\n\nAddendum 2628-C:\n Further tests indicate that heavy usage of SCP-2628-infected devices (>14 hours per day) is correlated to substantially heightened mood and alertness. Subjects will begin to subconsciously account for alterations made by SCP-2628, engaging in reasonable behavior while believing themselves to be acting on the displayed content. Further testing is recommended.\n\n\nAddendum 2628-D:\n Several heavy-usage test subjects experienced severe withdrawal symptoms when forced to use uninfected devices or perform other activities for extended periods of time. At time of writing, it is recommended that individuals using an SCP-2628-infected device seek medical advice prior to cessation of usage.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. SCP-2628's ability to generate video content is anomalous. Processing power consumed by affected devices does not account for the high-quality, real-time editing performed on videos. Alterations to other forms of media, while highly sophisticated, are most likely mundane.\n\n\n2\n. The \"Face With Stuck-Out Tongue\" emoji. If the character does not display properly, please upgrade to the newest version of SCPviewer.\n\n\n\n\n\n\n\n\n« \nSCP-2627\n | SCP-2628 | \nSCP-2629\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2628\n\" by Communism will win, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2628\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-2628 \" by Communism will win, from the SCP Wiki . Source: https://scpwiki.com/scp-2628 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2628",
    "object_class": "Keter",
    "containment_procedures": "214 devices have been observed acting as command and control servers for SCP-2628, of which 168 have been shut down. Efforts by MTF Mu-4 (\"Debuggers\") operatives to shut down all of SCP-2628's C&C servers are underway; however, SCP-2628's unconventional behavior and technological sophistication has limited the effectiveness of standard anti-botnet measures. See Containment Report 2628-445-C7 for details.",
    "description": "SCP-2628 is a botnet composed of roughly [REDACTED] internet-connected devices. SCP-2628 was first identified in December of 2011, by which point it had already reached 40% of its current extent. The party or parties responsible for SCP-2628's operations are unknown.",
    "title": "SCP-2628"
}