{
    "url": "https://scp-wiki.wikidot.com/scp-2641",
    "all_text": "rating: \n+62\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nSCP-2641:\n The \nTalk\n Spore\n\n\n\n\nAuthor:\n \n$sc(rn)p$\n\n(\nMore from this author.\n)\n\n\n\n\n\n\n\n\n\n\nrating: \n+62\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\"Tell me about your sex life.\"\n\n\n\n\nThe word broke his stupor.\n\n\n\"I'm sorry?\"\n\n\n\"Are you sexually active?\"\n\n\n\"Oh, no. Not for a couple of months really.\"\n\n\nThat was a lie; it had been longer. Much longer. He had never been very forthright about his sex life, not even with medical staff. It's not imperative that social histories be as accurate as, say, containment procedures, after all. Right?\n\n\n\"Are you up-to-date on vaccinations?\"\n\n\n\"Yes.\"\n\n\n\"Inoculations?\"\n\n\n\"I believe so.\"\n\n\n\"How much do you weigh?\"\n\n\n\"Uh…maybe…\" the time he took to formulate a figure bespoke the sensitivity with which he always approached this subject.\n\n\n\"I can weigh you real quick,\" the nurse stated. She moved her hand aside her waist from where she produced a handheld device resembling an infrared scanner, the sort used for bar codes. She picked it up to her eyesight and took aim at him. The nurse clicked the handle and a monotone beep sounded.\n\n\n\"115,\" she read off the back of the scanner.\n\n\nHe looked at her incredulously.\n\n\n\"…kilograms,\" she finished without meeting his gaze. \"Okay. The doctor will be in shortly. Can I get you something to drink while you wait?\" She started moving towards the door.\n\n\n\"Anything diet?\" he quipped.\n\n\n\"I can go check,\" she replied.\n\n\n\"No, that's okay, thank you though. I'll just watch the news.\"\n\n\n\"Alright then.\" She smiled, her lips not parting as she left.\n\n\nThe room was washed featureless in the white hum of the fluorescent lighting. The walls, much farther apart than in the exam rooms he knew as a civilian, defied him to find a blemish upon their padded faces. There aren't many advantages being in one of the highest-risk populations for traumatic amputations, mutant drug-resistant infections, complete and irreversible psychological collapse, hyperacute exsanguination, and degloving injuries; and one in the \nonly\n at-risk population for pandimensional dematerialization, temporal irretrievability, and the xenochemical liquification of internal tissues. But state-of-the-art medical care standards and capabilities were two, if not the only such advantages.\n\n\nWith the push of a button, the exam chair began its massage therapy. As was his selection, the scents of lemon and rosemary permeated the air, it supplemented with purified oxygen and aerosolized anxiolytics. The extra O\n2\n gave him a nice buzz. He rode it through his thoughtless channel surfing. Sports. Glamor. Politics. He stopped on the Foundation's internal informational channel.\n\n\nNew construction project updates; another site dedicated to object containment. The rate of the Foundation’s discovery of anomalies is accelerating. He liked to believe that they were simply getting better at their jobs…that’s an expected outcome after decades of practice and process, right? Even still, a sulking sensation remained until a suspicion; the anomalous has been brought to a boil. The law of equal-and-opposite forces applied to some fundamental particle responsible for four-thousand anomalous objects’ escape from the conforms of otherwise insurmountable physical constants; the anomaly’s freedom naturally inclined to ride entropy like a wave, now simmering a sort of frustrated potential energy as its collective lay increasingly in stagnation by the hands of the Foundation's tailored special containment procedures; the reclaiming of their rightful place in the natural world, the term ascribed to them becoming less true with each one discovered.\n\n\nA knock. \nEven the Foundation’s doctors are advanced…with a sense of punctuality,\n he thought. The door opened without his reply.\n\n\n“Mr. Baker?”\n\n\n“Yes hello, doctor.”\n\n\n“Hi how are you today? I’m Dr. Fiael and I’m part of the team here managing your care.” This was a tall man with an athletic build, the type those like Luke Paul Baker imagined themselves to stand and walk like in moments of ridiculous hubris. It was rude of course to wonder the degree to which a person’s good looks helped established careers of intellectual authority, but he couldn’t help it here.\n\n\n“Nice to meet you, doctor.”\n\n\nDr. Fiael ritualistically washed his hands as he spoke. “It’s been a while since you’ve been here, hasn’t it? Last time was your initial employee physical and your inoculations. A year or two I read, if I'm not mistaken. Yeah, so how has your research duty been, tell me about that. What do you study? Some chemistry, right?” The doctor sat on a stool opposite the exam chair and mimicked the patient’s body language.\n\n\n“Been good. Yes it is, chemical solutions. We are harnessing a uh…solanaceous exospore that when released forces the individual into ceaseless small-talk.” Baker could almost pinpoint the second the doctor’s regret bloomed upon his thin veil of an expression. He compromised with inaccuracy to redeem the conversation somewhat but also to get through it quicker. “…we study an anomalous potato.”\n\n\nThe doctor nodded, his eyebrows heightened and his lips furrowed slightly at the edges. “Wow, that’s…wow, infectious small-talk huh? Can I get you to test a couple of my coworkers for that while you’re here?” Dr. Fiael’s clinical front broke as he laughed at his own joke. Baker managed to force a relatively convincing laugh; he had a lot of practice with that in response to this very joke having been made on innumerable occasions.\n\n\nThe doctor sighed longingly as his sense of propriety returned him to a neutral demeanor. \"But Mr. Baker, let's talk about this visit. Tell me a little bit in your own words what you know about why you're here today.\"\n\n\n\"Well, I have been having severe itching over my face, arms, and legs for about 2 months now that isn't resolved by the usual topicals. As I understand it, I'm here to follow up from the blood work taken by the on-site nurse last week.\"\n\n\n\"Very good. We are hiring, you know.\" The doctor shot a rehearsed smile. There was no laugh. God he was so bad at these moments. The training of medical school couldn't prepare him, or anyone for these diagnoses. \"Well, that is right. Such itching is commonly due to a fungal infections on the skin. Now I understand from your chart that you experienced a fungal infection relatively recently. Tell me about that.”\n\n\n“Like the rest of my team, I was at one point infected with SCP-2641, about 7 months ago. I underwent on-site medical care and my symptoms resolved, like everyone else’s. We know the infection is mild and doesn’t produce these symptoms I’m having now.”\n\n\n“Okay. Here’s what I’m getting at. Part of the lab work we did was a sample to culture, and we haven't grown anything to date. Um, usually it takes…about 72 hours, and its been well beyond that time so we wouldn't expect to see anything from that. That's good news. The bloodwork however, was more revealing. It showed a high rate of eosinophils.\" The doctor allowed himself a breath.\n\n\n“I…don’t understand what that means.”\n\n\n“…I apologize, I am sorry. Of course, that was poor form. It’s like your potato spores, isn't it?” He really was bad at this.\n\n\n“Those are cells of the immune system that are elevated when a foreign organism is…actively utilizing the body,” the doctor explained cautiously. He decided to pause and gauge what the patient made of the hint. “…from within. It seems that the infection may not have been eradicated as it was in your coworkers for reasons we can discuss if you’d like.”\n\n\n“What team do you work for, doctor?”\n\n\nThank God, he’s already figuring it.\n “Infectious diseases…my subspecialty is in those with underlying autoimmune disorders.”\n\n\n \n\n\n\n\n \n\n\nCyclospora solanacea Bakerifa\n. \nThey\n got to name it, despite all my research, and they named it after me, its flagship, autoimmune, worst-case study. Let’s get this clear; having a systemic fungal parasite named after you is no consolation. What it means is one week follow-ups for your foreseeable future. The nurse exits the room quicker this time, having less to go over but also having less willingness to tolerate a proximity, I’m sure. Even behind a respirator mask, I can still see she’s very pretty.\n\n\nThe walls are the color of limbs robbed of blood. They are suffocating me. The slight padding on the wall makes me wonder if this room could double as a psychiatric isolation. I smack the stale air, tilt my chin towards my chest and pet my stubble. The chair remains still and the television dark.\n\n\nIn walks Dr. Fiael, Chief of Infectious Diseases and Communicable Anomalopathologies. His figure is cloaked in layers of personal protective equipment; an immediately-disposable body gown and some non-latex gloves that I think he has double-layered. These are a new development and “standard” given a positive result on another set of blood cultures. I know he doesn’t mean for it to, but it screams of my inhumanity and also of their utter ignorance of this disease; it was just one week ago that he shook my hand.\n\n\n\"From studies to being studied, right doctor?\"\n\n\n\"Hello, Baker. How are you faring?\"\n\n\n\"Well enough.\"\n\n\n\"I see the collection upon your cheek is still swollen…looks a bit angrier than last time. Have you had any…production this last week?\"\n\n\nWith a nod, I indicate the specimen collection jar on the table. The materials inside fibrillate upon themselves, as if a mound of seizing worms.\n\n\n\"Oh okay, well, that's not good per se, but at least it gives us more to work with here. Thank you. Honestly, that cheek looks like its ready, do you mind if we try to evacuate it?\"\n\n\n\"That's fine. But first, why me? I understand I have a weak immune system. But I got better after a week or so, just like everyone else. How come no one else has relapsed?\"\n\n\nThe doctor looks to the bedside table to confirm the needed equipment: some gauze pads, a tongue blade, a sterile specimen cup and some tape. He positions everything just so and swivels the stool to my left side. “Many infectious agents have a dormancy period after an initial infection; syphillis, HIV, even chickenpox, that one lives in your spine for life, ready to bloom into shingles one day.”\n\n\nI feel the sharp soreness as his fingers flank my cheek and press down. The worst part about the removal of these parasites is that their exiting through the pores of my skin actually feels good. He scraps off the pendulous exudates with the tongue blade and quickly places them in the sterile cup. I can see his brow furrowing in the process. “It’s possible this has a similar prodrome phase. The recent left-shift in your white blood cells could be telling us that it was hidden from the immune system for some time, and it could have been triggered, as in the other infections, by stress…something like that wouldn’t be unheard of. As of now it is idiopathic bandemia though, for sure.”\n\n\nHis statements may as well be squid ink. Like many doctors, he tends to throw out esoteric technical terms to mask that he actually doesn’t know anything about what is going on. It is as informative as it is obfuscating.\n\n\n\"Okay. That's enough for us, but I think we need to go ahead and finish here, so you have some symptomatic relief. I'm going to let the nurse do…all that after we're done talking here. Sound good?\"\n\n\nI finally find the bravery to match his look of disgust with one of my own.\n\n\nDr. Fiael continues. \"The plastic surgery team can be onboard to wash out the necrosis and patch you up, I've already spoken with that team's lead and he's going to meet with you before you leave today. You and I…need to talk about alternate treatment options. First off, I'm going to prescribe you some high-shelf narcotics for pain.\"\n\n\n\"But I'm not in any pain.\"\n\n\n\"I know I know, it's just I'm going to be out of the office next week and would rather cover all possible fronts myself while I'm here so as to not burden my colleagues. Don't worry. It's better to have and not need than need and not have, so. But aside from that, we're going to modify the antimicrobial regimen slightly. The antifungals on board just aren't doing the job, as I know you are aware. This is clearly something we don't understand very well, and so our data on sensitivities aren't going to mean much, but they are all we have to go on to be blunt. There's another drug we'd like to try.\"\n\n\n\"What are the side effects?\"\n\n\n\"Yes, good question. Uh impotence, for one. Kidney damage, liver damage are more concerning; we'll have to draw labs for those weekly while you are on this. I'm more concerned about the eventualities that are more assured if we don't try this though. On one hand, yes, we have some things to watch out for and we can manage those well; but on the other hand we have a fairly certain idea of how this will progress.\"\n\n\nThe doctor pauses his speech. I know by this point in our interaction that he is providing \"therapeutic silence\", which is just a fancy phrase for hesitation; the next sentence is going to suck. It becomes awkwardly apparent that the conversation isn’t going to proceed unless I give some sort of volley. \"How is that doctor?\"\n\n\n\"Well how much detail would you like here?\"\n\n\n\"I'm sorry?\"\n\n\n\"Some patients don't do well with the details, so we like to ask as a courtesy.\"\n\n\n\"…I…Jesus…just give me \nall the details\n.\"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2640\n | SCP-2641 | \nSCP-2642\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2641\n\" by ghosthorses, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2641\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n\n\nName:\n File:Magnifying glass icon.svg\n\n\nAuthor:\n Derferman\n\n\nLicense:\n public domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Magnifying_glass_icon.svg\n\n\n\n\n\n\nFilename:\n potatopatch.jfif\n\n\nName:\n File:Potato patch.jpg\n\n\nAuthor:\n Zunter\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Potato_patch.jpg\n\n\n\n\n\n\nFilename:\n potatofungus.jfif\n\n\nName:\n File:Scleroderma cepa at the Santa Cruz Fungus Fair.gk.jpg\n\n\nAuthor:\n Grendelkhan\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Scleroderma_cepa_at_the_Santa_Cruz_Fungus_Fair.gk.jpg\n\n\n\n\n\n\nFilename:\n acpelogo.jfif\n\n\nName:\n File:ACPE logo.jpg\n\n\nAuthor:\n Senator2029\n\n\nLicense:\n public domain\n\n\nSource Link:\n \nhttps://commons.m.wikimedia.org/wiki/File:ACPE_logo.jpg\n\n\n\n\n\n\nFilename:\n arteries.jfif\n\n\nName:\n File:Arteries and veins of the brain. Wellcome L0000989.jpg\n\n\nAuthor:\n Wellcome Collection gallery\n\n\nLicense:\n CC BY 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Arteries_and_veins_of_the_brain._Wellcome_L0000989.jpg\n\n\n\n\n\n\nFilename:\n lifecycle.png\n\n\nName:\n File:07 08 life cycle, Phytophthora infestans on potato, Peronosporales, Oomycota (M. Piepenbring).png\n\n\nAuthor:\n M. Piepenbring\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:07_08_life_cycle,_Phytophthora_infestans_on_potato,_Peronosporales,_Oomycota_(M._Piepenbring).png",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-2641 \" by ghosthorses, from the SCP Wiki . Source: https://scpwiki.com/scp-2641 . Licensed under CC-BY-SA .",
        "Filename: Name: File:Magnifying glass icon.svg Author: Derferman License: public domain Source Link: https://commons.wikimedia.org/wiki/File:Magnifying_glass_icon.svg",
        "Filename: potatopatch.jfif Name: File:Potato patch.jpg Author: Zunter License: CC BY-SA 4.0 Source Link: https://commons.wikimedia.org/wiki/File:Potato_patch.jpg",
        "Filename: potatofungus.jfif Name: File:Scleroderma cepa at the Santa Cruz Fungus Fair.gk.jpg Author: Grendelkhan License: CC BY-SA 3.0 Source Link: https://commons.wikimedia.org/wiki/File:Scleroderma_cepa_at_the_Santa_Cruz_Fungus_Fair.gk.jpg",
        "Filename: acpelogo.jfif Name: File:ACPE logo.jpg Author: Senator2029 License: public domain Source Link: https://commons.m.wikimedia.org/wiki/File:ACPE_logo.jpg",
        "Filename: arteries.jfif Name: File:Arteries and veins of the brain. Wellcome L0000989.jpg Author: Wellcome Collection gallery License: CC BY 4.0 Source Link: https://commons.wikimedia.org/wiki/File:Arteries_and_veins_of_the_brain._Wellcome_L0000989.jpg",
        "Filename: lifecycle.png Name: File:07 08 life cycle, Phytophthora infestans on potato, Peronosporales, Oomycota (M. Piepenbring).png Author: M. Piepenbring License: CC BY-SA 3.0 Source Link: https://commons.wikimedia.org/wiki/File:07_08_life_cycle,_Phytophthora_infestans_on_potato,_Peronosporales,_Oomycota_(M._Piepenbring).png"
    ],
    "title": "SCP-2641"
}