{
    "url": "https://scp-wiki.wikidot.com/scp-2654",
    "all_text": "rating: \n+81\n+\n–\nx\n\n\nItem #:\n SCP-2654\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2654 is to be kept in a standard containment locker. Access to the object is to be limited to the purpose of testing and may only be granted by Level 3 personnel or higher. During testing, or in the event a person accidentally uses the object, the subject is to be placed in a standard humanoid containment chamber, and provided with an ample supply of snack food for SCP-2654-1. They must remain in the chamber until SCP-2654-1 appears.\n\n\nDescription:\n SCP-2654 is a typical Magic 8 Ball toy produced by the Mattel Corporation. The object is severely scratched. The twenty-sided die within the object is slightly faded, making results difficult to read. When vocally asked simple polar questions\n1\n or simple probability questions\n2\n and shaken, SCP-2654 will provide a random answer from its bank of responses. If the object is vocally asked complex polar or probability questions, it will always respond with either \"Ask again later\" or \"Cannot predict now.\"\n\n\nSCP-2654-1 is a male humanoid creature with extremely pale blue skin who will appear near a person who has asked SCP-2654 a complex question. SCP-2654-1 will appear within 7-48 days after the person initially asked the question. It will only appear while the person is sleeping. After SCP-2654-1 appears, it will wake the person and request for something to eat. Generally, it will ask for American snack foods, but it has been observed to ask for typical Japanese or Chinese snacks from test subjects of Asian descent. If the subject is unable to offer the snack SCP-2654-1 requested, it will make a disappointed comment and disappear.\n\n\nOnce SCP-2654-1 has been given the food it has requested, it will remind the subject of the question they asked SCP-2654 and give them a random answer from SCP-2654's bank of responses. Once SCP-2654-1 has finished its requested food, it will disappear.\n3\n\n\nSCP-2654-1 appears to be human; however, several physical differences have been noted. The entity is completely hairless, stands at 2.77m tall, and weighs 82.6kg. SCP-2654-1 has two numeric \"8\"s tattooed on its lower face and upper chest. The entity's right arm is significantly elongated and has an additional joint between its elbow and wrist. SCP-2654-1 generally materializes without any clothes; however, it has been recorded wearing a tailored Arab thawb on multiple occasions. The entity is fairly amicable and will converse with subjects before disappearing.\n\n\n\n\nFootnotes\n\n\n1\n. Such as \"Is the sky blue?\"\n\n\n2\n. Such as \"When flipped, will this coin land heads up?\"\n\n\n3\n. Given SCP-2654's similarity to \nSCP-2795\n, and toy based nature, an investigation into possible association with \nDr. Wondertainment\n has been initiated. Currently, no link has been established between SCP-2654 and the GoI.\n\n\n\n\n\n\n\n\n« \nSCP-2653\n | SCP-2654 | \nSCP-2655\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2654\n\" by MayD, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2654\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-2654 \" by MayD, from the SCP Wiki . Source: https://scpwiki.com/scp-2654 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2654",
    "object_class": "Safe",
    "containment_procedures": "SCP-2654 is to be kept in a standard containment locker. Access to the object is to be limited to the purpose of testing and may only be granted by Level 3 personnel or higher. During testing, or in the event a person accidentally uses the object, the subject is to be placed in a standard humanoid containment chamber, and provided with an ample supply of snack food for SCP-2654-1. They must remain in the chamber until SCP-2654-1 appears.",
    "description": "SCP-2654 is a typical Magic 8 Ball toy produced by the Mattel Corporation. The object is severely scratched. The twenty-sided die within the object is slightly faded, making results difficult to read. When vocally asked simple polar questions1 or simple probability questions2 and shaken, SCP-2654 will provide a random answer from its bank of responses. If the object is vocally asked complex polar or probability questions, it will always respond with either \"Ask again later\" or \"Cannot predict now.\"",
    "title": "SCP-2654"
}