{
    "url": "https://scp-wiki.wikidot.com/scp-2659",
    "all_text": "rating: \n+98\n+\n–\nx\n\n\n\n\n\n\nSCP-2659 upon initial discovery.\n\n\n\n\n\n\nItem #:\n SCP-2659\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n The area surrounding SCP-2659 has been designated a marine wildlife protection area. Maritime activity within the protected area requires the approval of a Foundation front masquerading as a joint French-Italian environmental protection task force. Enforcement of the containment procedures is currently the responsibility of the SCPS \nLilium\n (current designation: ITS \n██████████ ████████\n).\n\n\nEmbedded agents within regional cetacean conservation organisations are to track potentially-affected instances of \nBalaenoptera physalus\n in the Mediterranean Sea and take all steps necessary to conceal the location of SCP-2659 from civilians, up to the interception and termination of affected whales.\n\n\nDescription:\n SCP-2659 is a biological entity residing at the bottom of the Ligurian basin of the Mediterranean Sea (coordinates: N 43° 42' ████\", E 8° 50' ████\"). It is light gray in colour, cylindrical in shape and measures 56.5 m long and 0.9 m in diameter. It has no external organs save for a thin, segmented appendage extending from one end of its body. Its body is covered in a thick layer of smooth mammalian skin and blubber. Enhanced imaging shows no sign of internal bone structure or organs. Outside of the manipulation of its segmented appendage and twitching in response to tactile stimulus, SCP-2659 is incapable of independent movement.\n\n\nInstances of \nBalaenoptera physalus\n (finback whale) in or near the Mediterranean Sea and approximately over the age of 100 years are compelled to separate from their groups and swim towards SCP-2659. The mechanism by which a whale is able to locate SCP-2659 is unknown. Upon reaching within 300 m of SCP-2659, the affected whale will swim in an anticlockwise spiral at gradually increasing depth, eventually prostrating itself before the segmented appendage of SCP-2659 and ceasing all movement.\n\n\nAt this point, SCP-2659 will insert the entirety of the segmented appendage into the blowhole of the whale. This act causes extreme physical injury to the whale, passing down its trachea and often puncturing its lungs and heart before curving upwards and piercing into the spinal column. Despite this, the affected whale does not appear to be in any pain. After a period of five to six minutes, the appendage will rapidly withdraw, extracting a length of mildly luminescent white solid which is quickly absorbed into the tip of the appendage. All whales observed to undergo this process have expired due to severe internal bleeding.\n\n\nSCP-2659 has performed this procedure on an estimated 2,000 finback whales since its discovery in 2001.\n\n\n\n\n\n\n« \nSCP-2658\n | SCP-2659 | \nSCP-2660\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2659\n\" by minmin, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2659\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 2654.jpg\n\n\nName:\n 2654.jpg\n\n\nAuthor:\n \nminmin\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n\n\nName:\n sapphireproxy.png\n\n\nAuthor:\n NOAA\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://oceanexplorer.noaa.gov/explorations/islands01/log/sep5/media/trawl_tracks_sebastian.html\n\n\nName:\n File:Pod Monodon monoceros.jpg\n\n\nAuthor:\n NOAA Photolib Library\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Pod_Monodon_monoceros.jpg",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-2659 \" by minmin, from the SCP Wiki . Source: https://scpwiki.com/scp-2659 . Licensed under CC-BY-SA .",
        "Filename: 2654.jpg Name: 2654.jpg Author: minmin License: CC BY-SA 3.0 Derivative of: Name: sapphireproxy.png Author: NOAA License: Public Domain Source Link: https://oceanexplorer.noaa.gov/explorations/islands01/log/sep5/media/trawl_tracks_sebastian.html Name: File:Pod Monodon monoceros.jpg Author: NOAA Photolib Library License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Pod_Monodon_monoceros.jpg"
    ],
    "item": "SCP-2659",
    "object_class": "Euclid",
    "containment_procedures": "The area surrounding SCP-2659 has been designated a marine wildlife protection area. Maritime activity within the protected area requires the approval of a Foundation front masquerading as a joint French-Italian environmental protection task force. Enforcement of the containment procedures is currently the responsibility of the SCPS Lilium (current designation: ITS ██████████ ████████).",
    "description": "SCP-2659 is a biological entity residing at the bottom of the Ligurian basin of the Mediterranean Sea (coordinates: N 43° 42' ████\", E 8° 50' ████\"). It is light gray in colour, cylindrical in shape and measures 56.5 m long and 0.9 m in diameter. It has no external organs save for a thin, segmented appendage extending from one end of its body. Its body is covered in a thick layer of smooth mammalian skin and blubber. Enhanced imaging shows no sign of internal bone structure or organs. Outside of the manipulation of its segmented appendage and twitching in response to tactile stimulus, SCP-2659 is incapable of independent movement.",
    "title": "SCP-2659"
}