{
    "url": "https://scp-wiki.wikidot.com/scp-2662",
    "all_text": "rating: \n+1583\n+\n–\nx\n\n\nItem #:\n SCP-2662\n\n\nObject Class:\n \nEuclid\n Keter\n\n\nSpecial Containment Procedures:\n Containment of SCP-2662 is primarily focused on preventing unauthorized entry into its containment unit. For this purpose, on-site Task Force Tau-9 (\"Belligerent Bodyguards\") has been organized to guard SCP-2662's containment unit and keep track of new religious followings focusing on the worship of SCP-2662. Task Force Tau-9 is \nto use non-lethal methods when dealing with an attempt of unauthorized entry\n authorized to use lethal force if necessary. All members of Task Force Tau-9 are to be tested bi-annually for cognitohazardous influence.\n\n\nAs containment of SCP-2662 is completely voluntary, it is currently contained in an enlarged humanoid containment unit with standard safety measures for low-risk humanoids as detailed in Document 0998-KA. Additionally, SCP-2662 is allowed one copy of a daily newspaper of its choice, a computer and requested computer games totaling no more than 50 US dollars every month.\n\n\nDescription:\n SCP-2662 is a cognitohazardous entity approximately 4 meters in height and 200 kilograms in weight. SCP-2662 appears to be in a vaguely humanoid shape, with approximately 20 additional muscular hydrostats in similar structure to cephalopod limbs attached to its back. These limbs are fully functional and allow SCP-2662 to perform up to 10 different tasks at once.\n\n\nSCP-2662's primary anomalous effect only occurs after long-term repeated exposure, usually by being in the same room as or interacting daily with SCP-2662. Subjects exposed to SCP-2662 for a period of 6 months or longer are at risk of becoming acutely aware of SCP-2662's wants or needs and are compelled to fulfill them; they may also suffer from quasi-psychotic episodes when under stress. SCP-2662 is unable to affect humans that have a 2 or higher MARS (Mind-Affecting Resistance Scale) score.\n1\n\n\nSCP-2662's secondary anomalous effect is the spontaneous generation of religious followings at an approximate rate of at least once a month. This generation is involuntary and causes SCP-2662 notable distress.\n\n\nReligious groups generated by SCP-2662 usually focus on attempting to break into its containment unit in order to perform various rituals that are violent and/or sexual in nature. These groups tend to be highly organized and appear to adapt to each failed attempt, despite there being generally no contact between different generated religious followings.\n\n\nBelow is an incomplete log of incidents relating to SCP-2662. A full list can be found in Document 2662-I.\n\n\nIncident 2662-07:\n On ██/██/2003, a religious group known as \"Towards Hymn\" successfully broke into SCP-2662's containment.\n\n\n\n\nIncident 2662-07 Log Excerpt\n\n\n\n\nCredentials Accepted: Welcome Researcher K███ M██\n\n\n\n\n\n\n<22:50>\n SCP-2662 is seen taking a shower in preparation for sleep. There is a loud noise as previously undiscovered explosives are detonated underneath the center of SCP-2662's containment unit.\n\n\n<22:51>\n Five injured civilians climb out of the hole left by the detonation. SCP-2662 leaves the shower to investigate the noise.\n\n\n<22:52>\n Agents ███ and █████ notify Task Force Tau-9 of a breach into containment. They attempt to suppress the initial five civilians unsuccessfully as five more arrive with weapons.\n\n\n<22:56>\n After a brief struggle, Agents ███ and █████ are pinned down and tied with rope by the civilians. The injured civilians approach SCP-2662. The uninjured civilians stab their hands with knives, masturbate, and then draw unknown symbols on the walls with a mixture of sexual fluids and blood.\n\n\n<22:58>\n \nSCP-2662: \"Aw man, come on. That's really not sanitary. Or necessary.\"\n SCP-2662 appears to gag upon witnessing the symbols. The injured civilians successfully corner SCP-2662 in the shower stall.　\n\n\n<22:59>\n The injured civilians are seen squeezing blood out of their wounds and rubbing it onto SCP-2662 while singing. \nSCP-2662: \"Jesus Christ! Stop! Please! I just took a shower!\"\n\n\n<23:00>\n Task Force Tau-9 arrive to SCP-2662's containment unit. Task Force Tau-9 manage to suppress all civilians successfully and proceed to move SCP-2662 to a temporary unit until repairs can be completed.\n\n\n\n\n\n\n\n\n\n\nIncident 2662-13:\n On ██/██/2005, a religious group known as \"The Betrothed\" successfully broke into SCP-2662's containment.\n\n\n\n\nIncident 2662-13 Log Excerpt\n\n\n\n\nCredentials Accepted: Welcome Researcher K███ M██\n\n\n\n\n\n\n<8:22>\n SCP-2662 is seen eating breakfast and reading a newspaper.\n\n\n<8:24>\n Security officers stationed at SCP-2662's containment unit enter with a researcher. The researcher can be seen carrying a piglet.\n\n\n<8:25>\n \nSCP-2662: \"Can I help you?\"\n\n\n<8:26>\n \nResearcher ████: \"Oh our lord, please accept this innocent suckling swine, freshly orphaned from slaughter of both mother and father! May its soul of loss fuel you!\"\n Researcher ████ proceeds to castrate the piglet in front of SCP-2662 and place the testes on SCP-2662's food.\n\n\n<8:28>\n \nSCP-2662:\"Uhm… No thanks. I'm full. Go home. Your, uh, lord is pleased with the offering.\"\n Task Force Tau-9 is notified of a breach into containment.\n\n\n<8:29>\n SCP-2662 attempts to read its newspaper. Researcher ████ slits the piglet's neck and throws it onto the table. Blood splatters the newspaper.\n\n\n<8:30>\n \nSCP-2662: \"I- what? Look, can you go read a bible or something? You really, really need it.\"\n SCP-2662 puts the newspaper down. The accompanying security officers execute Researcher ████ via gunshot to the head. They then begin consuming her.\n\n\n<8:32>\n SCP-2662 leaves the scene to vomit in a toilet.\n\n\n<8:34>\n Task Force Tau-9 arrive to move SCP-2662 to a temporary containment unit and detain the guards.\n\n\n\n\nAfter further investigation, all involved personnel were civilians posing as personnel. It is unknown as to the whereabouts of the actual researcher and security officers.\n\n\n\n\n\n\n\n\nIncident 2662-78:\n On ██/██/2014, an unnamed religious group, consisting of D-class personnel and 2 members of Task Force Tau-9, successfully broke into SCP-2662's containment. SCP-2662 was redesignated as Keter upon further review of Incident 2662-78.\n\n\n\n\nIncident 2662-78 Log Excerpt\n\n\n\n\nCredentials Accepted: Welcome Researcher K███ M██\n\n\n\n\n\n\n<4:07>\n SCP-2662 can be seen sleeping in its bed.\n\n\n<4:10>\n The entirety of Task Force Tau-9 is called for an off-site mission. Against orders, Task Force Tau-9 chooses to leave 4 of its members behind to keep watch on SCP-2662.\n\n\n<4:15>\n 2 of the remaining members tackle and lock the other 2 in an unused containment unit.\n\n\n<4:20>\n A cargo truck arrives on Site ██ where SCP-2662 is being kept.\n\n\n<4:25>\n The 2 remaining members unload the cargo of D-class personnel. They lead the D-class personnel to Task Force Tau-9's armory.\n\n\n<4:30>\n The D-class and the remaining members arm themselves from the armory and break into SCP-2662's containment unit.\n\n\n<4:31>\n SCP-2662 is roused. Several D-class personnel guard the exit to the containment unit as well as the corresponding hallway. \nSCP-2662: \"Hu- wha? Are we moving? I'm not scheduled until next week.\"\n\n\n<4:35>\n Agents ████ and ██████, the 2 remaining available members of Task Force Tau-9, begin undressing the D-class personnel that are not guarding.\n\n\n<4:36>\n SCP-2662 attempts to alert Task Force Tau-9 to no response.\n\n\n<4:37>\n Agents ████ and ██████ begin carving symbols into the buttocks and thighs of the undressed D-class personnel. The D-class personnel begin to engage in group sex after being carved.\n\n\n<4:39>\n \nSCP-2662: \"What the fuck? Seriously? Now? Look, seriously, can you go find another god? I hear Buddhism is all the rag-\"\n D-class 99304 attempts to pull SCP-2662 into the group. \nSCP-2662: \"The fuck! Stop! Seriously! Lord commands you and all that stuff to cut this shit out!\"\n\n\n<4:40>\n All D-class personnel currently engaged in sex cease their movements. They all turn to stare at SCP-2662. Task Force Tau-9 arrive at the off-site meeting point only to be told no-such mission exists. Task Force Tau-9 begin moving back to Site ██.\n\n\n<4:41>\n \nSCP-2662:\"Oh thank god, I can control you guys now, kinda. Maturity's happening right on time. Good to know. Ok, tell me what the fuck is going on here.\"\n\n\n<4:42>\n \nAgent ████:\"After the bloodbirthing ritual, we're going to take you to your sacred chambers where we, our families, and our lineage will remain in service to you for all eternity. The people here cage you. With us you may go where you please.\"\n\n\n<4:45>\n \nSCP-2662:\"You must be kidding. I can leave whenever I want, I just have to ask. Besides, I-\"\n The D-class personnel begin to continue engaging in group sex. \nSCP-2662: \"Seriously! Stop! You're all fucking disgusting! I'm not even ready to settle down with a cult yet! I'm only, like, two hundred years old! I'm barely legal!\"\n\n\n<4:46>\n \nAgent ████:\"Do you really think the Foundation will let you go if you ask? Well, you can certainly ask. You'll be sorely disappointed, my lord.\"\n\n\n<4:48>\n \nSCP-2662:\"Yeah, well, if it turns out to be the case, I can just wait until I'm strong enough to break out. In the meantime, I'm… I'm going to go sit in the bathroom and wait. The rest of you can do your stupid blood orgy.\"\n SCP-2662 moves to the shower stall and turns on the water. It sits in the shower stall for the remainder of the incident.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. SCP-2662 can only affect approximately 5 percent of the human population and 2 percent of Foundation personnel. It is therefore considered a low-risk cognitohazard.\n\n\n\n\n\n\n\n\n« \nSCP-2661\n | SCP-2662 | \nSCP-2663\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2662\n\" by SoullessSingularity, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2662\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "<22:50> SCP-2662 is seen taking a shower in preparation for sleep. There is a loud noise as previously undiscovered explosives are detonated underneath the center of SCP-2662's containment unit. <22:51> Five injured civilians climb out of the hole left by the detonation. SCP-2662 leaves the shower to investigate the noise. <22:52> Agents ███ and █████ notify Task Force Tau-9 of a breach into containment. They attempt to suppress the initial five civilians unsuccessfully as five more arrive with weapons. <22:56> After a brief struggle, Agents ███ and █████ are pinned down and tied with rope by the civilians. The injured civilians approach SCP-2662. The uninjured civilians stab their hands with knives, masturbate, and then draw unknown symbols on the walls with a mixture of sexual fluids and blood. <22:58> SCP-2662: \"Aw man, come on. That's really not sanitary. Or necessary.\" SCP-2662 appears to gag upon witnessing the symbols. The injured civilians successfully corner SCP-2662 in the shower stall. <22:59> The injured civilians are seen squeezing blood out of their wounds and rubbing it onto SCP-2662 while singing. SCP-2662: \"Jesus Christ! Stop! Please! I just took a shower!\" <23:00> Task Force Tau-9 arrive to SCP-2662's containment unit. Task Force Tau-9 manage to suppress all civilians successfully and proceed to move SCP-2662 to a temporary unit until repairs can be completed.",
        "<8:22> SCP-2662 is seen eating breakfast and reading a newspaper. <8:24> Security officers stationed at SCP-2662's containment unit enter with a researcher. The researcher can be seen carrying a piglet. <8:25> SCP-2662: \"Can I help you?\" <8:26> Researcher ████: \"Oh our lord, please accept this innocent suckling swine, freshly orphaned from slaughter of both mother and father! May its soul of loss fuel you!\" Researcher ████ proceeds to castrate the piglet in front of SCP-2662 and place the testes on SCP-2662's food. <8:28> SCP-2662:\"Uhm… No thanks. I'm full. Go home. Your, uh, lord is pleased with the offering.\" Task Force Tau-9 is notified of a breach into containment. <8:29> SCP-2662 attempts to read its newspaper. Researcher ████ slits the piglet's neck and throws it onto the table. Blood splatters the newspaper. <8:30> SCP-2662: \"I- what? Look, can you go read a bible or something? You really, really need it.\" SCP-2662 puts the newspaper down. The accompanying security officers execute Researcher ████ via gunshot to the head. They then begin consuming her. <8:32> SCP-2662 leaves the scene to vomit in a toilet. <8:34> Task Force Tau-9 arrive to move SCP-2662 to a temporary containment unit and detain the guards.",
        "<4:07> SCP-2662 can be seen sleeping in its bed. <4:10> The entirety of Task Force Tau-9 is called for an off-site mission. Against orders, Task Force Tau-9 chooses to leave 4 of its members behind to keep watch on SCP-2662. <4:15> 2 of the remaining members tackle and lock the other 2 in an unused containment unit. <4:20> A cargo truck arrives on Site ██ where SCP-2662 is being kept. <4:25> The 2 remaining members unload the cargo of D-class personnel. They lead the D-class personnel to Task Force Tau-9's armory. <4:30> The D-class and the remaining members arm themselves from the armory and break into SCP-2662's containment unit. <4:31> SCP-2662 is roused. Several D-class personnel guard the exit to the containment unit as well as the corresponding hallway. SCP-2662: \"Hu- wha? Are we moving? I'm not scheduled until next week.\" <4:35> Agents ████ and ██████, the 2 remaining available members of Task Force Tau-9, begin undressing the D-class personnel that are not guarding. <4:36> SCP-2662 attempts to alert Task Force Tau-9 to no response. <4:37> Agents ████ and ██████ begin carving symbols into the buttocks and thighs of the undressed D-class personnel. The D-class personnel begin to engage in group sex after being carved. <4:39> SCP-2662: \"What the fuck? Seriously? Now? Look, seriously, can you go find another god? I hear Buddhism is all the rag-\" D-class 99304 attempts to pull SCP-2662 into the group. SCP-2662: \"The fuck! Stop! Seriously! Lord commands you and all that stuff to cut this shit out!\" <4:40> All D-class personnel currently engaged in sex cease their movements. They all turn to stare at SCP-2662. Task Force Tau-9 arrive at the off-site meeting point only to be told no-such mission exists. Task Force Tau-9 begin moving back to Site ██. <4:41> SCP-2662:\"Oh thank god, I can control you guys now, kinda. Maturity's happening right on time. Good to know. Ok, tell me what the fuck is going on here.\" <4:42> Agent ████:\"After the bloodbirthing ritual, we're going to take you to your sacred chambers where we, our families, and our lineage will remain in service to you for all eternity. The people here cage you. With us you may go where you please.\" <4:45> SCP-2662:\"You must be kidding. I can leave whenever I want, I just have to ask. Besides, I-\" The D-class personnel begin to continue engaging in group sex. SCP-2662: \"Seriously! Stop! You're all fucking disgusting! I'm not even ready to settle down with a cult yet! I'm only, like, two hundred years old! I'm barely legal!\" <4:46> Agent ████:\"Do you really think the Foundation will let you go if you ask? Well, you can certainly ask. You'll be sorely disappointed, my lord.\" <4:48> SCP-2662:\"Yeah, well, if it turns out to be the case, I can just wait until I'm strong enough to break out. In the meantime, I'm… I'm going to go sit in the bathroom and wait. The rest of you can do your stupid blood orgy.\" SCP-2662 moves to the shower stall and turns on the water. It sits in the shower stall for the remainder of the incident.",
        "\" SCP-2662 \" by SoullessSingularity, from the SCP Wiki . Source: https://scpwiki.com/scp-2662 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2662",
    "object_class": "Euclid Keter",
    "containment_procedures": "Containment of SCP-2662 is primarily focused on preventing unauthorized entry into its containment unit. For this purpose, on-site Task Force Tau-9 (\"Belligerent Bodyguards\") has been organized to guard SCP-2662's containment unit and keep track of new religious followings focusing on the worship of SCP-2662. Task Force Tau-9 is to use non-lethal methods when dealing with an attempt of unauthorized entry authorized to use lethal force if necessary. All members of Task Force Tau-9 are to be tested bi-annually for cognitohazardous influence.",
    "description": "SCP-2662 is a cognitohazardous entity approximately 4 meters in height and 200 kilograms in weight. SCP-2662 appears to be in a vaguely humanoid shape, with approximately 20 additional muscular hydrostats in similar structure to cephalopod limbs attached to its back. These limbs are fully functional and allow SCP-2662 to perform up to 10 different tasks at once.",
    "title": "SCP-2662"
}