{
    "url": "https://scp-wiki.wikidot.com/scp-2667",
    "all_text": "rating: \n+81\n+\n–\nx\n\n\n\n\n\n\nA photograph of SCP-2667-2\n\n\n\n\n\n\nItem #:\n SCP-2667\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Public entry into SCP-2667 should be prevented. Foundation researchers have established a permanent station at the site, and have set up a system of alarms and cameras to monitor the location. Warning signs and a cover story have been constructed claiming that the cliff near this site is unstable and dangerous, and that the police will escort trespassers from the site. At least six armed Foundation guards dressed as policemen should be present at the station at all times and take measures to avoid public access to SCP-2667.\n\n\nAll conversations with SCP-2667-1 through 9 must be recorded by the research staff. Any signs of change or movement in SCP-2667-1 through 9 must be brought to the attention of the site manager. If objects displaying similar properties to SCP-2667-1 through 9 are discovered in other locations, please alert the site manager as soon as possible.\n\n\nDescription:\n SCP-2667 is a statue garden located 12km from ████████, France. It is square in shape, bordered by a low sandstone wall, and measures 12 hectares in area. A variety of plant species have been planted in the garden, which has also been colonised by weeds from the local area. The site is in a state of moderate disrepair, and while it contains watering systems such as sprinklers these are non-operational.\n\n\nA number of statues designated SCP-2667-1 through -9 are scattered throughout the site. These vary in height from 155 to 178 cm, and are constructed from red clay. A further statue, SCP-2667-10, is broken into three pieces and lies near the entrance to the garden. They depict young women in relaxed poses, with fully sculpted facial features except no eyes are present. SCP-2667-1 through 4 are positioned to face the coast to the South, whereas SCP-2667-5 through 9 each face the entrance to the site.\n\n\nBetween the hours of 13:04 and 14:48 (UTC+1) each day, SCP-2667-1 through 9 become active. While active, they are capable of causing human subjects within ten metres to hear a voice that appears to be coming from the direction of the statue. Electronic recording equipment is not affected and the voice cannot be blocked by physical obstruction or covering the ears of subjects. These voices have always communicated in French regardless of the native language of the listener, and whether the listener is fluent in French at all.\n\n\nInterview SCP-2667-C, 2013/██/██\n (transcribed and translated by Dr Gauthier)\n\n\n\n\n<begin log, 13:27>\n\n\nSCP-2667-2:\n Good day! What a beautiful planet this is!\n\n\nDr Gauthier:\n Good day. I'd like to ask you a few questions, if that is not a problem.\n\n\nSCP-2667-2:\n I would enjoy that.\n\n\nDr Gauthier:\n Alright. What should I call you?\n\n\nSCP-2667-2:\n Our guide gave us a list of names in your language. Let me look at it again.\n\n\n[a few seconds pass]\n\n\nSCP-2667-2:\n Please, call me Margot. I like this name.\n\n\nDr Gauthier:\n Okay, Margot. How long have you been in this location?\n\n\nSCP-2667-2:\n Well, our craft arrived here about twenty-four minutes ago and our guide spent the first minute giving us your language before allowing us to go down to the surface. So I have been here for twenty-three minutes.\n\n\nDr Gauthier:\n Your craft? Where did your craft come from?\n\n\nSCP-2667-2:\n We embarked at [unintelligible] and have visited four other planets so far. The last was [unintelligible]. Oh, please pardon me a moment.\n\n\n[a few seconds pass]\n\n\nSCP-2667-2:\n I'm sorry, but my guide says we shouldn't talk to you about our tour. I'm very sorry.\n\n\nDr Gauthier:\n That is alright. Could I talk to your guide?\n\n\nSCP-2667-2:\n I will ask her.\n\n\n[a few seconds pass]\n\n\nSCP-2667-2:\n She says she'll talk to you when she brings her next tour here. It should be in about 24 hours, and she will converse with you here. Oh. My [unintelligible] wants to use this platform. It was nice speaking with you!\n\n\n<end log>\n\n\n\n\nInterview SCP-2667-D, 2013/██/██\n (transcribed and translated by Dr Gauthier)\n\n\n\n\n<begin log, 13:05>\n\n\nDr Gauthier:\n Hello?\n\n\nSCP-2667-2:\n You are the one who has been harassing customers using this platform, yes?\n\n\nDr Gauthier:\n I apologise if I have caused trouble, but I'd like to understand what is occurring here.\n\n\nSCP-2667-2:\n I have several dozen customers waiting to see the planet and only nine platforms so ask your questions quickly.\n\n\nDr Gauthier:\n How long have you been using this site?\n\n\nSCP-2667-2:\n We started advertising tours twenty-one years ago. Eight years ago, a tourist using one of these platforms was killed when humans broke it and she couldn't get out in time. It was an insurance nightmare and we had to shut everything down for years. If your planet wasn't so famous I doubt we would ever have come back.\n\n\nDr Gauthier:\n Where do you come from?\n\n\nSCP-2667-2:\n You don't know it.\n\n\nDr Gauthier:\n Is it another planet in this galaxy?\n\n\nSCP-2667-2:\n No. You couldn't get to our home by flying.\n\n\nDr Gauthier:\n Do you visit any other locations on this planet?\n\n\nSCP-2667-2:\n In the future, if we can get our friends to place appropriate receptacles, we may expand our tours.\n\n\nDr Gauthier:\n Your friends?\n\n\nSCP-2667-2:\n You don't know them. Excuse me, but I have talked for long enough. Customers are waiting.\n\n\n<end log>\n\n\n\n\n\n\n\n\n« \nSCP-2666\n | SCP-2667 | \nSCP-2668\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2667\n\" by feathersnake, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2667\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n sculpture-1205478_960_720.jpg\n\n\nName:\n sculpture-south-of-france-garden\n\n\nAuthor:\n HASOEL\n\n\nLicense:\n Public Domain\n\n\nSource:\n \nhttps://pixabay.com/photos/sculpture-south-of-france-garden-1205478/",
    "addendums": [],
    "documents": [],
    "notes": [
        "<begin log, 13:27> SCP-2667-2: Good day! What a beautiful planet this is! Dr Gauthier: Good day. I'd like to ask you a few questions, if that is not a problem. SCP-2667-2: I would enjoy that. Dr Gauthier: Alright. What should I call you? SCP-2667-2: Our guide gave us a list of names in your language. Let me look at it again. [a few seconds pass] SCP-2667-2: Please, call me Margot. I like this name. Dr Gauthier: Okay, Margot. How long have you been in this location? SCP-2667-2: Well, our craft arrived here about twenty-four minutes ago and our guide spent the first minute giving us your language before allowing us to go down to the surface. So I have been here for twenty-three minutes. Dr Gauthier: Your craft? Where did your craft come from? SCP-2667-2: We embarked at [unintelligible] and have visited four other planets so far. The last was [unintelligible]. Oh, please pardon me a moment. [a few seconds pass] SCP-2667-2: I'm sorry, but my guide says we shouldn't talk to you about our tour. I'm very sorry. Dr Gauthier: That is alright. Could I talk to your guide? SCP-2667-2: I will ask her. [a few seconds pass] SCP-2667-2: She says she'll talk to you when she brings her next tour here. It should be in about 24 hours, and she will converse with you here. Oh. My [unintelligible] wants to use this platform. It was nice speaking with you! <end log>",
        "<begin log, 13:05> Dr Gauthier: Hello? SCP-2667-2: You are the one who has been harassing customers using this platform, yes? Dr Gauthier: I apologise if I have caused trouble, but I'd like to understand what is occurring here. SCP-2667-2: I have several dozen customers waiting to see the planet and only nine platforms so ask your questions quickly. Dr Gauthier: How long have you been using this site? SCP-2667-2: We started advertising tours twenty-one years ago. Eight years ago, a tourist using one of these platforms was killed when humans broke it and she couldn't get out in time. It was an insurance nightmare and we had to shut everything down for years. If your planet wasn't so famous I doubt we would ever have come back. Dr Gauthier: Where do you come from? SCP-2667-2: You don't know it. Dr Gauthier: Is it another planet in this galaxy? SCP-2667-2: No. You couldn't get to our home by flying. Dr Gauthier: Do you visit any other locations on this planet? SCP-2667-2: In the future, if we can get our friends to place appropriate receptacles, we may expand our tours. Dr Gauthier: Your friends? SCP-2667-2: You don't know them. Excuse me, but I have talked for long enough. Customers are waiting. <end log>",
        "\" SCP-2667 \" by feathersnake, from the SCP Wiki . Source: https://scpwiki.com/scp-2667 . Licensed under CC-BY-SA .",
        "Filename: sculpture-1205478_960_720.jpg Name: sculpture-south-of-france-garden Author: HASOEL License: Public Domain Source: https://pixabay.com/photos/sculpture-south-of-france-garden-1205478/"
    ],
    "item": "SCP-2667",
    "object_class": "Safe",
    "containment_procedures": "Public entry into SCP-2667 should be prevented. Foundation researchers have established a permanent station at the site, and have set up a system of alarms and cameras to monitor the location. Warning signs and a cover story have been constructed claiming that the cliff near this site is unstable and dangerous, and that the police will escort trespassers from the site. At least six armed Foundation guards dressed as policemen should be present at the station at all times and take measures to avoid public access to SCP-2667.",
    "description": "SCP-2667 is a statue garden located 12km from ████████, France. It is square in shape, bordered by a low sandstone wall, and measures 12 hectares in area. A variety of plant species have been planted in the garden, which has also been colonised by weeds from the local area. The site is in a state of moderate disrepair, and while it contains watering systems such as sprinklers these are non-operational.",
    "title": "SCP-2667"
}