{
    "url": "https://scp-wiki.wikidot.com/scp-2685",
    "all_text": "rating: \n+122\n+\n–\nx\n\n\nArtifact #:\n SCP-2685\n\n\nArtifact Class:\n In doubt\n\n\nArtifact Protocol:\n SCP-2685 is found in a room of a Foundation habitat in Ontario, Canada. Nobody may know of its words, sans D Class in trials. Habitat Command must know if SCP-2685 is in activation. Transcriptions of SCP-2685 must avoid using a particular symbol, 5th in 2016 Anglo-Saxon writing.\n\n\nAccount of SCP-2685:\n SCP-2685 is a philosophy book, copyright 1966, known as \nThinking in Abstraction\n. An author, if any, of SCP-2685 is unknown. SCP-2685 lacks Anglo-Saxon Symbol #5 in its writing, and as a ramification, is stylistically unusual.\n\n\nAny individual who knows of SCP-2685 and accounts of it using Anglo-Saxon Symbol #5 will display unusual thoughts and actions (anomalous traits will also afflict individuals who know of it via this account). Individuals will forcibly do basic tasks in confusing and anomalous ways. A log of such actions follows (this log omits individuals with an honorific containing Anglo-Saxon Symbol #5):\n\n\n\n\nMr. Ryan Chang\n: His lunch, a pizza and a soft drink, was anomalously put 2m in mid-air. Mr. Chang could only swallow said pizza by standing on his chair whilst food was in orbit.\n\n\nMrs. Mary Johndottir\n: All fiction and non-fiction books Mary had known, or would know of, had words and symbols about fascism as a main focus. Mark Twain's \nRoughing It\n, if Mary could fathom its words, was about a militant youth group Twain was a part of in 1850s California and its strong opposition to Spanish immigrants.\n\n\nDr. John Griffin, MD\n: Dr. Griffin was found dismissing all known proscriptions for ill individuals involving hospitals, and was advocating curing constipation by sacrificing salad to Odin on a pagan altar.\n\n\n\n\nWriting about SCP-2685 cannot contain words using Anglo-Saxon Symbol #5, but with said symbol inconspicuous to vision: transcriptions must conform to grammatically sound Anglo-Saxon without symbol #5, or anomalous actions will occur. A portion of SCP-2685 that is non-anomalous is an introduction in it. A partial transcription of said introduction follows:\n\n\n\n\nIntroduction\n\n\n…Humanity is boring. You don't want to conform to that. By taking \nThinking in Abstraction\n into your brain, into your soul, your programming will go away. Your mind will brilliantly lack its chains, in an instant…\n\n\n…but you must know: I do this to you, voluntarily or involuntarily. Drastic action must occur for you to go on similar a path that I did. Your mind, allowing its thoughts to apply to your surroundings without constraint, will truly know its ability. And it will know a window to a Hiding World…\n\n\n…as a start, you will not know of this book with a symbol rhyming with \"B\". If you do, bad things will occur.\n\n\n\n\n\n\n\n\n« \nSCP-2684\n | SCP-2685 | \nSCP-2686\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2685\n\" by ObserverSeptember, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2685\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Mr. Ryan Chang : His lunch, a pizza and a soft drink, was anomalously put 2m in mid-air. Mr. Chang could only swallow said pizza by standing on his chair whilst food was in orbit. Mrs. Mary Johndottir : All fiction and non-fiction books Mary had known, or would know of, had words and symbols about fascism as a main focus. Mark Twain's Roughing It , if Mary could fathom its words, was about a militant youth group Twain was a part of in 1850s California and its strong opposition to Spanish immigrants. Dr. John Griffin, MD : Dr. Griffin was found dismissing all known proscriptions for ill individuals involving hospitals, and was advocating curing constipation by sacrificing salad to Odin on a pagan altar.",
        "Introduction …Humanity is boring. You don't want to conform to that. By taking Thinking in Abstraction into your brain, into your soul, your programming will go away. Your mind will brilliantly lack its chains, in an instant… …but you must know: I do this to you, voluntarily or involuntarily. Drastic action must occur for you to go on similar a path that I did. Your mind, allowing its thoughts to apply to your surroundings without constraint, will truly know its ability. And it will know a window to a Hiding World… …as a start, you will not know of this book with a symbol rhyming with \"B\". If you do, bad things will occur.",
        "\" SCP-2685 \" by ObserverSeptember, from the SCP Wiki . Source: https://scpwiki.com/scp-2685 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-2685"
}