{
    "url": "https://scp-wiki.wikidot.com/scp-2704",
    "all_text": "rating: \n+57\n+\n–\nx\n\n\nSYTYCFanon & FlyPurgatorio\n\n\n\n\n\n\nSCP-2704- The Lonely Star\n\n\nFanon's Author Page\n\n\nFly's Author Page\n\n\n\n\n\n\n\n\n\n\n\n\nSCiP.net Secure Chatroom Server USWYPC #6\n\n\nIn accordance with Ethics Directive 84753-K, all communications sent within SCiP.net Secure Chatrooms can only be accessed via a unique 512-bit encryption key sent to each individual user. Personnel are prohibited from tapping SCiP.net communications and anyone caught doing so will be subject to an Ethics Committee inquiry.\n\n\nThank you for using SCiP.net SecureChat, and have a pleasant conversation!\n\n\n\n\n\n\n\n\n\n\nCurrently Chatting:\n\n\nResearcher Maria M. Johnston\n\n\nDepartment Head of Parabiological Sciences, Arms and Equipment, Site-78\n\n\nResearcher Gregory J. Chudley\n\n\nDepartment Head of MAUDE, Site-78\n\n\n\n\n\n\n\n\n\n\nChudley: Hey Johnston, gotta sec?\n\n\n\n\n\n\nJohnston: I got a few minutes, what's up?\n\n\n\n\n\n\nChudley: Have you ever noticed anything wrong with SCP-2704 on SCiP.net?\n\n\n\n\n\n\nJohnston: No? Give me a sec to go to the series page.\n\n\n\n\n\n\nJohnston: The URL is unusable, that's not that strange. There's a few SCP numbers that we're not allowed to use, like 3775. I was hoping that when we switch over to SCiPJump they'd fix that issue.\n\n\n\n\n\n\nChudley: That's what anyone would think at first glance, but I think something used to be in that slot. Take a look at this orphaned file I found connected to that link.\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-2704 being staffed by PoI-131 in casual wear.\n\n\n\n\n\n\n \n\n\n\n\n\n\nJohnston: The mystery deepens…. but what is SCP-2704? Is it the Elk head? The bar?\n\n\n\n\n\n\nChudley: I was thinking it was probably the soda fountain.\n\n\n\n\n\n\nJohnston: What makes you say that? It's just a regular soda fountain.\n\n\n\n\n\n\nChudley: Call it a hunch I guess.\n\n\n\n\n\n\nJohnston: I wouldn't put it out of the question for the town that's famous for having one gas station and a horse called Steamboat.\n1\n\n\n\n\n\n\nChudley: I'm offended you forgot about \nGary\n\n\n\n\n\n\nJohnston: I drink to forget about Gary.\n\n\n\n\n\n\nChudley: Hurtful. Anyways, there's not much to go off of except for the PoI with the drip.\n\n\n\n\n\n\nJohnston: Did you look up his number in the database?\n\n\n\n\n\n\nChudley: I did. Zero results. I was hoping you could use your contacts over at RAISA to check the paper records. Maybe there's something that didn't get entered.\n\n\n\n\n\n\nJohnston: Maybe it was a placeholder number? Hmmm, maybe we could check this out ourselves. A little stakeout like the old days.\n\n\n\n\n\n\nChudley: If I remember my Chugwater lore correctly, that's an old bar not too far from the Chugwater Formation.\n2\n We could definitely drive over there and check things out, but I wouldn't want to go poking around. This might have been hidden for a reason. The last thing I need is a little visit from the Red Right Hand.\n\n\n\n\n\n\nJohnston: The Red Right Hand isn't real, Chudley. That's just a boogeyman story they tell the newbies. Anyways, I agree. I don't want to go in unless we have the facts. Let's talk at the same time tomorrow about anything we find.\n\n\n\n\n\n\nChudley: Roger.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nSCiP.net Secure Chatroom Server USWYPC #6-1\n\n\n\n\n\n\n\n\n\n\nCurrently Chatting:\n\n\nResearcher Maria M. Johnston\n\n\nDepartment Head of Parabiological Sciences, Arms and Equipment, Site-78\n\n\nResearcher Gregory J. Chudley\n\n\nHead of Department of MAUDE, Site-78\n\n\n\n\n\n\n\n\n\n\nChudley: Yo, I'm here. I got some mozzarella sticks and I'm ready to sleuth.\n\n\n\n\n\n\nJohnston: Got my \nkickstart\n and some goldfish.\n\n\n\n\n\n\nChudley: Alright, gamer time. What have you got for me?\n\n\n\n\n\n\nJohnston: Not much honestly. The only reference to a PoI-131 that my contact could find was this old missive from the late 1800s. Here, I'll send you a transcription.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nASCI NOTICE\n\n\nI am penning this in regard to the investigation into PoI-131, also known as \"Marvin.\" As head inspector, I'm making the executive decision to close the case of PoI-131. We've been tracking him for two years now and all we got is a cache of confiscated drinks and no signs of the scoundrel.\n\n\nThe anomalous world is currently tearing itself apart and the Initiative has better things to do with its resources than to try to find one anomalous drink peddler. If Command has an issue with that it can write me up a complaint.\n\n\n- Inspector Richard Krum\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nChudley: This must have been at the tail end of the Sixth Occult War if I'm remembering correctly.\n\n\n\n\n\n\nJohnston: I'm surprised you were paying attention in our history classes.\n\n\n\n\n\n\nChudley: Hey I did pretty well in that class, thank you very much. It at least explains the lack of records, I'm sure a bunch of stuff got lost when ASCI rebranded as the SCP Foundation.\n\n\n\n\n\n\nJohnston: You're probably right. Were you able to turn up anything?\n\n\n\n\n\n\nChudley: Yeah. So MAUDE has been going through the stuff from the storage unit they turned into Astrophysics and Aeronautics building. One of the interns found a journal and lo and behold it happened to mention SCP-2704. No name on the journal though. I digitized it so we could go over it.\n\n\n\n\n\n\nJohnston: You digitized it?\n\n\n\n\n\n\nChudley: Yes?\n\n\n\n\n\n\nJohnston: I find that hard to believe. You played League while an intern digitized it, didn't you?\n\n\n\n\n\n\nChudley: Sorry I can't hear you over the upload, here's the file now.\n\n\n\n\n\n\n\n\nSCP-2704\n\n\nACS: Pending/Dark/Caution\n\nPotential Containment Proce\n\n\nTo hell with it. If I’m breaking protocol, I might as well go all the way. There are no containment procedures, because I let him go.\n\n\nConsider this a confession of sorts. Or a failsafe, in case this comes back to bite us in the ass. This way, it’s clear it was just me; my executive decision. My job on the line. \nFuck\n, I’m really doing this.\n\n\nLet’s start at the beginning. Timeline:\n\n2016-Sept: I analyzed the decrease of deaths by falling at the Chugwater Formation: no impact from better safety procedures through the decades.\n\n2016-Oct: Breakthrough. I traced the pattern to a bar on the road to the Formation: \nThe Lonely Star\n. PoI-131’s profile fits with pattern. \nFor details, see\n\n\nWhat the fuck is wrong with me. Even in a goddamn handwritten confession note, I can’t get away from the official style. And it doesn’t even matter.\n\n\nI went to investigate myself. Not because of our limited budget, although I’d love to pretend it was. His file shows a beneficial effect to people going through mental turmoil, which meant I fit his target demographic.\n\n\nI was at the end of my rope. Not just because of Chugwater. My career, my place within the Foundation, within this whole godforsaken ecosystem of weird. It sounds almost blasphemous, so no, I didn’t really want to talk it over with a Foundation therapist. And there isn’t really anyone else I can talk to about this kind of stuff. Not since Shane…\n\n\nSo I went to an anomaly instead. Willingly. Career suicide. I guess, when I did, I really felt like I had nothing to lose.\n\n\nWhat I’m trying to say is this: I didn’t make this decision lightly. I’ve weighted the pros and cons, and came to the conclusion that Marvin is part of Chugwater now. He’s a positive addition to the town with no downsides.\n\n\nMoreover… I like him. He helped me when I had nowhere else to turn. So maybe this is also me, returning the favor.\n\n\nLeah Erin Richter, Director of Site-78 (at the time of writing)\n\n\n\n\n\n\n\n\nChudley: No way that this is Richter.\n\n\n\n\n\n\nJohnston: My thoughts exactly, this doesn't sound like her.\n\n\n\n\n\n\nChudley: Yeah she's so… emotional? I didn't know she could show any emotion other than annoyed, angry, or stern.\n\n\n\n\n\n\nJohnston: I guess we've never REALLY known her, I never know what's going on behind those glasses.\n\n\n\n\n\n\nChudley: Yeah, I've always just thought of her as an O5 mouthpiece, just barking the company line to keep us in check.\n\n\n\n\n\n\nJohnston: Well you definitely need to be kept in check, otherwise would any work get done at MAUDE?\n\n\n\n\n\n\nChudley: That's what INTERNS ARE FOR, Johnston. Ya dump all the boring stuff on them so you can relax and work on the cool stuff.\n\n\n\n\n\n\nJohnston: I know there's no point in arguing with you about intern usage so do you have the video?\n\n\n\n\n\n\nChudley: Coming right up.\n\n\n\n\n\n\n\n\n[The counter of \nThe Lonely Star\n’s bar is visible on screen. Behind it, PoI-131 can be seen cleaning a glass. The clock in the right upper corner of the video states the time as 01:47 military time.]\n\n\nPoI-131:\n Evening, dear. You look a bit lost.\n\n\nRichter:\n I – yeah. I’m looking for directions to the Formation.\n\n\nPoI-131:\n Are you now? You picked an interesting time to visit.\n\n\nRichter:\n Let’s just say I heard its call.\n\n\nPoI-131:\n It has that effect on people.\n\n\n[PoI-131 takes a glass and places it under the soda fountain, as if he anticipates an order]\n\n\nRichter:\n Are you closed? I could use one last drink before heading out.\n\n\nPoI-131:\n That I can do. Although, I hope you don’t mind it being non-alcoholic. Sodas are my trade, and let me tell you, they have quite a buzz of their own if done well.\n\n\nRichter:\n Soda is fine. What would you recommend?\n\n\n[PoI-131 turns to the soda fountain and fills the glass]\n\n\nPoI-131:\n Name’s Marvin, by the way.\n\n\nRichter:\n Leah Richter. No last name, Mr Marvin?\n\n\nPoI-131:\n I could tell you one, but it would be a lie. Half a truth, half a lie. I suppose that would make us even.\n\n\nRichter:\n What do you mean?\n\n\nPoI-131:\n You are looking for direction, but not to the Formation. Something brought you here. Now, wiser folk might warn you that there is no answer to be found on the bottom of a glass, but those folk never tried my sodas before.\n\n\n[PoI-131 winks as he places a brown carbonated soda in front of the camera]\n\n\nPoI-131:\n One glass of \nHomestia\n. Because every wayward traveler should know where they come from, before they know where they are going. Do tell me what it reminds you of, if you would. Nobody gives me quite the same answer.\n\n\n[Richter sits down on the barstool, but hesitates to take the drink]\n\n\nRichter:\n I’m not sure if I should –\n\n\nPoI-131:\n I’m not going to force you to drink it, dear.\n\n\nRichter:\n [under her breath] In for a penny, in for a pound.\n\n\n[She takes a small sip]\n\n\nRichter:\n Hmm… maple syrup. [Chuckles] Not quite home, but it does remind me of Ipperwash.\n\n\nPoI-131:\n That's in Canada, isn’t it? A place you once called home?\n\n\nRichter:\n Kinda. I worked at a research institute for ten years. \nWhere we got the stuff to build it is a thing I mustn't tell, But we've made it strong and solid, and we're cozy, rain or shine, in our happy little dug-out on the firing line.\n\n\nPoI-131:\n Catchy. Your research institute had its own anthem?\n\n\nRichter:\n My old boss used to sing it. He always had a way with words.\n\n\n[PoI-131 grabs another glass and cleans it]\n\n\nRichter:\n It was my first assignment. The start of something greater, I thought. I dabbled a bit in Memetics, worked some time in waste disposal. My primary field is anthropology. [Pause] When I started working there, I believed our work would lead humanity to a brighter future.\n\n\nPoI-131:\n That’s a beautiful thing to uphold. What changed?\n\n\nRichter:\n What do you mean?\n\n\nPoI-131:\n You talk about these things as if they’re in the past. Which makes me wonder: did you stop believing in them, or did something happen?\n\n\nRichter:\n I- I guess that, if you dream too much, reality eventually hits you in the face.\n\n\n[Richter takes another sip of soda. PoI-131 continues to clean the same glass, not looking away]\n\n\nRichter:\n There were plenty of small things. Accidents happen. One specific accident kept on happening, over and over again. You’d feel hopeless, unable to do anything but watch.\n\n\n[Richter shakes her head.]\n\n\nRichter:\n It eats away at your soul, is what I'm getting at.\n\n\nPoI-131:\n No-one can keep that up for ten years straight.\n\n\nRichter:\n There were bright spots, too. Cases that kept me going. I helped a wayward \nastronaut\n get back to the woman he loved. But moments like that were few and far between. I began to see that most of our work either involved maintaining a status quo, or stopping yet another horror from reaching the general population.\n\n\nPoI-131:\n Maintenance is a necessary job, but not everyone is a caretaker. Some of us are builders. Put a bricklayer in a janitor role, and they’ll forever feel inadequate.\n\n\nRichter:\n Yeah, that sounds about right. After nearly ten years of studying harmful memes and transformed media, the only gains were new ways of making our jobs easier. Better maintenance. So I left, hoping to find purpose elsewhere.\n\n\n[Richter finishes her drink.]\n\n\nPoI-131:\n That was one drink, but not one story. Care for another while you finish telling it?\n\n\nRichter:\n I could go for one more. Soda that’s different to anyone who drinks it? I’m intrigued, Mr. Marvin.\n\n\nPoI-131:\n Complex flavors come from the right ingredients and the people who look for them. How about an \nOcean's Calm\n? It takes the edge off.\n\n\nRichter:\n Sure.\n\n\n[PoI-131 takes Richter's glass, fills it with a blue substance, and places it on the bar. She proceeds to drink it.]\n\n\nRichter:\n Sweet, but with a bitter aftertaste. And a bit salty? It reminds me of the ocean breeze on the coast of West Africa. That's where I met Shane.\n\n\nPoI-131:\n Is he someone special to you?\n\n\nRichter:\n Was. We lost him earlier this year.\n\n\nPoI-131:\n My condolences.\n\n\nRichter:\n It’s part of life, isn’t it? Moreso in our line of work. [Sigh] We met when I transferred to the Sahara Desert to research a \nsmall civilization\n. One of the prouder moments in my career. You see, we made a discovery while studying these citizens: they were perfect models for diseases of the cell membrane.\n\n\n[Richter takes another sip]\n\n\nRichter:\n I won't bore you with the specifics, but we found a treatment for Episodic ataxia\n3\n. You've probably never heard of it, it's a very rare neurological disorder.\n\n\nPoI-131:\n A disorder in humans, I take it?\n\n\nRichter:\n Yes. Anyway, it took a lot of arguing with the higher-ups, but we were able to release the treatment under one of the big pharmaceutical companies. They got all the glory, but we got the satisfaction of knowing our work was going to help people. Moreover, the twelve of us were given the greenlight to set up a research facility in Chugwater.\n\n\nPoI-131:\n The bricklayer laid her first brick on the road to a brighter tomorrow!\n\n\nRichter:\n It’s strange. I’ve been struggling with Shane’s death for months now, but it finally feels like I can find a place for that grief. It’s kinda –\n\n\nPoI-131:\n Bittersweet?\n\n\nRichter:\n Yeah.\n\n\nPoI-131:\n So, you finally got what you wanted. Building that brighter future. Living the dream. Why are you here, down on your luck?\n\n\nRichter:\n I wouldn’t call Chugwater \nthe dream\n. The grant money slowly dried up. Most of the team left for greener pastures, and I don’t blame them. We can hardly afford to do anything out here!\n\n\n[She finishes her drink]\n\n\nRichter:\n \nFor the betterment of humanity.\n That’s our motto. Fuck if that’s the case. It took me a decade and moving heaven and earth to see even the smallest example of that coming to fruition.\n\n\n[Richter pushes the glass further down the bar]\n\n\nRichter:\n The buzz is wearing off.\n\n\nPoI-131:\n Of the drink?\n\n\nRichter:\n [Sigh] I’m not sure I have the strength for another decade of this. Or the patience.\n\n\nPoI-131:\n The road to Rome wasn’t built in one day. And it’s a lot to carry it on your own.\n\n\n[She scoffs]\n\n\nPoI-131:\n I guess it’s my turn for a story now. Once upon a time, someone like myself had to hide away. Run from the kind of humans who considered anything that wasn’t like them to be a threat. Until I found Chugwater. Here, I was safe. But –\n\n\nRichter:\n But?\n\n\nPoI-131:\n It wasn’t enough. I’m not a builder, I’m a caretaker. And I wanted – needed – to care for those who didn’t know who they were. What they were looking for. Now, we all have our instruments, our toolboxes. I have my sodas. But I didn’t have access to the right ingredients. That’s when I found it, seeping out from the ground. Some folks strike oil; I struck soda.\n\n\n[PoI-131 motions with his hands, mimicking a geyser]\n\n\nRichter:\n No way. So you're saying this stuff comes up from the ground? Like a well?\n\n\nPoI-131:\n Indeed. I built a pump over the deposit. Refined it. Channelled it into the kind of soda that soothes the body as well as the soul. And I named it after the kind of light you follow when you’re lost in the world, looking for direction. \nThe Lonely Star\n.\n\n\n[He places a hand on the soda fountain and smiles]\n\n\nPoI-131:\n There are many travelers on their way to the Formation, all on a similar path. Like you, wayward souls looking for a way out. Some want an ending. Others, to simply feel something again. All of them want one last drink before heading out.\n\n\nRichter:\n That’s all it takes? A drink?\n\n\nPoI-131:\n And a listening ear. It’s its own kind of magic. I guess I built this place to care for those who enter. Who do you care for to continue building your bright future?\n\n\nRichter:\n My kids. I mean, not \nmy\n kids. The new college students that started this month. They’re honestly a handful. I sometimes feel like I’m their parent.\n\n\nPoI-131:\n Being a parent is a rare case of both: laying the bricks for their future, and maintaining them in the present. And, might I add, the most thankless of jobs out there.\n\n\nRichter:\n As much of a headache as they are… Everything I do is for them.\n\n\nPoI-131:\n It’s worth every bit of pain they give you.\n\n\nRichter:\n Speaking from experience?\n\n\n[PoI-131 smiles wistfully as he places a hand on the soda fountain]\n\n\nPoI-131:\n That’s a story too long for an evening like this. So it will have to remain untold.\n\n\nRichter:\n Why’s that?\n\n\nPoI-131:\n Isn’t this the part where your soldiers storm in to take me away? Lock me in a box and throw away the key.\n\n\n[Richter clenches her empty glass]\n\n\nRichter:\n You know I’m Foundation?\n\n\nPoI-131:\n Of course, even without the talk about research institutes and Memetics. There isn’t a lot that goes unnoticed by your local bartender. I’ve kept an eye out for you people since my run-ins with your predecessors. When you settled Chugwater, I knew it was only a matter of time before you’d find me.\n\n\nRichter:\n You’ve known this entire time? Why not put up a fight? Or run?\n\n\nPoI-131:\n I’m not a fighter, and I’m tired of running. I make sodas, and I listen. So I rather go out that way, fulfilling my purpose one last time.\n\n\n[He takes out two shotglasses and fills them with a dark purple soda]\n\n\nPoI-131:\n \nPolaris\n. May it guide you to that brighter future.\n\n\n[He takes a sip]\n\n\nPoI-131:\n \nFor the betterment of humanity\n. Well, your humans will certainly get better from turning me in.\n\n\nRichter:\n Apprehending an anomalous fugitive would certainly make waves. It would put Chugwater on the map, and make more resources available for Site-78. That extra budget would definitely benefit the kids.\n\n\nPoI-131:\n Sensation gets the money rolling, in commerce and in research. Get the funding to build out, find a way to build better boxes. You still get to build. Build, build, build. But where is the caring?\n\n\n[PoI-131’s expression betrays disappointment]\n\n\nPoI-131:\n You take from Chugwater, but you give to your people. A small sacrifice for the greater good. It’s a lot less noble if you don’t have to sacrifice yourself, now is it?\n\n\n[He gestures to the second glass]\n\n\nPoI-131:\n Drink. As a goodbye.\n\n\n[Richter takes the glass]\n\n\nRichter:\n This doesn’t have to be goodbye. There’s no-one coming.\n\n\nPoI-131:\n I don’t follow?\n\n\nRichter:\n I’m letting you go. Or rather, letting you stay.\n\n\n[PoI-131 stares for a moment in disbelief]\n\n\nPoI-131:\n Why?\n\n\n[Richter takes the drink and empties it, like a shot]\n\n\nRichter:\n What kind of road would I be laying if I took a force for good away from humanity? Maybe it’ll get some quick money our way, but it’s not the kind of Foundation we need. I don’t want to fortify the structures that made me wait a decade to bring some good into the world. The kids deserve better.\n\n\nPoI-131:\n [Chuckles] And no soda needed for that bit of introspectiveness!\n\n\nRichter:\n There are going to be some stipulations to this deal. One: keep me informed about any happenings around the Formation. That includes the well you use. And two: keep quiet about your alien nature, and how you get your sodas. You keep up your end of the deal, and I’ll make sure nobody finds you here.\n\n\nPoI-131:\n Seems reasonable enough. I uh- I never said I was an alien.\n\n\nRichter:\n No human refers to everything as ‘for humans’.\n\n\nPoI-131:\n Huh. We give away a lot more than we mean to in our choice of words, don’t we? I do have another suggestion for this deal: don’t be a stranger.\n\n\nRichter:\n I can do that. Now, Mr. Marvin, how about you pour us a little something less mind-altering. \nFor the betterment of humanity\n.\n\n\n[Richter raises a glass]\n\n\nPoI-131:\n I'll drink to that, Mrs. Leah.\n\n\n[PoI-131 clinks a glass against Richter's before the video cuts out.]\n\n\n\n\n\n\n\n\nChudley: That was- wow. An alien and a secret font of anomalous soda, not what I was expecting.\n\n\n\n\n\n\nJohnston: I'm more surprised that she was thinking of us. There is some warmth under all of that calculation.\n\n\n\n\n\n\nChudley: Kinda makes me feel bad about making her angry all the time.\n\n\n\n\n\n\nJohnston: So you'll stop sending her reports littered with internet slang?\n\n\n\n\n\n\nChudley: I'll think about it.\n\n\n\n\n\n\nJohnston: Chudley…\n\n\n\n\n\n\nChudley: I'll work on it. So what do we do now? Nothing?\n\n\n\n\n\n\nJohnston: We don't do anything. Richter was right. That anomaly needs to stay where it is. Delete that file from the database, along with the digitized stuff. Burn the journals and destroy the video while you're at it.\n\n\n\n\n\n\nChudley: Took the words right out of my mouth. Although, you're the last person I'd think to go for the rebel option.\n\n\n\n\n\n\nJohnston: Richter taught me well I think. If you've got that situation taken care of, I think I'm gonna head off.\n\n\n\n\n\n\nChudley: Yeah, I'm sure you got some mission to coordinate. Thanks for taking a look at this with me.\n\n\n\n\n\n\n\n\nEnding Session…\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \nhttps://en.wikipedia.org/wiki/Chugwater%2C_Wyoming#The_Chugwater_horse_called_%22Steamboat%22\n\n\n2\n. A geologic formation of bedrock that is ignored by scientists due to its lack of fossils.\n\n\n3\n. Autosomal dominant disorder characterized by bouts of muscle discoordination.\n\n\n\n\n\n\n\n\n« \nSCP-2703\n | SCP-2704 | \nSCP-2705\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2704\n\" by SYTYCFanon & FlyPurgatorio, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2704\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Chugwater_Soda_Fountain.jpg\n\n\nName:\n Chugwater Soda Fountain\n\n\nAuthor:\n Konrad Summers\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-2704 \" by SYTYCFanon & FlyPurgatorio, from the SCP Wiki . Source: https://scpwiki.com/scp-2704 . Licensed under CC-BY-SA .",
        "Filename: Chugwater_Soda_Fountain.jpg Name: Chugwater Soda Fountain Author: Konrad Summers License: CC BY-SA 2.0 Source Link: Flickr"
    ],
    "title": "SCP-2704"
}