{
    "url": "https://scp-wiki.wikidot.com/scp-2705",
    "all_text": "rating: \n+98\n+\n–\nx\n\n\nItem #:\n SCP-2705\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2705’s position is tracked by triangulation, using a network of gravimetric sensors in installations throughout North America and the North Pacific Ocean. The Foundation is to coordinate with local and international emergency management bodies to organise aid in the event that the object shows signs of initiating a 2705-α event. In the case of a 2705-β event, embedded Foundation assets are to obfuscate and/or confiscate all resulting seismographic data recorded by civilian institutions.\n\n\nEfforts to further probe the nature and capabilities of SCP-2705 are ongoing, but due to the difficulty of interacting with it in any way, progress is limited mainly to analysing the data from 2705-β events.\n\n\nDescription:\n SCP-2705 is an anomalous mass located within the Earth’s upper mantle. Its existence, position and properties can be inferred by measuring the defect in the Earth’s gravitational field caused by its irregular density profile. It is comprised of a dense and roughly tetrahedral shell, with an evacuated or nearly massless interior and an ultra-dense point mass at its extreme inwards-pointing tip. The object's volume is ████ km\n3\n and its average density 3950 kg/m\n3\n, making it neutrally buoyant at the depth it normally resides.\n\n\nSCP-2705 is capable of autonomous movement within the Earth’s interior. Since first being detected on ██/██/1978, SCP-2705 has moved in an erratic path beneath the North Pacific region at speeds of up to ██cm/s, at depths in the range of 200-550km (excluding 2705-α and 2705-β events).\n\n\nAt irregular intervals,\n1\n SCP-2705 will change its regular behaviour and rapidly rise towards the Earth’s surface at speeds of up to █m/s, slowing as it reaches the bottom of the oceanic crust. At this point it will initiate either a 2705-α or 2705-β event.\n\n\nIn a 2705-α event, the object will vibrate at a high frequency for up to 5 minutes before returning to its usual depth. 2705-α events have induced volcanic or tectonic activity in ██% of observed cases.\n\n\nIn a 2705-β event, the object will vibrate with variable frequency for up to 5 hours before retreating. Analysis of seismographic data from 2705-β events indicates that the pulses contain ordered data. Foundation cryptography assets have indicated that these transmissions may represent as many as 6 unique languages out of all ██ recorded instances, but attempts to decrypt them have been unsuccessful with the exception of event 2705-β-52.\n\n\nEvent 2705-β-52\n\nAt 15:57 on 1/1/2013, gravimetric advance warning devices indicated that SCP-2705 had begun to rise through the mantle. The object initiated a 2705-β event consisting of 50 pulses of approximately 8 second duration each, spread over 53 minutes. The resulting binary transmission is believed to be intended for processing as a 2D image.\n\n\n\n\n+ View image\n\n\n\n\n- Hide image\n\n\n\n\n\n\n\n\nPictorial representation of data transmitted during Event 2705-β-52.\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 1\n\nOn █/█/2027, Foundation scientific assets stationed on Mare Imbrium detected an anomalous dense mass within the Moon's interior. Subsequent studies via. gravimetric and tomographic sensors mapped an incomplete tetrahedral mass embedded 5 km deep in the Lunar crust.\n2\n The object's size appears to have been similar to that of SCP-2705, although it has been severely deformed and disrupted, its interior breached and filled with Lunar crustal material. Radiometric dating of the surface rock, and the undisturbed nature of the infilling Lunar material, has led Foundation analysts to believe that the anomaly suffered the observed damage sometime before the Moon's surface had fully solidified in the Pre-Nectarian epoch.\n3\n\n\n\n\nFootnotes\n\n\n1\n. Longest measured interval: 14 years 24 days; shortest measured interval: 2 years 170 days\n\n\n2\n. █\no\n ██' ██'' S,██\no\n ██' █'' E.\n\n\n3\n. ~4.5 billion years ago [formation] - 3.8 billion years ago\n\n\n\n\n\n\n\n\n« \nSCP-2704\n | SCP-2705 | \nSCP-2706\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2705\n\" by Jeice, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2705\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n embedded.png\n\n\nAuthor:\n Jeice\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki",
    "addendums": [
        "Addendum 1 On █/█/2027, Foundation scientific assets stationed on Mare Imbrium detected an anomalous dense mass within the Moon's interior. Subsequent studies via. gravimetric and tomographic sensors mapped an incomplete tetrahedral mass embedded 5 km deep in the Lunar crust. 2 The object's size appears to have been similar to that of SCP-2705, although it has been severely deformed and disrupted, its interior breached and filled with Lunar crustal material. Radiometric dating of the surface rock, and the undisturbed nature of the infilling Lunar material, has led Foundation analysts to believe that the anomaly suffered the observed damage sometime before the Moon's surface had fully solidified in the Pre-Nectarian epoch. 3"
    ],
    "documents": [],
    "notes": [
        "\" SCP-2705 \" by Jeice, from the SCP Wiki . Source: https://scpwiki.com/scp-2705 . Licensed under CC-BY-SA .",
        "Filename: embedded.png Author: Jeice License: CC BY-SA 3.0 Source Link: SCP Wiki"
    ],
    "item": "SCP-2705",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2705’s position is tracked by triangulation, using a network of gravimetric sensors in installations throughout North America and the North Pacific Ocean. The Foundation is to coordinate with local and international emergency management bodies to organise aid in the event that the object shows signs of initiating a 2705-α event. In the case of a 2705-β event, embedded Foundation assets are to obfuscate and/or confiscate all resulting seismographic data recorded by civilian institutions.",
    "description": "SCP-2705 is an anomalous mass located within the Earth’s upper mantle. Its existence, position and properties can be inferred by measuring the defect in the Earth’s gravitational field caused by its irregular density profile. It is comprised of a dense and roughly tetrahedral shell, with an evacuated or nearly massless interior and an ultra-dense point mass at its extreme inwards-pointing tip. The object's volume is ████ km3 and its average density 3950 kg/m3, making it neutrally buoyant at the depth it normally resides.",
    "title": "SCP-2705"
}