{
    "url": "https://scp-wiki.wikidot.com/scp-2732",
    "all_text": "rating: \n+250\n+\n–\nx\n\n\n\n\n\n\nArt recovered alongside SCP-2732. Dating inconclusive.\n\n\n\n\n\n\nItem #:\n SCP-2732\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2732 is to be kept at \nStorage Site-██\n in a standard large object containment chamber. SCP-2732-1 is to be stored separately in a security safe with controlled heat and humidity, due to its delicate nature. SCP-2732-2-D instances are to be kept in a cold storage chamber.\n\n\nDescription:\n SCP-2732 is a wooden Beijing Opera stage, constructed within the last century. SCP-2732 lacks a backstage area or stairs. SCP-2732-1 is a Ming Dynasty Era booklet containing seven entries, all different accounts of the same event.\n\n\nWhen a human subject reads out a whole entry directly from SCP-2732-1 while standing within a 60-meter radius of SCP-2732, SCP-2732-2 instances, along with stage props required, will manifest on the stage. SCP-2732-2 instances are autonomous, mostly wooden mannequins with no facial features wearing Beijing Opera costumes and facial makeup. SCP-2732-2 instances will engage in a performance\n1\n that seems to correspond to the entry read, accompanied by music with no apparent source. See Addendum for specifics and exceptions.\n\n\nWhen a human being enters SCP-2732, the performance will halt, with SCP-2732-2 instances ceasing all motions. SCP-2732-2 instances and stage props removed at this time will behave like ordinary objects. The performance will resume after all objects taken from SCP-2732 are returned and all human subjects have left the stage. After the performance, SCP-2732-2 instances and stage props will disappear, except for the instance generated by Entry 7. See Addendum for more information.\n\n\nAddendum:\n The following is the content of SCP-2732-1, and the specifics of SCP-2732-2's performance corresponding to each entry.\n\n\n\n\n\n\n\n\nEntry 1\n\n\nEntry 2\n\n\nEntry 3\n\n\nEntry 4\n\n\nEntry 5\n\n\nEntry 6\n\n\nEntry 7\n\n\n\n\n\n\n\n\n\n\n阿伽之王，缢而死。\n\n\nThe king of Ajia was hanged dead.\n\n\n\n\nPerformance Log:\n SCP-2732-2-A first appears in this entry. The instance wears costume of a Chinese emperor and no facial makeup.\n\n\n\n\n<Begin Log>\n\n\n[A low drumming sound plays.]\n\n\nSCP-2732-2-A appears hanged from the ceiling with white silk\n2\n.\n\n\nThe instance twitches for 15 minutes.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n古有阿伽之国，其王缢而不死，其民皆具假面。\n\n\nBack then, in the Kingdom of Ajia, the king of the land was hanged but didn't die; the people there all wore masks.\n\n\n\n\nPerformance Log:\n\n\n\n\n<Begin Log>\n\n\n[An erhu\n3\n melody plays.]\n\n\nSCP-2732-2-A walks from right side to the middle, hangs itself with white silk, and starts twitching.\n\n\n15 SCP-2732-2 instances appear on the stage, each holding a white wooden mask in front of their face.\n4\n\n\nInstances begin to surround SCP-2732-2-A until a circle is formed.\n\n\n[A loud gong strike is heard.]\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n有阿伽之国，其王缢而不死。虺民惧之，焚其城。覆假面以葬。\n\n\nIn the Kingdom of Ajia, the king was hanged but didn't die. The serpent people feared him, and burnt his city. They put a mask on him before burying him.\n\n\n\n\nPerformance Log:\n\n\n\n\n<Begin Log>\n\n\n[An erhu melody plays.]\n\n\nSCP-2732-2-A walks from right side to the middle, hangs itself with white silk, and starts twitching.\n\n\n3 SCP-2732-2 instances appear on the right, one of them holding a white wooden mask. Instances' legs are replaced with wooden snake tails, capable of moving but incapable of supporting bodies.\n\n\nInstances crawl to the middle and then slump to the floor.\n\n\n[A gong strike is heard, and the erhu melody intensifies.]\n\n\nAll instances, including SCP-2732-2-A, burst into flames. SCP-2732 itself doesn't catch fire.\n\n\nAfter approximately 10 minutes, the flames die out, and the remains disappear.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n阿迦之国有王缢于中庭。举国庆之，曝尸于野。次日，王使至。不生七窍，狰狰而笑。其民大惊，以为神怪，以血祭之。\n\n\nIn the Kingdom of Ajia, there was a king who hanged himself in the middle of the court. The whole country celebrated this, and exposed his body in the wild. The next day, the king's emissary came. It had no face, but laughed menacingly. The people were greatly shocked, and regarded it as the likes of gods and monsters. They then offered blood sacrifice to the being.\n\n\n\n\nPerformance Log:\n SCP-2732-2-B first appears in this entry. The instance wears no costume, with its entirety painted in black.\n\n\n\n\n<Begin Log>\n\n\n[An erhu melody plays.]\n\n\nSCP-2732-2-A walks from right side to the middle, hangs itself with white silk, and starts twitching.\n\n\n[A joyous chorus starts.]\n\n\n15 SCP-2732-2 instances appear on the right.\n\n\nSCP-2732-2 instances walk to the middle and start tearing at SCP-2732-2-A, until the instance falls onto the floor.\n\n\nThe instances disregard SCP-2732-2-A and turn to the left.\n\n\n[The chorus stops, and a scratching sound is heard.]\n\n\nSCP-2732-2-B enters from the left.\n\n\nAll other instances walk towards SCP-2732-2-B and kneel down. This lasts for 5 minutes.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n是日，阿伽之国困王于庭，问计于从者。侍曰：“当以死拒。” 遂备白绫。王曰：“必索魂。” 缢于庭，从者亦死。举国庆之。\n\n\n次日，王使至。不生七窍，试之，不类人。问之，狰狰而笑，答曰：“当以血祭。” 群臣乃悟，曰：“必献于王。” 其民皆曰：“尽献于王。”\n\n\nThat day, the Kingdom of Ajia trapped their king in his court. The king asked his servant for a plan. The servant said: \"We must fight to the death.\" Hence white silk was prepared. The king said: \"I will take their souls.\" He hanged himself in the court, and the servant died as well. The whole country celebrated.\n\n\nThe next day, the king's emissary came. It had no face, and after engaging, the people deemed that it was not human. They questioned the being, it laughed menacingly, and answered: \"You should offer blood sacrifice.\" The ministers then understood, and said: \"We will sacrifice to the king.\" Its people all said: \"All the blood to the king.\"\n\n\n\n\nPerformance Log:\n SCP-2732-2-C first appears in this entry. The instance wears the costume and facial makeup of the chou\n5\n in Beijing Opera.\n\n\n\n\n<Begin Log>\n\n\nSCP-2732-2-A and -C enters from the right.\n\n\n[An erhu melody plays, with a noticeably higher pitch than that of other entries.]\n\n\nSCP-2732-2-C presents a piece of white silk to SCP-2732-2-A.\n\n\nSCP-2732-2-A takes the white silk, hangs itself, and starts twitching.\n\n\nAs SCP-2732-2-A is hanged, SCP-2732-2-C slumps to the floor.\n\n\n[The melody stops, and a scratching sound is heard.]\n\n\nSCP-2732-2-B enters from the left while 15 other SCP-2732-2 instances enter from the right.\n\n\nThe 15 instances walk towards SCP-2732-2-B and kneel down. This lasts for 5 minutes.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n是日，阿伽之国困王于野，问计从者。从者曰：“当请神。”须臾，大龙至。龙者，母神也。曰：“死之，后复返。” 龙下六兽曰：“当以诸血为祭。” 遂以从者为祭。龙曰：“善。” 缢以白绫。举国庆之。\n\n\n次日，神使至，是六兽之一。浑敦无面目，背有六翼。问之，狰狰而笑，答曰：“当以血祭。” 群臣乃悟，曰：“必献于王、诸兽、大龙。” 其民皆曰：“尽献于王。”\n\n\nThat day, the Kingdom of Ajia trapped their king in the wild. The king asked his servant for a plan. The servant said: \"We should summon the gods.\" A moment later, the Dragon came. The Dragon is the mother god. She said: \"One must die first so that he can return.\" The Six Beasts that served under the Dragon said: \"You should sacrifice with all blood.\" The king hence used the servant as a sacrifice. The Dragon said: \"Good.\" The king then hanged himself with white silk. The whole country celebrated.\n\n\nThe next day, the god's emissary came. It was one of the Six Beasts. The emissary was round, had no face, and bore six wings on its back. They questioned the being, it laughed menacingly, and answered: \"You should offer blood sacrifice.\" The ministers then understood, and said: \"We will sacrifice to the king, the Beasts and the Dragon.\" Its people all said: \"All the blood to the king.\"\n\n\n\n\nPerformance Log:\n\n\n\n\n<Begin Log>\n\n\n[A religious chorus plays throughout.]\n\n\nSCP-2732-2-A and -C enter from the right.\n\n\nSCP-2732-2-A and -C stop in the middle, and kneel towards the left.\n\n\n7 SCP-2732-2 instances enter from the left in a line, each holding a rod supporting a large piece of animal meat. The piece of meat is a mixture of cow and pig meat, crudely bound together by strings to resemble a snake, with a pair of holes on the front end.\n\n\nThe instances begin to perform in a manner similar to that of the traditional Chinese dragon dance.\n\n\nUpon reaching SCP-2732-2-A and -C, the seven instances throw the meat to the floor.\n\n\n[A loud gong strike is heard.]\n\n\nThe SCP-2732-2 instance in the front hands a piece of white silk to SCP-2732-2-A, while the other 6 instances begin to tear at SCP-2732-2-C.\n\n\nSCP-2732-2-A takes the white silk, hangs itself, and starts twitching.\n\n\nThe 7 instances walk back to the left and vanish.\n\n\nA wooden ball painted in black, 2 meters in diameter, rolls from the left.\n\n\n15 SCP-2732-2 instances enter from the right.\n\n\nThe instances rush towards the ball, and hold it for 5 minutes.\n\n\n[A loud gong strike is heard.]\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n是日，阿伽之国困王。缢而死，举国庆之。曝尸于野。\n\n\n逾三日，王使[ILLEGIBLE]\n\n\nThat day, the Kingdom of Ajia trapped their king. The king hanged himself and died. The whole country celebrated this, and exposed his body in the wild.\n\n\nThree days later, the king's emissary [ILLEGIBLE]\n\n\n\n\nNote:\n Ink was spilled onto the page, rendering the rest of the paragraph illegible. However, reading the legible part is enough to trigger the effect.\n\n\nPerformance Log:\n SCP-2732-2-D only appears in this entry, and unlike other instances, doesn't disappear afterwards. The instance is a roughly humanoid figure, lacking limbs, and wrapped in black silk.\n\n\n\n\n<Begin Log>\n\n\nSCP-2732-2-D appears in the middle of the stage.\n\n\nThe instance remains mostly still, but turns its head to always face the human subject who initiated the performance.\n\n\n[No background music is present.]\n\n\n<End Log>\n\n\n\n\nNote:\n Examination shows that under the black silk, SCP-2732-2-D is composed of animal meat similar to that which would appear in Entry 6's performance. Embedded within the instance's face, a pair of human eyeballs can be found. Currently, all 5 pairs collected have identical DNA, indicating a male of Han ethnicity.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Note that the performance does not match the common practice of Beijing Opera, as costumes and facial makeup assigned are often unrelated to SCP-2732-2's roles.\n\n\n2\n. According to Chinese tradition, one uses white silk instead of rope to hang oneself.\n\n\n3\n. Chinese instrument with two strings, sometimes called a Chinese violin.\n\n\n4\n. Note that instances' facial makeup is still present.\n\n\n5\n. Equates to the role of a male clown.\n\n\n\n\n\n\n\n\n« \nSCP-2731\n | SCP-2732 | \nSCP-2733\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2732\n\" by SunnyClockwork, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2732\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n AlagaddaArtwork.jpg\n\n\nName:\n AlagaddaArtwork.jpg\n\n\nAuthor:\n \nSunnyClockwork\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wikidot.com/scp-2732",
    "addendums": [
        "Addendum: The following is the content of SCP-2732-1, and the specifics of SCP-2732-2's performance corresponding to each entry."
    ],
    "documents": [],
    "notes": [
        "阿伽之王，缢而死。 The king of Ajia was hanged dead.",
        "<Begin Log> [A low drumming sound plays.] SCP-2732-2-A appears hanged from the ceiling with white silk 2 . The instance twitches for 15 minutes. <End Log>",
        "古有阿伽之国，其王缢而不死，其民皆具假面。 Back then, in the Kingdom of Ajia, the king of the land was hanged but didn't die; the people there all wore masks.",
        "<Begin Log> [An erhu 3 melody plays.] SCP-2732-2-A walks from right side to the middle, hangs itself with white silk, and starts twitching. 15 SCP-2732-2 instances appear on the stage, each holding a white wooden mask in front of their face. 4 Instances begin to surround SCP-2732-2-A until a circle is formed. [A loud gong strike is heard.] <End Log>",
        "有阿伽之国，其王缢而不死。虺民惧之，焚其城。覆假面以葬。 In the Kingdom of Ajia, the king was hanged but didn't die. The serpent people feared him, and burnt his city. They put a mask on him before burying him.",
        "<Begin Log> [An erhu melody plays.] SCP-2732-2-A walks from right side to the middle, hangs itself with white silk, and starts twitching. 3 SCP-2732-2 instances appear on the right, one of them holding a white wooden mask. Instances' legs are replaced with wooden snake tails, capable of moving but incapable of supporting bodies. Instances crawl to the middle and then slump to the floor. [A gong strike is heard, and the erhu melody intensifies.] All instances, including SCP-2732-2-A, burst into flames. SCP-2732 itself doesn't catch fire. After approximately 10 minutes, the flames die out, and the remains disappear. <End Log>",
        "阿迦之国有王缢于中庭。举国庆之，曝尸于野。次日，王使至。不生七窍，狰狰而笑。其民大惊，以为神怪，以血祭之。 In the Kingdom of Ajia, there was a king who hanged himself in the middle of the court. The whole country celebrated this, and exposed his body in the wild. The next day, the king's emissary came. It had no face, but laughed menacingly. The people were greatly shocked, and regarded it as the likes of gods and monsters. They then offered blood sacrifice to the being.",
        "<Begin Log> [An erhu melody plays.] SCP-2732-2-A walks from right side to the middle, hangs itself with white silk, and starts twitching. [A joyous chorus starts.] 15 SCP-2732-2 instances appear on the right. SCP-2732-2 instances walk to the middle and start tearing at SCP-2732-2-A, until the instance falls onto the floor. The instances disregard SCP-2732-2-A and turn to the left. [The chorus stops, and a scratching sound is heard.] SCP-2732-2-B enters from the left. All other instances walk towards SCP-2732-2-B and kneel down. This lasts for 5 minutes. <End Log>",
        "是日，阿伽之国困王于庭，问计于从者。侍曰：“当以死拒。” 遂备白绫。王曰：“必索魂。” 缢于庭，从者亦死。举国庆之。 次日，王使至。不生七窍，试之，不类人。问之，狰狰而笑，答曰：“当以血祭。” 群臣乃悟，曰：“必献于王。” 其民皆曰：“尽献于王。” That day, the Kingdom of Ajia trapped their king in his court. The king asked his servant for a plan. The servant said: \"We must fight to the death.\" Hence white silk was prepared. The king said: \"I will take their souls.\" He hanged himself in the court, and the servant died as well. The whole country celebrated. The next day, the king's emissary came. It had no face, and after engaging, the people deemed that it was not human. They questioned the being, it laughed menacingly, and answered: \"You should offer blood sacrifice.\" The ministers then understood, and said: \"We will sacrifice to the king.\" Its people all said: \"All the blood to the king.\"",
        "<Begin Log> SCP-2732-2-A and -C enters from the right. [An erhu melody plays, with a noticeably higher pitch than that of other entries.] SCP-2732-2-C presents a piece of white silk to SCP-2732-2-A. SCP-2732-2-A takes the white silk, hangs itself, and starts twitching. As SCP-2732-2-A is hanged, SCP-2732-2-C slumps to the floor. [The melody stops, and a scratching sound is heard.] SCP-2732-2-B enters from the left while 15 other SCP-2732-2 instances enter from the right. The 15 instances walk towards SCP-2732-2-B and kneel down. This lasts for 5 minutes. <End Log>",
        "是日，阿伽之国困王于野，问计从者。从者曰：“当请神。”须臾，大龙至。龙者，母神也。曰：“死之，后复返。” 龙下六兽曰：“当以诸血为祭。” 遂以从者为祭。龙曰：“善。” 缢以白绫。举国庆之。 次日，神使至，是六兽之一。浑敦无面目，背有六翼。问之，狰狰而笑，答曰：“当以血祭。” 群臣乃悟，曰：“必献于王、诸兽、大龙。” 其民皆曰：“尽献于王。” That day, the Kingdom of Ajia trapped their king in the wild. The king asked his servant for a plan. The servant said: \"We should summon the gods.\" A moment later, the Dragon came. The Dragon is the mother god. She said: \"One must die first so that he can return.\" The Six Beasts that served under the Dragon said: \"You should sacrifice with all blood.\" The king hence used the servant as a sacrifice. The Dragon said: \"Good.\" The king then hanged himself with white silk. The whole country celebrated. The next day, the god's emissary came. It was one of the Six Beasts. The emissary was round, had no face, and bore six wings on its back. They questioned the being, it laughed menacingly, and answered: \"You should offer blood sacrifice.\" The ministers then understood, and said: \"We will sacrifice to the king, the Beasts and the Dragon.\" Its people all said: \"All the blood to the king.\"",
        "<Begin Log> [A religious chorus plays throughout.] SCP-2732-2-A and -C enter from the right. SCP-2732-2-A and -C stop in the middle, and kneel towards the left. 7 SCP-2732-2 instances enter from the left in a line, each holding a rod supporting a large piece of animal meat. The piece of meat is a mixture of cow and pig meat, crudely bound together by strings to resemble a snake, with a pair of holes on the front end. The instances begin to perform in a manner similar to that of the traditional Chinese dragon dance. Upon reaching SCP-2732-2-A and -C, the seven instances throw the meat to the floor. [A loud gong strike is heard.] The SCP-2732-2 instance in the front hands a piece of white silk to SCP-2732-2-A, while the other 6 instances begin to tear at SCP-2732-2-C. SCP-2732-2-A takes the white silk, hangs itself, and starts twitching. The 7 instances walk back to the left and vanish. A wooden ball painted in black, 2 meters in diameter, rolls from the left. 15 SCP-2732-2 instances enter from the right. The instances rush towards the ball, and hold it for 5 minutes. [A loud gong strike is heard.] <End Log>",
        "是日，阿伽之国困王。缢而死，举国庆之。曝尸于野。 逾三日，王使[ILLEGIBLE] That day, the Kingdom of Ajia trapped their king. The king hanged himself and died. The whole country celebrated this, and exposed his body in the wild. Three days later, the king's emissary [ILLEGIBLE]",
        "<Begin Log> SCP-2732-2-D appears in the middle of the stage. The instance remains mostly still, but turns its head to always face the human subject who initiated the performance. [No background music is present.] <End Log>",
        "\" SCP-2732 \" by SunnyClockwork, from the SCP Wiki . Source: https://scpwiki.com/scp-2732 . Licensed under CC-BY-SA .",
        "Filename: AlagaddaArtwork.jpg Name: AlagaddaArtwork.jpg Author: SunnyClockwork License: CC BY-SA 3.0 Source Link: https://scp-wiki.wikidot.com/scp-2732"
    ],
    "item": "SCP-2732",
    "object_class": "Safe",
    "containment_procedures": "SCP-2732 is to be kept at Storage Site-██ in a standard large object containment chamber. SCP-2732-1 is to be stored separately in a security safe with controlled heat and humidity, due to its delicate nature. SCP-2732-2-D instances are to be kept in a cold storage chamber.",
    "description": "SCP-2732 is a wooden Beijing Opera stage, constructed within the last century. SCP-2732 lacks a backstage area or stairs. SCP-2732-1 is a Ming Dynasty Era booklet containing seven entries, all different accounts of the same event.",
    "title": "SCP-2732"
}