{
    "url": "https://scp-wiki.wikidot.com/scp-2736",
    "all_text": "rating: \n+244\n+\n–\nx\n\n\n\n\n\n\nLeft: SCP-2736-1 in Foundation custody, 1973.\n\n\nRight: SCP-2736-2 during second presidential term, 1973.\n\n\n\n\n\n\nItem #:\n SCP-2736\n\n\nObject Class:\n \nEuclid (SCP-2736-1), Keter (SCP-2736-2)\n Neutralized\n\n\nSpecial Containment Procedures:\n For its own protection SCP-2736-1 is kept at Armed Site-29, in a standard humanoid containment chamber.\n1\n Subject is allowed a television and a subscription to a newspaper of its choosing; a monthly allowance of \n$20\n \n$30\n \n$50\n \n$75\n \n$100\n $125 US (amount periodically increased to account for inflation) has also been set aside to procure SCP-2736-1 with reading material and other media it may request. Once a week subject is allowed one hour in the small courtyard at the center of Building 11, under the supervision of one guard. Once a year subject is allowed one new photograph each of Patricia Nixon, Tricia Nixon Cox and Julie Nixon Eisenhower. All privileges are contingent on good behavior, and may be rescinded at any time by Project Head/2736. Subject’s health should be monitored closely, as it has a history of phlebitis.\n\n\nSCP-2736-2 is uncontained at present. Long-term surveillance is to be maintained, with successful infiltration of its inner circle remaining a Class-IV Priority.\n\n\nUPDATE:\n Special Containment Procedures for SCP-2736 were discontinued on 23/04/1994.\n\n\nDescription:\n SCP-2736 consists of two biologically-identical adult males, SCP-2736-1 and SCP-2736-2; as far as can be ascertained, both are former U.S. President Richard M. Nixon. They are the result of a little-understood event designated “Incident Janus-2736”, which resulted in a hitherto non-anomalous Richard M. Nixon being “split” into two distinct individuals through unknown, anomalous means. SCP-2736-1 and SCP-2736-2 appear to share the entirety of Richard M. Nixon’s memories up to Incident Janus-2736, at which point each individual developed a distinct consciousness; however, this cannot be conclusively verified due to the unavailability of SCP-2736-2 for study.\n\n\nSCP-2736-1 has been in Foundation custody since Incident Janus-2736, allowing its existence to remain concealed from the public. Despite having been produced through anomalous means, SCP-2736-1 displays no anomalous properties save for sharing a Level-II causal relationship (physical, mental) with SCP-2736-2 (see Addenda 3, 5). Heavy scarring is present on subject’s chest, the result of injuries sustained during Incident Janus-2736.\n\n\nSCP-2736-2 is the individual known to the world as Richard M. Nixon, having served as the 37th President of the United States from 1969 to 1974. Due to SCP-2736-2’s high status and visibility, as well as the protection and continued interference of GoI-113 with Foundation efforts at recovery, SCP-2736-2 remains uncontainable at present.\n2\n\n\nRecovery\n: On 21/06/1951, Undercover Task Force Theta-3-3 (“Federal Reserves”) conducted a covert surveillance mission at the private campground known as Bohemian Grove, in Monte Rio, CA.\n3\n Theta-3-3 agents embedded in the campground’s security force observed a summer solstice celebration attended by members of GoI-113, which culminated in Incident Janus-2736.\n\n\n\n\n+ Access Document 2736-V-0001 [Level 4/Eyes Only]\n\n\n\n\n- Close\n\n\n\n\n\n\nFilm Log Transcript 2736-01 – Surveillance Mission [113]-V-779\n\n\nDate:\n 21/06/1951\n\n\nTime:\n 22:48 PST – 23:27 PST\n\n\nLocation:\n Bohemian Grove (LoI-729)\n\n\nTask Force:\n Theta-3-3 (DEEP COVER)\n\n\nNote:\n The original film log was compiled from footage covertly shot by Theta-3-3 agents using two concealed, hand-held cameras. Camera-1 was situated at the back of the crowd, with a view of the entire clearing; Camera-2 was situated near the front of the crowd, with a relatively close view of the proceedings. Footage is in black and white.\n\n\n\n\n[BEGIN LOG]\n\n\n<00:01>\n Camera-1 shows a large clearing surrounded by giant redwoods. It is nighttime. At the center of the clearing stands a dilapidated 10m-tall stone statue depicting a ram’s head. At the foot of the statue a large bonfire is burning; aside from some wooden torches carried by attendees, this is the only source of light. Several meters from the fire, a deep rectangular hole has been dug into the ground, and the removed earth piled next to it. The camera pans over a crowd, showing roughly 500 people in attendance. All are wearing dark robes with the hoods drawn.\n\n\n<07:28>\n (Camera-1) The crowd parts as a group of fourteen men arrive in the clearing and make their way toward the fire. All of them are dressed in robes.\n\n\n<07:40>\n (Camera-2) The group walks past the camera. All men are wearing masks, save for one, whose face is visible. [Examination of the still frames reveals the man to be Richard M. Nixon, to be henceforth referred to as “R.N.” He appears nervous and afraid.]\n\n\n<07:52>\n (Camera-2) R.N. is escorted to the front of the crowd and made to stop at the foot of the statue. A high-backed wooden chair, similar in appearance to a throne, is brought beside him. Some of the men around R.N. remove his robe, leaving him naked.\n\n\n<08:30>\n (Camera-2) R.N. is made to sit down on the wooden chair, to which his wrists and ankles are strapped. A noose is placed around his neck, and a crudely-made crown placed on his head. [The noose appears to serve a symbolic purpose, as it is not attached to a supporting beam. The crown appears to have been fashioned from shards of bone.]\n\n\n<11:13>\n (Camera-2) Twelve of the masked men position themselves around R.N. Each one produces a knife from inside his robe. The thirteenth man, who will henceforth be referred to as “Speaker”, turns toward the crowd.\n\n\nSpeaker:\n Tonight marks the dawn of the New Age.\n\n\n(\nApplause and cheers from the crowd.\n)\n\n\nSpeaker:\n Tonight we witness the Birth of the First.\n\n\n(\nMore cheering.\n)\n\n\n<12:05>\n (Camera-2) One of the masked men, who will henceforth be referred to as “Masked Man-1”, approaches R.N.\n\n\n(\nCrowd becomes silent.\n)\n\n\n<12:52>\n (Camera-2) Masked Man-1 raises his knife to R.N.’s face.\n\n\n(\nScreams of pain from R.N.\n)\n\n\n<13:20>\n (Camera-2) Masked Man-1 faces the crowd and raises his arm high above his head. He is holding a small object in his hand, from which blood appears to be dripping.\n\n\nSpeaker:\n We offer his left eye to the Fire, that the King may always see.\n\n\n<13:33>\n (Camera-2) Masked Man-1 throws the small object into the bonfire.\n\n\n<13:49>\n (Camera-2) Another masked man, who will henceforth be referred to as “Masked Man-2”, approaches R.N. with his knife raised and takes hold of his jaw with his free hand.\n\n\n(\nR.N. is heard screaming in pain; after several seconds a gurgling sound is heard.\n)\n\n\nSpeaker:\n We throw his tongue into the Flames, that the King may never betray himself.\n\n\n<14:42>\n (Camera-2) Masked Man-2 throws a small object into the bonfire.\n\n\n<15:10>\n (Camera-2) The remaining masked men, to be henceforth referred to as “Masked Men-3 to -12”, line up at R.N.’s side and take turns cutting at his hands with their knives.\n\n\n(\nSustained screams of pain by R.N.\n)\n\n\nSpeaker:\n We cast his fingers into the Furnace, that the King’s grip may never weaken.\n\n\n<16:31>\n (Camera-2) Masked Men-3 to -12 each throw a small object into the bonfire.\n\n\n<17:19>\n (Camera-2) R.N. is now bleeding profusely from the injuries sustained to his face and hands. Several of the masked men remove him from the chair and carry him over to the nearby hole, into which he is lowered.\n\n\n<18:44>\n (Camera-2) Several of the masked men take shovels and begin burying R.N. alive.\n\n\nSpeaker:\n We give his body to the Pit, that the Eternal Depths may grind it to dust, rending chaff from wheat.\n\n\n<21:25>\n (Camera-2) The masked men finish burying R.N. alive.\n\n\n(\nApplause and cheering from the crowd.\n)\n\n\n<21:42>\n (Camera-1) Two identical straw effigies, each measuring roughly 3m in height, are brought from the edge of the clearing to the foot of the statue, and propped up over the bonfire.\n\n\n<22:14>\n (Camera-2) The effigies begin to burn.\n\n\n(\nThe crowd is silent.\n)\n\n\n\n\n\n\nStill frame from Camera-1, at <25:16>.\n\n\n\n\n\n\n<24:38>\n (Camera-1) As the effigies continue to burn, they start producing sparks, flashes of light and small, fireworks-like explosions. [It is not known whether explosives had previously been placed inside the effigies, or if these phenomena have an anomalous cause.]\n\n\n<29:01>\n (Camera-2) The effigies crumble as they finish burning. [Here, Theta-3-3 agents reported that the bonfire flames turned a deep red and appeared to grow darker, though this is not properly visible on the black-and-white film.]\n\n\n(\nA low sound reminiscent of stone grinding against stone becomes audible; the sound, of unknown origin, is heard throughout the clearing for several minutes, steadily growing in volume.\n)\n\n\n<35:05>\n (Camera-2) The two effigies have been completely reduced to ashes. [Here, Theta-3-3 agents reported that the bonfire flames regained their usual color and brightness.]\n\n\n(\nThe grinding sound gradually fades away. The crowd is silent.\n)\n\n\nSpeaker:\n The First will be reborn.\n\n\n<37:49>\n (Camera-2) View of the filled-in hole where R.N. is buried. The earth over the hole begins to shift, as though something were moving under the surface.\n\n\n<38:01>\n (Camera-2) Two hands emerge from the ground, and a naked man pulls himself out of the hole before collapsing in exhaustion on the ground. [Examination of still frames show that the man is Richard M. Nixon, although none of the injuries inflicted by the masked men are visible on his body. This individual will henceforth be referred to as SCP-2736-2.]\n\n\n<38:09>\n (Camera-2) Speaker approaches SCP-2736-2 and helps it to stand up.\n\n\n<38:15>\n (Camera-2) A second naked man pulls himself out of the hole. [Examination of still frames reveals the man is also Richard M. Nixon; again, none of the injuries inflicted by the masked men are visible on his body. This individual will henceforth be referred to as SCP-2736-1.]\n\n\n<38:43>\n (Camera-2) Speaker appears to address SCP-2736-2 before handing it a knife.\n\n\n<38:51>\n (Camera-2) SCP-2736-2 takes hold of the knife and turns toward SCP-2736-1. SCP-2736-1 attempts to stand up, but before it is able to SCP-2736-2 jumps on top of it and attempts to stab it with the knife. The two men struggle, with SCP-2736-1 sustaining a number of deep lacerations to its chest.\n\n\n<39:30>\n (Camera-2) SCP-2736-1 takes hold of a rock on the ground beside it and strikes SCP-2736-2 on the side of the head with it. SCP-2736-2 falls back, stunned. SCP-2736-1, bleeding from its injuries, stands up and flees from the crowd.\n\n\n<39:41>\n (Camera-1) View of SCP-2736-1 running toward the trees. Several of the masked men, as well as men from the crowd, start running after it.\n\n\n[END LOG]\n\n\n\n\nAt this point, taking advantage of the general confusion, Theta-3-3 Commander William Meeks instructed Theta-3-3 agents to attempt to recover SCP-2736-1 and extract it from Bohemian Grove. It was thought that SCP-2736-1 might prove amenable to the Foundation given GoI-113’s treatment of it, as well as provide valuable information regarding GoI-113 and LoI-729. The extraction was successful, though three Theta-3-3 agents were killed in the ensuing firefight with Bohemian Grove’s security force.\n\n\n\n\n\n\n\n\n\n\nFollowing its extraction from Bohemian Grove, SCP-2736-1 was taken to Site-109, where its injuries were treated.\n\n\n\n\n+ Access Document 2736-V-0009 [Level 4/Eyes Only]\n\n\n\n\n- Close\n\n\n\n\n\n\nInterview Log 2736-001\n\n\nDate:\n 22/06/1951\n\n\nLocation:\n Site-109, Infirmary C\n\n\nInterviewer:\n Commander William Meeks (MTF Theta-3-3)\n\n\nInterviewee:\n SCP-2736-1\n\n\n\n\n[BEGIN LOG]\n\n\nW.M.:\n I’d like to ask you some questions, if you’re feeling up to it.\n\n\nSCP-2736-1:\n All right. I suppose I owe you boys that much.\n\n\nW.M.:\n Thank you. For the record, could you please state your name, age and occupation.\n\n\nSCP-2736-1:\n Richard Nixon, 38. I’m a U.S. Senator.\n\n\nW.M.:\n How did you first become involved with Bohemian Grove?\n\n\nSCP-2736-1:\n About uh, a year ago I was introduced to some people at a dinner. Real big-wigs. We got to talking, and they said I should come to the Grove for a weekend.\n\n\nW.M.:\n So you went.\n\n\nSCP-2736-1:\n Some people would kill for an invitation like that.\n\n\nW.M.:\n What happened when you were there?\n\n\nSCP-2736-1:\n Nothing much, that first time. They mostly showed me around. Beautiful place, all that forest, those redwoods… Old, \nreal\n old. We spent most of the time at one of the lodges, drinking, smoking. We talked.\n\n\nW.M.:\n What about?\n\n\nSCP-2736-1:\n Well, uh… me, actually. They seemed real interested in me, kept asking what I wanted out of life, what my plans for the future were. At one point I mentioned my career wasn’t going as great as I thought it could. They told me maybe they could help.\n\n\nW.M.:\n Help, in what way?\n\n\nSCP-2736-1:\n They didn’t exactly say then, they just told me I should start coming to the Grove regularly, meet some more people. Wasn’t long I was spending at least one weekend a month there, sometimes more. The people they had there, I tell you… Seemed like everyone who mattered was a member. Congressmen, governors, you name it. People with \nreal\n power, too, bankers, defense contractor presidents, oil magnates. And these men I’d never even heard of, but you could tell how important they were just by the way the millionaires and billionaires looked at them. Like they were scared of them. After just a few months there I’d made more political contacts than I had in my entire career up to that point. All of a sudden I had all these prospects.\n\n\nW.M.:\n So how did you wind up \nhere\n?\n\n\nSCP-2736-1:\n (\nsighs\n) This one night I was invited to a ceremony. They said it was a club tradition, so I didn’t question it when they gave me a robe to wear. We had to walk to this place in the forest called the Ram Shrine. Hundreds of us, all walking in the dark with torches. Took us almost an hour. Then we reached this open area with a statue of a ram’s head, and the ceremony started. Real macabre stuff. At first I wasn’t sure if I was meant to take it seriously, but then I… \nsaw\n… things. That’s when I realized who I was dealing with, what those people were capable of achieving. When we got back to the lodge that night they made me a member. Wasn’t long after that they offered to make me King.\n\n\nW.M.:\n Make you \nKing\n?\n\n\nSCP-2736-1:\n They said we were entering a new era for mankind, but before that could happen four great Kings would have to rise to prepare the way. They said they’d been looking for someone like me for a long time, someone to be the \nfirst\n King. They told me the whole world could be mine, all I had to do was say yes.\n\n\nW.M.:\n You accepted.\n\n\nSCP-2736-1:\n (\npauses\n) Yes. And then last night they brought me back to the Ram Shrine and… well, you were there, you saw it. They’d warned me it wasn’t going to be pleasant, I just… I didn’t realize it would be that bad. But they said all they’d be doing to me would be for a reason. That before I could be the First I had to be reborn.\n\n\nW.M.:\n When they put you in the earth you remained buried for over fifteen minutes. Do you remember anything that happened during that time?\n\n\nSCP-2736-1:\n Not much. I think I was in shock from the blood loss, and when they started shoveling earth on me I thought that was it. I suffocated, and everything went black, but I didn’t die, though. I had these… I guess I’d call them dreams, except I can’t remember what they were about. But there was someone else with me in the dreams, some… man. He was in the dark, couldn’t see his face. He said something about stars, I… I think I was crying. Then I woke up, still in that hole, only I wasn’t hurt anymore. I panicked, started clawing my way out. That’s when I felt something move against me. It was \nhim\n. By the time I got out of the hole he was already standing there. The masked man gave him a knife, told him to cut out my heart and, uh… well, you know the rest. I didn’t think I had it in me, knocking him out like that. Must have been my Navy training kicking in…\n\n\nW.M.:\n And that dream you had, you said–\n\n\nSCP-2736-1:\n Listen, I’m really tired, and I need to call my wife, tell her where I am. Do think you could arrange that?\n\n\nW.M.:\n I’m afraid that won’t be possible.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n+ Access Document 2736-V-0010 [Level 4/Eyes Only]\n\n\n\n\n- Close\n\n\n\n\n\n\nInterview Log 2736-002\n\n\nDate:\n 23/06/1951\n\n\nLocation:\n Site-109, Infirmary C\n\n\nInterviewer:\n Commander William Meeks (MTF Theta-3-3)\n\n\nInterviewee:\n SCP-2736-1\n\n\n\n\n[BEGIN LOG]\n\n\nSCP-2736-1:\n I told you, I’m not saying anything else to you until you let me talk to my wife!\n\n\nW.M.:\n I lost three men getting you out of that place, not to mention an entire surveillance network that’s taken us \ndecades\n to establish. You need to start cooperating with us.\n\n\nSCP-2736-1:\n It’s not like I’m not grateful for what you did, but you’ve got me locked up here like some goddamn \nconvict\n! You can’t do this to me, I’m a U.S. Senator! Now you call your supervisor, or whoever it is that’s in charge here, and you tell him I’m going home, \ntoday\n! Pat and the girls must be worried sick, poor things.\n\n\nW.M.:\n Well, actually…\n\n\nSCP-2736-1:\n What?\n\n\nW.M.:\n That’s what I came here to discuss with you. The other “you”, the one we couldn’t recover last night, we’ve… located him.\n\n\nSCP-2736-1:\n Well, that’s good news. Where is he?\n\n\nW.M.:\n At… at your house.\n\n\nSCP-2736-1:\n At my… (\nbecomes agitated\n) What’s he doing there? What does he want? God, are Pat and the girls okay, did he… did he \nhurt\n them?\n\n\nW.M.:\n It’s not what you think, your family’s safe.\n\n\nSCP-2736-1:\n You’re… you’re sure?\n\n\nW.M.:\n Yes, it’s… more complicated than that. See, the other “you”, he’s not just \nat\n your house. He’s been \nliving\n there, since yesterday. As far as your wife and daughters are concerned… you’re not even missing.\n\n\nSCP-2736-1:\n (\nprolonged silence\n) That… \nthing\n… is with them, now?\n\n\nW.M.:\n Yes.\n\n\nSCP-2736-1:\n And they don’t… They think he’s \nme\n?\n\n\nW.M.:\n That’s right. I’m sorry.\n\n\nSCP-2736-1:\n (\nbecomes agitated\n) But you gotta… you gotta go there, you gotta get him out of my house, I…\n\n\nW.M.:\n We’d like to, but your friends from the Grove, they seem to want him there. They’ve got security on him like you wouldn’t believe. We can’t even get close.\n\n\nSCP-2736-1:\n But that’s… they can’t just do that, put some… \nimpostor\n in my place like that! You’ve gotta warn Pat about this, you’ve gotta let me call her!\n\n\nW.M.:\n Like I said before, we can’t let you speak to her. That’s not up for discussion. As for warning her, there isn’t much of a point. I mean, even if we managed to get through to her, I doubt she’d believe a word we said.\n\n\nSCP-2736-1:\n But… they can't just…\n\n\nW.M.:\n I understand this is upsetting for you, but there really isn’t much we can do, at least for the time being. That said, any information you can give us about Bohemian Grove, your interactions there, what you think happened to you the other night, it could all help us find a way to solve this.\n\n\nSCP-2736-1:\n (\nshouting\n) \nThat\n’s your solution? I just learned some \ncreature\n is sleeping in the same bed as my wife, and you try to pump me for more information? You’ve got some \ngoddamn\n nerve!\n\n\nW.M.:\n Hey, we’re not even sure she \nis\n your wife, so yeah, I think we’re entitled to some answers.\n\n\nSCP-2736-1:\n What are you talking about?\n\n\nW.M.:\n You keep telling us you’re the “real” Richard Nixon, like it should be obvious to us. But nothing I’ve seen, nothing you’ve said to me, has pointed to you being any more “real” than the other “you”. For all we know the man in your house \nis\n the real you, and you’re the fake. Or maybe you’re \nboth\n Richard Nixon, \nboth\n real.\n\n\nSCP-2736-1:\n That \nthing\n isn’t me, I told you! I’ve… I’ve been thinking about it a lot, since I got here. About what happened at the Grove. I think I understand it now.\n\n\nW.M.:\n Oh?\n\n\nSCP-2736-1:\n What they did to me, turning me into two people, it’s not… They didn’t make two \nidentical\n people, that wasn’t the point. I’m not the same as him, I know it, I \nfeel\n it. Hell, I’m not even the same man I was a few days ago. What they did to me, it \nchanged\n me.\n\n\nW.M.:\n In what way?\n\n\nSCP-2736-1:\n Used to be I was so restless, I had so much ambition. I… \ncraved\n advancement, position… \npower\n.\n\n\nW.M.:\n But not anymore?\n\n\nSCP-2736-1:\n It’s like that part of me’s just gone. Well… not \ngone\n. I know where it went.\n\n\nW.M.:\n You mean…\n\n\nSCP-2736-1:\n (\nsighs\n) You know that night they offered me to be the First? Do you know what they asked me, just before? Do you know what I said to them that made them decide I was the right guy for the job?\n\n\nW.M.:\n What?\n\n\nSCP-2736-1:\n They asked me what I was prepared to do for power. I told them, ‘anything’. I said that. Sounds crazy now, but I said it. And I \nmeant\n it, every fiber in me did. Like I said, it’s not who I am anymore. But it’s who \nhe\n is. Hell, it’s \nall\n he is. That’s what they wanted. They got their King. And now you tell me those bastards have got him living with my family.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nAddendum 2736-01\n\n\n\n\n+ Access Document 2736-V-1691 [Level 2 Clearance Required]\n\n\n\n\n- Close\n\n\n\n\n\n\nAbridged Timeline of SCP-2736-2’s Political Career\n\n\n21/06/1951:\n Incident Janus-2736 at Bohemian Grove.\n\n\n04/11/1952:\n Dwight D. Eisenhower is elected to the office of the President of the United States, with SCP-2736-2 as his Vice-President.\n\n\n06/11/1956:\n Dwight D. Eisenhower is re-elected to the office of the President of the United States, with SCP-2736-2 as his Vice-President once again.\n\n\n05/11/1968:\n SCP-2736-2 is elected to the office of the President of the United States.\n\n\n20/07/1969:\n NASA’s Apollo 11 spaceflight lands the first two humans on the moon.\n\n\n07/11/1972:\n SCP-2736-2 is re-elected to the office of the President of the United States.\n\n\n09/08/1974:\n SCP-2736-2 resigns from the office of the President of the United States in the wake of the Watergate scandal.\n\n\n08/09/1974:\n U.S. President Gerald Ford grants SCP-2736-2 a full pardon for any crimes committed during its presidency.\n\n\n\n\n\n\n\n\n\n\nAddendum 2736-02\n\n\nThe following interview with SCP-2736-1 was conducted on 15/09/1974 (23 years since initial containment), in order to discuss SCP-2736-2’s recent resignation as U.S. President.\n\n\n\n\n+ Access Document 2736-V-1847 [Level 4/Eyes Only]\n\n\n\n\n- Close\n\n\n\n\n\n\nInterview Log 2736-491\n\n\nDate:\n 15/09/1974\n\n\nLocation:\n Armed Site-29\n\n\nInterviewer:\n Dr. Samuel Bennett (Project Head/2736)\n\n\nInterviewee:\n SCP-2736-1\n\n\n\n\n[BEGIN LOG]\n\n\nS.B.:\n I take it you’ve been watching the news.\n\n\nSCP-2736-1:\n I tell you, uh, you never get used to seeing your face on television.\n\n\nS.B.:\n (\nchuckles\n) I can imagine. How have things been for you, though? Can’t have been easy watching all of this unfold.\n\n\nSCP-2736-1:\n It wasn’t, watching him do that to my name, to this country, to… to Pat and the girls. They're even saying his marriage is on the rocks, did you hear that? Not that I’m complaining, mind you, but I just keep thinking of Pat, about what she must be going through. At least he resigned, though, there's that. It’s over now.\n\n\nS.B.:\n Yes, his political career certainly seems to be over… Actually, I was hoping to get your thoughts on something.\n\n\nSCP-2736-1:\n All right.\n\n\nS.B.:\n Now, before the ritual at Bohemian Grove that began all this, you said your friends had told you the world would be yours if you became King.\n\n\nSCP-2736-1:\n That’s right.\n\n\nS.B.:\n Then how do you account for the events of the last few months? SCP-2736-2 becoming embroiled in a nationwide scandal, losing all his political capital, being forced to resign in disgrace? And it’s not just the last months, is it? From the start it’s never \nreally\n gone his way. First time he ran for president in 1960 he lost to Kennedy. Then Kennedy winds up dead not long after, and a few years later SCP-2736-2 \ndoes\n become president, but even then… the Vietnam War, the bombing of Cambodia, all terribly unpopular things that ultimately result in failure. And finally the Watergate scandal. We’re far from the success your friends at the Grove promised you, wouldn’t you agree?\n\n\nSCP-2736-1:\n Yes, that's true.\n\n\nS.B.:\n I’d like to know why you think that is. Is it possible the promises were all a lie?\n\n\nSCP-2736-1:\n I really doubt that. I mean, it \nwas\n in their best interest to put me in power and uh, keep me there.\n\n\nS.B.:\n Then do you think they simply weren’t \ncapable\n of delivering on their promises? That maybe they were never as powerful as you were led to believe?\n\n\nSCP-2736-1:\n No, not a chance. I know for a fact they were capable of everything they promised me. More, probably.\n\n\nS.B.:\n Then… why? Why all the setbacks? Why this latest failure?\n\n\nSCP-2736-1:\n Well, my “friends” from the Grove, as you call them, they haven’t been idle all these years, have they?\n\n\nS.B.:\n What do you mean?\n\n\nSCP-2736-1:\n I mean, they’ve been looking for me since that night at the Grove. I’m right, aren’t I?\n\n\nS.B.:\n I’m… I’m not cleared to discuss this with you.\n\n\nSCP-2736-1:\n I understand that. But I’m not blind, I know there’s a reason you transferred me to this place.\n4\n Why else would I need all this security? I’m not dangerous, this isn’t for \nme\n. I think my “friends” were looking for me back then, and they still are today. I think all this time they never stopped.\n\n\nS.B.:\n Well, let’s… let’s say for a moment that were true. Why do you think that would be? Why would they keep dedicating so much time and effort to finding you?\n\n\nSCP-2736-1:\n Because the ritual was never finished. When you guys rescued me at the Grove, you threw a \nbig\n wrench in their plans. Didn’t even realize it, but you did. That’s why it’s all gone to hell for them, for \nhim\n. I was supposed to die that night.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nAddendum 2736-03\n\n\nOn 12/10/1974, SCP-2736-1 fell ill with phlebitis, and had to undergo surgery with a Foundation phlebologist. The same day, SCP-2736-2 was hospitalized for phlebitis in Long Beach, CA, for which it received surgery and treatment.\n\n\nAddendum 2736-04\n\n\nOn 22/06/1993 (42 years since initial containment), Patricia Nixon died of lung cancer at her home in Park Ridge, NJ.\n5\n SCP-2736-1 was greatly affected by her death, and in the following months grew increasingly withdrawn, refusing to participate in interviews with Project Head/2736. Subject also frequently complained of poor sleep.\n\n\nAddendum 2736-05\n\n\nOn 18/04/1994 (43 years since initial containment), at roughly 17:45 EST, SCP-2736-1 suffered a massive cerebral vascular accident (CVA) and was transferred to Armed-Site-29’s Yellow Infirmary. It was later learned that SCP-2736-2 had also suffered a CVA at the same moment at its home in Park Ridge, NJ, and had been taken to New York–Presbyterian Hospital in New York City, NY. Both subjects were left partially paralyzed and incapable of speech, and developed cerebral edema over the following days.\n\n\nDespite its condition, on the evening of 21/04/1994 SCP-2736-1 inexplicably began to speak, albeit in an agitated and delirious manner; infirmary staff alerted Project Head/2736, who was able to record nearly 20 minutes of audio content.\n\n\n\n\n+ Access Document 2736-V-3098 [Level 4/Eyes Only]\n\n\n\n\n- Close\n\n\n\n\n\n\nAudio Log 2736-01\n\n\nDate:\n 21/04/1994\n\n\nTime:\n 19:07 EST – 19:25 EST\n\n\nLocation:\n Armed Site-29, Yellow Infirmary\n\n\nSubject:\n SCP-2736-1\n\n\n\n\n[BEGIN LOG]\n\n\n<00:46>\n The ground bled red oil for seven days, and we wondered at the bodies buried there. Billions. Souls are always the first casualty. Nothing changes, but change is coming.\n\n\n<03:03>\n The moon was only one small step.\n\n\n<07:55>\n (\nunintelligible\n)\n\n\n<10:55>\n Prayers are pretty things, but you can’t escape it. The sky will rend.\n\n\n<12:11>\n The first falls on his sword, but his blood sows the seeds for the next thousand years. The second wipes up all the sins, and no one finds the gnawed bones under the castle. The third smiles at the world with double-edged teeth, and his laugh opens the floodgates. The fourth defies the masters and forever pays the price.\n\n\n<13:45>\n Chimneys higher than mountains. Smoke to blot out the clouds. We will unite under one banner. New orders of magnitude. World without end. Without eyelids.\n\n\n<14:30>\n (\nsustained laughter\n)\n\n\n<16:14>\n America fell in the beginning. It will fall again, deeper down the well to the other places that don’t let you blink. You were warned of this.\n\n\n<17:03>\n (\nweeping\n)\n\n\n<18:18>\n (\nvoice trembling with fear\n) He… \nsees\n me.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nImmediately following this, SCP-2736-1 fell into a deep coma; SCP-2736-2 was later reported to have fallen into a coma at the same moment. The following day, 22/04/1994, SCP-2736-1 and SCP-2736-2 simultaneously died at 21:08 EST.\n\n\nOn 23/04/1994, SCP-2736 was reclassified as “Neutralized”.\n\n\nAddendum 2736-06\n\n\n\n\n+ Access Document 2736-V-3606 [LEVEL 5/2736 CLEARANCE REQUIRED]\n\n\n\n\n- Close\n\n\n\n\n\n\n\n\nFrom left to right: SCP-2736-2, 39th U.S. President Jimmy Carter (PoI-62679), 38th U.S. President Gerald Ford (PoI-56121), and 40th U.S. President Ronald Reagan (\nPoI-86761\n), 12/10/1981.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Armed Site-29: a high-security containment facility located outside Tallahassee, FL.\n\n\n2\n. GoI-113: a highly-secretive group comprised of members of the global elite, who refer to themselves as \"Magog's Multitude\"; known to maintain their power and influence over the world through occult means, including the ritualistic worship of non-human entities.\n\n\n3\n. Bohemian Grove (a.k.a. LoI-729): a secluded, heavily-wooded site owned and operated by GoI-113 since the late 1870s; it continues to be the setting for occult rituals and ceremonies by members of GoI-113.\n\n\n4\n. SCP-2736-1 is referring to its transfer from Site-109 to Armed Site-29 in 1954, following an attempt by GoI-113-hired mercenaries to break into the wing of Site-109 where it was being kept. SCP-2736-1 was never told of the break-in attempt.\n\n\n5\n. Patricia Nixon: wife of Richard M. Nixon and former First Lady of the United States.\n\n\n\n\n\n\n\n\n« \nSCP-2735\n | SCP-2736 | \nSCP-2737\n »",
    "addendums": [
        "Addendum 2736-01",
        "Addendum 2736-02\nThe following interview with SCP-2736-1 was conducted on 15/09/1974 (23 years since initial containment), in order to discuss SCP-2736-2’s recent resignation as U.S. President.",
        "Addendum 2736-03\nOn 12/10/1974, SCP-2736-1 fell ill with phlebitis, and had to undergo surgery with a Foundation phlebologist. The same day, SCP-2736-2 was hospitalized for phlebitis in Long Beach, CA, for which it received surgery and treatment.",
        "Addendum 2736-04\nOn 22/06/1993 (42 years since initial containment), Patricia Nixon died of lung cancer at her home in Park Ridge, NJ. 5 SCP-2736-1 was greatly affected by her death, and in the following months grew increasingly withdrawn, refusing to participate in interviews with Project Head/2736. Subject also frequently complained of poor sleep.",
        "Addendum 2736-05\nOn 18/04/1994 (43 years since initial containment), at roughly 17:45 EST, SCP-2736-1 suffered a massive cerebral vascular accident (CVA) and was transferred to Armed-Site-29’s Yellow Infirmary. It was later learned that SCP-2736-2 had also suffered a CVA at the same moment at its home in Park Ridge, NJ, and had been taken to New York–Presbyterian Hospital in New York City, NY. Both subjects were left partially paralyzed and incapable of speech, and developed cerebral edema over the following days.\nDespite its condition, on the evening of 21/04/1994 SCP-2736-1 inexplicably began to speak, albeit in an agitated and delirious manner; infirmary staff alerted Project Head/2736, who was able to record nearly 20 minutes of audio content.\nImmediately following this, SCP-2736-1 fell into a deep coma; SCP-2736-2 was later reported to have fallen into a coma at the same moment. The following day, 22/04/1994, SCP-2736-1 and SCP-2736-2 simultaneously died at 21:08 EST.\nOn 23/04/1994, SCP-2736 was reclassified as “Neutralized”.",
        "Addendum 2736-06"
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-2736",
    "object_class": "Euclid (SCP-2736-1), Keter (SCP-2736-2) Neutralized",
    "containment_procedures": "For its own protection SCP-2736-1 is kept at Armed Site-29, in a standard humanoid containment chamber.1 Subject is allowed a television and a subscription to a newspaper of its choosing; a monthly allowance of $20 $30 $50 $75 $100 $125 US (amount periodically increased to account for inflation) has also been set aside to procure SCP-2736-1 with reading material and other media it may request. Once a week subject is allowed one hour in the small courtyard at the center of Building 11, under the supervision of one guard. Once a year subject is allowed one new photograph each of Patricia Nixon, Tricia Nixon Cox and Julie Nixon Eisenhower. All privileges are contingent on good behavior, and may be rescinded at any time by Project Head/2736. Subject’s health should be monitored closely, as it has a history of phlebitis.",
    "description": "SCP-2736 consists of two biologically-identical adult males, SCP-2736-1 and SCP-2736-2; as far as can be ascertained, both are former U.S. President Richard M. Nixon. They are the result of a little-understood event designated “Incident Janus-2736”, which resulted in a hitherto non-anomalous Richard M. Nixon being “split” into two distinct individuals through unknown, anomalous means. SCP-2736-1 and SCP-2736-2 appear to share the entirety of Richard M. Nixon’s memories up to Incident Janus-2736, at which point each individual developed a distinct consciousness; however, this cannot be conclusively verified due to the unavailability of SCP-2736-2 for study.",
    "title": "SCP-2736"
}