{
    "url": "https://scp-wiki.wikidot.com/scp-2737",
    "all_text": "rating: \n+288\n+\n–\nx\n\n\n\n\n\n\nWARNING: MEMETIC COUNTER-AGENT ACTIVATED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nINOCULATION COMPLETE\n\n\n\n\n\n\nItem #:\n SCP-2737\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Personnel working with SCP-2737 must undergo weekly counter-memetic training. Anti-memetic agents are to be employed before and after exposure to SCP-2737. Infected personnel and test subjects are to be treated with amnestics. Formerly infected individuals are to be monitored for signs of possible relapse.\n\n\nDescription:\n SCP-2737 is a dead lamprey. Despite its deceased status, SCP-2737 does not undergo decay. The urn containing SCP-2737 has been dated to approximately 100 CE and appears to be of Roman design. Awareness of the existence of SCP-2737 triggers a memetic infection.\n\n\nSymptoms of infection can include:\n\n\n\n\nIncreased empathy (both emotional and cognitive)\n1\n\n\nMajor depressive disorder\n\n\nAcute thanatophobia\n2\n\n\nObsessive thinking with regards to theodicy\n3\n (specific to religiously minded individuals), immortality, transhumanism, and the existence of entropy.\n\n\nA belief in collective experience and interconnected life\n\n\n\n\nIt is suspected that depression is a non-anomalous side-effect caused by the primary anomaly.\n\n\nSCP-2737 was discovered at a Foundation storage site for minimally anomalous objects. The object (initially believed to be the urn containing SCP-2737) was found within proper documentation. Dr. Ernest Bishop was tasked with reevaluating the object's anomaly and returning it to storage. Dr. Bishop, approximately 2 hours after exposure, would be terminated by security personnel while attempting to force a containment breach, claiming the Foundation had \"no right to harm\" SCP-████. A connection to SCP-2737 was shortly established, as it was the only anomalous object handled by Dr. Bishop that day. In order to understand the nature of the anomaly, D-class personnel were requested for experimentation - authorization was granted.\n\n\n\n\n+ Experimentation Logs\n\n\n\n\n ACCESS GRANTED\n\n\n\n\nTest 01 - 01/24/1983\n\n\n\n\nSubject:\n D-39091 - Subject is an Asian female, age 23. Subject has a history of petty theft and drug abuse.\n\n\nProcedure:\n Subject was shown SCP-2737's container.\n\n\nResults:\n No change in personality.\n\n\nAnalysis:\n The anomaly appears to be rooted with the contents of the jar, not the jar itself.\n\n\n\n\nTest 02 - 01/25/1983\n\n\n\n\nSubject:\n D-39091\n\n\nProcedure:\n Subject requested to look inside SCP-2737's container.\n\n\nResults:\n Subject complied; states that SCP-2737 appears to be \"just a dead fish\". Approximately 5 minutes later, subject begins to weep. Subject is asked a series of questions in order to gauge possible changes in personality. Subject is upset with a \"lack of time\" and claims they have squandered their youth. Subject displays increasing anxiety on the subject of death, despite their young age and the lack of death related questions asked.\n\n\nAnalysis:\n The dead lamprey is most certainly the vector of the cognitohazard. More extensive research is required. The jar is entirely non-anomalous.\n\n\n\n\nTest 03 - 01/27/1983\n\n\n\n\nSubject:\n D-39211\n\n\nProcedure:\n Subject is given a piece of paper with the sentence \"The lamprey is dead\" written upon it. Writer is aware of SCP-2737.\n\n\nResults:\n Subject initially appears confused but proceeds to weep. Subject is asked what they are currently thinking about. Subject describes the loss of their father at a young age and how they were never properly mourned.\n\n\nAnalysis:\n SCP-2737 is proven to be both a cognitohazard and memetic.\n\n\n\n\nTest 04 - 01/28/1983\n\n\n\n\nSubject:\n D-39214\n\n\nProcedure:\n Subject is given a piece of paper with the sentence \"The lamprey is dead\" written upon it. Writer is unaware of SCP-2737.\n\n\nResults:\n Subject fails to display an anomalous reaction.\n\n\nAnalysis:\n The reference to SCP-2737 must be intentional to trigger a memetic effect.\n\n\n\n\nSuperfluous data omitted for the sake of brevity. All D-class subjects display similar changes in personality. Further experiments suggest these changes can be repressed, possibly reversed, through the use of amnestics.\n\n\nTest 32 - 03/19/1983\n\n\n\n\nSubject:\n D-39320 - Subject is a Caucasian female, age 44. Subject had been convicted of homicide.\n\n\nProcedure:\n Subject is exposed to SCP-2737.\n\n\nResults:\n Subject began to weep. Subject is asked a series of questions in order to gauge possible changes in personality.\n\n\nAnalysis:\n Subject displays unusual insights on issues related to developed symptoms. See interview log for further details.\n\n\n\n\n\n\nInterviewed:\n D-39320\n\n\nInterviewer:\n Dr. Calixto Narváez\n\n\nForeword:\n Subject is to be administered an ink blot test; one had been performed prior to exposure to SCP-2737, the results not unusual, if somewhat suggestive of a lack of creativity.\n\n\n\n\n<Begin Log>\n\n\nDr. Narváez:\n What do you see? [holding an ink blot card]\n\n\nD-39320:\n A corpse.\n4\n\n\nDr. Narváez:\n Again. [holding a second ink blot card]\n\n\nD-39320:\n Their face.\n\n\nDr. Nelson:\n Whose face do you see?\n\n\nD-39320:\n It hurts to look. [closes eyes] And I still see them. I feel the knife enter. It's cold. I remember holding the hilt. I never knew how cold it was on the other side.\n\n\nDr. Narváez:\n You were convicted of homicide. Was this your victim?\n\n\nD-39320:\n Yeah. Don't know why I did it. Felt right at the time. Felt justified. But it's worse than that. Death is ugly. I don't remember it being this ugly. I see all of 'em. I see ma and pa. My sister Jill. They're all dead. I used to be glad they got a clean death but there ain't such thing. Can't go back to fix things. Can't make it right. I shoulda made it better for 'em. Ease that pain. Make 'em proud.\n\n\nDr. Narváez:\n No one lives forever. Everyone dies eventually.\n\n\nD-39320:\n It ain't right. [weeps] I felt nothing then. Couldn't see 'em. Not like now.\n\n\nDr. Narváez:\n Couldn't see? How do you mean?\n\n\nD-39320:\n Take a walk anywhere. Bound to step on some bugs along the way. Didn't kill 'em outta hate. Just never saw 'em. Never cared to look. Yeah. Was careless. Broke too many hearts. Ya think I got time?\n\n\nDr. Narváez:\n Time for what?\n\n\nD-39320:\n Things fall apart. This time I wanna pick up the pieces. Got a brother in Arizona. Haven't spoken in nine years. Ya think I could make things right?\n\n\nDr. Narváez:\n I can't answer that. But there is always time.\n\n\nD-39320:\n No there ain't, doc. No there ain't.\n\n\n\n\n<End Log>\n\n\n\n\nTest 44 - 04/08/1983\n\n\n\n\nSubject:\n Dr. Jing Yi\n\n\nProcedure:\n Subject is exposed to SCP-2737. Testing for differences in symptoms for those aware of the anomaly and who have undergone anti-memetic training.\n\n\nResults:\n Subject begins to cry but shows more restraint than others. Subject is asked a series of questions in order to gauge possible changes in personality.\n\n\nAnalysis:\n Symptoms manifest in a more serious manner. See interview log for further details.\n\n\n\n\n\n\nInterviewed:\n Dr. Jing Yi\n\n\nInterviewer:\n Dr. Albert Cronenberg\n\n\nForeword:\n Subject is to be administered an ink blot test; one had been performed prior to exposure to SCP-2737, results considered normal for Foundation personnel. Dr. Narváez was unable to conduct the experiment due to illness and Dr. Cronenberg served as a replacement.\n\n\n\n\n<Begin Log>\n\n\nDr. Cronenberg:\n Tell me what you see. [holding an ink blot card]\n\n\nDr. Yi:\n I see a callous man.\n\n\nDr. Cronenberg\n I… I see. Now, what…\n\n\nDr. Yi:\n I feel them, you know. Every single one of them.\n\n\nDr. Cronenberg:\n Please, specify…\n\n\nDr. Yi:\n [interrupts] Just following orders, right? Just fresh materials to work with. How many did you tear open to find what you needed?\n\n\nDr. Cronenberg:\n This interview is over. Refrain or I will call security.\n\n\nDr. Yi:\n How many did you kill? You wretched fuck! You took them apart - piece by piece! What were you hoping to find through their suffering? I hope you die, Cronenberg - just like all your guinea pigs, I hope you get torn apart.\n\n\n<End Log>\n\n\nClosing Statement:\n Subject was administered amnestics and no longer recalls the test or his outburst. This remains the only instance where an SCP-2737-infected subject displayed aggression. Even subjects with a history of violence were normally pacified by SCP-2737 exposure.\n\n\n\n\nTest 50 - 06/15/1983\n\n\n\n\nSubject:\n Dr. Calixto Narváez\n\n\nProcedure:\n Short term amnestics were applied prior to subject's exposure to SCP-2737. Subject has extensive anti-memetic training.\n\n\nResults:\n Subject's lips begin to tremble. Ink blot cards, while not revealing obvious changes in personality, do result in a singular preoccupation with death.\n\n\nAnalysis:\n See interview log for further details.\n\n\n\n\n\n\nInterviewed:\n Dr. Calixto Narváez\n\n\nInterviewer:\n Dr. Jing Yi\n\n\nForeword:\n Subject is to be administered an ink blot test; one had been performed prior to exposure to SCP-2737, the results considered normal for Foundation personnel. Memories associated with SCP-2737 have been repressed.\n\n\n\n\n<Begin Log>\n\n\nDr. Narváez:\n Please begin, Jing. I'm as ready as I'll ever be.\n\n\nDr. Yi:\n There is a dead lamprey in that jar. [points to SCP-2737's container] Please take a moment to observe it.\n\n\nDr. Narváez:\n I'll take your word for it.\n\n\nDr. Yi:\n What do you see? [holds up an ink blot card]\n\n\nDr. Narváez:\n An ancient castle.\n\n\nDr. Yi:\n [holds up a second ink blot card]\n\n\nDr. Narváez:\n A swamp in the dead of winter.\n\n\nDr. Yi:\n [holds up a third ink blot card]\n\n\nDr. Narváez:\n I… I remember when I was still of faith, telling myself that everything happened for a reason. That tragedies were there to teach us - to make us better people. There are terrible things that go unknown, from which no lesson can be learned. A child, abandoned in a well and never to be found. A vagrant, without friend or family, sunk beneath a mire. Death is not a friend.\n\n\nAnd just like that, I'm there again. I don't want to remember this. I've done everything to avoid going back there.\n\n\nHe's dead. He'll always be dead. My father. I remember him vividly. His will was great - his sickness greater. The doctors would amputate - butchering him in a vain effort to save the whole. A foot, a hand, no success. Arms and legs, still it spread. His eyes, his tongue - they took them too.\n\n\nI told him the stories he had once taught me, wishing he could understand my words. I prayed over his jaundiced body - invoking every saint I could recall, and a few I likely made up. Was he conscious? I don't know. He moved, sometimes screamed, seemingly trapped in a nightmare. The room was filled with bedpans of shit and piss and blood. They injected him with opiates – enough to numb reality. I didn't want him to suffer, but I wish… I wish I could have spoken to him one last time. We never had a chance to say goodbye.\n\n\nIn my effort to forget those months of horror, I lost the pleasant as well. Erasing him from my mind. I remember trips to the beach. Our visits to the Alhambra. A night filled with warmth and old tales. And, while his illness was weak, my first sip of wine.\n\n\nI will be forced to forget this. I'll return to my refusal to remember him. But it was worth it. So worth it. [begins to cry more profusely, smiling] Protocol - my old enemy, we meet again - but I've never hated you as much as I do now. [chuckles while still crying]\n\n\n<End Log>\n\n\nClosing Statement:\n Subject was administered amnestics and no longer recalls the experiment.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum\n\n\n\n\n ACCESS GRANTED\n\n\n\n\nIn 1991, the outer portion of SCP-2737's container was scanned. Image retrieval software revealed faint markings suggestive of an inscription. Further analysis resulted in the discovery of a quote from Plutarch's \nOn the Intelligence of Animals\n. Translated from Latin, it reads:\n\n\n\n\n\"So, when Domitius said to Crassus the orator, Did not you weep for the death of the lamprey you kept in your fish pond? – Did not you, said Crassus to him again, bury three wives without ever shedding a tear?\"\n\n\n\n\n\n\n\n\n\n\n\n\n+ A Statement from Dr. Calixto Narváez: 11/29/2010\n\n\n\n\n ACCESS GRANTED\n\n\n\n\n\n\nIf you are reading this, then your treatment has already begun. The inoculation merely delayed the memetic agent, allowing you read this document and be better prepared for the experience. SCP-2737 exposure has been shown to outperform psychotherapy and medication in the alleviation of post-traumatic stress disorder, major depressive disorder, secondary traumatic stress, and generalized anxiety disorder. Through decades of research we have fine tuned the therapeutic process. By the end of this session you will likely feel as though a burden has been lifted, with no recollection of this document and its associated experience.\n\n\nThere is an undeserved stigma associated with mental health and its management. Through SCP-2737 treatment you will not be judged, analyzed, and no one will tell you how to live your life. Think to yourself or speak out loud - a lamprey that died 2,000 years ago makes for a surprisingly sympathetic listener.\n\n\nToday you will cry. You will mourn. You will remember all you have ever lost.\n\n\nAnd through this, you will begin to heal.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Testing has suggested this to be the only consistent effect.\n\n\n2\n. Fear of death.\n\n\n3\n. The attempt to answer the question of why a good God permits the manifestation of evil.\n\n\n4\n. Not considered an unusual answer due to the subject's exposure to a deceased organism moments earlier.\n\n\n\n\n\n\n\n\n« \nSCP-2736\n | SCP-2737 | \nSCP-2738\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Subject: D-39091 - Subject is an Asian female, age 23. Subject has a history of petty theft and drug abuse. Procedure: Subject was shown SCP-2737's container. Results: No change in personality. Analysis: The anomaly appears to be rooted with the contents of the jar, not the jar itself.",
        "Subject: D-39091 Procedure: Subject requested to look inside SCP-2737's container. Results: Subject complied; states that SCP-2737 appears to be \"just a dead fish\". Approximately 5 minutes later, subject begins to weep. Subject is asked a series of questions in order to gauge possible changes in personality. Subject is upset with a \"lack of time\" and claims they have squandered their youth. Subject displays increasing anxiety on the subject of death, despite their young age and the lack of death related questions asked. Analysis: The dead lamprey is most certainly the vector of the cognitohazard. More extensive research is required. The jar is entirely non-anomalous.",
        "Subject: D-39211 Procedure: Subject is given a piece of paper with the sentence \"The lamprey is dead\" written upon it. Writer is aware of SCP-2737. Results: Subject initially appears confused but proceeds to weep. Subject is asked what they are currently thinking about. Subject describes the loss of their father at a young age and how they were never properly mourned. Analysis: SCP-2737 is proven to be both a cognitohazard and memetic.",
        "Subject: D-39214 Procedure: Subject is given a piece of paper with the sentence \"The lamprey is dead\" written upon it. Writer is unaware of SCP-2737. Results: Subject fails to display an anomalous reaction. Analysis: The reference to SCP-2737 must be intentional to trigger a memetic effect.",
        "Subject: D-39320 - Subject is a Caucasian female, age 44. Subject had been convicted of homicide. Procedure: Subject is exposed to SCP-2737. Results: Subject began to weep. Subject is asked a series of questions in order to gauge possible changes in personality. Analysis: Subject displays unusual insights on issues related to developed symptoms. See interview log for further details.",
        "Interviewed: D-39320 Interviewer: Dr. Calixto Narváez Foreword: Subject is to be administered an ink blot test; one had been performed prior to exposure to SCP-2737, the results not unusual, if somewhat suggestive of a lack of creativity. <Begin Log> Dr. Narváez: What do you see? [holding an ink blot card] D-39320: A corpse. 4 Dr. Narváez: Again. [holding a second ink blot card] D-39320: Their face. Dr. Nelson: Whose face do you see? D-39320: It hurts to look. [closes eyes] And I still see them. I feel the knife enter. It's cold. I remember holding the hilt. I never knew how cold it was on the other side. Dr. Narváez: You were convicted of homicide. Was this your victim? D-39320: Yeah. Don't know why I did it. Felt right at the time. Felt justified. But it's worse than that. Death is ugly. I don't remember it being this ugly. I see all of 'em. I see ma and pa. My sister Jill. They're all dead. I used to be glad they got a clean death but there ain't such thing. Can't go back to fix things. Can't make it right. I shoulda made it better for 'em. Ease that pain. Make 'em proud. Dr. Narváez: No one lives forever. Everyone dies eventually. D-39320: It ain't right. [weeps] I felt nothing then. Couldn't see 'em. Not like now. Dr. Narváez: Couldn't see? How do you mean? D-39320: Take a walk anywhere. Bound to step on some bugs along the way. Didn't kill 'em outta hate. Just never saw 'em. Never cared to look. Yeah. Was careless. Broke too many hearts. Ya think I got time? Dr. Narváez: Time for what? D-39320: Things fall apart. This time I wanna pick up the pieces. Got a brother in Arizona. Haven't spoken in nine years. Ya think I could make things right? Dr. Narváez: I can't answer that. But there is always time. D-39320: No there ain't, doc. No there ain't. <End Log>",
        "Subject: Dr. Jing Yi Procedure: Subject is exposed to SCP-2737. Testing for differences in symptoms for those aware of the anomaly and who have undergone anti-memetic training. Results: Subject begins to cry but shows more restraint than others. Subject is asked a series of questions in order to gauge possible changes in personality. Analysis: Symptoms manifest in a more serious manner. See interview log for further details.",
        "Interviewed: Dr. Jing Yi Interviewer: Dr. Albert Cronenberg Foreword: Subject is to be administered an ink blot test; one had been performed prior to exposure to SCP-2737, results considered normal for Foundation personnel. Dr. Narváez was unable to conduct the experiment due to illness and Dr. Cronenberg served as a replacement. <Begin Log> Dr. Cronenberg: Tell me what you see. [holding an ink blot card] Dr. Yi: I see a callous man. Dr. Cronenberg I… I see. Now, what… Dr. Yi: I feel them, you know. Every single one of them. Dr. Cronenberg: Please, specify… Dr. Yi: [interrupts] Just following orders, right? Just fresh materials to work with. How many did you tear open to find what you needed? Dr. Cronenberg: This interview is over. Refrain or I will call security. Dr. Yi: How many did you kill? You wretched fuck! You took them apart - piece by piece! What were you hoping to find through their suffering? I hope you die, Cronenberg - just like all your guinea pigs, I hope you get torn apart. <End Log> Closing Statement: Subject was administered amnestics and no longer recalls the test or his outburst. This remains the only instance where an SCP-2737-infected subject displayed aggression. Even subjects with a history of violence were normally pacified by SCP-2737 exposure.",
        "Subject: Dr. Calixto Narváez Procedure: Short term amnestics were applied prior to subject's exposure to SCP-2737. Subject has extensive anti-memetic training. Results: Subject's lips begin to tremble. Ink blot cards, while not revealing obvious changes in personality, do result in a singular preoccupation with death. Analysis: See interview log for further details.",
        "Interviewed: Dr. Calixto Narváez Interviewer: Dr. Jing Yi Foreword: Subject is to be administered an ink blot test; one had been performed prior to exposure to SCP-2737, the results considered normal for Foundation personnel. Memories associated with SCP-2737 have been repressed. <Begin Log> Dr. Narváez: Please begin, Jing. I'm as ready as I'll ever be. Dr. Yi: There is a dead lamprey in that jar. [points to SCP-2737's container] Please take a moment to observe it. Dr. Narváez: I'll take your word for it. Dr. Yi: What do you see? [holds up an ink blot card] Dr. Narváez: An ancient castle. Dr. Yi: [holds up a second ink blot card] Dr. Narváez: A swamp in the dead of winter. Dr. Yi: [holds up a third ink blot card] Dr. Narváez: I… I remember when I was still of faith, telling myself that everything happened for a reason. That tragedies were there to teach us - to make us better people. There are terrible things that go unknown, from which no lesson can be learned. A child, abandoned in a well and never to be found. A vagrant, without friend or family, sunk beneath a mire. Death is not a friend. And just like that, I'm there again. I don't want to remember this. I've done everything to avoid going back there. He's dead. He'll always be dead. My father. I remember him vividly. His will was great - his sickness greater. The doctors would amputate - butchering him in a vain effort to save the whole. A foot, a hand, no success. Arms and legs, still it spread. His eyes, his tongue - they took them too. I told him the stories he had once taught me, wishing he could understand my words. I prayed over his jaundiced body - invoking every saint I could recall, and a few I likely made up. Was he conscious? I don't know. He moved, sometimes screamed, seemingly trapped in a nightmare. The room was filled with bedpans of shit and piss and blood. They injected him with opiates – enough to numb reality. I didn't want him to suffer, but I wish… I wish I could have spoken to him one last time. We never had a chance to say goodbye. In my effort to forget those months of horror, I lost the pleasant as well. Erasing him from my mind. I remember trips to the beach. Our visits to the Alhambra. A night filled with warmth and old tales. And, while his illness was weak, my first sip of wine. I will be forced to forget this. I'll return to my refusal to remember him. But it was worth it. So worth it. [begins to cry more profusely, smiling] Protocol - my old enemy, we meet again - but I've never hated you as much as I do now. [chuckles while still crying] <End Log> Closing Statement: Subject was administered amnestics and no longer recalls the experiment.",
        "\"So, when Domitius said to Crassus the orator, Did not you weep for the death of the lamprey you kept in your fish pond? – Did not you, said Crassus to him again, bury three wives without ever shedding a tear?\"",
        "If you are reading this, then your treatment has already begun. The inoculation merely delayed the memetic agent, allowing you read this document and be better prepared for the experience. SCP-2737 exposure has been shown to outperform psychotherapy and medication in the alleviation of post-traumatic stress disorder, major depressive disorder, secondary traumatic stress, and generalized anxiety disorder. Through decades of research we have fine tuned the therapeutic process. By the end of this session you will likely feel as though a burden has been lifted, with no recollection of this document and its associated experience. There is an undeserved stigma associated with mental health and its management. Through SCP-2737 treatment you will not be judged, analyzed, and no one will tell you how to live your life. Think to yourself or speak out loud - a lamprey that died 2,000 years ago makes for a surprisingly sympathetic listener. Today you will cry. You will mourn. You will remember all you have ever lost. And through this, you will begin to heal."
    ],
    "item": "SCP-2737",
    "object_class": "Safe",
    "containment_procedures": "Personnel working with SCP-2737 must undergo weekly counter-memetic training. Anti-memetic agents are to be employed before and after exposure to SCP-2737. Infected personnel and test subjects are to be treated with amnestics. Formerly infected individuals are to be monitored for signs of possible relapse.",
    "description": "SCP-2737 is a dead lamprey. Despite its deceased status, SCP-2737 does not undergo decay. The urn containing SCP-2737 has been dated to approximately 100 CE and appears to be of Roman design. Awareness of the existence of SCP-2737 triggers a memetic infection.",
    "title": "SCP-2737"
}