{
    "url": "https://scp-wiki.wikidot.com/scp-2739",
    "all_text": "rating: \n+143\n+\n–\nx\n\n\nItem #:\n SCP-2739\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n The apartment building containing SCP-2739 has been purchased by a Foundation front company; the wing of the building containing SCP-2739 is currently being used as a dormitory/safehouse for operatives working within the city of ███████, ██. The head researcher of the SCP-2739 project is to be permanently housed within this dormitory to minimize suspicion from the local populace. The remainder of the building is being operated as a normal apartment complex to generate revenue for local Foundation operations. Excluding the possibility of a security breach (to which standard rules apply), no other containment is necessary.\n\n\nDescription:\n SCP-2739 is a dimensional anomaly located within apartment 437 C of the ████ ██ ██████████ apartment complex in ██████, ██, United States. The interior of SCP-2739 is much larger than the exterior of the apartment should allow (approximately 300 square meters of space within a single-room apartment). The interior of SCP-2739 is stable; no changes in internal dimensions have been recorded.\n\n\nSCP-2739's apparent function is as an art gallery for several anomalous and non-anomalous artworks centered around ███ ███████\n1\n, a former tenant of apartment 437 C and brother of the last known tenant, █████ ███████\n2\n. Artworks contained within are referred to as SCP-2739-1 instances in this and all peripheral documentation; see addenda for an abridged list of notable instances.\n\n\nRecovery:\n On 13 October, ████, a social worker with the ██████, ██ city government visited the apartment for a wellness check on PoI-2739/02 and instead discovered SCP-2739, calling emergency services shortly thereafter. An embedded agent within a ██████, ██ emergency response agency contacted their handler and attempted to contain the situation. Backup arrived and carried out information blackout procedures before SCP-2739 could gain media attention.\n\n\nAddendum: Abridged Person of Interest File #2739/01:\n\n\n\n\nLegal Name:\n ███ ███████\n\n\nAliases used:\n None\n\n\nAssociated Groups of Interest:\n None\n\n\nReason for monitoring:\n PoI is the subject of an anomalous artwork seemingly intended to be publicly visible.\n\n\nCourse of Action:\n Monitor known and suspected points of contact, carry out information control measures if necessary.\n\n\nPriority:\n Low\n\n\nStatus:\n PoI is deceased, interred in the ██████, ██ city public graveyard\n\n\nBackground Information:\n PoI-2739/01 was born ██/██/████ to parents [REDACTED; ETHICS COMMITTEE CLEARANCE REQUIRED] in the city of ██████, ██. PoI attended ██████, ██ public schools but was noteworthy for poor performance and sporadic attendance. PoI-2739/01 spent the majority of his childhood in severe poverty and associated primarily with individuals in similar economic dispositions. PoI graduated from ██████ High School in Spring of ████.\n\n\nOn ██/██/████\n3\n, Magistrate Judge █████ ███████ presented PoI with an opportunity to have his criminal records expunged if PoI agreed to enlist in the United States armed services. PoI-2739/01 conceded, subsequently enlisting in the United States Navy as a Hospital Corpsman. Full service records of PoI-2739/01 are available with full PoI-2739/01 documentation.\n\n\nPoI-2739/01 was dishonorably discharged from service on ██/██/████, with command staff citing PoI-2739/01's continual alcohol and drug-related incidents and general failure to effectively perform his duties. PoI-2739/01 was unable to find employment following discharge from service and subsequently spent an unknown amount of time homeless. Legal records from ████ to ████ indicate multiple citations against PoI-2739/01 for vagrancy and similar offenses.\n\n\nOn ██/██/████, PoI-2739/01 was able to successfully find gainful employment and permanent residence within the ████ ██ ██████████ apartment complex. Medical records indicate PoI-2739/01 sought treatment for addiction withdrawal symptoms at this time, using government-funded programs to fund this treatment.\n\n\nOn ██/██/████, a social worker with the ██████, ██ city government visited PoI-2739/01's apartment for a wellness check and discovered him deceased; mortuary records cite cause of death as a self-inflicted gunshot wound to the chest and a severe heroin overdose. As PoI-2739/01 did not have life insurance and no funds could be secured for a funeral service, PoI-2739/01 was buried in a public, unmarked mass grave in the ██████, ██ city public graveyard.\n\n\nPoI-2739/02 took over the lease agreement for PoI-2739/01's apartment shortly following his death, one year before the discovery of SCP-2739.\n\n\n\n\nAddendum: Abridged Person of Interest File #2739/02:\n\n\n\n\nLegal Name:\n █████ ███████\n\n\nAliases used:\n None\n\n\nAssociated Groups of Interest:\n None\n\n\nReason for monitoring:\n PoI is the suspected creator of an anomalous artwork seemingly intended to be publicly visible.\n\n\nCourse of Action:\n Monitor known and suspected points of contact, carry out information control measures if necessary. Detain if possible.\n\n\nPriority:\n Low\n\n\nStatus:\n Unknown, last seen before the discovery of SCP-2739.\n\n\nBackground Information:\n PoI-2739/02 was born ██/██/████ to parents [REDACTED; ETHICS COMMITTEE CLEARANCE REQUIRED] in the city of ██████, ██. PoI attended ██████, ██ public schools and was noted by instructors for perceived artistic talent and creativity. PoI-2739/02 primarily associated with individuals of similar artistic interests in her youth.\n\n\nPoI-2739/02 graduated ██████ High School in the winter of ████, beginning her first semester in the ██ State University Visual Arts Program on a full scholarship the following spring. However, PoI-2739/02 dropped out of the program in mid-October ████, her second semester. The whereabouts of PoI-2739/02 for the subsequent three years is unknown.\n\n\nIn April of ████, PoI-2739/02 returned to her hometown of ██████, ██, found employment at a local fast-food restaurant, and took up co-residence with a former acquaintance. No direct or indirect associations with known persons or groups of interest is known from this period until PoI-2739/01's death and PoI-2739/02's subsequent disappearance.\n\n\n\n\nAddendum: Abridged List of SCP-2739-1 Instances:\n\n\nThis list is incomplete; a complete list may be accessed by individuals with Level 3/2739 clearance.\n\n\nSCP-2739-1/001:\n\n\n\n\nDescription:\n Item is a theater with seating for 20 persons. Theater constantly displays a performance visually resembling a shadow play on an 8-minute loop on a 2.5 by 2.5 meter screen. No shadow-casting objects or light-projecting media have been discovered within the theater. Performance depicts a family of two adults and six children, focusing strongly on the youngest male (denoted by subject's short stature compared to the rest of the family; subsequently referred to as \"subject\") as he reaches adulthood. Majority of the scenes appear idyllic. However, there are several scenes featuring sexual and physical abuse, fights between the subject and individuals outside the family, and scenes depicting substance abuse. Performance concludes with subject speaking before what appears to be a judge.\n\n\nNotes:\n A strong smell of tobacco smoke and alcohol has been noted by personnel entering the theater, despite no apparent source.\n\n\n\n\nSCP-2739-1/072:\n\n\n\n\nDescription:\n Item is a Purple Heart\n4\n inside of a plexiglass display case. Object is encrusted with soil. Individuals coming within approximately 2 meters of the object experience faint auditory hallucinations reminiscent of combat. Subjects who directly touch the display case experience visual hallucinations corresponding to the auditory hallucinations. In most subjects, hallucinations are a 3-minute loop of a battlefield scene focusing on a field medic working on a friendly soldier suffering from explosive-induced amputation of three limbs.\n\n\nNotes:\n Personnel conducting explorations of SCP-2739 are discouraged from physically touching SCP-2739-1/072\n\n\n\n\nSCP-2739-1/104:\n\n\n\n\nDescription:\n Item appears to sequentially alternate (in order) between a bottle of unidentified liquor, a bottle of unidentified prescription-strength pills, and a copy of PoI-2739/01's Department of Defense Form 214\n5\n. Item is within a plexiglass display case and changes appearance whenever unobserved; if observed by a video camera, the change will occur instantaneously between frames.\n\n\nNotes:\n Personnel observing the object near-universally describe it initially as \"an exit,\" despite its (inconstant) physical appearance.\n\n\n\n\nSCP-2739-01/137:\n\n\n\n\nDescription:\n Item is a pair of handcuffs of the same model as those issued to the ██████, ██ Police Department from ████ to ████ and a hypodermic needle within a plexiglass display case. When directly observed by a human being, the handcuffs appear unlocked and the needle appears to be capped and sealed in a sterilized pouch, but when recorded with digital and film photography, the handcuffs appear locked and the needle appears to be broken.\n\n\nNotes:\n A plaque is fixed to the display case that reads: \"Chains.\" This is presumably the title of the piece.\n\n\n\n\nSCP-2739-01/203:\n\n\n\n\nDescription:\n Item is a replica of the original apartment SCP-2739 exists within. Interior is dirty, with large amount of detritus and spoiled food items on the floor and on other surfaces. An animate, life-size replica of PoI-2739/01 sits on a soiled mattress in the corner of the room. There is a small television in the kitchen area. Television and PoI-2739/01 follow a closed loop of actions. Loop is as follows:\n\n\n\n\nObject will rise from a supine position to a seated position and tighten an improvised tourniquet around its left arm above the elbow. Television will display a blurred color image of a sexual assault; victim appears to be PoI-2739/01 as a child.\n\n\nObject will locate a hypodermic needle on the mattress and inject itself on the left arm between the wrist and elbow.\n\n\nObject will begin sobbing quietly and speaking, then set the needle on the mattress. Television will switch to an image of PoI-2739/01 handing a small plastic bag with indeterminate contents to another person. Scene appears to take place at ██████ High School.\n\n\nObject will reach for a Glock 17 9-millimeter pistol to its right, between the mattress and the wall. Television will display PoI-2739/01 standing before a judge in a courtroom.\n\n\nObject will remove the magazine from the firearm and check to see if the magazine contains ammunition, then reload and charge the firearm. Television will display what appears to be PoI-2739/01 in silhouette walking away from a door labelled \"Chaplain's Office.\"\n\n\nObject will conclude its speech, point the firearm at itself at roughly the center of the sternum, and fire, dropping to the supine position. Television will display a short video of PoI-2739/01 sitting at the table within the apartment, seemingly composing a letter before cutting to static as the loop concludes.\n\n\n\n\nAs the loop continues, objects disturbed by the loop will return to their default position. Removed objects return to their starting position through unknown means at the conclusion of each loop. The loop will carry on even if objects central to the loop are not present. Viscera generated by the final act of the loop disappears as the next loop continues.\n\n\nNotes:\n This piece is the furthest from the entrance to SCP-2739 and is listed as \"last\" in this and all supplemental documentation. Documents recovered from the home of PoI-2739/02 indicate that the speech is derived from contents of a suicide letter left by PoI-2739/01.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Hereafter referred to as PoI-2739/01; see addenda\n\n\n2\n. Hereafter referred to as PoI-2739/02; see addenda\n\n\n3\n. Two months following PoI-2739/01's graduation from high school\n\n\n4\n. An award issued by the United States Armed Services to persons wounded or killed in combat\n\n\n5\n. Paperwork issued upon dismissal from United States military service\n\n\n\n\n\n\n\n\n« \nSCP-2738\n | SCP-2739 | \nSCP-2740\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2739\n\" by Agent MacLeod, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2739\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Abridged Person of Interest File #2739/01:",
        "Addendum: Abridged Person of Interest File #2739/02:",
        "Addendum: Abridged List of SCP-2739-1 Instances:\nThis list is incomplete; a complete list may be accessed by individuals with Level 3/2739 clearance."
    ],
    "documents": [],
    "notes": [
        "Legal Name: ███ ███████ Aliases used: None Associated Groups of Interest: None Reason for monitoring: PoI is the subject of an anomalous artwork seemingly intended to be publicly visible. Course of Action: Monitor known and suspected points of contact, carry out information control measures if necessary. Priority: Low Status: PoI is deceased, interred in the ██████, ██ city public graveyard Background Information: PoI-2739/01 was born ██/██/████ to parents [REDACTED; ETHICS COMMITTEE CLEARANCE REQUIRED] in the city of ██████, ██. PoI attended ██████, ██ public schools but was noteworthy for poor performance and sporadic attendance. PoI-2739/01 spent the majority of his childhood in severe poverty and associated primarily with individuals in similar economic dispositions. PoI graduated from ██████ High School in Spring of ████. On ██/██/████ 3 , Magistrate Judge █████ ███████ presented PoI with an opportunity to have his criminal records expunged if PoI agreed to enlist in the United States armed services. PoI-2739/01 conceded, subsequently enlisting in the United States Navy as a Hospital Corpsman. Full service records of PoI-2739/01 are available with full PoI-2739/01 documentation. PoI-2739/01 was dishonorably discharged from service on ██/██/████, with command staff citing PoI-2739/01's continual alcohol and drug-related incidents and general failure to effectively perform his duties. PoI-2739/01 was unable to find employment following discharge from service and subsequently spent an unknown amount of time homeless. Legal records from ████ to ████ indicate multiple citations against PoI-2739/01 for vagrancy and similar offenses. On ██/██/████, PoI-2739/01 was able to successfully find gainful employment and permanent residence within the ████ ██ ██████████ apartment complex. Medical records indicate PoI-2739/01 sought treatment for addiction withdrawal symptoms at this time, using government-funded programs to fund this treatment. On ██/██/████, a social worker with the ██████, ██ city government visited PoI-2739/01's apartment for a wellness check and discovered him deceased; mortuary records cite cause of death as a self-inflicted gunshot wound to the chest and a severe heroin overdose. As PoI-2739/01 did not have life insurance and no funds could be secured for a funeral service, PoI-2739/01 was buried in a public, unmarked mass grave in the ██████, ██ city public graveyard. PoI-2739/02 took over the lease agreement for PoI-2739/01's apartment shortly following his death, one year before the discovery of SCP-2739.",
        "Legal Name: █████ ███████ Aliases used: None Associated Groups of Interest: None Reason for monitoring: PoI is the suspected creator of an anomalous artwork seemingly intended to be publicly visible. Course of Action: Monitor known and suspected points of contact, carry out information control measures if necessary. Detain if possible. Priority: Low Status: Unknown, last seen before the discovery of SCP-2739. Background Information: PoI-2739/02 was born ██/██/████ to parents [REDACTED; ETHICS COMMITTEE CLEARANCE REQUIRED] in the city of ██████, ██. PoI attended ██████, ██ public schools and was noted by instructors for perceived artistic talent and creativity. PoI-2739/02 primarily associated with individuals of similar artistic interests in her youth. PoI-2739/02 graduated ██████ High School in the winter of ████, beginning her first semester in the ██ State University Visual Arts Program on a full scholarship the following spring. However, PoI-2739/02 dropped out of the program in mid-October ████, her second semester. The whereabouts of PoI-2739/02 for the subsequent three years is unknown. In April of ████, PoI-2739/02 returned to her hometown of ██████, ██, found employment at a local fast-food restaurant, and took up co-residence with a former acquaintance. No direct or indirect associations with known persons or groups of interest is known from this period until PoI-2739/01's death and PoI-2739/02's subsequent disappearance.",
        "Description: Item is a theater with seating for 20 persons. Theater constantly displays a performance visually resembling a shadow play on an 8-minute loop on a 2.5 by 2.5 meter screen. No shadow-casting objects or light-projecting media have been discovered within the theater. Performance depicts a family of two adults and six children, focusing strongly on the youngest male (denoted by subject's short stature compared to the rest of the family; subsequently referred to as \"subject\") as he reaches adulthood. Majority of the scenes appear idyllic. However, there are several scenes featuring sexual and physical abuse, fights between the subject and individuals outside the family, and scenes depicting substance abuse. Performance concludes with subject speaking before what appears to be a judge. Notes: A strong smell of tobacco smoke and alcohol has been noted by personnel entering the theater, despite no apparent source.",
        "Description: Item is a Purple Heart 4 inside of a plexiglass display case. Object is encrusted with soil. Individuals coming within approximately 2 meters of the object experience faint auditory hallucinations reminiscent of combat. Subjects who directly touch the display case experience visual hallucinations corresponding to the auditory hallucinations. In most subjects, hallucinations are a 3-minute loop of a battlefield scene focusing on a field medic working on a friendly soldier suffering from explosive-induced amputation of three limbs. Notes: Personnel conducting explorations of SCP-2739 are discouraged from physically touching SCP-2739-1/072",
        "Description: Item appears to sequentially alternate (in order) between a bottle of unidentified liquor, a bottle of unidentified prescription-strength pills, and a copy of PoI-2739/01's Department of Defense Form 214 5 . Item is within a plexiglass display case and changes appearance whenever unobserved; if observed by a video camera, the change will occur instantaneously between frames. Notes: Personnel observing the object near-universally describe it initially as \"an exit,\" despite its (inconstant) physical appearance.",
        "Description: Item is a pair of handcuffs of the same model as those issued to the ██████, ██ Police Department from ████ to ████ and a hypodermic needle within a plexiglass display case. When directly observed by a human being, the handcuffs appear unlocked and the needle appears to be capped and sealed in a sterilized pouch, but when recorded with digital and film photography, the handcuffs appear locked and the needle appears to be broken. Notes: A plaque is fixed to the display case that reads: \"Chains.\" This is presumably the title of the piece.",
        "Description: Item is a replica of the original apartment SCP-2739 exists within. Interior is dirty, with large amount of detritus and spoiled food items on the floor and on other surfaces. An animate, life-size replica of PoI-2739/01 sits on a soiled mattress in the corner of the room. There is a small television in the kitchen area. Television and PoI-2739/01 follow a closed loop of actions. Loop is as follows: Object will rise from a supine position to a seated position and tighten an improvised tourniquet around its left arm above the elbow. Television will display a blurred color image of a sexual assault; victim appears to be PoI-2739/01 as a child. Object will locate a hypodermic needle on the mattress and inject itself on the left arm between the wrist and elbow. Object will begin sobbing quietly and speaking, then set the needle on the mattress. Television will switch to an image of PoI-2739/01 handing a small plastic bag with indeterminate contents to another person. Scene appears to take place at ██████ High School. Object will reach for a Glock 17 9-millimeter pistol to its right, between the mattress and the wall. Television will display PoI-2739/01 standing before a judge in a courtroom. Object will remove the magazine from the firearm and check to see if the magazine contains ammunition, then reload and charge the firearm. Television will display what appears to be PoI-2739/01 in silhouette walking away from a door labelled \"Chaplain's Office.\" Object will conclude its speech, point the firearm at itself at roughly the center of the sternum, and fire, dropping to the supine position. Television will display a short video of PoI-2739/01 sitting at the table within the apartment, seemingly composing a letter before cutting to static as the loop concludes. As the loop continues, objects disturbed by the loop will return to their default position. Removed objects return to their starting position through unknown means at the conclusion of each loop. The loop will carry on even if objects central to the loop are not present. Viscera generated by the final act of the loop disappears as the next loop continues. Notes: This piece is the furthest from the entrance to SCP-2739 and is listed as \"last\" in this and all supplemental documentation. Documents recovered from the home of PoI-2739/02 indicate that the speech is derived from contents of a suicide letter left by PoI-2739/01.",
        "\" SCP-2739 \" by Agent MacLeod, from the SCP Wiki . Source: https://scpwiki.com/scp-2739 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2739",
    "object_class": "Safe",
    "containment_procedures": "The apartment building containing SCP-2739 has been purchased by a Foundation front company; the wing of the building containing SCP-2739 is currently being used as a dormitory/safehouse for operatives working within the city of ███████, ██. The head researcher of the SCP-2739 project is to be permanently housed within this dormitory to minimize suspicion from the local populace. The remainder of the building is being operated as a normal apartment complex to generate revenue for local Foundation operations. Excluding the possibility of a security breach (to which standard rules apply), no other containment is necessary.",
    "description": "Item is a replica of the original apartment SCP-2739 exists within. Interior is dirty, with large amount of detritus and spoiled food items on the floor and on other surfaces. An animate, life-size replica of PoI-2739/01 sits on a soiled mattress in the corner of the room. There is a small television in the kitchen area. Television and PoI-2739/01 follow a closed loop of actions. Loop is as follows:",
    "title": "SCP-2739"
}