{
    "url": "https://scp-wiki.wikidot.com/scp-2741",
    "all_text": "rating: \n+172\n+\n–\nx\n\n\nItem #:\n SCP-2741\n\n\nObject Class:\n \nSafe\n Neutralized\n\n\nSpecial Containment Procedures:\n SCP-2741 is to be stored in a standard containment locker. Though its anomalous properties are presumed to be no longer extant, any personnel interacting with SCP-2741 should avoid inserting their hands into the device unless explicitly instructed otherwise.\n\n\nDescription:\n SCP-2741 is a crude wooden box, 40cm in height and width and 1m long. On either side of the box are two holes, labelled LEFT and RIGHT respectively, with rubber gloves fixed to the box inside; wearing the gloves reveals a large button by the fingers on each side. The top of the box is dominated by a plastic skull; in the mouth of the skull is a speaker, and behind it is a slot for a AA battery and an on/off switch.\n\n\n\n\nExperiment 2741-01\n\n\nSubject:\n D-582\n\n\nProcedure:\n D-582 was instructed to switch on SCP-2741. Upon activation, it began to speak:\n\n\n\n\nSCP-2741:\n “A HA HA HA HA! ARE YOU READY TO GET… SINISTER??”\n\n\nD-582:\n [expletive redacted]\n\n\nSCP-2741:\n “DON THE GAUNTLETS, PRESS THE BUTTONS WHEN READY, AND THINGS WILL BECOME TRULY… SINISTER!!”\n\n\n\n\nD-582 was instructed to place his hands inside SCP-2741 and press the buttons.\n\n\n\n\nSCP-2741:\n “YES… YES!! MY TASK IS COMPLETE. YOU HAVE BECOME… SINISTER!!”\n\n\n\n\nD-582 was instructed to remove his hands and switch off SCP-2741.\n\n\nResults:\n Within six hours of interaction with SCP-2741, D-582 reported the development of mild paresthesia in his right arm, and a sensation he identified as correspondingly pleasurable in his left arm. The symptoms dissipated within twelve hours, but motor skills testing revealed that D-582, formerly right-handed, had become left-handed.\n\n\n\n\nFurther experiments on right-handed D-class personnel confirmed the phenomenon.\n\n\n\n\nExperiment 2741-06\n\n\nSubject:\n D-831, left-handed.\n\n\nProcedure:\n The experiment proceeded as above until D-831 placed his hands inside SCP-2741 and pressed the buttons.\n\n\n\n\nSCP-2741:\n “MY WORD! YOU ARE ALREADY SO… SINISTER!!”\n\n\n\n\nThe experiment continued as before.\n\n\nResults:\n D-831 reported no symptoms, and testing revealed no change to his handedness or motor skills.\n\n\n\n\nTesting with other left-handed D-class personnel, including D-582, revealed no deviance from the formula above.\n\n\n\n\nExperiment 2741-12\n\n\nSubject:\n D-452, ambidextrous.\n\n\nProcedure:\n The experiment proceeded as above until D-452 placed his hands inside SCP-2741 and pressed the buttons.\n\n\n\n\nSCP-2741:\n “MY WORD- WORD- WORD- WORD- YES- YES- YES- Y- AAAAAA-”\n\n\n\n\nSCP-2741 then screamed continuously for 26 seconds until struck forcefully by Dr J███, at which point it fell silent. D-452 removed his hands from the device, and Dr J███ switched off the device.\n\n\nResults:\n D-452 reported mild paresthesia for the next sixteen hours, but testing revealed no change to his handedness or motor skills.\n\n\n\n\nFollowing this experiment, SCP-2741 no longer spoke when activated, and its anomalous properties were no longer apparent.\n\n\n\n\n\n\n« \nSCP-2740\n | SCP-2741 | \nSCP-2742\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2741\n\" by Freudian, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2741\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Experiment 2741-01 Subject: D-582 Procedure: D-582 was instructed to switch on SCP-2741. Upon activation, it began to speak: SCP-2741: “A HA HA HA HA! ARE YOU READY TO GET… SINISTER??” D-582: [expletive redacted] SCP-2741: “DON THE GAUNTLETS, PRESS THE BUTTONS WHEN READY, AND THINGS WILL BECOME TRULY… SINISTER!!” D-582 was instructed to place his hands inside SCP-2741 and press the buttons. SCP-2741: “YES… YES!! MY TASK IS COMPLETE. YOU HAVE BECOME… SINISTER!!” D-582 was instructed to remove his hands and switch off SCP-2741. Results: Within six hours of interaction with SCP-2741, D-582 reported the development of mild paresthesia in his right arm, and a sensation he identified as correspondingly pleasurable in his left arm. The symptoms dissipated within twelve hours, but motor skills testing revealed that D-582, formerly right-handed, had become left-handed.",
        "SCP-2741: “A HA HA HA HA! ARE YOU READY TO GET… SINISTER??” D-582: [expletive redacted] SCP-2741: “DON THE GAUNTLETS, PRESS THE BUTTONS WHEN READY, AND THINGS WILL BECOME TRULY… SINISTER!!”",
        "SCP-2741: “YES… YES!! MY TASK IS COMPLETE. YOU HAVE BECOME… SINISTER!!”",
        "Experiment 2741-06 Subject: D-831, left-handed. Procedure: The experiment proceeded as above until D-831 placed his hands inside SCP-2741 and pressed the buttons. SCP-2741: “MY WORD! YOU ARE ALREADY SO… SINISTER!!” The experiment continued as before. Results: D-831 reported no symptoms, and testing revealed no change to his handedness or motor skills.",
        "SCP-2741: “MY WORD! YOU ARE ALREADY SO… SINISTER!!”",
        "Experiment 2741-12 Subject: D-452, ambidextrous. Procedure: The experiment proceeded as above until D-452 placed his hands inside SCP-2741 and pressed the buttons. SCP-2741: “MY WORD- WORD- WORD- WORD- YES- YES- YES- Y- AAAAAA-” SCP-2741 then screamed continuously for 26 seconds until struck forcefully by Dr J███, at which point it fell silent. D-452 removed his hands from the device, and Dr J███ switched off the device. Results: D-452 reported mild paresthesia for the next sixteen hours, but testing revealed no change to his handedness or motor skills.",
        "SCP-2741: “MY WORD- WORD- WORD- WORD- YES- YES- YES- Y- AAAAAA-”",
        "\" SCP-2741 \" by Freudian, from the SCP Wiki . Source: https://scpwiki.com/scp-2741 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2741",
    "object_class": "Safe Neutralized",
    "containment_procedures": "SCP-2741 is to be stored in a standard containment locker. Though its anomalous properties are presumed to be no longer extant, any personnel interacting with SCP-2741 should avoid inserting their hands into the device unless explicitly instructed otherwise.",
    "description": "SCP-2741 is a crude wooden box, 40cm in height and width and 1m long. On either side of the box are two holes, labelled LEFT and RIGHT respectively, with rubber gloves fixed to the box inside; wearing the gloves reveals a large button by the fingers on each side. The top of the box is dominated by a plastic skull; in the mouth of the skull is a speaker, and behind it is a slot for a AA battery and an on/off switch.",
    "title": "SCP-2741"
}