{
    "url": "https://scp-wiki.wikidot.com/scp-2747",
    "all_text": "rating: \n+1162\n+\n–\nx\n\n\n\n\n\n\nThe cover of Radiohead's \nI/O\n, an instance of SCP-2747.\n\n\n\n\n\n\nItem #:\n SCP-2747\n\n\nObject Class:\n \nEuclid\n Keter\n\n\nThreat Level:\n \nGreen \n●\n Black ●\n\n\nSpecial Containment Procedures:\n Foundation watchdog algorithms are to monitor online and print media for mention of SCP-2747-positive keyphrases. All matches are to be tagged and forwarded to the Department of Analytics, which will provide further confirmation of SCP-2747 manifestation. In case of positive identification, all affected media are to be suitably corrected via standard Foundation media alteration protocols (912-A \"TWILIGHT ZONE\", 943-A \"POISONED WELL\").\n\n\n\n\nShow Observational Procedure LUCID CHALICE\n\n\n\n\nHide additional material\n\n\n\n\nControlled observation of SCP-2747 will take place using local computing resources to procedurally generate narratives at varying levels of complexity and nestedness. Simultaneously, descriptions of the narratives are to be generated using Foundation media-parsing analytic/meta-analytic software at varying degrees of abstraction. The results can then be examined for signs of SCP-2747 by periodically scanning for data irregularities. Any generated narrative containing such irregularities can then be flagged as an instance of SCP-2747, with its seed conditions subsequently tagged as SCP-2747-conducive. Given a large enough sample size, the boundary conditions of SCP-2747 can then be identified and mapped with a sufficient degree of clarity.\n\n\nFurthermore, a watchlist of 7,000 artists is to be maintained and observed at all times for localised signs of SCP-2747 manifestation in their respective works using the aforementioned analytic/meta-analytic software. In order to increase the observable resolution and range of deeply-nested metafictional manifestations, this watchlist should consist mainly of individuals, groups and organisations whose works tend toward containing metafictional content, such as \nmise-en-abymes\n and stories-within-stories. The sponsoring and/or covert influencing of such content creators can be sanctioned to that end.\n\n\nThe results of LUCID CHALICE will be documented within the current documentation as \nAppendix B\n.\n\n\n\n\nHide additional material\n\n\n\n\n\n\nDescription:\n SCP-2747 is a phenomenon appearing in print and online media whereby platforms dedicated to the discussion of works of fiction begin to mention a nonexistent instance of fictional media. Despite said nonexistence, articles, posts, comments, and other related metacontent created with regard to the nonexistent work of fiction will be found treating it as real. The nonexistent work of fiction can be mentioned by various individuals in varying capacities, ranging from brief mentions in forum posts to being the subject of entire academic essays.\n\n\nDescriptions, screenshots, photographs of physical copies, and brief segments of text from said work of fiction can often be discovered in SCP-2747-affected media. Descriptions of it are entirely consistent with each other, and it has proven possible to reconstruct whole segments of fictitious media via descriptions of it taken from SCP-2747-generated metacontent. A list of fictitious media generated by SCP-2747 has been appended below (see \nAppendix A\n).\n\n\nWhere possible, the affected material can be traced to existing individuals; however, when questioned under duress, said individuals invariably deny having written the affected material, and deny all existence of the fictitious media mentioned within.\n\n\nSCP-2747 has never been documented in real time; all observed instances thus far have been recorded post-hoc. No instances have been documented prior to January 2008. The reason for this \nis unknown.\n \nconforms to pataphysical observations documented in full in \nAppendix B\n.\n\n\nIt is the current hypothesis of the Department of Analytics that SCP-2747 represents evidence of a naturally-occurring \nanafabula\n, or anti-narrative: a cluster of interdependent signs, iconography and narremes\n1\n that, when included to a sufficient extent within a fictional construct, leads to mutual annihilation. First-hand reconstruction of the \nanafabula\n's properties is impossible given its anomalous nature, but second-hand and third-hand descriptions have been generated from Observational Procedure LUCID CHALICE and appended below (see \nAppendix B\n). It can affect through layers of metafictional narrative, i.e. a metanarrative containing the \nanafabula\n will cease to exist within the narrative, followed by the narrative itself disappearing from our reality.\n2\n The key identifier of the \nanafabula\n is that it invariably represents an in-universe antagonist or anathema in all manifestations of SCP-2747, likely due to inherent narreme components indicating its alien, yet centralising, nature.\n\n\n\n\nUPDATE:\n The abovementioned hypothesis has been confirmed as a working model of SCP-2747. Please refer to \nAppendix B\n.\n\n\n\n\n\n\nUPDATE\n: The following procedures are to be enacted following the successful conclusion of Observational Procedure LUCID CHALICE (see \nAppendix B\n).\n\n\n\n\nAt no time are the properties of the \nanafabula\n as outlined in \nAppendix B\n to arise in real life, whether as a result of deliberate or natural action. \nAny object, person or event bearing more than significance-level α to the semblance threshold is to be altered via all means necessary.\n\n\nAccess to information regarding SCP-2747, especially the information contained within \nAppendix B\n, is to be strictly limited to clearance levels 4-2747 and 3-ANALYTICS.\n\n\nDue to the pataphysical implications and inherent uncontainability of SCP-2747 as detailed in \nAppendix B\n, it is to be classified as Keter with immediate effect.\n\n\n\n\n\n\nAppendix A:\n Partial list of manifestations of SCP-2747\n\n\n\n\nShow additional material.\n\n\n\n\nHide additional material.\n\n\n\n\n\n\nNonexistent work referenced:\n \nPunta de la espira\n\n\nMedium:\n Short story\n\n\nExtent of manifestation:\n 17 articles created and edited on \nhttp://es.wikipedia.org\n.\n\n\nSummary of work:\n \nPunta de la espira\n (English: \"Tip of the Spire/Spiral\") is apparently a 1951 short story by Gabriel García Márquez. It describes an unnamed protagonist as he sails down a river towards a desolate, \"black, horned\" mountain in order to deliver a gift to an unspecified recipient. The journey is rough and treacherous, and he dies of exhaustion at the end of the story appearing to be no closer to his goal than when he first began. The mountain is described in detail throughout the story, with recurring metaphors alternatingly alluding to it as either an abode of the gods or a demonic presence.\n\n\n\n\n\n\nNonexistent work referenced:\n \nTaitoru\n (Japanese: タイトル)\n3\n\n\nMedium:\n Animated film\n\n\nExtent of manifestation:\n 1 article created on \nhttp://www.tvtropes.org\n, with 55 edits made to various trope pages ranging from \"Despair Event Horizon\" to \"Foreshadowing\" and \"What Do You Mean, It Wasn't Made On Drugs?\"\n\n\nSummary of work:\n \nTaitoru\n appears to be an animated film directed by Satoshi Kon shortly before his death. It is described as a psychological thriller chronicling a struggling manga artist as she attempts to complete and publish her first work under a tight deadline. Stress takes its toll and boundaries blur; she begins to hallucinate, and the movie ends ambiguously as to whether she has achieved her goal or succumbed to her weaknesses. Typical of Kon's style, the animation is described as meticulous, kaleidoscopic, and occasionally deeply disturbing; one scene features the protagonist physically grappling with the shadows in her apartment - described under the trope entry for \"Your Mind Makes It Real\" as the manifestation of her creative block - which eventually engulf and consume her.\n\n\n\n\n\n\nNonexistent work referenced:\n \nNo Sister of Mine\n\n\nMedium:\n Video game\n\n\nExtent of manifestation:\n 77 threads on \nhttp://forums.somethingawful.com\n, each carrying between 3 to 103 comments. Most users were established members of the Something Awful community.\n\n\nSummary of work:\n \nNo Sister of Mine\n is supposedly a turn-based role-playing video game of the fantasy/horror genre published by Poakahan\n4\n for the Nintendo Gamecube in 2005. According to reviewers, the player controls a party of 6 unnamed characters as they explore a ruined kingdom with the intention of finding a lost companion referred to as \"Sister\". It was widely panned by the reviewers, with much criticism being leveled at the glitch-filled battle system, incoherent dialogue, seemingly incomplete graphics, repetitive soundtrack described as \"nauseating\" and \"headache-inducing\", as well as being impossible to complete. The game's non-playable characters continuously mention a \"coalblack thornbound tome\" that, when read from, would enable one to either obtain great power, or unleash a dreadful curse; what most reviewers assumed to be the final quest line required the player to backtrack through the game's previous areas and recover fragments of the tome using their newfound abilities. However, the reviewers unanimously claim that no fragments can be found. One reviewer goes as far as to claim that the items themselves were never found inside the game's coding in the first place.\n\n\n\n\n\n\nNonexistent work referenced:\n \nThe Scolipendra Wiki\n\n\nMedium:\n Collaborative fiction\n\n\nExtent of manifestation:\n 49 different pieces of fanfiction (ranging from 343 to 2,401 words in length) posted on \nhttp://www.fanfiction.net\n, each bearing between 1 and 6 comments.\n\n\nSummary of work:\n \nThe Scolipendra Wiki\n is deduced to be an online collaborative fictional universe belonging to the horror, speculative fiction, and weird fiction genres. It appears to have been hosted on some form of wiki site, though the address itself is never mentioned. The exact nature of \nScolipendra\n's plot is hard to discern, as the various pieces of fanfiction sport vastly differing storylines and a range of character interpretations, further complicated by the involvement of other fictional universes and settings. What is known is that it involves a cast of 7 characters wandering between a series of realms, amassing and collecting items possessing supernatural or abnormal properties. One item features heavily throughout the compiled works: a 7-sided obsidian emblem said to possess the power to destroy any object, person, or abstract concept with a single touch. It appears to be of great interest to the protagonists, who repeatedly make attempts to acquire it; however, it also appears to be currently in the possession of a sinister unnamed antagonist who is alluded to repeatedly in several works, yet is never seen.\n\n\n\n\n\n\nNonexistent work referenced:\n \nI/O\n\n\nMedium:\n Musical album\n\n\nExtent of manifestation:\n Review columns in a total of 14 reputable publications, including \nThe New Bombay Times\n, \nPitchfork\n and \nL.A. Flipside\n.\n\n\nSummary of work:\n \nI/O\n is described as the ninth studio album by the now-defunct English rock band Radiohead. It contains 6 tracks measuring a total of 34 minutes and 18 seconds. The majority of tracks appear to consist mostly of digitally manipulated samples from Radiohead's previous albums, layered over with sparse acoustic instrumentation and vocals. Reception of the album appears to be highly positive, with the exception of \nPitchfork\n's Jessica Greene who gave an average review of 7.0.\n5\n It is mentioned that the album uses a characteristic grating, binaural reverb layered over lead singer Thom Yorke's solo vocal track as a musical motif, embodying what \nThe New Bombay Times\n' Gulshan Anirudh believes to be its central themes of \"spirals of isolation and inspiration … of feedback loops that resonate into the level of the deeply personal, the trembling core of creative psyche\". Anirudh also mentions lyrics referencing suicide and self-harm, though presented through a series of oblique metaphors: \nI/O\n \"never fears to toy with the idea of self-hatred and self-desecration - yet the album as a whole seems to fall short of its mark, always orbiting yet never quite touching upon the dreadful center.\"\n\n\n\n\n\n\nNonexistent work referenced:\n \nMavigne, Or: A Treatise On The Metaphysics Of Inner Space Travel, And The Kingdom Of Erikaar, Whose Name Is Darkness Made Light, And Further Theological Expositions Thereof\n\n\nMedium:\n Novel\n\n\nExtent of manifestation:\n 7 articles published in a single week in various academic journals of literary criticism, each by reputable scholars.\n\n\nSummary of work:\n \nMavigne\n is described as the contents of a manuscript and accompanying charcoal illustrations found in the house of a Rithabile Abrahams in 2014. Abrahams appears to have been a reclusive writer and artist working as a maintenance technician in Bloemfontein, South Africa and clinically diagnosed with schizophrenia\n6\n \nMavigne\n is a nested frame narrative written in Afrikaans purporting to be a novel by a 17th-century Dutch mystic. It describes the journey of the mystic, whose name is only given as Maas, learning of the structure of the Earth's interior as revealed to him in a vision. At the beginning of the novel, Maas dreams of a supernatural being that is aware of its nature as a dream-entity and is highly indebted to Maas for bringing it into existence. In exchange, it promises to divulge to Maas the secrets of the earth. Maas, being corporeal, is unable to pass through the ground, and so the being decides to simply narrate the journey. It speaks of 6 realms demarcated by thresholds, ranging from the realm of treasure and minerals to an intangible plane of light and sound. Beyond these 6 realms lies another threshold, this time one of cold and silence, which is described to be the Earth's core; before it can be elaborated upon, Maas wakes, and the dream ends.\n\n\n\n\n\n\nNonexistent work referenced:\n \nex lux\n\n\nMedium:\n Interactive novel\n\n\nExtent of manifestation:\n In-depth posts on 7 different fiction review blogs, along with a mention in a Time magazine article\n7\n on experimental narrative forms. The title is also mentioned in 175 Twitter posts, largely in the context of recommending it as an interesting, if underrated, piece of interactive fiction.\n\n\nSummary of work:\n \nex lux\n appears to be a work of interactive fiction of the mystery genre written in a mixture of English, Catalan, and Spanish. It is presented as a set of epistolary narratives from the points of view of 6 characters and a stream-of-consciousness narration of ambiguous provenance. Readers navigate between the 7 story threads, discovering hints of a murder, or several murders; eventually, the narratives converge at a roadside diner during a thunderstorm, and the characters exchange their stories. From here, the resultant narrative structure cannot adequately be described as simple framing devices or stories-within-stories, as the inner tales eventually begin to intertwine such that later tales shed new light on ones recounted earlier, or themselves link to segments of text earlier on in the narrative after lengthy detours. At several points, characters attempt to consult the testimony of an absent individual, referred to as the Stranger. The identity of the murderer(s) or victim(s) is never known, nor does the story have a conventional ending.\n\n\n\n\n\n\nHide additional material.\n\n\n\n\n\n\nAppendix B:\n Observations and conclusions from LUCID CHALICE\n\n\n\n\nShow additional material.\n\n\n\n\n[DATA LOST]\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A narreme is defined as a base unit of a narrative, much in the same way that a mytheme denotes a base unit of myth, or a meme denotes a base unit of culture.\n\n\n2\n. This interpretation of pataphysical reality (\"layers of metafictional narrative\") has yet to be verified by Foundation observations at large, but appear concurrent with observations obtained from transfictional anomalies such as \nSCP-1304\n, \nSCP-2614\n, and \n001/███-████████\n.\n\n\n3\n. The film's title describes itself; it is the Japanese phonetic pronunciation for the English word \"title\".\n\n\n4\n. While Poakahan existed as a major game development studio operating out of Seoul between 2002 and 2005, no record of \nNo Sister of Mine\n has ever been found.\n\n\n5\n. In particular, Greene felt that the album suffered from hasty and uncoordinated post-production, likely not undertaken by Radiohead themselves; audio cuts between the 5th and 6th track were described to be unnecessarily jarring, given the seamless flow between every other track in the album.\n\n\n6\n. A number of individuals partially match this description, though no work similar to \nMavigne\n exists.\n\n\n7\n. \"The End(?)\" Chao, Ingrid. \nTime\n, Issue 35, 2008\n\n\n\n\n\n\n\n\n« \nSCP-2746\n | SCP-2747 | \nSCP-2748\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2747\n\" by minmin, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2747\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n coverart.jpg\n\n\nName:\n Black Fractal\n\n\nAuthor:\n Piotr Siedlecki\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nPublicDomainPictures.net\n\n\nAdditional Notes:\n Text added by \nminmin\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "UPDATE: The abovementioned hypothesis has been confirmed as a working model of SCP-2747. Please refer to Appendix B .",
        "UPDATE : The following procedures are to be enacted following the successful conclusion of Observational Procedure LUCID CHALICE (see Appendix B ). At no time are the properties of the anafabula as outlined in Appendix B to arise in real life, whether as a result of deliberate or natural action. Any object, person or event bearing more than significance-level α to the semblance threshold is to be altered via all means necessary. Access to information regarding SCP-2747, especially the information contained within Appendix B , is to be strictly limited to clearance levels 4-2747 and 3-ANALYTICS. Due to the pataphysical implications and inherent uncontainability of SCP-2747 as detailed in Appendix B , it is to be classified as Keter with immediate effect.",
        "Nonexistent work referenced: Punta de la espira Medium: Short story Extent of manifestation: 17 articles created and edited on http://es.wikipedia.org . Summary of work: Punta de la espira (English: \"Tip of the Spire/Spiral\") is apparently a 1951 short story by Gabriel García Márquez. It describes an unnamed protagonist as he sails down a river towards a desolate, \"black, horned\" mountain in order to deliver a gift to an unspecified recipient. The journey is rough and treacherous, and he dies of exhaustion at the end of the story appearing to be no closer to his goal than when he first began. The mountain is described in detail throughout the story, with recurring metaphors alternatingly alluding to it as either an abode of the gods or a demonic presence.",
        "Nonexistent work referenced: Taitoru (Japanese: タイトル) 3 Medium: Animated film Extent of manifestation: 1 article created on http://www.tvtropes.org , with 55 edits made to various trope pages ranging from \"Despair Event Horizon\" to \"Foreshadowing\" and \"What Do You Mean, It Wasn't Made On Drugs?\" Summary of work: Taitoru appears to be an animated film directed by Satoshi Kon shortly before his death. It is described as a psychological thriller chronicling a struggling manga artist as she attempts to complete and publish her first work under a tight deadline. Stress takes its toll and boundaries blur; she begins to hallucinate, and the movie ends ambiguously as to whether she has achieved her goal or succumbed to her weaknesses. Typical of Kon's style, the animation is described as meticulous, kaleidoscopic, and occasionally deeply disturbing; one scene features the protagonist physically grappling with the shadows in her apartment - described under the trope entry for \"Your Mind Makes It Real\" as the manifestation of her creative block - which eventually engulf and consume her.",
        "Nonexistent work referenced: No Sister of Mine Medium: Video game Extent of manifestation: 77 threads on http://forums.somethingawful.com , each carrying between 3 to 103 comments. Most users were established members of the Something Awful community. Summary of work: No Sister of Mine is supposedly a turn-based role-playing video game of the fantasy/horror genre published by Poakahan 4 for the Nintendo Gamecube in 2005. According to reviewers, the player controls a party of 6 unnamed characters as they explore a ruined kingdom with the intention of finding a lost companion referred to as \"Sister\". It was widely panned by the reviewers, with much criticism being leveled at the glitch-filled battle system, incoherent dialogue, seemingly incomplete graphics, repetitive soundtrack described as \"nauseating\" and \"headache-inducing\", as well as being impossible to complete. The game's non-playable characters continuously mention a \"coalblack thornbound tome\" that, when read from, would enable one to either obtain great power, or unleash a dreadful curse; what most reviewers assumed to be the final quest line required the player to backtrack through the game's previous areas and recover fragments of the tome using their newfound abilities. However, the reviewers unanimously claim that no fragments can be found. One reviewer goes as far as to claim that the items themselves were never found inside the game's coding in the first place.",
        "Nonexistent work referenced: The Scolipendra Wiki Medium: Collaborative fiction Extent of manifestation: 49 different pieces of fanfiction (ranging from 343 to 2,401 words in length) posted on http://www.fanfiction.net , each bearing between 1 and 6 comments. Summary of work: The Scolipendra Wiki is deduced to be an online collaborative fictional universe belonging to the horror, speculative fiction, and weird fiction genres. It appears to have been hosted on some form of wiki site, though the address itself is never mentioned. The exact nature of Scolipendra 's plot is hard to discern, as the various pieces of fanfiction sport vastly differing storylines and a range of character interpretations, further complicated by the involvement of other fictional universes and settings. What is known is that it involves a cast of 7 characters wandering between a series of realms, amassing and collecting items possessing supernatural or abnormal properties. One item features heavily throughout the compiled works: a 7-sided obsidian emblem said to possess the power to destroy any object, person, or abstract concept with a single touch. It appears to be of great interest to the protagonists, who repeatedly make attempts to acquire it; however, it also appears to be currently in the possession of a sinister unnamed antagonist who is alluded to repeatedly in several works, yet is never seen.",
        "Nonexistent work referenced: I/O Medium: Musical album Extent of manifestation: Review columns in a total of 14 reputable publications, including The New Bombay Times , Pitchfork and L.A. Flipside . Summary of work: I/O is described as the ninth studio album by the now-defunct English rock band Radiohead. It contains 6 tracks measuring a total of 34 minutes and 18 seconds. The majority of tracks appear to consist mostly of digitally manipulated samples from Radiohead's previous albums, layered over with sparse acoustic instrumentation and vocals. Reception of the album appears to be highly positive, with the exception of Pitchfork 's Jessica Greene who gave an average review of 7.0. 5 It is mentioned that the album uses a characteristic grating, binaural reverb layered over lead singer Thom Yorke's solo vocal track as a musical motif, embodying what The New Bombay Times ' Gulshan Anirudh believes to be its central themes of \"spirals of isolation and inspiration … of feedback loops that resonate into the level of the deeply personal, the trembling core of creative psyche\". Anirudh also mentions lyrics referencing suicide and self-harm, though presented through a series of oblique metaphors: I/O \"never fears to toy with the idea of self-hatred and self-desecration - yet the album as a whole seems to fall short of its mark, always orbiting yet never quite touching upon the dreadful center.\"",
        "Nonexistent work referenced: Mavigne, Or: A Treatise On The Metaphysics Of Inner Space Travel, And The Kingdom Of Erikaar, Whose Name Is Darkness Made Light, And Further Theological Expositions Thereof Medium: Novel Extent of manifestation: 7 articles published in a single week in various academic journals of literary criticism, each by reputable scholars. Summary of work: Mavigne is described as the contents of a manuscript and accompanying charcoal illustrations found in the house of a Rithabile Abrahams in 2014. Abrahams appears to have been a reclusive writer and artist working as a maintenance technician in Bloemfontein, South Africa and clinically diagnosed with schizophrenia 6 Mavigne is a nested frame narrative written in Afrikaans purporting to be a novel by a 17th-century Dutch mystic. It describes the journey of the mystic, whose name is only given as Maas, learning of the structure of the Earth's interior as revealed to him in a vision. At the beginning of the novel, Maas dreams of a supernatural being that is aware of its nature as a dream-entity and is highly indebted to Maas for bringing it into existence. In exchange, it promises to divulge to Maas the secrets of the earth. Maas, being corporeal, is unable to pass through the ground, and so the being decides to simply narrate the journey. It speaks of 6 realms demarcated by thresholds, ranging from the realm of treasure and minerals to an intangible plane of light and sound. Beyond these 6 realms lies another threshold, this time one of cold and silence, which is described to be the Earth's core; before it can be elaborated upon, Maas wakes, and the dream ends.",
        "Nonexistent work referenced: ex lux Medium: Interactive novel Extent of manifestation: In-depth posts on 7 different fiction review blogs, along with a mention in a Time magazine article 7 on experimental narrative forms. The title is also mentioned in 175 Twitter posts, largely in the context of recommending it as an interesting, if underrated, piece of interactive fiction. Summary of work: ex lux appears to be a work of interactive fiction of the mystery genre written in a mixture of English, Catalan, and Spanish. It is presented as a set of epistolary narratives from the points of view of 6 characters and a stream-of-consciousness narration of ambiguous provenance. Readers navigate between the 7 story threads, discovering hints of a murder, or several murders; eventually, the narratives converge at a roadside diner during a thunderstorm, and the characters exchange their stories. From here, the resultant narrative structure cannot adequately be described as simple framing devices or stories-within-stories, as the inner tales eventually begin to intertwine such that later tales shed new light on ones recounted earlier, or themselves link to segments of text earlier on in the narrative after lengthy detours. At several points, characters attempt to consult the testimony of an absent individual, referred to as the Stranger. The identity of the murderer(s) or victim(s) is never known, nor does the story have a conventional ending.",
        "\" SCP-2747 \" by minmin, from the SCP Wiki . Source: https://scpwiki.com/scp-2747 . Licensed under CC-BY-SA .",
        "Filename: coverart.jpg Name: Black Fractal Author: Piotr Siedlecki License: CC0 Source Link: PublicDomainPictures.net Additional Notes: Text added by minmin ."
    ],
    "item": "SCP-2747",
    "object_class": "Euclid Keter",
    "containment_procedures": "Foundation watchdog algorithms are to monitor online and print media for mention of SCP-2747-positive keyphrases. All matches are to be tagged and forwarded to the Department of Analytics, which will provide further confirmation of SCP-2747 manifestation. In case of positive identification, all affected media are to be suitably corrected via standard Foundation media alteration protocols (912-A \"TWILIGHT ZONE\", 943-A \"POISONED WELL\").",
    "description": "SCP-2747 is a phenomenon appearing in print and online media whereby platforms dedicated to the discussion of works of fiction begin to mention a nonexistent instance of fictional media. Despite said nonexistence, articles, posts, comments, and other related metacontent created with regard to the nonexistent work of fiction will be found treating it as real. The nonexistent work of fiction can be mentioned by various individuals in varying capacities, ranging from brief mentions in forum posts to being the subject of entire academic essays.",
    "title": "SCP-2747"
}