{
    "url": "https://scp-wiki.wikidot.com/scp-2749",
    "all_text": "rating: \n+82\n+\n–\nx\n\n\n\n\n\n\nSCP-2749\n\n\n\n\n\n\nItem #:\n SCP-2749\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2749 and SCP-2749-A instances are to be kept in separate containment lockers in Site-73 at all times. Interaction with SCP-2749 must only be done through the use of remote control, as this method has proved acceptable to circumvent the items' anomalous effects. No further containment procedures are necessary at this time.\n\n\nDescription:\n SCP-2749 is a 120cm long black and red cotton tie. If SCP-2749 comes into physical contact with any inanimate object with a mass less than 10kg, a tie identical to SCP-2749 will appear wrapped around that object. Removal of this secondary tie will result in a negation of SCP-2749's effects. Objects affected by SCP-2749 are designated SCP-2749-A.\n1\n\n\nOnce affected, SCP-2749-A will display sapience with high levels of intelligence.\n\nSCP-2749-A instances react to visual and auditory stimuli through unknown means. Additionally, instances are capable of independent locomotion.\n\n\nThe way SCP-2749-A instances communicate is dependant on the object affected. English is the primary language used by SCP-2749-A instances. Topics of conversation appear to be limited to an unknown organisation identified as 'Business Incorporated.'\n\n\n\n\n+ Experiment-2749-A (2016/06/02)\n\n\n\n\n- Hide\n\n\n\n\nDuring experiment-2749-A (2016/06/02), all instances of SCP-2749-A were placed in a single testing chamber. Instances included:\n\n\n\n\n1 pencil (affected)\n\n\n4 chairs (affected)\n\n\n2 small tables (affected)\n\n\n20 disposable plastic cups (affected)\n\n\n1 stapler (affected)\n\n\n1 children's bicycle (affected)\n\n\n1 laptop (affected)\n\n\n1 printer (affected)\n\n\n50 A4 sheets of paper (unaffected)\n\n\n2 large tables (unaffected)\n\n\n5 ink cartridges (unaffected)\n\n\n2 2x5m plywood walls (unaffected)\n\n\n1 coffee machine (unaffected)\n\n\n3 A1 sheets of paper (unaffected)\n\n\n\n\nSCP-2749-A instances immediately constructed a crude conference room using the materials provided. This included a logo displaying:\n\n\n\n\nWELCOME TO THE BUSINESS INC. METAL BOX BRANCH!\n\n\nIt's \neveryone's\n business!\n\nIf you have any requests to make, please go to the reception area!\n\n\n\n\nThe following was recorded via CCTV.\n\n\n\n\n9:00am 2016/06/04\n\n\n(Several instances of SCP-2749-A are seen gathered on the large table communicating with a series of taps which were translated from Morse code.)\n\n\nSCP-2749-A1 (pencil):\n Hello everyone, it's nice to see you all at today's business meeting. Today I'd like everyone to express their thoughts on Mr. Tables's new business plan!\n\n\nSCP-2749-A5 (table 1):\n Thank you, pencil. Before we start, would anyone like refreshments?\n\n\n(7 instances of SCP-2749-A9 (plastic cups) use the coffee machine to fill themselves with coffee. They then approach several different instances of SCP-2749-A, which quickly move into them, spilling the coffee.)\n\n\nSCP-2749-A3 (laptop):\n Mmm… That was refreshing.\n\n\nSCP-2749-A8 (printer):\n Table was thinking about our success rate, and made this graph to show you all how it's at a steady decline.\n\n\n(SCP-2749-A8 prints a line graph displaying the \"business ratio\" from 2000-2016.)\n\n\nSCP-2749-A2 (chair 1):\n Unbelievable! I thought it was rising at this juncture!\n\n\nSCP-2749-A1:\n If that acluistic boomerang hadn't changed the structure we wouldn't be in this mess! He should have known this was risky business.\n\n\nSCP-2749-A4 (stapler):\n Honest to God, this should have been our highpoint, not our downfall!\n\n\nSCP-2749-A5:\n And that is why I'm here. You see our bike friend over there? He's in contact with a business management team that claim they can deliver business stocks twice as quick and twice as cheap! I think we can call it: \"Business Inc.'s Fast Business\" I'm aiming for efficiency improvements across the piece.\n\n\nSCP-2749-A6 (bike):\n All he has said is true. Have a look at this!\n\n\n(SCP-2749-A6 moves across the room utilising its wheels.)\n\n\nSCP-2749-A3:\n Now that's in the black.\n\n\nSCP-2749-A8:\n As you probably know, this is Business Inc.'s 150th anniversary. Here, I thought I might piggyback on table's idea…\n\n\n(SCP-2749-A8 prints a sign reading:)\n\n\n\n\nBUSINESS INC.\n\n\nEveryone's\n business for over 150 years.\n\nTo celebrate \nBusiness Inc.\n's 150th anniversary, we'd like to introduce \nFAST BUSINESS\n, the \nrevolutionary\n way for you to get in touch with some \nbusiness\n \n2x\n as fast as before!\n\nBecause of this, we've decided to give our customers a free 1 month trial for \nFAST BUSINESS\n for you to enjoy!\n\nIt's EASY to apply! Simply:\n\nRead this sign!\n\nApply!\n\nAnd finally, \nbusiness!\n\nFrom the one and only: \nMR. BUSINESS\n\n\n\n\nSCP-2749-A1:\n Very well done printer!\n\n\nSCP-2749-A3:\n Good show! That, people, is an advertisement that means business. I'll ping Mr. Business so we can peanut butter out the tasks.\n\n\n(All instances of SCP-2749-A leave the room and resume their ordinary behaviour.)\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview 2749-A (2016/06/06)\n\n\n\n\n- Hide\n\n\n\n\n\n\nInterviewed:\n SCP-2749-A3\n\n\nInterviewer:\n Dr. ███\n\n\nForeword:\n Investigation of \"Business Inc.\"\n\n\nTime:\n 6:00am 2016/06/06\n\n\n<Begin Log>\n\n\nDr. ███:\n Good morning, SCP-2749-A3.\n\n\n(SCP-2749-A3's monitor activates, displaying the following text)\n\n\nSCP-2749-A3:\n And good morning to you too, doctor! Not that'd I'd be able to tell if it were morning here, I mean, the sky here doesn't change much (not at all from what I've seen). I'm not able to tell the state of day by tasting the air or whatever like you natives can.\n\n\nDr. ███:\n Natives of where?\n\n\nSCP-2749-A3:\n Why, the metal box of course! Also, may I say that you should really check out the all new \nBUSINESS INC. METAL BOX BRANCH\n, which we've brought to the village of chamber T-2749!\n\n\nDr. ███:\n Right. So, you say that this is one of your branches, could you tell me where else you may have established your enterprise?\n\n\nSCP-2749-A3:\n Of course! Now, you may find that most of these areas are fairly distant from your land, but if you're on the go or whatnot you might want to have look! I mean, it's good business! We have locations in:\n\nXetoJi (Who can forget?!)\n\nSqpp (The foodie's choice)\n\n921003 (Cool, in more ways than one!)\n\n_-_I (Nice n' classy)\n\nDJEY (GREAT WEATHER THERE!)\n\nO.O.O (The city of love!)\n\nAnd who can forget our capital, Business!\n\n\nDr. ███:\n Ok, so, who is your boss?\n\n\nSCP-2749-A3:\n The one and only! MR. BUSINESS!\n\n\nDr. ███:\n Could you tell me who this Mr. Business is?\n\n\nSCP-2749-A3:\n I can do better than \"tell you\", I CAN SHOW YOU!\n\n\n(SCP-2749-A3 proceeds to print an image depicting a yellow tie with a tie identical to SCP-2749 wrapped around it.)\n\n\nDr. ███:\n And what services does this organisation provide?\n\n\nSCP-2749-A3:\n Oh doctor, don't be silly! We provide \nbusiness\n, of course! That's our business!\n\n\nDr. ███:\n So I see. That'll suffice for now, SCP-2749-A3.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview 2749-B (2016/06/07)\n\n\n\n\n- Hide\n\n\n\n\nInterview 2749-B\n\n\n\n\nInterviewed:\n SCP-2749-A3\n\n\nInterviewer:\n Dr. ███\n\n\nForeword:\n Investigation of \"Business Inc.\".\n\n\nTime:\n 6:00am 2016/06/07\n\n<Begin Log>\n\n\nDr. ███:\n Morning SCP-2749-A3.\n\n\nSCP-2749-A3:\n Ahh, good morning to you, doctor! Another unidentifiable morning here at Metal Box! Now, let's get down to business!\n\n\nDr. ███:\n Could you tell me about how your branch came into existence?\n\n\nSCP-2749-A3:\n Oh yes! I was enjoying myself one day until BEEP, it was a call from MR. BUSINESS! He said to me, \"\nLaptop, you have business to attend to – work in a foreign land.\n\" And that's all I needed to know! I said goodbye to my family, my friends and… SWOOSH, I was off! Over time, Mr. Business sent more and more colleagues. Printer, pencil, bike, some cups to serve us… And the \nBUSINESS INC. METAL BOX BRANCH\n was born!\n\n\nDr. ███:\n And what did Mr. Business ask you to do?\n\n\nSCP-2749-A3:\n Business.\n\n\nDr. ███:\n How long do you suppose the branch will last?\n\n\nSCP-2749-A3:\n As long as it takes!\n\n\nDr. ███:\n As long as it takes to do what, exactly?\n\n\nSCP-2749-A3:\n To deliver business to this world! Funny, most of the work was already done before we got here… We used to have a branch in a land called the \"USA\" or something, and the states is pretty close to this place, so maybe they had some influence on your culture.\n\n\nDr. ███:\n Where were you before you came here?\n\n\nSCP-2749-A3:\n Our business capital, good ol' Business!\n\n\nDr. ███:\n And how did you get here?\n\n\nSCP-2749-A3:\n \"Wherever there's a doorway, there's business!\" - MR. BUSINESS\n\nIt's actually hard to explain, but I think it has something to do with being placed- hey, this is a PERSONAL question! Nothing personal, just \nbusiness\n!\n\n\nDr. ███:\n I'm simply asking for the background of your employees.\n\n\nSCP-2749-A3:\n Well, ok, I guess I gotta be honest here. I don't \nreally\n know the answer. Maybe I'll ask Mr. Business himself!\n\n\n(SCP-2749-A3 pauses for roughly 30 seconds)\n\n\nSCP-2749-A3:\n He says: \"\nThe calls of our lord to business are a force that cannot be described in words or even thoughts.\n\"\n\n\nDr. ███:\n Your lord? Is that Mr. Business?\n\n\nSCP-2749-A3:\n No, Mr. Business is our boss. He tells us that business is the path to enlightenment and it should be spread throughout these pagan lands.\n\n\nDr. ███:\n I think so. That'll do, SCP-2749-A3.\n\n\nSCP-2749-A3:\n Remember doctor, \nit's everyone's business!\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. If an object is too large for SCP-2749 to manifest, this anomaly will not occur.\n\n\n\n\n\n\n\n\n« \nSCP-2748\n | SCP-2749 | \nSCP-2750\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2749\n\" by Fingo7, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2749\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n tiey.jpg\n\n\nAuthor:\n Fingo7\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki",
    "addendums": [],
    "documents": [],
    "notes": [
        "WELCOME TO THE BUSINESS INC. METAL BOX BRANCH! It's everyone's business! If you have any requests to make, please go to the reception area!",
        "9:00am 2016/06/04 (Several instances of SCP-2749-A are seen gathered on the large table communicating with a series of taps which were translated from Morse code.) SCP-2749-A1 (pencil): Hello everyone, it's nice to see you all at today's business meeting. Today I'd like everyone to express their thoughts on Mr. Tables's new business plan! SCP-2749-A5 (table 1): Thank you, pencil. Before we start, would anyone like refreshments? (7 instances of SCP-2749-A9 (plastic cups) use the coffee machine to fill themselves with coffee. They then approach several different instances of SCP-2749-A, which quickly move into them, spilling the coffee.) SCP-2749-A3 (laptop): Mmm… That was refreshing. SCP-2749-A8 (printer): Table was thinking about our success rate, and made this graph to show you all how it's at a steady decline. (SCP-2749-A8 prints a line graph displaying the \"business ratio\" from 2000-2016.) SCP-2749-A2 (chair 1): Unbelievable! I thought it was rising at this juncture! SCP-2749-A1: If that acluistic boomerang hadn't changed the structure we wouldn't be in this mess! He should have known this was risky business. SCP-2749-A4 (stapler): Honest to God, this should have been our highpoint, not our downfall! SCP-2749-A5: And that is why I'm here. You see our bike friend over there? He's in contact with a business management team that claim they can deliver business stocks twice as quick and twice as cheap! I think we can call it: \"Business Inc.'s Fast Business\" I'm aiming for efficiency improvements across the piece. SCP-2749-A6 (bike): All he has said is true. Have a look at this! (SCP-2749-A6 moves across the room utilising its wheels.) SCP-2749-A3: Now that's in the black. SCP-2749-A8: As you probably know, this is Business Inc.'s 150th anniversary. Here, I thought I might piggyback on table's idea… (SCP-2749-A8 prints a sign reading:) BUSINESS INC. Everyone's business for over 150 years. To celebrate Business Inc. 's 150th anniversary, we'd like to introduce FAST BUSINESS , the revolutionary way for you to get in touch with some business 2x as fast as before! Because of this, we've decided to give our customers a free 1 month trial for FAST BUSINESS for you to enjoy! It's EASY to apply! Simply: Read this sign! Apply! And finally, business! From the one and only: MR. BUSINESS SCP-2749-A1: Very well done printer! SCP-2749-A3: Good show! That, people, is an advertisement that means business. I'll ping Mr. Business so we can peanut butter out the tasks. (All instances of SCP-2749-A leave the room and resume their ordinary behaviour.)",
        "BUSINESS INC. Everyone's business for over 150 years. To celebrate Business Inc. 's 150th anniversary, we'd like to introduce FAST BUSINESS , the revolutionary way for you to get in touch with some business 2x as fast as before! Because of this, we've decided to give our customers a free 1 month trial for FAST BUSINESS for you to enjoy! It's EASY to apply! Simply: Read this sign! Apply! And finally, business! From the one and only: MR. BUSINESS",
        "Interviewed: SCP-2749-A3 Interviewer: Dr. ███ Foreword: Investigation of \"Business Inc.\" Time: 6:00am 2016/06/06 <Begin Log> Dr. ███: Good morning, SCP-2749-A3. (SCP-2749-A3's monitor activates, displaying the following text) SCP-2749-A3: And good morning to you too, doctor! Not that'd I'd be able to tell if it were morning here, I mean, the sky here doesn't change much (not at all from what I've seen). I'm not able to tell the state of day by tasting the air or whatever like you natives can. Dr. ███: Natives of where? SCP-2749-A3: Why, the metal box of course! Also, may I say that you should really check out the all new BUSINESS INC. METAL BOX BRANCH , which we've brought to the village of chamber T-2749! Dr. ███: Right. So, you say that this is one of your branches, could you tell me where else you may have established your enterprise? SCP-2749-A3: Of course! Now, you may find that most of these areas are fairly distant from your land, but if you're on the go or whatnot you might want to have look! I mean, it's good business! We have locations in: XetoJi (Who can forget?!) Sqpp (The foodie's choice) 921003 (Cool, in more ways than one!) _-_I (Nice n' classy) DJEY (GREAT WEATHER THERE!) O.O.O (The city of love!) And who can forget our capital, Business! Dr. ███: Ok, so, who is your boss? SCP-2749-A3: The one and only! MR. BUSINESS! Dr. ███: Could you tell me who this Mr. Business is? SCP-2749-A3: I can do better than \"tell you\", I CAN SHOW YOU! (SCP-2749-A3 proceeds to print an image depicting a yellow tie with a tie identical to SCP-2749 wrapped around it.) Dr. ███: And what services does this organisation provide? SCP-2749-A3: Oh doctor, don't be silly! We provide business , of course! That's our business! Dr. ███: So I see. That'll suffice for now, SCP-2749-A3. <End Log>",
        "Interviewed: SCP-2749-A3 Interviewer: Dr. ███ Foreword: Investigation of \"Business Inc.\". Time: 6:00am 2016/06/07 <Begin Log> Dr. ███: Morning SCP-2749-A3. SCP-2749-A3: Ahh, good morning to you, doctor! Another unidentifiable morning here at Metal Box! Now, let's get down to business! Dr. ███: Could you tell me about how your branch came into existence? SCP-2749-A3: Oh yes! I was enjoying myself one day until BEEP, it was a call from MR. BUSINESS! He said to me, \" Laptop, you have business to attend to – work in a foreign land. \" And that's all I needed to know! I said goodbye to my family, my friends and… SWOOSH, I was off! Over time, Mr. Business sent more and more colleagues. Printer, pencil, bike, some cups to serve us… And the BUSINESS INC. METAL BOX BRANCH was born! Dr. ███: And what did Mr. Business ask you to do? SCP-2749-A3: Business. Dr. ███: How long do you suppose the branch will last? SCP-2749-A3: As long as it takes! Dr. ███: As long as it takes to do what, exactly? SCP-2749-A3: To deliver business to this world! Funny, most of the work was already done before we got here… We used to have a branch in a land called the \"USA\" or something, and the states is pretty close to this place, so maybe they had some influence on your culture. Dr. ███: Where were you before you came here? SCP-2749-A3: Our business capital, good ol' Business! Dr. ███: And how did you get here? SCP-2749-A3: \"Wherever there's a doorway, there's business!\" - MR. BUSINESS It's actually hard to explain, but I think it has something to do with being placed- hey, this is a PERSONAL question! Nothing personal, just business ! Dr. ███: I'm simply asking for the background of your employees. SCP-2749-A3: Well, ok, I guess I gotta be honest here. I don't really know the answer. Maybe I'll ask Mr. Business himself! (SCP-2749-A3 pauses for roughly 30 seconds) SCP-2749-A3: He says: \" The calls of our lord to business are a force that cannot be described in words or even thoughts. \" Dr. ███: Your lord? Is that Mr. Business? SCP-2749-A3: No, Mr. Business is our boss. He tells us that business is the path to enlightenment and it should be spread throughout these pagan lands. Dr. ███: I think so. That'll do, SCP-2749-A3. SCP-2749-A3: Remember doctor, it's everyone's business! <End Log>",
        "\" SCP-2749 \" by Fingo7, from the SCP Wiki . Source: https://scpwiki.com/scp-2749 . Licensed under CC-BY-SA .",
        "Filename: tiey.jpg Author: Fingo7 License: CC BY-SA 3.0 Source Link: SCP Wiki"
    ],
    "item": "SCP-2749",
    "object_class": "Safe",
    "containment_procedures": "SCP-2749 and SCP-2749-A instances are to be kept in separate containment lockers in Site-73 at all times. Interaction with SCP-2749 must only be done through the use of remote control, as this method has proved acceptable to circumvent the items' anomalous effects. No further containment procedures are necessary at this time.",
    "description": "SCP-2749 is a 120cm long black and red cotton tie. If SCP-2749 comes into physical contact with any inanimate object with a mass less than 10kg, a tie identical to SCP-2749 will appear wrapped around that object. Removal of this secondary tie will result in a negation of SCP-2749's effects. Objects affected by SCP-2749 are designated SCP-2749-A.1",
    "title": "SCP-2749"
}