{
    "url": "https://scp-wiki.wikidot.com/scp-2752",
    "all_text": "rating: \n+73\n+\n–\nx\n\n\nItem #:\n SCP-2752\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n \nMobile Task Force Alpha-4 (\"Pony Express\")\n is tasked with the identification and interception of SCP-2752 instances before they are sent to the addresses of their respective recipients. A scanned copy of each recovered SCP-2752 instance is to be produced, and stored in Archival Sector 7 at Site-64. After scanning, original copies may be incinerated.\n\n\nPersons affected by SCP-2752 are to be held at E-class holding cells at Site-64, and undergo weekly medical checkups. At the discretion of the attending Medical Officer, invasive surgical procedures may be enacted on such persons to prevent health complications attributed to SCP-2752.\n\n\nDescription:\n SCP-2752 refers to a series of letters mailed to New Zealand addresses, offering advertising mail opt-out services to recipients. The sender is attributed to an organisation named 'Robinson Toʊ Liz', which is not listed as a registered company in New Zealand or any polity known to the Foundation. No return address is found in confiscated SCP-2752 instances. To date, all known instances of SCP-2752 are sent solely to male individuals aged between 20 to 60 and with legal addresses in New Zealand cities.\n\n\nWhen SCP-2752 is read by its intended recipient (hereon referred to as 'subject'), the following anomalous occurrences will manifest:\n\n\n\n\nCessation of mail letters (advertising mail or otherwise) sent to the address of the subjects instances. Through the use of letters equipped with a GPS tracker, letters are shown to have vanished when placed inside a mailbox. Hand-delivered mail letters are exempted from this effect.\n\n\nClaircognizance regarding the contents of mail letters that would be sent to the subjects. This occurs after said letters are placed in a mailbox.\n\n\nTraces of black dye manifested in subject's urinary system, particularly the kidney, bladder and urethra.\n\n\nManifestation of paper pieces inside subject's internal organs, including stomach, large intestines, lungs, kidney etc.\n\n\n\n\nScanned and handwritten copies of SCP-2752 do not possess this effect on their intended recipient.\n\n\nSCP-2752 was identified on ██/██/1974 in Auckland, New Zealand when multiple paper strips were found in the lungs of PoI-2752-01 (Mr. █████ ████) after a surgery. While initially believed to be an isolated incident, similar cases were identified in other New Zealand cities and SCP-2752 was officially classified.\n\n\nAddendum 2752-1:\n Interview Log PoI-2752-04-13 [Date: ██/██/1975]\n\n\n\n\nInterviewee:\n PoI-2752-04 (Mr. ████ ███████)\n\n\nInterviewer:\n Dr. Aster Black\n\n\nForeword:\n The following interview is conducted at PoI-2752-04's request.\n\n\n<Begin Log>\n\n\nDr. Black:\n ███████, I heard you have requested for me. So what's wrong?\n\n\nPoI-2752-04:\n Doctor, 'wrong' is an understatement. I've received another letter… uh, up here.\n\n\n[PoI-2752-A04 points to its forehead.]\n\n\nDr. Black:\n ███████, we've debriefed on this already. This is a difficult time, but-\n\n\nPoI-2752-04:\n It was from Robinson Toʊ Liz.\n\n\nDr. Black:\n Okay, I'm listening. What did they say?\n\n\nPoI-2752-04:\n The usual 'thank you for using us' crap. But they sure have a weird way of expressing they have fucked up.\n\n\nDr. Black:\n Please give me some examples of these expressions.\n\n\nPoI-2752-04:\n That they didn't know that cellulose is indigestible, or that ink poisoning is a thing. And the biological peculiarities of the so-called humans of this plane, that was underlined and a direct quote. They also gave us compensation, a cheque with a very large sum of money in yen.\n\n\nDr. Black:\n Do you recall the value?\n\n\nPoI-2752-04:\n 960,000,000,000 yen, precisely that amount. But doctor… if this is anything like the rest of their so-called service, I'm not getting any real money, am I?\n\n\nDr. Black:\n We will have to wait and see first.\n\n\n<End Log>\n\n\nClosing Statement:\n Interviews with other subjects indicate that they have received similar letters from 'Robinson Toʊ Liz'. The value offered by 'Robinson Toʊ Liz' is consistent among all subjects, at a value of ¥960,000,000,000.\n\n\n\n\nAddendum 2752-2:\n On ██/██/1975, postage stamps are found manifested underneath the tongues of all known subjects.\n1\n Denomination is stated as ¥960,000,000,000. Said stamps have a banana tree motif, and are labelled \"\nDai-tō-a\n – Malai Baru\".\n\n\nNo anomalous quality has been identified among recovered stamps. All instances of said postage stamps are provisionally kept in Storage Sector 2 at Site-64, and slated for incineration.\n\n\n\n\nFootnotes\n\n\n1\n. This includes the corpses of currently deceased subjects, with said stamps manifested from within the ashes of said instances.\n\n\n\n\n\n\n\n\n« \nSCP-2751\n | SCP-2752 | \nSCP-2753\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2752\n\" by MrWrong, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2752\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 2752-1: Interview Log PoI-2752-04-13 [Date: ██/██/1975]",
        "Addendum 2752-2: On ██/██/1975, postage stamps are found manifested underneath the tongues of all known subjects. 1 Denomination is stated as ¥960,000,000,000. Said stamps have a banana tree motif, and are labelled \" Dai-tō-a – Malai Baru\".\nNo anomalous quality has been identified among recovered stamps. All instances of said postage stamps are provisionally kept in Storage Sector 2 at Site-64, and slated for incineration."
    ],
    "documents": [],
    "notes": [
        "Interviewee: PoI-2752-04 (Mr. ████ ███████) Interviewer: Dr. Aster Black Foreword: The following interview is conducted at PoI-2752-04's request. <Begin Log> Dr. Black: ███████, I heard you have requested for me. So what's wrong? PoI-2752-04: Doctor, 'wrong' is an understatement. I've received another letter… uh, up here. [PoI-2752-A04 points to its forehead.] Dr. Black: ███████, we've debriefed on this already. This is a difficult time, but- PoI-2752-04: It was from Robinson Toʊ Liz. Dr. Black: Okay, I'm listening. What did they say? PoI-2752-04: The usual 'thank you for using us' crap. But they sure have a weird way of expressing they have fucked up. Dr. Black: Please give me some examples of these expressions. PoI-2752-04: That they didn't know that cellulose is indigestible, or that ink poisoning is a thing. And the biological peculiarities of the so-called humans of this plane, that was underlined and a direct quote. They also gave us compensation, a cheque with a very large sum of money in yen. Dr. Black: Do you recall the value? PoI-2752-04: 960,000,000,000 yen, precisely that amount. But doctor… if this is anything like the rest of their so-called service, I'm not getting any real money, am I? Dr. Black: We will have to wait and see first. <End Log> Closing Statement: Interviews with other subjects indicate that they have received similar letters from 'Robinson Toʊ Liz'. The value offered by 'Robinson Toʊ Liz' is consistent among all subjects, at a value of ¥960,000,000,000.",
        "\" SCP-2752 \" by MrWrong, from the SCP Wiki . Source: https://scpwiki.com/scp-2752 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2752",
    "object_class": "Euclid",
    "containment_procedures": "Mobile Task Force Alpha-4 (\"Pony Express\") is tasked with the identification and interception of SCP-2752 instances before they are sent to the addresses of their respective recipients. A scanned copy of each recovered SCP-2752 instance is to be produced, and stored in Archival Sector 7 at Site-64. After scanning, original copies may be incinerated.",
    "description": "SCP-2752 refers to a series of letters mailed to New Zealand addresses, offering advertising mail opt-out services to recipients. The sender is attributed to an organisation named 'Robinson Toʊ Liz', which is not listed as a registered company in New Zealand or any polity known to the Foundation. No return address is found in confiscated SCP-2752 instances. To date, all known instances of SCP-2752 are sent solely to male individuals aged between 20 to 60 and with legal addresses in New Zealand cities.",
    "title": "SCP-2752"
}