{
    "url": "https://scp-wiki.wikidot.com/scp-2753",
    "all_text": "rating: \n+155\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-2753:\n Let's Play Jenga!\n\n\nAuthor:\n \nThe Great Hippo\n\n\nImages:\n \nLink\n.\n\n\nMusic:\n \nJenga Commercial Jingle\n (???)\n\n\nNext: [\nSCP-2679\n]: \nThe Many Graves of Jeannette Parslov\n\n\n\n\n\n\nMore by \nThe Great Hippo\n:\n\n\n\n\nSCPs\n\n\n\n\n– hide block\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\n[\nSCP-3034\n]\n\n\nThe Counting Station\n\n\n\n\n\n\nDO NOT LET HER FINISH\n\n\n\n\n\n\n[\nSCP-3035\n]\n\n\nScience Bugs\n\n\n\n\n\n\ncase_of_the_mondays.png, case_of_the_mondays (1).png\n\n\n\n\n\n\n[\nSCP-3054\n]\n\n\nCragstaff Sanitarium\n\n\n\n\n\n\nYou are sick. You are broken. We will fix you.\n\n\n\n\n\n\n[\nSCP-3045\n]\n\n\nbzzip.exe\n\n\n\n\n\n\nHAMLET: I am no longer moody.\n\n\n\n\n\n\n[\nSCP-3043\n]\n\n\nMurphy Law in… Type 3043 — FOR MURDER!\n\n\n\n\n\n\nForget it, Fred. It's Chinatown.\n\n\n\n\n\n\n[\nSCP-3057\n]\n\n\nFossil Fuels\n\n\n\n\n\n\n…witnesses provided confirmation that instances of SCP-3057-4 did, in fact, have feathers.\n\n\n\n\n\n\n[\nSCP-2639\n]\n\n\nVideo Game Violence\n\n\n\n\n\n\ni need to know how many people i've killed\n\n\n\n\n\n\n[\nSCP-437\n]\n\n\nSummer of '91\n\n\n\n\n\n\nThat was a pretty crazy summer, y'know? Sometimes I really miss that place.\n\n\n\n\n\n\n[\nSCP-3079\n]\n\n\n300 Tricks: Stage Magic Made Easy\n\n\n\n\n\n\nNOTE:\n No method for accomplishing this trick is provided.\n\n\n\n\n\n\n[\nSCP-2753\n]\n\n\nLet's Play Jenga!\n\n\n\n\n\n\nHigh art carries high risk!\n\n\n\n\n\n\n[\nSCP-2679\n]\n\n\nThe Many Graves of Jeannette Parslov\n\n\n\n\n\n\nWhatever it takes, do what you must; whatever the cost, come back to us.\n\n\n\n\n\n\n[\nSCP-3074\n]\n\n\nKafka's Parking Garage\n\n\n\n\n\n\nThank you for choosing Izatova Parking Center. Have a pleasant day.\n\n\n\n\n\n\n[\nSCP-2571\n]\n\n\nCragglewood Park\n\n\n\n\n\n\nMr. Blair, have you always been an only child?\n\n\n\n\n\n\n[\nSCP-2419\n]\n\n\nThe Laughing Men\n\n\n\n\n\n\nThrow them back into the incinerator where you found them.\n\n\n\n\n\n\n[\nSCP-3143\n]\n\n\nMurphy Law in… The Foundation Always Rings Twice!\n\n\n\n\n\n\nWhen it comes right down to it, me — them — hell, even you — we're all just characters in that trashy dime-store novel called life.\n\n\n\n\n\n\n[\nSCP-3089\n]\n\n\nThat Old Time Religion\n\n\n\n\n\n\nRemember how we explained that successful people don't actually need any of their toes to walk? Well, that's going to come in handy for Secret Number Six.\n\n\n\n\n\n\n[\nSCP-3117\n]\n\n\nA Monster-Shaped Hole\n\n\n\n\n\n\nI'm not talking to you.\n\n\n\n\n\n\n[\nSCP-3128\n]\n\n\nLet's Play Monopoly!\n\n\n\n\n\n\nHey, guys? I'm, uh. I'm using this.\n\n\n\n\n\n\n[\nSCP-3138\n]\n\n\nA Sepulcher by the Sea\n\n\n\n\n\n\nShould it prove feasible, all non-canonical corpses are to be extracted, examined, and catalogued.\n\n\n\n\n\n\n[\nSCP-3241\n]\n\n\nThe SS Sommerfeld\n\n\n\n\n\n\nIt makes me wonder what an old monster like myself is even doing here, anymore. And then? Someone special comes along and reminds me.\n\n\n\n\n\n\n[\nSCP-3219\n]\n\n\nThis Sour Earth\n\n\n\n\n\n\nNotably, no reports describe any attempt to examine the residence's storm cellar.\n\n\n\n\n\n\n[\nSCP-4028\n]\n\n\nLa Historia de Don Quixote de la Mancha\n\n\n\n\n\n\nJustine eventually re-unites with her sister, Juliette. Alonso strikes down a lightning bolt intended for them both, then challenges the narrator to a duel.\n\n\n\n\n\n\n[\nSCP-3546\n]\n\n\nDoggone it, I Fold!\n\n\n\n\n\n\nSpecifically, fan-art of Sonic the Hedgehog, a video-game character produced by Sega in 1991.\n\n\n\n\n\n\n[\nSCP-3561\n]\n\n\nAn Unfinished Work\n\n\n\n\n\n\nDespite multiple reports from neighbors who claimed to have witnessed members of his family standing at the windows, no trace of Theodore Holdstock's wife and children could be found.\n\n\n\n\n\n\n[\nSCP-4054\n]\n\n\nThe Seventh Door\n\n\n\n\n\n\nSCP-4054 is The Seventh Door, an unlicensed platform adventure game released for the Nintendo Entertainment System in 1988.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+155\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPhoto of SCP-2753-A instance taken during Boston Anomalous Art Expo (BAAE) prior to collapse.\n\n\n\n\n\n\nItem #:\n SCP-2753\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n A Foundation-operated bot (\nI/O-SILVER\n) is to monitor internet traffic for SCP-2753. Upon discovery, all data containing SCP-2753 is to be destroyed. Anyone outside of Foundation personnel aware of SCP-2753 is to be apprehended, interrogated, and amnesticized.\n\n\nInstances of SCP-2753-A are to be kept disassembled in a secure locker on-site. Instances of SCP-2753-B and SCP-2753-C are to be handled on a case-by-case basis. Tests are prohibited at this time.\n\n\nDescription:\n SCP-2753 is a 3 dimensional ratio that can be used to describe the relationship between the sides of a block.\n\n\nInstances of SCP-2753-A are blocks which match SCP-2753's projection within a certain threshold; they can otherwise be of any size and material. They exhibit their anomalous property only when 42 instances of similar size and material are assembled into a standard Jenga\n1\n tower: If this tower collapses, any structure containing it will immediately collapse with it.\n\n\nSince 2009, the growing popularity and accuracy of 3D printing combined with SCP-2753's presentation within OBJ files\n2\n as a printable Jenga set has led to 21 structural collapses, 35 injuries, and 14 deaths.\n\n\nAddendum 2753.1:\n Incidents\n\n\n\n\n► ACCESS SCP:/2753/incidents/007.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nINCIDENT LOG\n\n\n\n\nDATE:\n 1988/07/07\n\n\nSUBJECT:\n SCP-2753-A\n\n\n\n\nThe collapse of a warehouse used to host the Boston Anomalous Art Expo\n3\n was linked to an instance of SCP-2753-A. 14 additional anomalous objects (including \nSCP-1433\n, an instance of \nSCP-1617\n, and \nSCP-████\n) were also recovered amidst the wreckage. The collapse left over 49 participants injured and 21 dead. The following note was discovered nearby:\n\n\n\n\nHow High Can High Art Get? Let's Find Out!\n\n\nThis tower is to be assembled at the start of the exposition; audience members are encouraged to take turns trying to take art higher and higher!\n\n\nBut be warned: High art carries high risk! Reach too high, and you might just find your paradigm comes crashing down right on top of your head!\n\n\n- \nAWCY\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n► ACCESS SCP:/2753/incidents/021.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nINCIDENT LOG\n\n\n\n\nDATE:\n 1995/07/14\n\n\nSUBJECT:\n SCP-2753-B\n\n\n\n\nBased on information provided by an undisclosed source, the Foundation-operated bot (I/O-SILVER) was used to search for SCP-2753 projections in financial market data. The collapse of several investment firms and multi-level marketing\n4\n companies were unexpectedly linked to SCP-2753.\n\n\nFurther investigation has demonstrated the existence of SCP-2753-B instances. Instances are financial assets that match SCP-2753's projection within a certain threshold; they can otherwise be of any value and type. They exhibit their anomalous property only when 42 instances of similar value and type are assembled into an interdependent network: If this network loses solvency, any corporate entity linked to it will experience an immediate catastrophic financial collapse.\n\n\nFoundation efforts are currently underway to discover all such networks and safely disassemble them.\n\n\n\n\n\n\n\n\n\n\n\n\n► ACCESS SCP:/2753/incidents/035.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nINCIDENT LOG\n\n\n\n\nDATE:\n 2016/07/21\n\n\nSUBJECT:\n SCP-2753-C\n\n\n\n\nBased on information provided by an undisclosed source, the Foundation-operated bot (I/O-SILVER) was used to search for SCP-2753 projections in various popular code repositories and file-sharing networks. Several significant server crashes along with losses of critical data were linked to SCP-2753.\n\n\nFurther investigation has demonstrated the existence of SCP-2753-C instances. Instances are files with specific attributes matching SCP-2753's projection within a certain threshold; they can otherwise be of any size and type. They exhibit their anomalous property only when 42 instances of similar size and type are accessed simultaneously by a single program. If this program crashes unexpectedly, any network running this program will experience an immediate catastrophic failure.\n\n\nFoundation efforts are currently underway to discover all such programs and destroy them.\n\n\n\n\n\n\n\n\n\n\n\n\n► ACCESS SCP:/2753/incidents/042.log\n\n\n\n\n%%$ ERROR:FileNotFound()\n\n\n\n\n035 Internal Server Error\n\n\nThe server encountered an unexpected condition which prevented it from fulfilling the request (REQUEST_PROTOCOL 028):\n\n\n\n\nTraceback (most recent call last):\n\n\n  File \"/SCP/2753/files/_display.py\", line 21, in respond\n\n\n    table.open.body = self.handler()\n\n\n  File \"/SCP/2753/files/_display.py\", line 14, in __call__\n\n\n    return self.callable(*self.args, **self.kwargs)\n\n\n  File \"error_classic.py\", line 7 in index\n\n\n    raise NotImplementedError(msg)\n\n\nNotImplementedError:\n [\nDATA LOST\n]\n\n\n\n\n\n\nNOTE:\n The IntSCPFN network has experienced a critical error. If you are seeing this message, please immediately notify your Site-Director via phone, radio, or in person.\n\n\n\n\nWE ALL\n\n\nFALL\n\n\nDOWN\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Jenga is a game wherein blocks are assembled into a tower; players then take turns removing blocks and placing them on top while trying to avoid a collapse.\n\n\n2\n. OBJ is a geometry definition file format used as instructions for many commercially available 3D printers.\n\n\n3\n. The Boston Anomalous Art Expo (BAAE) is an underground art exposition dedicated to sharing works from various anartists.\n\n\n4\n. Multi-Level Marketing (MLM) is a business strategy relying primarily on pyramid-shaped commission systems to produce profits.\n\n\n\n\n\n\n\n\n« \nSCP-2752\n | SCP-2753 | \nSCP-2754\n »",
    "addendums": [
        "Addendum 2753.1: Incidents"
    ],
    "documents": [],
    "notes": [
        "INCIDENT LOG DATE: 1988/07/07 SUBJECT: SCP-2753-A The collapse of a warehouse used to host the Boston Anomalous Art Expo 3 was linked to an instance of SCP-2753-A. 14 additional anomalous objects (including SCP-1433 , an instance of SCP-1617 , and SCP-████ ) were also recovered amidst the wreckage. The collapse left over 49 participants injured and 21 dead. The following note was discovered nearby: How High Can High Art Get? Let's Find Out! This tower is to be assembled at the start of the exposition; audience members are encouraged to take turns trying to take art higher and higher! But be warned: High art carries high risk! Reach too high, and you might just find your paradigm comes crashing down right on top of your head! - AWCY",
        "How High Can High Art Get? Let's Find Out! This tower is to be assembled at the start of the exposition; audience members are encouraged to take turns trying to take art higher and higher! But be warned: High art carries high risk! Reach too high, and you might just find your paradigm comes crashing down right on top of your head! - AWCY",
        "INCIDENT LOG DATE: 1995/07/14 SUBJECT: SCP-2753-B Based on information provided by an undisclosed source, the Foundation-operated bot (I/O-SILVER) was used to search for SCP-2753 projections in financial market data. The collapse of several investment firms and multi-level marketing 4 companies were unexpectedly linked to SCP-2753. Further investigation has demonstrated the existence of SCP-2753-B instances. Instances are financial assets that match SCP-2753's projection within a certain threshold; they can otherwise be of any value and type. They exhibit their anomalous property only when 42 instances of similar value and type are assembled into an interdependent network: If this network loses solvency, any corporate entity linked to it will experience an immediate catastrophic financial collapse. Foundation efforts are currently underway to discover all such networks and safely disassemble them.",
        "INCIDENT LOG DATE: 2016/07/21 SUBJECT: SCP-2753-C Based on information provided by an undisclosed source, the Foundation-operated bot (I/O-SILVER) was used to search for SCP-2753 projections in various popular code repositories and file-sharing networks. Several significant server crashes along with losses of critical data were linked to SCP-2753. Further investigation has demonstrated the existence of SCP-2753-C instances. Instances are files with specific attributes matching SCP-2753's projection within a certain threshold; they can otherwise be of any size and type. They exhibit their anomalous property only when 42 instances of similar size and type are accessed simultaneously by a single program. If this program crashes unexpectedly, any network running this program will experience an immediate catastrophic failure. Foundation efforts are currently underway to discover all such programs and destroy them.",
        "NOTE: The IntSCPFN network has experienced a critical error. If you are seeing this message, please immediately notify your Site-Director via phone, radio, or in person."
    ],
    "item": "SCP-2753",
    "object_class": "Keter",
    "containment_procedures": "A Foundation-operated bot (I/O-SILVER) is to monitor internet traffic for SCP-2753. Upon discovery, all data containing SCP-2753 is to be destroyed. Anyone outside of Foundation personnel aware of SCP-2753 is to be apprehended, interrogated, and amnesticized.",
    "description": "SCP-2753 is a 3 dimensional ratio that can be used to describe the relationship between the sides of a block.",
    "title": "SCP-2753"
}