{
    "url": "https://scp-wiki.wikidot.com/scp-2757",
    "all_text": "rating: \n+66\n+\n–\nx\n\n\n\n\nItem #:\n SCP-2757\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2757 is to be stored in Storage Locker 15 at Site-██ when not in use. SCP-2757-1 instances are to be stored in Filing Cabinet ██. Access to SCP-2757 and SCP-2757-1 requires Level-2 clearance. Watchlist databases have been updated with SCP-2757 information, so any shipments of SCP-2757 and SCP-2757-1 can be intercepted and secured.\n\n\nDescription:\n SCP-2757 resembles a vintage movie projector, and is composed primarily of metal. Its casing is painted purple, with the words \"LIGHTS, CAMERA, ACTION!\" painted along the bottom in white. On one side is a hand crank, which is linked to a detent that only releases the escapement when the crank has been wound 10 times. The detent often comes loose, and should be replaced regularly.\n\n\nSCP-2757-1 refers to the film reels associated with the object's primary anomalous effect. Currently there are 7 different instances of SCP-2757-1 in storage. When an instance of SCP-2757-1 is placed in SCP-2757, and the hand crank turned 10 times, the room is apparently \"transformed\" to a unique landscape based on the instance being used. The room can still be seen and heard by researchers viewing it, though unable to be entered. If SCP-2757-1 is used with a non-anomalous movie projector, only a blank screen is shown. The same happens if SCP-2757 is used to play a non-anomalous film.\n\n\nThe locations SCP-2757 produces all appear to be animated landscapes, rendered in a style similar to that of the Warner Bros. Looney Tunes film shorts. Any entity that was in the room prior to SCP-2757's activation will be rendered in that style. Animals oftentimes will gain sapience and full speech capabilities. Injuries sustained during SCP-2757's active effect, even normally severe ones, are easily recovered from (e.g. dismemberment is solved by reattaching the lost limb). It has been observed that during SCP-2757's active effect, there are frequent musical numbers. Even if none of the subjects affected have had any training in music or choreography, they will sing perfectly in tune, with expert choreography, and know the lyrics without any prior practice.\n\n\nAn instruction booklet was recovered along with the objects. See Document 2757-a.\n\n\nDocument 2757-a Excerpt:\n\n\n\n\nHey Kids! Stuck inside on a rainy day? Life getting too boring and ordinary? Then wind up \"Dr. Wondertainment's Projector Fantastico™\"! Put in a Wonder-Reel™, and with a little Cinemagic™, you'll be in for an adventure the whole family can take part in! Solve mysteries, explore lost jungles, slay dragons, and more, all from your living room!\n\nStay on the lookout for future Wonder-Reel™ Adventures: The Treasure of Atlantis, Ghost Train of the Old West, Space Rodeo of Orion, and more!\n\n\nCaution\n: Do not use \"Dr. Wondertainment's Projector Fantastico™\" in open areas. Do not dawdle while your Wonder-Reel™ is playing. Make sure that the safety pin is working before using your product.\n\n\n\n\nSCP-2757 was recovered when the ████████ family was reported missing in ██████████, ██████ for over a week. SCP-2757 was found in the living room of the ████████ home and was bought back to Site-██. During initial testing the ████████ family manifested, apparently in great hysterics. When interrogated, they stated that they had been trapped in the world of SCP-2757-1, unable to move or speak. The detent had fallen out without their noticing, and they failed to count how many times they had wound SCP-2757. Class-B amnestics were administered to the ████████ family and they were released, with the cover story that they had taken an unannounced family vacation.\n\n\n\n\n+ Experiment Log 2757\n\n\n\n\n- Hide\n\n\n\n\nExperiments 2757-01 to 2757-07\n:\n\n\nGoal\n: To determine the content of the SCP-2757-1 instances.\n\n\n\n\n\n\nDesignation\n\n\nLabel\n\n\nResulting Landscape\n\n\n\n\n\n\nSCP-2757-1a\n\n\nThe Mystery of the Missing Crown\n\n\nA city resembling a mish-mash of various European countries. D-class personnel appearances changed as well. Some gained tuxedos, while the others resembled cartoon robbers. All could summon a variety of gadgets, including grappling hooks, smoke bombs, and glasses that allowed them to see past walls. The D-class in tuxedos were apparently tasked with retrieving a stolen crown from a Madam Carlata, while the robber D-class attempted to thwart their efforts.\n\n\n\n\n\n\nSCP-2757-1b\n\n\nQuest for the Golden Bird of Harmony\n\n\nA tropical jungle. Some flora and fauna do not resemble any found on Earth. D-class all gained safari outfits. The D-class journeyed to a structure resembling a Mayan pyramid. The pyramid contained various booby traps, guarding a bird that resembled a greater bird-of-paradise with all-golden feathers.\n\n\n\n\n\n\nSCP-2757-1c\n\n\nSword of the Ruby Kingdom\n\n\nA field, with a castle visible in the distance. D-class gained full-body armor, some having more adornments than others. Upon reaching the castle they were told by a King Giles that in order to become true knights, they had to slay various monsters, including a dragon.\n\n\n\n\n\n\nSCP-2757-1d\n\n\nTales of Brefer Wood\n\n\nA large forest. All D-class personnel became various woodland animals, including skunks, porcupines, deer, and rabbits. All were still capable of verbal communication. A group of hunters was in the forest, whom the D-class drove out.\n\n\n\n\n\n\nSCP-2757-1e\n\n\nThe Valiant Crusaders\n\n\nA city. Technology levels were much more advanced than in our world, as skyscrapers were over a mile tall, flying vehicles were common, and buildings were erected in seconds from what seemed to be hard light. D-class personnel gained colorful costumes and anomalous abilities.\n1\n The city was attacked by various threats, including giant monsters, extraterrestial invasions, and individuals that also had anomalous abilities. D-class managed to repel these threats.\n\n\n\n\n\n\nSCP-2757-1f\n\n\nCatch That Dove!\n\n\nA desert, with only a single strip of road running through it. A large dove wearing a backpack flew up to the D-class and yelled \"Catch me! Catch me! Try to catch me, nimrods! Woohoo!\" at the D-class before flying off. There was a phone booth by the road, with a catalog from the company \"PEAK LTD\" inside it. D-class could order a variety of equipment from the catalog, including fighter planes, artillery cannons, bazookas, bombs, rocket launchers, tanks, performance-enhancing drugs, electromagnets, wrecking balls, bear traps, catapults, and paint. All attempts to capture the dove failed spectacularly, resulting in the D-class getting injured, whether it be from being caught in a mountain-leveling explosion, falling off cliffs, getting crushed by boulders, or getting run over by trains or trucks. With every failure the dove would return to mock the D-class.\n\n\n\n\n\n\nSCP-2757-1g\n\n\nProfessor Abnormal's 101 Experiments\n\n\nA laboratory filled with huge instruments with seemingly meaningless dials and monitors, and frequently emitted electricity. A man in a lab coat and safety goggles with spirals on them appeared, and was overjoyed to have some \"volunteers to work with.\" The reactions of the characters were noted to be much more exaggerated than usual.\n2\n Various devices and chemicals were tested on the D-class, ranging from a teleporter, a shrink ray, a cloning chamber, a intelligence-enhancer, and a \"interdimensional folder.\" When the interdimensional folder was used, the scene went through several radical medium shifts\n3\n before returning to normal. At one point there was an accident and D-59914374 was splashed with \"Eraser Ink.\" D-59914374 vanished and did not return when SCP-2757 stopped. Notably, D-45316250, who had used the intelligence-enhancer, seemed to retain his increased intelligence.\n\n\n\n\n\n\nExperiment 2757-08\n:\n\n\nGoal\n: To determine the effects of failing to complete a \"story\" in SCP-2757-1\n\n\nProcedure\n: D-class personnel were ordered to do nothing during testing. SCP-2757-1a was placed in SCP-2757, and SCP-2757 was wound 10 times using a remote-controlled arm.\n\n\nResult\n: A \"TO BE CONTINUED!\" title card appeared, and SCP-2757 stopped. D-class personnel had vanished. When SCP-2757 was wound again, the D-class personnel reappeared. SCP-2757-1a was completed as normal.\n\n\nExperiment 2757-09\n:\n\n\nGoal\n: To determine the effects of using SCP-2757 in an outdoors area.\n\n\nProcedure\n: SCP-2757 was taken to Outdoor Testing Site-██. SCP-2757-1c was placed in SCP-2757, and SCP-2757 was wound 10 times.\n\n\nResult\n: SCP-2757's anomalous effect manifested much more slowly than in closed testing areas, but spread beyond the boundaries of the testing area. In recognition of the possibility of a CK-class restructuring scenario, testing was forcibly aborted. D-class personnel were later safely recovered.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Telekinesis, telepathy, shapeshifting, pyrokinesis, super-strength, flight, electricity generation, and super-speed were observed.\n\n\n2\n. Eyeballs would pop out of their sockets, jaws literally hit the floor, jumping up into the air while screaming, alarms sounding to indicate shock.\n\n\n3\n. Including claymation, CGI, stop-motion, and live-action.\n\n\n\n\n\n\n\n\n« \nSCP-2756\n | SCP-2757 | \nSCP-2758\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2757\n\" by shades2538, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2757\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [
        "Document 2757-a Excerpt:\nSCP-2757 was recovered when the ████████ family was reported missing in ██████████, ██████ for over a week. SCP-2757 was found in the living room of the ████████ home and was bought back to Site-██. During initial testing the ████████ family manifested, apparently in great hysterics. When interrogated, they stated that they had been trapped in the world of SCP-2757-1, unable to move or speak. The detent had fallen out without their noticing, and they failed to count how many times they had wound SCP-2757. Class-B amnestics were administered to the ████████ family and they were released, with the cover story that they had taken an unannounced family vacation."
    ],
    "notes": [
        "Hey Kids! Stuck inside on a rainy day? Life getting too boring and ordinary? Then wind up \"Dr. Wondertainment's Projector Fantastico™\"! Put in a Wonder-Reel™, and with a little Cinemagic™, you'll be in for an adventure the whole family can take part in! Solve mysteries, explore lost jungles, slay dragons, and more, all from your living room! Stay on the lookout for future Wonder-Reel™ Adventures: The Treasure of Atlantis, Ghost Train of the Old West, Space Rodeo of Orion, and more! Caution : Do not use \"Dr. Wondertainment's Projector Fantastico™\" in open areas. Do not dawdle while your Wonder-Reel™ is playing. Make sure that the safety pin is working before using your product.",
        "\" SCP-2757 \" by shades2538, from the SCP Wiki . Source: https://scpwiki.com/scp-2757 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Safe",
    "containment_procedures": "SCP-2757 is to be stored in Storage Locker 15 at Site-██ when not in use. SCP-2757-1 instances are to be stored in Filing Cabinet ██. Access to SCP-2757 and SCP-2757-1 requires Level-2 clearance. Watchlist databases have been updated with SCP-2757 information, so any shipments of SCP-2757 and SCP-2757-1 can be intercepted and secured.",
    "description": "SCP-2757 resembles a vintage movie projector, and is composed primarily of metal. Its casing is painted purple, with the words \"LIGHTS, CAMERA, ACTION!\" painted along the bottom in white. On one side is a hand crank, which is linked to a detent that only releases the escapement when the crank has been wound 10 times. The detent often comes loose, and should be replaced regularly.",
    "title": "SCP-2757"
}