{
    "url": "https://scp-wiki.wikidot.com/scp-2766",
    "all_text": "rating: \n+116\n+\n–\nx\n\n\n\n\n\n\n\n\n2/2766\n LEVEL \n2/2766\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\nItem #: SCP-2766\n\n\nObject Class: Safe\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-2766, April 2009\n\n\n\n\n\n\nSpecial Containment Procedures:\n Between astronomical dawn and dusk on the first of each month in the Julian calendar, SCP-2766 is to be supplied with a constant flow of water measuring no less than 4.5 million liters per hour; a series of channels diverting water from the nearby Aniene river to the entrance of SCP-2766 has been constructed for this purpose. During this period, SCP-2766 is to be drained into the pipeline at its outlet; its products are filtered, diluted and then released into the Aniene at a Foundation facility in the San Lorenzo hydroelectric dam.\n\n\nDescription:\n SCP-2766 is a section of aqueduct tunnel, approximately 180m long\n1\n, near the source of the \nAqua Claudia\n, an ancient Roman aqueduct which brought water from springs at Sublacensis (modern Subiaco) to the city of Rome. When water passes through SCP-2766, it is transmuted into an equivalent volume of a mixture of wine and another liquid. The liquid produced varies by the month of the Julian calendar; see Table 2766-1.\n\n\nTable 2766-1: SCP-2766 Products by Month\n\n\n\n\n\n\nMonth\n\n\nProduct\n\n\nNotes\n\n\n\n\n\n\nJanuary\n\n\nRiver water; water lacks modern industrial pollutants, but in all other ways matches the particulate composition of the Tiber River around the city of Rome.\n\n\nJanuary 1st was celebrated by the Romans as the feast day of Janus, god of borders, doorways and bridges.\n\n\n\n\n\n\nFebruary\n\n\nSolution of salts and minerals similar in composition to human sweat.\n\n\nThe Roman purification festival of Februa occurred during the month of February, and was strongly associated with sweat and fever.\n\n\n\n\n\n\nMarch\n\n\nHuman blood; DNA analysis indicates that blood comes from a number of individuals, both male and female.\n\n\nMarch 1st was the feast day of Mars, god of war.\n\n\n\n\n\n\nApril\n\n\nWine is mixed with pomegranate juice, considered an aphrodisiac by the Romans, and spiced with an unidentified herb (possibly Silphium, a now-extinct variety of fennel used by the Romans as a seasoning and a contraceptive).\n\n\nApril 1st was celebrated as the feast of Venus, goddess of desire.\n\n\n\n\n\n\nMay\n\n\nMenstrual fluid from a number of female individuals.\n\n\nMay 1st was celebrated as the feast of \nBona Dea\n, a fertility goddess and protector of women.\n\n\n\n\n\n\nJune\n\n\nCow blood from two distinct individuals, both female.\n\n\nA pair of cows was the traditional sacrifice to Juno, whose feast day falls on June 1st.\n\n\n\n\n\n\nJuly\n\n\nHuman blood from a single male individual.\n\n\nDNA analysis indicates that there is a close familial relation between blood produced in July and August; it is currently hypothesized that during these months SCP-2766 produces the blood of Julius Caesar and his grand-nephew Augustus, for whom these months were named.\n\n\n\n\n\n\nAugust\n\n\nHuman blood from a single male individual.\n\n\nSee July.\n\n\n\n\n\n\nSeptember\n\n\nWine produced is undiluted, and has a higher alcohol concentration than other months.\n\n\nThe feast of Liber, a Roman wine god equated with the Greek Dionysus, took place during September.\n\n\n\n\n\n\nOctober\n\n\nHorse blood from a single male individual.\n\n\nDuring the month of October, the Romans celebrated the \nEquus October\n, a festival culminating in the sacrifice of a horse to Mars.\n\n\n\n\n\n\nNovember\n\n\nRiver water; particulate composition matches the Nile river near Philae.\n\n\nPhilae was an important cult center of Isis in antiquity; the festival of Isis, first introduced under Caligula, was celebrated in Rome on November 1st.\n\n\n\n\n\n\nDecember\n\n\nWine is sweetened with honey and spiced with a blend of black pepper, saffron, and fennel.\n\n\nThis mixture was known as \nconditum paradoxum\n2\n, and was a popular winter beverage in ancient Rome, associated with the Saturnalia solstice festival which occurred in December.\n\n\n\n\n\n\nIf SCP-2766 is not supplied with a sufficient amount of water\n3\n during daylight hours on the first day of each month, it will begin to produce whatever wine mixture would normally be produced that month at a flow rate of approximately 7.5 million liters per hour, the rate at which water flowed through the \nAqua Claudia\n while it was operational; the liquid pours from niches in the walls originally used to hold oil lamps during the tunnel's construction, and from holes and cracks in the hydraulic cement along the floor and walls. This flow will continue until the last day of that month, at which point the flow rate will gradually decrease over the course of the day, coming to a stop at dusk.\n\n\nThe section of the \nAqua Claudia\n which includes SCP-2766 was built in 38 CE under the emperor Caligula, and the remainder of the aqueduct was completed in 52 CE by his successor Claudius; 10 years after its completion, due to SCP-2766's effects, the \nAqua Claudia\n was abandoned. In 70 CE, under the emperor Vespasian, containment of SCP-2766 was established by the Praetorian Office of Secret Wisdom\n4\n and a secondary channel of the \nAqua Claudia\n bypassing SCP-2766 was created; after the fall of the Western Roman Empire, SCP-2766 was uncontained until the Vatican Holy Office of Secrets and Prophecy reestablished containment in 786 CE.\n\n\nRecovered Document 2766-1: Dedicatory Inscriptions, SCP-2766 Repair Access Tunnel\n\nLatin, circa 39 CE. From the records of the Vatican Holy Office of Secrets and Prophecy. Trans. Sebastian Miller, 1957.\n\n\n\n\nCaius Julius Caesar Augustus Germanicus\n5\n, son of Tiberius, Pontifex Maximus\n6\n, consul five times, in his third year as emperor, father of his country, saw to it that the Curtian and Caerulean waters\n7\n be brought into the City of Rome.\n\n\n\n\n\n\nLucius Caecilius Ater, Superintendent of Secrets\n8\n, by decree of the Divine Caius, the New Sun\n9\n, saw to it that the Curtian and Caerulean waters be transformed, so the baths and fountains of Rome might run with whatever is most pleasing to the emperor and the gods.\n\n\n\n\nRecovered Document 2766-2: \nCura Praetoria Sapientae Occultae\n Record of Containment for the \"Aqua Caligula\"\n\nLatin, circa 70 CE. From the records of the Vatican Holy Office of Secrets and Prophecy. Trans. Sebastian Miller, 1957.\n\n\n\n\nIn the second year of the imperium of Titus Flavius Caesar Vespasianus Augustus\n10\n, the Praetorians were sent to investigate rumors of the Anio\n11\n running with blood and wine. Arriving at Sublacensis, it was found by Prefect of Hidden Wisdom Caeso Iccius Candidus that a part of the \nAqua Claudia\n, which had been closed on account of it producing fouled waters and had been diverted into the Cloaca Maxima to aid in the cleansing of sewage, had collapsed in an earthquake, and was now pouring out blood and wine into the Anio.\n\n\nAnd with the matter having been investigated further, it was learned that the spirits bound to the aqueduct by Lucius Caecilius Ater, \nCurator Arcanorum\n for the emperor Caligula, so that the emperor might have his fountains pour forth whatever might be appropriate for the holiday, had become confused by this destruction, and were already angered by their long lack of employment in the task set forth for them by Ater (for the Divine Claudius had not known of the miraculous properties of his aqueduct, and so had not used the powers of the spirits). And in their anger, these spirits had decided that they would pour forth whatever would be most fitting for the whole of the month, unless during the \nKalends\n12\n they were well-employed for the whole of the day.\n\n\nAnd with these things learned by the augurs and haruspices\n13\n, the Prefect decided that for the whole of the \nKalends\n of every month the spirits would be given their employment, so the Anio might run clean for the rest.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. 1 Roman \nstadium\n\n\n2\n. \"A wondrous spiced drink\"\n\n\n3\n. Minimum flow seems to be approximately 3.5 million liters per hour—about half of the \nAqua Claudia\n's maximum flow rate while operational.\n\n\n4\n. \nCura Praetoria Sapientae Occultae\n, a division of the Praetorian Guard dedicated to the containment and/or destruction of anomalous creatures and objects that were a threat or inconvenience to the Roman empire.\n\n\n5\n. Full regnal name of the emperor more commonly known as Caligula.\n\n\n6\n. The emperor's title in his role as high priest of the Roman state religion.\n\n\n7\n. The springs that were the source of the Aqua Claudia.\n\n\n8\n. \"\nCurator Arcanorum\n\" — an appointed position in the Roman government, attested in only a few places; the existence of the office itself seems to have been a state secret. Individuals with this name are attested intermittently as \nCurator Arcanorum\n from the rule of Caligula until the fall of the Western Roman Empire; see Person of Interest file POI-37β.\n\n\n9\n. \nDivus Caius Neos Helios\n, a title associated with the worship of Caligula as a living god.\n\n\n10\n. The full regnal name of the emperor Vespasian\n\n\n11\n. The Latin name of the Aniene.\n\n\n12\n. The Latin term for the first day of the month.\n\n\n13\n. Seers who predicted the future through the flight of birds and the livers of sheep, respectively.\n\n\n\n\n\n\n\n\n« \nSCP-2765\n | SCP-2766 | \nSCP-2767\n »",
    "addendums": [],
    "documents": [
        "Recovered Document 2766-1: Dedicatory Inscriptions, SCP-2766 Repair Access Tunnel Latin, circa 39 CE. From the records of the Vatican Holy Office of Secrets and Prophecy. Trans. Sebastian Miller, 1957.",
        "Recovered Document 2766-2: Cura Praetoria Sapientae Occultae Record of Containment for the \"Aqua Caligula\" Latin, circa 70 CE. From the records of the Vatican Holy Office of Secrets and Prophecy. Trans. Sebastian Miller, 1957."
    ],
    "notes": [
        "Caius Julius Caesar Augustus Germanicus 5 , son of Tiberius, Pontifex Maximus 6 , consul five times, in his third year as emperor, father of his country, saw to it that the Curtian and Caerulean waters 7 be brought into the City of Rome.",
        "Lucius Caecilius Ater, Superintendent of Secrets 8 , by decree of the Divine Caius, the New Sun 9 , saw to it that the Curtian and Caerulean waters be transformed, so the baths and fountains of Rome might run with whatever is most pleasing to the emperor and the gods.",
        "In the second year of the imperium of Titus Flavius Caesar Vespasianus Augustus 10 , the Praetorians were sent to investigate rumors of the Anio 11 running with blood and wine. Arriving at Sublacensis, it was found by Prefect of Hidden Wisdom Caeso Iccius Candidus that a part of the Aqua Claudia , which had been closed on account of it producing fouled waters and had been diverted into the Cloaca Maxima to aid in the cleansing of sewage, had collapsed in an earthquake, and was now pouring out blood and wine into the Anio. And with the matter having been investigated further, it was learned that the spirits bound to the aqueduct by Lucius Caecilius Ater, Curator Arcanorum for the emperor Caligula, so that the emperor might have his fountains pour forth whatever might be appropriate for the holiday, had become confused by this destruction, and were already angered by their long lack of employment in the task set forth for them by Ater (for the Divine Claudius had not known of the miraculous properties of his aqueduct, and so had not used the powers of the spirits). And in their anger, these spirits had decided that they would pour forth whatever would be most fitting for the whole of the month, unless during the Kalends 12 they were well-employed for the whole of the day. And with these things learned by the augurs and haruspices 13 , the Prefect decided that for the whole of the Kalends of every month the spirits would be given their employment, so the Anio might run clean for the rest."
    ],
    "containment_procedures": "Between astronomical dawn and dusk on the first of each month in the Julian calendar, SCP-2766 is to be supplied with a constant flow of water measuring no less than 4.5 million liters per hour; a series of channels diverting water from the nearby Aniene river to the entrance of SCP-2766 has been constructed for this purpose. During this period, SCP-2766 is to be drained into the pipeline at its outlet; its products are filtered, diluted and then released into the Aniene at a Foundation facility in the San Lorenzo hydroelectric dam.",
    "description": "SCP-2766 is a section of aqueduct tunnel, approximately 180m long1, near the source of the Aqua Claudia, an ancient Roman aqueduct which brought water from springs at Sublacensis (modern Subiaco) to the city of Rome. When water passes through SCP-2766, it is transmuted into an equivalent volume of a mixture of wine and another liquid. The liquid produced varies by the month of the Julian calendar; see Table 2766-1.",
    "title": "SCP-2766"
}