{
    "url": "https://scp-wiki.wikidot.com/scp-2770",
    "all_text": "rating: \n+287\n+\n–\nx\n\n\n\n\n\n\n2770-1. Foundation Archives, ██/██/19██\n\n\n\n\n\n\nItem #:\n SCP-2770\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n All ships must be prevented from approaching SCP- 2770. Instances of SCP-2770 are to be tracked by Mobile Task Force Gamma-6 (\"Deep Feeders\") via Foundation orbital assets and intercepted by Gamma-6 vessels. Anyone seen attempting interaction with SCP-2770-1 is to be detained before contact is made and administered Class-B amnestics.\n\n\nDescription:\n SCP-2770 is the designation of two seaborne anomalies.\n\n\nSCP-2770-1 is a bright yellow life raft, carrying a human male that identifies itself as a member of the British Royal Navy. Its uniform, showing notable signs of degradation, is consistent with the standard British naval dress code circa 19██. It will manifest in the North Sea, defined as the area between Great Britain and Scandinavia. SCP-2770-1 has been recorded never going beyond the boundaries of the Shetland Isles, or farther south than the area of Norfolk, with the exception of ████████████. Its appearance on the water is instant, marked only by a sudden burst of radio white noise on most electronic equipment.\n\n\nThe life raft is too small to be reliably located by orbital imaging satellites, but its general location can be calculated by satellites equipped with thermal imaging, as water temperature drops by 3ºC in a 5km radius around SCP-2770-1.\n\n\nOnce manifested, SCP-2770-1 will wait until it obtains visual of an occupied vessel. It will try to gain the vessel's notice with several methods, including shouting, waving its arms, and using its uniform as a makeshift flag.\n\n\nIf it does not obtain the vessel's attention or is approached by a ship that does not intend rescue, it will be rapidly pulled underwater and not resurface for another 124 hours. However, if rescued, it will initiate a Boarding Event, and prompt the appearance of SCP-2770-2.\n\n\nSCP-2770-2 is a submarine, measuring 42m in length. It shows signs of extreme disrepair, with a thick layer of rust and barnacles coating most of the hull. 20 to 60 seconds after SCP-2770-1 has been rescued, SCP-2770-2 will surface nearby SCP-2770-1's rescuing vessel at a speed far beyond the capability of any known submersible. After it has surfaced, the hatch on the submarine's conning tower will open. SCP-2770-1, 2770-2 and the rescuing vessel will all be pulled into the water by an unknown force at over 200 km/h, and disappear. There seems to be no upper limit to the size of the vessel that can be pulled underwater; 2770 is known to have taken ships with displacements in excess of 50,000 long tons.\n\n\nAfter a Boarding Event, SCP-2770-1 will not appear for a minimum of 242 hours, with the length of its absence appearing to be linked to the size of the vessel taken.\n\n\nSCP-2770 was first theorized to exist in 19██ after a string of unexplained ship vanishings, and its existence confirmed in 1941, when the Gamma-6 vessel \nPanama-7\n observed it interact with a fishing trawler.\n\n\nHowever, it is believed that SCP-2770 has been active since at least 1███, due to a report published by a British newspaper from the same year.\n\n\n\n\n+ [LEVEL 2 ACCESS REQUIRED]\n\n\n\n\n[ACCESS GRANTED]\n\n\n\n\n\n\nExcerpt from the \nGlasgow Weekly Report\n, March 12, 1███\n\n\n\n\n\n\nWHALE SMASHES SHIP!\n\n\nA great tragedy on the seas. Local fishermen claim that a whaling ship off the coast rescued a castaway, only to be immediately attacked by a mammoth marine creature fitting the description of an abnormally large whale. The whale likely punctured the ship's hull during the attack, as it is claimed that the ship sunk incredibly quickly with no known survivors.\n\n\nThe fishermen present also claim the event accompanied a sudden drop in the already-frigid North Sea's waters, describing it as \"arctic\".\n\n\n\n\n\n\n\n\n\n\nAfter containment implementation, Gamma-6 has prevented over ███ possible Boarding Events, with the average length between failures to intercept SCP-2770-1 currently at a tolerable level. A log of ships known to have experienced Boarding Events will now follow:\n\n\n\n\n\n\nSCP-2770 Activity\n\n\n\n\n\n\nVessel Type\n\n\nDate\n\n\n\n\n\n\nFishing Trawler\n\n\nJanuary 1, 1941\n\n\n\n\n\n\nFishing Trawler\n\n\nJanuary 19, 1941\n\n\n\n\n\n\nSchooner\n\n\nFebruary 11, 1941\n\n\n\n\n\n\nOil Tanker\n\n\nMarch 8, 1943\n\n\n\n\n\n\nSubmarine\n\n\nDecember 25, 1943\n\n\n\n\n\n\nSubmarine\n\n\nJanuary 25, 1944\n\n\n\n\n\n\nDestroyer\n\n\nFebruary 29, 1944\n\n\n\n\n\n\nTroop Transport\n\n\nOctober 3, 1945\n\n\n\n\n\n\nTroop Transport\n\n\nNovember 15, 1952\n\n\n\n\n\n\nFishing Trawler\n\n\nSeptember 9, 1961\n\n\n\n\n\n\nCargo Ship\n\n\nApril 1, 1963\n\n\n\n\n\n\nCargo Ship\n\n\nMarch 22, 1966\n\n\n\n\n\n\nCargo Ship\n\n\nJune 18, 1973\n\n\n\n\n\n\nYacht\n\n\nApril 30, 1981\n\n\n\n\n\n\nLuxury Liner\n\n\nAugust 3, 1994\n\n\n\n\n\n\nGunboat\n\n\nApril 30, 199█\n\n\n\n\n\n\nWhaling Ship\n\n\nJuly 4, 20██\n\n\n\n\n\n\nWhaling Ship\n\n\nNovember 17, 20██\n\n\n\n\n\n\nFoundation Vessel\n\n\n██████ ██, ████\n\n\n\n\n\n\n████████████████\n\n\n██████████████████\n\n\n\n\n\n\nAll ships stricken from naval records and necessary disinformation campaigns enacted.\n\n\n\n\n\n\n\n\n\n\n\n\n+ [ERROR 100x0000x0. PLEASE SEE SUPERVISOR FOR DETAILS]\n\n\n\n\n[ERROR]\n\n\n\n\n100x00fx00f0x000100x00fx00f0x000 IDENTITY CONFIRMED\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2769\n | SCP-2770 | \nSCP-2771\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2770\n\" by Blarghalt, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2770\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n QwlkOXP.png\n\n\nAuthor:\n Blarghalt\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n US Navy 030108-N-2338M-001 Sailors aboard the U.S. Navy hospital ship USNS Comfort (T-AH 20) spot a life raft at sea near Bermuda.jpg\n\n\nAuthor:\n J. Maurer\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia",
    "addendums": [],
    "documents": [],
    "notes": [
        "Excerpt from the Glasgow Weekly Report , March 12, 1███ WHALE SMASHES SHIP! A great tragedy on the seas. Local fishermen claim that a whaling ship off the coast rescued a castaway, only to be immediately attacked by a mammoth marine creature fitting the description of an abnormally large whale. The whale likely punctured the ship's hull during the attack, as it is claimed that the ship sunk incredibly quickly with no known survivors. The fishermen present also claim the event accompanied a sudden drop in the already-frigid North Sea's waters, describing it as \"arctic\".",
        "\" SCP-2770 \" by Blarghalt, from the SCP Wiki . Source: https://scpwiki.com/scp-2770 . Licensed under CC-BY-SA .",
        "Filename: QwlkOXP.png Author: Blarghalt License: CC BY-SA 3.0 Source Link: SCP Wiki Derivative of: Name: US Navy 030108-N-2338M-001 Sailors aboard the U.S. Navy hospital ship USNS Comfort (T-AH 20) spot a life raft at sea near Bermuda.jpg Author: J. Maurer License: Public Domain Source Link: Wikimedia"
    ],
    "item": "SCP-2770",
    "object_class": "Euclid",
    "containment_procedures": "All ships must be prevented from approaching SCP- 2770. Instances of SCP-2770 are to be tracked by Mobile Task Force Gamma-6 (\"Deep Feeders\") via Foundation orbital assets and intercepted by Gamma-6 vessels. Anyone seen attempting interaction with SCP-2770-1 is to be detained before contact is made and administered Class-B amnestics.",
    "description": "SCP-2770 is the designation of two seaborne anomalies.",
    "title": "SCP-2770"
}