{
    "url": "https://scp-wiki.wikidot.com/scp-2775",
    "all_text": "rating: \n+148\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-2775\n: Bootleg Hoomans\n\n\nAuthor:\n \nweizhong\n\n\n\n\n+ More articles by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-2006\n\n\nRating: 2040\n\n\n\n\n\n\nSCP-2950\n\n\nRating: 875\n\n\n\n\n\n\nSCP-2599\n\n\nRating: 856\n\n\n\n\n\n\nSCP-2800\n\n\nRating: 584\n\n\n\n\n\n\nSCP-3200\n\n\nRating: 543\n\n\n\n\n\n\nSCP-4007\n\n\nRating: 419\n\n\n\n\n\n\nSCP-2750\n\n\nRating: 315\n\n\n\n\n\n\nSCP-2201\n\n\nRating: 243\n\n\n\n\n\n\nSCP-2101\n\n\nRating: 225\n\n\n\n\n\n\nSCP-2050\n\n\nRating: 214\n\n\n\n\n\n\nSCP-2440\n\n\nRating: 203\n\n\n\n\n\n\nSCP-2301\n\n\nRating: 181\n\n\n\n\n\n\nSCP-1842\n\n\nRating: 180\n\n\n\n\n\n\nSCP-2012\n\n\nRating: 171\n\n\n\n\n\n\nSCP-2499\n\n\nRating: 169\n\n\n\n\n\n\nSCP-1644\n\n\nRating: 166\n\n\n\n\n\n\nSCP-2775\n\n\nRating: 148\n\n\n\n\n\n\nSCP-2925\n\n\nRating: 137\n\n\n\n\n\n\nSCP-1758\n\n\nRating: 137\n\n\n\n\n\n\nSCP-972\n\n\nRating: 130\n\n\n\n\n\n\nSCP-7030\n\n\nRating: 125\n\n\n\n\n\n\nSCP-314-J\n\n\nRating: 99\n\n\n\n\n\n\nSCP-2625\n\n\nRating: 96\n\n\n\n\n\n\nSCP-2588\n\n\nRating: 92\n\n\n\n\n\n\nSCP-6030\n\n\nRating: 90\n\n\n\n\n\n\nSCP-5725\n\n\nRating: 81\n\n\n\n\n\n\nSCP-2896\n\n\nRating: 63\n\n\n\n\n\n\nSCP-5975\n\n\nRating: 55\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Tales by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nThe Meaning of Fear\n\n\nRating: 255\n\n\n\n\n\n\nRight?\n\n\nRating: 206\n\n\n\n\n\n\nAfter The End\n\n\nRating: 96\n\n\n\n\n\n\nThe Tinkerer\n\n\nRating: 96\n\n\n\n\n\n\nSpirit Dust\n\n\nRating: 70\n\n\n\n\n\n\nLeisure Time\n\n\nRating: 64\n\n\n\n\n\n\nMission Accomplished\n\n\nRating: 59\n\n\n\n\n\n\nA Broken Tool\n\n\nRating: 49\n\n\n\n\n\n\nOf Meetings and Meals\n\n\nRating: 45\n\n\n\n\n\n\nThe Space Soldier\n\n\nRating: 44\n\n\n\n\n\n\nTrip Hammer\n\n\nRating: 41\n\n\n\n\n\n\nEulogies\n\n\nRating: 26\n\n\n\n\n\n\nAll Work and No Play\n\n\nRating: 23\n\n\n\n\n\n\nAnother Day On The Job\n\n\nRating: 17\n\n\n\n\n\n\nUnveiling\n\n\nRating: 13\n\n\n\n\n\n\nConferencing\n\n\nRating: 10\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ GOI formats by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nUIU File: 2017-003\n\n\nRating: 205\n\n\n\n\n\n\nUIU File: 1933-001\n\n\nRating: 79\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All coauthored articles featuring weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nPage\n\n\nAuthors\n\n\n\n\n\n\nUnusual Incidents Unit Hub\n\n\nDrewbear\n, \nCryogenChaos\n\n\n\n\n\n\nProject Palisade, 001 Proposal\n\n\nthedeadlymoose\n, \nDrewbear\n, and \nDexanote\n\n\n\n\n\n\nTKO\n\n\nthedeadlymoose\n and \nDrewbear\n\n\n\n\n\n\nSCP-5050-EX\n\n\nCityToast\n\n\n\n\n\n\nCompetitive Teleology\n\n\nRiemann\n\n\n\n\n\n\nSCP-5882\n\n\nRiemann\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+148\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-2775\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2775 is currently uncontained, due to the extreme logistical difficulty of attempting containment. Indirect containment of SCP-2775 is currently being undertaken by intercepting phone calls from the point of origin for SCP-2775 to SCP-2775-1.\n\n\nInvestigation into the origin of the “Human Mills Company” is currently underway, and is being directed by Dr. Sonia Oland. All personnel with questions should contact Dr. Oland, or any other designated supervisor.\n\n\nDescription:\n SCP-2775 is an extraterrestrial entity of indeterminate biology and form. The current location of SCP-2775 is unknown, though its signal from the phone calls it made were traced to a location outside of the solar system. Contact with SCP-2775 has only occurred in the context of phone calls intercepted between SCP-2775 and the “Human Mills Company,” designated SCP-2775-1.\n\n\nSCP-2775 is capable of speaking in English despite its origin. The anomaly is noted to have an accent of indeterminate origin. It is unknown how SCP-2775 acquired its knowledge of English. In addition, giving the lack of a latency time in between moments made in the call, and the distance that a phone call would need to travel, SCP-2775 evidently possesses the ability to both transmit and maintain a faster-than-light phone signal, which implies a high degree of technological or anomalous ability.\n\n\nSCP-2775-1 is a clandestine company with its headquarters traced to the region of the southwestern United States, though the exact location of the headquarters has yet to be found. SCP-2775-1 evidently specializes in the production of humanoid specimens for a large sum of money, though the specifics of this process are unknown. Prior to discovery of SCP-2775, the Foundation had established that SCP-2775-1 was a primarily American company without any international exports beyond a few shipments to Canada.\n\n\nFirst contact with SCP-2775 occurred during investigation into SCP-2775-1 for containment of a separate anomalous entity. Foundation assets in the region listened in on a phone call from SCP-2775 to SCP-2775-1. The transcript of the phone call is included below.\n\n\n\n\nSCP-2775:\n Uh, hello? Someone there? Fuck, if someone puts me on hold one more time I swear, I’m gonna jam a-\n\n\nSCP-2775-1:\n Hello, you have reached the Human Mills Company Tech Support, dedicated to bringing you quality lab specimens anywhere, anytime, any dimension. My name is Janet, and how can I help you today?\n\n\nSCP-2775:\n Oh, uh, hi. I had an issue with one of these human specimens that I bought. It’s not working.\n\n\nSCP-2775-1:\n Oh, I'm so sorry to hear that sir, have you tried rebooting it?\n\n\nSCP-2775:\n Hold on, let me try. (pause in call) Well I took its shoe off and put it back on and nothing changed.\n\n\nSCP-2775-1:\n No sir, I mean that you need to turn it fully off and then on again.\n\n\nSCP-2775:\n Okay, gimme a sec. (pause in call) Oh, oh sweet Gizyxs-now it’s bleeding everywhere and screaming, how the hell do I make it stop? (next portion is quieter, as if spoken away from the phone) How the hell do you have that much blood?\n\n\nSCP-2775-1:\n Turn it off completely and then apply bandages.\n\n\nSCP-2775:\n Wait, it stopped screaming. Oh, wait. I think it just died. Well, fuck.\n\n\nSCP-2775-1:\n Please remain calm, sir. If your product is not working, we can send you a new one, free of cost, if your warranty hasn’t expired.\n\n\nSCP-2775:\n Uh, warranty?\n\n\nSCP-2775-1:\n There is a one year warranty from the date that you purchased the human.\n\n\nSCP-2775:\n Nobody told me anything about a warranty. Damn, do I need proof of this or something?\n\n\nSCP-2775-1:\n Yes, you do.\n\n\nSCP-2775:\n Gizyxs damn it.\n\n\n\n\nAt this point, SCP-2775 ended the call. Approximately ten minutes later, SCP-2775 made another call, which was intercepted by the Foundation.\n\n\n\n\nSCP-2775:\n How is waiting music this b-\n\n\nFoundation:\n Hello, you have reached the Human Mills Company Tech Support, dedicated to bringing you quality lab specimens anywhere, anytime, any dimension. My name is Mike, and how can I help you today?\n\n\nSCP-2775:\n Oh, hey. I’ve got a couple human specimens here that don’t work. I tried turning them off and on again, but that didn’t work, and when I tried to take one apart to figure out what was going on with it, it just died.\n\n\nFoundation:\n I’m so sorry to hear that sir, we’ll try to get your problem fixed right away. Can you tell me what store location you bought this particular specimen at?\n\n\nSCP-2775:\n Yeah, uh, it was some place called China.\n\n\nFoundation:\n Sir, we don’t have any stores located in that region.\n\n\nSCP-2775:\n What? Are you sure? I picked up these ones right there.\n\n\nFoundation:\n Yes, positive sir. Are you sure you bought from a licensed vendor?\n\n\nSCP-2775:\n Well duh, I mean, I paid good money for these things. Look, it says \"HOOMAN\" right across the side of this thing.\n\n\nFoundation:\n Sir, I believe that you’ve bought some unlicensed, knockoff brand humans that are not endorsed by our company.\n\n\nSCP-2775:\n What? Of course I didn’t, I’d never buy any knockoff brands.\n\n\nFoundation:\n Sir, I can’t help you with non-Human Mills Company products.\n\n\nSCP-2775:\n (quieter, as if speaking away from phone) Of fucking course I’m the one who buys the shitty bootleg humans because I want to save some money. Never buy from those Gizyxsdamn little street vendors, they told me, but did I listen? Noooo-\n\n\n\n\nAt this point, the call ends once again. SCP-2775 has not made any more calls since this point, and the status of the anomaly is unknown.\n\n\n\n\n\n\n« \nSCP-2774\n | SCP-2775 | \nSCP-2776\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2775\n\" by weizhong, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2775\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "SCP-2775: Uh, hello? Someone there? Fuck, if someone puts me on hold one more time I swear, I’m gonna jam a- SCP-2775-1: Hello, you have reached the Human Mills Company Tech Support, dedicated to bringing you quality lab specimens anywhere, anytime, any dimension. My name is Janet, and how can I help you today? SCP-2775: Oh, uh, hi. I had an issue with one of these human specimens that I bought. It’s not working. SCP-2775-1: Oh, I'm so sorry to hear that sir, have you tried rebooting it? SCP-2775: Hold on, let me try. (pause in call) Well I took its shoe off and put it back on and nothing changed. SCP-2775-1: No sir, I mean that you need to turn it fully off and then on again. SCP-2775: Okay, gimme a sec. (pause in call) Oh, oh sweet Gizyxs-now it’s bleeding everywhere and screaming, how the hell do I make it stop? (next portion is quieter, as if spoken away from the phone) How the hell do you have that much blood? SCP-2775-1: Turn it off completely and then apply bandages. SCP-2775: Wait, it stopped screaming. Oh, wait. I think it just died. Well, fuck. SCP-2775-1: Please remain calm, sir. If your product is not working, we can send you a new one, free of cost, if your warranty hasn’t expired. SCP-2775: Uh, warranty? SCP-2775-1: There is a one year warranty from the date that you purchased the human. SCP-2775: Nobody told me anything about a warranty. Damn, do I need proof of this or something? SCP-2775-1: Yes, you do. SCP-2775: Gizyxs damn it.",
        "SCP-2775: How is waiting music this b- Foundation: Hello, you have reached the Human Mills Company Tech Support, dedicated to bringing you quality lab specimens anywhere, anytime, any dimension. My name is Mike, and how can I help you today? SCP-2775: Oh, hey. I’ve got a couple human specimens here that don’t work. I tried turning them off and on again, but that didn’t work, and when I tried to take one apart to figure out what was going on with it, it just died. Foundation: I’m so sorry to hear that sir, we’ll try to get your problem fixed right away. Can you tell me what store location you bought this particular specimen at? SCP-2775: Yeah, uh, it was some place called China. Foundation: Sir, we don’t have any stores located in that region. SCP-2775: What? Are you sure? I picked up these ones right there. Foundation: Yes, positive sir. Are you sure you bought from a licensed vendor? SCP-2775: Well duh, I mean, I paid good money for these things. Look, it says \"HOOMAN\" right across the side of this thing. Foundation: Sir, I believe that you’ve bought some unlicensed, knockoff brand humans that are not endorsed by our company. SCP-2775: What? Of course I didn’t, I’d never buy any knockoff brands. Foundation: Sir, I can’t help you with non-Human Mills Company products. SCP-2775: (quieter, as if speaking away from phone) Of fucking course I’m the one who buys the shitty bootleg humans because I want to save some money. Never buy from those Gizyxsdamn little street vendors, they told me, but did I listen? Noooo-",
        "\" SCP-2775 \" by weizhong, from the SCP Wiki . Source: https://scpwiki.com/scp-2775 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2775",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2775 is currently uncontained, due to the extreme logistical difficulty of attempting containment. Indirect containment of SCP-2775 is currently being undertaken by intercepting phone calls from the point of origin for SCP-2775 to SCP-2775-1.",
    "description": "SCP-2775 is an extraterrestrial entity of indeterminate biology and form. The current location of SCP-2775 is unknown, though its signal from the phone calls it made were traced to a location outside of the solar system. Contact with SCP-2775 has only occurred in the context of phone calls intercepted between SCP-2775 and the “Human Mills Company,” designated SCP-2775-1.",
    "title": "SCP-2775"
}