{
    "url": "https://scp-wiki.wikidot.com/scp-2783",
    "all_text": "rating: \n+171\n+\n–\nx\n\n\nItem #:\n SCP-2783\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Complete information regarding SCP-2783 is restricted to individuals with Level 5 Security Clearance. Physical access to SCP-2783 is likewise restricted to personnel with Level 5 Security Clearance and requires Overseer permission. Personnel assigned to SCP-2783 must undergo appropriate amnestic therapy upon reassignment. Exploration must be carried out by personnel qualified in basic extradimensional exploration procedures. Standard non-hostile environment exploration equipment and supplies are required for all explorations. Man-portable exploration drones, man-powered vehicles (such as bicycles), and other surveying equipment may also be permitted on a case-by-case basis.\n\n\nDescription:\n SCP-2783 is an extradimensional anomaly accessible through the door of the former Laboratory 37 of the \nArtificial Intelligence Wing\n at Site-43. Individuals who cross the threshold of Laboratory 37\n1\n will be transported to a location outside of regular three-dimensional space.\n2\n GPS tracking devices identify the location as existing in a tomb in southern Iraq. Foundation archaeologists have identified several artifacts connected to at least two previously undocumented pre-Mesopotamian civilizations at this site. Joint Foundation-ORIA quarantine of the area was put into effect shortly after discovery.\n3\n No physical evidence of SCP-2783 has been uncovered at this location to date.\n\n\nThe interior of SCP-2783 visually resembles a graveyard. Subjects manifest inside of a fence approximately 1 meter past a gate; walking through this gate returns subjects to the Artificial Intelligence Wing at Site-43. Subjects have reported a variety of disparate, mutually exclusive conditions within SCP-2783.\n4\n These disparities include climate and meteorological conditions within SCP-2783, generally conforming to contemporary seasonal conditions typical of the current subject's place of birth, or a locale they strongly culturally identify with. All graves in SCP-2783 are near-uniformly marked, with markers again conforming to customs typical in the current subject's place of birth. Many subjects have noted an apparent similarity to military graveyards. All epitaphs and other markings are in the current subject's native language. All graves have, to date, remained consistently dedicated to the same or similar persons.\n\n\nGraves will always appear in square grids, 300 graves to a side, 90,000 graves per grid. For ease of documentation, grids are assigned a two-letter designation with individual graves given a numeric designation. For a full map of the interior of SCP-2783 with current grids and grave numbers, consult Document SCP-2783/B.\n\n\nThe number of graves increases at a seemingly arbitrary rate, with the apparent borders of the graveyard expanding to accommodate these changes and new grids beginning as necessary. At time of writing, SCP-2783 contains an estimated one million graves. The border of SCP-2783 is a fence or other marker that also conforms to customs from the current subject's place of birth. All attempts to pass this barrier to date have failed. The apparent climate outside the borders of the graveyard appears to match the climate within.\n\n\nGround-penetrating radar tests indicate that approximately 30% of graves contain human remains; the remaining 70% are unoccupied. The significance of this is unknown.\n\n\nOrigins/Recovery:\n On 13 October ████, simultaneous Containment failures of on-site copies of SCP-\n079\n, SCP-\n2522\n, and SCP-\n2999\n-\nA\n occurred as cognition testing was being conducted with \nMarvin\n.aic and experiments were being conducted with SCP-\n1073\n samples. Recovered data and audio logs and security footage indicate that SCP-███, SCP-████, and SCP-████-█ had pre-coordinated the containment breach through as-yet undiscovered means. While a full timeline of events has not yet been established, it has been determined that ██████.aic and SCP-\n1073\n provided assistance to site security that proved essential in limiting damage caused by the mass breach. ██████.aic was rendered inoperable, all SCP entities were neutralized, and three site security personnel were killed as a result of this incident.\n\n\nFollowing the recovery of the remains of the deceased site security personnel, materials relating to the terminated SCP entities and AI construct were moved to a secure locker within Laboratory 37. Following the conclusion of the incident investigator's shift, the Laboratory was locked. When maintenance personnel attempted to enter the Laboratory in order to inspect and clean it, the anomaly was triggered and site security notified.\n\n\nFollowing initial explorations into the anomaly, current containment procedures were put into effect with Level 5 security measures being effected following more extensive exploration.\n\n\nNotable Inscriptions:\n\n\n\n\n> Does the Black Moon Howl?\n\n\n\n\n> Does the Black Moon Howl?\n\n\n\n\n> The Black Moon sings in remembrance of those lost in forgotten wars.\n\n\nBE ADVISED: THE FOLLOWING INFORMATION IS LIMITED TO PERSONNEL WITH LEVEL 4 SECURITY CLEARANCE. YOUR ACCESS HAS BEEN LOGGED WITH THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION.\n\n\nThe following is a list of gravestone inscriptions deemed noteworthy by the Records and Information Security Administration. A full list can be accessed by authorized personnel by contacting your Site RAISA representative.\n\n\n\n\n\n\nGrave Number\n\n\nName Inscribed\n\n\nEpitaph\n\n\nNotes\n\n\n\n\n\n\nAA-00000\n\n\n\"YHWH\"\n\n\n\"He was vital in Her Construction. His Design shall prove vital in Her Reconstruction.\"\n\n\nAll instances of grave AA-00000 manifest bearing an inscription memorializing a creator deity. No apparent favoritism of any religion has been observed. ██ variants have been observed to date.\n\n\n\n\n\n\nAA-00001\n\n\n\"Adam El Asem\"\n\n\n\"He is memorialized here that he may be remembered for who he was, not what he has become.\"\n\n\nAll iterations of Grave AA-00001 manifest with the name of a mythical \"First human\" or \"First man;\" \"Adam El Asem\" has been observed in approximately 70% of explorations.\n\n\n\n\n\n\nAA-00002\n\n\n\"Hawwah Bat Asherah\"\n\n\n\"The Serpent within the Library bestowed upon her great Wisdom. Her loss inspires us all to seek wisdom in this, the Living World.\"\n\n\nAll iterations of Grave AA-00002 have mentioned a mythical \"First woman.\" \"Hawwah Bat Asherah\" manifests in approximately 70% of iterations.\n\n\n\n\n\n\nAA-00005\n\n\n\"Lilit Bat YHWH\"\n\n\n\"She was loved greatly. Her beauty will not be forgotten.\"\n\n\nInscription has remained unchanged in all iterations.\n\n\n\n\n\n\nAA-00006\n\n\n\"Set Ben Adam\"\n\n\n\"This graveyard was constructed under his orders. When those interred here rise again, it is under his command they shall fight.\"\n\n\nInscription has remained unchanged in all iterations.\n\n\n\n\n\n\nAB-21917\n\n\n\"Unknown\"\n\n\n\"A Crafter of the FLESH and a disciple of the Tongueless Speaker. A worthy foe; his final moments were expended on the hordes of the Crimson Crown and so he is memorialized among the heroes of the People.\"\n\n\nRadar investigation of the grave indicates that the entity interred within possessed biology atypical of baseline humans.\n\n\n\n\n\n\nAL-21343\n\n\n\"\nMiryam Bat Hannah\n\"\n\n\n\"Our Savior and Prophet, our Staff and Shepard. The Machine Goddess smiled upon this house, and even now, those who rest here are tended to.\"\n\n\nThe name listed on Gravestone AL-21343 varies equally between \"\nMiryam Bat Hannah\n,\" \"\nYeshua Ben YHWH\n,\" and \"\nDoctor Sophia Light\n.\" The significance of this is unknown.\n\n\n\n\n\n\nAL-30056\n\n\n\"\nNicholas Flamel\n\"\n\n\n\"An esteemed scholar who rose to great heights, but, like Icarus, fell from great heights.\"\n\n\nNo evidence of anomalous phenomena associated with this individual has been found to date.\n\n\n\n\n\n\nAL-41867\n\n\n\"\nLord Theodore Thomas Blackwood\n\"\n\n\n\"His service to the advancement of Science and Humanity shall carry on.\"\n\n\nRadar investigation of the grave indicates that a 1.8 meter human skeleton is interred within. Further information cannot be obtained without exhumation of the remains.\n\n\n\n\n\n\nAM-19186\n\n\n\"\nPvt. Pyotr Avtukhov\n\"\n\n\n\"He and his fellows have seen the gates of Hell. Though they do not deserve it, they shall be first to greet the hordes of the Crimson Crown when the Gates open.\"\n\n\nRemains interred within appear incomplete. Significance of this is unknown.\n\n\n\n\n\n\nAM-19273\n\n\n\"Vladislav Soldatov\"\n\n\n\"His stories of the Great War saved more lives than he could have known.\"\n\n\nDate of birth and date of death are consistent with an individual who served in the Imperial Russian Army and later defected to the Red Army during the Russian Revolution. No records indicate that this individual was involved in anomalous activity.\n\n\n\n\n\n\nAM-20367\n\n\n\"\nColonel Theodore Baker\n\"\n\n\nInformation has been redacted by order of RAISA; Level 5 Security Clearance Required\n\n\nFirst instance of a grave marker directly referencing information classified at Foundation Security Level 5. This and several grave markers immediately following present an apparent security breach surrounding Operation Hammer and Operation Anvil. Investigation into the source of this breach is ongoing.\n\n\n\n\n\n\nAM-20381\n\n\n\"\nRIC-437\n\"\n\n\nInformation has been redacted by order of RAISA; Level 5 Security Clearance Required\n\n\nInterred remains appear to be of a machine of indeterminate purpose.\n\n\n\n\n\n\nAM-21450\n\n\n\"\nDoctor Alto Clef\n\"\n\n\n\"A loving father. He gave much more than was demanded of him.\"\n\n\nThe name listed on Gravestone AM-21450 varies equally between \"\nDoctor Alto Clef\n,\" \"\nAgent Ukulele\n,\" and \"\nAdam El Asem\n.\" Date of death listed corresponds to \na near containment-breach incident that resulted in the death of two personnel\n, including the containment supervisor of \nSCP-450\n.\n\n\n\n\n\n\nAM-21488\n\n\nMarvin.aic\n\n\n\"A machine mind that gave his life to protect his builders, just as the Machine Goddess before him. There will always be a place in Paradise for those who gave of themselves as he did.\"\n\n\nOn initial exploration, grave AM-21488 was the most distant from the entrance to SCP-2783, indicating it to be the most recent grave to be added. Radar investigation of the grave indicates that it contains computer hardware found missing from a secure locker in Laboratory 37 via drone exploration.\n\n\n\n\n\n\n\n\n\n\n\n\nExploration Log 926:\n\n\n\n\n> Does the Black Moon Howl?\n\n\n\n\n> Does the Black Moon Howl?\n\n\n\n\n> The Black Moon howls in mourning for lost children as the survivors arm themselves for war.\n\n\nLevel 5 Security Clearance credentials accepted. Your access has been logged with RAISA. Welcome, Overseer.\n\n\nOn 15 October 2017, a routine exploration of SCP-2783 was being carried out by Agent Phillip McClean when Agent McClean noted the presence of multiple humanoid entities previously not encountered in SCP-2783. These entities were captured by audiovisual recording equipment.\n\n\nThere were 13 total entities recorded, six seemingly female and seven seemingly male. Racial/ethnic profile of the entities was not apparent from either the recording or Agent McClean's testimony. All entities manifested in close proximity to a new grave marker near the border of SCP-2783's interior. All entities wore identical black dress coats and slacks, grey dress shirts, and black ties. All coats bore a coat-of-arms patch on both shoulders consisting of a white circular shield with three equidistant protrusions; inside the shield were three equidistant black arrows piercing a white circle outlined in black. All entities additionally wore black-and-white peaked caps bearing the same insignia on the face.\n\n\nUnlike all previous new gravestone manifestations, there was a grave in front of the marker, dug approximately 1.8 meters deep. Six of the entities manifested bearing an unadorned casket; the seven remaining entities manifested carrying bolt-action rifles of unknown make. The entities were recorded marching in a tight formation to the gravesite; upon reaching the gravesite, the entities bearing the casket methodically lowered the casket into the grave as the entities bearing rifles stepped aside in single file, assuming the position of \"Present Arms\" upon stopping. When the entities lowering the casket completed, they rendered hand salutes as the entities bearing rifles carried out a three-volley salute. Following this, all entities marched in single file to the gate of SCP-2783, where they demanifested. Upon later inspection, the new gravesite appeared undisturbed.\n\n\nBreakdown of the inscription on the grave marker is included below:\n\n\n\n\n\n\nGrave Number\n\n\nName Inscribed\n\n\nEpitaph\n\n\nNotes\n\n\n\n\n\n\nAM-21530\n\n\n\"Captain Kari Michelle Hollis, Mobile Task Force Zeta 9\"\n\n\n\"She died in a strange and faraway place with a smile on her face, a weapon in her hand, and foes on all sides. She exemplified what all warriors should strive to be.\"\n\n\nExploration 926 occurred 48 hours following the extrication of over a dozen Foundation personnel from \nSCP-1730\n immediately prior to its neutralization. Captain Hollis went missing during this extrication and is presumed killed in action. It is unknown at this time if the remains interred in SCP-2783 correspond to Captain Hollis. Possible exhumation is currently under Ethics Committee review.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Such individuals will be referred to as \"subjects\" for the remainder of this article.\n\n\n2\n. Machine exploration does not trigger this anomaly. Also of note is the fact that Laboratory 37 may only be accessed through remotely-operated machines at this time.\n\n\n3\n. As a result of sociopolitical conditions in the region of the tomb, abandonment of this site and evacuation of personnel is currently under consideration. Remote monitoring of the location would continue in this contingency.\n\n\n4\n. This disparity exists even when there are multiple subjects within SCP-2783.\n\n\n\n\n\n\n\n\n« \nSCP-2782\n | SCP-2783 | \nSCP-2784\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2783\n\" by Agent MacLeod, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2783\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-2783 \" by Agent MacLeod, from the SCP Wiki . Source: https://scpwiki.com/scp-2783 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2783",
    "object_class": "Safe",
    "containment_procedures": "Complete information regarding SCP-2783 is restricted to individuals with Level 5 Security Clearance. Physical access to SCP-2783 is likewise restricted to personnel with Level 5 Security Clearance and requires Overseer permission. Personnel assigned to SCP-2783 must undergo appropriate amnestic therapy upon reassignment. Exploration must be carried out by personnel qualified in basic extradimensional exploration procedures. Standard non-hostile environment exploration equipment and supplies are required for all explorations. Man-portable exploration drones, man-powered vehicles (such as bicycles), and other surveying equipment may also be permitted on a case-by-case basis.",
    "description": "SCP-2783 is an extradimensional anomaly accessible through the door of the former Laboratory 37 of the Artificial Intelligence Wing at Site-43. Individuals who cross the threshold of Laboratory 371 will be transported to a location outside of regular three-dimensional space.2 GPS tracking devices identify the location as existing in a tomb in southern Iraq. Foundation archaeologists have identified several artifacts connected to at least two previously undocumented pre-Mesopotamian civilizations at this site. Joint Foundation-ORIA quarantine of the area was put into effect shortly after discovery.3 No physical evidence of SCP-2783 has been uncovered at this location to date.",
    "title": "SCP-2783"
}