{
    "url": "https://scp-wiki.wikidot.com/scp-2787",
    "all_text": "rating: \n+37\n+\n–\nx\n\n\n\n\n\n\nSCP-2787-2\n\n\n\n\n\n\nItem #:\n SCP-2787\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n A monitoring station is to be established in the vicinity of SCP-2787-2 (Station 2787-05) to allow constant surveillance of SCP-2787-2 at all times by both electronic and visual means. A compatible file corresponding to the original design, designated SCP-2787-2’, is to be open within a computer running an SCP-2787-1 instance at all times; if any change in SCP-2787-2 is observed this file is to be saved immediately and Head Researcher SCP-2787 notified. The Foundation is to monitor internet traffic for SCP-2787-1, and any instances discovered are to be replaced with non-anomalous versions.\n\n\nWhen Protocol 371-Shepherd is in effect, any part of this containment protocol may be superseded at any time under orders of Head Researcher SCP-2787 or higher authority. Further orders will be issued as appropriate by O5 Command; however, personnel are to be reminded that, owing to the anomalous nature of SCP-2787, the Protocol must be regarded as a temporary measure only and is no substitute for true containment.\n \nProtocol 371-Shepherd suspended until further notice.\n\n\nDescription:\n SCP-2787-1 (branded as ‘Civil Engineering Design Toolbox’) is a computer-aided design (CAD) software package created by █████████ Software Limited. SCP-2787-1 was not officially released, but was distributed illicitly via file-sharing websites prior to attracting Foundation attention. Copies of 'Civil Engineering Design Toolbox' released by the manufacturer do not possess anomalous properties; at this time the origin of SCP-2787-1 is unknown. SCP-2787-1 functions similarly to the █████ software created by the same company, allowing users to design and create 3D models, specify materials and dimensions, and other such functions common to such software. SCP-2787-1’s anomalous effects occur whenever a file is saved. Any model saved by the software in the default .cedt format will replace the current iteration of SCP-2787-2.\n\n\nSCP-2787-2 is a location in ████████ where models saved by SCP-2787-1 manifest. SCP-2787 was first brought to the attention of the Foundation when reports emerged of the steel bridge originally on the site disappearing, being replaced with a crude high-rise building rising from the valley below. The location was immediately closed to the public, and amnestics were administered to witnesses. Suppression of SCP-2787-1 has greatly reduced the number of incidents, with 3 non-authorised incidents occuring in 20██, as opposed to over 10 daily incidences immediately following discovery. Combined with the creation of SCP-2787-2’ from the original blueprints, this has allowed the Foundation to maintain the cover of the bridge being closed owing to ongoing safety issues. Testing surrounding SCP-2787’s ability to manifest complex materials and structures is currently ongoing, and authorised personnel may access the log below.\n\n\n\n\n+ SCP-2787 Testing Log\n\n\n\n\n- SCP-2787 Testing Log\n\n\n\n\n\n\nTest #:\n 003\n\n\nDescription:\n Replacement of SCP-2787-2’ with wooden model of identical geometry.\n\n\nResult:\n Structure manifested as specified and immediately collapsed into the valley below. Analysis suggests materials possessed insufficient structural strength to support their own weight. Debris disappeared when SCP-2787-2’ restored.\n\n\nTest #:\n 007\n\n\nDescription:\n Samples of various materials (including steel, concrete and █████) added to model.\n\n\nResult:\n Materials appeared in expected locations and removed from site. Testing showed no distinguishable differences from non-anomalous materials. Samples disappeared when SCP-2787-2’ restored.\n\n\nIncident #:\n Unauthorised Incident 075\n\n\nDescription:\n Change to model resulting from uncontained SCP-2787-1 instance.\n\n\nResult:\n Structure disappeared in its entirety; Technician ███████, who was installing equipment on the bridge at the time, was not affected and fell to the ground below. The technician was pronounced dead on the scene from injuries sustained from her fall. Model reverted to SCP-2787-2' following cleanup operation; relevant SCP-2787-1 instance later discovered as part of standard containment procedures and destroyed.\n\n\nTest #:\n 015\n\n\nDescription:\n Self-contained steel chamber added to model such that it would manifest underground relative to SCP-2787-2, including surface hatch for accessibility.\n\n\nResult:\n Chamber appeared as expected. Opening of the hatch lead to inrush of air consistent with inside of chamber being in vacuum. When SCP-2787-2’ was restored the removed soil did not reappear.\n\n\nTest #:\n 016\n\n\nDescription:\n A battery of Scranton reality anchors were established around SCP-2787-2. Various models were saved including repeats of previous tests.\n\n\nResult:\n [REDACTED]\n\n\nTest #:\n 017\n\n\nDescription:\n Extensive changes to model in attempt to [REDACTED] and simulation of containment failure of SCP-████.\n\n\nResult:\n [REDACTED] leading to use of SCP-2787 for emergency containment being approved by O5 Council majority vote; SCP-2787 reclassified as Thaumiel. Authorised personnel may access Protocol 371-Shepherd.\n\n\n\n\n\n\n\n\n\n\nProtocol 371-Shepherd\n\n\nFull access to Protocol 371-Shepherd is restricted to personnel of Level 5 clearance.\n\n\n\n\n+ Please enter your credentials\n\n\n\n\n- Credentials entered\n\n\n\n\n\n\nThank you. Your clearance level is 2787 Level 3. Some information may be unavailable for security reasons.\n\n\n\n\nProtocol 371-Shepherd involves the use of SCP-2787 to create a emergency containment facility in the situation that conventional containment is not feasible. Owing to the risk resulting from the anomalous nature of SCP-2787, the protocol is not to be activated save for ██-Class scenarios or greater. All personnel assigned to SCP-2787 are to have a level of competence with non-anomalous versions of SCP-2787-1 or similar software. Activation of 371-Shepherd will be authorised by direct communication from O5 Command. Alternatively, in the event of an ██-Class scenario or greater, full authority will be given to the senior surviving staff member attached to SCP-2787. When the Protocol is active, SCP-2787-2 is designated a Provisional Site. Following successful reintroduction of containment all personnel involved are to [REDACTED].\n\n\nImplementation history\n\n\n\n\n██/██/20██ - 371-Shepherd activated following SCP-████ breaching containment after [REDACTED]. The object was recaptured successfully by site security and the Protocol was stood down.\n\n\n██/██/20██ - 371-Shepherd activated as part of simulated containment breach (see Exercise Blue Railroad). Indications that SCP-2787 is unusually vulnerable to high-level reality bending entities are to be investigated as a matter of urgency.\n\n\n██-██-20██ - 371-Shepherd activated following mass containment failure at Site ██. SCP-███ and SCP-███ held at Provisional Site 2787-2 until Site ██ secured by responding MTF personnel.\n\n\n██-██-20██ - 371-Shepherd activated following discovery of SCP-████. SCP-████ held at Provisional Site 2787-2 until construction of dedicated facility could be completed. However, containment breach occurred after [REDACTED], suggesting [REDACTED] may have knowledge of SCP-2787 and/or access to an SCP-2787-1 instance. SCP-████ successfully recontained at Site ██.\n\n\n██-██-20-██ - 371-Shepherd activated in preparation of [REDACTED]. In the resulting confusion SCP-████ breached provisional containment after apparently [DATA EXPURGED]. Subsequent testing has indicated that reality levels surrounding SCP-2787-2 are fluctuating far above normal levels; Protocol 371-Shepherd is currently suspended, with the exception of ██-Class scenarios, under which it is believed that [REDACTED] would in fact be desirable. SCP-2787 is therefore reclassified as Euclid at this time.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2786\n | SCP-2787 | \nSCP-2788\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Test #: 003 Description: Replacement of SCP-2787-2’ with wooden model of identical geometry. Result: Structure manifested as specified and immediately collapsed into the valley below. Analysis suggests materials possessed insufficient structural strength to support their own weight. Debris disappeared when SCP-2787-2’ restored. Test #: 007 Description: Samples of various materials (including steel, concrete and █████) added to model. Result: Materials appeared in expected locations and removed from site. Testing showed no distinguishable differences from non-anomalous materials. Samples disappeared when SCP-2787-2’ restored. Incident #: Unauthorised Incident 075 Description: Change to model resulting from uncontained SCP-2787-1 instance. Result: Structure disappeared in its entirety; Technician ███████, who was installing equipment on the bridge at the time, was not affected and fell to the ground below. The technician was pronounced dead on the scene from injuries sustained from her fall. Model reverted to SCP-2787-2' following cleanup operation; relevant SCP-2787-1 instance later discovered as part of standard containment procedures and destroyed. Test #: 015 Description: Self-contained steel chamber added to model such that it would manifest underground relative to SCP-2787-2, including surface hatch for accessibility. Result: Chamber appeared as expected. Opening of the hatch lead to inrush of air consistent with inside of chamber being in vacuum. When SCP-2787-2’ was restored the removed soil did not reappear. Test #: 016 Description: A battery of Scranton reality anchors were established around SCP-2787-2. Various models were saved including repeats of previous tests. Result: [REDACTED] Test #: 017 Description: Extensive changes to model in attempt to [REDACTED] and simulation of containment failure of SCP-████. Result: [REDACTED] leading to use of SCP-2787 for emergency containment being approved by O5 Council majority vote; SCP-2787 reclassified as Thaumiel. Authorised personnel may access Protocol 371-Shepherd.",
        "Thank you. Your clearance level is 2787 Level 3. Some information may be unavailable for security reasons.",
        "██/██/20██ - 371-Shepherd activated following SCP-████ breaching containment after [REDACTED]. The object was recaptured successfully by site security and the Protocol was stood down. ██/██/20██ - 371-Shepherd activated as part of simulated containment breach (see Exercise Blue Railroad). Indications that SCP-2787 is unusually vulnerable to high-level reality bending entities are to be investigated as a matter of urgency. ██-██-20██ - 371-Shepherd activated following mass containment failure at Site ██. SCP-███ and SCP-███ held at Provisional Site 2787-2 until Site ██ secured by responding MTF personnel. ██-██-20██ - 371-Shepherd activated following discovery of SCP-████. SCP-████ held at Provisional Site 2787-2 until construction of dedicated facility could be completed. However, containment breach occurred after [REDACTED], suggesting [REDACTED] may have knowledge of SCP-2787 and/or access to an SCP-2787-1 instance. SCP-████ successfully recontained at Site ██. ██-██-20-██ - 371-Shepherd activated in preparation of [REDACTED]. In the resulting confusion SCP-████ breached provisional containment after apparently [DATA EXPURGED]. Subsequent testing has indicated that reality levels surrounding SCP-2787-2 are fluctuating far above normal levels; Protocol 371-Shepherd is currently suspended, with the exception of ██-Class scenarios, under which it is believed that [REDACTED] would in fact be desirable. SCP-2787 is therefore reclassified as Euclid at this time."
    ],
    "item": "SCP-2787",
    "object_class": "Euclid",
    "containment_procedures": "A monitoring station is to be established in the vicinity of SCP-2787-2 (Station 2787-05) to allow constant surveillance of SCP-2787-2 at all times by both electronic and visual means. A compatible file corresponding to the original design, designated SCP-2787-2’, is to be open within a computer running an SCP-2787-1 instance at all times; if any change in SCP-2787-2 is observed this file is to be saved immediately and Head Researcher SCP-2787 notified. The Foundation is to monitor internet traffic for SCP-2787-1, and any instances discovered are to be replaced with non-anomalous versions.",
    "description": "SCP-2787-1 (branded as ‘Civil Engineering Design Toolbox’) is a computer-aided design (CAD) software package created by █████████ Software Limited. SCP-2787-1 was not officially released, but was distributed illicitly via file-sharing websites prior to attracting Foundation attention. Copies of 'Civil Engineering Design Toolbox' released by the manufacturer do not possess anomalous properties; at this time the origin of SCP-2787-1 is unknown. SCP-2787-1 functions similarly to the █████ software created by the same company, allowing users to design and create 3D models, specify materials and dimensions, and other such functions common to such software. SCP-2787-1’s anomalous effects occur whenever a file is saved. Any model saved by the software in the default .cedt format will replace the current iteration of SCP-2787-2.",
    "title": "SCP-2787"
}