{
    "url": "https://scp-wiki.wikidot.com/scp-2788",
    "all_text": "rating: \n+290\n+\n–\nx\n\n\nItem #:\n SCP-2788\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2788 is to be confined within Provisional Humanoid Containment Site-888 at all times. All essential members of staff at Site-888 must be citizens of the People's Republic of China who hold valid \nhukou\n1\n that identify themselves as residents of Huaxi Village. As an incentive for continued cooperation with the Foundation, requests made by SCP-2788 to purchase luxury items using its own financial assets may be approved by the Site Director on a case-by-case basis. The current worldview of the inhabitants of Huaxi Village is to be maintained through the deployment of propaganda in favor of the status quo and economic manipulation by Foundation front companies.\n\n\nDescription:\n SCP-2788 is a male human of approximately sixty-seven years of age, who self-identifies as ██ █████, Inner Secretary of the Huaxi Village Communist Party Committee\n2\n. SCP-2788 can only be perceived or interacted with by individuals who hold valid \nhukou\n that identify themselves as residents of Huaxi Village. Interviews with SCP-2788 suggest that its appearance, personality, and knowledge reflect the current worldview of the inhabitants of Huaxi Village. Furthermore, SCP-2788 has claimed that it has assumed different forms throughout the past; those claims have largely been corroborated by local eyewitnesses and historical databases.\n\n\nIn 1988, SCP-2788 first came to the attention of the Foundation through automated econometric anomaly-prediction systems, which noted unexpectedly rapid growth of earnings and investment in Huaxi Village compared to the baseline in the People's Republic of China following Deng Xiaoping's economic reforms. An on-site sociological analysis of Huaxi Village noted unusual levels of social cohesion, economic equality, and conformity, as well as a local cult of personality centered on SCP-2788, of whom no records could be found by agents embedded within the Chinese central government. Remote observation of Huaxi Village through CCTV cameras began in the following year, yielding footage of Huaxi Village residents spontaneously talking to themselves and congregating for assemblies convened by SCP-2788 at which there was no visible speaker. Discovery of SCP-2788 took place after Agent Cheng was provided a residence in Huaxi Village and had his \nhukou\n modified to identify him as a resident of Huaxi Village.\n\n\n\n\n+ Interview Report 2788-1\n\n\n\n\n- Interview Report 2788-1\n\n\n\n\n\n\nInterviewed:\n Agent Cheng\n\n\nInterviewer:\n Dr. Wang\n\n\nForeword:\n Debriefing took place after Agent Cheng moved into Huaxi Village and encountered SCP-2788 for the first time.\n\n\n<Begin Log>\n\n\nDr. Wang:\n For the record, could you describe the circumstances in which you encountered ██ █████ again?\n\n\nAgent Cheng:\n Certainly. I had just moved into my new house, when I heard someone knocking at the door. Keeping my sidearm ready, I approached the door, and looked through the peephole, where I saw an elderly man standing on the other side. I opened the door, and then he introduced himself as ██ █████, Inner Secretary of the Huaxi Village Communist Party Committee.\n\n\nDr. Wang:\n What happened next?\n\n\nAgent Cheng:\n He said that he had been expecting me, and I asked him why that was the case. He replied that he knew that he was being watched ever since we installed all those CCTV cameras in Huaxi, and that he expected us to eventually move someone to Huaxi to see him in person. He then asked me who I was working for, and when I told him that I had no idea what he was talking about, he chuckled, handed me a business card, and told me that, regardless of who I was working for, he was interested in talking with me. After that, he left.\n\n\nDr. Wang:\n Do you still have the business card?\n\n\nAgent Cheng:\n Yes, I do—it's right here.\n\n\n(\nAgent Cheng hands the business card to Dr. Wang.\n)\n\n\nDr. Wang:\n Very well, then. You'll be updated with new orders soon.\n\n\n<End Log>\n\n\nClosing Statement:\n After the debriefing, ██ █████ was designated SCP-2788. Agent Cheng was given orders to contain SCP-2788, through diplomatic means if possible.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview Report 2788-2\n\n\n\n\n- Interview Report 2788-2\n\n\n\n\n\n\nInterviewed:\n SCP-2788\n\n\nInterviewer:\n Agent Cheng\n\n\nForeword:\n Agent Cheng arrived at the address of the office listed on the business card that he had previously been given by SCP-2788. A hidden microphone was used to record the interview with SCP-2788.\n\n\n<Begin Log>\n\n\nSCP-2788:\n I am not surprised that you have come back to see me. Are you now willing to tell me who you work for? The central government, I'd imagine?\n\n\nAgent Cheng:\n Perhaps if we can make this an exchange of information?\n\n\nSCP-2788:\n That seems fair.\n\n\nAgent Cheng:\n Well, I can tell you that I do not work for the central government, if that's your concern. I represent an organization that works to protect this world from the abnormal, by-\n\n\nSCP-2788:\n By locking up people like me?\n\n\nAgent Cheng:\n We prefer the word \ncontain\n, actually. Our organization is not a jail—it isn't criminal to be abnormal. We only want to protect the world from what it doesn't understand, and what it doesn't understand from the world. Now that you know why I'm here, would you be willing to tell me about yourself, and your… peculiarities? Depending on your circumstances, we may be able to help each other by working together.\n\n\nSCP-2788:\n That will do. As the Inner Secretary of the Huaxi Village Communist Party Committee, I represent the will of its inhabitants. However they see their world, I guide them so that it can become their reality. There have been times when I have done so as a god, or a hero, or more recently, a cadre, but now I am quite happily doing so as a capitalist.\n\n\nAgent Cheng:\n You enjoy being a capitalist more than you enjoyed being a god?\n\n\nSCP-2788:\n Of course I do—people expect far less out of me these days, so I actually have time to enjoy myself. I don't have to intervene to solve every little problem—no, I just have to keep the factories working and the investors satisfied. Besides, capital gains are a far better source of income than sacrificial offerings.\n\n\nAgent Cheng:\n What if I told you that, if you were to enter containment by our organization, we could help keep you as you are?\n\n\nSCP-2788:\n How?\n\n\nAgent Cheng:\n You may be in charge of Huaxi, but what power do you have over the rest of the world? At any moment, society might change again, and you would have to change with it. Our organization has the influence needed to keep things as they are here, if you are willing to cooperate with us. You wouldn't even have to work at all.\n\n\nSCP-2788:\n Perhaps if I can remain in Huaxi.\n\n\nAgent Cheng:\n I'm sure that can be arranged. Let me speak to my superiors, and I will let you know what we can do.\n\n\nSCP-2788:\n In that case, I look forward to hearing back from you.\n\n\n<End Log>\n\n\nClosing Statement:\n Over the next week, an agreement was made with SCP-2788, resulting in SCP-2788 voluntarily entering containment. Part of the Longxi International Hotel was modified to suit the purposes of containing SCP-2788, and designated Provisional Humanoid Containment Site-888.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview Report 2788-3\n\n\n\n\n- Interview Report 2788-3\n\n\n\n\n\n\nInterviewed:\n SCP-2788\n\n\nInterviewer:\n Dr. Wang\n\n\nForeword:\n Interview conducted immediately after SCP-2788 entered containment.\n\n\n<Begin Log>\n\n\nDr. Wang:\n Secretary ██, now that you've entered our custody, I'd like to ask you some questions about your life history for our records. Do you know when your earliest memories took place?\n\n\nSCP-2788:\n Well, I don't have an exact year, but it must have been around when the Hongwu Emperor\n3\n conquered Nanjing. At that time, many refugees were fleeing the chaos in the north, and some of them settled at Huaxi.\n\n\nDr. Wang:\n You've claimed to Agent Cheng that you have played various different roles on the behalf of the inhabitants of Huaxi Village in the past. Who or what were you during that time period?\n\n\nSCP-2788:\n The villagers worshiped me as Tudigong\n4\n in those times. Before they plowed, planted, pruned, harvested, or did just about anything, the villagers would always seek my divine wisdom, because they knew that if I granted it to them, the harvest would be good. They thought that it was some kind of magic, but in reality it was just sound agricultural advice. There was nothing I knew that any literate man with the proper resources could not have figured out for himself, but the villagers turned towards me for direction because of their ignorance and superstition. It was a truly dreadful chore for which I never received the gratitude I really deserved.\n\n\nDr. Wang:\n For how long did you remain in that role?\n\n\nSCP-2788:\n Until the Qing issued the queue order\n5\n, as I recall, when the villagers joined the people of Jiangyin\n6\n in rebellion. That was when I became known as the Silent Wind, a rebel whom the Qing could never hope to discover or apprehend. I was able to lead some successful ambushes, but the rebellion was a losing proposition from the very beginning. The Qing outnumbered us at least ten-to-one, and after they took off a few heads, the villagers were sufficiently cowed and I went back to being Tudigong.\n\n\nDr. Wang:\n What happened next?\n\n\nSCP-2788:\n Huaxi continued to enjoy peace, until the \nriben guizi\n7\n invaded. Fuck their ancestors to the eighteenth generation! It wasn't just Nanjing that they butchered\n8\n. Huaxi, too, suffered their brutality, and I saw hundreds of my people slaughtered before my eyes. Becoming the Silent Wind once again, I considered rallying the villagers against them, but then I thought back to when the villagers rebelled against the Qing, and realized that rebellion would just mean that more of the villagers would die. Thus I resigned myself to consoling the survivors and informing them about Japanese troop movements. I wish that I could have done more and fought the Japanese myself, but it just wasn't possible.\n\n\nDr. Wang:\n Nevertheless, you must have saved several lives. You should be proud of what you were able to accomplish, considering your circumstances.\n\n\nSCP-2788:\n I would be, if it wasn't for what happened next. After the war, when the Communist Party took over, I became the cadre you see today. For the first few years, all was well. I was able to carry out land reform and help out the peasants of Huaxi, like I had done before as Tudigong. Things changed, though, when Mao announced the Cultural Revolution. Before I even realized it, I became a young member of the Red Guard. I smashed the idols of Tudigong that had been erected in my image, denounced the faithful priest who kept singing my praises, and spat in the faces of old men who I had helped before and during the war. I am now ashamed of what I had done, but it was what the villagers wanted me to do!\n\n\n(\nSCP-2788 pauses.\n)\n\n\nSCP-2788:\n Or at least it was what \nmost\n of them wanted me to do. I did what I could to protect them from the Japanese, but there was nothing that I could do to protect them from themselves.\n\n\nDr. Wang:\n Am I correct in my assumption that you resumed your current form after the Cultural Revolution, and that you gained your business knowledge following the economic reforms of Deng Xiaoping?\n\n\nSCP-2788:\n Yes, that is correct.\n\n\nDr. Wang:\n In that case, I have covered everything I wanted to in this interview. I hope that in the days to come, you can take advantage of your containment and see it as a well deserved retirement. With how hard you've worked for the inhabitants of Huaxi Village over the years, getting some rest might do you some good.\n\n\n<End Log>\n\n\nClosing Statement:\n After the interview, SCP-2788 requested to purchase a collection of history books, claiming that it wanted to \"come to terms with China's past.\" The request was approved by the active Site Director.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A record in the household registration system of the People's Republic of China.\n\n\n2\n. No such office is known to exist.\n\n\n3\n. Founder and first emperor of the Ming Dynasty, who reigned between 1368 and 1398.\n\n\n4\n. Lord of the Soil and the Ground.\n\n\n5\n. An unpopular edict that mandated the adoption of the queue hairstyle by Han Chinese.\n\n\n6\n. A city near Huaxi Village.\n\n\n7\n. An ethnic slur against people of Japanese descent, usually translated as \"Japanese devils.\"\n\n\n8\n. Likely referring to the mass murder and rape of residents of Nanjing that took place between December 1937 and January 1938.\n\n\n\n\n\n\n\n\n« \nSCP-2787\n | SCP-2788 | \nSCP-2789\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2788\n\" by Univine, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2788\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewed: Agent Cheng Interviewer: Dr. Wang Foreword: Debriefing took place after Agent Cheng moved into Huaxi Village and encountered SCP-2788 for the first time. <Begin Log> Dr. Wang: For the record, could you describe the circumstances in which you encountered ██ █████ again? Agent Cheng: Certainly. I had just moved into my new house, when I heard someone knocking at the door. Keeping my sidearm ready, I approached the door, and looked through the peephole, where I saw an elderly man standing on the other side. I opened the door, and then he introduced himself as ██ █████, Inner Secretary of the Huaxi Village Communist Party Committee. Dr. Wang: What happened next? Agent Cheng: He said that he had been expecting me, and I asked him why that was the case. He replied that he knew that he was being watched ever since we installed all those CCTV cameras in Huaxi, and that he expected us to eventually move someone to Huaxi to see him in person. He then asked me who I was working for, and when I told him that I had no idea what he was talking about, he chuckled, handed me a business card, and told me that, regardless of who I was working for, he was interested in talking with me. After that, he left. Dr. Wang: Do you still have the business card? Agent Cheng: Yes, I do—it's right here. ( Agent Cheng hands the business card to Dr. Wang. ) Dr. Wang: Very well, then. You'll be updated with new orders soon. <End Log> Closing Statement: After the debriefing, ██ █████ was designated SCP-2788. Agent Cheng was given orders to contain SCP-2788, through diplomatic means if possible.",
        "Interviewed: SCP-2788 Interviewer: Agent Cheng Foreword: Agent Cheng arrived at the address of the office listed on the business card that he had previously been given by SCP-2788. A hidden microphone was used to record the interview with SCP-2788. <Begin Log> SCP-2788: I am not surprised that you have come back to see me. Are you now willing to tell me who you work for? The central government, I'd imagine? Agent Cheng: Perhaps if we can make this an exchange of information? SCP-2788: That seems fair. Agent Cheng: Well, I can tell you that I do not work for the central government, if that's your concern. I represent an organization that works to protect this world from the abnormal, by- SCP-2788: By locking up people like me? Agent Cheng: We prefer the word contain , actually. Our organization is not a jail—it isn't criminal to be abnormal. We only want to protect the world from what it doesn't understand, and what it doesn't understand from the world. Now that you know why I'm here, would you be willing to tell me about yourself, and your… peculiarities? Depending on your circumstances, we may be able to help each other by working together. SCP-2788: That will do. As the Inner Secretary of the Huaxi Village Communist Party Committee, I represent the will of its inhabitants. However they see their world, I guide them so that it can become their reality. There have been times when I have done so as a god, or a hero, or more recently, a cadre, but now I am quite happily doing so as a capitalist. Agent Cheng: You enjoy being a capitalist more than you enjoyed being a god? SCP-2788: Of course I do—people expect far less out of me these days, so I actually have time to enjoy myself. I don't have to intervene to solve every little problem—no, I just have to keep the factories working and the investors satisfied. Besides, capital gains are a far better source of income than sacrificial offerings. Agent Cheng: What if I told you that, if you were to enter containment by our organization, we could help keep you as you are? SCP-2788: How? Agent Cheng: You may be in charge of Huaxi, but what power do you have over the rest of the world? At any moment, society might change again, and you would have to change with it. Our organization has the influence needed to keep things as they are here, if you are willing to cooperate with us. You wouldn't even have to work at all. SCP-2788: Perhaps if I can remain in Huaxi. Agent Cheng: I'm sure that can be arranged. Let me speak to my superiors, and I will let you know what we can do. SCP-2788: In that case, I look forward to hearing back from you. <End Log> Closing Statement: Over the next week, an agreement was made with SCP-2788, resulting in SCP-2788 voluntarily entering containment. Part of the Longxi International Hotel was modified to suit the purposes of containing SCP-2788, and designated Provisional Humanoid Containment Site-888.",
        "Interviewed: SCP-2788 Interviewer: Dr. Wang Foreword: Interview conducted immediately after SCP-2788 entered containment. <Begin Log> Dr. Wang: Secretary ██, now that you've entered our custody, I'd like to ask you some questions about your life history for our records. Do you know when your earliest memories took place? SCP-2788: Well, I don't have an exact year, but it must have been around when the Hongwu Emperor 3 conquered Nanjing. At that time, many refugees were fleeing the chaos in the north, and some of them settled at Huaxi. Dr. Wang: You've claimed to Agent Cheng that you have played various different roles on the behalf of the inhabitants of Huaxi Village in the past. Who or what were you during that time period? SCP-2788: The villagers worshiped me as Tudigong 4 in those times. Before they plowed, planted, pruned, harvested, or did just about anything, the villagers would always seek my divine wisdom, because they knew that if I granted it to them, the harvest would be good. They thought that it was some kind of magic, but in reality it was just sound agricultural advice. There was nothing I knew that any literate man with the proper resources could not have figured out for himself, but the villagers turned towards me for direction because of their ignorance and superstition. It was a truly dreadful chore for which I never received the gratitude I really deserved. Dr. Wang: For how long did you remain in that role? SCP-2788: Until the Qing issued the queue order 5 , as I recall, when the villagers joined the people of Jiangyin 6 in rebellion. That was when I became known as the Silent Wind, a rebel whom the Qing could never hope to discover or apprehend. I was able to lead some successful ambushes, but the rebellion was a losing proposition from the very beginning. The Qing outnumbered us at least ten-to-one, and after they took off a few heads, the villagers were sufficiently cowed and I went back to being Tudigong. Dr. Wang: What happened next? SCP-2788: Huaxi continued to enjoy peace, until the riben guizi 7 invaded. Fuck their ancestors to the eighteenth generation! It wasn't just Nanjing that they butchered 8 . Huaxi, too, suffered their brutality, and I saw hundreds of my people slaughtered before my eyes. Becoming the Silent Wind once again, I considered rallying the villagers against them, but then I thought back to when the villagers rebelled against the Qing, and realized that rebellion would just mean that more of the villagers would die. Thus I resigned myself to consoling the survivors and informing them about Japanese troop movements. I wish that I could have done more and fought the Japanese myself, but it just wasn't possible. Dr. Wang: Nevertheless, you must have saved several lives. You should be proud of what you were able to accomplish, considering your circumstances. SCP-2788: I would be, if it wasn't for what happened next. After the war, when the Communist Party took over, I became the cadre you see today. For the first few years, all was well. I was able to carry out land reform and help out the peasants of Huaxi, like I had done before as Tudigong. Things changed, though, when Mao announced the Cultural Revolution. Before I even realized it, I became a young member of the Red Guard. I smashed the idols of Tudigong that had been erected in my image, denounced the faithful priest who kept singing my praises, and spat in the faces of old men who I had helped before and during the war. I am now ashamed of what I had done, but it was what the villagers wanted me to do! ( SCP-2788 pauses. ) SCP-2788: Or at least it was what most of them wanted me to do. I did what I could to protect them from the Japanese, but there was nothing that I could do to protect them from themselves. Dr. Wang: Am I correct in my assumption that you resumed your current form after the Cultural Revolution, and that you gained your business knowledge following the economic reforms of Deng Xiaoping? SCP-2788: Yes, that is correct. Dr. Wang: In that case, I have covered everything I wanted to in this interview. I hope that in the days to come, you can take advantage of your containment and see it as a well deserved retirement. With how hard you've worked for the inhabitants of Huaxi Village over the years, getting some rest might do you some good. <End Log> Closing Statement: After the interview, SCP-2788 requested to purchase a collection of history books, claiming that it wanted to \"come to terms with China's past.\" The request was approved by the active Site Director.",
        "\" SCP-2788 \" by Univine, from the SCP Wiki . Source: https://scpwiki.com/scp-2788 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2788",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2788 is to be confined within Provisional Humanoid Containment Site-888 at all times. All essential members of staff at Site-888 must be citizens of the People's Republic of China who hold valid hukou1 that identify themselves as residents of Huaxi Village. As an incentive for continued cooperation with the Foundation, requests made by SCP-2788 to purchase luxury items using its own financial assets may be approved by the Site Director on a case-by-case basis. The current worldview of the inhabitants of Huaxi Village is to be maintained through the deployment of propaganda in favor of the status quo and economic manipulation by Foundation front companies.",
    "description": "SCP-2788 is a male human of approximately sixty-seven years of age, who self-identifies as ██ █████, Inner Secretary of the Huaxi Village Communist Party Committee2. SCP-2788 can only be perceived or interacted with by individuals who hold valid hukou that identify themselves as residents of Huaxi Village. Interviews with SCP-2788 suggest that its appearance, personality, and knowledge reflect the current worldview of the inhabitants of Huaxi Village. Furthermore, SCP-2788 has claimed that it has assumed different forms throughout the past; those claims have largely been corroborated by local eyewitnesses and historical databases.",
    "title": "SCP-2788"
}