{
    "url": "https://scp-wiki.wikidot.com/scp-279",
    "all_text": "rating: \n+18\n+\n–\nx\n\n\nItem #:\n SCP-279\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n There is no known way of inhibiting SCP-279’s movements. As SCP-279 has not yet been sighted outside of its host town, D███, the city has been placed under a Level-█ lockdown. No media regarding SCP-279 are permitted to leave the town. If at all possible, the civilians are to be kept unaware of the anomalous properties of SCP-279, as well as the fact that their city is being monitored. \nSCP-279 requires no other containment methods to remain secure.\n A minimum of 2 agents are to follow SCP-279’s movements as closely as they are able.\n\n\nDescription:\n SCP-279 appears to be a man in his early forties, of unremarkable appearance and dress. SCP-279 does not respond to any form of external stimuli, and has not been observed to deviate from a standard neutral expression. SCP-279 has been reported to spontaneously disappear and reappear throughout D███, presenting unusual difficulties to agents required to monitor it.\n\n\nSCP-279 seemingly spends the majority of its time travelling through the town of D███. Attempts to eliminate SCP-279 have failed. SCP-279 continues whatever it is in the process of doing regardless of any injury it has sustained. Small portions of SCP-279 attempt to continue locomotion even when separated from the whole. In light of this, attempts to dispatch SCP-279 have been indefinitely postponed. All samples taken confirm that SCP-279 is human.\n\n\nAt approximately 3:00 AM, SCP-279 vanishes for two hours and returns in its original state at another location in D███. Containment or restraint is impossible as SCP-279 possesses an inordinate amount of strength when physically restrained and has utilized its ability to spontaneously reappear in a different location when indirectly restrained.\n\n\nAlthough SCP-279 has no known motive, it does not have a known history of violent behavior. SCP-279 has been observed standing in unusual areas for up to several days at a time, looking into windows of occupied rooms, walking in a circle roughly two meters in diameter for ██ hours, [DATA EXPUNGED] in houses, entering shops and [REDACTED] staring [REDACTED] shop manager informed local authorities after three minutes, walking along roads, etc.\n\n\nCare must be taken to avoid direct skin contact with SCP-279. When such contact is made, the person in question will vanish along with SCP-279 at the usual time of disappearance. Only one individual has been recovered after direct contact with SCP-279, despite [REDACTED] D-class and equipment expended. Said individual appeared to be in a state of near-catatonic shock upon recovery in a basement. After being relocated to Site-██, the subject showed signs of being legally blind despite examinations proving vision was only slightly farsighted. Subject appeared to be reasonably lucid despite showing signs of mental [DATA EXPUNGED].\n\n\n[DATA EXPUNGED] reported saying “Get away from me” repeatedly while [DATA EXPUNGED] however, does not satisfactorily explain the injuries the subject incurred while confined to a straitjacket, in a padded room.\n\n\nAddendum-279-A:\n Agents monitoring SCP-279 have brought to our attention a problematic development. While in the past, information leaks were secured easily due to the fact that SCP-279 rarely appeared near large crowds, it has recently been frequenting densely populated areas.\n\n\nMore conspicuously odd actions have also been noted, although this may be due to the fact that more people are reporting unusual events surrounding SCP-279. Despite our best efforts, SCP-279 has since become something of a landmark of the town due to its open, unusual behavior. Liberal amounts of amnestics were administered when citizens noticed connections between missing individuals and SCP-279. Violence directed towards SCP-279 attracted large amounts of attention and resulted in an immense security breach before agents were able to arrive.\n\n\nCurrently, efforts are being made to maintain security without upsetting the population of D███. However, if [REDACTED] fails, the city is to be put under a Level-██ lockdown. Attempts to maintain any pretense that D███ is not being closely monitored will be discontinued. As it is a relatively small town, the process of [DATA EXPUNGED] ought to go smoothly.\n\n\n-Dr. ████████\n\n\n.\n\n.\n\n.\n\n\nLEVEL 5 SECURITY CLEARANCE REQUIRED:\n Recently, a researcher who has a notable history of [REDACTED] noticed an odd distortion in a picture of SCP-279. After considerable concentration, the doctor was able to see a similar distortion in all files depicting SCP-279.\n\n\nDr. █████ then discovered an effective method of [REDACTED] an extremely elaborate and convoluted process, after considerable time, [REDACTED] was able to achieve the desired effect.\n\n\nAn extremely subtle memetic hazard had affected SCP-279 and nearly all examinations it was involved in. Since then, SCP-279 has been confirmed to be decidedly not human. DNA re-testing is impossible due to the nature of SCP-279, but it appears to be [REDACTED]\n\n[REDACTED] testing confirmed that Agents claimed to be grasping SCP-279's arm when, as viewed with the aid of Dr. █████'s methods, the Agents' arm appeared to be [DATA EXPUNGED] up to the elbow in [REDACTED] is unknown. [REDACTED] researchers were reminded that despite the admittedly unsavory aspects of allowing it to interact with civilians, [DATA EXPUNGED] use of Foundation resources, coupled with the fact that very little is known of SCP-279’s motives, requests to evacuate D███ have been denied along with requests to [DATA EXPUNGED]\n\nResearchers are reminded to maintain a professional calm.\n\n\nAs per mutual agreement, the Containment Procedures regarding SCP-279 have been updated. Agents tasked with monitoring SCP-279 have not been informed of its nature, as the information was deemed to be too distressing.\n\n\n\n\n\n\n« \nSCP-278\n | SCP-279 | \nSCP-280\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-279\n\" by Mimi_42, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-279\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-279-A: Agents monitoring SCP-279 have brought to our attention a problematic development. While in the past, information leaks were secured easily due to the fact that SCP-279 rarely appeared near large crowds, it has recently been frequenting densely populated areas.\nMore conspicuously odd actions have also been noted, although this may be due to the fact that more people are reporting unusual events surrounding SCP-279. Despite our best efforts, SCP-279 has since become something of a landmark of the town due to its open, unusual behavior. Liberal amounts of amnestics were administered when citizens noticed connections between missing individuals and SCP-279. Violence directed towards SCP-279 attracted large amounts of attention and resulted in an immense security breach before agents were able to arrive.\nCurrently, efforts are being made to maintain security without upsetting the population of D███. However, if [REDACTED] fails, the city is to be put under a Level-██ lockdown. Attempts to maintain any pretense that D███ is not being closely monitored will be discontinued. As it is a relatively small town, the process of [DATA EXPUNGED] ought to go smoothly.\n-Dr. ████████\n. . ."
    ],
    "documents": [],
    "notes": [
        "\" SCP-279 \" by Mimi_42, from the SCP Wiki . Source: https://scpwiki.com/scp-279 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-279",
    "object_class": "Euclid",
    "containment_procedures": "There is no known way of inhibiting SCP-279’s movements. As SCP-279 has not yet been sighted outside of its host town, D███, the city has been placed under a Level-█ lockdown. No media regarding SCP-279 are permitted to leave the town. If at all possible, the civilians are to be kept unaware of the anomalous properties of SCP-279, as well as the fact that their city is being monitored. SCP-279 requires no other containment methods to remain secure. A minimum of 2 agents are to follow SCP-279’s movements as closely as they are able.",
    "description": "SCP-279 appears to be a man in his early forties, of unremarkable appearance and dress. SCP-279 does not respond to any form of external stimuli, and has not been observed to deviate from a standard neutral expression. SCP-279 has been reported to spontaneously disappear and reappear throughout D███, presenting unusual difficulties to agents required to monitor it.",
    "title": "SCP-279"
}