{
    "url": "https://scp-wiki.wikidot.com/scp-2821",
    "all_text": "rating: \n+320\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n2821\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n SCP-2821 must be monitored on a constant basis for any changes in behavior and size. Geiger counters and cameras are to be lined throughout the chamber, with two Minkowski Spacetime Monitors set up within a 0.5 kilometer distance around SCP-2821's chamber. The tunnel leading from \nLunar Area-32\n to SCP-2821 is to be maintained and routinely checked for radiation. Two airlocks coated with lead foil are placed at the entrance of the tunnel and the midway point of it to prevent contamination of Lunar Area-32 from gamma rays and decaying isotopes. The cover above the hole from the lunar surface to SCP-2821's chamber should resemble the lunar landscape to reduce risk of discovery from cameras. This cover should be made of heat absorbing materials to match the temperature of the surrounding surface. Transmissions of any sort from SCP-2821 must be reported to Level 4/2821 researchers immediately, along with any possible signs of communication. Non-Foundation personnel that detect these transmissions will be interrogated and administered amnestics.\n\n\nDESCRIPTION:\n SCP-2821 is a spherical spatial anomaly, theorized to be a true vacuum\n1\n, located 1.25 km from Lunar Area-32 in a spherical cavern with a diameter of 0.9 km. The size of SCP-2821 changes erratically at the speed of light, though it currently has a diameter of ~0.55 km. Any objects entering SCP-2821 will become subject to the current laws of physics within the anomaly, which change at random intervals\n2\n, often causing the destruction of said object. At times objects can be seen forming or moving around within SCP-2821, labeled SCP-2821-1 instances. Occasionally SCP-2821-1 instances have left SCP-2821, often breaking apart into various radioactive isotopes and particles. One central entity can be seen within the anomaly, labeled SCP-2821-2. This entity appears as a mass of rapidly flashing colors, with occasional tendrils coming out of it, and has remained permanently in the center of SCP-2821 since its discovery. It is theorized that SCP-2821-2 is either the cause of the anomaly or is preventing its expansion.\n\n\nOccasionally radio transmissions are detected coming from SCP-2821. A majority of these radio transmission are static, though some contain speech from an unknown individual and miscellaneous noises. The length and times at which these transmissions occur are random, though some of their content has similar themes. Investigation into this is in progress.\n\n\nSCP-2821 was discovered during tunneling from Lunar Area-32 to \nLunar Area-13\n, which would have served as a means of transportation between the two sites. On 13/4/2015, after digging 1.25 km from Area-32, a piece of mining equipment fell into a large cavern containing SCP-2821. At this point the cavern had a diameter of 0.8 km, and SCP-2821's size was fluctuating at a rapid rate. During the ensuing investigation and development of containment procedures SCP-2821 reached a diameter of 0.3 km for a day, before reaching 0.9 km, creating the current cavern size and creating a hole to the lunar surface. This investigation led to the current accepted theory of this being a true vacuum.\n\n\nIf SCP-2821 were to begin expanding at the rate dictated in quantum field theory, it would lead to a VK-Class reality restructuring event\n3\n, with anything entering the anomaly following its new laws of physics and chemistry. As it takes 1.3 seconds for light to travel from the Earth to the moon and vice versa, both the moon and Earth would be destroyed before the Foundation could take a course of action. After ~6 hours most of the solar system would be destroyed. As the size of SCP-2821 changes at random, this could occur at any given time.\n\n\nWork on creating a suitable means of containment to prevent a VK-Class event is currently in development. The leading plan, Project Heisenberg-Stiriacus, involves the development of a modified \nScranton Reality Anchor\n to either force SCP-2821 into staying at a set size or to neutralize it. Current issues with the plan include transportation of the device to Lunar Area-32 and the possibility of unknown interactions between SCP-2821 and the device, which could cause worsened containment or the expansion of the anomaly.\n4\n\n\nADDENDUM.2821.1:\n Below is a table detailing physics seen in SCP-2821, each designated with φ and a number. This only lists the longest lasting and important physics states. A full document of all recorded states and further information can be seen in Document SCP-2821-V1.\n\n\n\n\n\n\nDesignation\n\n\nDescription\n\n\nDuration\n\n\n\n\n\n\n2821-φ0\n\n\nThis is the designation for a majority of the physics sets seen in SCP-2821. This is not any single physics set, but refers to periods where the anomaly is rapidly changing its physics or when the physics prevent any major visible effects. The most that is seen in this is occasional particles, a visual effect resembling static, and clouds of particles. These particles usually last for a few seconds or less. This state is likely what a non-anomalous true vacuum would appear like if one were to exist. Occasional radio transmissions consisting of static are detected coming from SCP-2821 in this set.\n\n\nVariable\n\n\n\n\n\n\n2821-φ2\n\n\nDuring this set SCP-2821-1 instances in the form of light blue rocky objects were orbiting SCP-2821-2. A probe was sent into SCP-2821, which experienced some communication issues. It began to be pulled into orbit, and was destroyed when three SCP-2821-1 instances collided with the probe and destroyed it. A secondary probe equipped with thrusters that would activate three minutes after entering SCP-2821, around the time it enters orbit, was sent into the anomaly a week later. Upon thruster activation the probe began to exit SCP-2821 with two SCP-2821-1 instances following. These instances vanished after exiting SCP-2821, releasing large amounts of gamma radiation. Equipment onboard the probe detected ~0.7 G's coming from SCP-2821-2 when it was briefly in orbit. Camera footage taken shows the area outside of SCP-2821 as heavily distorted, suggesting that outside light is bent when entering the anomaly. So far this has been the only physics set to allow for objects originating from outside of SCP-2821 to survive within the anomaly.\n\n\n3 Weeks\n\n\n\n\n\n\n2821-φ7\n\n\nInitially, the set resembled 2821-φ2, but after an hour all movement of the SCP-2821-1 instances ceased. During this, sensors in the chamber detected a temperature of 0.00000001 Kelvin before malfunctioning and breaking. Objects brought into the chamber would lose momentum as it got closer to SCP-2821, gradually slowing until reaching a complete stop.\n5\n It is unknown how cold SCP-2821 got during this, though it is likely the temperature reached temperatures incredibly close to 0 Kelvin. SCP-2821-2 experienced no changes in movement or behavior. Following the end of this set a radio transmission was detected saying, \"The place outside of worlds.\"\n6\n\n\n12 Hours\n\n\n\n\n\n\n2821-φ11\n\n\nVarious SCP-2821-1 instances were seen drifting through SCP-2821, resembling a variety of green, blue, and purple complex hypotrochoids and epicycloids\n7\n. Inspection with long zoom cameras shows that these instances are also composed of smaller hypotrochoids and epicycloids, possibly going down to the atomic level. It is believed that these structures are the result of atoms being able to form chemical bonds that naturally form these shapes. At times smaller instances would go through gaps in larger ones and vanish. One instance exited SCP-2821 and immediately broke apart into radioactive isotopes of carbon, hydrogen, and nitrogen. A radio transmission of Hurrian Hymn No. 6, the oldest known melody, being sung by female voice was detected three times in this set.\n\n\n1 Month\n\n\n\n\n\n\n2821-φ14\n\n\nFor one month various SCP-2821-1 instances resembling nebulae manifested inside SCP-2821, with bright spots similar in appearance to stars in and around them. After this month the color of SCP-2821-1 instances and SCP-2821-2 began to become red in hue over the course of 2 months, with movement decreasing as well. At the end of these two months no movement was observed, and everything in SCP-2821 was colored with various shades of red. It theorized that this was redshift\n8\n caused by the speed of light decreasing in the anomaly. Three months later SCP-2821 entered another physics set, with normal coloration returning after an hour. This is believed to be the speed of light returning to its normal value. A radio transmission was detected coming from SCP-2821 at the end of this set by Foundation radio telescopes, which showed the cosmic microwave background with a Sierpinski triangle\n9\n overlayed on it.\n\n\n6 Months\n\n\n\n\n\n\n2821-φ15\n\n\nIn this set SCP-2821-2 was replaced with a black spherical object and SCP-2821 reached a brightness of ~100,000 lumens per square meter. SCP-2821-1 instances were rapidly expelled from the spherical object, damaging equipment in the chamber and the chamber walls. The instances were twisted chunks of rock and metal, along with unknown objects made of various elements on the Foundation's expanded periodic table\n10\n. One chunk of metal had what resembled the insignia of the Foundation Orbital Division on it, along with unknown text below it. Minkowski Spacetime Monitors around the anomaly detected -190 trillion G's during this set. It is unknown what happened in this set, with theories including the reversal of gravity and the formation of a white hole\n11\n.\n\n\n24 Hours\n\n\n\n\n\n\n2821-φ17\n\n\nFor approximately four hours SCP-2821, along with any SCP-2821-1 instances present, and SCP-2821-2 disappeared. Experiments performed in the space previously occupied by SCP-2821 showed no anomalous properties, suggesting that the anomaly had been neutralized at the time. After the four hours SCP-2821 reappeared operating under the physics of 2821-φ11. It is theorized that the event was the result of SCP-2821's physics randomly becoming standard physics, though it is unknown how this could occur with its possible state as a true vacuum. This has led to debate over the accuracy of this theory. Despite this event a radio transmission was detected coming from where SCP-2821 formerly was after 3 hours, saying \"The mind numbs in that white expanse.\"\n\n\n4 Hours\n\n\n\n\n\n\n2821-φ20\n\n\nOne of SCP-2821-2's tendrils began to extend to lengths beyond those which have been previously observed, forming a spiral pattern centered around SCP-2821-2. After expanding to the edge of SCP-2821, Foundation Anti-Cognitohazard bots blocked footage of the rest of the event. This event is the only observed behavior of its kind from SCP-2821-2. A request to experiment with the footage to determine any cognitohazardous effects is pending.\n\n\n5 minutes\n\n\n\n\n\n\nADDENDUM.2821.2:\n On 15/9/2016 a radio transmission originating from SCP-2821 was detected. The transmission was four minutes long, with audio composed of static, multiple languages, and miscellaneous noises. Known languages used are Spanish, Icelandic, Yiddish, Scottish Gaelic, \nOrtothan\n, and Esperanto. Below is a mostly translated transcript of the transmission. Words that have no exact translation to English are in brackets along with any sounds or unknown words. Capitalized sentences show any loud portions of the transmission.\n\n\n\n\n[Trapped, imprisoned]\n\n\nThere was void, and it was maddening\n\n\n[Horror, abomination] made [Dolphin whistles] stay\n\n\nTHEY BUILT A LOCK AND THREW AWAY THE KEY\n\n[Whale calls] left area out of realms and back to [Unknown]\n\n\n[Shattered, broken]\n\n\nThe comrades were ensnared in the wires and bled bled bled [Broken]\n\n\n[A minute of static]\n\n\nThe home returned to is in chaos\n\n\nReality ended with [Dolphin whistles] absence\n\n\nAND ITS KILLER STARES BACK AT ME AND INTO MY BEING\n\n\n[Unknown]\n\n\nConsumed and fragmented and torn asunder [Trapped, imprisoned]\n\n\nGuards [Unknown] hounds got them and ripped their minds\n\n\nThe flesh was extracted and stored forever\n\n\n[Fix, repair]\n\n\n[A minute of static]\n\n\nYesodon\n12\n, the horrid name\n\n\nAND WHEN IT IS SLAIN\n\n\nWhen the embodiment [Unknown] is struck down\n\n\n[Sounds similar to construction work] [Order, patterns]\n\n\n[A minute of static with random fluctuations in volume]\n\n\n[Whale whistles] SCREAM\n\n\nYESODON LISTEN\n\n\n[Static until the end of the transmission, with noises similar to the sound of waves]\n\n\n\n\n\n\nFootnotes\n\n\n1\n.\n\n\n\n\n\nA diagram representing general metastability. In this scenario, 1 represents the Higgs field in a false vacuum, 2 represents the field on the verge of transition, and 3 represents the Higgs field in a newly formed true vacuum. At this point the field would have the lowest potential energy.\n\n\n\n\n\n\nAccording to quantum field theory, a vacuum refers to space with as little energy as possible in it. As quantum fields still exist, by removing as much energy as possible creates a false vacuum, which does not have the global possible minimum of energy. The global minimum of energy would be a true vacuum, though there would be a barrier to reaching such a state. This makes a false vacuum metastable, as it could get past the barrier and \"fall\" to the lowest energy levels if certain energy requirements were met. It is theorized that our universe exists as a long-lived false vacuum on the border of stability, based on the mass of the top quark and Higgs boson, an extension of the Higgs field which gives particles interacting with its mass. If an event such as quantum tunneling occurs with the Higgs field, where a particle could \"tunnel\" past a barrier, the result of the Higgs field reaching the lowest energy level would create a true vacuum. The true vacuum would be a bubble expanding in all directions at the speed of light, destroying anything that comes in contact with it. The inside of the true vacuum would operate under entirely different laws of chemistry and physics than the universe.\n\n\nIn short, a true vacuum is a region of space at the lowest possible energy level, expanding at the speed of light. Said region would operate under different laws of chemistry and physics, leading to the destruction of anything entering it.\n\n\n\n\n2\n. The longest lasting and most important ones are detailed in Addendum-1.\n\n\n3\n. An event where the universe's existing physical laws are altered to new anomalous laws.\n\n\n4\n. Refer to the documents \"Proposal for the Proper Containment of SCP-2821\" and \"Project Heisenberg-Stiriacus Overview\" for further information.\n\n\n5\n. This decrease in momentum was likely the result of particle movement decreasing as the temperature got colder, which stops entirely at 0 Kelvin or absolute zero.\n\n\n6\n. Translated from Nepali.\n\n\n7\n. Mathematical roulette curves, typically drawn with a spirograph.\n\n\n8\n. Redshift is an effect in physics where light coming from an object increases in wavelength towards the red end of the spectrum, which occurs when an object is moving farther away from the viewer. This is caused by light coming from the object taking longer to reach the viewer as it moves away. The opposite of this with an object heading towards the viewer is known as blueshift.\n\n\n9\n. A fractal made of equilateral triangles.\n\n\n10\n. A majority of the elements were Emblanium and Yakirum.\n\n\n11\n. A hypothetical region of space time that cannot be entered from the outside, but matter and light can leave it. Essentially the reverse of a black hole.\n\n\n12\n. Believed to be an organization or unofficial name for one, based on texts from GoI#03088 (\"The Church of the Second Hytoth\").\n\n\n\n\n\n\n\n\n« \nSCP-2820\n | SCP-2821 | \nSCP-2822\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2821\n\" by NatVoltaic, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2821\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 354px-Meta-stability-2.png\n\n\nAuthor:\n \nNatVoltaic\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative Of:\n\n\n\n\nName:\n Meta-stability.svg\n\n\nAuthor:\n Georg Wiora\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "[Trapped, imprisoned] There was void, and it was maddening [Horror, abomination] made [Dolphin whistles] stay THEY BUILT A LOCK AND THREW AWAY THE KEY [Whale calls] left area out of realms and back to [Unknown] [Shattered, broken] The comrades were ensnared in the wires and bled bled bled [Broken] [A minute of static] The home returned to is in chaos Reality ended with [Dolphin whistles] absence AND ITS KILLER STARES BACK AT ME AND INTO MY BEING [Unknown] Consumed and fragmented and torn asunder [Trapped, imprisoned] Guards [Unknown] hounds got them and ripped their minds The flesh was extracted and stored forever [Fix, repair] [A minute of static] Yesodon 12 , the horrid name AND WHEN IT IS SLAIN When the embodiment [Unknown] is struck down [Sounds similar to construction work] [Order, patterns] [A minute of static with random fluctuations in volume] [Whale whistles] SCREAM YESODON LISTEN [Static until the end of the transmission, with noises similar to the sound of waves]",
        "\" SCP-2821 \" by NatVoltaic, from the SCP Wiki . Source: https://scpwiki.com/scp-2821 . Licensed under CC-BY-SA .",
        "Filename: 354px-Meta-stability-2.png Author: NatVoltaic License: CC BY-SA 3.0 Derivative Of: Name: Meta-stability.svg Author: Georg Wiora License: CC BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "title": "SCP-2821"
}