{
    "url": "https://scp-wiki.wikidot.com/scp-2826",
    "all_text": "rating: \n+206\n+\n–\nx\n\n\n\n\n\n\n\n\nSCP-2826\n\n\n\n\n\n\nItem #:\n SCP-2826\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2826 is kept in a storage locker furnished with redundant fireproofing material at Site-19.\n\n\nDescription:\n SCP-2826 is a Scottish police cap badge featuring an imperial crown, dated to 1955. Imaging of SCP-2826's interior indicates that several sheets of an irregular material (most likely cloth) are embedded in the object. The following is engraved on the back of SCP-2826:\n\n\n\n\n\n\nDesign & synthesis: PIC\n\nMaterials: JJv6\n\nMindfuck: LG\n\nDistribution: BF\n\nThe best we could do on such short notice.\n\nUse your lighter on this at the protest to see some real Three Stooges shit.\n\n\n\n\n\n\nWhen exposed to fire, SCP-2826 will glow with blue light for three hours. During this time, instances of SCP-2826-A will manifest within seven meters of the nearest gathering of police officers\n1\n at a rate proportional to the size of the gathering.\n\n\nSCP-2826-A are humanoid entities that impersonate members of the police force(s) in question. They appear with uniforms and equipment appropriate to this task, and are demographically consistent with the force. Law enforcement personnel will consistently identify SCP-2826-A as \"the boys from patrol\" and treat them as police officers. SCP-2826-A display limited intellect, a lack of familiarity with police procedures and equipment, minimal dexterity, and short attention spans; this typically renders their efforts to assist real law enforcement personnel counterproductive. When subject to heavy application of force, SCP-2826-A disappear completely, accompanied by a loud popping sound.\n\n\nWhen exposed to airborne lachrymatory agents (i.e. tear gas, pepper spray) in non-trivial quantities, SCP-2826 will emit a powerful burst of air in all directions for four seconds. This typically dispels said agents.\n\n\n\n\nRecovery Log 2826-01\n\n\nSCP-2826 was recovered on 2016-11-12 in Portland, Oregon after surveillance footage identified ██████ Jansen, a participant in the then-ongoing protests against the election of Donald Trump and known affiliate of several local anarchist groups, in the possession of an unidentified object that was later proven to be SCP-2826. The subject's apparent activation of SCP-2826 coincided with the manifestation of several instances of SCP-2826-A among nearby police officers.\n\n\nMobile Task Force Omicron-9\n2\n was deployed to retrieve SCP-2826. During this operation, SCP-2826 affected MTF Omicron-9, creating several instances of SCP-2826-A that accompanied the team. This effect has not been replicated under controlled conditions, and field testing has been deemed impractical.\n\n\n██████ Jansen was first approached by two members of SCP-2826-A, who emphatically stated that they were \"most certainly not with the SCP Foundation\" before trying and failing to restrain her. Jansen was able to trick the two instances into punching each other in the face, causing both to demanifest and allowing her to escape. The target was approached and restrained by genuine members of Omicron-9; however, a third instance of SCP-2826-A accidentally discharged pepper spray at the target, causing SCP-2826's secondary effects to activate. This had the effect of knocking all individuals involved over, allowing Jansen to escape from her captors and run into a nearby crowd.\n\n\nThe target evaded for the remainder of the protest, as two additional instances of SCP-2826-A repeatedly mistook other protesters for her and attempted to apprehend them, drawing unacceptable levels of attention towards Omicron-9. Retreat was delayed by SCP-2826-A impersonating members of the Portland Police Department, who were setting up and removing roadblocks at random.\n\n\nJansen was later identified with facial recognition software and detained, along with SCP-2826, at her home in Beaverton. Foundation investigations traced SCP-2826's origins, as well as those of several other anomalies, to the nearby headquarters of GoI-5869, \"Gamers Against Weed\".\n\n\nAn estimated 150 instances of SCP-2826-A manifested during the aforementioned protests over the course of two days, and frequently interfered with police operations. SCP-2826-A were captured on film by both civilians and media outlets, necessitating the scrubbing of related footage.\n3\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The minimum group size for this effect to occur is six within a thirty-meter radius of each other.\n\n\n2\n. A task force specialized in operating during civil unrest with heavy media presence.\n\n\n3\n. For further information, see Document 2826-068, \"Unusual Behavior From Police Officers During Anti-Trump Protests\", and Document 2826-419, \"Cop fail compilation Portland\".\n\n\n\n\n\n\n\n\n« \nSCP-2825\n | SCP-2826 | \nSCP-2827\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2826\n\" by Communism will win, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2826\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n badge.jpg\n\n\nName:\n BADGE - Scotland - Scottish Constabulary crest - Scottish Police Cap Badge (King's or Imperial Crown - worn until 1975)\n\n\nAuthor:\n Dave Conner\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "Design & synthesis: PIC Materials: JJv6 Mindfuck: LG Distribution: BF The best we could do on such short notice. Use your lighter on this at the protest to see some real Three Stooges shit.",
        "\" SCP-2826 \" by Communism will win, from the SCP Wiki . Source: https://scpwiki.com/scp-2826 . Licensed under CC-BY-SA .",
        "Filename: badge.jpg Name: BADGE - Scotland - Scottish Constabulary crest - Scottish Police Cap Badge (King's or Imperial Crown - worn until 1975) Author: Dave Conner License: CC BY 2.0 Source Link: Flickr"
    ],
    "item": "SCP-2826",
    "object_class": "Safe",
    "containment_procedures": "SCP-2826 is kept in a storage locker furnished with redundant fireproofing material at Site-19.",
    "description": "SCP-2826 is a Scottish police cap badge featuring an imperial crown, dated to 1955. Imaging of SCP-2826's interior indicates that several sheets of an irregular material (most likely cloth) are embedded in the object. The following is engraved on the back of SCP-2826:",
    "title": "SCP-2826"
}