{
    "url": "https://scp-wiki.wikidot.com/scp-283",
    "all_text": "rating: \n+202\n+\n–\nx\n\n\nItem #:\n SCP-283\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Due to the strange but harmless nature of SCP-283, it is to be kept in a secure box against the east wall of room E-107 at Site-137. Aside from that, SCP-283 can be handled by any personnel as long as they are observed by at least a level 3 member of staff, who is to keep watch over SCP-283 to prevent petty theft.\n\n\nDescription:\n For all intents and purposes, SCP-283 is an ordinary rock, slightly mottled and worn from age and collisions, made of dark gray granite. It weighs just over 1 kg and is 10 cm in length. However, instead of following the usual route of gravity, SCP-283 is pulled in the direction of exact magnetic East. Close study reveals that SCP-283 is, in fact, falling around the Earth as well as being affected by its odd gravitational pull.\n\n\nThe rock was first found after an investigation of poltergeist activity in ███████, Australia. Reported as the phenomenon known as 'Min Min lights,' which are in fact known to be ████████. See document [DATA EXPUNGED] for Dr. ████ █████'s notes on the subject.\n\n\nAccording to witnesses, the rock purportedly hurtled across the plains, through the walls of a house and a car, and was eventually stopped by a mobile trailer home, where it remained lodged in the metal wall until the following morning. At first, Agent █████ believed it to be attracted by some magnetic force, although subsequent testing has proved this false. SCP-283 is an ordinary granite cobble, apart from falling in the wrong direction. Agent █████ accidentally dropped SCP-283 and was forced to chase after it. The retrieval involved a minor head injury, but confirmed suspicions about its nature.\n\n\nNote from Dr. Wood:\n\n\nIt has come to the attention of the higher level personnel that someone has been stealing SCP-283 for use as a paperweight. I don't care how 'zen' it looks, any further misdemeanors will be dealt with severely.\n\n\n\n\n\n\n« \nSCP-282\n | SCP-283 | \nSCP-284\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-283\n\" by Dr Oliver Wood, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-283\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-283 \" by Dr Oliver Wood, from the SCP Wiki . Source: https://scpwiki.com/scp-283 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-283",
    "object_class": "Safe",
    "containment_procedures": "Due to the strange but harmless nature of SCP-283, it is to be kept in a secure box against the east wall of room E-107 at Site-137. Aside from that, SCP-283 can be handled by any personnel as long as they are observed by at least a level 3 member of staff, who is to keep watch over SCP-283 to prevent petty theft.",
    "description": "For all intents and purposes, SCP-283 is an ordinary rock, slightly mottled and worn from age and collisions, made of dark gray granite. It weighs just over 1 kg and is 10 cm in length. However, instead of following the usual route of gravity, SCP-283 is pulled in the direction of exact magnetic East. Close study reveals that SCP-283 is, in fact, falling around the Earth as well as being affected by its odd gravitational pull.",
    "title": "SCP-283"
}