{
    "url": "https://scp-wiki.wikidot.com/scp-2833",
    "all_text": "rating: \n+140\n+\n–\nx\n\n\n\n\n\n\nSCP-2833-52, photographed prior to its containment.\n\n\n\n\n\n\nItem #:\n SCP-2833\n\n\nObject Class:\n Keter (previously Euclid; upgraded since 01/07/1975)\n\n\nSpecial Containment Procedures:\n SCP-2833 instances are to be held in individual modified humanoid containment cells at Site-147, equipped with hermetically sealed walls and an observation window made of laminated ballistics glass. These cells are to undergo daily remote decontamination. Each SCP-2833 instance is to be supplied a bottle of mineral water and nutrients capsule thrice per day, delivered via inbuilt pneumatic tubes. Interviews conducted with any SCP-2833 instances are to be done via remote microphone.\n\n\nUpdate (01/07/1975):\n Mobile Task Force Omega-44 (\"Death Seekers\") is tasked with identifying and capturing any wild SCP-2833 instances in Northwestern India. While interacting with SCP-2833 instances, MTF Ω-44 operatives are to don Class A Hazmat suits at all times.\n\n\nUpdate (01/10/2010):\n All matters pertaining to SCP-2833 are handed over to Sitra Achra Joint Command. Further information is restricted to Project: Sitra Achra personnel.\n\n\n\n\n+ Access Restricted to Sitra Achra Personnel\n\n\n\n\n- Access Granted\n\n\n\n\nPursuant to Section 377 of Sitra Achra Joint Agreement, all instances of SCP-2833 currently contained by the Foundation are to be terminated. Wild instances of SCP-2833 identified are to be captured and interrogated at once. 24 hours after initial detainment, they may be terminated.\n\n\nMTF Ω-44 and GOC Strike Team 3396 \"Maha Shakti\" are subsumed as Sitra Achra personnel, and are tasked with the capture of wild SCP-2833 instances, due to both teams' prior experiences with SCP-2833. Site-147 is designated as a holding area for captured SCP-2833 instances, and will be under the purview of Sitra Achra Joint Command.\n\n\nTermination of SCP-2833 instances is to adhere to the following guidelines:\n\n\n\n\nPersonnel supervising termination are to don Class A Hazmat suits.\n\n\nSCP-2833 instances slated for termination are to be incinerated, following decontamination of the termination chamber.\n\n\n\n\n\n\n\n\n\n\nDescription:\n SCP-2833 refers to a group of genetically identical male humans, although each instance has a unique physical appearance. All instances of SCP-2833 are dressed in attires typical of the \nAghori\n.\n1\n Languages known to various SCP-2833 instances include Hindi, English, Gujarati, Dogri, Kashmiri, Punjabi, Urdu and an archaic Uralic language that does not correspond to any modern known variants of the Uralic language family.\n2\n\n\nSCP-2833 is capable of manipulating organic matter within its body, generating an anomalous parasite classified as SCP-2833-A. It is typically released through bodily orifices and open wounds on SCP-2833's body.\n\n\nSCP-2833-A refers to a parasitic invertebrate resembling insects of the order \nDiptera\n, approximately 20 mm in length. SCP-2833-A is red in colouration and capable of flight via its wings. SCP-2833-A typically attempts to enter the body of another vertebrate creature (referred to as \"host\") through the host's orifices or open wounds. SCP-2833-A instances usually attach themselves into a host's nervous system, allowing a corresponding SCP-2833 instance to manipulate said host's nervous system and sensory organs. This is utilised to induce hallucinations on a target or manipulate said target's body.\n\n\nInternal composition of SCP-2833-A consists primarily of a combination of keratin and muscular tissues with traces of ash. The interior of SCP-2833-A contains a spermatophore, which holds a miniature SCP-2833 instance. Miniature SCP-2833 instances found in SCP-2833-A instances are approximately 2 mm in length and are usually inert.\n\n\nIf SCP-2833-A's host is a female human, SCP-2833-A instances may deposit their respective miniature SCP-2833 instance in the host's uterus. Thereupon, they will undergo growth in the host's uterus and consume all organic matter in proximity. Through SCP-2833-A, the \"parent\" SCP-2833 instance tends to manipulate female hosts to leave their areas of residence and reside in non-urban environs.\n\n\nAfter a period of approximately one year, a new SCP-2833 instance is born. In 100% of observed birthing events, the female host is unable to survive the process. Newborn SCP-2833 instances retain the memories of respective \"parent\" SCP-2833 instance, and are capable of speech from birth. Once born, newborn SCP-2833 instances tend to consume their \"mother's\" corpse. Notably, the death of the host does not hinder the gestation of SCP-2833. Instead, SCP-2833-A generates an unidentified embalming agent to preserve the host's body until the birth of SCP-2833. In those cases, SCP-2833 instances may be born prematurely.\n\n\nThe first known SCP-2833 instance (classified as SCP-2833-1) was found in Himatnagar, Gujarat, India on ██/██/1969, where it was implicated in inciting civic unrest via its anomalous properties. SCP-2833-1 was then extradited by Indian authorities upon the Foundation's request.\n\n\nThe existence of multiple SCP-2833 instances is identified upon the identification of four instances of SCP-2833 in a cemetery in Ahmedabad, Gujarat, India on ██/██/1975. These SCP-2833 instances were previously ambushed by GOC operatives, resulting in the termination of an SCP-2833 instance. The remaining three SCP-2833 instances were successfully taken into Foundation custody.\n\n\nThe presence of SCP-2833 instances is identified in rural areas within the Indian states of Gujarat, Rajasthan, Himachal Pradesh, Haryana, Punjab, Jammu and Kashmir. Total population of SCP-2833 is estimated to be in excess of 1,000.\n\n\nAddendum 2833-1:\n Selected Interviews with SCP-2833 instances.\n\n\n\n\n+ View Interview Log 2833-1-01\n\n\n\n\n- Hide Interview\n\n\n\n\n\n\nInterviewee:\n SCP-2833-1\n\n\nInterviewer:\n Dr. Sanjay Sheel\n\n\nForeword:\n The following interview is originally conducted in Gujarati. References to SCP-2833-1 have been updated.\n\n\n<Begin Log>\n\n\nDr. Sheel:\n SCP-2833-1, I hope you are comfortable in your new quarters.\n\n\nSCP-2833-1:\n We are very comfortable.\n\n\nDr. Sheel:\n That is good. I'm here to ask you a few questions regarding yourself, so I would like your fullest cooperation. Do you understand?\n\n\nSCP-2833-1:\n We understand. Speak.\n\n\nDr. Sheel:\n Can you elaborate on the creatures created from your body?\n\n\nSCP-2833-1:\n We are a blight cast upon our foes, and victory is claimed. It is ours!\n\n\nDr. Sheel:\n Who are you fighting? You were attacking everyone indiscriminately in Himatnagar.\n\n\nSCP-2833-1:\n Enemies do not exist, perished in the blight of rot and rust. No, we outlast all enemies now.\n\n\nDr. Sheel:\n And why do you refer yourself as \"we\"?\n\n\nSCP-2833-1:\n We are like the false gods of this land. We are shaped in many forms, yet we are one.\n\n\nDr. Sheel:\n Do you regard yourself as a deity?\n\n\nSCP-2833-1:\n Heresy! We are merely servants to Aom, servitor to the crafter and breaker of this world.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n+ View Interview Log 2833-4-14\n\n\n\n\n- Hide Interview\n\n\n\n\n\n\nInterviewee:\n SCP-2833-4\n\n\nInterviewer:\n Dr. Sanjay Sheel\n\n\nForeword:\n The following interview focuses on the existence of multiple SCP-2833 instances outside of SCP-2833-1, and is originally conducted in Gujarati.\n\n\n<Begin Log>\n\n\nDr. Sheel:\n SCP-2833-4, we have already identified that you and your fellows are the same genetically. Please explain.\n\n\nSCP-2833-4:\n We have said before. We are one being.\n\n\nDr. Sheel:\n Surely there must be more of you. How many of you are still out there?\n\n\nSCP-2833-4:\n We are in your cages. We are distant from the hordes of the ignorant. We are grown like crops and livestock. We are growing in numbers and faith, and we will grow until the ascension of Samādhi.\n3\n\n\nDr. Sheel:\n A Samādhi? Where is it? Who is buried in it?\n\n\nSCP-2833-4:\n Samādhi is beyond sight. And doctor, the buried will rise. To be consumed is the doorway to rebirth. This is our cycle, waiting for Samādhi with patience.\n\n\nDr. Sheel:\n Hmm, and what will happen when this Samādhi arrives?\n\n\nSCP-2833-4:\n We shall dance the Tandava\n4\n and consume the world for its rebirth.\n\n\nDr. Sheel:\n Thank you for your time, SCP-2833-4.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n+ View Interview Log 2833-42-06\n\n\n\n\n- Hide Interview\n\n\n\n\n\n\nInterviewee:\n SCP-2833-42 (recovered from the Soviet-Afghan border in ██/██/1985)\n\n\nInterviewer:\n Dr. Sanjay Sheel\n\n\nForeword:\n The following interview focuses on the significance of \"Samādhi\" to SCP-2833 instances, and is originally conducted in Hindi. SCP-2833-42 was chosen as it has proven to be relatively cooperative among SCP-2833 instances contained by the Foundation.\n\n\n<Begin Log>\n\n\nDr. Sheel:\n SCP-2833-42, can you describe Samādhi to me?\n\n\nSCP-2833-42:\n If you intend to seek Samādhi, your quest is in vain. For we are the inheritor to Samādhi. Only we!\n\n\nDr. Sheel:\n We will only seek Samādhi if it poses a threat to the world.\n\n\nSCP-2833-42:\n Samādhi does not threaten. It is we who were threatened, exiled when the \nColossi\n overran Samādhi. We are the remnants, but we are never defeated.\n\n\nDr. Sheel:\n Alright. You have previously described yourself as an inheritor of Samādhi. Why is that so?\n\n\nSCP-2833-42:\n We are of glorious lineage, the chosen stock of Karcist Vaski. Only the strongest and most zealous may serve his purpose. To that end, we cut and consume ourselves to persist and await for Samādhi.\n\n\nDr. Sheel:\n Why is it important for you to wait for Samādhi?\n\n\nSCP-2833-42:\n The blood of our foes for our flesh and servitude. We once claimed our home by Karcist Vaski's miracles, and we shall reclaim Samādhi – that is our oath to Karcist Vaski.\n\n\nDr. Sheel:\n Who is this Karcist Vaski?\n\n\nSCP-2833-42:\n We are. We are Karcist Vaski.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Access Restricted to Level 5 Personnel\n\n\n\n\n- Access Granted\n\n\n\n\nAddendum 2833-2:\n Based on first-person accounts from [\nDATA EXPUNGED\n], SCP-2833 is hypothesised to be an anomalous group belligerent to the \nDaevite civilisation\n. However, no mention of SCP-2833 or 'Karcist Vaski' or similar entities have been found in SCP-140 and other affected texts.\n\n\nBelow is a quote from SCP-2833-42 when it was asked of any knowledge of the Daevite civilisation.\n\n\n\n\nDaeva. They rot as Aom grew. Aom consumed them. But only most. Some used sorcery to flee. As did we. We too fled from those who intend to consume us. We fled! Cowards! Cowards!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Access Restricted to Sitra Achra Personnel\n\n\n\n\n- Access Granted\n\n\n\n\nAddendum 2833-3:\n Below is a partial collection of documents attributed to Sir William Henry Sleeman.\n5\n They were collated by GOC and released for Foundation purview under Project Sitra Achra.\n\n\n\n\nThe rural poor in India speak of a caste of bizarre mystics called the Vātula. As pale as Death, they bear an unusual fetish towards death and decay, and are honoured and feared among the peasantry of India. They are said to hail from a foreign land northwest of India, claiming their legendary homeland as Samādhi – a great city overran by a race of giants.\n\n\nIn terms of religion, rumours hold them to revere Shiva. Yet they shun the temples of Shiva and worship among themselves in private. Their personal idol is leonine Sharabha\n6\n entwined with the Ouroboros, which only they worship. These specific symbols harken to those of our esteemed Society, perhaps as a mark of identification. Before their idol, the Vātula frequently chant the word \"Aom\" in praise of the spirit.\n\n\nIn addition, all the Vātula identify themselves as Karcist Vaski, and their sacred language resembles ours. Coincidentally, the legends spoke of Karcist Vaski fleeing southwards when the Colossi overran Adytum. Did he eventually settle upon the land of India and these Vātula be his scion?\n\n\n\n\n\n\nIt appears that the respect and fear commanded by the Vātula is not universal. A group of men indeed oppose them – internally they are called the \"Children of Kali\", while outsiders fear them as \"Thuggee\". The \nChildren of Kali\n Thuggee are aware of the Vātula, slaughtering them without spilling blood or falling prey to the \"curses\" of the Vātula. Although imitators of the \nChildren\n Thuggee do exist, the \nChildren\n Thuggee are singled out through them exclusively targeting the Vātula.\n\n\nOn the other hand, the Vātula remain wary of our attempts to interact with them. They regard themselves as the sole survivors of our faith, and dismiss us as charlatans and deceivers. Perhaps we may require to express our sincerity to these ancient compatriots through the strength of action?\n\n\n\n\n\n\nI have received word from my allies that the \n\"Daughter of Shadow\"\n survived the implantation ritual. The \nChildren of Kali\n Thuggee shall no longer be the spawn of a non-existent idol, but only Thuggee – deceivers moulded into the image of a false prophet, moulded in turn by us.\n\n\nThe Daughter will be unleashed upon all of India and divide the Thuggee. While divided, we shall conquer them. If we exterminate the predator, the prey is allowed space to grow. The Thuggee can no longer harass the Vātula, and surely they will accept us as fellows.\n\n\n\n\n\n\nAll is well. Feringhea has performed well as a sacrifice to our cause. His \"testimony\" spreads further discord among the Thuggee, in addition to their internal corruption by the Daughter. We will attempt to round up the remaining Thuggee, and have them culled and slaughtered and harvested.\n\n\nIf necessary, we may persecute and strike down the Daughter just as much as the Thuggee – both true and false.\n\n\n\n\n\n\nIn private, I have audience with several of the Vātula. It is unfortunate for them to be so reduced from their ancestral glory. They certainly recall their covenant religiously, but little else beyond that. With each cycle of transmigration, it appears that less of the mind and body are retained. The self and the need to reclaim Samādhi (which \nshould\n be Adytum) are retained, but they are mostly degenerates at this point – mad men lost in the wind.\n\n\nAmong those I had audience with, there is only one who retained the semblances of ancient wisdom – a Chiron amongst the Vātula. I have already arranged for him to be sent away to our other holdings, so that the vestiges of his wisdom may benefit the Great Society. Even so, I may be exaggerating the wisdom of this Chiron and I know not when insanity claims this vestige of Karcist Vaski.\n\n\n\n\nAddendum 2833-4:\n \nAdditional material on SCP-2833, recovered from an anonymous private collection.\n\n\nAddendum 2833-5:\n On ██/██/2014, Mobile Task Force Beta-12 (\"Icebreakers\") has recovered the carcass of an unknown humanoid in Krasnoyarsk Krai, Russia. An autopsy report of the recovered entity is as follows.\n\n\n\n\nAutopsy Report SCP-2833-74\n\n\nSubject:\n SCP-2833-74\n\n\nMass:\n 184.3 kg\n\n\nHeight:\n 1.82 m\n\n\nAge:\n Unknown\n\n\n\n\nDetails:\n Subject possesses an overgrowth of muscular tissues and bone, with particular emphasis on subject's limbs. DNA testing verifies that it is an SCP-2833 instance. SCP-2833-A instances are identified inside the subject's internal organs. Subject's body is modified to contain an organ analogous to the uterus in its lower abdomen, containing an infant SCP-2833 instance (designated SCP-2833-75).\n\n\nDue to marked differences from SCP-2833, SCP-2833-74 and SCP-2833-75 are slated for classification as a subspecies of SCP-2833. Pending confirmation. As such, SCP-2833-75 will be exempted from Section 377 of Sitra Achra Joint Agreement.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Ascetic Shaiva sadhus known to engage in post-mortem rituals.\n\n\n2\n. Said archaic Uralic language is identified to be a \nlingua franca\n among all known SCP-2833 instances.\n\n\n3\n. Normally defined as a crypt containing the remains of a saint(s).\n\n\n4\n. A divine dance said to be performed by the Hindu god Shiva, believed to be the source of the cycle of creation, preservation and destruction.\n\n\n5\n. Sir William Henry Sleeman (1788 – 1856), an administrator in India on behalf of the British East India Company known for spearheading suppression efforts of the Thuggee. Alias: Orin Roisto.\n\n\n6\n. An avatar of Shiva in the form of a lion-bird hybrid.\n\n\n\n\n\n\n\n\n« \nSCP-2832\n | SCP-2833 | \nSCP-2834\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2833\n\" by MrWrong, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2833\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Aghori B (1).jpg\n\n\nName:\n A Aghori sadhu in a cave near badrinath\n\n\nAuthor:\n Archit Ratan\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\nAdditional Notes:\n Image monochrome from original.",
    "addendums": [
        "Addendum 2833-1: Selected Interviews with SCP-2833 instances."
    ],
    "documents": [],
    "notes": [
        "Interviewee: SCP-2833-1 Interviewer: Dr. Sanjay Sheel Foreword: The following interview is originally conducted in Gujarati. References to SCP-2833-1 have been updated. <Begin Log> Dr. Sheel: SCP-2833-1, I hope you are comfortable in your new quarters. SCP-2833-1: We are very comfortable. Dr. Sheel: That is good. I'm here to ask you a few questions regarding yourself, so I would like your fullest cooperation. Do you understand? SCP-2833-1: We understand. Speak. Dr. Sheel: Can you elaborate on the creatures created from your body? SCP-2833-1: We are a blight cast upon our foes, and victory is claimed. It is ours! Dr. Sheel: Who are you fighting? You were attacking everyone indiscriminately in Himatnagar. SCP-2833-1: Enemies do not exist, perished in the blight of rot and rust. No, we outlast all enemies now. Dr. Sheel: And why do you refer yourself as \"we\"? SCP-2833-1: We are like the false gods of this land. We are shaped in many forms, yet we are one. Dr. Sheel: Do you regard yourself as a deity? SCP-2833-1: Heresy! We are merely servants to Aom, servitor to the crafter and breaker of this world. <End Log>",
        "Interviewee: SCP-2833-4 Interviewer: Dr. Sanjay Sheel Foreword: The following interview focuses on the existence of multiple SCP-2833 instances outside of SCP-2833-1, and is originally conducted in Gujarati. <Begin Log> Dr. Sheel: SCP-2833-4, we have already identified that you and your fellows are the same genetically. Please explain. SCP-2833-4: We have said before. We are one being. Dr. Sheel: Surely there must be more of you. How many of you are still out there? SCP-2833-4: We are in your cages. We are distant from the hordes of the ignorant. We are grown like crops and livestock. We are growing in numbers and faith, and we will grow until the ascension of Samādhi. 3 Dr. Sheel: A Samādhi? Where is it? Who is buried in it? SCP-2833-4: Samādhi is beyond sight. And doctor, the buried will rise. To be consumed is the doorway to rebirth. This is our cycle, waiting for Samādhi with patience. Dr. Sheel: Hmm, and what will happen when this Samādhi arrives? SCP-2833-4: We shall dance the Tandava 4 and consume the world for its rebirth. Dr. Sheel: Thank you for your time, SCP-2833-4. <End Log>",
        "Interviewee: SCP-2833-42 (recovered from the Soviet-Afghan border in ██/██/1985) Interviewer: Dr. Sanjay Sheel Foreword: The following interview focuses on the significance of \"Samādhi\" to SCP-2833 instances, and is originally conducted in Hindi. SCP-2833-42 was chosen as it has proven to be relatively cooperative among SCP-2833 instances contained by the Foundation. <Begin Log> Dr. Sheel: SCP-2833-42, can you describe Samādhi to me? SCP-2833-42: If you intend to seek Samādhi, your quest is in vain. For we are the inheritor to Samādhi. Only we! Dr. Sheel: We will only seek Samādhi if it poses a threat to the world. SCP-2833-42: Samādhi does not threaten. It is we who were threatened, exiled when the Colossi overran Samādhi. We are the remnants, but we are never defeated. Dr. Sheel: Alright. You have previously described yourself as an inheritor of Samādhi. Why is that so? SCP-2833-42: We are of glorious lineage, the chosen stock of Karcist Vaski. Only the strongest and most zealous may serve his purpose. To that end, we cut and consume ourselves to persist and await for Samādhi. Dr. Sheel: Why is it important for you to wait for Samādhi? SCP-2833-42: The blood of our foes for our flesh and servitude. We once claimed our home by Karcist Vaski's miracles, and we shall reclaim Samādhi – that is our oath to Karcist Vaski. Dr. Sheel: Who is this Karcist Vaski? SCP-2833-42: We are. We are Karcist Vaski. <End Log>",
        "Daeva. They rot as Aom grew. Aom consumed them. But only most. Some used sorcery to flee. As did we. We too fled from those who intend to consume us. We fled! Cowards! Cowards!",
        "The rural poor in India speak of a caste of bizarre mystics called the Vātula. As pale as Death, they bear an unusual fetish towards death and decay, and are honoured and feared among the peasantry of India. They are said to hail from a foreign land northwest of India, claiming their legendary homeland as Samādhi – a great city overran by a race of giants. In terms of religion, rumours hold them to revere Shiva. Yet they shun the temples of Shiva and worship among themselves in private. Their personal idol is leonine Sharabha 6 entwined with the Ouroboros, which only they worship. These specific symbols harken to those of our esteemed Society, perhaps as a mark of identification. Before their idol, the Vātula frequently chant the word \"Aom\" in praise of the spirit. In addition, all the Vātula identify themselves as Karcist Vaski, and their sacred language resembles ours. Coincidentally, the legends spoke of Karcist Vaski fleeing southwards when the Colossi overran Adytum. Did he eventually settle upon the land of India and these Vātula be his scion?",
        "It appears that the respect and fear commanded by the Vātula is not universal. A group of men indeed oppose them – internally they are called the \"Children of Kali\", while outsiders fear them as \"Thuggee\". The Children of Kali Thuggee are aware of the Vātula, slaughtering them without spilling blood or falling prey to the \"curses\" of the Vātula. Although imitators of the Children Thuggee do exist, the Children Thuggee are singled out through them exclusively targeting the Vātula. On the other hand, the Vātula remain wary of our attempts to interact with them. They regard themselves as the sole survivors of our faith, and dismiss us as charlatans and deceivers. Perhaps we may require to express our sincerity to these ancient compatriots through the strength of action?",
        "I have received word from my allies that the \"Daughter of Shadow\" survived the implantation ritual. The Children of Kali Thuggee shall no longer be the spawn of a non-existent idol, but only Thuggee – deceivers moulded into the image of a false prophet, moulded in turn by us. The Daughter will be unleashed upon all of India and divide the Thuggee. While divided, we shall conquer them. If we exterminate the predator, the prey is allowed space to grow. The Thuggee can no longer harass the Vātula, and surely they will accept us as fellows.",
        "All is well. Feringhea has performed well as a sacrifice to our cause. His \"testimony\" spreads further discord among the Thuggee, in addition to their internal corruption by the Daughter. We will attempt to round up the remaining Thuggee, and have them culled and slaughtered and harvested. If necessary, we may persecute and strike down the Daughter just as much as the Thuggee – both true and false.",
        "In private, I have audience with several of the Vātula. It is unfortunate for them to be so reduced from their ancestral glory. They certainly recall their covenant religiously, but little else beyond that. With each cycle of transmigration, it appears that less of the mind and body are retained. The self and the need to reclaim Samādhi (which should be Adytum) are retained, but they are mostly degenerates at this point – mad men lost in the wind. Among those I had audience with, there is only one who retained the semblances of ancient wisdom – a Chiron amongst the Vātula. I have already arranged for him to be sent away to our other holdings, so that the vestiges of his wisdom may benefit the Great Society. Even so, I may be exaggerating the wisdom of this Chiron and I know not when insanity claims this vestige of Karcist Vaski.",
        "Autopsy Report SCP-2833-74 Subject: SCP-2833-74 Mass: 184.3 kg Height: 1.82 m Age: Unknown Details: Subject possesses an overgrowth of muscular tissues and bone, with particular emphasis on subject's limbs. DNA testing verifies that it is an SCP-2833 instance. SCP-2833-A instances are identified inside the subject's internal organs. Subject's body is modified to contain an organ analogous to the uterus in its lower abdomen, containing an infant SCP-2833 instance (designated SCP-2833-75). Due to marked differences from SCP-2833, SCP-2833-74 and SCP-2833-75 are slated for classification as a subspecies of SCP-2833. Pending confirmation. As such, SCP-2833-75 will be exempted from Section 377 of Sitra Achra Joint Agreement.",
        "\" SCP-2833 \" by MrWrong, from the SCP Wiki . Source: https://scpwiki.com/scp-2833 . Licensed under CC-BY-SA .",
        "Filename: Aghori B (1).jpg Name: A Aghori sadhu in a cave near badrinath Author: Archit Ratan License: CC BY 2.0 Source Link: Flickr Additional Notes: Image monochrome from original."
    ],
    "item": "SCP-2833",
    "object_class": "Keter (previously Euclid; upgraded since 01/07/1975)",
    "containment_procedures": "SCP-2833 instances are to be held in individual modified humanoid containment cells at Site-147, equipped with hermetically sealed walls and an observation window made of laminated ballistics glass. These cells are to undergo daily remote decontamination. Each SCP-2833 instance is to be supplied a bottle of mineral water and nutrients capsule thrice per day, delivered via inbuilt pneumatic tubes. Interviews conducted with any SCP-2833 instances are to be done via remote microphone.",
    "description": "SCP-2833 refers to a group of genetically identical male humans, although each instance has a unique physical appearance. All instances of SCP-2833 are dressed in attires typical of the Aghori.1 Languages known to various SCP-2833 instances include Hindi, English, Gujarati, Dogri, Kashmiri, Punjabi, Urdu and an archaic Uralic language that does not correspond to any modern known variants of the Uralic language family.2",
    "title": "SCP-2833"
}