{
    "url": "https://scp-wiki.wikidot.com/scp-284",
    "all_text": "rating: \n+75\n+\n–\nx\n\n\nItem #:\n SCP-284\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-284-1 and SCP-284-2 are to be kept under minimal security protocols, with occasional off-site trips when approved by a Level 4 or higher personnel. During these trips they are to be accompanied by a minimum of one Level 1 researcher and one Level 1 field agent. Their quarters are a standard humanoid containment room with two beds. When offered separate containment quarters, they replied that privacy is moot.\n\n\nDescription:\n SCP-284-1 and SCP-284-2 are twins born █/██/████ in ████████, Illinois. Though they appear to be normal, they are dizygotic twins who share a single functional brain. SCP-284-1 is female, 1.72 meters tall, containing the left side of the brain. SCP-284-2 is male, 1.79 meters tall, containing the right side of the brain. The portions that are not associated with either lobe are [DATA REDACTED].\n\n\nIn both subjects, the size of the possessed lobe is approximately 50% larger than normal, presumably to allow for maintaining function of two bodies at once.\n\n\nIt has been found that while the subjects have separate personalities, they share memories, skills, knowledge, physical sensation and have shown limited levels of emotional synergy. Though there is no way to know for certain, they claim to have taught themselves how to block out sensory information from each other to varying degrees. Vision and hearing can be blocked out completely, while taste, smell and touch can be weakened. Doing so is a choice of the one receiving the information, not the one experiencing it.\n\n\nWith physical skills, it should be noted that while both subjects have the knowledge of proper technique, muscle tissue only develops to properly execute the skills efficiently and with significant endurance in the subject who physically learned the skill.\n\n\nWhile the subjects do not show any advantage in proficiency for skills associated with their respective lobes, it has been found that when separated by a significant distance they each have delayed responses from the other subject’s lobe.\n\n\nAlso of note is that both subjects seem incapable of remaining awake more than sixteen (16) minutes after the other has fallen asleep and both awaken at the same time whether allowed to sleep until they wake up on their own or woken from their sleep separately.\n\n\nAddendum: 284-1:\n Test Log 284-1\n\n\nSCP-284-1 and SCP-284-2 were placed at separate ends of the facility. A team of researchers, including two surgeons, removed the top of SCP-284-2’s cranium and proceeded to apply an electrode to various points on the brain to gauge reactions to the stimuli. In all instances, SCP-284-1 experiences the same sensation or physical reaction as SCP-284-2.\n\n\nAddendum: 284-2:\n Researcher Note\n\n\nToday it was noted that while SCP-284-1 was playing the piano in Dr. ██████'s office, SCP-284-2's fingers began twitching erratically. When brought to Dr. ██████'s office, it was discovered that the twitching of SCP-284-2's fingers were in time with the motions of SCP-284-1's fingers as she played. Further study of this phenomenon is being scheduled.\n\n\n\n\n\n\n« \nSCP-283\n | SCP-284 | \nSCP-285\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-284\n\" by Dr English, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-284\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: 284-1: Test Log 284-1\nSCP-284-1 and SCP-284-2 were placed at separate ends of the facility. A team of researchers, including two surgeons, removed the top of SCP-284-2’s cranium and proceeded to apply an electrode to various points on the brain to gauge reactions to the stimuli. In all instances, SCP-284-1 experiences the same sensation or physical reaction as SCP-284-2.",
        "Addendum: 284-2: Researcher Note\nToday it was noted that while SCP-284-1 was playing the piano in Dr. ██████'s office, SCP-284-2's fingers began twitching erratically. When brought to Dr. ██████'s office, it was discovered that the twitching of SCP-284-2's fingers were in time with the motions of SCP-284-1's fingers as she played. Further study of this phenomenon is being scheduled."
    ],
    "documents": [],
    "notes": [
        "\" SCP-284 \" by Dr English, from the SCP Wiki . Source: https://scpwiki.com/scp-284 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-284",
    "object_class": "Safe",
    "containment_procedures": "SCP-284-1 and SCP-284-2 are to be kept under minimal security protocols, with occasional off-site trips when approved by a Level 4 or higher personnel. During these trips they are to be accompanied by a minimum of one Level 1 researcher and one Level 1 field agent. Their quarters are a standard humanoid containment room with two beds. When offered separate containment quarters, they replied that privacy is moot.",
    "description": "SCP-284-1 and SCP-284-2 are twins born █/██/████ in ████████, Illinois. Though they appear to be normal, they are dizygotic twins who share a single functional brain. SCP-284-1 is female, 1.72 meters tall, containing the left side of the brain. SCP-284-2 is male, 1.79 meters tall, containing the right side of the brain. The portions that are not associated with either lobe are [DATA REDACTED].",
    "title": "SCP-284"
}