{
    "url": "https://scp-wiki.wikidot.com/scp-2840",
    "all_text": "rating: \n+117\n+\n–\nx\n\n\nItem #:\n SCP-2840\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2840 is contained within three nonviolent D-Class hosts housed in a humanoid containment suite within Satellite Building C at Site-66. These three hosts must follow a sleep schedule as outlined by Dr Bridge and are permitted entertainment material as requested.\n\n\nPersonnel found asleep within 100 metres of SCP-2840's current host will be demoted.\n\n\nDescription:\n SCP-2840 is a incorporeal psychic entity that exists within the minds of humans experiencing REM sleep.\n\n\nSCP-2840 resides within one human subject at a time, and appears dormant when the subject is conscious. It is capable of transferring itself between hosts that enter REM sleep within 100 metres from one another. It is not currently possible to track the movement of SCP-2840 between subjects outside of self-reports. While host to SCP-2840, individuals will remember their dreams each night, though imperfectly and forgetting minor details.\n\n\nSCP-2840 gravitates towards individuals that have a history of chronic nightmares and night terrors. Subjects suffering from recurring nightmares will find themselves unable to experience the recurring dream again after occupation by SCP-2840.\n\n\nHosts experience a change in their nightly dream cycles after acquiring SCP-2840. After this period, their night terrors will be interrupted by a dramatic shift in scenario. Details vary, but the interaction always ends in the neutralization of the nightmare and its replacement by SCP-2840.\n\n\nSCP-2840 will manifest mid-scenario, violently interrupting the dream and changing it to a different scenario. For example, a subject dreaming of being chased found that the pursuer was attacked and consumed by a featureless figure, and then found themselves trapped within a dark forest with the figure pursuing at a relaxed pace. Another subject with terrors of drowning experienced a sudden expulsion of bubbles from below, which led to a dream of falling in a clear void.\n\n\nWhile still asleep, hosts realize and understand that they are dreaming, but also an understanding that they are entirely safe. Each host recognizes that the entity or scenario, such as the featureless figure or the void, should cause fear or anxiety, but instead instills a sense of safety and relaxation. Upon waking, hosts recognize that SCP-2840, in whatever form it took during the dream, was aware of their existence and that it removed the perceived threat from their nightmare.\n\n\nSCP-2840 was discovered in a psychiatric hospital in [REDACTED]. Over a 4 month period, 29 patients reported similar dreams, now understood to be SCP-2840’s primary symptoms. An embedded agent following an instance of SCP-███ noticed the trend among unrelated patients and initiated an investigation into the phenomenon. The then-current host of SCP-2840 was determined and extracted for containment, and remains part of the containment procedures as D-2840-B.\n\n\n\n\n\n\n« \nSCP-2839\n | SCP-2840 | \nSCP-2841\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2840\n\" by Dexanote, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2840\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-2840 \" by Dexanote, from the SCP Wiki . Source: https://scpwiki.com/scp-2840 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2840",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2840 is contained within three nonviolent D-Class hosts housed in a humanoid containment suite within Satellite Building C at Site-66. These three hosts must follow a sleep schedule as outlined by Dr Bridge and are permitted entertainment material as requested.",
    "description": "SCP-2840 is a incorporeal psychic entity that exists within the minds of humans experiencing REM sleep.",
    "title": "SCP-2840"
}