{
    "url": "https://scp-wiki.wikidot.com/scp-2842",
    "all_text": "rating: \n+281\n+\n–\nx\n\n\n\n\n\n\nSCP-2842 at time of recovery.\n\n\n\n\n\n\n\n\nItem #:\n SCP-2842\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2842 is kept in a Type 2 Humanoid Containment Cell at Site-17. Standard amenities and precautions associated with T2HCC are in place. SCP-2842 has no special medical, dietary, or psychological requirements, and has a Standard Risk Rating of 02/05/00.\n\n\nSCP-2842 is permitted access to information regarding MTF Omicron-12's operations at the discretion of the MTF leader and SCP-2842's HMCL supervisor. See report on Project Crowdreader [attached] for details of SCP-2842's utilization by MTF Omicron-12.\n\n\nDescription:\n SCP-2842 is a human male, roughly 21 years of age at time of writing. SCP-2842's anomalous property will manifest when it identifies a social media\n1\n account: it will become aware of the location and content of eleven image files that the operator(s) of the given account will find moderately humorous.\n2\n\n\nWhen SCP-2842 identifies an additional account within four seconds of the prior account, the set of images it identifies will adjust to appeal to the holders of both accounts. In this fashion, SCP-2842 is able to identify sets of images that appeal to several thousand individuals at a time by reading account names in rapid succession.\n\n\nSCP-2842 possesses a tattoo on its right ankle reading \"Mr. Meme, by Gamers Against Weed\"; SCP-2842 professes no knowledge of the group, though exposure to the phrase produces an exaggerated laugh response. See interview logs for details.\n\n\n\n\nInterview Logs\n\n\nThe following interviews were performed by Dr. Steele. Several relevant excerpts have been included in this document.\n\n\n\n\nDr. Steele:\n So, you mentioned previously that you've only existed for about a year. Is that correct?\n\n\nSCP-2842:\n That's as far back as I can remember. I just woke up in someone's house one day. All I really knew about myself was that my name was Mr. Meme and that I could find funny pictures online. Plus the like, normal stuff. Eating, hiding from cops, Google AdSense.\n\n\nDr. Steele:\n I see. What happened then?\n\n\nSCP-2842:\n There was some kid there who was watching me when I woke up. He was super excited that I was there, and he wanted me to get him more followers on Instagram. I didn't really give a shit, so I just left. He got really mad about that. I almost took his phone but I thought nah, more trouble than it's worth.\n\n\nDr. Steele:\n Do you happen to remember his name, or where he lived? Anything like that?\n\n\nSCP-2842:\n No, sorry. I was only there for like ten minutes. I wasn't really confident in my 'running from angry parents who found some stranger hanging out with their kid' skills.\n\n\nDr. Steele:\n That's alright. What happened after you left?\n\n\n[Extraneous data removed. In summary, SCP-2842 utilized its anomalous properties to operate a large number of social media accounts, using various monetization methods to leverage its online presence into a steady cash flow.]\n\n\nDr. Steele:\n When we found you at the police station, you had been arrested for assault. Can you tell us about that?\n\n\nSCP-2842:\n It's a load of bullshit. The other guy started it.\n\n\nDr. Steele:\n The details?\n\n\nSCP-2842:\n This douchey-looking dude came to my apartment complex saying I got doxxed, and that I'd been stealing his tweets. I mean, yeah, I probably was, but what am I supposed to do? No ID, no skills, no family, so on and so forth.\n\n\nSCP-2842:\n Anyways, he was dumb enough to start shoving me around while he was at the top of the stairs, so when I pushed back he fell down like a whole flight of them. The cops came like two days later, since he was pressing charges.\n3\n\n\nDr. Steele:\n Thanks for sharing. How do you feel about all this?\n\n\nSCP-2842:\n \n<Shrugs>\n It's alright, I guess. I keep worrying that I'm gonna lose all my followers if I don't keep posting, but honestly I kind of hated the whole thing anyways, so fuck it. Plus if I did get doxxed, I was pretty much fucked.\n\n\nDr. Steele:\n You didn't like social media?\n\n\nSCP-2842:\n It's alright when you're sharing stuff that you like, but I know my special powers don't find the best stuff ever. There's only so many times you can repost the tuxedo guy holding a sewing machine in front of a crashed truck before you just sort of glaze over it. And after the ten thousandth advice animal I'm pretty much sick of anything written in Impact.\n\n\nDr. Steele:\n I suppose that's not surprising.\n\n\nSCP-2842:\n I did actually have an account where I posted OC. Original content, I mean. It would be pretty successful by most people's standards, I think — two thousand Twitter followers is good, right?\n\n\nDr. Steele:\n For a comedy account? Sure.\n\n\nSCP-2842:\n Right, right. But it took the effort of ten other accounts combined, and all those were way more popular. I had to shut it down eventually because I couldn't afford to run anything that wasn't racking up followers and clicks.\n\n\nDr. Steele:\n How many followers did you end up having, by the way?\n\n\nSCP-2842:\n Across all my accounts? Something like three million.\n\n\n\n\nMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMM\n\n\n\n\nDr. Steele:\n What can you tell me about the tattoo on your ankle?\n\n\nSCP-2842:\n Nothing really. It's just been there since day one.\n\n\nDr. Steele:\n What about 'Gamers Against Weed'?\n\n\n<SCP-2842 starts laughing. It attempts, and fails, to speak coherently several times. SCP-2842 calms down after four minutes.>\n\n\nSCP-2842:\n Sorry, it's just… that's really fucking funny. Always has been. I try not to look at the tattoo too much, it's that distracting. I don't know who it is though.\n\n\nDr. Steele:\n That's fine. Do you know anything about 'Little Misters' or 'Doctor Wondertainment'?\n\n\nSCP-2842:\n Yeah, actually. There was a piece of paper I had with me at like, the very start, that talked about Wondertainment. I forgot about it until just now. It's in my apartment, maybe you guys already got it.\n\n\nNote: See Document 2842-5581 for further details.\n\n\n\n\nMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMM\n\n\n\n\nDr. Steele:\n You wanted to see me?\n\n\nSCP-2842:\n Yeah, if you have the time.\n\n\nDr. Steele:\n Don't worry about my schedule, that's my assistant's job.\n\n\nSCP-2842:\n I know, I had the guard ask him about it a week ago.\n\n\nDr. Steele:\n Sorry for the wait, then. What can I do for you?\n\n\nSCP-2842:\n Well, uh. Do you guys need help with anything?\n\n\nDr. Steele:\n Like what?\n\n\nSCP-2842:\n Anything. Like don't get me wrong, it's not like there's a shortage of things for me to do around here, but there's nothing for me to \ndo\n, you know?\n\n\nDr. Steele:\n I'm not quite sure what you mean.\n\n\nSCP-2842:\n It's like… I'm Mr. Meme. I find funny pictures, and I'm pretty much the best at being mediocre at it. It's what I do.\n\n\nDr. Steele:\n I thought you disliked running those accounts.\n\n\nSCP-2842:\n Oh, for sure, I did. If my stuff was actually funny or original maybe I'd feel different, but stealing stuff that was just barely worth a share was depressing. But I still feel like I have to use this ability, because somehow doing nothing is even \nmore\n depressing.\n\n\nDr. Steele:\n Well… there was a proposal I made a few weeks ago for something like that. It didn't get approved, but if inactivity is taking a toll on your mental health, that would put it in a new light.\n\n\nSCP-2842:\n \n<Smiles>\n Let's hear it.\n\n\n[Extraneous data removed. See report on Project Crowdreader.]\n\n\nSCP-2842:\n That sounds pretty tight. It's like that one TV show.\n\n\nDr. Steele:\n I'll re-submit the proposal, then. Which show do you mean?\n\n\nSCP-2842:\n You know, the one with the guy?\n\n\nDr. Steele:\n Ah, yes, that one.\n\n\n\n\n\n\nProject Crowdreader\n\n\nSummary:\n SCP-2842 operates in conjunction with MTF Omicron-12, \"Nine-Tailed Dox\", using its anomalous properties to identify images that are considered humorous by the operators of social media accounts that are of interest to the Foundation. This information is used in conjunction with conventional intelligence and investigative techniques to identify persons of interest and, on occasion, gain additional information on already-identified persons of interest. In return, SCP-2842 is provided with limited information regarding the impact of its assistance.\n\n\nPurpose:\n To enhance the capabilities of MTF Omicron-12; to detect changes in SCP-2842's anomalous properties; to improve SCP-2842's morale and encourage cooperation.\n\n\nStatus:\n SCP-2842 is given an average of four accounts for analysis on a daily basis. In 15-25 cases per month, information provided by SCP-2842 assists in the identification of a person of interest. SCP-2842 reports substantial satisfaction from this activity.\n\n\nSCP-2842 has repeatedly requested permanent assignment to, and training from, Omicron-12. While SCP-2842 is loyal and reasonably intelligent, and his anomalous properties are a valuable asset, the absence of formal education and pre-existing training makes this option substantially less effective than simply allowing him to operate in conjunction with already-trained operatives. He can ask again when he completes his basic education.\n- Agent Linda Jepsen, MTF Omicron-12 leader.\n\n\n\n\nDocument 2842-5581\n\n\nDocument 2842-5581 was located in SCP-2842's apartment, as described in Interview Log C5. It is reproduced below in its entirety.\n\n\n\n\nHoly Heck!\n You've just found yourself your very own \nMr. Meme\n by Gamers Against Weed! Don't forget to like, comment, and subscribe. Who is Dr. Wondertainment?\n\n\nFind them all and become Mr. Gamer!\n\n\n01. Mr. Literal Serial Killer\n\n\n02. Mr. Normie\n\n\n03. Mr. Bernie Sanders\n\n\n04. Mr. Get Anything For Free In Any Shop\n\n\n20. Mr. Sex Number\n\n\n21. Mr. Heavenly Virtues\n\n\n22. Mr. Deadly Sins\n\n\n23. Mr. Original Character\n\n\n24. Mr. D.A.R.E.\n\n\n25. Mrs. Gentrification\n\n\n26. Ms. Mad About Video Games\n\n27. Mr. Meme ✔\n\n\n28. Mr. Ominous (discontinued)\n\n\n29. Mr. Destiny\n\n\n30. Mr. Monty Python And The Holy Grail\n\n\n31. Ms. Zapatista\n\n\n32. Mr. Hax\n\n\n33. Mr. Just Has The Tattoo\n\n\n34. Mr. Top Text and Mr. Bottom Text\n\n35. Mr. Finale\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. For an incomplete list of websites that qualify as \"social media\" for these purposes, see Appendix C.\n\n\n2\n. Operators typically rate the humor value of images identified by SCP-2842 as between 6/10 and 7/10, where 1 is \"not funny at all\", 5 is \"somewhat funny\", and 10 is \"extremely funny\".\n\n\n3\n. The individual in question and the ██████ Police Department corroborated this story.\n\n\n\n\n\n\n\n\n« \nSCP-2841\n | SCP-2842 | \nSCP-2843\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Dr. Steele: So, you mentioned previously that you've only existed for about a year. Is that correct? SCP-2842: That's as far back as I can remember. I just woke up in someone's house one day. All I really knew about myself was that my name was Mr. Meme and that I could find funny pictures online. Plus the like, normal stuff. Eating, hiding from cops, Google AdSense. Dr. Steele: I see. What happened then? SCP-2842: There was some kid there who was watching me when I woke up. He was super excited that I was there, and he wanted me to get him more followers on Instagram. I didn't really give a shit, so I just left. He got really mad about that. I almost took his phone but I thought nah, more trouble than it's worth. Dr. Steele: Do you happen to remember his name, or where he lived? Anything like that? SCP-2842: No, sorry. I was only there for like ten minutes. I wasn't really confident in my 'running from angry parents who found some stranger hanging out with their kid' skills. Dr. Steele: That's alright. What happened after you left? [Extraneous data removed. In summary, SCP-2842 utilized its anomalous properties to operate a large number of social media accounts, using various monetization methods to leverage its online presence into a steady cash flow.] Dr. Steele: When we found you at the police station, you had been arrested for assault. Can you tell us about that? SCP-2842: It's a load of bullshit. The other guy started it. Dr. Steele: The details? SCP-2842: This douchey-looking dude came to my apartment complex saying I got doxxed, and that I'd been stealing his tweets. I mean, yeah, I probably was, but what am I supposed to do? No ID, no skills, no family, so on and so forth. SCP-2842: Anyways, he was dumb enough to start shoving me around while he was at the top of the stairs, so when I pushed back he fell down like a whole flight of them. The cops came like two days later, since he was pressing charges. 3 Dr. Steele: Thanks for sharing. How do you feel about all this? SCP-2842: <Shrugs> It's alright, I guess. I keep worrying that I'm gonna lose all my followers if I don't keep posting, but honestly I kind of hated the whole thing anyways, so fuck it. Plus if I did get doxxed, I was pretty much fucked. Dr. Steele: You didn't like social media? SCP-2842: It's alright when you're sharing stuff that you like, but I know my special powers don't find the best stuff ever. There's only so many times you can repost the tuxedo guy holding a sewing machine in front of a crashed truck before you just sort of glaze over it. And after the ten thousandth advice animal I'm pretty much sick of anything written in Impact. Dr. Steele: I suppose that's not surprising. SCP-2842: I did actually have an account where I posted OC. Original content, I mean. It would be pretty successful by most people's standards, I think — two thousand Twitter followers is good, right? Dr. Steele: For a comedy account? Sure. SCP-2842: Right, right. But it took the effort of ten other accounts combined, and all those were way more popular. I had to shut it down eventually because I couldn't afford to run anything that wasn't racking up followers and clicks. Dr. Steele: How many followers did you end up having, by the way? SCP-2842: Across all my accounts? Something like three million.",
        "Dr. Steele: What can you tell me about the tattoo on your ankle? SCP-2842: Nothing really. It's just been there since day one. Dr. Steele: What about 'Gamers Against Weed'? <SCP-2842 starts laughing. It attempts, and fails, to speak coherently several times. SCP-2842 calms down after four minutes.> SCP-2842: Sorry, it's just… that's really fucking funny. Always has been. I try not to look at the tattoo too much, it's that distracting. I don't know who it is though. Dr. Steele: That's fine. Do you know anything about 'Little Misters' or 'Doctor Wondertainment'? SCP-2842: Yeah, actually. There was a piece of paper I had with me at like, the very start, that talked about Wondertainment. I forgot about it until just now. It's in my apartment, maybe you guys already got it. Note: See Document 2842-5581 for further details.",
        "Dr. Steele: You wanted to see me? SCP-2842: Yeah, if you have the time. Dr. Steele: Don't worry about my schedule, that's my assistant's job. SCP-2842: I know, I had the guard ask him about it a week ago. Dr. Steele: Sorry for the wait, then. What can I do for you? SCP-2842: Well, uh. Do you guys need help with anything? Dr. Steele: Like what? SCP-2842: Anything. Like don't get me wrong, it's not like there's a shortage of things for me to do around here, but there's nothing for me to do , you know? Dr. Steele: I'm not quite sure what you mean. SCP-2842: It's like… I'm Mr. Meme. I find funny pictures, and I'm pretty much the best at being mediocre at it. It's what I do. Dr. Steele: I thought you disliked running those accounts. SCP-2842: Oh, for sure, I did. If my stuff was actually funny or original maybe I'd feel different, but stealing stuff that was just barely worth a share was depressing. But I still feel like I have to use this ability, because somehow doing nothing is even more depressing. Dr. Steele: Well… there was a proposal I made a few weeks ago for something like that. It didn't get approved, but if inactivity is taking a toll on your mental health, that would put it in a new light. SCP-2842: <Smiles> Let's hear it. [Extraneous data removed. See report on Project Crowdreader.] SCP-2842: That sounds pretty tight. It's like that one TV show. Dr. Steele: I'll re-submit the proposal, then. Which show do you mean? SCP-2842: You know, the one with the guy? Dr. Steele: Ah, yes, that one.",
        "Holy Heck! You've just found yourself your very own Mr. Meme by Gamers Against Weed! Don't forget to like, comment, and subscribe. Who is Dr. Wondertainment? Find them all and become Mr. Gamer! 01. Mr. Literal Serial Killer 02. Mr. Normie 03. Mr. Bernie Sanders 04. Mr. Get Anything For Free In Any Shop 20. Mr. Sex Number 21. Mr. Heavenly Virtues 22. Mr. Deadly Sins 23. Mr. Original Character 24. Mr. D.A.R.E. 25. Mrs. Gentrification 26. Ms. Mad About Video Games 27. Mr. Meme ✔ 28. Mr. Ominous (discontinued) 29. Mr. Destiny 30. Mr. Monty Python And The Holy Grail 31. Ms. Zapatista 32. Mr. Hax 33. Mr. Just Has The Tattoo 34. Mr. Top Text and Mr. Bottom Text 35. Mr. Finale"
    ],
    "item": "SCP-2842",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2842 is kept in a Type 2 Humanoid Containment Cell at Site-17. Standard amenities and precautions associated with T2HCC are in place. SCP-2842 has no special medical, dietary, or psychological requirements, and has a Standard Risk Rating of 02/05/00.",
    "description": "SCP-2842 is a human male, roughly 21 years of age at time of writing. SCP-2842's anomalous property will manifest when it identifies a social media1 account: it will become aware of the location and content of eleven image files that the operator(s) of the given account will find moderately humorous.2",
    "title": "SCP-2842"
}