{
    "url": "https://scp-wiki.wikidot.com/scp-2849",
    "all_text": "rating: \n+109\n+\n–\nx\n\n\n\n\n\n\nThe interior of SCP-2849 upon discovery by Foundation personnel.\n\n\n\n\n\n\nItem #:\n SCP-2849\n\n\nObject Class:\n Neutralized (formerly Safe)\n\n\nSpecial Containment Procedures:\n SCP-2849 is currently cordoned off from public access and monitored by personnel at \nSite-64\n using security cameras positioned both outside and inside of the facility. A 3m tall fence has been constructed around the perimeter of the property. The area is patrolled twice a day, at 06:00 and 18:00, by Foundation personnel posing as Portland police officers to deter civilians from entering the area.\n\n\nThe remains of SCP-2849 instances, hereafter referred to as SCP-2849-A, are currently kept at Site-64 in Bio-Hazard Level 1 Containers, separated by species. Foundation personnel with backgrounds in entomology are currently inspecting the corpses of SCP-2849-A in order to determine the exact cause of death.\n\n\nAny additional information gathered is to be used to monitor the insect population of the Portland, Oregon area in order to prevent another severe decline in Portland's agriculture. A cover story revolving around the increased use of pesticides has been distributed to the media and the general populace in order to explain the decline in Portland's harvest and the subsequent increases in food costs during September of 1999.\n\n\nIn the event of further occurrences of SCP-2849-A being discovered while active, personnel from \nSCP-1006\n are to be requisitioned for communications.\n\n\nDescription:\n SCP-2849 is currently a hospital located in Portland, Oregon. Remnants of equipment standard to American hospitals in the early 1980's was located within SCP-2849 upon its discovery.\n\n\nSCP-2849 was formerly a free medical facility with staff consisting entirely of living creatures from the phylum Arthropoda\n1\n. It is unknown how they performed specific medical procedures. Some remains of these entities were recovered wearing miniaturized scrubs or lab coats designed specifically for wearing over their carapace or abdomen.\n\n\nThe massive presence of deceased tissue created an environment in which most records were naturally disintegrated. Little documentation of treatment methods were found. Recovered records indicate that some treatment performed by SCP-2849-A included the entering of the veins of an individual at the site of injury in massive groups, where the instances would collectively attempt to provide treatment. Several deceased humanoid corpses with deceased \nInsecta\n and \nArachnida\n creatures filling their bodily cavities were found upon discovery of SCP-2849 on 09/19/1999. Entities within the deceased tissue were found with remnants of some sort of protective garments, apparently intended to be worn while inside a human body during complex procedures.\n\n\nThese records and other observations also indicate that SCP-2849-A was divided into a strict hierarchy with \nMantodea\n2\n serving as the overseers. \nApis\n3\n were discovered in the pharmacy of SCP-2849 with large amounts of manufactured honey containing trace amounts of pharmaceuticals such as opioids.\n\n\nArachnida\n wearing lab coats were discovered deceased throughout the facility and within the corpses of several humanoid individuals found with SCP-2849, suggesting that the \nArachnida\n primarily engaged with injured individuals entering SCP-2849. \nFormicidae\n4\n were additionally found littered throughout the facility, appearing to be engaged in vigorous physical activity up to the point of death. Several of the recovered records were some form of performance review for these entities.\n\n\nAnalyzing the layers of biological material reveals that there was an original seeding of insects present in the facility, which died off shortly after it closed. For unclear reasons, the surrounding populations of insectoid and arachnid creatures congregated in and perpetuated SCP-2849. It is hypothesized that a large population of homeless humans continuing to live within the building may have contributed to this in some fashion.\n\n\nNumerous members of Portland's homeless community were discovered in various states of decomposition throughout SCP-2849. It is believed that SCP-2849 used configurations of SCP-2849-A to create messages or otherwise lure humans into the facility. Interviews with homeless individuals living in the region confirmed that a general knowledge of SCP-2849's existence was present. \nAmnestic treatments have been requested\n \nDenied, subjects lack enough specific knowledge or credibility to justify amnesticization.\n\n\n\n\n\n\nTESTIMONY OF AND DOCUMENTS RELATED TO SCP-2849\n\n\n\n\n\n\n\n\n\"We were living under the overpass, to protect ourselves. One day I'm watching some ducks swim by when Nate starts yelling about ants. I didn't care firstly, but then when he kept going on I went over. Damned things had made some words. Said to come on down to the insect hospital. Now you probably see I've got holey molars in my jaw but I wasn't gonna be trusting some weird bugs to get in there'n drill baby drill. Carl wasn't keen on it either, but his mate Andy had broken his ankle the week before so they carted themselves over to try and see what they could see. I haven't seen them since.\"\n\n\n\n\n\n\nFrom Recovered Records:\n Sanitary measures have been implemented. There should be no cross-contamination with outside wildlife as there is to be no transit in the outside world. The homeless community in Portland we can help, when we are together we can become stron\n\n\n[…]\n\n\nThe to lack of funding for furtherance of the project, all creatures are to be removed and the site decontaminated through outside contractors. As it has been successful for 18 months, in cooperation with the six-legged associates, it will be filed for future development in a more favorable financial environment to continue care. Specimens will be removed at an unspecified date.\n\n\n\n\n\n\nName Subject:\n Schmalkaldic\n\n\nSpecies:\n Mealybugs\n\n\nRole:\n Nurser.\n\n\nReview:\n Able to keep company when patients are not scared of Nurse Schmalkaldic. Also capable of acting as therapeutic due to furred carapace. If the subject has limited vision they may believe they are holding a small stiff animal with fur. Enthusiastic at work, like many of the other workers, the nurse is always ready and able to help out the poor souls who are in need of assistance.\n\n\nNote:\n Although some patients will be repelled by the Nurse Schmalkaldic there are a few who have been known to request upon repeat visits.\n\n\n\n\n\n\nName Subject:\n Manticore\n\n\nSpecies:\n Praying Mantis\n\n\nRole:\n Overseer\n\n\nReview:\n Able to interact nicely with other bugs and keep them in order. Is good but a little shy when meeting with the humans. Likes to comb patient's hair with his front legs, the spines are good for taking care of tangles. Manticore is a happy mantis and helps morale amongst the rest of the Mantis Overseer Court.\n\n\nNote:\n Patients who don't like Manticore brushing their hair make him sad so it is encouraged to be nice to Manticore when that happens to improve his self esteem.\n\n\n\n\nHistory:\n Discovered when an anomalous regional drop in farming productivity around Portland, Oregon was noted through Foundation statistical analysis. Investigating agents discovered that the insect population in the region had utterly collapsed. After massive quantities of insect corpses were discovered within SCP-2849 it was investigated and secured by agents of \nMobile Task Force Psi-7 \"Home Improvement\"\n.\n\n\nAnalysis of the insect remains indicated that they had been severely malnourished and all discovered creatures had perished due to exhaustion, body structural integrity failure, or through other means related to constant activity. Areas within SCP-2849 apparently dedicated to breeding or propagation of the insects within SCP-2849 were found to be rotten or disused entirely.\n\n\nSCP-2849 was successfully contained and the initial containment procedures were enacted on 09/19/1999.\n\n\n\n\nFootnotes\n\n\n1\n. A taxonomic group of animals that includes insects, arachnids, myriapods, and crustaceans\n\n\n2\n. More commonly known as praying mantises\n\n\n3\n. More commonly known as bees\n\n\n4\n. More commonly known as ants\n\n\n\n\n\n\n\n\n« \nSCP-2848\n | SCP-2849 | \nSCP-2850\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2849\n\" by Anonymous, Sirens, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2849\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-2849 \" by Anonymous, Sirens, from the SCP Wiki . Source: https://scpwiki.com/scp-2849 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2849",
    "object_class": "Neutralized (formerly Safe)",
    "containment_procedures": "SCP-2849 is currently cordoned off from public access and monitored by personnel at Site-64 using security cameras positioned both outside and inside of the facility. A 3m tall fence has been constructed around the perimeter of the property. The area is patrolled twice a day, at 06:00 and 18:00, by Foundation personnel posing as Portland police officers to deter civilians from entering the area.",
    "description": "SCP-2849 is currently a hospital located in Portland, Oregon. Remnants of equipment standard to American hospitals in the early 1980's was located within SCP-2849 upon its discovery.",
    "title": "SCP-2849"
}