{
    "url": "https://scp-wiki.wikidot.com/scp-2860",
    "all_text": "rating: \n+270\n+\n–\nx\n\n\nItem #:\n SCP-2860\n\n\nObject Class:\n Euclid (Formerly Safe)\n\n\nSpecial Containment Procedures:\n SCP-2860 is to be contained within a Type S Standard Humanoid Anomaly Containment Cell at Site-19. In addition to standard furnishings, the contents of SCP-2860’s former office have been moved into its cell. Medical assistance is to be provided upon request and psychological health screenings are to be performed every two weeks. Prior to any interaction with living organic material, SCP-2860 is to be required to wear specially treated leather gloves so as to limit risk of accidental exposure of personnel to SCP-2860’s effect.\n\n\n\n\n+ Update 06/10/2015\n\n\n\n\n- Update 06/10/2015\n\n\n\n\nUpdate (06/10/2015):\n Due to increased sensitivity of SCP-2860’s effect to include the entirety of the object’s body, SCP-2860 and the contents of its cell have been moved to a sealed humanoid containment cell with an independent filtration system. Prior to any interaction or transport, SCP-2860 is to be required to wear a modified isolation suit so as to prevent any further exposure of personnel to SCP-2860’s effect. This isolation suit is to be replaced after each individual use. Due to the increased risk of performing psychological health screenings, such screenings have been reduced to once per month.\n\n\n\n\n\n\n\n\n\n\n+ Update 07/11/2016\n\n\n\n\n- Update 07/11/2016\n\n\n\n\nUpdate (07/11/2016):\n Due to increased sensitivity of SCP-2860’s effect to include any hair shed by the object, SCP-2860’s cell is to be cleaned of any particulates shed by SCP-2860 every two weeks by personnel equipped with Class-B hazmat suits. Hair collected in this matter is to be incinerated on-site. On a daily basis, SCP-2860 is to be moved to a specialized decontamination chamber for removal of any transformed skin cells. Psychological health screenings are to be performed via teleconference on a weekly basis to monitor SCP-2860’s declining mental state.\n\n\n\n\n\n\n\n\n\n\n+ Update 15/11/2017\n\n\n\n\n- Update 15/11/2017\n\n\n\n\nUpdate (15/11/2017):\n Due to SCP-2860’s declining mental state and increasingly frequent attempts at suicide, the subject has been placed in a medically induced coma \naccording to the guidelines set by the Palmer Protocol\n. Personnel equipped with Class-B hazmat suits are to remove all transformed skin cells from the subject on a daily basis. Hair samples are to be collected from SCP-2860 for continued testing of the object’s effect on an as needed basis.\n\n\n\n\n\n\n\n\nDescription:\n SCP-2860 is the former Dr. Harold Thompson, a 46-year-old, Caucasian male. Prior to containment, SCP-2860 served a total of ten years as a Level 2 Researcher of Site-19’s Experimental SCP Object Cataloging Lab. During this initial time period, SCP-2860 did not display any anomalous properties.\n\n\nSCP-2860’s effect manifests when any living organic material comes into direct physical contact with its hands. Any such contact results in the near–instantaneous transformation of the organic material into solid marble. Analysis of material transformed in this fashion shows that materials covering the tested material, or inorganic components of the material (osseous tissue, etc.) are not affected by SCP-2860’s effect. Use of high-speed photography has indicated that each transformation event doesn’t occur completely at once, but rather radiates from the point of contact. Testing to determine exactly how this transformation process begins, or is maintained is currently ongoing.\n\n\nThe degree of sensitivity of this ability seems to extend down to a microscopic level, as individual microscopic organisms present on SCP-2860’s skin undergo transformation upon exposure. This results in a very fine marble powder forming on SCP-2860’s ungloved hands after a few seconds of exposure.\n\n\nTesting of SCP-2860’s effect has shown that the marble produced matches the composition of marbles found in a variety of geographic regions including:\n\n\n• Yule (US)\n\n• Purbeck (UK)\n\n• Makrana (India)\n\n• Carrara (Italy)\n\n• Pentelic (Greece)\n\n\nAs of the time of writing, no two subsequent uses of SCP-2860’s effect have produced the same composition of marble.\n\n\nSCP-2860’s effect first manifested on 17-10-2004, following accidental exposure of SCP-2860 to a particulate released from an experimental anomalous object acquired from a raid on an anart studio near Portland, OR. This object was a hollow steel rod with a brass tip that had the same effect as SCP-2860. The rod was engraved with “# 5” on its side. Exactly how SCP-2860 effected the release of the particulate from the rod, or what its exact composition was, is currently unknown due to its immediate disappearance after release. The rod lost its anomalous effects upon release of the particulate. Investigation as to whether more instances of this object are currently at large is ongoing. Dr. Thompson has since been considered KIA and his family has been provided the standard bereavement package in addition to Cover-Story #31 (Lab Accident). Updated photographs of SCP-2860’s former wife and son have been provided on a yearly basis to help deter any mental decline.\n\n\nAddendum: 2860-1: Interview Log 2860-1\n\n\n\n\n+ Interview Log  2860-1\n\n\n\n\n- Interview Log  2860-1\n\n\n\n\n\n\nThe following interview was conducted following SCP-2860’s initial containment.\n\n\nInterviewed: SCP-2860\n\n\nInterviewer: Dr. Freemont\n\n\nForeword:\n This interview was done following an initial screening of SCP-2860’s anomalous properties.\n\n\n<Begin Log>\n\n\nDr. Freemont:\n Good afternoon, Harold.\n\n\nSCP-2860:\n Afternoon Melissa. I have to say this is really weird. I never really imagined what it was like to be on the other side of what we do here… I can’t say I’m too fond of it.\n\n\nDr. Freemont:\n Go with the flow and everything should work out fine. Now, I have a few questions about that round of testing we just did…\n\n\nSCP-2860:\n Fire away.\n\n\nDr. Freemont:\n Your effect is automatic, correct?\n\n\nSCP-2860:\n Yeah. I don’t think I have any control of it. It just… happens.\n\n\nDr. Freemont:\n Do you feel anything?\n\n\nSCP-2860:\n I do. It’s kind of like the feeling of a small static discharge. Each time the effect happens, it goes off. It's… rather uncomfortable.\n\n\nDr. Freemont:\n Interesting, and you say this happens every time?\n\n\nSCP-2860:\n Yeah. Every time…\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nAddendum: 2860-2: Interview Log 2860-2\n\n\n\n\n+ Interview Log  2860-2\n\n\n\n\n- Interview Log  2860-2\n\n\n\n\n\n\nThe following interview was conducted as part of a standard mental health screening on 10/11/2006.\n\n\nInterviewed: SCP-2860\n\n\nInterviewer: Dr. Freemont\n\n\nForeword:\n This interview was done at the end of a standard mental health screening. During the testing sessions prior to this screening, SCP-2860 requested to keep several of the items transformed for its own personal use.\n\n\n<Begin Log>\n\n\nDr. Freemont:\n One more thing before we are finished for the evening, Harold.\n\n\nSCP-2860:\n Go for it.\n\n\nDr. Freemont:\n During the last few testing sessions, you requested to keep a few of the items you transformed into marble. Now, a few of the higher ups have considered granting this request, but first you need to tell us why you would like them.\n\n\nSCP-2860:\n [\nChuckles\n] Well, yeah… Its kind of funny. You’d think I’d want to keep them as far away from me as possible. I mean, here I am, having done something incredibly terrible, turning some poor bird or butterfly to stone, and yet, when I look at some of these things, I just… I don’t know… get lost in them. Some of them are so beautiful, like a moment that I trapped in time. I guess this is what some artists must feel after they finish a painting.\n\n\nDr. Freemont:\n So what are you going to do with them?\n\n\nSCP-2860:\n Probably just keep them on my desk or something. Look at them every now and then. Especially the sparrow. That one really gets to me… Maybe they will help me feel a little less lonely sometimes.\n\n\nDr. Freemont:\n Pardon?\n\n\nSCP-2860:\n You’ve worked for the Foundation as long as I have, Melissa, so I bet you’ve probably had this thought every now and then. You know, \"What if that was me?\" You think about it when you hear about some new humanoid they contained at \nSite-64\n, or some new reality bender they have at \nSite-81\n, or when you bump into Bright, or that time guy out at Site-17. You think “What if I had that ability?” or “What if that happened to me?” or “What would I do if I could turn bullets into sand?” You always think about “What would I do if I had that kind of power?” But I bet you never stopped to think about how isolating it is, especially with how we run things at the Foundation. We just put these people in these boxes and hope to learn as much as we can about them before they break down. It’s really quite something to see it from the other side. I guess I want those items, because it would be nice to have something in here that is just as trapped as I am.\n\n\nDr. Freemont:\n I see…\n\n\nSCP-2860:\n [\nChuckles\n] As I said before, it’s kind of funny.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nAddendum: 2860-3: Update\n As of 06/10/2015, SCP-2860’s effect has increased in sensitivity from direct physical contact with its hands to direct physical contact anywhere on its body. As a result, the subject is almost constantly covered with a fine marble powder on all exposed areas when outside of a sterile environment. SCP-2860 claims this constant use of its effect causes it continuous discomfort, and as a result has made SCP-2860 increasingly irritable. Special Containment Procedures have been updated to reflect this change. Object class has been upgraded to Euclid.\n\n\nAddendum: 2860-4: Update\n As of 07/11/2016, SCP-2860’s effect has increased in sensitivity to not only include direct physical contact with any hair shed by the object, but also transforms all organic matter, living or dead, including the stratum corneum layer of SCP-2860’s own epidermis resulting in a near constant coat of marble dust on SCP-2860’s body. Shed hair seems to maintain SCP-2860’s effect indefinitely. As a result of the transformation of SCP-2860’s skin, the subject claims to be in a near constant state of discomfort. At the time of writing, SCP-2860 is unable to sleep without sedation, and must be fed intravenously due to food undergoing transformation during all attempts of SCP-2860 to feed itself. At the current time, SCP-2860’s internal tissue does not appear to present with the same anomalous properties.\n\n\nRepeated inhalation of the marble dust generated by SCP-2860’s effect has resulted in dust deposits forming within SCP-2860’s lungs. These deposits have resulted in accelerated silicosis and progressive massive fibrosis. The nearly constant buildup of marble dust along SCP-2860’s eyes has resulted in severe abrasions to the object’s corneas, resulting in SCP-2860 becoming largely blind in both eyes. Medical treatment to alleviate these conditions is currently ongoing. Special Containment Procedures have been updated to reflect this change.\n\n\nAddendum: 2860-5: Interview Log 2860-3\n\n\n\n\n+ Interview Log  2860-3\n\n\n\n\n- Interview Log  2860-3\n\n\n\n\n\n\nThe following interview was conducted following a standard mental health screening on 17/12/2016.\n\n\nInterviewed: SCP-2860\n\n\nInterviewer: Dr. Cassidy\n\n\nForeword:\n This interview was done by SCP-2860’s request following a standard mental health screening conducted via telecast. Due to SCP-2860's progressive massive fibrosis, the object experienced shortness of breath throughout the interview's duration.\n\n\n<Begin Log>\n\n\nDr. Cassidy:\n Good afternoon, SCP-2860, what is it you wished to speak about?\n\n\nSCP-2860:\n For the love… of god… Drake. Please, for the sake of my sanity… call me Harold.\n\n\nDr. Cassidy:\n I’m sorry. What is it you wish to speak with me about, Harold?\n\n\nSCP-2860:\n Please… kill me…\n\n\nDr. Cassidy:\n I’m sorry… what?\n\n\nSCP-2860:\n I’m falling apart Drake. I can’t eat… I can’t sleep… I feel like there is… a swarm of… fire ants living in my skin! I can’t go on… If you have any mercy… in you… put on a goddamn hazmat suit… grab a gun… and shoot me… in the fucking head! Please…\n\n\nDr. Cassidy:\n Harold… I can’t do that. Even if I wanted too, its just…\n\n\nSCP-2860 violently coughs for several minutes.\n\n\nSCP-2860:\n Then… get the fucking… ethics committee to sign off on it… Have the O5’s give you… a smiley face… sticker… Just, please… I can’t do this… this is just… cruel…\n\n\nDr. Cassidy:\n I just can’t do that. Secure, contain, protect… they have a testing schedule booked for you several months long. I can’t go to them saying, “Hey, let’s kill the man.” If things are getting too much to handle, we could see about getting you some pain killers, or maybe a medically induced coma.\n\n\nSCP-2860:\n Wouldn’t that… be nice… Spend the rest of my life… as a vegetable, or drugged out of… my skull… Drake, I don’t know how much worse… this is going to get… I’d rather… take my exit now… on my terms… than die twenty to thirty… years from now… having slept my life away… hooked up to machines… You don’t even have to be the one to pull the trigger… please…\n\n\nDr. Cassidy:\n I’m sorry Harold. I can’t do that.\n\n\nSCP-2860 hangs up the receiver.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2859\n | SCP-2860 | \nSCP-2861\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2860\n\" by Jacob Conwell, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2860\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: 2860-1: Interview Log 2860-1",
        "Addendum: 2860-2: Interview Log 2860-2",
        "Addendum: 2860-3: Update As of 06/10/2015, SCP-2860’s effect has increased in sensitivity from direct physical contact with its hands to direct physical contact anywhere on its body. As a result, the subject is almost constantly covered with a fine marble powder on all exposed areas when outside of a sterile environment. SCP-2860 claims this constant use of its effect causes it continuous discomfort, and as a result has made SCP-2860 increasingly irritable. Special Containment Procedures have been updated to reflect this change. Object class has been upgraded to Euclid.",
        "Addendum: 2860-4: Update As of 07/11/2016, SCP-2860’s effect has increased in sensitivity to not only include direct physical contact with any hair shed by the object, but also transforms all organic matter, living or dead, including the stratum corneum layer of SCP-2860’s own epidermis resulting in a near constant coat of marble dust on SCP-2860’s body. Shed hair seems to maintain SCP-2860’s effect indefinitely. As a result of the transformation of SCP-2860’s skin, the subject claims to be in a near constant state of discomfort. At the time of writing, SCP-2860 is unable to sleep without sedation, and must be fed intravenously due to food undergoing transformation during all attempts of SCP-2860 to feed itself. At the current time, SCP-2860’s internal tissue does not appear to present with the same anomalous properties.\nRepeated inhalation of the marble dust generated by SCP-2860’s effect has resulted in dust deposits forming within SCP-2860’s lungs. These deposits have resulted in accelerated silicosis and progressive massive fibrosis. The nearly constant buildup of marble dust along SCP-2860’s eyes has resulted in severe abrasions to the object’s corneas, resulting in SCP-2860 becoming largely blind in both eyes. Medical treatment to alleviate these conditions is currently ongoing. Special Containment Procedures have been updated to reflect this change.",
        "Addendum: 2860-5: Interview Log 2860-3"
    ],
    "documents": [],
    "notes": [
        "The following interview was conducted following SCP-2860’s initial containment. Interviewed: SCP-2860 Interviewer: Dr. Freemont Foreword: This interview was done following an initial screening of SCP-2860’s anomalous properties. <Begin Log> Dr. Freemont: Good afternoon, Harold. SCP-2860: Afternoon Melissa. I have to say this is really weird. I never really imagined what it was like to be on the other side of what we do here… I can’t say I’m too fond of it. Dr. Freemont: Go with the flow and everything should work out fine. Now, I have a few questions about that round of testing we just did… SCP-2860: Fire away. Dr. Freemont: Your effect is automatic, correct? SCP-2860: Yeah. I don’t think I have any control of it. It just… happens. Dr. Freemont: Do you feel anything? SCP-2860: I do. It’s kind of like the feeling of a small static discharge. Each time the effect happens, it goes off. It's… rather uncomfortable. Dr. Freemont: Interesting, and you say this happens every time? SCP-2860: Yeah. Every time… <End Log>",
        "The following interview was conducted as part of a standard mental health screening on 10/11/2006. Interviewed: SCP-2860 Interviewer: Dr. Freemont Foreword: This interview was done at the end of a standard mental health screening. During the testing sessions prior to this screening, SCP-2860 requested to keep several of the items transformed for its own personal use. <Begin Log> Dr. Freemont: One more thing before we are finished for the evening, Harold. SCP-2860: Go for it. Dr. Freemont: During the last few testing sessions, you requested to keep a few of the items you transformed into marble. Now, a few of the higher ups have considered granting this request, but first you need to tell us why you would like them. SCP-2860: [ Chuckles ] Well, yeah… Its kind of funny. You’d think I’d want to keep them as far away from me as possible. I mean, here I am, having done something incredibly terrible, turning some poor bird or butterfly to stone, and yet, when I look at some of these things, I just… I don’t know… get lost in them. Some of them are so beautiful, like a moment that I trapped in time. I guess this is what some artists must feel after they finish a painting. Dr. Freemont: So what are you going to do with them? SCP-2860: Probably just keep them on my desk or something. Look at them every now and then. Especially the sparrow. That one really gets to me… Maybe they will help me feel a little less lonely sometimes. Dr. Freemont: Pardon? SCP-2860: You’ve worked for the Foundation as long as I have, Melissa, so I bet you’ve probably had this thought every now and then. You know, \"What if that was me?\" You think about it when you hear about some new humanoid they contained at Site-64 , or some new reality bender they have at Site-81 , or when you bump into Bright, or that time guy out at Site-17. You think “What if I had that ability?” or “What if that happened to me?” or “What would I do if I could turn bullets into sand?” You always think about “What would I do if I had that kind of power?” But I bet you never stopped to think about how isolating it is, especially with how we run things at the Foundation. We just put these people in these boxes and hope to learn as much as we can about them before they break down. It’s really quite something to see it from the other side. I guess I want those items, because it would be nice to have something in here that is just as trapped as I am. Dr. Freemont: I see… SCP-2860: [ Chuckles ] As I said before, it’s kind of funny. <End Log>",
        "The following interview was conducted following a standard mental health screening on 17/12/2016. Interviewed: SCP-2860 Interviewer: Dr. Cassidy Foreword: This interview was done by SCP-2860’s request following a standard mental health screening conducted via telecast. Due to SCP-2860's progressive massive fibrosis, the object experienced shortness of breath throughout the interview's duration. <Begin Log> Dr. Cassidy: Good afternoon, SCP-2860, what is it you wished to speak about? SCP-2860: For the love… of god… Drake. Please, for the sake of my sanity… call me Harold. Dr. Cassidy: I’m sorry. What is it you wish to speak with me about, Harold? SCP-2860: Please… kill me… Dr. Cassidy: I’m sorry… what? SCP-2860: I’m falling apart Drake. I can’t eat… I can’t sleep… I feel like there is… a swarm of… fire ants living in my skin! I can’t go on… If you have any mercy… in you… put on a goddamn hazmat suit… grab a gun… and shoot me… in the fucking head! Please… Dr. Cassidy: Harold… I can’t do that. Even if I wanted too, its just… SCP-2860 violently coughs for several minutes. SCP-2860: Then… get the fucking… ethics committee to sign off on it… Have the O5’s give you… a smiley face… sticker… Just, please… I can’t do this… this is just… cruel… Dr. Cassidy: I just can’t do that. Secure, contain, protect… they have a testing schedule booked for you several months long. I can’t go to them saying, “Hey, let’s kill the man.” If things are getting too much to handle, we could see about getting you some pain killers, or maybe a medically induced coma. SCP-2860: Wouldn’t that… be nice… Spend the rest of my life… as a vegetable, or drugged out of… my skull… Drake, I don’t know how much worse… this is going to get… I’d rather… take my exit now… on my terms… than die twenty to thirty… years from now… having slept my life away… hooked up to machines… You don’t even have to be the one to pull the trigger… please… Dr. Cassidy: I’m sorry Harold. I can’t do that. SCP-2860 hangs up the receiver. <End Log>",
        "\" SCP-2860 \" by Jacob Conwell, from the SCP Wiki . Source: https://scpwiki.com/scp-2860 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2860",
    "object_class": "Euclid (Formerly Safe)",
    "containment_procedures": "SCP-2860 is to be contained within a Type S Standard Humanoid Anomaly Containment Cell at Site-19. In addition to standard furnishings, the contents of SCP-2860’s former office have been moved into its cell. Medical assistance is to be provided upon request and psychological health screenings are to be performed every two weeks. Prior to any interaction with living organic material, SCP-2860 is to be required to wear specially treated leather gloves so as to limit risk of accidental exposure of personnel to SCP-2860’s effect.",
    "description": "SCP-2860 is the former Dr. Harold Thompson, a 46-year-old, Caucasian male. Prior to containment, SCP-2860 served a total of ten years as a Level 2 Researcher of Site-19’s Experimental SCP Object Cataloging Lab. During this initial time period, SCP-2860 did not display any anomalous properties.",
    "title": "SCP-2860"
}