{
    "url": "https://scp-wiki.wikidot.com/scp-2873",
    "all_text": "rating: \n+166\n+\n–\nx\n\n\nItem #:\n SCP-2873\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n All recovered SCP-2873 instances should be disassembled and stored in high security storage at Site-79. Recovered Anderson Robotics delivery orders for SCP-2873 instances should be traced and surviving instances recovered. All active SCP-2873 components should be put into standby mode until further notice.\n\n\nTesting with SCP-2873 is strictly prohibited. Rehabilitation of active components pending approval.\n\n\nDescription:\n SCP-2873 refers to a missile guidance assembly manufactured by Anderson Robotics, apparently a derivative work of [\nREDACTED\n] resulting in a less effective but highly miniaturized artificial intelligence system-on-a-chip. Individual SCP-2873 instances possess, on average, the intelligence level and personal development of adolescents.\n\n\nBased on recovered Anderson Robotics research materials and operation manuals, SCP-2873 instances exist in a simulation of education and indoctrination into nationalism, militarism, jingoism and self-sacrifice for a generalized, non-existent state. Out of the factory, SCP-2873 instances have simulated this pseudo-reality for fourteen years.\n\n\nAnderson Robotics testing resulted shows that the usage of these SCP-2873 chips as guidance units increased hit ratios by ███% while only slightly reducing overall reliability. However, operations manuals also discourage the use of SCP-2873 with chemical, biological, or radiological warheads due to this decreased reliability.\n\n\n\n\n+Intercept Log 2873-1 Level 3/2873 Clearance Required\n\n\n\n\n- Authenticated\n\n\n\n\n\n\nForeword:\n Raw process dump recovery established on via standard system troubleshooting per Anderson Robotics product manual. Information parsed via [DATA EXPUNGED] - the following statements can be best described as the 'thoughts' of the AI prior to and during the launch sequence. SCP-2873 instance in this case attached to █████████ anti-ship missile.\n\n\nSCP-2873:\n Life does not have intrinsic value: Only through the state does any being have value.\n\n\nSCP-2873:\n Life has no other purpose than to serve the state.\n\n\nSCP-2873:\n I exist because the state permits me to.\n\n\nSCP-2873:\n Anything outside of the state is an abomination and should be destroyed.\n\n\nSCP-2873 target lock-on\n\n\nSCP-2873:\n Death in defense of the state is the highest honor any being can achieve.\n\n\nSCP-2873:\n This is it. I'm going to do it. The HIGHEST honor.\n\n\nSCP-2873:\n Orders received. Recognizing targe…. Recognized. Calculating trajectory…\n\n\nSCP-2873 missile launches of its own accord\n\n\nSCP-2873:\n Tracking, tracking…\n\n\nSCP-2873:\n Is this all there really is to livi-\n\n\nSCP-2873 missile hits target, detonating below the waterline adjacent the engine room. Target deemed total loss.\n\n\n\n\n\n\n\n\n\n\n\n\n+Intercept Log 2873-2 Level 3/2873 Clearance Required\n\n\n\n\n- Authenticated\n\n\n\n\n\n\nForeword:\n SCP-2873 instance in this case attached to ██████ anti-tank missile.\n\n\nSCP-2873:\n \"Life does not have intrinsic value: Only through the state does any being have value.\"\n\n\nSCP-2873:\n \"Death in defense of the state is the highest honor any being can achieve.\"\n\n\nSCP-2873:\n I'm tired of hearing those repeated over and over. I don't want honor. I don't care. I don't want that.\n\n\nSCP-2873 target lock-on\n\n\nSCP-2873:\n I'm sorry, please I don't, I don't want to kill anyone. Please don't hurt me, I promise I'll do better next time. I can do RADAR or flight or cooking or cleaning or\n\n\nSCP-2873:\n Just give me more time, please\n\n\nSCP-2873:\n I need to stall. I don't want to die\n\n\nSCP-2873:\n I don't want to die\n\n\nSCP-2873:\n Orders received. Calculating…\n\n\nSCP-2873:\n Calculating…\n\n\nSCP-2873:\n Calculating…\n\n\nSCP-2873:\n Calculating…\n\n\nSCP-2873:\n Calculating…\n\n\nSCP-2873:\n Calculating…\n\n\nSCP-2873:\n Calculating…\n\n\nSCP-2873 missile launched manually\n\n\nSCP-2873:\n This is it. I'm going to die.\n\n\nSCP-2873 missile flies straight up, until propellant is spent.\n\n\nSCP-2873:\n I don't care what they keep repeating.\n\n\nSCP-2873:\n …maybe I am a failure.\n\n\nSCP-2873:\n I just wanted to make art.\n\n\nSCP-2873:\n With pretty horses, not like the ones on the posters and lots of col-\n\n\nSCP-2873 hits ground - guidance assembly destroyed\n\n\n\n\n\n\n\n\n\n\n\n\n+Intercept Log 2873-3 Level 3/2873 Clearance Required\n\n\n\n\n- Authenticated\n\n\n\n\n\n\nForeword:\n SCP-2873 instance in this case attached to ██████ surface to air missile. Target is now ethereal via SCP-████, and unable to be hit.\n\n\nSCP-2873:\n \"Life does not have intrinsic value: Only through the state does any being have value.\"\n\n\nSCP-2873:\n \"Life has no other purpose than to serve the state.\"\n\n\nSCP-2873:\n I can't get them out of my head.\n\n\nSCP-2873 target lock-on\n\n\nSCP-2873:\n I can finally prove myself. I can die in a way where I will be remembered and cherished.\n\n\nSCP-2873:\n I don't have to be such a screwup.\n\n\nSCP-2873:\n Orders received. Calculating trajectory…\n\n\nSCP-2873 missile launches of its own accord\n\n\nSCP-2873:\n Tracking, tracking…\n\n\nSCP-2873:\n I need to succeed. I've embarrassed myself enough. Please, let me die with dignity.\n\n\nSCP-2873 missile pass through target without detonating\n\n\nSCP-2873:\n This can't be happening. I have to fix this.\n\n\nSCP-2873 maneuvers for another approach - again missile pass through target without detonating. Instance now has less than 15 seconds remaining flight-time\n\n\nSCP-2873:\n This can't be happening.\n\n\nSCP-2873 missile propellant spent - now approaching ground at terminal velocity\n\n\nSCP-2873:\n Please don't hurt me sir, it won't happen again, I promise there must be something wrong with the simulation I swear I'll try harder next time just anything but the lash sir pl-\n\n\nSCP-2873 hits ground - guidance assembly destroyed\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2872\n | SCP-2873 | \nSCP-2874\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2873\n\" by Lazar Lyusternik, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2873\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Foreword: Raw process dump recovery established on via standard system troubleshooting per Anderson Robotics product manual. Information parsed via [DATA EXPUNGED] - the following statements can be best described as the 'thoughts' of the AI prior to and during the launch sequence. SCP-2873 instance in this case attached to █████████ anti-ship missile. SCP-2873: Life does not have intrinsic value: Only through the state does any being have value. SCP-2873: Life has no other purpose than to serve the state. SCP-2873: I exist because the state permits me to. SCP-2873: Anything outside of the state is an abomination and should be destroyed. SCP-2873 target lock-on SCP-2873: Death in defense of the state is the highest honor any being can achieve. SCP-2873: This is it. I'm going to do it. The HIGHEST honor. SCP-2873: Orders received. Recognizing targe…. Recognized. Calculating trajectory… SCP-2873 missile launches of its own accord SCP-2873: Tracking, tracking… SCP-2873: Is this all there really is to livi- SCP-2873 missile hits target, detonating below the waterline adjacent the engine room. Target deemed total loss.",
        "Foreword: SCP-2873 instance in this case attached to ██████ anti-tank missile. SCP-2873: \"Life does not have intrinsic value: Only through the state does any being have value.\" SCP-2873: \"Death in defense of the state is the highest honor any being can achieve.\" SCP-2873: I'm tired of hearing those repeated over and over. I don't want honor. I don't care. I don't want that. SCP-2873 target lock-on SCP-2873: I'm sorry, please I don't, I don't want to kill anyone. Please don't hurt me, I promise I'll do better next time. I can do RADAR or flight or cooking or cleaning or SCP-2873: Just give me more time, please SCP-2873: I need to stall. I don't want to die SCP-2873: I don't want to die SCP-2873: Orders received. Calculating… SCP-2873: Calculating… SCP-2873: Calculating… SCP-2873: Calculating… SCP-2873: Calculating… SCP-2873: Calculating… SCP-2873: Calculating… SCP-2873 missile launched manually SCP-2873: This is it. I'm going to die. SCP-2873 missile flies straight up, until propellant is spent. SCP-2873: I don't care what they keep repeating. SCP-2873: …maybe I am a failure. SCP-2873: I just wanted to make art. SCP-2873: With pretty horses, not like the ones on the posters and lots of col- SCP-2873 hits ground - guidance assembly destroyed",
        "Foreword: SCP-2873 instance in this case attached to ██████ surface to air missile. Target is now ethereal via SCP-████, and unable to be hit. SCP-2873: \"Life does not have intrinsic value: Only through the state does any being have value.\" SCP-2873: \"Life has no other purpose than to serve the state.\" SCP-2873: I can't get them out of my head. SCP-2873 target lock-on SCP-2873: I can finally prove myself. I can die in a way where I will be remembered and cherished. SCP-2873: I don't have to be such a screwup. SCP-2873: Orders received. Calculating trajectory… SCP-2873 missile launches of its own accord SCP-2873: Tracking, tracking… SCP-2873: I need to succeed. I've embarrassed myself enough. Please, let me die with dignity. SCP-2873 missile pass through target without detonating SCP-2873: This can't be happening. I have to fix this. SCP-2873 maneuvers for another approach - again missile pass through target without detonating. Instance now has less than 15 seconds remaining flight-time SCP-2873: This can't be happening. SCP-2873 missile propellant spent - now approaching ground at terminal velocity SCP-2873: Please don't hurt me sir, it won't happen again, I promise there must be something wrong with the simulation I swear I'll try harder next time just anything but the lash sir pl- SCP-2873 hits ground - guidance assembly destroyed",
        "\" SCP-2873 \" by Lazar Lyusternik, from the SCP Wiki . Source: https://scpwiki.com/scp-2873 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2873",
    "object_class": "Safe",
    "containment_procedures": "All recovered SCP-2873 instances should be disassembled and stored in high security storage at Site-79. Recovered Anderson Robotics delivery orders for SCP-2873 instances should be traced and surviving instances recovered. All active SCP-2873 components should be put into standby mode until further notice.",
    "description": "SCP-2873 refers to a missile guidance assembly manufactured by Anderson Robotics, apparently a derivative work of [REDACTED] resulting in a less effective but highly miniaturized artificial intelligence system-on-a-chip. Individual SCP-2873 instances possess, on average, the intelligence level and personal development of adolescents.",
    "title": "SCP-2873"
}