{
    "url": "https://scp-wiki.wikidot.com/scp-2875",
    "all_text": "SCP-2875\n - \nThe Town That Got Fucked By Bears\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+821\n+\n–\nx\n\n\n\n\n\n\nBY ORDER OF THE OVERSEER COUNCIL\n\n\nThe following file describes a hostile, Keter-class ursine anomaly,\n\nand is Level 2/2875 classified.\n\n\nUnauthorized access is forbidden.\n\n\n\n\n2875\n\n\n\n\n\n\n\n\n\n\nItem #:\n \nSCP-2875\n\n\nObject Class:\n \nKeter\n\n\n\n\n\n\nSite Responsible:\n \nUSMTDE Site-38\n\n\nDirector:\n \nJ.R. Erickson\n\n\nResearch Head:\n \nAnthony Delucia\n\n\nAssigned Task Force:\n \nLambda-2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel 2/2875\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-2875-A in ███████, WI as a result of SCP-2875.\n\n\n\n\n\n\nSpecial Containment Procedures:\n A perimeter is to be established 2km from the center of ███████, WI, and no non-Foundation personnel are to pass this limit. Mobile Task Force Lambda-2 \"Chain Gang\" is to oversee containment of SCP-2875.\n\n\nUpdated Containment Procedures:\n Due to recent findings, only MTF Λ-2 approved equipment is considered acceptable to dispatch SCP-2875-A instances. Under no circumstances are any personnel to attempt to dispatch an instance of SCP-2875-A with a firearm, incendiary device, or other unauthorized implement.\n\n\n\n\n\n\n███████, WI, US.\n\n\n\n\n\n\nDescription:\n SCP-2875 is a phenomenon occurring only in the town of ███████, Wisconsin. At noon every three days, between 50-100 fully grown adult \nUrsus arctos horribilis\n (mainland grizzly bear) will appear throughout the town. These instances are not anomalously strong or fast, or anomalously hostile, and will generally act like any other member of their species given the situation.\n\n\nThe phenomenon appears to be cumulative; the instances (SCP-2875-A) will linger around the town center for a short time before dispersing, and more instances will appear three days later. Due to the potential scaling issues of the bear population growth, it has become imperative to dispatch the new instances as quickly as possible.\n\n\nCurrently the only feasible means to dispatch SCP-2875-A instances is by using a highly concentrated aerosol tranquilizer spray, and then a blunt instrument with which to cause trauma to the cranial region, as killing any of the instances using a firearm or incendiary device results in two new instances appearing next to the corpse of the deceased instance. As such, only Foundation standard motorized blunt force devices have been permitted for use against the instances, with other blunt or bladed weapons being permitted per MTF leader instruction.\n\n\nDiscovery:\n SCP-2875 was discovered by Foundation containment teams sent to investigate reports about the sudden disappearance of an entire town of people. Upon arriving at ███████, the situation quickly became apparent when the town was observed as being flooded with SCP-2875-A instances. Initially the containment teams had prepared to move all of the instances to other habitats outside of ███████, but when the recurring nature of SCP-2875 was discovered, the current containment procedures were established.\n\n\nMTF Lead Note:\n \nI know plenty of you think that this is some kind of joke, but a town of constantly appearing bears is serious. Can you imagine what would happen to the local ecosystem if we let this thing go? It was like a goddamn bear arena when we first rolled in, and that was only after a few days.\n\n\nAddendum 2875.1:\n Collected Voicemails\n\n\nThe following voicemails were recovered from a mobile device found in a cave outside of ███████. The owner of the device has not yet been verified.\n\n\n2875.1.1\n - [00:00:25]\n\n\n\n\n\n\n+ Show Transcript\n\n\n\n\n- Hide Transcript\n\n\n\n\n\n\nOh hey, this is Tom Miller from city hall, and just wanted to get in touch with you about some things you were sayin' the other day at the ole town meeting. Uh, so, give me a call back here, 'fore too long. My number is 875-7112, and I'll, talk to you then. Thanks a lot. Bye.\n\n\n\n\n\n\n\n\n\n\n2875.1.2\n - [00:00:32]\n\n\n\n\n\n\n+ Show Transcript\n\n\n\n\n- Hide Transcript\n\n\n\n\n\n\nOh hey, it's Tom, Tom Miller, again, from city hall, and just wanted to get back in touch with you about some things we talked about the other day, and I've been thinking about what you were saying about the pest problem with the coyotes, and I really do think bears is the way we wanna go.\n1\n So let me know when we can talk about that, get some plans laid out. You know my number is 875-7112, and we'll talk more then, thanks a lot. Bye.\n\n\n\n\n\n\n\n\n\n\n2875.1.3\n - [00:00:36]\n\n\n\n\n\n\n+ Show Transcript\n\n\n\n\n- Hide Transcript\n\n\n\n\n\n\nHey it's Tom Miller again, just wanted to let you know, bears is going great. We haven't seen any coyotes around in a little while, so that's good. Do have one question though, about one of the bears getting a little close to town, one of the gals in town is a little freaked out about it. So we can talk about that, and get some of these details ironed out, I think this is gonna be real great. Okay thanks a lot, oh yeah, number is 875-7112, and we'll talk then. Thanks a lot, bye.\n\n\n\n\n\n\n\n\n\n\n2875.1.4\n - [00:00:31]\n\n\n\n\n\n\n+ Show Transcript\n\n\n\n\n- Hide Transcript\n\n\n\n\n\n\nHey there, it's Tom Miller again, haven't heard from you in a while. Just wanted to let you know, me and some of the guys are a little concerned there might be a few too many bears. Most of the coyotes have moved on from town, so it's probably about time we got the bears out of here. So we gotta do that pretty soon, it's becoming a little bit of a problem. So give me a call, the number is 875-7112, hope to talk to you soon, bye.\n\n\n\n\n\n\n\n\n\n\n2875.1.5\n - [00:00:30]\n\n\n\n\n\n\n+ Show Transcript\n\n\n\n\n- Hide Transcript\n\n\n\n\n\n\nOkay listen there are too many bears in town now. A little boy got attacked just the other day, in the street, he was with his mom. He got attacked by one of the bears, okay, there are too many bears now. I need you to call me please as soon as you can, so we can do something about this. Okay thanks, oh wait, 875-7112, okay call me soon, thanks, bye.\n\n\n\n\n\n\n\n\n\n\n2875.1.6\n - [00:00:43]\n\n\n\n\n\n\n+ Show Transcript\n\n\n\n\n- Hide Transcript\n\n\n\n\n\n\nOkay listen there is a bear outside of my house, okay. My neighbor just got fucking eated by a bear. Okay there are bears on the streets, there are bears in peoples' homes, okay, we gotta do something about this. There's, there's, I can't get - I can't get outside, okay, my kids are at school, I can't get to my kids. Okay there is a bear on my car, why can't oh god (bear attack sounds), oh lord there's a bear in the house, oh, oh my god, oh, 875-7112 call me please oh god (dial tone).\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Given the apparent connection between the town government and the origin of the anomaly, a possible link to \nSCP-3088\n is under investigation.\n\n\n\n\n\n\n\n\n« \nSCP-2874\n | SCP-2875 | \nSCP-2876\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2875\n\" by djkaktus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2875\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n bear.jpg\n\n\nName:\n grizzly-yellowstone-9.jpg\n\n\nAuthor:\n Kim Keating\n\n\nLicense:\n Public Domain\n\n\nSource:\n \nNPS\n\n\n\n\n\n\nFilename:\n call1.mp3, call2.mp3, call3.mp3, call4.mp3, call5.mp3, call6.mp3\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n location.png\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n \nSCP Foundation Wiki",
    "addendums": [
        "Addendum 2875.1: Collected Voicemails\nThe following voicemails were recovered from a mobile device found in a cave outside of ███████. The owner of the device has not yet been verified."
    ],
    "documents": [],
    "notes": [
        "Oh hey, this is Tom Miller from city hall, and just wanted to get in touch with you about some things you were sayin' the other day at the ole town meeting. Uh, so, give me a call back here, 'fore too long. My number is 875-7112, and I'll, talk to you then. Thanks a lot. Bye.",
        "Oh hey, it's Tom, Tom Miller, again, from city hall, and just wanted to get back in touch with you about some things we talked about the other day, and I've been thinking about what you were saying about the pest problem with the coyotes, and I really do think bears is the way we wanna go. 1 So let me know when we can talk about that, get some plans laid out. You know my number is 875-7112, and we'll talk more then, thanks a lot. Bye.",
        "Hey it's Tom Miller again, just wanted to let you know, bears is going great. We haven't seen any coyotes around in a little while, so that's good. Do have one question though, about one of the bears getting a little close to town, one of the gals in town is a little freaked out about it. So we can talk about that, and get some of these details ironed out, I think this is gonna be real great. Okay thanks a lot, oh yeah, number is 875-7112, and we'll talk then. Thanks a lot, bye.",
        "Hey there, it's Tom Miller again, haven't heard from you in a while. Just wanted to let you know, me and some of the guys are a little concerned there might be a few too many bears. Most of the coyotes have moved on from town, so it's probably about time we got the bears out of here. So we gotta do that pretty soon, it's becoming a little bit of a problem. So give me a call, the number is 875-7112, hope to talk to you soon, bye.",
        "Okay listen there are too many bears in town now. A little boy got attacked just the other day, in the street, he was with his mom. He got attacked by one of the bears, okay, there are too many bears now. I need you to call me please as soon as you can, so we can do something about this. Okay thanks, oh wait, 875-7112, okay call me soon, thanks, bye.",
        "Okay listen there is a bear outside of my house, okay. My neighbor just got fucking eated by a bear. Okay there are bears on the streets, there are bears in peoples' homes, okay, we gotta do something about this. There's, there's, I can't get - I can't get outside, okay, my kids are at school, I can't get to my kids. Okay there is a bear on my car, why can't oh god (bear attack sounds), oh lord there's a bear in the house, oh, oh my god, oh, 875-7112 call me please oh god (dial tone).",
        "\" SCP-2875 \" by djkaktus, from the SCP Wiki . Source: https://scpwiki.com/scp-2875 . Licensed under CC-BY-SA .",
        "Filename: bear.jpg Name: grizzly-yellowstone-9.jpg Author: Kim Keating License: Public Domain Source: NPS",
        "Filename: call1.mp3, call2.mp3, call3.mp3, call4.mp3, call5.mp3, call6.mp3 Author: djkaktus License: CC BY-SA 3.0 Source: SCP Foundation Wiki",
        "Filename: location.png Author: djkaktus License: CC BY-SA 3.0 Source: SCP Foundation Wiki"
    ],
    "containment_procedures": "A perimeter is to be established 2km from the center of ███████, WI, and no non-Foundation personnel are to pass this limit. Mobile Task Force Lambda-2 \"Chain Gang\" is to oversee containment of SCP-2875.",
    "description": "SCP-2875 is a phenomenon occurring only in the town of ███████, Wisconsin. At noon every three days, between 50-100 fully grown adult Ursus arctos horribilis (mainland grizzly bear) will appear throughout the town. These instances are not anomalously strong or fast, or anomalously hostile, and will generally act like any other member of their species given the situation.",
    "title": "SCP-2875"
}