{
    "url": "https://scp-wiki.wikidot.com/scp-2881",
    "all_text": "rating: \n+429\n+\n–\nx\n\n\n\n\n\n\nSCP-2881\n\n\n\n\n\n\nItem #:\n SCP-2881\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2881 is to remain at its current location. A chain link fence has been installed surrounding the area of SCP-2881, which is to be guarded by one security officer during all park operating hours. No unauthorized individuals are to be permitted within the area designated to SCP-2881.\n\n\nDescription:\n SCP-2881 is a member of the tree species \nPinus ponderosa\n (ponderosa pine) located in ███████ National Park, ██████████. SCP-2881 measures roughly 13.9 meters at its highest point. Several planks of an unknown wood are nailed into the trunk of SCP-2881 at 5.3 meters above ground level. Given the anomalous properties of SCP-2881 it is unknown if or how they were installed. Holes are located at several points up the trunk of SCP-2881 between 12 cm and 3 m from previous installations of climbing spurs. Typical of trees of its kind, SCP-2881 has no branches lower than 7 m above ground level.\n\n\nSCP-2881’s anomalous properties manifest any time a human being attempts to climb it by the installation or use of climbing spikes, spurs, studs, or grips. Any individual to attempt to make vertical progress up the surface of SCP-2881 will report experiencing themselves doing so; however, on reexamination of their location will retain their starting positions. This same effect is applied to any individual watching another climb SCP-2881, either in person or on live video feed. Recorded testing played after the conclusion of a test shows subjects making no effort to climb; however, all dialogue and actions unrelated to climbing remain consistent with live observation.\n\n\nIndividuals placed onto SCP-2881 at a height above 3m by external means report feeling uncomfortable and \"strangely heavy.\" No changes in weight or gravity have ever been observed while in contact with SCP-2881. Test subjects report a greater effect at higher points on SCP-2881. Testing has not been conducted using mechanical assistance. (See Incident-2881-1)\n\n\nIncident-2881-1:\n Foundation personnel attempted to install a pulley to a branch of SCP-2881 on the date of ██/██/89 for the purposes of testing assisted elevation. D-4375 used an elevated work platform to reach a branch and install the mechanism. Upon making contact with a branch of SCP-2881 approximately 8.2 m above ground level D-4375 appeared to enter a trance and stopped responding to personnel. D-4375 detached himself from the platform and climbed onto the branch of SCP-2881, then proceeded to scale the branches of SCP-2881 until no longer visible to Foundation staff. All attempts made to contact D-4375 failed.\n\n\nRoughly two hours later, D-4375 fell from SCP-2881 at a speed estimated to exceed terminal velocity and was dead on impact with the ground. Autopsy reports concluded that D-4375 had died several days prior by hanging from the neck. The body had several lacerations around the face, forearms, and legs. Testing of SCP-2881 is ongoing.\n\n\n\n\n\n\n« \nSCP-2880\n | SCP-2881 | \nSCP-2882\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2881\n\" by Zmax15, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2881\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n scp-2881.JPG\n\n\nAuthor:\n Zmax15\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-2881 \" by Zmax15, from the SCP Wiki . Source: https://scpwiki.com/scp-2881 . Licensed under CC-BY-SA .",
        "Filename: scp-2881.JPG Author: Zmax15 License: CC BY-SA 3.0 Source Link: SCP Wiki"
    ],
    "item": "SCP-2881",
    "object_class": "Safe",
    "containment_procedures": "SCP-2881 is to remain at its current location. A chain link fence has been installed surrounding the area of SCP-2881, which is to be guarded by one security officer during all park operating hours. No unauthorized individuals are to be permitted within the area designated to SCP-2881.",
    "description": "SCP-2881 is a member of the tree species Pinus ponderosa (ponderosa pine) located in ███████ National Park, ██████████. SCP-2881 measures roughly 13.9 meters at its highest point. Several planks of an unknown wood are nailed into the trunk of SCP-2881 at 5.3 meters above ground level. Given the anomalous properties of SCP-2881 it is unknown if or how they were installed. Holes are located at several points up the trunk of SCP-2881 between 12 cm and 3 m from previous installations of climbing spurs. Typical of trees of its kind, SCP-2881 has no branches lower than 7 m above ground level.",
    "title": "SCP-2881"
}