{
    "url": "https://scp-wiki.wikidot.com/scp-2884",
    "all_text": "rating: \n+271\n+\n–\nx\n\n\nItem #:\n SCP-2884\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n As of 01/09/2015, a total of 84 Foundation personnel are embedded in the United Kingdom National Crime Agency, British Security Industry Association, and associated security organisations in the United Kingdom. These personnel are to carry out the following directives:\n\n\n\n\nPromotion of mass surveillance in the United Kingdom and legislation supporting an increase in the installation of video surveillance equipment in urban areas\n\n\n\n\n\n\nIdentification of instances of SCP-2884-1 and SCP-2884-2\n\n\n\n\n\n\nNotification of Mobile Task Force Theta-11 (\"Big Brother\") in the case of confirmed sighting(s) of instance(s) of SCP-2884-1 or SCP-2884-2\n\n\n\n\n\n\nInvestigation of any and all possible connections to the individual/group/entity known as \"The Overseer\"\n\n\n\n\nAll confirmed instances of SCP-2884-1 are to be removed and subsequently replaced with a suitable form of standard video surveillance equipment. All instances of SCP-2884-2 are to be captured if possible, and held at Secure Facility M84 (\"Sylvia's Cardboard and Paper Ltd.\") pending transfer to Site 06-3.\n\n\nDescription:\n SCP-2884 is a phenomenon affecting developed areas within the United Kingdom. SCP-2884 exhibits no identifiable pattern in the location or rate of its manifestation, other than an increased probability of manifestation in areas with relatively high crime rates.\n\n\nSCP-2884-1 are CCTV cameras which appear in areas affected by SCP-2884. Instances of SCP-2884-1 appear only in locations outside of the view of pre-existing video surveillance equipment, often in excessive number, proximity and in seemingly illogical configurations.\n\n\n\n\n+ Log of notable SCP-2884-1 configurations\n\n\n\n\n- Log of notable SCP-2884-1 configurations\n\n\n\n\n\n\n\n\n5 instances radially arranged on a telephone pole at around average head height.\n\n\n\n\n\n\n9 instances observing different sections of a children's playground, 3 of which observe the sandbox.\n\n\n\n\n\n\n26 instances arranged on the wall of a residential apartment complex, each facing in a seemingly random direction.\n\n\n\n\n\n\n2 instances, 1 metre apart, facing each other.\n\n\n\n\n\n\n33 instances on the wall of an alleyway, all focused on a graffito of a home television set in white spray paint on the opposite wall. Text on the screen reads \"Who's watching \nyou\n?\".\n\n\n\n\n\n\n\n\n\n\n\n\nExamination of instances of SCP-2884-1 suggests that they have been installed in a standard manner by persons unknown, despite instances having been observed in locations that would be extremely difficult to reach by conventional means. While it is known that the installation/appearance of instances of SCP-2884-1 generally occurs between the hours of 21:00 and 05:00, the exact moment of this occurrence has yet to be observed by Foundation personnel or standard video surveillance equipment.\n\n\nInstances of SCP-2884-1 appear to function with no visible power source. Disassembly has revealed that instances are constructed of a combination of standard, commercially-available electronics and a number of components of unknown origin. Some non-standard components are engraved with the image of a human eye.\n\n\nInstances of SCP-2884-1 cease functioning upon disassembly and have so far remained non-functional thereafter, despite meticulous reassembly.\n\n\nSCP-2884-2 are a collection of humanoid entities. Instances of SCP-2884-2 are physically and genetically identical, and do not display even slight variation in height, weight, build or skin tone. Instances lack fingerprints, hair, reproductive organs, and eyes. The ocular cavities of instances are hollow, and show signs of surgical removal of the ocular organs. Instances are invariably found wearing identical, dark blue riot gear and helmets. Atop each instance's helmet is a mounted CCTV camera (similar to instances of SCP-2884-1). Specialised cabling connects this camera directly to the brain stem of an SCP-2884-2 instance via the back of the neck, allowing the instance a sense of sight through the device. The means by which this nervous system interface is achieved is not fully understood.\n\n\n\n\n\n\nAn instance of SCP-2884-2.\n\n\n\n\n\n\nInstances of SCP-2884-2 appear in an area when an instance of SCP-2884-1 observes a perceived \"criminal\" act. Instances will appear in groups of 2 to 10 in the nearest location not under immediate observation by nearby individuals or video equipment (with the exception of SCP-2884-1), and will then proceed to \"punish\" the offender. Forms of punishment include:\n\n\n\n\npartial or complete removal of articles of clothing from the offender(s)'s person;\n\n\nassault with blunt weapons;\n\n\nencircling the offender(s) and shouting loudly for up to 5 minutes;\n\n\nrestraint, followed by an instance of SCP-2884-2 facing the offender(s) and reciting a nonsensical version of the Right to Silence\n1\n before offender is physically carried to a location outside of the view of nearby individuals or video equipment.\n\n\n\n\n\n\n+ Transcript of SCP-2884 \"arrest\" incident\n\n\n\n\n- Transcript of SCP-2884 \"arrest\" incident\n\n\n\n\nThe following transcript is of a combination of a portion of confiscated surveillance footage of ████ Street, ██████, Wales, recorded from 15:11 to 15:15 on 22/04/2009, and the cellphone footage and spoken testimony of a nearby witness (amnesticised after interview).\n\n\n\n\n<begin transcript>\n\n\n15:11:22\n - \nA civilian is seen sitting on a street bench and removing his shoes, within view of an instance of SCP-2884-1.\n\n\n15:11:27\n - \nThree instances of SCP-2884-2 emerge from a nearby alleyway and approach the civilian.\n\n\n15:11:31\n - \nCivilian appears to initially mistake instances of SCP-2884-2 for law enforcement, then inquires as to the purpose of the cameras on their helmets.\n\n\n15:11:36\n - \nTwo instances of SCP-2884-2 restrain the civilian while a third stands facing him. Confiscated cellphone footage begins now.\n\n\nCivilian:\n Oi! What are you \ndoing\n?!\n\n\nSCP-2884-2-03:\n You are under arrest for the violation of Law 1130 - public indecency - and Law 3667 - the unauthorised use of a public bench.\n\n\nCivilian:\n This is a mistake! You have to let me go - I didn't do anything wrong!\n\n\nSCP-2884-2-03:\n You do not have to say anything, except nothing. But it may harm your defense if you do not question when mentioned something you later lie about in court. Anything you do say or do may be all said and done in evidence. Do you understand your rights as I have to you said and done them?\n\n\nCivilian:\n \nWhat\n? What does that — of course I don't bloody understand! What did I do? Where the hell are you taking me?! (struggles) Let me go you fucking \ntossers\n! Let me \ngo\n!\n\n\n15:13:53\n - \nTwo instances of SCP-2884-2 drag civilian to the alleyway they emerged from. One remaining instance picks up civilian's shoes, then stares in the direction of the filming witness for 6 seconds before following. Neither the SCP-2884-2 instances nor the civilian re-emerge.\n\n\n<end transcript>\n\n\n\n\n\n\n\n\n\n\nIncident 2884-01\n:\n\n\nInstances of SCP-2884-2 are difficult to capture, mainly due to the brevity of their appearances. However, on 02/11/2010, a Foundation rapid response team was able to apprehend 5 instances of SCP-2884-2 following the reported assault of multiple civilians in the Greenwich area, London, by unidentified individuals in riot gear. Instances offered significant resistance, displaying above-normal levels of physical strength and resistance to aerosolised sedatives before being forcibly restrained. Captive instances designated SCP-2884-2-A through -E.\n\n\n\n\nOpen Interview 2884-01\n\n\n\n\nClose Interview 2884-01\n\n\n\n\nDate:\n 03/11/2010\n\n\nInterviewer:\n Dr. Carlisle\n\n\nSubject:\n SCP-2884-2-A\n\n\n\n\n<begin transcript>\n\n\nDr. Carlisle:\n Hello, SCP-2884-2-A. May I call you that? Or do you have another name?\n\n\nSCP-2884-2-A:\n [No vocalised response. Camera on subject's helmet slowly pans down from Dr. Carlisle's head to his hands, then up to his head again.]\n\n\nDr. Carlisle:\n Very well. Why were you and your… associates… assaulting those people?\n\n\nSCP-2884-2-A:\n Violation of Law 51384: No gathering of more than two individuals is to take place within eight point four metres of a bird bath.\n\n\nDr. Carlisle:\n Could you explain why that makes sense to you?\n\n\nSCP-2884-2-A:\n The law is the law. The Overseer makes the laws. The law makes sense.\n\n\nDr. Carlisle:\n I see. Who is this \"Overseer\"?\n\n\nSCP-2884-2-A:\n The Overseer makes the laws. The Overseer watches everything.\n\n\nDr. Carlisle:\n Alright; and what purpose do these laws serve?\n\n\nSCP-2884-2-A:\n The Overseer sees a future free of crime, filth and degradation. Free of corruption. Free of chemical addiction. Free of littering. Free of murder. Free of jaywalking. Free of rape. Free of loitering. Free of—\n\n\nDr. Carlisle:\n That's quite enough. Tell me, how does the Overseer see all these things?\n\n\nSCP-2884-2-A:\n Through… [subject raises its shackled hands from the table and indicates towards the camera on its helmet] …the eyes.\n\n\nDr. Carlisle:\n What happened to \nyour\n eyes, SCP-2884-2-A? The ones in your skull.\n\n\nSCP-2884-2-A:\n Never had them. Don't need them.\n\n\nDr. Carlisle:\n Are you sure? Because from here, without your visor, they look like they've been surgically removed.\n\n\nSCP-2884-2-A:\n Never had them. [subject leans forward slightly] Don't need them.\n\n\nDr. Carlisle:\n I see. Now, back to this \"Overseer\"; do you know where he is now?\n\n\nSCP-2884-2-A:\n The Overseer is everywhere there are eyes to see. [subject pulls lips away from its teeth - assumed to be a 'smile'] The Overseer is watching you right now.\n\n\n<end transcript>\n\n\n\n\nNo further information could be extracted from SCP-2884-2-A or -B. SCP-2884-2-A and -B terminated and submitted for autopsy. Remaining captive instances transferred to Site-06-3.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. In England and Wales, the statement of a suspect's protection from adverse consequences of remaining silent during criminal proceedings.\n\n\n\n\n\n\n\n\n« \nSCP-2883\n | SCP-2884 | \nSCP-2885\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2884\n\" by Zacharia H, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2884\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n cctv.jpg\n\n\nName:\n He's watching you\n\n\nAuthor:\n Sarah\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nLink",
    "addendums": [],
    "documents": [],
    "notes": [
        "5 instances radially arranged on a telephone pole at around average head height. 9 instances observing different sections of a children's playground, 3 of which observe the sandbox. 26 instances arranged on the wall of a residential apartment complex, each facing in a seemingly random direction. 2 instances, 1 metre apart, facing each other. 33 instances on the wall of an alleyway, all focused on a graffito of a home television set in white spray paint on the opposite wall. Text on the screen reads \"Who's watching you ?\".",
        "<begin transcript> 15:11:22 - A civilian is seen sitting on a street bench and removing his shoes, within view of an instance of SCP-2884-1. 15:11:27 - Three instances of SCP-2884-2 emerge from a nearby alleyway and approach the civilian. 15:11:31 - Civilian appears to initially mistake instances of SCP-2884-2 for law enforcement, then inquires as to the purpose of the cameras on their helmets. 15:11:36 - Two instances of SCP-2884-2 restrain the civilian while a third stands facing him. Confiscated cellphone footage begins now. Civilian: Oi! What are you doing ?! SCP-2884-2-03: You are under arrest for the violation of Law 1130 - public indecency - and Law 3667 - the unauthorised use of a public bench. Civilian: This is a mistake! You have to let me go - I didn't do anything wrong! SCP-2884-2-03: You do not have to say anything, except nothing. But it may harm your defense if you do not question when mentioned something you later lie about in court. Anything you do say or do may be all said and done in evidence. Do you understand your rights as I have to you said and done them? Civilian: What ? What does that — of course I don't bloody understand! What did I do? Where the hell are you taking me?! (struggles) Let me go you fucking tossers ! Let me go ! 15:13:53 - Two instances of SCP-2884-2 drag civilian to the alleyway they emerged from. One remaining instance picks up civilian's shoes, then stares in the direction of the filming witness for 6 seconds before following. Neither the SCP-2884-2 instances nor the civilian re-emerge. <end transcript>",
        "<begin transcript> Dr. Carlisle: Hello, SCP-2884-2-A. May I call you that? Or do you have another name? SCP-2884-2-A: [No vocalised response. Camera on subject's helmet slowly pans down from Dr. Carlisle's head to his hands, then up to his head again.] Dr. Carlisle: Very well. Why were you and your… associates… assaulting those people? SCP-2884-2-A: Violation of Law 51384: No gathering of more than two individuals is to take place within eight point four metres of a bird bath. Dr. Carlisle: Could you explain why that makes sense to you? SCP-2884-2-A: The law is the law. The Overseer makes the laws. The law makes sense. Dr. Carlisle: I see. Who is this \"Overseer\"? SCP-2884-2-A: The Overseer makes the laws. The Overseer watches everything. Dr. Carlisle: Alright; and what purpose do these laws serve? SCP-2884-2-A: The Overseer sees a future free of crime, filth and degradation. Free of corruption. Free of chemical addiction. Free of littering. Free of murder. Free of jaywalking. Free of rape. Free of loitering. Free of— Dr. Carlisle: That's quite enough. Tell me, how does the Overseer see all these things? SCP-2884-2-A: Through… [subject raises its shackled hands from the table and indicates towards the camera on its helmet] …the eyes. Dr. Carlisle: What happened to your eyes, SCP-2884-2-A? The ones in your skull. SCP-2884-2-A: Never had them. Don't need them. Dr. Carlisle: Are you sure? Because from here, without your visor, they look like they've been surgically removed. SCP-2884-2-A: Never had them. [subject leans forward slightly] Don't need them. Dr. Carlisle: I see. Now, back to this \"Overseer\"; do you know where he is now? SCP-2884-2-A: The Overseer is everywhere there are eyes to see. [subject pulls lips away from its teeth - assumed to be a 'smile'] The Overseer is watching you right now. <end transcript>",
        "\" SCP-2884 \" by Zacharia H, from the SCP Wiki . Source: https://scpwiki.com/scp-2884 . Licensed under CC-BY-SA .",
        "Filename: cctv.jpg Name: He's watching you Author: Sarah License: CC BY 2.0 Source Link: Link"
    ],
    "item": "SCP-2884",
    "object_class": "Euclid",
    "containment_procedures": "As of 01/09/2015, a total of 84 Foundation personnel are embedded in the United Kingdom National Crime Agency, British Security Industry Association, and associated security organisations in the United Kingdom. These personnel are to carry out the following directives:",
    "description": "SCP-2884 is a phenomenon affecting developed areas within the United Kingdom. SCP-2884 exhibits no identifiable pattern in the location or rate of its manifestation, other than an increased probability of manifestation in areas with relatively high crime rates.",
    "title": "SCP-2884"
}