{
    "url": "https://scp-wiki.wikidot.com/scp-2908",
    "all_text": "rating: \n+44\n+\n–\nx\n\n\nItem #:\n SCP-2908\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2908 is to be kept in a storage container on Site-131. All testing of SCP-2908 is currently forbidden by O5 Council.\n\n\nDescription:\n SCP-2908 is a Soviet PPSh-41 submachine gun capable of firing any mix of ammunition inserted into its magazine without failing to cycle and load. SCP-2908 is able to fire rounds as large as .50 BMG (13.0mm), the largest round its magazine can hold, despite having a barrel diameter of 7.87mm. Furthermore, high-speed cameras have never captured footage of bullets within SCP-2908's chamber or barrel during firing. It is theorized that SCP-2908 is directly translocating rounds from its magazine to a ballistic trajectory in front of its barrel when the trigger is depressed, and because of this mechanism, SCP-2908 shows no sign of wear or tear from firing and was recorded to have fired 5,788,225 rounds, well beyond the number of rounds a typical PPSh-41 is expected to be able to fire.\n\n\nFiring a round with SCP-2908 increases the value of the elementary charge by approximately \n$3.17225789×10^{−28 }$\nC.\n1\n Uninhibited further increase of the elementary charge will result in a ZK-0 Reality Failure Scenario, where physical and chemical processes of the universe break down due to the increased charge of the electron and proton.\n\n\n\n\n[+] Document-2908-Addendum-1\n\n\n\n\n[-] Document-2908-Addendum-1\n\n\n\n\n\n\nMemo from O5-10:\n\n\n\n\nWhile the elementary charge has remained stable after the decision to cease testing of SCP-2908 in 1973, we currently do not know whether that the cessation was due to SCP-2908 being the only object with that capability, or whether other items possess the same capabilities but on a much smaller effect than detectable by the Foundation, or even items with the inverse effect exist which is currently creating an equilibrium. Finding possible copies or items of similar effect is priority one for Mobile Task Force Mu-6 \"Pasadena\". All Foundation personnel should report any suspicious sightings and leads to that task force.\n\n\n\n\n\n\n\n\n\n\nSCP-2908 was discovered in Myitkyina, Myanmar in 1944. Agent Bo Yu (薄萸), who then was impressed as a soldier in the Chinese New First Army, picked up SCP-2908 after a pillbox was destroyed by a United States air strike, noting that it was highly unusual for the Imperial Japanese Army to use a weapon of Soviet origin. Agent Yu discovered upon rudimentary testing of SCP-2908's ability to use any type of ammunition and used it in combat until 1946 when Agent Yu deserted, taking SCP-2908 with him to Site-131, the Foundation asset in Sichuan, China, where further testing revealed its ability to accept ammunition larger than its barrel would suggest.\n\n\nThe increase in elementary charge was discovered when Foundation researchers discovered a series of unexplained inconsistencies from experimental data to theoretical calculations that started in 1944. Its cause was not isolated to SCP-2908 until November 11, 1973. During this period, the elementary charge increased by \n$1.83617424×10^{−21 }$\nC, resulting in the current elementary charge of \n$1.602176634×10^{−19 }$\nC.\n\n\nOn March 7th, 1972, Site-131 experienced total power loss for 55 seconds. Upon restoration, Site-131 intranet storage reported upon auditing the presence of a document, now designated Document-2908-Addendum-2, with no known author. This incident was not linked to SCP-2908 until SCP-2908's effect on the elementary charge was ascertained. By this time, Document-2908-Addendum-2 had been designated as the result of a failure in personnel discipline and deleted. Attempted recovery of Document-2908-Addendum-2 was met with only partial success.\n\n\n\n\n[+] Recovered Document-2908-Addendum-2 Fragments\n\n\n\n\n[-] Recovered Document-2908-Addendum-2 Fragments\n\n\n\n\n\n\n0x13F73A2458FDAA00 …#1mf#$$!CRITICAL…P1…..ACC\n\n0x13F73A2458FDAA20 Ef.S VIO8bkifp[wrj,eru123…ABLE\n\n0x13F73A2458FDAA40 \"emUnit\"FABF…Request to resta\n\n0x13F73A2458FDAA60 rt is denied by Ethics Committee\n\n0x13F73A2458FDAA80 . Do not noti09843jk312kk3n4ehab\n\n0x13F73A2458FDAAA0 itants. fd\"!#$L$!H#!aFWe@!#% Hav\n\n0x13F73A2458FDAAC0 e you isolated cause?…fW#$@AFS\n\n0x13F73A2458FDAAE0 …..sdfsDF.ff.f.ff.f.f.f.f.f.f.\n\n0x13F73A2458FDAB00 …….See me………asdfsdfsfd\n\n\n\n\n\n\n0x13F73A2458FDACA0 Re: ACCESS fskd(%fd..239~~~@!!!I\n\n0x13F73A2458FDACC0 ARIABLE dik…sdBtIlbWJWdasdlklq\n\n0x13F73A2458FDACE0 Still not sure why memory is bei\n\n0x13F73A2458FDAD00 ng trampled. Subject #48222319 e\n\n0x13F73A2458FDAD20 xhibit correlation.BpgA9YOpmudas\n\n\n\n\n\n\n0x13F73A2458FDB140 ….111!Re:319082903VIOLATIfasdw\n\n0x13F73A2458FDB160 GLOBALTpTfnGKq1q\"emUnit\"f.fsdfdf\n\n0x13F73A2458FDB180 Attached debugger to Subject #48\n\n0x13F73A2458FDB1A0 222319. Awaiting fsafirmation of\n\n0x13F73A2458FDB1C0 access.23434.23ggg34gddffgfdg445\n\n\n\n\n\n\n0x13F73A2458FDD220 ..Re: ACCEBpgA9YOpmuON IN GLOBAL\n\n0x13F73A2458FDD240 VaK1UI196hdmUnit\" File Attached:\n\n0x13F73A2458FDD260 48773-fix.arc <EOF>\n2\n\n\n\n\n\n\n\n\n\n\nMobile Task Force Mu-6 \"Pasadena\" was ordered to start a disinformation campaign upon confirmation of SCP-2908's effect on the elementary charge. The Task Force's actions included planting false evidence that Robert A. Millikan and Harvey Fletcher, the inventors of the Oil Drop Experiment that first obtained the value of the elementary charge in 1909, had faked data and used an incorrect value for the viscosity of air. The campaign proved successful when Nobel Physicist Richard Feynman gave his famous \ncargo cult science\n speech in 1974\n3\n, followed with Gerald Holton's published accusation of fraud on Millikan's part in 1978. Current discussion in the physics community on the elementary charge has followed this trend.\n\n\n\n\n[+] Document-2908-Addendum-3\n\n\n\n\n[-] Document-2908-Addendum-3\n\n\n\n\n\n\nCommunication from O5-10, Recipient Unknown:\n\n\nDo you remember what happened with Dr. Jekyll's \"pure\" salt?\n4\n\n\nDenied. Leave #48222319 to us.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Elementary charge is a fundamental physical constant that denotes the amount of electric charge held by a single electron or proton.\n\n\n2\n. No relevant file of this name was ever discovered or recovered by the Foundation.\n\n\n3\n. Feynman erroneously explained the continuous increase in measured elementary charge as a desire on the part of the experimenters to be as close to Millikan's results as possible.\n\n\n4\n. In Robert Louis Stevenson's \nStrange Case of Dr Jekyll and Mr Hyde\n, Dr. Jekyll's potion depended on an impurity within the salt he used as ingredient. Later when he acquired another batch of salt that didn't have the impurity, the potion did not work. He assumed the new batches of salt were impure until it was too late to study the impurity within the original salt.\n\n\n\n\n\n\n\n\n« \nSCP-2907\n | Closed, Won't Fix | \nSCP-2909\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2908\n\" by AKFrost, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2908\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Memo from O5-10: While the elementary charge has remained stable after the decision to cease testing of SCP-2908 in 1973, we currently do not know whether that the cessation was due to SCP-2908 being the only object with that capability, or whether other items possess the same capabilities but on a much smaller effect than detectable by the Foundation, or even items with the inverse effect exist which is currently creating an equilibrium. Finding possible copies or items of similar effect is priority one for Mobile Task Force Mu-6 \"Pasadena\". All Foundation personnel should report any suspicious sightings and leads to that task force.",
        "0x13F73A2458FDAA00 …#1mf#$$!CRITICAL…P1…..ACC 0x13F73A2458FDAA20 Ef.S VIO8bkifp[wrj,eru123…ABLE 0x13F73A2458FDAA40 \"emUnit\"FABF…Request to resta 0x13F73A2458FDAA60 rt is denied by Ethics Committee 0x13F73A2458FDAA80 . Do not noti09843jk312kk3n4ehab 0x13F73A2458FDAAA0 itants. fd\"!#$L$!H#!aFWe@!#% Hav 0x13F73A2458FDAAC0 e you isolated cause?…fW#$@AFS 0x13F73A2458FDAAE0 …..sdfsDF.ff.f.ff.f.f.f.f.f.f. 0x13F73A2458FDAB00 …….See me………asdfsdfsfd",
        "0x13F73A2458FDACA0 Re: ACCESS fskd(%fd..239~~~@!!!I 0x13F73A2458FDACC0 ARIABLE dik…sdBtIlbWJWdasdlklq 0x13F73A2458FDACE0 Still not sure why memory is bei 0x13F73A2458FDAD00 ng trampled. Subject #48222319 e 0x13F73A2458FDAD20 xhibit correlation.BpgA9YOpmudas",
        "0x13F73A2458FDB140 ….111!Re:319082903VIOLATIfasdw 0x13F73A2458FDB160 GLOBALTpTfnGKq1q\"emUnit\"f.fsdfdf 0x13F73A2458FDB180 Attached debugger to Subject #48 0x13F73A2458FDB1A0 222319. Awaiting fsafirmation of 0x13F73A2458FDB1C0 access.23434.23ggg34gddffgfdg445",
        "0x13F73A2458FDD220 ..Re: ACCEBpgA9YOpmuON IN GLOBAL 0x13F73A2458FDD240 VaK1UI196hdmUnit\" File Attached: 0x13F73A2458FDD260 48773-fix.arc <EOF> 2",
        "Communication from O5-10, Recipient Unknown: Do you remember what happened with Dr. Jekyll's \"pure\" salt? 4 Denied. Leave #48222319 to us.",
        "\" SCP-2908 \" by AKFrost, from the SCP Wiki . Source: https://scpwiki.com/scp-2908 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2908",
    "object_class": "Safe",
    "containment_procedures": "SCP-2908 is to be kept in a storage container on Site-131. All testing of SCP-2908 is currently forbidden by O5 Council.",
    "description": "SCP-2908 is a Soviet PPSh-41 submachine gun capable of firing any mix of ammunition inserted into its magazine without failing to cycle and load. SCP-2908 is able to fire rounds as large as .50 BMG (13.0mm), the largest round its magazine can hold, despite having a barrel diameter of 7.87mm. Furthermore, high-speed cameras have never captured footage of bullets within SCP-2908's chamber or barrel during firing. It is theorized that SCP-2908 is directly translocating rounds from its magazine to a ballistic trajectory in front of its barrel when the trigger is depressed, and because of this mechanism, SCP-2908 shows no sign of wear or tear from firing and was recorded to have fired 5,788,225 rounds, well beyond the number of rounds a typical PPSh-41 is expected to be able to fire.",
    "title": "SCP-2908"
}