{
    "url": "https://scp-wiki.wikidot.com/scp-2909",
    "all_text": "rating: \n+120\n+\n–\nx\n\n\n\n\n\n\nA photograph of the house SCP-2909 appears in, as taken by agent Arlen Markob.\n\n\n\n\n\n\nItem #:\n SCP-2909\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n The property SCP-2909 is located upon and a neighboring property have been purchased under a Foundation front. SCP-2909 is to be recorded via motion-activated camera. If a person attempts to enter SCP-2909, agents from the neighboring property are to intervene on the grounds of trespassing.\n\n\nDescription:\n SCP-2909 is a phenomenon located at the basement of an unoccupied house at ██ ██████ ████████ ████████. This phenomenon involves two entities known as SCP-2909-A and SCP-2909-B. SCP-2909-A appears as a Caucasian female of approximately 10 years of age wearing a pale pink dress. SCP-2909-B appears as a Caucasian male of approximately 9 years of age wearing brown shirt and shorts.\n\n\nSCP-2909 is theorized to be a temporal abnormality in which SCP-2909-A and SCP-2909-B are confined to the period of 4:16 PM on an unknown summer day. All other entities are not similarly confined and after witnessing the phenomenon cannot interact with it again. This is theorized to be because those who have witnessed the phenomenon are considered in the future of SCP-2909 and therefore cannot go back in time to revisit.\n\n\nResearch is ongoing.\n As of 09/08/2012, research has been suspended indefinitely.\n\n\nDocument 2909-01 Transcript\n\n\n\n\nEnter Credentials\n\n\n\n\nCredentials Accepted\n\n\n\n\n\n\nDate:\n 09/01/2012\n\n\nInvolved Personnel:\n Researcher Okorafor and Agent Ueda.\n\n\nNotes:\n This document is partially the initial interview with SCP-2909-A and SCP-2909-B and partially to record the application of the phenomenon in real time.\n\n\n[BEGIN LOG]\n\n\n<8:10>\n Researcher Okorafor and Agent Ueda arrive to SCP-2909. The basement of the house SCP-2909 is located in appears to be well-furnished and the walls decorated with undamaged wallpaper. There is a clock on the northern wall that lists the time as 4:16 PM. Of the few windows visible to the outside, the outside appears to be a sunny summer day.\n\n\n<8:11>\n Researcher Okorafor and Agent Ueda find SCP-2909-A and SCP-2909-B reading together in another room which appears to be a bedroom.\n\n\n<8:11>\n \nResearcher Okorafor: \"Hello? Can you understand me?\"\n\n\n<8:12>\n \nSCP-2909-A: \"Yes, ma'am. I have understood.\"\n\n\n<8:12>\n \nSCP-2909-B: \"I will understand.\"\n\n\n<8:13>\n Agent Ueda can be seen removing her gun. Researcher Okorafor doesn't seem to notice. \nReseacher Okorafor: \"How long have you been here? How did this happen to you?\"\n\n\n<8:13>\n \nSCP-2909-B: \"We were here a moment. We are here a minute. It should be over soon but soon will not come.\"\n\n\n<8:14>\n \nSCP-2909-A: \"Everyone we knew and know and will know to know what was and is happening is not here and will not be here again.\"\n\n\n<8:14>\n \nReseacher Okorafor: \"Has anyone else been here since we've arrived?\"\n\n\n<8:16>\n SCP-2909-A and SCP-2909-B look to each other and hug each other for approximately 2 minutes. Upon release, SCP-2909-A speaks. \nSCP-2909-A: \"People are here, were here. They will not be here again. One kind man had put a gun to me.\"\n\n\n<8:17>\n \nSCP-2909-B: \"Then he shot her and then shot me. He is shooting. But the bullet will hit. It has not yet.\"\n\n\n<8:18>\n \nSCP-2909-A: \"He wanted, he wants to get us out of here so we can, we will grow and will be able to miss our parents, who will be gone, are gone.\"\n\n\n<8:18>\n \nSCP-2909-B: \"He saw we will be dead as we are dead, but when he left we still are here, because we haven't died yet.\"\n\n\n<8:19>\n \nSCP-2909-A and SCP-2909-B, in unison: \"But yet isn't coming. It only will, but it isn't willing.\"\n\n\n<8:20>\n \nSCP-2909-B: \"Please be helping. Please help us now.\"\n SCP-2909-A reaches for a teddy bear and hugs it tightly.\n\n\n<8:20>\n \nReseacher Okorafor: \"We will do all we-\"\n Researcher Okorafor stops mid-sentence. \nReseacher Okorafor: \"We are doing what we can, now. Take care, ok?\"\n\n\n<8:21>\n Researcher Okorafor and Agent Ueda leave SCP-2909. Upon leaving, Researcher Okorafor attempts to re-enter the basement. The basement appears abandoned and in a dilapidated state, similar to the rest of the house.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2908\n | SCP-2909 | \nSCP-2910\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2909\n\" by SoullessSingularity, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2909\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n housss.jpg\n\n\nAuthor:\n Arlen Markob\n\n\nLicense:\n Copyrighted (Used with permission)\n\n\nSource Link:\n \nSCP Wiki",
    "addendums": [],
    "documents": [
        "Document 2909-01 Transcript"
    ],
    "notes": [
        "Date: 09/01/2012 Involved Personnel: Researcher Okorafor and Agent Ueda. Notes: This document is partially the initial interview with SCP-2909-A and SCP-2909-B and partially to record the application of the phenomenon in real time. [BEGIN LOG] <8:10> Researcher Okorafor and Agent Ueda arrive to SCP-2909. The basement of the house SCP-2909 is located in appears to be well-furnished and the walls decorated with undamaged wallpaper. There is a clock on the northern wall that lists the time as 4:16 PM. Of the few windows visible to the outside, the outside appears to be a sunny summer day. <8:11> Researcher Okorafor and Agent Ueda find SCP-2909-A and SCP-2909-B reading together in another room which appears to be a bedroom. <8:11> Researcher Okorafor: \"Hello? Can you understand me?\" <8:12> SCP-2909-A: \"Yes, ma'am. I have understood.\" <8:12> SCP-2909-B: \"I will understand.\" <8:13> Agent Ueda can be seen removing her gun. Researcher Okorafor doesn't seem to notice. Reseacher Okorafor: \"How long have you been here? How did this happen to you?\" <8:13> SCP-2909-B: \"We were here a moment. We are here a minute. It should be over soon but soon will not come.\" <8:14> SCP-2909-A: \"Everyone we knew and know and will know to know what was and is happening is not here and will not be here again.\" <8:14> Reseacher Okorafor: \"Has anyone else been here since we've arrived?\" <8:16> SCP-2909-A and SCP-2909-B look to each other and hug each other for approximately 2 minutes. Upon release, SCP-2909-A speaks. SCP-2909-A: \"People are here, were here. They will not be here again. One kind man had put a gun to me.\" <8:17> SCP-2909-B: \"Then he shot her and then shot me. He is shooting. But the bullet will hit. It has not yet.\" <8:18> SCP-2909-A: \"He wanted, he wants to get us out of here so we can, we will grow and will be able to miss our parents, who will be gone, are gone.\" <8:18> SCP-2909-B: \"He saw we will be dead as we are dead, but when he left we still are here, because we haven't died yet.\" <8:19> SCP-2909-A and SCP-2909-B, in unison: \"But yet isn't coming. It only will, but it isn't willing.\" <8:20> SCP-2909-B: \"Please be helping. Please help us now.\" SCP-2909-A reaches for a teddy bear and hugs it tightly. <8:20> Reseacher Okorafor: \"We will do all we-\" Researcher Okorafor stops mid-sentence. Reseacher Okorafor: \"We are doing what we can, now. Take care, ok?\" <8:21> Researcher Okorafor and Agent Ueda leave SCP-2909. Upon leaving, Researcher Okorafor attempts to re-enter the basement. The basement appears abandoned and in a dilapidated state, similar to the rest of the house. [END LOG]",
        "\" SCP-2909 \" by SoullessSingularity, from the SCP Wiki . Source: https://scpwiki.com/scp-2909 . Licensed under CC-BY-SA .",
        "Filename: housss.jpg Author: Arlen Markob License: Copyrighted (Used with permission) Source Link: SCP Wiki"
    ],
    "item": "SCP-2909",
    "object_class": "Safe",
    "containment_procedures": "The property SCP-2909 is located upon and a neighboring property have been purchased under a Foundation front. SCP-2909 is to be recorded via motion-activated camera. If a person attempts to enter SCP-2909, agents from the neighboring property are to intervene on the grounds of trespassing.",
    "description": "SCP-2909 is a phenomenon located at the basement of an unoccupied house at ██ ██████ ████████ ████████. This phenomenon involves two entities known as SCP-2909-A and SCP-2909-B. SCP-2909-A appears as a Caucasian female of approximately 10 years of age wearing a pale pink dress. SCP-2909-B appears as a Caucasian male of approximately 9 years of age wearing brown shirt and shorts.",
    "title": "SCP-2909"
}