{
    "url": "https://scp-wiki.wikidot.com/scp-2921",
    "all_text": "Knowledge of SCP-2921 is considered potentially hazardous and thus all documentation of the anomaly has been classified as restricted to non-essential personnel.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nrating: \n+138\n+\n–\nx\n\n\nBillith\n\n\n\n\n\n\nZUGZWANG\n\n\nMore by Billith\n.\n\nIf you liked this article, you'll probably like:\n\n\n\n\n\n\nSCP-5861\n\n\nSCP-5541\n\n\nSCP-3311\n\n\nSCP-1822\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUNDER PURVIEW OF OVERWATCH COMMAND\n\n\nACCESS TO THE FOLLOWING DOCUMENT IS LIMITED TO ESSENTIAL PERSONNEL ONLY\n\n\nFAILURE TO ABIDE BY THIS PROTOCOL \nWILL\n RESULT IN TERMINATION.\n\n\n \n\n\n \n\n\nIf you have received this document in error, destroy it and report to your Site Director.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nTrail containing SCP-2921. Photograph taken upon initial discovery.\n\n\n\n\n\n\n \n\n\n\n\nITEM #:\n SCP-2921\n\n\nOBJECT CLASS:\n \nEUCLID\n \nKETER\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n Knowledge of SCP-2921 is considered potentially hazardous and thus all documentation of the anomaly has been classified as restricted to non-essential personnel. Study of SCP-2921 is limited to members of the Pilcrow-Minkowski Center's High-Risk Anomalies Division.\n\n\nIt is presumed that any and all actions taken that may affect SCP-2921 will affect SCP-2921 in some way, thus attentive, non-interactive study of the anomaly is the only safe way to gain further knowledge of its properties. Because of this, no physical containment measures are to be implemented.\n\n\nExperimentation and interaction with SCP-2921 is currently prohibited following a joint summit of the O5 Council and the Ethics Committee. However, in the event an individual violates or is suspected to have intention of violating the terms of this ruling, personnel are discouraged from confronting anyone involved or taking action in a way that could cause unwanted exposure to the anomaly's effects. Any organic life that comes into contact with SCP-2921 is to be terminated immediately following interaction. Terminations must be carried out through automated or AI systems to avoid exposure. Ideal methods used must possess as close to a 0% chance of failure as possible.\n1\n\n\n\n\n\n\n \n\n\n\n\nDESCRIPTION:\n SCP-2921 refers to a single American Beech (\nFagus grandifolia\n) located in Shenandoah Valley, Virginia. SCP-2921 has grown through a heretofore undiscovered dirt pathway that runs near Hughes River, separating the trail into two divergent paths that converge back into one around the base of the tree. The anomaly's roots are tightly wound into the root systems of nearby trees and plants, making removal and relocation extremely difficult, if not impossible.\n\n\nThe area containing SCP-2921 is causally inconsistent to a degree that is not well understood with the Foundation's current levels of technology. The following axioms are considered known about the anomaly:\n\n\n\n\n\n\n \n\n\n\n\n\n\nThe system by which processes connect to states (Defined as \"causality\") is inherently divergent upon choosing a direction in which to pass by SCP-2921 while walking on the trail.\n\n\n\n\n \n\n\n\n\nThis system is only divergent when passing SCP-2921 from the trailhead; attempts to pass the anomaly from larger distances or other directions have not yielded anomalous effects.\n\n\n\n\n \n\n\n\n\nProcesses affected by this divergence phenomenon also become inherently divergent and therefore causally inconsistent themselves.\n\n\n\n\n \n\n\n\n\nDivergent processes continue to exhibit anomalous behavior every time a choice is made by the subject(s), regardless of whether or not it was made consciously.\n\n\n\n\n \n\n\n\n\nInvoluntary actions are not included in this criteria.\n\n\n\n\n \n\n\n\n\nActions taken that influence the status of SCP-2921 have unexpected divergent consequences, therefore neutralization and containment of the anomaly is deemed unsafe to attempt.\n\n\n\n\n\n\n\n\n \n\n\n\n\nDISCOVERY:\n SCP-2921 was brought to the attention of the Foundation on 07/12/2018, after the U.S. National Parks Department reported an unprecedented surge in Shenandoah Valley's local population of the Spined Micrathena spider (\nMicrathena gracilis\n) which appeared, upon closer inspection, to be genetically identical to one another. Foundation investigations took place along the surrounding areas until SCP-2921's trail was identified on 07/17/2018 as the only notable landmark within several kilometers of the area with the highest concentrations of the arachnid.\n2\n Further efforts to pinpoint the exact location of the anomaly were successful during D-Class walkthrough hazard testing of the trail, which was approved following its discovery:\n\n\n\n\n\n\n \n\n\n\n\n \n\n\nADDENDUM 2921.1\n\n\nTest Log:\n 2921-01\n\n\nDate:\n 07/18/2018\n\n\nSubject:\n D-19023\n\n\nPreface:\n D-19023 was instructed to hike along trail containing SCP-2921.\n\n\n\n\n<BEGIN TRANSCRIPT>\n\n\n00:00\n - \nD-19023 travels along pathway. Subject appears disinterested.\n\n\n03:15\n- \nSubject approaches fork in trail where SCP-2921 is located.\n\n\n03:23\n - \nD-19023 takes a left around SCP-2921. As he does so, a translucent image of D-19023 is seen taking the right side. Image solidifies as subject rounds SCP-2921.\n\n\n03:25\n - \nSubject appears startled. Image becomes heavily distressed.\n\n\n03:35\n - \nImage of D-19023 attempts to flee testing area. A second image of D-19023 diverges from the first and does not attempt escape.\n\n\n04:32\n - \nFirst copy of D-19023 is shot several times by armed Foundation personnel for attempting to leave testing area. A third and fourth copy separate simultaneously as the first slumps over, unmoving. New instances are wounded in the same places but still alive. One staggers back in the direction of SCP-2921 while the other continues to attempt escape. Second copy remains frozen in place.\n\n\n05:52\n - \nThe original instance of D-19023 appears to raise hands in shock. A second pair of arms are observed at subject's sides. Subject does not notice this right away.\n\n\n06:16\n - \nAdditional Foundation forces arrive onsite, including a unit equipped with aeresolized nerve agents.\n\n\n06:20\n - \nSubject notices extra limbs and falls back in surprise. Upon doing so, D-19023 separates completely from them, diverging again into two distinct copies. Armed forces command instances of D-19023 to cease action to prevent further divergence.\n\n\n07:23\n - \nSubjects are terminated using nerve agents. Divergence continues until all instances are completely neutralized. Remains exhibit no anomalous behavior and are incinerated without incident.\n\n\n<END TRANSCRIPT>\n\n\n \n\n\n\n\nNotes:\n Testing with SCP-2921 has been suspended indefinitely. It is projected that, if left unchecked, SCP-2921 has potential to create a causally chaotic snowball effect that could culminate in an irreversible NK-Class \"Grey Goo\" Scenario within twenty iterations of divergence.\n\n\n\n\n\n\n \n\n\n\n\n \n\n\nINCIDENT 2921.1\n\n\n\n\nAgents stationed at the trailhead and embedded within Shenendoah Valley's local parks department reported an unexplained increase in factual inconsistencies between documentation and personal accounts of various staff members starting around the same time as initial containment and suppression efforts of SCP-2921 were established. The effect appeared to increase in strength and complexity for all involved, leading to a perceived \"canonical\" split that was only detected when multiple conflicting reports about the situation were submitted and reviewed by the Ethics Committee. By this point, it had been assumed that the damage was already too complex and chaotic for effective contaiment. Secure sites worldwide were issued lockdown protocols while the O5 Council and select personnel were prepped for transport off-world in the event of causal destabilization.\n\n\nBefore that became necessary, however, all affected individuals disintegrated rapidly and without warning. No video footage exists of this event, nor do personnel dossiers of affected individuals, or any record of their existence, for that matter. A possible \nretrocausal weapon\n similar to those that will be used by the \nTemporal Anomalies Department\n was suspected to have been involved with this event. However, given the number of possible branching worldlines that could have been theoretically created in the time of the incident, the party involved will likely not be known, nor will their reasoning behind not targeting SCP-2921 directly.\n\n\nFollowing the events of \nINCIDENT 2921.1\n, containment efforts of SCP-2921 were discontinued. Upgrade to Keter classification approved.\n\n\n\n\n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Thaumaturgic tools are currently being developed with increased probabilistic capabilities and general lethality for use in future termination efforts.\n\n\n2\n. \nThe population growth of which has slowed significantly due to environmental factors and comprehensive extermination efforts by Foundation agents. More information is available upon request.\n \nAll affected organisms have been terminated following the events of \nINCIDENT 2921.1\n, see below\n.\n\n\n\n\n \n\n\nEND FILE\n\n\n\n\n\n\n« \nSCP-2920\n | SCP-2921 | \nSCP-2922\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2921\n\" by Billith, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2921\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-2921 \" by Billith, from the SCP Wiki . Source: https://scpwiki.com/scp-2921 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-2921"
}