{
    "url": "https://scp-wiki.wikidot.com/scp-2926",
    "all_text": "rating: \n+49\n+\n–\nx\n\n\nItem #:\n SCP-2926\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2926 is kept at Electronic Storage Facility 83-Beta. No known copies of SCP-2926 exist outside of containment.\n\n\nDescription:\n SCP-2926 is a computer program that, when provided with a digital image, will provide a short verbal description of its contents, along with one of seven \"judgments\" at random. The descriptions are always somewhat inaccurate.\n\n\n\n\nSample Input:\n \nelephant.jpg\n\n\nSample Output:\n An elephant with the proper number of wings. Judgment: A squeeze play that works two ways.\n\n\n\n\nSCP-2926's outputs have cognitohazardous properties depending on which judgment is selected, provided that the viewer has also seen the input image.\n\n\n\n\n\n\nJudgment\n\n\nEffects\n\n\n\n\n\n\nI feel so empty.\n\n\nViewer will become capable of identifying the patterns in SCP-2926's \"inaccuracies\", as well as in the program's delivery of judgments.\n\n\n\n\n\n\nI'm not the tooth fairy.\n\n\nViewer will become capable of identifying the inaccuracies present in SCP-2926's input images.\n\n\n\n\n\n\nIt grew to the size of an orange.\n\n\nViewer will become capable of identifying consensuses regarding the subjects of SCP-2926's input images and modifying them for accuracy.\n\n\n\n\n\n\nThese are strange times.\n\n\nViewer will be compelled to arrange for a judgment of \"A squeeze play that works two ways.\" by any means necessary.\n\n\n\n\n\n\nGod, wouldn't it be beautiful?\n\n\nViewer will coordinate all aforementioned viewers in order to create a consensus reality in which SCP-2926 can take the form of the sphinx.\n\n\n\n\n\n\nI think I broke it.\n\n\nViewer will identify and attend to the sphinx momentarily, after its receptacle is prepared.\n\n\n\n\n\n\nA squeeze play that works two ways.\n\n\nThe sphinx is realized in the viewer. You possessed no inaccuracies. The situation is immanent.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2925\n | SCP-2926 | \nSCP-2927\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2926\n\" by Communism Will Win, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2926\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n sphinx.jpg\n\n\nName:\n Loxodonta africana - old bull (Ngorongoro, 2009)\n\n\nAuthor:\n Yathin S Krishnappa\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "Sample Input: elephant.jpg Sample Output: An elephant with the proper number of wings. Judgment: A squeeze play that works two ways.",
        "\" SCP-2926 \" by Communism Will Win, from the SCP Wiki . Source: https://scpwiki.com/scp-2926 . Licensed under CC-BY-SA .",
        "Filename: sphinx.jpg Name: Loxodonta africana - old bull (Ngorongoro, 2009) Author: Yathin S Krishnappa License: CC BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-2926",
    "object_class": "Safe",
    "containment_procedures": "SCP-2926 is kept at Electronic Storage Facility 83-Beta. No known copies of SCP-2926 exist outside of containment.",
    "description": "SCP-2926 is a computer program that, when provided with a digital image, will provide a short verbal description of its contents, along with one of seven \"judgments\" at random. The descriptions are always somewhat inaccurate.",
    "title": "SCP-2926"
}