{
    "url": "https://scp-wiki.wikidot.com/scp-2927",
    "all_text": "rating: \n+102\n+\n–\nx\n\n\nItem #:\n SCP-2927\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n A soundproof chamber has been built around SCP-2927, with an attached observation chamber for experiments. Due to the public location of SCP-2927, these chambers have been disguised to resemble a residential building. Experimentation that requires approaching within 2 m of SCP-2927 must be undertaken by D-class personnel.\n\n\nUPDATE\n: As of 05/26/2016, the distance between the components of SCP-2927 must be measured twice monthly, and any deviations greater than 5 mm must be reported to the current Regional Director. See Addendum 2927-1 for more details.\n\n\nDescription:\n SCP-2927 consists of two \nfixed\n points in space, 1.5 m above the ground and \n4 m\n 3 m apart, on the outskirts of R███████, QC, Canada. These two points continually emit sound at approximately 75 dB. The northernmost point produces a pure tone of 16.8 kHz, designated SCP-2927-A, while the southern point produces a tone of 27Hz, designated SCP-2927-B. Recreation of these frequencies in laboratory conditions has not produced anomalous effects.\n\n\nIndividuals capable of hearing SCP-2927-A or -B perceive a physical object at the frequency's point of origin, regardless of walls or other obstructions which would block line of sight to the point.\n1\n SCP-2927-A is described by observers as a small black bead, 2-3 cm in diameter, which vibrates slightly while viewed. SCP-2927-B is described as a flowing dark grey cloud, averaging 20 cm in length. These objects appear to be intangible, and are not visible on any recording devices.\n\n\nSubjects exposed simultaneously to SCP-2927-A and SCP-2927-B report feelings of dread and unease, which increase as SCP-2927 is approached. These feelings dissipate 5-30 minutes after exposure ceases, as long as subjects remain further than 2 m away from SCP-2927. Subjects made to approach within 2 m of SCP-2927 while capable of hearing both SCP-2927-A and SCP-2927-B begin to suffer from insomnia, night terrors, and intense fear of sustained noises. Subjects capable of hearing only one of the two tones experience similar effects if contact is made with the perceived object.\n2\n These effects do not dissipate on their own, but can be corrected with standard psychological care.\n\n\nAddendum 2927-1:\n During a standard review of low-risk items on 05/12/2016, it was found that the points comprising SCP-2927, previously measured at 4 m apart and believed to be fixed, were currently only 3 m apart. Further observation revealed that the two points are approaching each other at an inconsistent rate, between █ mm and █ cm per month. When questioned during follow-up interviews, all individuals aware of SCP-2927's properties, regardless of exposure to SCP-2927, expressed fear and anxiety at the concept of the points comprising SCP-2927 making contact. A conscious reasoning for this fear has not yet been found. A request to upgrade SCP-2927's Object Class to Euclid has been submitted, and is under consideration.\n\n\n\n\nFootnotes\n\n\n1\n. Deaf individuals, or individuals with hearing loss affecting the frequencies emitted by SCP-2927, do not report these effects.\n\n\n2\n. i.e., if the subject attempts to \"touch\" the perceived object, or if the subject moves through SCP-2927.\n\n\n\n\n\n\n\n\n« \nSCP-2926\n | SCP-2927 | \nSCP-2928\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2927\n\" by CapnThatguy, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2927\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 2927-1: During a standard review of low-risk items on 05/12/2016, it was found that the points comprising SCP-2927, previously measured at 4 m apart and believed to be fixed, were currently only 3 m apart. Further observation revealed that the two points are approaching each other at an inconsistent rate, between █ mm and █ cm per month. When questioned during follow-up interviews, all individuals aware of SCP-2927's properties, regardless of exposure to SCP-2927, expressed fear and anxiety at the concept of the points comprising SCP-2927 making contact. A conscious reasoning for this fear has not yet been found. A request to upgrade SCP-2927's Object Class to Euclid has been submitted, and is under consideration."
    ],
    "documents": [],
    "notes": [
        "\" SCP-2927 \" by CapnThatguy, from the SCP Wiki . Source: https://scpwiki.com/scp-2927 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2927",
    "object_class": "Safe",
    "containment_procedures": "A soundproof chamber has been built around SCP-2927, with an attached observation chamber for experiments. Due to the public location of SCP-2927, these chambers have been disguised to resemble a residential building. Experimentation that requires approaching within 2 m of SCP-2927 must be undertaken by D-class personnel.",
    "description": "SCP-2927 consists of two fixed points in space, 1.5 m above the ground and 4 m 3 m apart, on the outskirts of R███████, QC, Canada. These two points continually emit sound at approximately 75 dB. The northernmost point produces a pure tone of 16.8 kHz, designated SCP-2927-A, while the southern point produces a tone of 27Hz, designated SCP-2927-B. Recreation of these frequencies in laboratory conditions has not produced anomalous effects.",
    "title": "SCP-2927"
}