{
    "url": "https://scp-wiki.wikidot.com/scp-2932",
    "all_text": "SCP-2932\n - \nTitania's Prison\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nrating: \n+643\n+\n–\nx\n\n\n\n\n\n\n\n\nPathway leading to the entrance of SCP-2932.\n\n\n\n\n\n\nItem #:\n SCP-2932\n\n\nObject Class:\n Thaumiel\n\n\nSpecial Containment Procedures:\n SCP-2932 is currently contained at its location of discovery. Mobile Task Force Xi-9 \"The Wardens\" has been tasked with handling containment efforts, including reduction of public awareness of SCP-2932 in nearby towns and villages, and amnestic treatment of individuals who come into contact with SCP-2932. A fenced perimeter has also been established around SCP-2932, with warnings posted about a protected nature reserve within. This perimeter is to be routinely patrolled.\n\n\nMTF Ξ-9 have also been given orders to work alongside SCP-2932-A in an effort to contain instances of SCP-2932-1 that have escaped from SCP-2932. Information gathered from SCP-2932-A regarding possible Euclid and Keter class entities originating from within SCP-2932 is listed later in this document. MTF Ξ-9 personnel, as well as additional Foundation staff members assigned to SCP-2932, are to familiarize themselves with this information.\n\n\nEfforts are ongoing to attempt repairs of SCP-2932-2, although due to the complexity of the object and the nature of its design, personnel must maintain care in their duties as to not upset the already fragile state of SCP-2932-2. Foundation staff medical doctors that have been trained in the function of SCP-2932-2 are to rotate on a 6-hour shift, to assure that a doctor is always available in the event of an emergency. Information regarding this object, gathered from SCP-2932-A, is detailed later in this document. Should SCP-2932-2 experience a gross failure, experimental power supply systems are to be activated in an attempt to maintain the current function of SCP-2932. Should these supplies prove inadequate, MTF Ξ-9 and additional security personnel are to prepare for a massive breach of containment scenario.\n\n\nNote: Personnel are reminded not to attempt authorization from any genetic matching organisms, as this often results in retaliation from the guard organisms.\n\n\nUpdated Containment Memorandum:\n Per Foundation Protocol 2513.99, the ongoing containment of SCP-2932 has been transferred to the jurisdiction of \nProject PARAGON\n. All other extant containment procedures remain in place.\n\n\nDescription:\n SCP-2932 is a massive, organic structure located within the \"\nReserva comunal El Sira\n\" in eastern-central Peru. Externally, SCP-2932 consists of trees, vines, and other plant-life that has been formed into a large, domed structure. Lighting around the exterior of SCP-2932 consists of an array of bio-luminescent bulbs that grow from within SCP-2932. These are a species that, until discovery of SCP-2932, was not identified, along with many other instances of plant-life that exist throughout SCP-2932. The domed structure itself is indestructible, and attempts to damage the dome often result in retaliation by aggressive and hostile, mobile, plant-based organisms that act as guards to SCP-2932. The main door to SCP-2932, located on the south side of the structure, cannot be opened without authorization from an entity located within SCP-2932, or without authorization from a genetic matching organism that exists near the entrance.\n\n\nThe main level interior of SCP-2932 consists of a number of arched hallways and large rooms, equally organic in nature as the exterior of SCP-2932, with similar lighting organisms throughout. Investigation of these areas has indicated that at one point the rooms were administrative offices for the lower portions of SCP-2932, and signs of habitation exist in a number of larger areas. Information has been gathered from this section regarding instances of SCP-2932-1, and has been filed with information gathered from SCP-2932-A.\n\n\nThe lower levels of SCP-2932 are below ground, and consist primarily of a massive, open chamber with numerous cat-walk structures leading to various landings throughout. Most of the available wall space is covered in cocoon-like pods composed of an extremely durable plant matter, which increase in size lower in the chamber. The apparent use of these pods are to contain instances of SCP-2932-1. To the right of every pod is a device composed of various plant matters with a touch-based screen composed of a translucent silica construct that acts as an interface for the pod to which it is attached. Information regarding the SCP-2932-1 entity contained within the pod is listed, as well as a mechanism by which to open and close the pod, although this option is locked out to individuals without the proper genetic identification. While the overwhelming majority of these pods are intact and listed as active, at least ██ have been ruptured.\n\n\nSCP-2932-A is an elderly Class I Near-Humanoid entity that resides within SCP-2932 and acts as its caretaker. SCP-2932-A has six primary appendages, and walks upright on the rear two. SCP-2932-A's torso has two primary segments, both covered in a fine, long hair. The head of SCP-2932-A is roughly ovaloid with two sets of eyes, one compound and one vertebratic. The front of the head contains a humanoid mouth and a long, prehensile nasal structure. The top of SCP-2932-A's head contains a number of small spines, but is mostly covered in additional long, grey, fine hair. On its back, SCP-2932-A has four large insectoid wings, although these display damage that did not properly heal.\n\n\nSCP-2932-2 is a large vascular organ suspended in the center of SCP-2932's main chamber, and serves as the primary power source for SCP-2932. SCP-2932-2 pulsates at a pace of approximately 8 bpm, although this has been known to drop to as low as 3 bpm during emergency events. According to SCP-2932-A, SCP-2932-2 is the heart of the goddess Titania, who constructed the prison with her own body and put her heart within it to sustain it.\n\n\nGiven information gathered from SCP-2932-A, it has been deduced that SCP-2932 was once and currently is a massive incarceration system designed to contain a large number of creatures and other entities. Due to a catastrophic event affecting the original owners of SCP-2932 (See \nDocument Alpha-1596-1000\n for more information), the site was closed and the responsibility of containment was left to a skeleton crew of SCP-2932 staff members, of whom SCP-2932-A was the Warden. Over time, this contingent of personnel either perished, defected, or disappeared, and the facility began to fall into disrepair. This, coupled with the increasing fragility of SCP-2932's main power supply, SCP-2932-2, caused a number of containment pods to malfunction, releasing their contents.\n\n\n\n\nInterview 2932-A:\n \nThe following interview was conducted during early exploration of SCP-2932, shortly after Foundation personnel were allowed into the structure by SCP-2932-A. Initial communication with SCP-2932-A was hampered by a language barrier, as SCP-2932-A was capable of speaking only its own native language, and Quechua. Once a translator became available, the interview was conducted.\n\n\n\n\n+ Access Document\n\n\n\n\n- Close Document\n\n\n\n\n\n\nDate:\n 08/14/85\n\n\nInterviewer:\n \nDr. Z. Johnson\n\n\nInterviewee:\n SCP-2932-A\n\n\nTranslator:\n Dr. F. Amaru\n\n\n[BEGIN LOG]\n\n\nDr. Johnson:\n Thank you for meeting with me, SCP-2932-A. I have a number of questions for you, if that's alright.\n\n\nSCP-2932-A:\n It is, please.\n\n\nDr. Johnson:\n Can we have your name, for the record?\n\n\nSCP-2932-A:\n My name? My name… Caspan is my name.\n\n\nDr. Johnson:\n Who constructed this place?\n\n\nSCP-2932-A:\n The… well, \nmy people\n were the builders of Titania's Prison. The Children of the Night came to us and, knowing us as a people of fine craftsmanship, commissioned the prison to be built.\n\n\nDr. Johnson:\n Why did they want to build a prison?\n\n\nSCP-2932-A:\n Those were different times, friend. The Children of the Night were powerful, yes, and influential, very, but in their dominance of the world they too had collected enemies, greater and more terrible than any that exist now. The Children of the Night prayed to Glorious Titania, and she gave unto them her heart, which we… we then used to craft her prison.\n\n\nDr. Johnson:\n What happened that caused the disrepair we have observed throughout SCP-2932?\n\n\nSCP-2932-A:\n (\nAggressive clicking\n) Do not be so coy, Child of the Sun. You know very well what the cause of this was. Certainly you have not forgotten so easily.\n\n\nDr. Johnson:\n I see. SCP-2932-A, some of the pods throughout SCP-2932 have been damaged. What do you know about the entities contained within them?\n\n\nSCP-2932-A:\n They were nothing, raindrops before a greater storm. As the Heart began to fail, it became imperative that more power be diverted to the truly great enemies of the Children of the Night. Because of this, some of the lesser escaped. Those that I could, I destroyed. Others became victims to Titania's guardians. Few escaped.\n\n\nDr. Johnson:\n Truly great enemies?\n\n\nSCP-2932-A:\n Yes. (\nLaughter\n) Like I said, there are many creatures that haunted even the Children of the Night, and the greatest of those, the ones that could not be killed, were brought here. The goddess has been gracious, and has not given them their freedom. Should the Heart fail, though… (\nClicking\n) You Children of the Sun are strong, yes, but you are not the Children of the Night. You would be nothing more to them than sand before the tide.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nAddendum 2932-1:\n The following logs have been gathered from terminals regarding potentially dangerous SCP-2932-1 entities, most of which are in active containment. Notes gathered from SCP-2932-A are also listed, and SCP-2932-A has provided full translations for all of the entries.\n\n\n\n\n+ Access Addendum\n\n\n\n\n- Close Addendum\n\n\n\n\n\n\nPrisoner Name:\n Ephelia\n\n\nIncarceration:\n Active\n\n\nDate of Incarceration:\n 9-Moon 17-Cycle 4533-Rotation\n\n\nSentence:\n Endless Rotation\n\n\nSCP-2932-A Notes:\n Yes, Ephelia was a dangerous one. She lived within this forest, and hunted for the Children when the night came. She was… not as you are, or as the Children were. I do not know from whence she came, but it was a place that abhors the pleasing form. She was disgusting, and beautiful, and she murdered the youngest son of the Lord of the Night and turned his body into a puppet to lure the Lord's wife into the darkness. By Glorious Titania, she will rot within that cell until the stars go out.\n\n\n\n\n\n\nPrisoner Name:\n Yon-Kamur\n\n\nIncarceration:\n Active\n\n\nDate of Incarceration:\n 1-Moon 20-Cycle 4620-Rotation\n\n\nSentence:\n Endless Rotation\n\n\nSCP-2932-A Notes:\n Kamur was a creature of the heavens, fallen from the skies. The Children believed that he was one of their dark gods, but soon found that he was only a beast, and a hungry beast. Thousands he devoured before the Children brought him down, and even as he was brought here he threatened to devour us, as well. They called Yon-Kamur the \"ravenous one\"; I wonder sometimes about how his hunger has grown.\n\n\n\n\n\n\nPrisoner Name:\n Mal-Va-Gar-Ta-Mor\n\n\nIncarceration:\n Inactive\n\n\nDate of Incarceration:\n 2-Moon 19-Cycle 2711-Rotation\n\n\nSentence:\n Endless Rotation\n\n\nSCP-2932-A Notes:\n Some creatures brought into Titania's arms were lauded and their captors praised, but Mal-Va-Gar-Ta-Mor was brought in secret. Even I did not know of its incarceration until after it was done, but the Children assured me it was for the best that I was kept unaware. I remember when Mal-Va-Gar-Ta-Mor escaped, though, and the Children had not lied to me then. Sometimes it is best to not know.\n\n\n\n\n\n\nPrisoner Name:\n Adam El Asem\n\n\nIncarceration:\n Inactive\n\n\nDate of Incarceration:\n 7-Moon 3-Cycle 4301-Rotation\n\n\nSentence:\n Endless Rotation\n\n\nSCP-2932-A Notes:\n This one was a Child of the Sun, but the Children of the Sun abhorred him as much as the Children of the Night. Adam El Asem could will things into existence with a glance, could move mountains and dry riverbeds by touching them. Something great and terrible lived within his mind, and the Children wasted no time lashing him to the stone and giving him to Titania. There were others like him, dangerous Children of the Sun from the East, but they are not here. There is a cell reserved here for the one with desolation in his steps, and one for the other. I do not expect to fill them.\n\n\nAdditional Note:\n On 4/7/2015, the entryway to this cell collapsed and fell inward, an event later attributed to the gradual decay of the entire facility. The interior of the cell was found to be empty. When questioned about this, SCP-2932-A refused to admit that the cell was empty, and also refused to go look at the cell to confirm. While SCP-2932-A did not appear to have any predilections against the area around the cell, the entity now refuses to even approach it. The only substantive information gathered from SCP-2932-A regarding the empty cell is a comment made after questioning whether or not SCP-2932-A knows what any of the entities contained within SCP-2932 actually are, wherein the entity replied \"I know what I was told. The dread has no reason to lie.\"\n\n\n\n\n\n\nPrisoner Name:\n \nFae\n\n\nIncarceration:\n Active\n\n\nDate of Incarceration:\n 1-Moon 1-Cycle 10-Rotation\n\n\nSentence:\n Endless Rotation\n\n\nSCP-2932-A Notes:\n Do you believe that the Children of the Sun were the first to overthrow those who came before them?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2931\n | SCP-2932 | \nSCP-2933\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2932\n\" by djkaktus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2932\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n forest2.jpg\n\n\nName:\n Temple & jungle. (3746632042).jpg\n\n\nAuthor:\n Greg Willis\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n kaktus1.png\n\n\nAuthor:\n \nAethris\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n scpnewlogo.png\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [
        "Addendum 2932-1: The following logs have been gathered from terminals regarding potentially dangerous SCP-2932-1 entities, most of which are in active containment. Notes gathered from SCP-2932-A are also listed, and SCP-2932-A has provided full translations for all of the entries."
    ],
    "documents": [],
    "notes": [
        "Date: 08/14/85 Interviewer: Dr. Z. Johnson Interviewee: SCP-2932-A Translator: Dr. F. Amaru [BEGIN LOG] Dr. Johnson: Thank you for meeting with me, SCP-2932-A. I have a number of questions for you, if that's alright. SCP-2932-A: It is, please. Dr. Johnson: Can we have your name, for the record? SCP-2932-A: My name? My name… Caspan is my name. Dr. Johnson: Who constructed this place? SCP-2932-A: The… well, my people were the builders of Titania's Prison. The Children of the Night came to us and, knowing us as a people of fine craftsmanship, commissioned the prison to be built. Dr. Johnson: Why did they want to build a prison? SCP-2932-A: Those were different times, friend. The Children of the Night were powerful, yes, and influential, very, but in their dominance of the world they too had collected enemies, greater and more terrible than any that exist now. The Children of the Night prayed to Glorious Titania, and she gave unto them her heart, which we… we then used to craft her prison. Dr. Johnson: What happened that caused the disrepair we have observed throughout SCP-2932? SCP-2932-A: ( Aggressive clicking ) Do not be so coy, Child of the Sun. You know very well what the cause of this was. Certainly you have not forgotten so easily. Dr. Johnson: I see. SCP-2932-A, some of the pods throughout SCP-2932 have been damaged. What do you know about the entities contained within them? SCP-2932-A: They were nothing, raindrops before a greater storm. As the Heart began to fail, it became imperative that more power be diverted to the truly great enemies of the Children of the Night. Because of this, some of the lesser escaped. Those that I could, I destroyed. Others became victims to Titania's guardians. Few escaped. Dr. Johnson: Truly great enemies? SCP-2932-A: Yes. ( Laughter ) Like I said, there are many creatures that haunted even the Children of the Night, and the greatest of those, the ones that could not be killed, were brought here. The goddess has been gracious, and has not given them their freedom. Should the Heart fail, though… ( Clicking ) You Children of the Sun are strong, yes, but you are not the Children of the Night. You would be nothing more to them than sand before the tide. [END LOG]",
        "Prisoner Name: Ephelia Incarceration: Active Date of Incarceration: 9-Moon 17-Cycle 4533-Rotation Sentence: Endless Rotation SCP-2932-A Notes: Yes, Ephelia was a dangerous one. She lived within this forest, and hunted for the Children when the night came. She was… not as you are, or as the Children were. I do not know from whence she came, but it was a place that abhors the pleasing form. She was disgusting, and beautiful, and she murdered the youngest son of the Lord of the Night and turned his body into a puppet to lure the Lord's wife into the darkness. By Glorious Titania, she will rot within that cell until the stars go out.",
        "Prisoner Name: Yon-Kamur Incarceration: Active Date of Incarceration: 1-Moon 20-Cycle 4620-Rotation Sentence: Endless Rotation SCP-2932-A Notes: Kamur was a creature of the heavens, fallen from the skies. The Children believed that he was one of their dark gods, but soon found that he was only a beast, and a hungry beast. Thousands he devoured before the Children brought him down, and even as he was brought here he threatened to devour us, as well. They called Yon-Kamur the \"ravenous one\"; I wonder sometimes about how his hunger has grown.",
        "Prisoner Name: Mal-Va-Gar-Ta-Mor Incarceration: Inactive Date of Incarceration: 2-Moon 19-Cycle 2711-Rotation Sentence: Endless Rotation SCP-2932-A Notes: Some creatures brought into Titania's arms were lauded and their captors praised, but Mal-Va-Gar-Ta-Mor was brought in secret. Even I did not know of its incarceration until after it was done, but the Children assured me it was for the best that I was kept unaware. I remember when Mal-Va-Gar-Ta-Mor escaped, though, and the Children had not lied to me then. Sometimes it is best to not know.",
        "Prisoner Name: Adam El Asem Incarceration: Inactive Date of Incarceration: 7-Moon 3-Cycle 4301-Rotation Sentence: Endless Rotation SCP-2932-A Notes: This one was a Child of the Sun, but the Children of the Sun abhorred him as much as the Children of the Night. Adam El Asem could will things into existence with a glance, could move mountains and dry riverbeds by touching them. Something great and terrible lived within his mind, and the Children wasted no time lashing him to the stone and giving him to Titania. There were others like him, dangerous Children of the Sun from the East, but they are not here. There is a cell reserved here for the one with desolation in his steps, and one for the other. I do not expect to fill them. Additional Note: On 4/7/2015, the entryway to this cell collapsed and fell inward, an event later attributed to the gradual decay of the entire facility. The interior of the cell was found to be empty. When questioned about this, SCP-2932-A refused to admit that the cell was empty, and also refused to go look at the cell to confirm. While SCP-2932-A did not appear to have any predilections against the area around the cell, the entity now refuses to even approach it. The only substantive information gathered from SCP-2932-A regarding the empty cell is a comment made after questioning whether or not SCP-2932-A knows what any of the entities contained within SCP-2932 actually are, wherein the entity replied \"I know what I was told. The dread has no reason to lie.\"",
        "Prisoner Name: Fae Incarceration: Active Date of Incarceration: 1-Moon 1-Cycle 10-Rotation Sentence: Endless Rotation SCP-2932-A Notes: Do you believe that the Children of the Sun were the first to overthrow those who came before them?",
        "\" SCP-2932 \" by djkaktus, from the SCP Wiki . Source: https://scpwiki.com/scp-2932 . Licensed under CC-BY-SA .",
        "Filename: forest2.jpg Name: Temple & jungle. (3746632042).jpg Author: Greg Willis License: CC BY-SA 2.0 Source Link: Wikimedia Commons",
        "Filename: kaktus1.png Author: Aethris License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: scpnewlogo.png Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "item": "SCP-2932",
    "object_class": "Thaumiel",
    "containment_procedures": "SCP-2932 is currently contained at its location of discovery. Mobile Task Force Xi-9 \"The Wardens\" has been tasked with handling containment efforts, including reduction of public awareness of SCP-2932 in nearby towns and villages, and amnestic treatment of individuals who come into contact with SCP-2932. A fenced perimeter has also been established around SCP-2932, with warnings posted about a protected nature reserve within. This perimeter is to be routinely patrolled.",
    "description": "SCP-2932 is a massive, organic structure located within the \"Reserva comunal El Sira\" in eastern-central Peru. Externally, SCP-2932 consists of trees, vines, and other plant-life that has been formed into a large, domed structure. Lighting around the exterior of SCP-2932 consists of an array of bio-luminescent bulbs that grow from within SCP-2932. These are a species that, until discovery of SCP-2932, was not identified, along with many other instances of plant-life that exist throughout SCP-2932. The domed structure itself is indestructible, and attempts to damage the dome often result in retaliation by aggressive and hostile, mobile, plant-based organisms that act as guards to SCP-2932. The main door to SCP-2932, located on the south side of the structure, cannot be opened without authorization from an entity located within SCP-2932, or without authorization from a genetic matching organism that exists near the entrance.",
    "title": "SCP-2932"
}