{
    "url": "https://scp-wiki.wikidot.com/scp-2933",
    "all_text": "SCP-2933\n - \nMr. Scary\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+494\n+\n–\nx\n\n\n\n\n\n\nSCP-2933-1\n\n\n\n\n\n\nItem #:\n SCP-2933\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Under no circumstances are any individuals permitted to enter SCP-2933-1. Once monthly, a small, automated surveillance drone is to enter SCP-2933-1 to assess SCP-2933-A.\n\n\nDescription:\n SCP-2933-1 is a partially submerged steel structure within a large, saltwater reservoir. The exterior and interior of SCP-2933-1 are very heavily rusted or otherwise decayed, with several features having disintegrated completely and structural deficiencies being widespread. It is currently believed that SCP-2933-1 was designed to contain SCP-2933-A.\n\n\nThe interior of SCP-2933-1 is labyrinthine and inconsistent; passages have been observed as changing, moving, or disappearing completely. The severe destabilization and corrosion of SCP-2933-1 has not appeared to hamper its primary function; currently it is believed that all passages within SCP-2933-1 lead to SCP-2933-A, and there is no way to return to the entrance.\n\n\nAny individual or machine that enters SCP-2933-1 will slowly begin to show signs of iron oxide corrosion on their exterior surface. This affliction is believed to be permanent; the corrosion spreads across the entirety of the subject before affecting the subject's inner mechanisms or organs. The speed of this phenomenon increases as the subject grows closer to SCP-2933-A.\n\n\nSCP-2933-A is an unknown humanoid entity located within the lowermost sections of SCP-2933-1. Very little is known about the appearance or nature of SCP-2933-A.\n\n\nAddendum 2933.1:\n Log Transcript\n\n\n\n\n+ Access Log\n\n\n\n\n- Close Log\n\n\n\n\n\n\n\n\nThe following audio and video log was gathered by subject D-13321, who was charged with investigating SCP-2933-1.\n\n\n\n\n\n\nD-13321:\n Alright. Can you hear me?\n\n\nCommand:\n Yes we can. Please proceed into the open entryway.\n\n\nD-13321:\n Smells like oil. This isn't safe, is it?\n\n\nCommand:\n Please proceed into the entryway.\n\n\nD-13321:\n Fine.\n\n\nD-13321 enters SCP-2933-1 through the primary access point, previously opened by Foundation staff engineers on-site.\n\n\nD-13321:\n Hardly see for shit in here. It's dark.\n\n\nCommand:\n There's a light on your pack if you need it.\n\n\nD-13321:\n OK. Yeah, I see it now. Walls are metal, floors are grated, also metal. Can you see this?\n\n\nCommand:\n We can. Can you hear anything?\n\n\nD-13321:\n Yeah, really faint though. I'm not sure, hard to pin.\n\n\nCommand:\n D-13321, you don't sound well. Are you alright?\n\n\nD-13321:\n You don't feel it?\n\n\nCommand:\n Feel what?\n\n\nD-13321:\n There's something bad in here. Can't put a finger on it, but it's there. This sense of foreboding, like it's built into the walls of this place.\n\n\nCommand:\n You haven't expressed any issues on previous assignme—\n\n\nD-13321:\n Because on other assignments I always felt like I could get myself out of a bad situation. Something is different about this.\n\n\nCommand:\n Acknowledged, please proceed.\n\n\nD-13321 proceeds down the primary corridor. Communications are hindered by the structure of SCP-2933-1, but D-13321 exhibits no signs of distress.\n\n\nD-13321:\n So that thing I said I heard earlier? I think it's metal on metal, like some kind of grinding or scraping.\n\n\nCommand:\n Can you be more specific?\n\n\nD-13321:\n Really hard to tell, the echo in here is really bad. It's a continuous sound though, right? Maybe it's just in my head, I don't know.\n\n\nCommand:\n I see. D-13321, our communications are breaking down, I need you to return to the surface as soon as possible.\n\n\nD-13321:\n Been trying to for a while. Don't think there's a way out of here. Hallways I've walked down start to lead to dead ends. No stairways that go up. Only way to go is down. Skin is starting to fall apart, too. It's all rusty, metallic, flakes off when you touch it.\n\n\nCommand:\n Are you alright?\n\n\nD-13321:\n Yep. Been doing this for a while, boss. Got lucky long enough to make it this far, figured it would roll around to me eventually. I'll keep the comms and camera online.\n\n\nCommand:\n Thank you. I'm sorry.\n\n\nD-13321:\n Not your fault, just is what it is. Just tell [EXTRANEOUS CONVERSATION EXPUNGED]\n\n\nD-13321 continues to descend. Monitors report rising temperatures as well as high levels of gaseous pollutants in the air. After another hour, D-13321 stops to catch their breath. Command is no longer able to communicate with D-13321, but continues to receive audio from them.\n\n\nD-13321:\n Goddamn it's hot. I can hear grinding, too, somewhere below me. Metal on metal. That sound is getting louder, too, what I said earlier. My skin's gone to shit, too. Rust flakes everywhere, burns really badly. Starting to get on my face.\n\n\nD-13321:\n I don't think it's metal on metal anymore. There's something else in there too. Doesn't sound right.\n\n\nD-13321:\n Long passageway, now. This room is huge. Can barely hear, though, it's so loud. That same goddamn sound.\n\n\nD-13321:\n Oh god.\n\n\nSound of shuffling.\n\n\nD-13321:\n It's a person.\n\n\nAnother voice is picked up on D-13321's microphone. The voice is audible, but noticeably distorted and metallic.\n\n\nSCP-2933-A:\n H-hello there! I— (\nSCP-2933-A screams\n) —sorry for all the, uh, commotion.\n\n\nD-13321:\n Who are you?\n\n\nSCP-2933-A:\n Me? My name is Mr. Smiles— (\nSCP-2933-A groans, and a loud metallic sound is picked up\n) —I apologize, it's j-just that everything hurts… so much, you know? Yes, Mr. Smiles. Right here, on, on my leg, see?\n\n\nD-13321:\n That says— (\nD-13321 coughs\n) —that says \"Property of The Fact-\"\n\n\nSCP-2933-A:\n Ah, h-hang on.\n\n\nSCP-2933-A scratches at rust on its leg. Camera briefly captures the words \"Mr. Scary, Property of The Factory\" printed into the rust before SCP-2933-A exposes the skin underneath it.\n\n\nSCP-2933-A:\n There we, uh, we go! T-that's much better. Yep, Mr. Smiles, that's me!\n\n\nCamera captures the words \"Mr. Smiles, from Little Misters ® by Dr. Wondertainment\" tattooed on SCP-2933-A's leg.\n\n\nD-13321:\n What are you doing down here? What is this place?\n\n\nSCP-2933-A:\n My father built this for me. He t-told me, I— (\nSCP-2933-A screams again, and a deep metallic groaning is picked up\n) —sorry, he told me that it… would keep me safe. Or keep people safe from me? I can't really… remember now, everything j-just hurts. But it's OK!\n\n\nD-13321:\n What?\n\n\nSCP-2933-A:\n My father told me, he, uh, oh god, I'm sorry, I— (\nScreeching metallic tearing sound\n) —I, that he would come b-back for me once he was finished. He needed me for something and I wanted to… to be the best son I could be, r-right?\n\n\nD-13321:\n Hang on, hang on, what do you mean he needed you for something? Needed you for what?\n\n\nSCP-2933-A:\n (\nGroans\n) Yes, see, Father was v-very sick. The \nrust\n was inside him. So he p-promised me that if I took the rust from him, (\nPauses\n) that he would m-make smiles for everybody. That's what was important, that everybody was… was smiling!\n\n\nD-13321:\n Wait, so why did he put you down here?\n\n\nSCP-2933-A:\n After he g-gave me the rust, he… well, he was afraid, you know? There's something about the rust that really… it… it really terrifies him; he didn't even want t-to look at me. That's just fine, though! I understand completely. (\nGroans\n)\n\n\nD-13321:\n How long ago was this?\n\n\nSCP-2933-A:\n Oh, uh, a while. I didn't r-really expect everything to hurt this badly, to tell you the truth, but… my father is out there making smiles \nright now\n and he'll come back for me someday soon and we'll be together again, just you wait! (\nSCP-2933-A noticeably grimaces.\n)\n\n\nD-13321:\n Uh-huh. Guess you wouldn't know what I could do about this, would you?\n\n\nD-13321 holds up his arm, which is completely covered in iron rust and has several large sections missing.\n\n\nSCP-2933-A:\n Oh, no, n-nothing you can do about that. The pain really only gets w-worse from there, too. Once you've got the \nrust\n inside you, it just spreads and… and spreads, until there's nothing left. Just oil, and smoke, and rust.\n\n\nD-13321:\n Got it. Thanks. (\nSighs, coughs\n) You got any smokes, kid?\n\n\nSCP-2933-A:\n No sir, I don't smoke. Don't want to d-do anything to my p-pearly whites! After all, I am Mr. Sm— (\ngroans\n) S-smiles!\n\n\nD-13321:\n Figures.\n\n\nSCP-2933-A:\n C-can… can you feel the rust inside you?\n\n\nD-13321:\n Yeah, I sure can.\n\n\n[END LOG - COMMUNICATION LOSS]\n\n\n\n\n\n\n\n\n\n\nAddendum 2933.2:\n Recovered Documents\n\n\nThe following document was observed near SCP-2933-A by an automated drone.\n\n\n\n\n+ Access Document 2933-A\n\n\n\n\n- Close Document 2933-A\n\n\n\n\n\n\nWow!\n You've just found yourself your very own Little Mister, a limited edition collection from Dr. Wondertainment!\n\n\nFind them all and become Mr. Collector!!\n\n\n01. Mr. Chameleon\n\n\n02. Mr. Headless\n\n\n03. Mr. Laugh\n\n\n04. Mr. Forgetful\n\n\n05. Mr. Shapey\n\n\n06. Mr. Soap\n\n\n07. Mr. Hungry\n\n\n08. Mr. Brass\n\n\n09. Mr. Hot\n\n\n10. Ms. Sweetie\n\n\n11. Mr. Life and Mr. Death\n\n\n12. Mr. Fish\n\n\n13. Mr. Moon\n\n\n14. Mr. Redd (discontinued)\n\n\n15. Mr. Money\n\n\n16. Mr. Lost\n\n\n17.\n \nMr. Lie\n\n\n18. Mr. Mad\n\n\n19. Mr. Scary\n ✔\n\n\n20. Mr. Stripes\n\n\n\n\n\n\n\n\n\n\nAddendum 2933.3:\n Remote Observation\n\n\nFollowing a series of failed exploration attempts, a remote drone was directed into SCP-2933-1 to observe SCP-2933-A. The drone maintained communication with Command for three hours before failing. The following is an excerpt from the collected audio, edited for maximum clarity.\n\n\n\n\n+ Access Document 2933-A\n\n\n\n\n- Close Document 2933-A\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2932\n | SCP-2933 | \nSCP-2934\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2933\n\" by djkaktus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2933\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n scary1.jpg\n\n\nName:\n abandoned-ocean-rusty-sea-ship-1844870\n\n\nAuthor:\n Pexels\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nLink",
    "addendums": [
        "Addendum 2933.1: Log Transcript",
        "Addendum 2933.2: Recovered Documents\nThe following document was observed near SCP-2933-A by an automated drone.",
        "Addendum 2933.3: Remote Observation\nFollowing a series of failed exploration attempts, a remote drone was directed into SCP-2933-1 to observe SCP-2933-A. The drone maintained communication with Command for three hours before failing. The following is an excerpt from the collected audio, edited for maximum clarity.\n"
    ],
    "documents": [],
    "notes": [
        "The following audio and video log was gathered by subject D-13321, who was charged with investigating SCP-2933-1.",
        "Wow! You've just found yourself your very own Little Mister, a limited edition collection from Dr. Wondertainment! Find them all and become Mr. Collector!! 01. Mr. Chameleon 02. Mr. Headless 03. Mr. Laugh 04. Mr. Forgetful 05. Mr. Shapey 06. Mr. Soap 07. Mr. Hungry 08. Mr. Brass 09. Mr. Hot 10. Ms. Sweetie 11. Mr. Life and Mr. Death 12. Mr. Fish 13. Mr. Moon 14. Mr. Redd (discontinued) 15. Mr. Money 16. Mr. Lost 17. Mr. Lie 18. Mr. Mad 19. Mr. Scary ✔ 20. Mr. Stripes",
        "\" SCP-2933 \" by djkaktus, from the SCP Wiki . Source: https://scpwiki.com/scp-2933 . Licensed under CC-BY-SA .",
        "Filename: scary1.jpg Name: abandoned-ocean-rusty-sea-ship-1844870 Author: Pexels License: Public Domain Source Link: Link"
    ],
    "item": "SCP-2933",
    "object_class": "Euclid",
    "containment_procedures": "Under no circumstances are any individuals permitted to enter SCP-2933-1. Once monthly, a small, automated surveillance drone is to enter SCP-2933-1 to assess SCP-2933-A.",
    "description": "SCP-2933-1 is a partially submerged steel structure within a large, saltwater reservoir. The exterior and interior of SCP-2933-1 are very heavily rusted or otherwise decayed, with several features having disintegrated completely and structural deficiencies being widespread. It is currently believed that SCP-2933-1 was designed to contain SCP-2933-A.",
    "title": "SCP-2933"
}