{
    "url": "https://scp-wiki.wikidot.com/scp-2957",
    "all_text": "rating: \n+116\n+\n–\nx\n\n\nItem #:\n SCP-2957\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2957 is kept on the grounds of its original semi-private park location. The park gardens remain open to the public during the daytime, with gates closed promptly at dusk under the guise of routine maintenance and cleaning occurring during the evening. Foundation associates currently oversee the park's security services, under the guise of addressing recent vandalism and drug use reports. A security office close to the premises is kept for Foundation agent housing and temporary storage.\n\n\nTwo Level-3 field agents are currently assigned to the location, and are to patrol the grounds during 6-hour shifts. A storage cabin on the premises provides utilities and storage space, and is to be kept stocked with materials used in exchanges made with SCP-2957-1.\n\n\nA roster of staff members trained in interaction with SCP-2957-1 is kept by \nSite-DE04\n. Foundation contacts with SCP-2957-1 individuals are to be rotated every six months. Backup personnel may be called in as necessary.\n\n\nAny instances of SCP-2957-2 produced are to be carefully labeled and transported to Site-DE04 for analysis and long-term storage.\n\n\nDescription:\n SCP-2957 is a silver-tinted cultured marble statuette measuring 60 cm tall. The object's appearance bears strong resemblance to antique German \"Night Watchman\" garden gnome figurines\n1\n, with the exception of polished moonstone fragments inset into the eyes and fingernails of the figure.\n\n\nSCP-2957's anomalous effects will manifest when exposed directly to the light of a quarter moon.\n2\n Approximately seven minutes after initial exposure, SCP-2957 will disappear and an instance of SCP-2957-1 will manifest in the statue's location.\n\n\nSCP-2957-1 are small humanoid creatures measuring 40 to 60 cm in height, possessing waist-length silver-haired beards and very pale (nearly white) blue-toned skin. Instances of SCP-2957-1 appear thin and frail-looking, similar to elderly humans, and stand slightly hunched over. Notably, the large, rounded eyes of SCP-2957-1 instances are pitch-black except in the presence of moonlight; when reflecting the light of the moon, the sclera give off a faint yellow glow.\n\n\nAll observed instances of SCP-2957-1 have manifested adorned in similar dark blue robes with silver trimmings, and additionally wearing or carrying a large conical hat decorated with moonstone fragments similar to those embedded in SCP-2957. Despite the frail appearance of SCP-2957-1, their behavior suggests the individuals are in good health.\n\n\nUpon manifestation, SCP-2957-1 individuals will address the nearest autonomous being\n3\n and inquire as to whether the being is interested in \"imbuing a select stone with the whispers of the moon\". When provided with any stone\n4\n with a longest dimension of 17 cm or less, SCP-2957-1 will request payment for their work, usually in the form of food, building material, or other non-luxury items. If presented with the requested payment within 50 minutes\n5\n, SCP-2957-1 individual will then proceed to complete a complicated ritual involving various gestures and unintelligible spoken incantations to impart simple anomalous effects into the stone provided. Stones imbued with anomalous effects as a result of SCP-2957-1 are designated SCP-2957-2. An excerpt of notable recorded Foundation exchanges made with SCP-2957-1 includes:\n\n\n\n\n\n\nName, appearance\n\n\nMaterial provided → Alteration\n\n\nPayment requested / Translation\n\n\nExchange made\n\n\n\n\n\n\nSchiefer,\n6\n 45 cm tall, slightly dark skin, arrangement of moonstones on hat forms a circumpunct\n\n\n10 cm flat slate tile fragment → stone can be used as a mirror, reflects an individual's visage with excellent clarity.\n\n\n\"So viel grüner Seetang wie ich tragen kann.\"\n / \"As much green Seaweed as I can carry.\"\n\n\nBulk amount of tightly-packed preserved seaweed sheets. SCP-2957-1 examined stock, took roughly 23 kg of seaweed.\n\n\n\n\n\n\nBimsstein, 49 cm tall, pale skin, arrangement of moonstones on hat forms an inverted triangle\n\n\n6 cm long clear calcite prism → when struck against the ground, emits a faint glow similar to moonlight for roughly 3 hours\n\n\n\"Wir bedürfen neuen Werkzeugs für die Arbeit, bringt uns das stärkste aller Metalle, so wir daraus feinstes Werkzeug machen mögen.\"\n / (Archaic, pretentious) \"We require new tools for work, bring us the strongest of all metals, so we therefrom may make the finest tools.\"\n\n\n20 kg crucible steel, 20 kg modern-process steel. SCP-2957-1 instantly rejected the modern steel in favor of the crucible steel.\n\n\n\n\n\n\nKohle, 55 cm tall, extremely pale skin with faint hint of blue, a single moonstone embedded in hat, beard is notably shorter compared to other instances of SCP-2957-1\n\n\n8 cm irregularly-shaped moonstone → when exposed to visible light, diffuses scent of \nCestrum nocturnum\n7\n, into the environment\n\n\n\"Das beste Leder das ihr finden könnt, soviel in meine Tasche passt.\"\n / \"The best leather you can find, as much as fits in my satchel.\"\n\n\n10 kg of full-grain leather. SCP-2957-1 took approximately 7 kg of the provided material.\n\n\n\n\n\n\nMarmor, 60 cm tall, pale skin a shade darker than Bimsstein, 3 moonstones arranged vertically on hat, beard is notably darker than other instances of SCP-2957-1, this instance also has a much thinner physique\n\n\n7 cm diameter circular moonstone → provides immediate soothing effect upon skin contact. Can be used as analgesic for minor long-term ailments.\n\n\n\"Etwas warmes für mein Haupt, aber kleiner als mein Kopf.\"\n / \"Something warm for my pate, but smaller than my head.\"\n\n\nSeven small royal-blue wool knit hats. SCP-2957-1 appeared visibly pleased with the number and color.\n\n\n\n\n\n\nAddendum 2957-1:\n Occasionally, on the night of a new moon, SCP-2957-1 instances will manifest from SCP-2957. During these times, manifested SCP-2957-1 instances appear tense or apprehensive in demeanor. On ██/██/████, a Foundation-familiar instance of SCP-2957-1 manifested. Agent Grauer, the current assigned SCP-2957-1 contact, managed to conduct a brief interview.\n\n\n\n\nNote: The following interview was conducted in German and has been translated. Statements of interest from SCP-2957-1 are noted in their original wording.\n\n\nAgent Grauer:\n I have to say, this is an unusual moon phase to meet you.\n\n\nBimsstein:\n Excuse me. But the tides are uneasy and the moon is restless in this dark night. His darker servants prefer such times.\n\n\nAgent Grauer:\n Are not all of you servants of the moon?\n\n\nBimsstein:\n \n\"Der Mond ist stark, das wohl, aber er gehört uns nicht allein.\"\n8\n See, \nHeinzelmännchen\n9\n are getting by but it is not easy; and with the decades it does not exactly improve. Yes, we are getting along but with every cycle of the moon there are fewer stones that speak, and with every day there are less places we can go to.\n\n\nAgent Grauer:\n I'm sorry to hear that. Is there nobody else who you can trade with?\n\n\nBimsstein:\n We only trust ourselves. We bid for a bowl of milk here and there, but time goes by and the shadows grow longer. The \nKobolde\n like superstitiousness and there is more horror and punishment they… no. Forget what I have said.\n\n\nAgent Grauer:\n \nKobolde\n, you say?\n\n\nBimsstein:\n Those of us who take without exchange. We have withstood their raids. You should not be the next they are taking from.\n\n\nAgent Grauer:\n Should I be wary? Could I meet one of them?\n\n\nBimsstein:\n \n[haltingly]\n Maybe, yes. Be suspicious. If you see one of us, with eyes so dark as a moonless night, who is lifeless as the still wind, and whose skin is limpid like trembling water, turn him away.\n\n\nAgent Grauer:\n \"One of us\"? So they are…?\n\n\nBimsstein:\n They are those of us who have sworn off the first duty of the moon. Those who have turned away from him and his guiding words to live by their own schemes. \n\"Ein schiefgegangener Wunsch.\"\n10\n\n\nAgent Grauer:\n Why do they decline the first duty?\n\n\nBimsstein:\n The kindness of nature lies in the guidance of the moon, and the moon can't guide what he can't see. But though we need to hear his words, some don't want to listen. Let us not talk about them anymore.\n\n\nAgent Grauer:\n I apologize for bringing up this memory. Let us talk about your pay.\n\n\nBimsstein:\n No my friend. You have listened, that is good enough for me. Consider it as full payment. We are always glad to trade with you. By the shine of the moonstones, we are glad men like you have found one of our talking stones.\n\n\n\n\nInvestigation into the \"Kobolde\" entities mentioned by SCP-2957-1, and the existence of additional instances of SCP-2957, is ongoing. Recent manifestations of SCP-2957-1 have declined to comment further on their culture and history, but remain genial towards Foundation personnel.\n\n\nAddendum 2957-2:\n As of ██/██/████, increased security precautions have been recommended by Foundation personnel assigned to SCP-2957, due to recurring anomalous activity in the Wuppertal park currently housing the statuette. Surveillance records report fountain water turning a red hue, single bricks being removed from solid walls, and piles of dead insects appearing on the doorstep of the caretakers' cabin used to store trading goods for SCP-2957-1.\n\n\nRecent manifestations of SCP-2957-1 have continued to decline to comment on these happenings, cautioning Foundation staff, \"to speak of them is to summon them\".\n\n\n\n\nFootnotes\n\n\n1\n. A visual similarity to \nSCP-1054\n has been noted.\n\n\n2\n. This information was noted upon SCP-2957's initial acquisition from Wuppertal, North Rhine-Westphalia, following Foundation investigation into reports of twice-monthly supernatural happenings associated with a public nature sanctuary garden. Civilian informants involved were amnesticized following interviews.\n\n\n3\n. SCP-2957-1 have been observed to attempt conversation with pets, including domesticated cats, dogs, and rodents. SCP-2957-1 instances speak fluent German, and additionally understand common conversational phrases in a variety of other languages.\n\n\n4\n. SCP-2957-1 demonstrate greater approval of translucent stones, but will alter any rock material provided by the individual they broker the deal with.\n\n\n5\n. Noted by one SCP-2957-1 instance as \"the space between tides, where the moon and we too rest\".\n\n\n6\n. Listed as the first instance of SCP-2957-1 to have successfully bartered with Foundation personnel.\n\n\n7\n. Common name \"night-blooming jasmine\"\n\n\n8\n. \"The moon is strong, that is, but he doesn't belong only to us.\"\n\n\n9\n. A race of creatures from German folklore, specifically a tale about little house gnomes.\n\n\n10\n. \"A gone-wrong wish.\"\n\n\n\n\n\n\n\n\n« \nSCP-2956\n | SCP-2957 | \nSCP-2958\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2957\n\" by coffeepunk, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2957\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 2957-1: Occasionally, on the night of a new moon, SCP-2957-1 instances will manifest from SCP-2957. During these times, manifested SCP-2957-1 instances appear tense or apprehensive in demeanor. On ██/██/████, a Foundation-familiar instance of SCP-2957-1 manifested. Agent Grauer, the current assigned SCP-2957-1 contact, managed to conduct a brief interview.\nInvestigation into the \"Kobolde\" entities mentioned by SCP-2957-1, and the existence of additional instances of SCP-2957, is ongoing. Recent manifestations of SCP-2957-1 have declined to comment further on their culture and history, but remain genial towards Foundation personnel.",
        "Addendum 2957-2: As of ██/██/████, increased security precautions have been recommended by Foundation personnel assigned to SCP-2957, due to recurring anomalous activity in the Wuppertal park currently housing the statuette. Surveillance records report fountain water turning a red hue, single bricks being removed from solid walls, and piles of dead insects appearing on the doorstep of the caretakers' cabin used to store trading goods for SCP-2957-1.\nRecent manifestations of SCP-2957-1 have continued to decline to comment on these happenings, cautioning Foundation staff, \"to speak of them is to summon them\"."
    ],
    "documents": [],
    "notes": [
        "Note: The following interview was conducted in German and has been translated. Statements of interest from SCP-2957-1 are noted in their original wording. Agent Grauer: I have to say, this is an unusual moon phase to meet you. Bimsstein: Excuse me. But the tides are uneasy and the moon is restless in this dark night. His darker servants prefer such times. Agent Grauer: Are not all of you servants of the moon? Bimsstein: \"Der Mond ist stark, das wohl, aber er gehört uns nicht allein.\" 8 See, Heinzelmännchen 9 are getting by but it is not easy; and with the decades it does not exactly improve. Yes, we are getting along but with every cycle of the moon there are fewer stones that speak, and with every day there are less places we can go to. Agent Grauer: I'm sorry to hear that. Is there nobody else who you can trade with? Bimsstein: We only trust ourselves. We bid for a bowl of milk here and there, but time goes by and the shadows grow longer. The Kobolde like superstitiousness and there is more horror and punishment they… no. Forget what I have said. Agent Grauer: Kobolde , you say? Bimsstein: Those of us who take without exchange. We have withstood their raids. You should not be the next they are taking from. Agent Grauer: Should I be wary? Could I meet one of them? Bimsstein: [haltingly] Maybe, yes. Be suspicious. If you see one of us, with eyes so dark as a moonless night, who is lifeless as the still wind, and whose skin is limpid like trembling water, turn him away. Agent Grauer: \"One of us\"? So they are…? Bimsstein: They are those of us who have sworn off the first duty of the moon. Those who have turned away from him and his guiding words to live by their own schemes. \"Ein schiefgegangener Wunsch.\" 10 Agent Grauer: Why do they decline the first duty? Bimsstein: The kindness of nature lies in the guidance of the moon, and the moon can't guide what he can't see. But though we need to hear his words, some don't want to listen. Let us not talk about them anymore. Agent Grauer: I apologize for bringing up this memory. Let us talk about your pay. Bimsstein: No my friend. You have listened, that is good enough for me. Consider it as full payment. We are always glad to trade with you. By the shine of the moonstones, we are glad men like you have found one of our talking stones.",
        "\" SCP-2957 \" by coffeepunk, from the SCP Wiki . Source: https://scpwiki.com/scp-2957 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2957",
    "object_class": "Safe",
    "containment_procedures": "SCP-2957 is kept on the grounds of its original semi-private park location. The park gardens remain open to the public during the daytime, with gates closed promptly at dusk under the guise of routine maintenance and cleaning occurring during the evening. Foundation associates currently oversee the park's security services, under the guise of addressing recent vandalism and drug use reports. A security office close to the premises is kept for Foundation agent housing and temporary storage.",
    "description": "SCP-2957 is a silver-tinted cultured marble statuette measuring 60 cm tall. The object's appearance bears strong resemblance to antique German \"Night Watchman\" garden gnome figurines1, with the exception of polished moonstone fragments inset into the eyes and fingernails of the figure.",
    "title": "SCP-2957"
}