{
    "url": "https://scp-wiki.wikidot.com/scp-2972",
    "all_text": "rating: \n+216\n+\n–\nx\n\n\nItem #:\n SCP-2972\n\n\nObject Class:\n \nSafe\n \nEuclid \n(Provisional)\n Safe\n\n\nSpecial Containment Procedures:\n The lot containing SCP-2972 has been purchased from Dollar General Corporation by a Foundation shell group\n1\n, Sawgrass Holdings. The building adjacent to SCP-2972 has been demolished, and SCP-2972 has been fenced in. Local Mobile Task Force 769-Ayin (\"Clanga\") \nwill maintain a surveillance camera on the premises and ensure no motor vehicles are introduced to SCP-2972.\n will deliver one functioning motor vehicle to the premises of SCP-2972 at least once every 21 days, to prevent the spread of SCP-2972's effect. LMTF 769-ע will coordinate with Sebastopol, Crimea-based Local Mobile Task Force 652-Peh (\"Artel's Pot\") to ensure vehicles transported via SCP-2972 are recovered and contained.\n\n\nDescription:\n SCP-2972 is a parking lot, formerly attached to the Dollar General store in Sebastopol, Mississippi. Once, between every two (2) and twenty-one (21) days, SCP-2972 will cause a seemingly random unoccupied motor vehicle parked\n2\n within its bounds to disappear, apparently instantaneously\n3\n. The motor vehicle\n4\n simultaneously appears in a warehouse in the industrial district of Sebastopol, Crimea. The vehicle appears with all wheels (if applicable) touching the ground and aligned lengthwise with magnetic north, regardless of original orientation.\n\n\nDiscovery:\n SCP-2972 was discovered when four consecutive car thefts (believed to be the first events caused by the anomaly) occurred in the Dollar General parking lot in Sebastopol, Mississippi. Following the third vehicle disappearance, store managers installed a security camera in the lot.\n\n\nWhen surveillance footage showed the fourth vehicle disappearing between video frames, an embedded Federal Bureau of Investigation Unusual Incidents Unit agent in the Mississippi Highway Patrol took notice of the case. At the time of containment handover from the UIU to the Foundation, Agent Solowski\n5\n recounted the discovery:\n\n\n\n\n\n\nExcerpt from Interview 2972-2\n, Dec 18 2005\n\nParticipating: Fmr. UIU Agent Titus Solowski, Foundation Junior Researcher Dr. Shauna Little. Foundation's Jeremy Hornbeck, secretary.\n\n\n\n\nDr. Little:\n So, you took over the case in your capacity with the Highway Patrol.\n\n\nAgent Solowski:\n Correct. I decided to run a sting, emptying the lot and seeding it with a high-value vehicle, embedded with a GPS.\n\n\nDr. Little:\n And, according to the records, that car disappeared from the lot five days and seven hours later?\n\n\nAgent Solowski:\n Affirmative. Our team —\n\n\nSec. Hornbeck:\n For the record, you are referring to the Mississippi Highway Patrol as \"our team\"?\n\n\nAgent Solowski:\n No, UIU. Our team got an alert tracing the object to Ukraine\n6\n of all places. We ran it up the ladder and they phoned up Interpol and y'all. I got flown out to Crimea to help run the sting on the place.\n\n\nDr. Little:\n And the results?\n\n\nAgent Solowski:\n A couple guys, if you'd believe it, were grabbing these cars, filing off the VINs and selling them on the black market. Occasionally, they'd get cash or drugs or whatever from inside 'em, too. Nice little business they had.\n\n\nDr. Little:\n Did these individuals —\n\n\nSec. Hornbeck:\n Sorry, point of information. How many guys, exactly?\n\n\nAgent Solowski:\n Two. Dr. Little?\n\n\nDr. Little:\n How did these two individuals create this anomaly?\n\n\nAgent Solowski:\n They say they didn't, and our extensive interrogation leads me to believe they're telling the truth. They said some whispers on the black market pointed them in the right way, guy called \"Penrose.\" Apparently, the names of the two cities connected them with what he called a \"linguistic ley line,\" making moving stuff between the two trivial. Funny, really, these guys find out 'magic' is out there and their first thought is stealing cars. People really aren't that creative, you know?\n\n\n\n\nAddendum, 8/1/2011:\n Following the conclusion of testing and creation of initial containment procedures for SCP-2972, no motor vehicles meeting the criteria for disappearance were placed in the bounds of SCP-2972. After 44 days of no anomalous activity, a vehicle belonging to the owner of a nearby service station spontaneously disappeared, appearing in the Crimean location.\n\n\nSCP-2972 was upgraded to \nProvisional Euclid\n by Primary Containment, temporarily, with the classification returned to \nSafe\n two months later.\n\n\nNew containment policies requiring the transport of a vehicle at regular intervals appear to have confined the phenomena again to the bounds of SCP-2972. Future car theft reports in the Leake and Scott County areas are to be closely monitored.\n\n\n\n\nFootnotes\n\n\n1\n. As part of the initial agreement of containment handover, 40% of the funding for the purchase of SCP-2972 was provided by the Federal Bureau of Investigation's Unusual Incidents Unit in exchange for Foundation responsibility for containment.\n\n\n2\n. For the purposes of containment \"motor vehicle\" includes cars, motorbikes, motor scooters, golf carts, semi trucks, construction equipment and, in one instance, an airboat. \"Parked\" vehicles do not have the engine running, but may have lights, electronics or other devices active. \"Unoccupied\" vehicles do not contain any living warm-blooded animals.\n\n\n3\n. Atomic clocks onboard five (5) vehicles transported with SCP-2972 indicate no temporal desynchronization during the transportation event.\n\n\n4\n. \"Or an exact replica of the same.\" - Secondary Containment Proposal\n\n\n5\n. Employed by the Foundation as part of the containment agreement, now Deputy Director of Local Mobile Task Forces, Region 352.\n\n\n6\n. In light of the current sensitive nature of the Crimean Peninsula's national status, and out of respect for our employees and allies in both Russia and Ukraine, Foundation Human Resources officially take no position on the ownership of Crimea. Agent Solowski's comments in Dec 2005 accurately represented the political situation of Sebastopol, Crimea at the time.\n\n\n\n\n\n\n\n\n« \nSCP-2971\n | SCP-2972 | \nSCP-2973\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2972\n\" by Kate McTiriss, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2972\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum, 8/1/2011: Following the conclusion of testing and creation of initial containment procedures for SCP-2972, no motor vehicles meeting the criteria for disappearance were placed in the bounds of SCP-2972. After 44 days of no anomalous activity, a vehicle belonging to the owner of a nearby service station spontaneously disappeared, appearing in the Crimean location.\nSCP-2972 was upgraded to Provisional Euclid by Primary Containment, temporarily, with the classification returned to Safe two months later.\nNew containment policies requiring the transport of a vehicle at regular intervals appear to have confined the phenomena again to the bounds of SCP-2972. Future car theft reports in the Leake and Scott County areas are to be closely monitored."
    ],
    "documents": [],
    "notes": [
        "Excerpt from Interview 2972-2 , Dec 18 2005 Participating: Fmr. UIU Agent Titus Solowski, Foundation Junior Researcher Dr. Shauna Little. Foundation's Jeremy Hornbeck, secretary. Dr. Little: So, you took over the case in your capacity with the Highway Patrol. Agent Solowski: Correct. I decided to run a sting, emptying the lot and seeding it with a high-value vehicle, embedded with a GPS. Dr. Little: And, according to the records, that car disappeared from the lot five days and seven hours later? Agent Solowski: Affirmative. Our team — Sec. Hornbeck: For the record, you are referring to the Mississippi Highway Patrol as \"our team\"? Agent Solowski: No, UIU. Our team got an alert tracing the object to Ukraine 6 of all places. We ran it up the ladder and they phoned up Interpol and y'all. I got flown out to Crimea to help run the sting on the place. Dr. Little: And the results? Agent Solowski: A couple guys, if you'd believe it, were grabbing these cars, filing off the VINs and selling them on the black market. Occasionally, they'd get cash or drugs or whatever from inside 'em, too. Nice little business they had. Dr. Little: Did these individuals — Sec. Hornbeck: Sorry, point of information. How many guys, exactly? Agent Solowski: Two. Dr. Little? Dr. Little: How did these two individuals create this anomaly? Agent Solowski: They say they didn't, and our extensive interrogation leads me to believe they're telling the truth. They said some whispers on the black market pointed them in the right way, guy called \"Penrose.\" Apparently, the names of the two cities connected them with what he called a \"linguistic ley line,\" making moving stuff between the two trivial. Funny, really, these guys find out 'magic' is out there and their first thought is stealing cars. People really aren't that creative, you know?",
        "\" SCP-2972 \" by Kate McTiriss, from the SCP Wiki . Source: https://scpwiki.com/scp-2972 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2972",
    "object_class": "Safe Euclid (Provisional) Safe",
    "containment_procedures": "The lot containing SCP-2972 has been purchased from Dollar General Corporation by a Foundation shell group1, Sawgrass Holdings. The building adjacent to SCP-2972 has been demolished, and SCP-2972 has been fenced in. Local Mobile Task Force 769-Ayin (\"Clanga\") will maintain a surveillance camera on the premises and ensure no motor vehicles are introduced to SCP-2972. will deliver one functioning motor vehicle to the premises of SCP-2972 at least once every 21 days, to prevent the spread of SCP-2972's effect. LMTF 769-ע will coordinate with Sebastopol, Crimea-based Local Mobile Task Force 652-Peh (\"Artel's Pot\") to ensure vehicles transported via SCP-2972 are recovered and contained.",
    "description": "SCP-2972 is a parking lot, formerly attached to the Dollar General store in Sebastopol, Mississippi. Once, between every two (2) and twenty-one (21) days, SCP-2972 will cause a seemingly random unoccupied motor vehicle parked2 within its bounds to disappear, apparently instantaneously3. The motor vehicle4 simultaneously appears in a warehouse in the industrial district of Sebastopol, Crimea. The vehicle appears with all wheels (if applicable) touching the ground and aligned lengthwise with magnetic north, regardless of original orientation.",
    "title": "SCP-2972"
}