{
    "url": "https://scp-wiki.wikidot.com/scp-2973",
    "all_text": "rating: \n+97\n+\n–\nx\n\n\nItem #:\n SCP-2973\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n While not being tested SCP-2973 is to remain in a locked plastic case in Storage Site-12. Televisions, smart phones, or any other device that has a display screen should remain outside of SCP-2973 10 meter transfer radius.\n\n\nIn the event that security around SCP-2973 is compromised, on-site personnel must power down the affected devices. In the event that SCP-2973 has rendered this impossible, physical destruction is permitted.\n\n\nTesting of SCP-2973 and SCP-2973-1 requires the approval of level-2 administrative personnel.\n\n\nDescription:\n SCP-2973 is an object identical to a Tamagotchi brand virtual pet toy, discovered in an elementary school in Albany, New York. The device was located when local reports were cross referenced regarding a computer virus plaguing the school. All televisions, computers, and phones in the school were rendered inoperable due to irreparable screen malfunctions at the time of its recovery.\n\n\nThe anomalous properties of SCP-2973 manifest when the device is turned on. When activated, SCP-2973 will display a blank screen with a pixel depiction of a tombstone in the center of the screen from which a new pixel sprite will emerge. This new sprite appears visually identical to typical Tamagotchi sprites with the exception of X symbols where eye sprites would typically be. The user of SCP-2973 cannot interact with this sprite in any way attributed to traditional use of a Tamagotchi toy. This character is referred to as SCP-2973-1.\n\n\nSCP-2973-1 can exit the boundaries of SCP-2973's screen to appear on another electronic display. While inside of a display screen SCP-2973-1 is capable of interacting with file thumbnails as if they were physical objects, but cannot access the program functions of the files themselves. SCP-2973-1 will often consume these thumbnails, and in turn destroy the files, while it is present on a display outside of SCP-2973. It will then produce waste pixels in a fashion typical of a Tamagotchi pet after feeding. Devices containing waste pixels from SCP-2973-1 exude an odor typical of animal feces.\n\n\nWhile SCP-2973-1 is inside of a device aside from SCP-2973, the user can interact with it through the device's main interface\n1\n. SCP-2973-1 can then be picked up and manipulated in this manner.\n\n\nSCP-2973-1 will avoid directly interacting with the user at all times and will instead attempt to consume files the user deems important as dictated by how often the user accesses the file.\n\n\nAddendum A:\n Testing event 2973-58. Presiding researcher Dr. Hollands. Transcript.\n\n\n\n\n22:00\n SCP-2973 is placed next to a mundane Tamagotchi virtual pet that has been activated five minutes prior to the testing (the subject).\n\n\n22:15\n SCP-2973-1 turns to the subject.\n\n\n22:30\n The subject begins buzzing\n2\n although it has already been fed. After executing a discipline function on the subject, it continues to buzz.\n\n\n22:31\n SCP-2973-1 approaches the subject's device.\n\n\n22:31\n SCP-2973-1 enters the subject's screen.\n\n\n22:35\n The subject's device emits a continuous buzzing. The subject disappears into the right side of the screen, and is followed by SCP-2973-1. SCP-2973-1 continues chasing the subject in a scrolling parallax.\n\n\n22:36\n The subjects are not depicted on the screen. The buzzing becomes erratic, and then stops.\n\n\n22:50\n SCP-2973, 2973-1, and the testing subject remain inactive for an extended period.\n\n\n23:32\n SCP-2973-1 reemerges from the side of the screen followed by a new instance of SCP-2973-1. The new instance of SCP-2973-1 displays visual similarities to the Tamagotchi pixel sprite from the subject's display screen.\n\n\n\n\nAddendum B:\n Testing event 2973-59. Presiding researcher Breen. Transcript.\n\n\n\n\nIn this test, SCP-2973 was placed beside a powered-off television to view the effects it has on such display screens. The test was conducted in an isolated chamber using robotic manipulation.\n\n\n\n\n\n\n12:20\n SCP-2973 is placed next to the powered-off television.\n\n\n12:22\n SCP-2973-1 moves to the top of its screen and then then vanishes.\n\n\n14:23\n SCP-2973-1 cannot be located for two hours. The television is powered on and SCP-2973-1 is not present inside of it.\n\n\n14:23\n SCP-2973-1 unexpectedly appears on the security monitor of the surveillance booth, and approaches the robot on the surveillance screen. SCP-2973-1 is not visible in the testing chamber proper.\n\n\n14:24\n SCP-2973-1 approaches the robot and begins consuming it. Loud metallic crashing and grinding can be heard within the testing chamber, although SCP-2973-1 is not visible and the physical robot shows no signs of damage.\n\n\n14:40\n SCP-2973-1 remains on-screen for fifteen minutes before producing a waste pixel sprite. Personnel present in the surveillance booth report an overpowering scent typical of animal feces. SCP-2973-1 then moves toward the security door and begins headbutting it. Loud crashing can be heard within the room.\n\n\n14:42\n Security vacates the security surveillance booth and seals the testing chamber behind an emergency containment door as of Protocol 12-17\n3\n. Power to the surveillance booth is switched off.\n\n\n14:45\n Cameras and monitors are reactivated.\n\n\n14:46\n SCP-2973-1 is no longer present on the security monitor and has reappeared on SCP-2973. The manipulation robot emits a vibrating noise for one hour afterward, and smells strongly of copper, although it shows no signs of damage. Containment procedures have been updated.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Mouse, touch screen, touchpad, etc.\n\n\n2\n. This action typically indicates that a Tamagotchi requires feeding.\n\n\n3\n. In the event of an anomalous manifestation in a non-containment wing of Site-12, all entries and exits affected by the effect, event, or entity must activate their emergency containment blast-doors.\n\n\n\n\n\n\n\n\n« \nSCP-2972\n | SCP-2973 | \nSCP-2974\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2973\n\" by faminepulse and SpookyBee, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2973\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum A: Testing event 2973-58. Presiding researcher Dr. Hollands. Transcript.",
        "Addendum B: Testing event 2973-59. Presiding researcher Breen. Transcript."
    ],
    "documents": [],
    "notes": [
        "22:00 SCP-2973 is placed next to a mundane Tamagotchi virtual pet that has been activated five minutes prior to the testing (the subject). 22:15 SCP-2973-1 turns to the subject. 22:30 The subject begins buzzing 2 although it has already been fed. After executing a discipline function on the subject, it continues to buzz. 22:31 SCP-2973-1 approaches the subject's device. 22:31 SCP-2973-1 enters the subject's screen. 22:35 The subject's device emits a continuous buzzing. The subject disappears into the right side of the screen, and is followed by SCP-2973-1. SCP-2973-1 continues chasing the subject in a scrolling parallax. 22:36 The subjects are not depicted on the screen. The buzzing becomes erratic, and then stops. 22:50 SCP-2973, 2973-1, and the testing subject remain inactive for an extended period. 23:32 SCP-2973-1 reemerges from the side of the screen followed by a new instance of SCP-2973-1. The new instance of SCP-2973-1 displays visual similarities to the Tamagotchi pixel sprite from the subject's display screen.",
        "In this test, SCP-2973 was placed beside a powered-off television to view the effects it has on such display screens. The test was conducted in an isolated chamber using robotic manipulation.",
        "12:20 SCP-2973 is placed next to the powered-off television. 12:22 SCP-2973-1 moves to the top of its screen and then then vanishes. 14:23 SCP-2973-1 cannot be located for two hours. The television is powered on and SCP-2973-1 is not present inside of it. 14:23 SCP-2973-1 unexpectedly appears on the security monitor of the surveillance booth, and approaches the robot on the surveillance screen. SCP-2973-1 is not visible in the testing chamber proper. 14:24 SCP-2973-1 approaches the robot and begins consuming it. Loud metallic crashing and grinding can be heard within the testing chamber, although SCP-2973-1 is not visible and the physical robot shows no signs of damage. 14:40 SCP-2973-1 remains on-screen for fifteen minutes before producing a waste pixel sprite. Personnel present in the surveillance booth report an overpowering scent typical of animal feces. SCP-2973-1 then moves toward the security door and begins headbutting it. Loud crashing can be heard within the room. 14:42 Security vacates the security surveillance booth and seals the testing chamber behind an emergency containment door as of Protocol 12-17 3 . Power to the surveillance booth is switched off. 14:45 Cameras and monitors are reactivated. 14:46 SCP-2973-1 is no longer present on the security monitor and has reappeared on SCP-2973. The manipulation robot emits a vibrating noise for one hour afterward, and smells strongly of copper, although it shows no signs of damage. Containment procedures have been updated.",
        "\" SCP-2973 \" by faminepulse and SpookyBee, from the SCP Wiki . Source: https://scpwiki.com/scp-2973 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2973",
    "object_class": "Euclid",
    "containment_procedures": "While not being tested SCP-2973 is to remain in a locked plastic case in Storage Site-12. Televisions, smart phones, or any other device that has a display screen should remain outside of SCP-2973 10 meter transfer radius.",
    "description": "SCP-2973 is an object identical to a Tamagotchi brand virtual pet toy, discovered in an elementary school in Albany, New York. The device was located when local reports were cross referenced regarding a computer virus plaguing the school. All televisions, computers, and phones in the school were rendered inoperable due to irreparable screen malfunctions at the time of its recovery.",
    "title": "SCP-2973"
}