{
    "url": "https://scp-wiki.wikidot.com/scp-2975",
    "all_text": "rating: \n+264\n+\n–\nx\n\n\nItem #:\n SCP-2975\n\n\nObject Class:\n Neutralized\n\n\nSpecial Containment Procedures:\n The remains of SCP-2975 are monitored by Observation Post SYN-Alpha-019, staffed by members of \nMobile Task Force Sigma-3 (\"Bibliographers\")\n. Any unusual activity is to be reported immediately to Site-19 Command.\n\n\nDescription:\n SCP-2975 is a demolished house on the outskirts of the city of [REDACTED], originally built over an extensive cave system, leading to a crevasse extending an unknown depth into the Earth's mantle. This crevasse is now inaccessible. It is unclear whether it has simply closed, or no longer exists.\n\n\nSCP-2975 was considered a historical landmark by the local community, which was aware of its anomalous status, and colloquially referred to it as a \"haunted house\" and \"The Memory House\". With a few exceptions, most members of the local community attempted to prevent the discovery or containment of SCP-2975.\n\n\nOn 03/06/████, a group called the Order of the White Sun attempted to use SCP-2975 as a ritual conduit to cause an XK-Class end of the world scenario. This was discovered by analysis of information patterns collated by Mobile Task Force Sigma-3.\n\n\nA series of localized CK-class reality shifts occurred during the operation to neutralize SCP-2975, obscuring the specific events which took place. However, the ritual event was terminated, and SCP-2975 was demolished by \nMobile Task Force Psi-7 (\"Home Improvement\")\n.\n\n\nNo anomalous activity has been recorded from SCP-2975 since ██/██/████.\n\n\nAddendum:\n SCP-2975 Partial Interview Logs [Post-SCP-2975 neutralization]\n\n\n\n\nInterview M. Donaldson Excerpt\n\n\n\n\nClose File\n\n\n\n\n\n\nInterview with Morgan Donaldson, community member local to SCP-2975. (Excerpt)\n\n\nMorgan Donaldson:\n Look, I'm not really comfortable speaking with Jailors, but [REDACTED] said I had to come and talk to you, so here I am.\n\n\nInterviewer:\n Thank you. I just have some questions about the House on Memory Lane, if you don't mind.\n\n\nMorgan Donaldson:\n The Memory House? The one your people blew up? A lot of us aren't happy about that, you know. I have to say, I agree with them.\n\n\nInterviewer:\n Can you elaborate?\n\n\nMorgan Donaldson:\n It was a center of our community.\n\n\nInterviewer:\n Well, I understand it did… er, eat people.\n\n\nMorgan Donaldson:\n Only the ones it was fed. Mostly. A few others, sure, but everyone should've known to stay away from that part of town after dark.\n\n\nInterviewer:\n What about people who didn't know about the house's… dangerous aspects?\n\n\nMorgan Donaldson:\n Who cares about them? They weren't from around here. Outsiders, like you people. This just goes towards the general decay of our society, you know. The Hand is going radical, and people in this community cast aside our traditions and betray us to you Jailors. [Shakes head] I don't mean to offend you, but it's just the way things are.\n\n\nInterviewer:\n I promise, the, uh, sect of Jailors we're part of, we work with local communities. We won't do anything to disrupt your community, I promise.\n\n\nMorgan Donaldson:\n You destroyed the Memory House. You imprisoned its caretakers. If that isn't disrupting our community, I don't know what is.\n\n\n\n\nInterviewer:\n Well, the House… was eating people, wasn't it? Or… being fed people, right?\n\n\nMorgan Donaldson:\n I told you. Only outsiders, only people who didn't matter. Not the people who can take care of themselves worth a damn. People die in the streets all the time, in cities all around the world, and no one cares.\n\n\n[Pause]\n\n\nMorgan Donaldson:\n Alright, sure, it shouldn't have been allowed to go on the way it did. Maybe we should've done something sooner. What do you want me to say?\n\n\nInterviewer:\n Doesn't it make a difference that the White Sun cult — the caretakers of the Memory House — that they were trying to end the world?\n\n\n\n\nMorgan Donaldson:\n Look, you're missing the point. Yes, the caretakers of the House went too far. But if you'd left it to us to handle, we could have found a solution. A better solution. We wouldn't have just razed a living historical icon to the ground. There had to be another way.\n\n\n\n\n\n\nClose File\n\n\n\n\n\n\n\n\nInterview D. Sawyer Excerpt\n\n\n\n\nClose File\n\n\n\n\n\n\nInterview with Danielle Sawyer, community member local to SCP-2975. (Excerpt)\n\n\nDanielle Sawyer:\n I admit, I didn't even know about the whole world-ending thing. I just thought this had gone on long enough. Something had to be done about that damn house, and that cult holed up there.\n\n\nInterviewer:\n And there was resistance to this?\n\n\nDanielle Sawyer:\n Oh, like you wouldn't believe. \"Oh, it's just our local people-eating haunted house. You know how it is, you just have to know when to avoid it. Oh, no, you can't tear it down, it's a traditional part of our community! That cult is a charming piece of local color! They've been here for generations, one of them's on the City Council, and isn't he nice and respectable? This is just a phase, usually they only sacrifice two or three homeless girls a year. Just give it some time!\"\n\n\n[Pause]\n\n\nDanielle Sawyer:\n Sometimes I just don't know what is wrong with people.\n\n\nInterviewer:\n How many people were involved in protecting the house?\n\n\nDanielle Sawyer:\n Well, if I'm being honest, we're all culpable. I grew up knowing about the house, of course. It only ate a few people a year. Most of them fed to it by the Order. People always said it was okay so long as you don't go to the wrong part of town, or went only with the protection of the White Sun cultists there.\n\n\n[Pause]\n\n\nDanielle Sawyer:\n There were a lot of people who found it fascinating, actually — it was something of a local attraction. People from all over the world came to observe it, and from some other worlds, too. They called it \"a symbiotic architectural hive-mind generally not observed in baseline realities.\" And the caves under it, \"a portal to the True Dream\", \"the Gate of Horn\", \"the Pit of Eternity\". I did a little reading on it as a kid, for a class report in high school. Never understood it as much as I pretended to, but I got an A, so hey.\n\n\n[Pause]\n\n\nDanielle Sawyer:\n Then the cultists started looking around for fresh sacrifices, I guess for the end-of-the-world thing people are talking about, and outsiders stopped coming to check it out, and a few less well-liked locals disappeared into the night over the course of a couple weeks… and people still made excuses, handed out more great advice. Jokes, like, just don't wear skimpy clothing, you know they like their sacrifices nubile. But seriously, don't go outside at night. Just keep your head down. And that's how it was. No one wanted to do anything at all. Even the ones who didn't like it, they said it wasn't really our business. No one wanted to be the one to make the first move.\n\n\nInterviewer:\n I see. What made you change your mind?\n\n\nDanielle Sawyer:\n Well, judge me if you like, but it was when I found out they were starting to target Mages. First it was some of the more otherworldly tourists, and then the particular townsfolk who started disappearing… I started noticing they were all people with magic in their blood. I'm not surprised, in retrospect, now that I know what the big ritual was. Rituals like that need magically rich fuel, so I'm told. I'm no Mage myself, but you know, I did have an aunt who was a witch… I started worrying about my own skin, I guess. If my aunt had magic in her blood, maybe I had a bit in it too. And maybe I'd be next.\n\n\n[Pause]\n\n\nDanielle Sawyer:\n So I'm not proud, but… that's when I knew I had to draw the line. That's when I started getting people together to destroy that House once and for all.\n\n\n[Pause]\n\n\nDanielle Sawyer:\n Anyway, I wasn't happy about calling in you Jailors. I don't trust the police and I don't trust you. But I had a friend who'd heard that there was a way to contact some friendly Jailors if you knew the right people, and then she told me she did know the right people, and… it seemed to be the only option we had left. You sure did get the job done. And I guess the world could've ended? So… I'm glad it didn't. Congratulations for all that, at least.\n\n\n[Pause]\n\n\nDanielle Sawyer:\n I'm glad the Memory House is gone. Still, though… I have to admit this town won't be the same without it.\n\n\n\n\n\n\nClose File\n\n\n\n\n\n\n== SPECIAL ACCESS PROGRAM REQUIRED SIGMA-3/ANOTHER-SUN ==\n\n\nThe following after-action report, recorded with the local Sigma-3 team leader, contains significant inconsistencies. Due to the unclear events of 03/06/████, involving several localized CK-class reality shifts, all inconsistent aspects of the reports have been included.\n\n\nSCP-2975 After Action Report\n\n\nPlease don't take my sunshine away.\n\n\n\n\n\n\n« \nSCP-2974\n | SCP-2975 | \nSCP-2976\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2975\n\" by thedeadlymoose, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2975\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: SCP-2975 Partial Interview Logs [Post-SCP-2975 neutralization]\nThe following after-action report, recorded with the local Sigma-3 team leader, contains significant inconsistencies. Due to the unclear events of 03/06/████, involving several localized CK-class reality shifts, all inconsistent aspects of the reports have been included.\nPlease don't take my sunshine away."
    ],
    "documents": [],
    "notes": [
        "Interview with Morgan Donaldson, community member local to SCP-2975. (Excerpt) Morgan Donaldson: Look, I'm not really comfortable speaking with Jailors, but [REDACTED] said I had to come and talk to you, so here I am. Interviewer: Thank you. I just have some questions about the House on Memory Lane, if you don't mind. Morgan Donaldson: The Memory House? The one your people blew up? A lot of us aren't happy about that, you know. I have to say, I agree with them. Interviewer: Can you elaborate? Morgan Donaldson: It was a center of our community. Interviewer: Well, I understand it did… er, eat people. Morgan Donaldson: Only the ones it was fed. Mostly. A few others, sure, but everyone should've known to stay away from that part of town after dark. Interviewer: What about people who didn't know about the house's… dangerous aspects? Morgan Donaldson: Who cares about them? They weren't from around here. Outsiders, like you people. This just goes towards the general decay of our society, you know. The Hand is going radical, and people in this community cast aside our traditions and betray us to you Jailors. [Shakes head] I don't mean to offend you, but it's just the way things are. Interviewer: I promise, the, uh, sect of Jailors we're part of, we work with local communities. We won't do anything to disrupt your community, I promise. Morgan Donaldson: You destroyed the Memory House. You imprisoned its caretakers. If that isn't disrupting our community, I don't know what is. Interviewer: Well, the House… was eating people, wasn't it? Or… being fed people, right? Morgan Donaldson: I told you. Only outsiders, only people who didn't matter. Not the people who can take care of themselves worth a damn. People die in the streets all the time, in cities all around the world, and no one cares. [Pause] Morgan Donaldson: Alright, sure, it shouldn't have been allowed to go on the way it did. Maybe we should've done something sooner. What do you want me to say? Interviewer: Doesn't it make a difference that the White Sun cult — the caretakers of the Memory House — that they were trying to end the world? Morgan Donaldson: Look, you're missing the point. Yes, the caretakers of the House went too far. But if you'd left it to us to handle, we could have found a solution. A better solution. We wouldn't have just razed a living historical icon to the ground. There had to be another way.",
        "Interview with Danielle Sawyer, community member local to SCP-2975. (Excerpt) Danielle Sawyer: I admit, I didn't even know about the whole world-ending thing. I just thought this had gone on long enough. Something had to be done about that damn house, and that cult holed up there. Interviewer: And there was resistance to this? Danielle Sawyer: Oh, like you wouldn't believe. \"Oh, it's just our local people-eating haunted house. You know how it is, you just have to know when to avoid it. Oh, no, you can't tear it down, it's a traditional part of our community! That cult is a charming piece of local color! They've been here for generations, one of them's on the City Council, and isn't he nice and respectable? This is just a phase, usually they only sacrifice two or three homeless girls a year. Just give it some time!\" [Pause] Danielle Sawyer: Sometimes I just don't know what is wrong with people. Interviewer: How many people were involved in protecting the house? Danielle Sawyer: Well, if I'm being honest, we're all culpable. I grew up knowing about the house, of course. It only ate a few people a year. Most of them fed to it by the Order. People always said it was okay so long as you don't go to the wrong part of town, or went only with the protection of the White Sun cultists there. [Pause] Danielle Sawyer: There were a lot of people who found it fascinating, actually — it was something of a local attraction. People from all over the world came to observe it, and from some other worlds, too. They called it \"a symbiotic architectural hive-mind generally not observed in baseline realities.\" And the caves under it, \"a portal to the True Dream\", \"the Gate of Horn\", \"the Pit of Eternity\". I did a little reading on it as a kid, for a class report in high school. Never understood it as much as I pretended to, but I got an A, so hey. [Pause] Danielle Sawyer: Then the cultists started looking around for fresh sacrifices, I guess for the end-of-the-world thing people are talking about, and outsiders stopped coming to check it out, and a few less well-liked locals disappeared into the night over the course of a couple weeks… and people still made excuses, handed out more great advice. Jokes, like, just don't wear skimpy clothing, you know they like their sacrifices nubile. But seriously, don't go outside at night. Just keep your head down. And that's how it was. No one wanted to do anything at all. Even the ones who didn't like it, they said it wasn't really our business. No one wanted to be the one to make the first move. Interviewer: I see. What made you change your mind? Danielle Sawyer: Well, judge me if you like, but it was when I found out they were starting to target Mages. First it was some of the more otherworldly tourists, and then the particular townsfolk who started disappearing… I started noticing they were all people with magic in their blood. I'm not surprised, in retrospect, now that I know what the big ritual was. Rituals like that need magically rich fuel, so I'm told. I'm no Mage myself, but you know, I did have an aunt who was a witch… I started worrying about my own skin, I guess. If my aunt had magic in her blood, maybe I had a bit in it too. And maybe I'd be next. [Pause] Danielle Sawyer: So I'm not proud, but… that's when I knew I had to draw the line. That's when I started getting people together to destroy that House once and for all. [Pause] Danielle Sawyer: Anyway, I wasn't happy about calling in you Jailors. I don't trust the police and I don't trust you. But I had a friend who'd heard that there was a way to contact some friendly Jailors if you knew the right people, and then she told me she did know the right people, and… it seemed to be the only option we had left. You sure did get the job done. And I guess the world could've ended? So… I'm glad it didn't. Congratulations for all that, at least. [Pause] Danielle Sawyer: I'm glad the Memory House is gone. Still, though… I have to admit this town won't be the same without it.",
        "\" SCP-2975 \" by thedeadlymoose, from the SCP Wiki . Source: https://scpwiki.com/scp-2975 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2975",
    "object_class": "Neutralized",
    "containment_procedures": "The remains of SCP-2975 are monitored by Observation Post SYN-Alpha-019, staffed by members of Mobile Task Force Sigma-3 (\"Bibliographers\"). Any unusual activity is to be reported immediately to Site-19 Command.",
    "description": "SCP-2975 is a demolished house on the outskirts of the city of [REDACTED], originally built over an extensive cave system, leading to a crevasse extending an unknown depth into the Earth's mantle. This crevasse is now inaccessible. It is unclear whether it has simply closed, or no longer exists.",
    "title": "SCP-2975"
}