{
    "url": "https://scp-wiki.wikidot.com/scp-2985",
    "all_text": "rating: \n+139\n+\n–\nx\n\n\nItem #:\n SCP-2985\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2985-6 is to be stored in a standard safe-class item locker. Other instances of SCP-2985 are to be stored in a climate-controlled vault, with humidity between 45 and 55% and air temperature between 19 and 21 degrees Celsius. Access to SCP-2985 instances is permitted to personnel with clearance Level 2 and above.\n\n\nAnomalous and non-anomalous art shows are to be monitored for appearances of POI-2985 \"Adrian Baudin\".\n\n\nDescription:\n SCP-2985-1 through SCP-2985-5 are forgeries of several different well-known paintings. SCP-2985 instances resemble the original paintings to an anomalous degree of accuracy; with few exceptions, these SCP-2985 instances possess strokes, colors, and textures indistinguishable from the originals to a microscopic level. Instances vary from originals in two ways: indicators of general wear and tear, and chemical compositions of paints which both indicate that SCP-2985 instances were created recently. The painting each instance resembles is as follows:\n\n\n\n\n\n\nInstance\n\n\nBase Painting\n\n\n\n\n\n\nSCP-2985-1\n\n\n\"Red Boats, Argenteuil\", Claude Monet\n\n\n\n\n\n\nSCP-2985-2\n\n\n\"The Four Trees\", Claude Monet\n\n\n\n\n\n\nSCP-2985-3\n\n\n\"Irises\", Vincent Van Gogh\n\n\n\n\n\n\nSCP-2985-4\n\n\n\"The 2,000 Yard Stare\", Thomas Lea\n\n\n\n\n\n\nSCP-2985-5\n\n\n\"Don Quixote and Sancho Panza\", Honore Daumier\n\n\n\n\n\n\n\n\nShow Visual References\n\n\n\n\nHide Visual References\n\n\n\n\n\n\n\n\nHide Visual References\n\n\n\n\n\n\nSCP-2985-6 is a set of six CDs recovered, along with SCP-2985-1 through SCP-2985-5, from an exhibit titled \"Respiration of Intelligence\" at an underground anomalous art show in Greenwich, Britain\n1\n. SCP-2985-6 comprises the audio journal of SCP-2985's creator, POI-2985 \"Adrian Baudin\" and an additional cognitohazardous audio file, which contains a sequence of synthesized notes that can only be described by listeners in terms one would use to describe a painting.\n\n\nThose who hear SCP-2985-6's cognitohazardous file report that it is primarily red and black and features expressionistic facial design depicting anguish.\n\n\nAddendum: Contents of SCP-2985-6\n\nNames were written on each disk in red permanent marker, in a cursive script. Vocal analysis suggests that POI-2985 is most likely a British male.\n\n\nDisk One: \"Waters\"\n\n\n\n\nI think I have the method. Not the \naesthetics\n, or the colors, or the emotions, or the style. Best to ignore them. To that end, I won't look at it again. It's not a target anymore and I can't think of it as such, else I risk to render the exercise pointless. Not a target, a pinpoint one hits with a dart thrown blindfolded.\n\n\nGeoff came over today. He offered some paints appropriate for the period, but I refused. Standard kit only. Asked me if I'd eaten. We went for dinner, at a cafe along the lake. After he'd gone, I sketched the boats. I'm not sure he gets it. But that's fine. He thinks an old man may have his hobbies, and I'd be inclined to agree.\n\n\n[A crackling noise is audible in the background]\n\n\nNot building from blank canvas feels off. Not sure what I'm afraid of, really. Hanging from the masts of the community? No, too many have done more.\n\n\nThe image has faded now, but the memory still remains, imperfect. If ideas are fuzzy conceptions of what may be, and memories conceptions of what has been… can one construct from a memory as one would an idea?\n\n\n\n\nDisk Two: \"Forests\"\n\n\n\n\nThe painting is done. Does not feel like I thought it would. I don't feel equal; no great reverence burst from me as I became the old masters. Instead I'm… proud? It doesn't feel like someone else's. I can think of the boats I saw before. They looked \njust\n like this. If my memories have tainted the work, why does it still match?\n\n\nNearly slipped today, coming up here. The stairs are concrete, but I grabbed the railing in time. And then when I got to my room, I noticed something had rubbed off in my hand, a tiny disc of paper. But there were creases on it, like… like it was… folded? And every time I look at it, I hear a jingle in my head.\n\n\nI do not need this right now. It is stressful enough dealing with my work, and the gallery, and…\n\n\nI saw Geoff today. In the supermarket, as I was out getting processed food. I waved, but I'm not sure he noticed. He seems less attentive than he was yesterday. Maybe he's busy? Working on something? I don't know. Maybe he didn't see me. I'll… ask later.\n\n\nI'll find him tomorrow.\n\n\nI'm old, but I'm not a master. We'll see how it goes.\n\n\n\n\nDisk Three: \"Flowers\"\n\n\n\n\nThere it is again. Had I an interest in forgeries, I might be living in a mansion.\n\n\nDidn't see Geoff. Did see others, though. First at the market, then the cafe. Tall men in coats, purchasing paints. Preparing for the show? No, most have finished months ago. Can't all be perpetual slackers, the system would fall apart. Not every painter is a… not all paint is used for painting. It's independent.\n\n\nFound more folded discs, piled in front of my door. They give me headaches.\n\n\nTwo Monets. A single master, but there are more. And I do not channel Monet.\n\n\nA certain power lies with them, as they have marked us. All of us, touched by their works, consciously or unconsciously. And in a mark is a seed. In a seed, a flower. The trick is… finding the seed.\n\n\n[Silence for 1 minute]\n\n\nI think I remember a-\n\n\n\n\nDisk Four: \"Fears\"\n\n\n\n\n[POI-2985 is whispering. A steady knocking is audible in the background] I put some furniture against the door. They've been knocking since one, but I've never answered. I looked through the peephole, and they were holding something up, with a funnel like a phonograph and a handle like a gun. Five men.\n\n\nThey haven't stopped knocking, but they're knocking harder now. Desk against the door and I'm out of paint. They keep on… sliding discs into the mail slot. The discs make me laugh, because of how cool they are. They \nmake\n me.\n\n\nThey talked, too. Want my help with something for the art show.\n\n\nNo paint.\n\n\n[For 50 minutes, no sound is audible except for knocking]\n\n\n[Cognitohazardous audio (see above)]\n\n\n[Knocking ceases after 3 minutes]\n\n\n\n\nDisk Five: \"Wars\"\n\n\n\n\n[POI-2985 is whispering. Knocking is audible in the background]\n\n\nHear that?\n\nSomeone's at the door. Not them. A woman. Wait a sec.\n\n\n[Muffled noises, most likely the microphone being moved]\n\n\n[A new voice is heard, most likely a German female. Dialogue in this voice is noted by italics]\n\n\nMister Baudin? May we come in?\n\n\nYeah, you can have a seat… here.\n\n\n[Squeaking sounds are heard, most likely from moving furniture.]\n\n\nTea?\n\n\nNo, thank you. We would like to ask you a few questions.\n\n\nAbout my work?\n\n\nTangentially. We're wondering if you could give us some information about a few men we believe have been in the area. Take a look at these photos.\n\n\n[Silence for 10 seconds]\n\n\nI think I know them. Artists?\n\n\nWhere have you seen them?\n\n\nOh, stores. Restaurants. Frequent… the same places. Never talked.\n\n\nWe're sure. What is it that you're working on, Mister Baudin?\n\n\nI've put together an exhibit, for the… you know the show? The exhibit's about the… inscrutable nature of human influence. And how it may be… scrutable. It's… a work in progress.\n\n\nWe see.\n\n\n…why 'we'?\n\n\n[Silence for 10 seconds]\n\n\nCould I… sketch you?\n\n\nI suppose.\n\n\n[Shuffling sounds are heard]\n\n\nNo, no, just stay there. I'll fill in the background later. There's just… something about your eyes.\n\n\n\n\nDisk Six: \"Winds\"\n\n\n\n\nEverything I do, now, follows the path. And I think… I've figured it out. When the giants walked through the forest, they left trails, and trails are the easiest path if you let yourself follow them.\n\n\nWe can't do new for the sake of new. We have to understand what is already there, and why it still remains. We can't just feebly claw at treetrunks.\n\n\nBy following the paths, a statement is made. You show others that the paths are there. No mind is incapable, it's just self-limiting. We've all been marked, and by understanding how, we can understand the why we are the way we are.\n\n\nIt's… unpacking the human mind. Working backwards. And I know I'm not the only one capable.\n\n\nGeoff is waiting outside. I'll take my canvases down, and we'll start driving. After the show, we can go back to the cafe. And then we'll wait for the others to come.\n\n\nAfter the show.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. For a detailed summary of events, refer to Document SCP-████-1: \"Recovery Log and the Greenwich Incident\".\n\n\n\n\n\n\n\n\n« \nSCP-2984\n | SCP-2985 | \nSCP-2986\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2985\n\" by TyGently, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2985\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n paintings.png\n\n\nAuthor:\n TyGently\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n Tom Lea - 2000 Yard Stare.jpg, 1891 Monet The four trees anagoria.JPG, Les bateaux rouges.jpg, Irises-Vincent van Gogh.jpg and Don Quichotte Honoré Daumier.jpg\n\n\nAuthor:\n Tom Lea, Claude Monet, Claude Monet, Vincent van Gogh and Honoré Daumier\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia\n, \nWikimedia\n, \nWikimedia\n, \nWikimedia\n and \nWikimedia\n\n\nAdditional Notes:\n The images were edited together by TyGently.",
    "addendums": [
        "Addendum: Contents of SCP-2985-6 Names were written on each disk in red permanent marker, in a cursive script. Vocal analysis suggests that POI-2985 is most likely a British male."
    ],
    "documents": [],
    "notes": [
        "I think I have the method. Not the aesthetics , or the colors, or the emotions, or the style. Best to ignore them. To that end, I won't look at it again. It's not a target anymore and I can't think of it as such, else I risk to render the exercise pointless. Not a target, a pinpoint one hits with a dart thrown blindfolded. Geoff came over today. He offered some paints appropriate for the period, but I refused. Standard kit only. Asked me if I'd eaten. We went for dinner, at a cafe along the lake. After he'd gone, I sketched the boats. I'm not sure he gets it. But that's fine. He thinks an old man may have his hobbies, and I'd be inclined to agree. [A crackling noise is audible in the background] Not building from blank canvas feels off. Not sure what I'm afraid of, really. Hanging from the masts of the community? No, too many have done more. The image has faded now, but the memory still remains, imperfect. If ideas are fuzzy conceptions of what may be, and memories conceptions of what has been… can one construct from a memory as one would an idea?",
        "The painting is done. Does not feel like I thought it would. I don't feel equal; no great reverence burst from me as I became the old masters. Instead I'm… proud? It doesn't feel like someone else's. I can think of the boats I saw before. They looked just like this. If my memories have tainted the work, why does it still match? Nearly slipped today, coming up here. The stairs are concrete, but I grabbed the railing in time. And then when I got to my room, I noticed something had rubbed off in my hand, a tiny disc of paper. But there were creases on it, like… like it was… folded? And every time I look at it, I hear a jingle in my head. I do not need this right now. It is stressful enough dealing with my work, and the gallery, and… I saw Geoff today. In the supermarket, as I was out getting processed food. I waved, but I'm not sure he noticed. He seems less attentive than he was yesterday. Maybe he's busy? Working on something? I don't know. Maybe he didn't see me. I'll… ask later. I'll find him tomorrow. I'm old, but I'm not a master. We'll see how it goes.",
        "There it is again. Had I an interest in forgeries, I might be living in a mansion. Didn't see Geoff. Did see others, though. First at the market, then the cafe. Tall men in coats, purchasing paints. Preparing for the show? No, most have finished months ago. Can't all be perpetual slackers, the system would fall apart. Not every painter is a… not all paint is used for painting. It's independent. Found more folded discs, piled in front of my door. They give me headaches. Two Monets. A single master, but there are more. And I do not channel Monet. A certain power lies with them, as they have marked us. All of us, touched by their works, consciously or unconsciously. And in a mark is a seed. In a seed, a flower. The trick is… finding the seed. [Silence for 1 minute] I think I remember a-",
        "[POI-2985 is whispering. A steady knocking is audible in the background] I put some furniture against the door. They've been knocking since one, but I've never answered. I looked through the peephole, and they were holding something up, with a funnel like a phonograph and a handle like a gun. Five men. They haven't stopped knocking, but they're knocking harder now. Desk against the door and I'm out of paint. They keep on… sliding discs into the mail slot. The discs make me laugh, because of how cool they are. They make me. They talked, too. Want my help with something for the art show. No paint. [For 50 minutes, no sound is audible except for knocking] [Cognitohazardous audio (see above)] [Knocking ceases after 3 minutes]",
        "[POI-2985 is whispering. Knocking is audible in the background] Hear that? Someone's at the door. Not them. A woman. Wait a sec. [Muffled noises, most likely the microphone being moved] [A new voice is heard, most likely a German female. Dialogue in this voice is noted by italics] Mister Baudin? May we come in? Yeah, you can have a seat… here. [Squeaking sounds are heard, most likely from moving furniture.] Tea? No, thank you. We would like to ask you a few questions. About my work? Tangentially. We're wondering if you could give us some information about a few men we believe have been in the area. Take a look at these photos. [Silence for 10 seconds] I think I know them. Artists? Where have you seen them? Oh, stores. Restaurants. Frequent… the same places. Never talked. We're sure. What is it that you're working on, Mister Baudin? I've put together an exhibit, for the… you know the show? The exhibit's about the… inscrutable nature of human influence. And how it may be… scrutable. It's… a work in progress. We see. …why 'we'? [Silence for 10 seconds] Could I… sketch you? I suppose. [Shuffling sounds are heard] No, no, just stay there. I'll fill in the background later. There's just… something about your eyes.",
        "Everything I do, now, follows the path. And I think… I've figured it out. When the giants walked through the forest, they left trails, and trails are the easiest path if you let yourself follow them. We can't do new for the sake of new. We have to understand what is already there, and why it still remains. We can't just feebly claw at treetrunks. By following the paths, a statement is made. You show others that the paths are there. No mind is incapable, it's just self-limiting. We've all been marked, and by understanding how, we can understand the why we are the way we are. It's… unpacking the human mind. Working backwards. And I know I'm not the only one capable. Geoff is waiting outside. I'll take my canvases down, and we'll start driving. After the show, we can go back to the cafe. And then we'll wait for the others to come. After the show.",
        "\" SCP-2985 \" by TyGently, from the SCP Wiki . Source: https://scpwiki.com/scp-2985 . Licensed under CC-BY-SA .",
        "Filename: paintings.png Author: TyGently License: CC BY-SA 3.0 Source Link: SCP Wiki Derivative of: Name: Tom Lea - 2000 Yard Stare.jpg, 1891 Monet The four trees anagoria.JPG, Les bateaux rouges.jpg, Irises-Vincent van Gogh.jpg and Don Quichotte Honoré Daumier.jpg Author: Tom Lea, Claude Monet, Claude Monet, Vincent van Gogh and Honoré Daumier License: Public Domain Source Link: Wikimedia , Wikimedia , Wikimedia , Wikimedia and Wikimedia Additional Notes: The images were edited together by TyGently."
    ],
    "item": "SCP-2985",
    "object_class": "Safe",
    "containment_procedures": "SCP-2985-6 is to be stored in a standard safe-class item locker. Other instances of SCP-2985 are to be stored in a climate-controlled vault, with humidity between 45 and 55% and air temperature between 19 and 21 degrees Celsius. Access to SCP-2985 instances is permitted to personnel with clearance Level 2 and above.",
    "description": "SCP-2985-1 through SCP-2985-5 are forgeries of several different well-known paintings. SCP-2985 instances resemble the original paintings to an anomalous degree of accuracy; with few exceptions, these SCP-2985 instances possess strokes, colors, and textures indistinguishable from the originals to a microscopic level. Instances vary from originals in two ways: indicators of general wear and tear, and chemical compositions of paints which both indicate that SCP-2985 instances were created recently. The painting each instance resembles is as follows:",
    "title": "SCP-2985"
}