{
    "url": "https://scp-wiki.wikidot.com/scp-2986",
    "all_text": "I don't miss when I was a kid, but I definitely miss who I was \nwhen\n I was a kid.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nThis is a collaboration between myself and Faminepulse. Most of the credit oughta rightfully be theirs, given that this was their idea originally, I just put a little bit of work into it.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nrating: \n+139\n+\n–\nx\n\n\nItem #:\n SCP-2986\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2986 is kept on floor 9 of \nSite-88\n. Any person wishing to use SCP-2986 must have approval from personnel with at least a level 2 Security Clearance. Any objects recovered within SCP-2986 are to be housed in a secure locker adjacent to the chamber.\n\n\nDescription:\n SCP-2986 is a cardboard box that was originally utilized in the delivery of a Whirlpool refrigeration unit (addressed to \nJupiter, Florida\n). When SCP-2986 is entered and sealed, the object will take on the appearance of the interior of a space-faring vessel. Technology within the vessel is beyond that of current human development, but appears to be designed for the use of humanoid individuals.\n\n\nThe vessel can be exited through manual operation of a decompression chamber located in the ship's rear. While outside of the vessel one is subject to vacuum. There are no stars visible from the vessel's vantage point to indicate its location. Writing on the side of the spaceship reads “voyajer”. The vessel is capable of moving at speeds faster than light and appears to have an unlimited fuel supply. Despite this fact and years of testing, no other object, lifeforms, star, or planetary body, has been found within SCP-2986.\n\n\nThree corpses were discovered inside the object upon recovery. The ship’s crew were listed as “Pirate Jimmy Billings”, \ndeceased at 55\n, “Sara Ackerman”, \ndeceased at 55\n, “Capten (sic) Billy Abraham”, \ndeceased at 56\n, and \"Mary Jones\", \nmissing\n. Written records by these individuals indicate that the vessel encountered various lifeforms during the first twelve days of use by these individuals, then sparingly for 7 years afterwards. There is no record of an encounter for the remaining 43 years.\n\n\nThe cause of death for Sara Ackerman and Jimmy Billings appears to be a single gunshot wound to the head at close range. Billy Abraham appears to have committed suicide soon afterwards. No signs of a struggle are evident on any of the three bodies.\n\n\nThe vessel's operating system utilizes a variant combination of Spanish and Chinese. Several written and recorded logs in English have been recovered from the computer system that originate from vessel's deceased occupants. No audio logs belonging to Mary Jones are recoverable from the computer records. The following is the most recent log which references the individual.\n\n\n\n\nPirate Jimmy Billings's log: Day 4958\n\nIf we turn around maybe we can find the Gorblaks again. Or the Pufferkins. I barely remember them, but I know they existed. Billy says it was all a dream. That it's still a dream. That we'll wake up one day. He says we just have to keep going.\n\n\nMary agrees with me. She says she's going to go talk to Billy tomorrow.\n\n\n\n\nAddendum A:\n\n\n\n\nMissing person reports from Jupiter, Florida indicate that Billy Abraham disappeared in 1965. School records, however, indicate that the remaining individuals continued attendance until 1977.\n\n\n\n\n\n\n\n\n« \nSCP-2985\n | SCP-2986 | \nSCP-2987\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2986\n\" by Doctor Cimmerian and faminepulse, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2986\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOutside The Box\n\n\n\n\n\n\nfaminepulse",
    "addendums": [
        "Addendum A:"
    ],
    "documents": [],
    "notes": [
        "Pirate Jimmy Billings's log: Day 4958 If we turn around maybe we can find the Gorblaks again. Or the Pufferkins. I barely remember them, but I know they existed. Billy says it was all a dream. That it's still a dream. That we'll wake up one day. He says we just have to keep going. Mary agrees with me. She says she's going to go talk to Billy tomorrow.",
        "Missing person reports from Jupiter, Florida indicate that Billy Abraham disappeared in 1965. School records, however, indicate that the remaining individuals continued attendance until 1977.",
        "\" SCP-2986 \" by Doctor Cimmerian and faminepulse, from the SCP Wiki . Source: https://scpwiki.com/scp-2986 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2986",
    "object_class": "Safe",
    "containment_procedures": "SCP-2986 is kept on floor 9 of Site-88. Any person wishing to use SCP-2986 must have approval from personnel with at least a level 2 Security Clearance. Any objects recovered within SCP-2986 are to be housed in a secure locker adjacent to the chamber.",
    "description": "SCP-2986 is a cardboard box that was originally utilized in the delivery of a Whirlpool refrigeration unit (addressed to Jupiter, Florida). When SCP-2986 is entered and sealed, the object will take on the appearance of the interior of a space-faring vessel. Technology within the vessel is beyond that of current human development, but appears to be designed for the use of humanoid individuals.",
    "title": "SCP-2986"
}