{
    "url": "https://scp-wiki.wikidot.com/scp-2989",
    "all_text": "rating: \n+133\n+\n–\nx\n\n\n\n\n\n\nSCP-2989-A\n\n\n\n\n\n\n\n\n\n\nSCP-2989-B\n\n\n\n\n\n\nItem #:\n SCP-2989\n\n\nObject Class:\n \nSafe\n Neutralized\n\n\nSpecial Containment Procedures:\n Site-2989-α has been constructed in the Arashiyama bamboo forest in Sagano, Kyoto, Japan at the point at which SCP-2989 instances manifest. Site-2989-β has been installed at the former Barnswood public library, Barnswood, Montana, USA.\n\n\nWhile manifested, SCP-2989 instances are to be constantly observed and recorded. SCP-2989 instances may be handled for observation purposes while not feeding. SCP-2989 instances are not to be interacted with or disturbed while in the pupal stage.\n\n\nDescription:\n SCP-2989-A and SCP-2989-B are a pair of organisms resembling a Japanese Emperor caterpillar and an Orange Spicebush Swallowtail caterpillar, respectively.\n\n\nSCP-2989 instances will periodically undergo spontaneous spatio-temporal shifts, relocating to a seemingly random point in time at either Site-2989-α or Site-2989-β. In order to trigger these shifts, SCP-2989 instances will enter their pupal stages, at which point the instances will dematerialize and rematerialize outside of its chrysalis at another point in the timeline. Of note is that the time elapsed between when an SCP-2989 instance enters its pupal stage can last anywhere from a few minutes to several years. Though multiple temporal copies of each instance have been observed at the same time, and SCP-2989-A and SCP-2989-B have both materialized at the same time at different Sites, \nat no point have both SCP-2989 instances been observed to exist at the same time at the same Site.\n (See Addendum 2).\n\n\nSCP-2989 instances have demonstrated the ability to ingest and metabolize both paper products and bamboo plant tissues with no adverse effects. Whenever dematerializing from Site-2989-β, SCP-2989 instances cause the growth of bamboo plants on nearby surfaces. Upon dematerializing from Site-2989-α, SCP-2989 instances cause the discoloration of nearby surfaces. This discoloration takes the form of text in modern English, French, and Japanese.\n\n\nAddendum 1:\n \nSamples of text generated by SCP-2989 instances at Site-2989-α.\n\n\nText generated by SCP-2989-A:\n\n\n\n\nI see all your words.\n\nWhy am I still unable\n\nTo find you my dear?\n\n\n\n\n\n\nA blind man is one who sees but has no vision.\n\nA faithful man is one whose vision is still beyond the horizon.\n\nHow then can faith be blind\n\nAnd vision needless of faith?\n\n\n\n\n\n\nWait, I think we almost met that last time. Try aiming a bit to your left.\n\n\n\n\n\n\ni must find you i need you i miss you with my entire being and yet even though i let all my words flow out from my heart in the present they are unable to find you\n\n\n\n\nText generated by SCP-2989-B:\n\n\n\n\nAnd so we follow endlessly\n\nThe troubles which we leave for ourselves.\n\nUnable to move on\n\nExcept in this hopeful infinity.\n\nUnable to forget.\n\n\n\n\n\n\nWhy are so many feelings needed, when one overwhelms the universe?\n\n\n\n\n\n\nTwirling through the ocean vast\n\nSide by side two nets are cast.\n\nEach one hopes to snag the other\n\nTo hold love stronger than a brother.\n\n\n\n\n\n\nI miss you.\n\n\n\n\nAddendum 2:\n Incident 2989-ATLAS\n\n\nOn █/█/20██, both SCP-2989-A and SCP-2989-B simultaneously materialized at Site-2989-α. Both SCP-2989 instances moved towards each other, triggering a spatial disturbance. Once the disturbance had subsided, both instances had merged into a single chrysalis. After eight days, a butterfly of unknown species (designated SCP-2989-C) emerged from the chrysalis. SCP-2989-C's wings possessed a fractal pattern with orange, yellow, and green coloration. After three hours and forty three minutes, SCP-2989-C underwent a spatio-temporal shift, escaping containment. Discolorations on nearby surfaces formed the word \"Whole.\" in fifty five different languages\n1\n as well as in three unknown scripts. No SCP-2989 instances observed as of Incident 2989-ATLAS. Object Class changed to Neutralized.\n\n\n\n\nFootnotes\n\n\n1\n. The same languages used on the Voyager Golden Record.\n\n\n\n\n\n\n\n\n« \nSCP-2988\n | SCP-2989 | \nSCP-2990\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2989\n\" by HotCocoaNerd, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2989\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n JapEmperor-catterpillar-mew.jpg\n\n\nName:\n 'Curly wurly' - Caterpillar of the Tailed Emperor butterfly - panoramio.jpg\n\n\nAuthor:\n Sue Allen\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia\n\n\n\n\n\n\nFilename:\n Orange catterpillar.jpg\n\n\nName:\n Orange Spicebush Swallowtail Caterpillar 1.png\n\n\nAuthor:\n 1oleary\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia",
    "addendums": [
        "Addendum 1: Samples of text generated by SCP-2989 instances at Site-2989-α.",
        "Addendum 2: Incident 2989-ATLAS\nOn █/█/20██, both SCP-2989-A and SCP-2989-B simultaneously materialized at Site-2989-α. Both SCP-2989 instances moved towards each other, triggering a spatial disturbance. Once the disturbance had subsided, both instances had merged into a single chrysalis. After eight days, a butterfly of unknown species (designated SCP-2989-C) emerged from the chrysalis. SCP-2989-C's wings possessed a fractal pattern with orange, yellow, and green coloration. After three hours and forty three minutes, SCP-2989-C underwent a spatio-temporal shift, escaping containment. Discolorations on nearby surfaces formed the word \"Whole.\" in fifty five different languages 1 as well as in three unknown scripts. No SCP-2989 instances observed as of Incident 2989-ATLAS. Object Class changed to Neutralized."
    ],
    "documents": [],
    "notes": [
        "I see all your words. Why am I still unable To find you my dear?",
        "A blind man is one who sees but has no vision. A faithful man is one whose vision is still beyond the horizon. How then can faith be blind And vision needless of faith?",
        "Wait, I think we almost met that last time. Try aiming a bit to your left.",
        "i must find you i need you i miss you with my entire being and yet even though i let all my words flow out from my heart in the present they are unable to find you",
        "And so we follow endlessly The troubles which we leave for ourselves. Unable to move on Except in this hopeful infinity. Unable to forget.",
        "Why are so many feelings needed, when one overwhelms the universe?",
        "Twirling through the ocean vast Side by side two nets are cast. Each one hopes to snag the other To hold love stronger than a brother.",
        "I miss you.",
        "\" SCP-2989 \" by HotCocoaNerd, from the SCP Wiki . Source: https://scpwiki.com/scp-2989 . Licensed under CC-BY-SA .",
        "Filename: JapEmperor-catterpillar-mew.jpg Name: 'Curly wurly' - Caterpillar of the Tailed Emperor butterfly - panoramio.jpg Author: Sue Allen License: CC BY-SA 3.0 Source Link: Wikimedia",
        "Filename: Orange catterpillar.jpg Name: Orange Spicebush Swallowtail Caterpillar 1.png Author: 1oleary License: CC BY-SA 4.0 Source Link: Wikimedia"
    ],
    "item": "SCP-2989",
    "object_class": "Safe Neutralized",
    "containment_procedures": "Site-2989-α has been constructed in the Arashiyama bamboo forest in Sagano, Kyoto, Japan at the point at which SCP-2989 instances manifest. Site-2989-β has been installed at the former Barnswood public library, Barnswood, Montana, USA.",
    "description": "SCP-2989-A and SCP-2989-B are a pair of organisms resembling a Japanese Emperor caterpillar and an Orange Spicebush Swallowtail caterpillar, respectively.",
    "title": "SCP-2989"
}