{
    "url": "https://scp-wiki.wikidot.com/scp-3002",
    "all_text": "rating: \n+1341\n+\n–\nx\n\n\n \n\n\nOn Mon, Jul 28, 2014 at 12:50pm, Kaye Thomas (\nthomask@foundation.scp\n) wrote:\n\n\nR.\n\n\nAs per O5-1's instructions, I have sent you a copy of 3002's file. Let me know if you need anything else.\n\n\nDr. Kaye Thomas\n\n\nInformation and Memetics Division\n\n\nSite-82\n\n\nthomask@foundation.scp\n\n\n\n\n\n\n\n\nDocument prepared by:\n Doctor Darryl Loyd\n\n\nDate:\n 2014-07-20\n\n\n\n\nItem #:\n SCP-3002\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n A single prisoner affected by SCP-3002 is to be kept for the purposes of testing and analysis. They will be held in a standard humanoid containment cell in Site-41. Verbal and physical interaction is to be limited to approved testing. The remaining prisoners and staff members of South Rock Penitentiary have been given Class B amnestics, and are to be monitored for any re-occurrence of SCP-3002.\n\n\n\n\nDescription:\n SCP-3002 refers to a specific memory shared by 85% of the prisoner population in the South Rock Penitentiary, located near Lafayette, Indiana. Affected inmates are all able to recall a specific day from their childhood. Specific dates vary between subjects, but the majority remember this day occurring sometime between the ages of ten to thirteen.\n\n\nSCP-3002 accounts consist of the individual walking through or playing in a forested garden with their best friend at the time. At some point in their memory, inmates recall getting into an argument with their friend. Several accounts have details that conflict with the person's actual life, as several subjects did not live in or travel to locations with forests until their adult life.\n\n\nSCP-3002 was originally discovered when Dr. Susan Fairbank, a psychologist working at the prison, noticed a large amount of inmates mentioning specific memories that all seemed to be identical. The incident was brought to the attention of the Foundation after agents monitoring a message board concerning psychology for a different anomaly noticed Dr. Fairbank's account of the shared memory.\n\n\nAt the time of initial containment, inmates were able to recall details of SCP-3002 with eidetic clarity. After several interviews, the subjects began to recall progressively less detail in SCP-3002, to the point where recollection of the affected memory was similar to normal memories. The reason behind this is unclear.\n\n\nAddendum 3002-1:\n John Baylesh was incarcerated in South Rock Penitentiary in 2006 for multiple accounts of breaking and entering, aggravated assault, and vehicular manslaughter. Doctor Loyd was chosen to conduct this interview.\n\n\n\n\n<Begin Log>\n\n\nDr. Loyd enters the interview room and takes a seat. Baylesh was lead into the room shortly after and secured to the table.\n\n\nBaylesh:\n You know, I kinda dig these new blocks, but I thought I wasn't in for a transfer.\n\n\nDr. Loyd:\n Well, it's not a normal transfer, and most likely won't be permanent. I'm Doctor Loyd. I have a few questions to ask you.\n\n\nBaylesh:\n Well that's a shame, you folks got good grub.\n\n\nDr. Loyd:\n Right. Would you like some water or something else to drink before we begin?\n\n\nBaylesh:\n Eh, sure. Why not, right?\n\n\nDr. Loyd:\n The water will be here in a moment. Now, John, if John is what you go by, I want you to think back to your childhood. Are there any memories that stand out to you? Fun birthdays? Broken bones? Days in the park? Anything.\n\n\nBaylesh:\n \n(Subject waves hand dismissively.)\n Call me whatever. But why do you care? You some sort of shrink?\n\n\nDr. Loyd:\n Please answer the question, John.\n\n\nBaylesh:\n Fine, fine, whatever… \n(Subject is silent for several seconds and looks contemplative.)\n Giving it some thought, I remember the 17th of January, 1997. Me and John were playing in Brum Woods, a, uh, park by where we grew up. It was between me and John, so we-\n\n\nDr. Loyd:\n John?\n\n\nBaylesh:\n Oh yeah, sorry. John was a kid I spent a lot of time with when we were kids. I went by Joey back then. John DeNunzio\n1\n was his name, I think.\n\n\nAn auxiliary staff enters the room, delivers several bottles of water, and exits.\n\n\nBaylesh:\n Anyways, we were just messing around, being dicks to some squirrels. It'd been cloudy for awhile, but it was otherwise a great day, that we just wanted to get out of the house. As we were talking, we got to the topic of school. A new kid had just started at class. I think her family moved from Slovakia or something. But John just started going on and on and on about how much of a fuck she was, kinda being racist. That was just fuckin' weird. I'd known John forever, and he was always nice to everyone.\n\n\nDr. Loyd:\n Did you do anything about his, uh, ranting?\n\n\nBaylesh:\n Y-Yeah. I called him out on that shit. I mean, his mom was Polish. God, I don't know what happened, but what he said just got under my skin. After I yelled at him, we just sorta shut up and went our separate ways.\n\n\nDr. Loyd:\n Did anything else of note happen?\n\n\nBaylesh:\n \n(Subject sighs and is silent for several seconds.)\n Yeah. Lily found me.\n\n\nDr. Loyd:\n Was she a friend of yours?\n\n\nBaylesh:\n Yeah, she was always a little weird. I think she was… \n(Subject gesticulates at his head)\n y'know. Like, when she found me in the park, the first thing she did was get really close, put her hands on my shoulders, and asked me super seriously if I remembered her, and then just went on and on about some school project. Honestly, how could I forget Lily, she was always… \n(Subject is silent for several seconds.)\n Huh. I can't actually remember.\n\n\nDr. Loyd:\n Can you at least recall what she looked like?\n\n\nBaylesh:\n Yeah, she had super blond hair, I think, and she- \n(Subject looks confused and remains silent for several seconds.)\n I-I can't remember nothing. But that's not right, she was one of my best friends. Was she? I swear I know her, but I- \n(Subject puts his face in his hands.)\n\n\nDr. Loyd:\n Please try to be calm. We'll have you transferred back to your cell shortly.\n\n\n<End Log>\n\n\n\n\nAfter several interviews, multiple common details could be found between all accounts of SCP-3002. These include the weather being cloudy but warm, an argument with the friend concerning a new child in school, and the presence of a female child with blond hair, most often described as Slovakian or Eastern European.\n\n\n\n\n\n\n\n\nYou have new unread messages in your inbox!\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The John DeNunzio mentioned was confirmed to be an actual person through census records and social media. He is currently living in Lansing, Michigan. Observation has revealed no anomalous effects.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3001\n | SCP-3002 | \nSCP-3003\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3002\n\" by MayD, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3002\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [
        "Document prepared by: Doctor Darryl Loyd Date: 2014-07-20 Item #: SCP-3002 Object Class: Safe Special Containment Procedures: A single prisoner affected by SCP-3002 is to be kept for the purposes of testing and analysis. They will be held in a standard humanoid containment cell in Site-41. Verbal and physical interaction is to be limited to approved testing. The remaining prisoners and staff members of South Rock Penitentiary have been given Class B amnestics, and are to be monitored for any re-occurrence of SCP-3002. Description: SCP-3002 refers to a specific memory shared by 85% of the prisoner population in the South Rock Penitentiary, located near Lafayette, Indiana. Affected inmates are all able to recall a specific day from their childhood. Specific dates vary between subjects, but the majority remember this day occurring sometime between the ages of ten to thirteen. SCP-3002 accounts consist of the individual walking through or playing in a forested garden with their best friend at the time. At some point in their memory, inmates recall getting into an argument with their friend. Several accounts have details that conflict with the person's actual life, as several subjects did not live in or travel to locations with forests until their adult life. SCP-3002 was originally discovered when Dr. Susan Fairbank, a psychologist working at the prison, noticed a large amount of inmates mentioning specific memories that all seemed to be identical. The incident was brought to the attention of the Foundation after agents monitoring a message board concerning psychology for a different anomaly noticed Dr. Fairbank's account of the shared memory. At the time of initial containment, inmates were able to recall details of SCP-3002 with eidetic clarity. After several interviews, the subjects began to recall progressively less detail in SCP-3002, to the point where recollection of the affected memory was similar to normal memories. The reason behind this is unclear. Addendum 3002-1: John Baylesh was incarcerated in South Rock Penitentiary in 2006 for multiple accounts of breaking and entering, aggravated assault, and vehicular manslaughter. Doctor Loyd was chosen to conduct this interview. <Begin Log> Dr. Loyd enters the interview room and takes a seat. Baylesh was lead into the room shortly after and secured to the table. Baylesh: You know, I kinda dig these new blocks, but I thought I wasn't in for a transfer. Dr. Loyd: Well, it's not a normal transfer, and most likely won't be permanent. I'm Doctor Loyd. I have a few questions to ask you. Baylesh: Well that's a shame, you folks got good grub. Dr. Loyd: Right. Would you like some water or something else to drink before we begin? Baylesh: Eh, sure. Why not, right? Dr. Loyd: The water will be here in a moment. Now, John, if John is what you go by, I want you to think back to your childhood. Are there any memories that stand out to you? Fun birthdays? Broken bones? Days in the park? Anything. Baylesh: (Subject waves hand dismissively.) Call me whatever. But why do you care? You some sort of shrink? Dr. Loyd: Please answer the question, John. Baylesh: Fine, fine, whatever… (Subject is silent for several seconds and looks contemplative.) Giving it some thought, I remember the 17th of January, 1997. Me and John were playing in Brum Woods, a, uh, park by where we grew up. It was between me and John, so we- Dr. Loyd: John? Baylesh: Oh yeah, sorry. John was a kid I spent a lot of time with when we were kids. I went by Joey back then. John DeNunzio 1 was his name, I think. An auxiliary staff enters the room, delivers several bottles of water, and exits. Baylesh: Anyways, we were just messing around, being dicks to some squirrels. It'd been cloudy for awhile, but it was otherwise a great day, that we just wanted to get out of the house. As we were talking, we got to the topic of school. A new kid had just started at class. I think her family moved from Slovakia or something. But John just started going on and on and on about how much of a fuck she was, kinda being racist. That was just fuckin' weird. I'd known John forever, and he was always nice to everyone. Dr. Loyd: Did you do anything about his, uh, ranting? Baylesh: Y-Yeah. I called him out on that shit. I mean, his mom was Polish. God, I don't know what happened, but what he said just got under my skin. After I yelled at him, we just sorta shut up and went our separate ways. Dr. Loyd: Did anything else of note happen? Baylesh: (Subject sighs and is silent for several seconds.) Yeah. Lily found me. Dr. Loyd: Was she a friend of yours? Baylesh: Yeah, she was always a little weird. I think she was… (Subject gesticulates at his head) y'know. Like, when she found me in the park, the first thing she did was get really close, put her hands on my shoulders, and asked me super seriously if I remembered her, and then just went on and on about some school project. Honestly, how could I forget Lily, she was always… (Subject is silent for several seconds.) Huh. I can't actually remember. Dr. Loyd: Can you at least recall what she looked like? Baylesh: Yeah, she had super blond hair, I think, and she- (Subject looks confused and remains silent for several seconds.) I-I can't remember nothing. But that's not right, she was one of my best friends. Was she? I swear I know her, but I- (Subject puts his face in his hands.) Dr. Loyd: Please try to be calm. We'll have you transferred back to your cell shortly. <End Log> After several interviews, multiple common details could be found between all accounts of SCP-3002. These include the weather being cloudy but warm, an argument with the friend concerning a new child in school, and the presence of a female child with blond hair, most often described as Slovakian or Eastern European."
    ],
    "notes": [
        "<Begin Log> Dr. Loyd enters the interview room and takes a seat. Baylesh was lead into the room shortly after and secured to the table. Baylesh: You know, I kinda dig these new blocks, but I thought I wasn't in for a transfer. Dr. Loyd: Well, it's not a normal transfer, and most likely won't be permanent. I'm Doctor Loyd. I have a few questions to ask you. Baylesh: Well that's a shame, you folks got good grub. Dr. Loyd: Right. Would you like some water or something else to drink before we begin? Baylesh: Eh, sure. Why not, right? Dr. Loyd: The water will be here in a moment. Now, John, if John is what you go by, I want you to think back to your childhood. Are there any memories that stand out to you? Fun birthdays? Broken bones? Days in the park? Anything. Baylesh: (Subject waves hand dismissively.) Call me whatever. But why do you care? You some sort of shrink? Dr. Loyd: Please answer the question, John. Baylesh: Fine, fine, whatever… (Subject is silent for several seconds and looks contemplative.) Giving it some thought, I remember the 17th of January, 1997. Me and John were playing in Brum Woods, a, uh, park by where we grew up. It was between me and John, so we- Dr. Loyd: John? Baylesh: Oh yeah, sorry. John was a kid I spent a lot of time with when we were kids. I went by Joey back then. John DeNunzio 1 was his name, I think. An auxiliary staff enters the room, delivers several bottles of water, and exits. Baylesh: Anyways, we were just messing around, being dicks to some squirrels. It'd been cloudy for awhile, but it was otherwise a great day, that we just wanted to get out of the house. As we were talking, we got to the topic of school. A new kid had just started at class. I think her family moved from Slovakia or something. But John just started going on and on and on about how much of a fuck she was, kinda being racist. That was just fuckin' weird. I'd known John forever, and he was always nice to everyone. Dr. Loyd: Did you do anything about his, uh, ranting? Baylesh: Y-Yeah. I called him out on that shit. I mean, his mom was Polish. God, I don't know what happened, but what he said just got under my skin. After I yelled at him, we just sorta shut up and went our separate ways. Dr. Loyd: Did anything else of note happen? Baylesh: (Subject sighs and is silent for several seconds.) Yeah. Lily found me. Dr. Loyd: Was she a friend of yours? Baylesh: Yeah, she was always a little weird. I think she was… (Subject gesticulates at his head) y'know. Like, when she found me in the park, the first thing she did was get really close, put her hands on my shoulders, and asked me super seriously if I remembered her, and then just went on and on about some school project. Honestly, how could I forget Lily, she was always… (Subject is silent for several seconds.) Huh. I can't actually remember. Dr. Loyd: Can you at least recall what she looked like? Baylesh: Yeah, she had super blond hair, I think, and she- (Subject looks confused and remains silent for several seconds.) I-I can't remember nothing. But that's not right, she was one of my best friends. Was she? I swear I know her, but I- (Subject puts his face in his hands.) Dr. Loyd: Please try to be calm. We'll have you transferred back to your cell shortly. <End Log>",
        "\" SCP-3002 \" by MayD, from the SCP Wiki . Source: https://scpwiki.com/scp-3002 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3002",
    "object_class": "Safe",
    "containment_procedures": "A single prisoner affected by SCP-3002 is to be kept for the purposes of testing and analysis. They will be held in a standard humanoid containment cell in Site-41. Verbal and physical interaction is to be limited to approved testing. The remaining prisoners and staff members of South Rock Penitentiary have been given Class B amnestics, and are to be monitored for any re-occurrence of SCP-3002.\n\nDescription: SCP-3002 refers to a specific memory shared by 85% of the prisoner population in the South Rock Penitentiary, located near Lafayette, Indiana. Affected inmates are all able to recall a specific day from their childhood. Specific dates vary between subjects, but the majority remember this day occurring sometime between the ages of ten to thirteen.",
    "title": "SCP-3002"
}