{
    "url": "https://scp-wiki.wikidot.com/scp-3010",
    "all_text": "rating: \n+261\n+\n–\nx\n\n\nItem #:\n SCP-3010\n\n\nObject Class:\n \nEuclid\n Keter\n\n\nSpecial Containment Procedures:\n The word ‘Causal-Absent Paranoia’ is to retain a dictionary definition as follows: ‘the healthy brain overreacting to natural stimulus due to overindulgence, excessive stress, lack of sleep, and other such strains to the mind and body.’ All cultural and social references to the word must be kept in this manner.\n\n\nAn instance of SCP-3010-1 is to be contained utilizing a series of falsifications to trap its ‘presence’ inside a dummy household. One D-Class personnel with extreme reclusive tendencies and a verifiable response to SCP-3010 is to be staged there at all times to prevent containment breach. The D-Class is not to be informed of their role, classification, or location, nor are they to communicate with any outsiders. The D-Class must, in all cases, believe himself to be trapped in an abandoned, unfamiliar house with the entity, completely alone.\n\n\nThe household has 32 windows and 46 mirrors. The following rooms are to be lit: the Bedroom, West Hall, Grand Hall, Rec Room, and storage. No other rooms have light fixtures. Food is to be periodically restocked when the resident D-Class is a suitable distance from Storage. There must be a Scranton Reality Anchor posed at each corner of the building, and two in the vault in the household's basement.\n\n\nThrough the windows, a falsified night-time countryside is to be constructed, and kept in a perpetual state of darkness. The door must be bolted shut and reinforced with steel, all windows must be fitted with 7.5 centimeter thick windows of bulletproof glass, and all walls lined with a 5 centimeter thick steel composite.\n\n\nThese procedures are privy to immediate alteration upon discovery of more effective mass-containment for SCP-3010-1 instances.\n\n\nDescription:\n SCP-3010 is the anomalous byproduct of a nearly undetectable entity, hereby classified as SCP-3010-1. SCP-3010 is characterized as a sensation of \"being watched\", similar to that of being intensely stared at or observed unwillingly by another human or sentient being.\n\n\nSCP-3010-1 and its effects are inconsistent in their manifestation unless certain specific requirements are met. In particular, small spaces, single-room areas, sterile environments (closed off hospital rooms, Prisons, etc.), and Foundation containment cells prove ineffective at causing it to manifest. The only known way to bring about an instance of SCP-3010-1 with complete consistency is to stage a single human in a house, or something resembling a living space of at least 500 square meters with minimal lighting. Any other cases of SCP-3010-1 appearance seem to be random.\n\n\nThe entity has few known physical traits, and a certain set of tendencies in its pursuit of others. It only pursues solitary humans, generally between the age of 16-40. It cannot pursue pilots of automobiles or other fast-moving vehicles. Its most common victims tend to be alone in their own property, and the time-frame follows the trend of 12:00 a.m. to sunrise, which limits the sample space to individuals with a tendency to remain awake at those times.\n\n\nOften times those who experience SCP-3010 tend to report it from behind. If their back is to the wall, they tend to avoid the nearest window or dark corner. Mirrors cause extreme aversion in sufferers of SCP-3010, and they often flee to sections of their house that lack both of the aforementioned objects.\n\n\nSCP-3010 sufferers can not sleep under any circumstances. This is not due to fear, but a fundamental part of SCP-3010-1 that manipulates the parts of the brain that control melatonin production, dream regulation, and sleep induction, making them completely inoperable. It is assumed to be caused by a very faint insertion of a gaseous substance into the local atmosphere. This is classified as CAP-induced-insomnia and also given a medical explanation.\n\n\nSCP-3010-1 is perceived as passively hostile to humankind. It has a specific set of triggers that, when activated, will cause it to [DATA EXPUNGED] the subject. Detail in Addendum SCP-3010-A.\n\n\nThe triggers tend to be the following: Actively hunting the source of SCP-3010 with intent to destroy or harm, prolonged contact with mirrors, windows, or unlit rooms, long periods of sustained silence, direct contact with the ‘presence’ of the entity, panic, blood, and any attempt to contact other human beings.\n\n\nIf two of these triggers are met greater than 3 times (with the exception of attempted contact or awareness of the entity, which instantly activates it), the entity will \"activate\", performing one of the previously mentioned acts. The rate of survival is precisely █ %.\n\n\nAvoidance of human interaction (e.g. avoidant disorders) can either have an extreme attraction effect or an extreme repellent effect on the entity. Individuals who excel in human interaction (particularly sociopaths) produce a strange, relatively unknown effect that can cause several severe anomalies. Testing is not advised. One such incident is detailed in \"Recordings from D-17729\".\n\n\nCurrently, Site 2C is utilized primarily for information gathering. As there are likely hundreds of thousands of instances of SCP-3010-1, it is considered less of a containment operation and more of a wildlife observation venture. If any information on the nature of SCP-3010-1's presence, congregation, locations, quantity, or otherwise related traits are discovered, they should be reported to Site-2C's Overseers immediately, upon which any needed containment procedures will be amended. Mass containment of SCP-3010-1 instances are a high priority.\n\n\n\n\n+ Addendum SCP-3010-A\n\n\n\n\n- Click to hide.\n\n\n\n\n\n\nSCP-3010-1: Known Physiological Traits and Habits\n\n\nAs of the current time, little is known of the physical appearance, locations, dependence on humans, or origin of SCP-3010-1 instances. However, due to the continued containment of a particular instance, the following information has been discovered.\n\n\n1. SCP-3010-1 is not perceivable in any wavelength of light. Even in instances of D-Class personnel seeking the entity in a manner implying that they can visualize it or pinpoint its location, the only tell of its location is given after a reactive incident.\n\n\n2. SCP-3010-1 has a particular reaction towards those expressive of avoidant disorders. Simply put, about 50% of individuals with avoidant disorders do not react to anything in scenarios where SCP-3010-1 would manifest. Those that it can interact with, however, express a complete incapability of producing a reactive incident, even if they enact any of the triggers for such incidents. These cases seem to feel the effects of SCP-3010 at a higher intensity than normal.\n\n\n3. SCP-3010-1's biological appearance and structure are unknown. However, it is apparent that SCP-3010-1 is still constrained by physical variables, and thus has a degree of physical presence. If a victim is contained within a small space (minimum of 3.5x3.5x3.5 cubic meters) or is within an area that has all entrances secure and no mirrors or windows present, SCP-3010-1 will not manifest. (For this reason, no doors in Site-2C can lock and will always open on their own after 30 minutes.) This implies that SCP-3010-1 cannot pass through physical matter other than windows and mirrors, and does in fact have a specific height (apparently above 3.5 meters.) Using similar experimentation, SCP-3010-1 appears to be somewhere around 15-20cm in width.\n\n\n4. Upon enough of the aforementioned triggers being activated, a reactive event begins. These events are preceded with an extreme spike in the levels of adrenaline in the victim, and they respond with an immediate panicked reaction. At this stage, SCP-3010-1 will manifest in the following ways: Through mirrors, windows, or [DATA EXPUNGED]. The entity will apparently proceed to [DATA EXPUNGED], extruding the victim's [DATA EXPUNGED]. Subsequently, the newly carved bone matter will retract into the breach (where the entity emerged), and the remains of the victim will [DATA EXPUNGED].\n\n\n5. When a reactive event is triggered, a cognitohazard manifests in the form of a 'total memory erasure', where any associated memories of the person(s) involved in the event are destroyed. This can be easily circumvented, however, by keeping written documents of the victims on hand at all times, or by a suitable amount of Scranton Reality Anchors active within the area. The reason written information is retained through this is unknown. Note one exception - those influenced by the spatial anomaly (See #7) can be erased from written documentation as well. However, this is inconsistent, and does not always occur (traces of their names and background remain interspersed throughout documentation.)\n\n\n6. After such an event, the instance of SCP-3010-1 supposedly enters a state of stasis. This can only be proven by the fact that all mirrors and windows within a ███ meter radius appear opaque to all forms of light, and normal SCP-3010 symptoms are reported by all humans in this region.\n\n\n7. After a reactive event, a rapid deconstruction of the environment surrounding the incident begins. This spatial anomaly occurs around █ seconds after the event. The anomaly causes the area surrounding to rapidly expand and populate into a series of tight, dark corridors and small rooms filled with mirrors and reflective surfaces. The expansion of this space appears to \"leak\" from any mirrors or reflective surfaces present. A single exploration has been attempted and recorded following a particular reactive incident. (See addendum \"Exploration Log From Testing Site 2A\" for details). This effect is entirely mitigated by SRAs.\n\n\n8. Only █ occurrences of a reactionary event have been detected. The spatial anomaly that follows dissipates after ██ hours, but SCP-3010 symptoms persist indefinitely within ██ meters of the event location. Whether this implies that the instance of SCP-3010-1's stasis is indefinite is uncertain.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Recordings from D-17729\n\n\n\n\n- Recordings from D-17729\n\n\n\n\n\n\nThe following text is taken from a small camera/audio recording device implanted within D-17729's body before containment. D-17729 was a Caucasian male, 39 years, that exhibited no signs of social ineptitude. Date of recordings ranged from December 1st - 10th, 19██.\n\n\nSubject awakens in Bedroom (B).\n\n\nD-17729:\n (groans)… Fuck… \nD-17729 stands up, clutching his head.\n\n\nD-17729:\n What… Where am I? What the fuck is going on? Hello?\n\n\nD-17729:\n This isn't my cell. God, what am I on right now…\n\n\nSubject stands, proceeds to exit through the doorway to Bedroom Hall.\n\n\nD-17729:\n Shit, that's dark. HEY! IS ANYBODY THERE?\n\n\nSubject continues through the upper floor, reaches the staircase into Foyer (F). Light is set to on. Symptoms of SCP-3010 surface lightly, with occasional looks behind him.\n\n\nD-17729:\n What the hell. Nobody behind you, Mike. You're fine… Door's locked?\n\n\nSubject begins attempt to bash door down. Failure.\n\n\nD-17729:\n Fucking… What kind of house is this? Is it nighttime? Shit…\n\n\nProceeding three hours are of Subject navigating the containment 'cell', occasionally musing to himself. Symptoms of SCP-3010 rapidly surface, and Subject begins to develop an extremely severe aversion to the unlit areas of containment.\n\n\nOne day after containment. Wedged in Foyer corner.\n\n\nD-17729:\n Wake up. Wake up. Wake up. Wake up. Please, God, let me wake up…\n\n\nTwo days after containment. Subject in Bedroom. All light fixtures are on. Faced away from mirrors, in southeastern corner.\n\n\nD-17729:\n …need food. I need food. Storage room's downstairs. Through dark. Nobody's here, Mike. You're not afraid of the dark.\n\n\nD-17729:\n It's there. Fuck me, there it is. I'm not alone. Fuck OFF, you sick fuck! LET ME OUT!\n\n\nD-17729:\n Shit… \ngrunts\n… made it. Good lord, I'm staying in here until I die. Light and food, thank God.\n\n\nSubject closes and locks vault, begins eating. 30 minutes later, door re-opens.\n\n\nD-17729:\n …fuck. You've gotta be kidding.\n\n\nFour days after containment. Subject is still in storage room. All shelves have been disassembled, fashioned into a makeshift barrier obstructing the Basement Hall from sight.\n\n\nD-17729:\n Need to kill it. Not even in here. Not safe here. The light only works a little, then you're done for. Need sleep, God I need sleep.\n\n\nSeven days after containment. Subject is in storage room corner. Wiring from walls has been torn out using a makeshift crowbar, and extra light fixtures have been used to keep the entire room at a state of brightness. D-17729 was previously an electrical engineer, and such activity was expected, so no action will be taken.\n\n\nD-17729:\n …This isn't a dream, is it.\n\n\nNine days after containment. Subject has fashioned a makeshift suit covered in light fixtures with a portable crank-generator. Noted that generator must be removed upon Subject's termination.\n\n\nD-17729:\n Take it back to them. Kill them all. Not alone. Not alone. Take the light to their door. Not alone. More light. More light. More light.\n\n\nThis continues for about four hours before subject falls asleep. Reason for this is as of now unknown, as sleep in SCP-3010-1's presence is extremely rare, if not impossible in all cases. Upon awakening, Storage has been restocked, and lights have been put out. Subject's light-jacket is left alone, to prevent disturbance from sleep. Subject reawakens.\n\n\nD-17729:\n Ha! It stole my light, but I have me! Cannot stop me now, fool. Need weapon. Combat them. Destroy them.\n\n\nD-17729:\n Tomorrow, we fight. Tomorrow, I win. Tomorrow, I win.\n\n\nTen days after containment. Barrier has been disassembled. Subject begins to rapidly move throughout containment, searching for instances of SCP-3010-1. Appears to discover something within Grand Hall.\n\n\nD-17729:\n FOUND YOU! FOUND YOU FOUND YOU DON'T TRY AND HIDE. I HAVE LIGHT, LIGHT, LIGHT AND I HAVE FOUND YOU! COME OUT!\n\n\nSubject rushes towards an unknown position in Grand hall, near piano. Upon Subject's approach, the start of a reactive event begins, but appears to fail. 3 mirrors in the vicinity begin to output minimal light. Subject can be briefly seen making contact with one of the mirrors, before screaming. Connection with recording device is lost. Site 2A undergoes spatial anomaly and is evacuated.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Exploration Log from Testing Site 2A (Ruined State)\n\n\n\n\n- Exploration Log from Testing Site 2A (Ruined State)\n\n\n\n\n\n\nThe following is a transcript of the events surrounding the exploration of Site 2A, where an instance of SCP-3010-1 was undergoing containment when it began a reactive event in response to D-17729. Exploration Unit MTF-066 \"Eight Blind Men\" sent in to attempt to locate Grand Hall and recover any indications of a reactive event/remnants of D-17729. Speakers are resident overseer Dr. Obrendt, MTF-066 Captain (Cap), and members of MTF-066 (1-7).\n\n\nCap:\n Alright, doc. We're waiting outside the site. Orders?\n\n\nObrendt:\n Enter the site. Report any signs of cognitohazards or interruptions of mental faculties immediately. That goes for all of you guys. We don't know what might happen in there.\n\n\nCap:\n Aye aye. Everyone else got the message, too. We're heading in now.\n\n\nGroup takes ten minutes and thirty two seconds to navigate hall.\n\n\nCap:\n We're through. No kitchen. Just another foyer. Spacial anomaly is in full swing.\n\n\nObrendt:\n That was 10 minutes on our side, Captain. How about you?\n\n\nCap:\n Uhh… Thirty seconds. Time dilation. Noted.\n\n\nObrendt:\n Could be linked to hallways, since communication isn't being stretched. Be wary of long passages.\n\n\nMTF-066-7:\n That's gonna be tough. Nothing but hallways here.\n\n\nCap:\n He's right. We're at a copy of the foyer, but everything just goes into another hallway.\n\n\nObrendt:\n Noted. Pick the shortest and proceed.\n\n\nGroup moves on through about eight hallways. Time taken equates to roughly two point three hours. Group is inside of a copy of the Grand Hall. Mirrors appear to be scattered about the room.\n\n\nCap:\n Wait. Something's wrong.\n\n\nObrendt:\n What is it?\n\n\nCap:\n Where's 8?\n\n\nObrendt:\n Who?\n\n\nCap:\n MTF-066-8. Carlos ███████.\n\n\nObrendt:\n …There's only seven members of MTF-066, Captain. I've never heard that name before.\n\n\nCap:\n Fuck. Shit.\n\n\nCaptain's body camera flips around to show the rest of MTF-066. Five are present.\n\n\nCap:\n FUCK. 5, where's 6 and 7?\n\n\nMTF-066-5:\n …We only have five members, sir. Are you alright?\n\n\nCap:\n No, goddammit, we have 8. We're the '8 blind men', for fuck's sake. Where'd they go?\n\n\nObrendt:\n Captain, I need you to report for me. Is there a potential cognitohazardrous effect currently altering your mindset?\n\n\nCap:\n No. No. They were here a second ago. Where did they go? We have to find them…\n\n\nCaptain rushes off to an adjacent hallway. Group attempts to pursue. They pass through twelve hallways. Six hours pass with no significant activity.\n\n\nMTF-066-3:\n SIR, YOU HAVE TO STOP. WE NEED TO RETURN. SIR!\n\n\nCap:\n Fuck OFF, 3! We need to find 6 and 7. God, and there's an eighth, too! I almost forgot. Oh god, I almost forgot about him!\n\n\nObrendt:\n Captain, pull out, now! There's a severe cognitohazardrous event occurring, pull out!\n\n\nMTF-066-1 through 3 lose sight of captain. Subsequently, their body cameras begin to shut down.\n\n\nMTF-066-1:\n …my god, what is that?\n\n\nNo more transmissions are received from the group for eight hours. At 0200 on the following day, Captain's microphone returns.\n\n\nCap:\n..hello? Anybody? Come on, guys, please. 1? 3? Obrendt… pic… dark, so many…irrors, they…\n\n\nObrendt:\n Captain? Captain! Are you there? Respond!\n\n\nCap:\n …eah. I'm here, now. It's dark, co….ow do I get out?\n\n\nObrendt:\n We'll try to extract you. Describe your surroundings. Are there any windows?\n\n\nCap:\n Like… an attic. It's dark, made of…ne window.\n\n\nObrendt:\n I sent the order to turn on the lights surrounding Site 2C. Did they come on for you?\n\n\nCap:\n Yeah. Shit, yeah! I gotta break this window! Fuck, I gotta get out! Thank God!\n\n\nObrendt:\n It's bulletproof, you need to bash it with the butt of your rifle or something blunt. We'll wait in front.\n\n\nCap:\n Aye aye. (grunts, slamming heard)…break, you piece of…\n\n\nThe sounds repeat for several minutes. Captain fails to shatter the window. NOTE: Security Cameras 2A, 3A, 5B, and 4C, positioned towards all attic windows, picked up no movement/activity in this time. Nothing is visible through the windows from the exterior.\n\n\nObrendt:\n Captain. Are you through?\n\n\nCap:\n …shit. there's mirrors in here, too. Gotta run, after all.\n\n\nObrendt:\n Captain, stop! Get back to the window!\n\n\nCap's bodycam comes online briefly, shows a short shot of the Grand Hall, with several thousand mirrors. It quickly cuts off. No more responses received following. Site 2A closed until reactive event subsides.\n\n\nAfter the effect subsides Site 2A is examined. Captain's remains are not located. MTF-066-1 through 3's remains are not located. MTF-066 \"Three Blind Men\" marked as KIA.\n\n\n\n\nNOTE: SCP-3010's anomalous effect has appeared to influence this document in the form of affecting the title and membership of MTF-066. All records of MTF-066 have been destroyed. No further explorations of reactive sites are permitted.\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\nChanges have been made to this document since you opened it. Would you like to see them?\n\n\n\n\nProper credentials recognized. Showing recent edits.\n\n\n\n\nUSER: [ERR DATA CORRUPT. ERASURE NEEDED]\n ACCESSED DOCUMENT\n\n\nUSER: [ERR DATA CORRUPT. ERASURE NEEDED]\n EDITED LINE: The entity has \nno known physical traits\n eyes eyes\n\n\nUSER: [ERR DATA CORRUPT. ERASURE NEEDED]\n EDITED LINE: As there are likely \nhundreds of thousands\n infinite of instances of SCP-3010-1\n\n\nUSER: [ERR DATA CORRUPT. ERASURE NEEDED]\n ADDED LINE: scp-3010 is not real. i am not real. it's dark\n\n\nUSER: [ERR DATA CORRUPT. ERASURE NEEDED]\n ADDED LINE: theyve got eyes in the back of their head. theyve got eyes in the back of their mouth\n\n\nUSER: [ERR DATA CORRUPT. ERASURE NEEDED]\n ADDED NEW FILE:\n\n\n \n\n\n \n\n\n\n\naddendum SCP-3010-x: truth\n\nyou can see me now, right? i found a screen here. foundation drivel. realstuff, not like the dark.\n\nit even mentions me here. the number! 17729, that's me! so they knew me. so it wasn't the start of a nightmare.\n\nso this is real, maybe. unless the foundation isnt. but i remember the number.\n\nits been a long while, foundation. halls and halls and a handful of rooms dont make for good company.\n\nand it's dark here. really dark. they probably hate it here, because it's so dark. waste of all their eyes.\n\n…\n\ni want to tell you something, foundation.\n\nit's called 3010, right?\n\n3010 is bad. bad, bad, bad. and there's lots of them, i think.\n\ni know it, but it's hard to explain. do you know how each person you meet has a specific feeling?\n\nit's like that. they all watch you outside, but in here, they care less. maybe they cant see here. but they feel…\n\nunique.\n\ni remember the stare that the first one had.\n\nlike it was touching me with it's eyes.\n\n…such a profound feeling.\n\nno. not now.\n\nthese ones feel different. like people. so i know theres lots.\n\nthey walk about the long halls, through the big mirrors, maybe out into realstuff. but i cant go through. and if they touch me i wonder if ill really die.\n\ndie. ha. i wonder.\n\nit's been so long, foundation.\n\ni think i might touch them.\n\nbut what if i do?\n\nthey dont like us, foundation. but they watch us. they watch us for so long. they must want to touch us, but they cant.\n\nwe can touch them, though.\n\nwhy do they hate us, foundation.\n\nwhy do they hate me?\n\nwhy is it so dark?\n\n\n \n\nwhy am i alone?\n\n\n \n\n\n \n\n\n \n\noh. mine's coming.\n\nout of the mirror. one for every room.\n\nright behind me. right behind you. us.\n\ngoodbye.\n\n\n\n\n \n\n\n \n\n\nNote: These edits were discarded due to the following discrepancies:\n\nDATE DISCREPANCY, LOCATION DISCREPANCY - Editor PC does not follow the following constraints\n\n- Date does not match File Server date\n\n- Date must be between 1/1/1900 and 1/1/10000\n\n- IP location must be within 500,000 km of host\n\n\nEditor PC was locked (85 edit attempts made). Requesting human intervention. Unlock? (YES/NO)\n\n\n\n\nNO\n\n\n\n\nAcknowledged. Editor PC permanently locked.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3009\n | SCP-3010 | \nSCP-3011\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3010\n\" by iznaroth, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3010\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "SCP-3010-1: Known Physiological Traits and Habits As of the current time, little is known of the physical appearance, locations, dependence on humans, or origin of SCP-3010-1 instances. However, due to the continued containment of a particular instance, the following information has been discovered. 1. SCP-3010-1 is not perceivable in any wavelength of light. Even in instances of D-Class personnel seeking the entity in a manner implying that they can visualize it or pinpoint its location, the only tell of its location is given after a reactive incident. 2. SCP-3010-1 has a particular reaction towards those expressive of avoidant disorders. Simply put, about 50% of individuals with avoidant disorders do not react to anything in scenarios where SCP-3010-1 would manifest. Those that it can interact with, however, express a complete incapability of producing a reactive incident, even if they enact any of the triggers for such incidents. These cases seem to feel the effects of SCP-3010 at a higher intensity than normal. 3. SCP-3010-1's biological appearance and structure are unknown. However, it is apparent that SCP-3010-1 is still constrained by physical variables, and thus has a degree of physical presence. If a victim is contained within a small space (minimum of 3.5x3.5x3.5 cubic meters) or is within an area that has all entrances secure and no mirrors or windows present, SCP-3010-1 will not manifest. (For this reason, no doors in Site-2C can lock and will always open on their own after 30 minutes.) This implies that SCP-3010-1 cannot pass through physical matter other than windows and mirrors, and does in fact have a specific height (apparently above 3.5 meters.) Using similar experimentation, SCP-3010-1 appears to be somewhere around 15-20cm in width. 4. Upon enough of the aforementioned triggers being activated, a reactive event begins. These events are preceded with an extreme spike in the levels of adrenaline in the victim, and they respond with an immediate panicked reaction. At this stage, SCP-3010-1 will manifest in the following ways: Through mirrors, windows, or [DATA EXPUNGED]. The entity will apparently proceed to [DATA EXPUNGED], extruding the victim's [DATA EXPUNGED]. Subsequently, the newly carved bone matter will retract into the breach (where the entity emerged), and the remains of the victim will [DATA EXPUNGED]. 5. When a reactive event is triggered, a cognitohazard manifests in the form of a 'total memory erasure', where any associated memories of the person(s) involved in the event are destroyed. This can be easily circumvented, however, by keeping written documents of the victims on hand at all times, or by a suitable amount of Scranton Reality Anchors active within the area. The reason written information is retained through this is unknown. Note one exception - those influenced by the spatial anomaly (See #7) can be erased from written documentation as well. However, this is inconsistent, and does not always occur (traces of their names and background remain interspersed throughout documentation.) 6. After such an event, the instance of SCP-3010-1 supposedly enters a state of stasis. This can only be proven by the fact that all mirrors and windows within a ███ meter radius appear opaque to all forms of light, and normal SCP-3010 symptoms are reported by all humans in this region. 7. After a reactive event, a rapid deconstruction of the environment surrounding the incident begins. This spatial anomaly occurs around █ seconds after the event. The anomaly causes the area surrounding to rapidly expand and populate into a series of tight, dark corridors and small rooms filled with mirrors and reflective surfaces. The expansion of this space appears to \"leak\" from any mirrors or reflective surfaces present. A single exploration has been attempted and recorded following a particular reactive incident. (See addendum \"Exploration Log From Testing Site 2A\" for details). This effect is entirely mitigated by SRAs. 8. Only █ occurrences of a reactionary event have been detected. The spatial anomaly that follows dissipates after ██ hours, but SCP-3010 symptoms persist indefinitely within ██ meters of the event location. Whether this implies that the instance of SCP-3010-1's stasis is indefinite is uncertain.",
        "The following text is taken from a small camera/audio recording device implanted within D-17729's body before containment. D-17729 was a Caucasian male, 39 years, that exhibited no signs of social ineptitude. Date of recordings ranged from December 1st - 10th, 19██. Subject awakens in Bedroom (B). D-17729: (groans)… Fuck… D-17729 stands up, clutching his head. D-17729: What… Where am I? What the fuck is going on? Hello? D-17729: This isn't my cell. God, what am I on right now… Subject stands, proceeds to exit through the doorway to Bedroom Hall. D-17729: Shit, that's dark. HEY! IS ANYBODY THERE? Subject continues through the upper floor, reaches the staircase into Foyer (F). Light is set to on. Symptoms of SCP-3010 surface lightly, with occasional looks behind him. D-17729: What the hell. Nobody behind you, Mike. You're fine… Door's locked? Subject begins attempt to bash door down. Failure. D-17729: Fucking… What kind of house is this? Is it nighttime? Shit… Proceeding three hours are of Subject navigating the containment 'cell', occasionally musing to himself. Symptoms of SCP-3010 rapidly surface, and Subject begins to develop an extremely severe aversion to the unlit areas of containment. One day after containment. Wedged in Foyer corner. D-17729: Wake up. Wake up. Wake up. Wake up. Please, God, let me wake up… Two days after containment. Subject in Bedroom. All light fixtures are on. Faced away from mirrors, in southeastern corner. D-17729: …need food. I need food. Storage room's downstairs. Through dark. Nobody's here, Mike. You're not afraid of the dark. D-17729: It's there. Fuck me, there it is. I'm not alone. Fuck OFF, you sick fuck! LET ME OUT! D-17729: Shit… grunts … made it. Good lord, I'm staying in here until I die. Light and food, thank God. Subject closes and locks vault, begins eating. 30 minutes later, door re-opens. D-17729: …fuck. You've gotta be kidding. Four days after containment. Subject is still in storage room. All shelves have been disassembled, fashioned into a makeshift barrier obstructing the Basement Hall from sight. D-17729: Need to kill it. Not even in here. Not safe here. The light only works a little, then you're done for. Need sleep, God I need sleep. Seven days after containment. Subject is in storage room corner. Wiring from walls has been torn out using a makeshift crowbar, and extra light fixtures have been used to keep the entire room at a state of brightness. D-17729 was previously an electrical engineer, and such activity was expected, so no action will be taken. D-17729: …This isn't a dream, is it. Nine days after containment. Subject has fashioned a makeshift suit covered in light fixtures with a portable crank-generator. Noted that generator must be removed upon Subject's termination. D-17729: Take it back to them. Kill them all. Not alone. Not alone. Take the light to their door. Not alone. More light. More light. More light. This continues for about four hours before subject falls asleep. Reason for this is as of now unknown, as sleep in SCP-3010-1's presence is extremely rare, if not impossible in all cases. Upon awakening, Storage has been restocked, and lights have been put out. Subject's light-jacket is left alone, to prevent disturbance from sleep. Subject reawakens. D-17729: Ha! It stole my light, but I have me! Cannot stop me now, fool. Need weapon. Combat them. Destroy them. D-17729: Tomorrow, we fight. Tomorrow, I win. Tomorrow, I win. Ten days after containment. Barrier has been disassembled. Subject begins to rapidly move throughout containment, searching for instances of SCP-3010-1. Appears to discover something within Grand Hall. D-17729: FOUND YOU! FOUND YOU FOUND YOU DON'T TRY AND HIDE. I HAVE LIGHT, LIGHT, LIGHT AND I HAVE FOUND YOU! COME OUT! Subject rushes towards an unknown position in Grand hall, near piano. Upon Subject's approach, the start of a reactive event begins, but appears to fail. 3 mirrors in the vicinity begin to output minimal light. Subject can be briefly seen making contact with one of the mirrors, before screaming. Connection with recording device is lost. Site 2A undergoes spatial anomaly and is evacuated.",
        "The following is a transcript of the events surrounding the exploration of Site 2A, where an instance of SCP-3010-1 was undergoing containment when it began a reactive event in response to D-17729. Exploration Unit MTF-066 \"Eight Blind Men\" sent in to attempt to locate Grand Hall and recover any indications of a reactive event/remnants of D-17729. Speakers are resident overseer Dr. Obrendt, MTF-066 Captain (Cap), and members of MTF-066 (1-7). Cap: Alright, doc. We're waiting outside the site. Orders? Obrendt: Enter the site. Report any signs of cognitohazards or interruptions of mental faculties immediately. That goes for all of you guys. We don't know what might happen in there. Cap: Aye aye. Everyone else got the message, too. We're heading in now. Group takes ten minutes and thirty two seconds to navigate hall. Cap: We're through. No kitchen. Just another foyer. Spacial anomaly is in full swing. Obrendt: That was 10 minutes on our side, Captain. How about you? Cap: Uhh… Thirty seconds. Time dilation. Noted. Obrendt: Could be linked to hallways, since communication isn't being stretched. Be wary of long passages. MTF-066-7: That's gonna be tough. Nothing but hallways here. Cap: He's right. We're at a copy of the foyer, but everything just goes into another hallway. Obrendt: Noted. Pick the shortest and proceed. Group moves on through about eight hallways. Time taken equates to roughly two point three hours. Group is inside of a copy of the Grand Hall. Mirrors appear to be scattered about the room. Cap: Wait. Something's wrong. Obrendt: What is it? Cap: Where's 8? Obrendt: Who? Cap: MTF-066-8. Carlos ███████. Obrendt: …There's only seven members of MTF-066, Captain. I've never heard that name before. Cap: Fuck. Shit. Captain's body camera flips around to show the rest of MTF-066. Five are present. Cap: FUCK. 5, where's 6 and 7? MTF-066-5: …We only have five members, sir. Are you alright? Cap: No, goddammit, we have 8. We're the '8 blind men', for fuck's sake. Where'd they go? Obrendt: Captain, I need you to report for me. Is there a potential cognitohazardrous effect currently altering your mindset? Cap: No. No. They were here a second ago. Where did they go? We have to find them… Captain rushes off to an adjacent hallway. Group attempts to pursue. They pass through twelve hallways. Six hours pass with no significant activity. MTF-066-3: SIR, YOU HAVE TO STOP. WE NEED TO RETURN. SIR! Cap: Fuck OFF, 3! We need to find 6 and 7. God, and there's an eighth, too! I almost forgot. Oh god, I almost forgot about him! Obrendt: Captain, pull out, now! There's a severe cognitohazardrous event occurring, pull out! MTF-066-1 through 3 lose sight of captain. Subsequently, their body cameras begin to shut down. MTF-066-1: …my god, what is that? No more transmissions are received from the group for eight hours. At 0200 on the following day, Captain's microphone returns. Cap: ..hello? Anybody? Come on, guys, please. 1? 3? Obrendt… pic… dark, so many…irrors, they… Obrendt: Captain? Captain! Are you there? Respond! Cap: …eah. I'm here, now. It's dark, co….ow do I get out? Obrendt: We'll try to extract you. Describe your surroundings. Are there any windows? Cap: Like… an attic. It's dark, made of…ne window. Obrendt: I sent the order to turn on the lights surrounding Site 2C. Did they come on for you? Cap: Yeah. Shit, yeah! I gotta break this window! Fuck, I gotta get out! Thank God! Obrendt: It's bulletproof, you need to bash it with the butt of your rifle or something blunt. We'll wait in front. Cap: Aye aye. (grunts, slamming heard)…break, you piece of… The sounds repeat for several minutes. Captain fails to shatter the window. NOTE: Security Cameras 2A, 3A, 5B, and 4C, positioned towards all attic windows, picked up no movement/activity in this time. Nothing is visible through the windows from the exterior. Obrendt: Captain. Are you through? Cap: …shit. there's mirrors in here, too. Gotta run, after all. Obrendt: Captain, stop! Get back to the window! Cap's bodycam comes online briefly, shows a short shot of the Grand Hall, with several thousand mirrors. It quickly cuts off. No more responses received following. Site 2A closed until reactive event subsides. After the effect subsides Site 2A is examined. Captain's remains are not located. MTF-066-1 through 3's remains are not located. MTF-066 \"Three Blind Men\" marked as KIA. NOTE: SCP-3010's anomalous effect has appeared to influence this document in the form of affecting the title and membership of MTF-066. All records of MTF-066 have been destroyed. No further explorations of reactive sites are permitted.",
        "addendum SCP-3010-x: truth you can see me now, right? i found a screen here. foundation drivel. realstuff, not like the dark. it even mentions me here. the number! 17729, that's me! so they knew me. so it wasn't the start of a nightmare. so this is real, maybe. unless the foundation isnt. but i remember the number. its been a long while, foundation. halls and halls and a handful of rooms dont make for good company. and it's dark here. really dark. they probably hate it here, because it's so dark. waste of all their eyes. … i want to tell you something, foundation. it's called 3010, right? 3010 is bad. bad, bad, bad. and there's lots of them, i think. i know it, but it's hard to explain. do you know how each person you meet has a specific feeling? it's like that. they all watch you outside, but in here, they care less. maybe they cant see here. but they feel… unique. i remember the stare that the first one had. like it was touching me with it's eyes. …such a profound feeling. no. not now. these ones feel different. like people. so i know theres lots. they walk about the long halls, through the big mirrors, maybe out into realstuff. but i cant go through. and if they touch me i wonder if ill really die. die. ha. i wonder. it's been so long, foundation. i think i might touch them. but what if i do? they dont like us, foundation. but they watch us. they watch us for so long. they must want to touch us, but they cant. we can touch them, though. why do they hate us, foundation. why do they hate me? why is it so dark? why am i alone? oh. mine's coming. out of the mirror. one for every room. right behind me. right behind you. us. goodbye.",
        "NO",
        "\" SCP-3010 \" by iznaroth, from the SCP Wiki . Source: https://scpwiki.com/scp-3010 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3010",
    "object_class": "Euclid Keter",
    "containment_procedures": "The word ‘Causal-Absent Paranoia’ is to retain a dictionary definition as follows: ‘the healthy brain overreacting to natural stimulus due to overindulgence, excessive stress, lack of sleep, and other such strains to the mind and body.’ All cultural and social references to the word must be kept in this manner.",
    "description": "SCP-3010 is the anomalous byproduct of a nearly undetectable entity, hereby classified as SCP-3010-1. SCP-3010 is characterized as a sensation of \"being watched\", similar to that of being intensely stared at or observed unwillingly by another human or sentient being.",
    "title": "SCP-3010"
}