{
    "url": "https://scp-wiki.wikidot.com/scp-3016",
    "all_text": "rating: \n+142\n+\n–\nx\n\n\nItem #:\n SCP-3016\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n\n\n\n\n+ EXPAND Standard Containment Procedures\n\n\n\n\n- COLLAPSE Standard Containment Procedures\n\n\n\n\n\n\nSCP-3016 must be stored within a vacuumized containment chamber that has been fitted with an array of permanent magnets capable of holding the object stationary in space, and out of contact with any solid surfaces. Two electronically actuated clamps must be installed, to be used as brakes with the aim of limiting the rotational velocity of SCP-3016 to 500 rpm. This brake must be inspected at least once per week and replaced as needed. The second clamp is to be used to limit the motion of SCP-3016 while the primary brake is undergoing maintenance. These clamps must be connected to a backup battery, capable of maintaining the operation of the clamping mechanism for at least 24 hours without power from the Site's main generator.\n\n\n\n\n\n\n\n\n\n\nNOTE:\n By Order of the Deputy Site Director, the above containment procedures have been discontinued. Until such time as it is safe for them to be reinstated, the temporary measures outlined below are to be utilized instead.\n\n\n\n\n+ EXPAND Temporary Containment Procedures\n\n\n\n\n- COLLAPSE  Temporary Containment Procedures\n\n\n\n\n\n\nSCP-3016 has rendered Level 7 of Site-55 uninhabitable due to extreme heat. As a temporary containment measure, all doors to Level 7 has been closed off, all elevators have been programmed to avoid stopping at the affected level, and thermal insulation has been applied in any essential stairwells passing through. All ventilation shafts connected to Level 7 must be redirected to lead outside the compound in an attempt to release the generated heat. Research into a means of reestablishing original containment is ongoing.\n\n\n\n\n\n\n\n\n\n\nDescription:\n SCP-3016 is a highly-polished spinning top, appearing to be made of steel or iron due to its magnetic properties, that experiences rotational acceleration with no known force acting upon it. This acceleration varies wildly, from 0.5 rads/s\n2\n to [REDACTED], with no recognized pattern. The source of the required kinetic energy for this to take place is unknown.\n\n\nSCP-3016 displays incredible durability, and while materials testing has been limited, the object has yet to receive even minor abrasion. Long-term application of a speed-limiting clamp has yet to damage SCP-3016 at all, despite the need for the clamp to be replaced ██ times since recovery.\n\n\nWhile SCP-3016 can be picked up and held immobile, it will continue to exert a torque on anything holding it in place. This torque, like the object's usual acceleration, varies wildly, and has been known to cause damage to any agent resisting it. Because of this, SCP-3016 can only be restrained for short periods of time.\n\n\n\n\nAddendum 1:\n Site 55 Containment Breach\n\n\nAt 0855 on ██/██/████, eight of Site 55's Keter-class entities were able to breach containment, causing a failure of both primary and backup generators throughout the facility, and resulting in the loss of ██ personnel. While power was disabled, both the primary and secondary brakes restraining SCP-3016 shut down, and the object was able to accelerate uncontrollably for several hours.\n\n\nUpon the successful restoration of power to the facility, all escaped entities save SCP-████ had been recontained, with minimal further casualties.\n\n\nDuring the outage, all telemetry on SCP-3016 was lost. A maintenance unit consisting of two personnel is sent to look into the feasibility of restoring full containment. It is to be noted that due to the variable acceleration of SCP-3016, its rotational velocity at this point in time is unknown.\n\n\nBoth personnel arrive at the SCP-3016 containment chamber, and reported that containment was stable, although not intact. The object was at this time suspended in space by the magnets, and it remained within a vacuum, but both clamps melted upon being engaged. Shortly thereafter SCP-████ was sighted on Level 7, and both personnel donned vacuum suits and attempted to take refuge within the SCP-3016 containment chamber.\n\n\nSCP-████ was able to detect the personnel, however, and managed to breach the vacuumized unit. The resulting implosion resulted in the destruction of much of the chamber itself, as well as the loss of both maintenance personnel and the apparent termination of SCP-████.\n\n\nAddendum 2:\n SCP-3016 Post-Breach Investigation\n\n\nAt the time of the explosive decompression of the SCP-3016 containment chamber, the object had already reached an unknown, but dangerously high, rotational velocity. Within five minutes of the collapse, the ambient temperature within Level 7 had risen by 10°C, and continued to rise from that point.\n\n\nThe Temporary Containment Procedures listed above were put into place within five hours of the final breach. Three members of MTF Beta-7 (\"Maz Hatters\") were called in to examine the affected floor in greater detail. This team was supervised directly by Site Director Jacob Cole.\n\n\n\n\n+ EXPAND Audio Log: SCP-3016 Post-Breach Exploration\n\n\n\n\n- COLLAPSE Audio Log: SCP-3016 Post-Breach Exploration\n\n\n\n\n\n\n[BEGIN LOG]\n\n\nAlpha:\n Command, this is Alpha. We're on Level 7, just in front of the insulation.\n\n\nCommand:\n Acknowledged. Sound off.\n\n\nAlpha:\n Alpha, check.\n\n\nBravo:\n Bravo, check.\n\n\nDelta:\n Delta, check. You got any idea what it's like in there, Command?\n\n\nCommand:\n We know it's hot in there, but not much else. CCTV and about all other sensors melted a while ago.\n\n\nAlpha:\n Acknowledged, Command. Proceeding on your orders.\n\n\nCommand:\n Beta-Seven, you may proceed.\n\n\nAlpha:\n We're moving into the red zone now.\n\n\nDelta:\n I'm reading over 200 degrees Centigrade, Command. You may have a bit of a problem.\n\n\nBravo:\n And still climbing, but pretty slowly. It's a bit hotter over that way - guess we know the skip's still where it's supposed to be.\n\n\nBeta-7 personnel move for several minutes, following the temperature gradient to its source. As they approach, a reddish glow is visible down one of the corridors.\n\n\nAlpha:\n We have visual on the skip, command. More or less.\n\n\nBravo:\n Yeah, that's some intense black-body radiation. 3016 must be spinning pretty quick to do that.\n\n\nDelta:\n We're actually getting pretty close to the heat tolerances on these suits. I read 400 Celsius.\n\n\nAlpha:\n We're still pretty good for a while, Delta. They can take a little past 500 before they start to break down.\n\n\nBravo:\n Hang on a second, is that…\n\n\nAlpha:\n Looks like it. Command, we've got positive confirmation that SCP-████ has been neutralized.\n\n\nDelta:\n Wow, charred to the bone. Don't see that every day.\n\n\nAlpha:\n Which means that over there must be what's left of the chamber.\n\n\nBravo:\n Jesus, that's bright. Command, this skip has managed to heat the air by quite a bit.\n\n\nDelta:\n My thermometer reads - Wow, it's… uh… melted, actually. We should probably head out pretty soon.\n\n\nCommand:\n Beta-Seven, get out of there. Delta's right.\n\n\nBravo:\n Hold up a second. You all read the old procedures for 3016?\n\n\nAlpha:\n 'Course we did.\n\n\nBravo:\n Didn't they say something about a backup battery? I'm not seeing one.\n\n\nCommand:\n Beta-Seven, return to base, now.\n\n\nAlpha:\n Just one more thing, Command. The battery should be right about… there. But there's just empty floor.\n\n\nCommand:\n Beta-Seven, get out of there. That's an order.\n\n\nAlpha:\n Acknowledged. We've seen about all there is to see here. We're on our way out.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nAfter the Beta-7 team described the observed lax containment procedures in their final report, the Ethics Committee conducted a full investigation. After confirming that Special Containment Procedures had not been correctly followed, it was also discovered that several additional Safe and Euclid class objects had been contained improperly.\n\n\nThe Ethics Committee requested an audit of the financial records of Site 55, and discovered that a portion of the funds allocated for containment were unaccounted for. A further investigation recovered paperwork implicating Site Director Jacob Cole, who later confessed to embezzling Foundation Resources for personal gain. Director Cole was immediately removed from office, amnesticized, and released into life as a civilian with no memory of his career with the Foundation.\n\n\nResearch into a means of restoring containment to SCP-3016 is ongoing. CCTV Capability on Level 7 has yet to be reestablished.\n\n\n\n\n\n\n« \nSCP-3015\n | SCP-3016 | \nSCP-3017\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3016\n\" by GeometryPrime, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3016\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1: Site 55 Containment Breach\nAt 0855 on ██/██/████, eight of Site 55's Keter-class entities were able to breach containment, causing a failure of both primary and backup generators throughout the facility, and resulting in the loss of ██ personnel. While power was disabled, both the primary and secondary brakes restraining SCP-3016 shut down, and the object was able to accelerate uncontrollably for several hours.\nUpon the successful restoration of power to the facility, all escaped entities save SCP-████ had been recontained, with minimal further casualties.\nDuring the outage, all telemetry on SCP-3016 was lost. A maintenance unit consisting of two personnel is sent to look into the feasibility of restoring full containment. It is to be noted that due to the variable acceleration of SCP-3016, its rotational velocity at this point in time is unknown.\nBoth personnel arrive at the SCP-3016 containment chamber, and reported that containment was stable, although not intact. The object was at this time suspended in space by the magnets, and it remained within a vacuum, but both clamps melted upon being engaged. Shortly thereafter SCP-████ was sighted on Level 7, and both personnel donned vacuum suits and attempted to take refuge within the SCP-3016 containment chamber.\nSCP-████ was able to detect the personnel, however, and managed to breach the vacuumized unit. The resulting implosion resulted in the destruction of much of the chamber itself, as well as the loss of both maintenance personnel and the apparent termination of SCP-████.",
        "Addendum 2: SCP-3016 Post-Breach Investigation\nAt the time of the explosive decompression of the SCP-3016 containment chamber, the object had already reached an unknown, but dangerously high, rotational velocity. Within five minutes of the collapse, the ambient temperature within Level 7 had risen by 10°C, and continued to rise from that point.\nThe Temporary Containment Procedures listed above were put into place within five hours of the final breach. Three members of MTF Beta-7 (\"Maz Hatters\") were called in to examine the affected floor in greater detail. This team was supervised directly by Site Director Jacob Cole.\nAfter the Beta-7 team described the observed lax containment procedures in their final report, the Ethics Committee conducted a full investigation. After confirming that Special Containment Procedures had not been correctly followed, it was also discovered that several additional Safe and Euclid class objects had been contained improperly.\nThe Ethics Committee requested an audit of the financial records of Site 55, and discovered that a portion of the funds allocated for containment were unaccounted for. A further investigation recovered paperwork implicating Site Director Jacob Cole, who later confessed to embezzling Foundation Resources for personal gain. Director Cole was immediately removed from office, amnesticized, and released into life as a civilian with no memory of his career with the Foundation.\nResearch into a means of restoring containment to SCP-3016 is ongoing. CCTV Capability on Level 7 has yet to be reestablished."
    ],
    "documents": [],
    "notes": [
        "SCP-3016 must be stored within a vacuumized containment chamber that has been fitted with an array of permanent magnets capable of holding the object stationary in space, and out of contact with any solid surfaces. Two electronically actuated clamps must be installed, to be used as brakes with the aim of limiting the rotational velocity of SCP-3016 to 500 rpm. This brake must be inspected at least once per week and replaced as needed. The second clamp is to be used to limit the motion of SCP-3016 while the primary brake is undergoing maintenance. These clamps must be connected to a backup battery, capable of maintaining the operation of the clamping mechanism for at least 24 hours without power from the Site's main generator.",
        "SCP-3016 has rendered Level 7 of Site-55 uninhabitable due to extreme heat. As a temporary containment measure, all doors to Level 7 has been closed off, all elevators have been programmed to avoid stopping at the affected level, and thermal insulation has been applied in any essential stairwells passing through. All ventilation shafts connected to Level 7 must be redirected to lead outside the compound in an attempt to release the generated heat. Research into a means of reestablishing original containment is ongoing.",
        "[BEGIN LOG] Alpha: Command, this is Alpha. We're on Level 7, just in front of the insulation. Command: Acknowledged. Sound off. Alpha: Alpha, check. Bravo: Bravo, check. Delta: Delta, check. You got any idea what it's like in there, Command? Command: We know it's hot in there, but not much else. CCTV and about all other sensors melted a while ago. Alpha: Acknowledged, Command. Proceeding on your orders. Command: Beta-Seven, you may proceed. Alpha: We're moving into the red zone now. Delta: I'm reading over 200 degrees Centigrade, Command. You may have a bit of a problem. Bravo: And still climbing, but pretty slowly. It's a bit hotter over that way - guess we know the skip's still where it's supposed to be. Beta-7 personnel move for several minutes, following the temperature gradient to its source. As they approach, a reddish glow is visible down one of the corridors. Alpha: We have visual on the skip, command. More or less. Bravo: Yeah, that's some intense black-body radiation. 3016 must be spinning pretty quick to do that. Delta: We're actually getting pretty close to the heat tolerances on these suits. I read 400 Celsius. Alpha: We're still pretty good for a while, Delta. They can take a little past 500 before they start to break down. Bravo: Hang on a second, is that… Alpha: Looks like it. Command, we've got positive confirmation that SCP-████ has been neutralized. Delta: Wow, charred to the bone. Don't see that every day. Alpha: Which means that over there must be what's left of the chamber. Bravo: Jesus, that's bright. Command, this skip has managed to heat the air by quite a bit. Delta: My thermometer reads - Wow, it's… uh… melted, actually. We should probably head out pretty soon. Command: Beta-Seven, get out of there. Delta's right. Bravo: Hold up a second. You all read the old procedures for 3016? Alpha: 'Course we did. Bravo: Didn't they say something about a backup battery? I'm not seeing one. Command: Beta-Seven, return to base, now. Alpha: Just one more thing, Command. The battery should be right about… there. But there's just empty floor. Command: Beta-Seven, get out of there. That's an order. Alpha: Acknowledged. We've seen about all there is to see here. We're on our way out. [END LOG]",
        "\" SCP-3016 \" by GeometryPrime, from the SCP Wiki . Source: https://scpwiki.com/scp-3016 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3016",
    "object_class": "Euclid",
    "containment_procedures": "",
    "description": "SCP-3016 is a highly-polished spinning top, appearing to be made of steel or iron due to its magnetic properties, that experiences rotational acceleration with no known force acting upon it. This acceleration varies wildly, from 0.5 rads/s2 to [REDACTED], with no recognized pattern. The source of the required kinetic energy for this to take place is unknown.",
    "title": "SCP-3016"
}