{
    "url": "https://scp-wiki.wikidot.com/scp-3020",
    "all_text": "rating: \n+498\n+\n–\nx\n\n\n \n\n\nItem #:\n SCP-3020\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Known individuals affected by SCP-3020 are to be quarantined at Areas-39, -42, -94, -102, and -129. They are to be kept in standard non-anomalous human containment cells, and efforts are to be made to ease any symptoms of SCP-3020 infestation, including injections of L-DOPA twice daily into the kidneys.\n\n\nSamples of SCP-3020 are to be studied only at the aforementioned areas under BSL-4. Human interaction with SCP-3020 samples is forbidden; instead, all testing is to take place using robotic armatures. Armatures that have been in contact with SCP-3020 are to be heated to 400 degrees centigrade to ensure the extermination of all SCP-3020 cells and eggs.\n\n\nDescription:\n SCP-3020 is a microscopic organism of unknown genera and species, measuring less than a micron in length. SCP-3020 was believed to be most closely related to the \nRabies lyssavirus\n virus, but observation has led the Foundation to believe that SCP-3020 is actually a parasitic organism resembling a viral body.\n\n\nSCP-3020 is small enough to pass the blood-brain barrier, and manifests solely in human beings, who are also the sole vector of transmission of SCP-3020. Humans infested by SCP-3020 begin to show symptoms similar to individuals affected by major depressive disorder. SCP-3020 is incurable, but treatable through L-DOPA injections at early stages.\n\n\nSCP-3020 operates by feeding on the chemical 5-hydroxytryptophan (5-HTP), a precursor chemical to serotonin, as well as L-DOPA, a precursor to dopamine, epinephrine and norepinephrine. This causes a severe dopamine and serotonin deficiency in the body, causing symptoms resembling Parkinson's disease in addition to depressive symptoms. Due to the fact that L-DOPA is responsible for the synthesis of epinephrine, infestation by SCP-3020 destroys the fight-or-flight response.\n\n\nSCP-3020 spreads through spawn in the sweat and tears of infested subjects; physical contact will cause a mild alleviation of symptoms related to SCP-3020 infestation, but also pose a severe risk for infection if individuals are not properly protected.\n\n\nSCP-3020 spawn are capable of surviving in very harsh conditions outside of the human body, and has been found capable of surviving temperatures of down to -30 degrees Centigrade. Like most viral or parasitic organisms, high concentrations of heat will kill SCP-3020. SCP-3020 appears to be capable of surviving outside of the human body indefinitely.\n\n\nSCP-3020 cannot be treated through use of traditional antidepressant or anti-psychotic medication that works on the principles of dopamine regulation, due to the lack of dopamine in the body.\n\n\nThe symptoms of SCP-3020 infestation can be classified into five stages:\n\n\nStage 1:\n Paranoia. Subjects begin having strong bouts of paranoid delusions, particularly the delusion that they are universally hated by all individuals they perceive as being associated with them. Subjects infested with SCP-3020 will begin to cease contact with individuals they associate with; this also serves to limit the spread of SCP-3020 in its initial stages of infection, allowing it to flourish, until such a time where the subject has enough colonies of SCP-3020 within them to effectively spread it.\n\n\nStage 2:\n Fear. Paranoia in subjects becomes severe, and subjects are afraid that everyone is judging them, and believe that all individuals associating with them want them to die. Like their lives would be better off if you got out of them. So, you do. You bury yourself under work. Subjects often cut off contact with everyone who knew them. And you cry.\n\n\nSubjects who enter depressive episodes at this state often tremor violently, due to the aforementioned dopamine deficiency causing symptoms of Parkinson's disease to manifest. Physical contact at this stage will lead to a high chance of SCP-3020 infection, especially if contact is made with skin or tears.\n\n\nStage 3:\n Anger. Due to the lack of dopamine, negative emotional responses become more common, including outbursts of anger. Outbursts of anger caused by SCP-3020 often lead to further terminated relationships within the subject's social and familial circles.\n\n\nSubjects at this stage often contemplate suicide, but only 42% of infected individuals carry it out at this stage. At this point, treatment with L-DOPA supplements becomes ineffective, and subjects begin to report a lack of sensation in their extremities.\n\n\nStage 4:\n Numbness. Subjects are capable of moving their extremities, but are incapable of feeling tactile or pain sensation; this is believed to be partially psychosomatic, but also is due to the violent tremors causing difficulties in blood flow to the extremities. In addition, subjects will report a lack of gustatory and olfactory sensations; comparisons have been made between this phenomenon and a perpetual head cold.\n\n\nSubjects will often remain sedentary for hours, if not days, at a time, due to SCP-3020 multiplying within their system. SCP-3020 appears to be most effective at multiplying while subjects are conscious but sedentary.\n\n\nStage 5:\n Terminal infection. Between 55% and 72% of subjects at this stage attempt suicide, and are often unable to move due to the severity of the tremors they experience. Subjects will often plead to die or be killed; at this point, physical contact with subjects provides the most relief to SCP-3020 symptoms, but also carries the highest risk of infection. Following the death of the subject, SCP-3020 eggs will appear in all bodily fluid and tissues, increasing the risk of infection severely.\n\n\nAddendum:\n The original author of this file, Dr. Lawrence Packard, was inadvertently exposed to SCP-3020 during a containment breach at Area-39. As of writing, Dr. Packard is still under the Foundation's employ, but is kept in quarantine.\n\n\nDr. Packard may continue other aspects of his work, but is to be denied all access to SCP-3020's containment file.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3019\n | SCP-3020 | \nSCP-3021\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3020\n\" by (user deleted), from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3020\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-3020 \" by (user deleted), from the SCP Wiki . Source: https://scpwiki.com/scp-3020 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3020",
    "object_class": "Keter",
    "containment_procedures": "Known individuals affected by SCP-3020 are to be quarantined at Areas-39, -42, -94, -102, and -129. They are to be kept in standard non-anomalous human containment cells, and efforts are to be made to ease any symptoms of SCP-3020 infestation, including injections of L-DOPA twice daily into the kidneys.",
    "description": "SCP-3020 is a microscopic organism of unknown genera and species, measuring less than a micron in length. SCP-3020 was believed to be most closely related to the Rabies lyssavirus virus, but observation has led the Foundation to believe that SCP-3020 is actually a parasitic organism resembling a viral body.",
    "title": "SCP-3020"
}