{
    "url": "https://scp-wiki.wikidot.com/scp-3022",
    "all_text": "rating: \n+414\n+\n–\nx\n\n\n\n\n\n\nSCP-3022\n\n\n\n\n\n\nItem #:\n SCP-3022\n\n\nObject Class:\n Thaumiel\n\n\nSpecial Containment Procedures:\n Every instance of VIP-576 must keep one copy of SCP-3022 on their person at all times. All instances of VIP-576 are to remain at Site-19 at all times.\n\n\nRedundant copies of SCP-3022 are kept in Storage Lockers 813-A, -B, and -C. Any individual in possession of such an item must be detained, and if possible, their baseline-universe Foundation must be contacted in order to establish a plan of action.\n\n\nMonomyth Protocol:\n All restrooms at Site-19 possess hooks affixed to the interior of each stall via electromagnet. In the event of Type 5+ Containment Breach at Site-19, or a K-Class event of any kind, these electromagnets should be automatically deactivated, and VIP-576 should be instructed to activate SCP-3022 as soon as possible. All alternate universe Foundations with which the baseline Foundation is in contact must also follow this protocol, whether or not they possess a copy of VIP-576.\n\n\nDescription:\n SCP-3022 is an object constructed primarily of steel, approximately 13 centimeters in length and weighing 316 grams. When held by an unaccompanied human in a stall in a public restroom which possesses no hook suitable for hanging a coat or similar object, SCP-3022 will transport the holder to an alternate universe in which the stall possesses such a hook and is unoccupied.\n\n\nIn most cases, the difference between the origin universe and the destination universe is minimal (<14°). Timeline divergence generally occurs no earlier than the construction of the venue in question, and follows the Least Differences Principle.\n\n\nA universe's tendency to receive instances of SCP-3022 is likely a function of how deliberate the decision to install hooks in a particular facility was — those in which the decision was made in accordance with established design principles have few similar universes in which hooks were not installed. The baseline Foundation has acquired ██ instances of SCP-3022 from individuals traveling from alternate universes.\n\n\nThe principles of SCP-3022's operation, as well as its origin, are unknown. It was originally recovered from the possession of ████-██████ █████████, a civilian who appeared inside \nSCP-984\n on 2016-08-08. He was attacked by a rabid grizzly bear while inside SCP-984, and escaped with fatal injuries. Prior to Mr. █████████'s death, it was established that SCP-984 displayed no anomalous properties in his baseline universe, and that he had received SCP-3022 from an unspecified friend. Investigation of the baseline-native Mr. █████████ has found no involvement with anomalous activity and failed to locate any instance of SCP-3022.\n\n\nAddendum:\n SCP-3022 is the only portable item in the Foundation's possession that enables substantial cross-universe transportation. By order of the O5 Council, SCP-3022 has been allotted to VIP-576 to use as a last-resort measure to avoid death and/or fundamental reality alteration. Cross-universe coordination under the Monomyth Protocol has ensured that, when activated, SCP-3022 will transport VIP-576 to a universe in which no major containment breach or K-Class event is occurring.\n\n\nCurrently, VIP-576 is the only Foundation-controlled VIP that is likely to remain relevant in the aftermath of a K-Class Scenario, and as such, the Monomyth Protocol has not been expanded to include other VIPs.\n\n\n\n\n\n\n« \nSCP-3021\n | SCP-3022 | \nSCP-3023\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3022\n\" by Communism will win, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3022\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n|author=Communism will win\n\n\n\n\n\n\nFilename:\n hook.png\n\n\nName:\n Trigger style Capo alt.jpg\n\n\nAuthor:\n Connormah\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia",
    "addendums": [
        "Addendum: SCP-3022 is the only portable item in the Foundation's possession that enables substantial cross-universe transportation. By order of the O5 Council, SCP-3022 has been allotted to VIP-576 to use as a last-resort measure to avoid death and/or fundamental reality alteration. Cross-universe coordination under the Monomyth Protocol has ensured that, when activated, SCP-3022 will transport VIP-576 to a universe in which no major containment breach or K-Class event is occurring.\nCurrently, VIP-576 is the only Foundation-controlled VIP that is likely to remain relevant in the aftermath of a K-Class Scenario, and as such, the Monomyth Protocol has not been expanded to include other VIPs."
    ],
    "documents": [],
    "notes": [
        "\" SCP-3022 \" by Communism will win, from the SCP Wiki . Source: https://scpwiki.com/scp-3022 . Licensed under CC-BY-SA .",
        "Filename: hook.png Name: Trigger style Capo alt.jpg Author: Connormah License: CC BY-SA 3.0 Source Link: Wikimedia"
    ],
    "item": "SCP-3022",
    "object_class": "Thaumiel",
    "containment_procedures": "Every instance of VIP-576 must keep one copy of SCP-3022 on their person at all times. All instances of VIP-576 are to remain at Site-19 at all times.",
    "description": "SCP-3022 is an object constructed primarily of steel, approximately 13 centimeters in length and weighing 316 grams. When held by an unaccompanied human in a stall in a public restroom which possesses no hook suitable for hanging a coat or similar object, SCP-3022 will transport the holder to an alternate universe in which the stall possesses such a hook and is unoccupied.",
    "title": "SCP-3022"
}