{
    "url": "https://scp-wiki.wikidot.com/scp-3025",
    "all_text": "rating: \n+72\n+\n–\nx\n\n\nItem #:\n SCP-3025\n\n\nObject Class:\n \nSafe\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-3025 is to be stored in a standard Storage Locker at Site-██. Testing must take place in a sealed chamber. Test chambers must be cleared for use before testing. Clearance is given to test chambers that show no sign of leakage when under 0.5 megapascals of internal air pressure. Test chambers are to remain sealed until it can be confirmed that SCP-3025 has exited its active state. Recovered items and personnel are to be quarantined until an investigation has confirmed that no anomalous properties are present. As of ██-██-20██, testing of SCP-3025 is prohibited. When in transit, SCP-3025 must remain inside a hermetically sealed container at all times. SCP-3025 is under review for reassignment to Keter class.\n\n\nDescription:\n SCP-3025 is a white feather, thought to be a primary feather from a black-billed magpie (\nPica hudsonia\n).\n1\n Under most circumstances, SCP-3025 is inert and presents no anomalous features. When completely submerged in any solution composed of more than 80% water, SCP-3025 enters its active state. When in the active state, any solid or liquid matter within the same enclosed space as SCP-3025 will seem to spontaneously combust, except for SCP-3025 itself and the solution it is submerged in. An enclosed space is defined as a continuous region through which air molecules can travel unhindered. Matter that is physically bonded (e.g. weld, airtight seal) to the boundary surfaces of the enclosed space is not affected. Any additional space added to the testing chamber while SCP-3025 is in its active state will be treated as a continuation of the enclosed space, and objects within the new space will be affected by SCP-3025. No upper limit on the size of an enclosed space has been found. Objects that undergo spontaneous combustion leave no ashes or remains of any kind.\n\n\nTesting with GPS trackers has shown that radio contact is maintained after combustion and that there is no measurable change in position before and after the active state is achieved. SCP-3025 will remain in its active state until 23 hours after it is removed from the solution. Further details from testing are listed in Addendum 3025-1.\n\n\nIt is hypothesized that objects affected by SCP-3025 continue to exist within an extradimensional space (SCP-3025-A). Video cameras and live subjects affected by SCP-3025 report a barren landscape, with few traces of life. Early exploratory missions have revealed the presence of silver and gold deposits near the surface. No samples from SCP-3025-A have ever been recovered. Further details from exploration missions are listed in Addendum 3025-2.\n\n\nAny objects affected by SCP-3025 will remain within SCP-3025-A for the duration of the active state, after which they will appear in the test chamber at the same locations they occupied at the beginning of the active state. Any changes in composition or structure sustained while SCP-3025 is in its active state will remain. Upon cessation of the SCP-3025 active state, there is a low probability that an anomalous entity will manifest within the test chamber. Any such entities are referred to as SCP-3025-B. Instances of SCP-3025-B have no unifying characteristics beyond their anomalous nature. A list of SCP-3025-B instances can be found in Addendum 3025-3.\n\n\nAddendum 3025-1\n\n\n\n\n+Show Test Logs\n\n\n\n\n- Hide log\n\n\n\n\nAll tests are conducted in a cleared test chamber. Tested aqueous solutions are held in a steel container that is also affected by the SCP-3025 active state. The disappearance of the container is used as an indicator of active phase initialization and automatically ends the submersion of SCP-3025. This ensures the end of the active phase 23 hours after initialization.\n\n\n\n\n\n\nTest Number\n\n\nMaterials\n\n\nTest Description\n\n\n\n\n\n\n1\n\n\n1 liter of distilled water\n\n\nSCP-3025 enters the active state instantly. At the end of the active phase, the container is recovered. The D-personnel used to administer the test is found deceased. The body has suffered second-degree burns across 90% of its surface area. Further testing is to make minimal use of personnel.\n\n\n\n\n\n\n2\n\n\n1 liter of oceanic saltwater\n\n\nSCP-3025 enters the active state after a 3 millisecond pause. It is hypothesized that this pause is related to the percent water content of the solution.\n\n\n\n\n\n\n3\n\n\n1 liter of orange juice\n\n\nSCP-3025 enters the active state after a 10 second pause.\n\n\n\n\n\n\n4\n\n\n1 liter of pig blood\n\n\nSCP-3025 does not enter the active state. Eight hours were allowed to pass to confirm that the active state would not begin.\n\n\n\n\n\n\n5\n\n\n1 liter of pig blood, diluted with 100 milliliters of distilled water\n\n\nSCP-3025 enters the active state after a pause of 20 minutes.\n\n\n\n\n\n\n6\n\n\n1 liter of distilled water, 1 GPS tracker, 1 wireless video camera\n\n\nSCP-3025 enters the active state instantly. Both items combust. GPS tracker and video camera maintain contact with Foundation radio receivers. Feed from the video camera reveals SCP-3025-A; The surface is spotted with chemical fires, no vegetation is visible, and the sky appears polluted with dark soot. Upon reappearance, the devices sustain minor damage but are otherwise intact. An instance of SCP-3025-B is discovered following this test.\n\n\n\n\n\n\n7\n\n\n1 liter of distilled water, 1 wireless video camera, 1 D-personnel (D-45180) equipped with standard rations for one day\n\n\nSCP-3025 enters the active state instantly. All objects in the test chamber combust. D-45180 does not appear to have been injured by spontaneous combustion, but begins to show signs of mild discomfort soon after appearing in SCP-3025-A. At 10 minutes after activation, D-45180 continues to express mounting discomfort. It becomes apparent that severe burns are being inflicted on D-45180. At 33 minutes after activation D-41580 moves out of frame. Upon reappearance, the video camera sustained minor damage. Autopsy reveals that D-41580 expired from inhalation of super-heated air at approximately 6 hours after activation.\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 3025-2\n\n\n\n\n+Show logs for Expedition Alpha\n\n\n\n\n- Hide log\n\n\n\n\n2 D-personnel (D-45189, D-45195) were equipped with heat retardant suits, video and audio recording equipment, and standard rations for one day. Objective is to determine a safe method of traversing SCP-3025-A.\n\n\n\n\nD-personnel appear in SCP-3025-A.\n\n\n[BEGIN LOG]\n\n\nCommand:\n How are you feeling, Expedition Alpha?\n\n\nD-45189:\n A little disoriented…you could have warned us. Neither of us is hurt, if that’s what you mean.\n\n\nCommand:\n It’s good to hear that, Alpha. Please collect some soil for analysis and store it in the provided vials.\n\n\nD-45189:\n Whatever you say, sir.\n\n\nD-45189 does as requested while D-45195 stands watch.\n\n\nD-45195:\n Not the most welcoming view…\n\n\nD-45189:\n Yeah, no shit. Hey Command, what are our orders?\n\n\nCommand:\n None for the time being. We suggest that you stay near each other for the duration of the mission.\n\n\nD-45189:\n Roger that.\n\n\nBoth D-personnel rest for approximately ten minutes. Irrelevant audio logs redacted.\n\n\nD-45195:\n Starting to get toasty in here.\n\n\nD-45189:\n Just now? I’ve been steaming in this thing from the start.\n\n\nD-45195:\n Maybe you should take it off. Let it air out.\n\n\nD-45189:\n I see we’ve got ourselves a master of the comedic arts. Yo Command, any chance we can go find some shade or something?\n\n\nCommand:\n Request granted, Alpha. Please be sure to record the geography around you for future expeditions.\n\n\nD-45189:\n Will do, Command.\n\n\nExpedition Alpha traverses approximately 4 kilometers on foot. The surrounding land is largely uniform, being very flat and lacking vegetation. D-45195 spots a ravine in the distance, and Alpha proceeds toward it. Irrelevant dialogue redacted.\n\n\nD-45195:\n There’s a shallower slope over there. We can try getting down that way.\n\n\nD-45189:\n Good.\n\n\nExpedition Alpha arrives at the bottom of the ravine.\n\n\nD-45189:\n Damn, that was hell on my feet. At least it’s cooler down here.\n\n\nD-45195:\n I’m heading off to get some sleep. Be nice if you shut it for a while.\n\n\nD-45189:\n Command, how long can we be expected to stay in this place?\n\n\nCommand:\n About 21 more hours, Alpha. We recommend you find somewhere to sleep.\n\n\nD-45189:\n Well shit.\n\n\nThe remainder of the expedition passes without note. Irrelevant dialogue redacted. Upon recovery, all soil samples have disappeared.\n\n\n\n\n\n\n\n\n\n\n\n\n+Show logs for Expedition Beta\n\n\n\n\n- Hide log\n\n\n\n\n2 D-personnel (D-379012, D-409914) and Agent Masozi, were equipped with heat retardant suits, video and audio recording equipment, standard rations for one day, and a suite of matter analysis devices. Objective is to determine the material composition of SCP-3025-A.\n\n\n\n\nAll personnel appear in the SCP-3025-A.\n\n\n[BEGIN LOG]\n\n\nMasozi:\n Checking in, Command.\n\n\nCommand:\n Copy that Agent. How’s the rest of the team?\n\n\nMasozi:\n The D-class are holding up just fine.\n\n\nD-379012:\n [Unintelligible]\n\n\nD-409914:\n You got that right.\n\n\nMasozi:\n For the most part.\n\n\nCommand:\n Copy that. Expedition Beta, Command requests that you begin soil and air analysis as soon as possible.\n\n\nMasozi:\n Yes sir.\n\n\nAnalysis is completed. Tests show that the soil is composed of a mixture of silicates and unidentified organics. The air is a nitrogen/oxygen mix, with abnormally elevated levels of sulfur dioxide. Agent Masozi reports these findings.\n\n\nD-379012:\n How long we been standing out here, man?\n\n\nMasozi:\n About half an hour, sir.\n\n\nD-409914:\n Any chance we can go back now? I’m starting to sweat pretty hard.\n\n\nMasozi:\n Command, one of the D-Class is requesting cooler conditions. Permission to move?\n\n\nCommand:\n Permission granted, Beta.\n\n\nExpedition Beta traverses approximately 14 kilometers on foot. The landscape is entirely unfamiliar, and much rougher than that experienced by Expedition Alpha. It is theorized that each activation of SCP-3025 may reveal different locations within SCP-3025-A, or perhaps an entirely new iteration of it.\n\n\nMasozi:\n There! I think I see a cave.\n\n\nD-379012:\n [Unintelligible].\n\n\nMasozi:\n Command, we’ve found a possible rest stop.\n\n\nCommand:\n Proceed, Agent. Good luck.\n\n\nExpedition Beta builds a rudimentary camp in the shelter of the cave.\n\n\nD-379012:\n You're trying to kill us. That’s what it is.\n\n\nMasozi:\n I can assure you that our mission objective does not involve anyone dying.\n\n\nD-379012:\n Sure. Whatever you say. How long 'till we leave?\n\n\nMasozi:\n Should be another 18 hours. Settle in.\n\n\nD-379012:\n Jesus.\n\n\nD-409914:\n Ain’t no Jesus here, son.\n\n\nIrrelevant dialogue redacted. At 10 hours and 6 minutes after mission start, D-379012 is excavating a makeshift bed from the soil of the cave floor.\n\n\nD-379012:\n Shit, this is tough. Hey ██████, think you can come over here and help me?\n\n\nD-409914:\n Nope.\n\n\nD-379012:\n Thanks, asshole. I swear to god I’m hitting bedrock right now…fuck. [Pause] Oh, fuck. This thing’s big.\n\n\nMasozi:\n What is it?\n\n\nD-379012:\n I think I found a gold nugget. Jesus, this thing’s gotta be the size of my head.\n\n\nD-379012 redoubles her efforts.\n\n\nD-379012:\n Shit, I’m gonna be so rich. I can buy my way out of the system. Start again. Shit.\n\n\nCommand:\n We’d like to request you gather a sample of the nugget. We have analysts looking at the incoming footage now.\n\n\nMasozi:\n Wow, you’re right. It actually looks like gold.\n\n\nD-379012 finishes extracting the nugget and attempts to lift it out of the ground, but fails.\n\n\nD-379012:\n Wow, it's heavy. ██████, help me lift. I’ll give you a share of the cash.\n\n\nD-409914 is visibly distressed.\n\n\nD-409914:\n I’m not taking any of the devil’s treasure. You’re on your own.\n\n\nD-379012:\n Man, knock it off. This is important.\n\n\nMasozi\n: That nugget could weigh more than three hundred pounds. I’m not sure we could move it even if we all lifted.\n\n\nCommand:\n Our analysts agree that the item is composed of near-pure gold. It also appears to be too massive to move. We request that you attempt to remove a small sample for further analysis.\n\n\nMasozi:\n I have a scraper, but I don’t think you could get any more than a few flakes.\n\n\nD-379012:\n Watch me.\n\n\nD-379012 works on sampling the nugget for the next 4 hours while Agent Masozi and D-409914 rest. D-379012 manages to collect approximately 5 grams of material from the nugget. She proceeds to fall asleep. Agent Masozi resumes activity about 5 hours later, while the D-personnel remain asleep.\n\n\nMasozi:\n Checking in, command.\n\n\nCommand:\n [Pause] Sorry Agent, I was out getting coffee. Are you alright out there?\n\n\nMasozi:\n Affirmative, command. What’s our ETA out of here?\n\n\nCommand:\n Sorry to say you’ll be stuck in there for 9 more hours.\n\n\nMasozi:\n Copy that.\n\n\nAgent Masozi steps out of the cave and surveys the surroundings. 2 minutes of silence follow.\n\n\nA flash of motion appears on the video feed.\n\n\nMasozi:\n Did you catch that, Command?\n\n\nCommand:\n I’m not sure, Agent. We’ll have to review the footage.\n\n\nMasozi:\n I couldn’t get any detail. Probably nothing.\n\n\nAgent Masozi returns to the cave, where the D-personnel are still asleep.\n\n\nMasozi:\n How long did you say we had?\n\n\nCommand\n: Nine more hours, Agent.\n\n\nThe remainder of the expedition passes without note. Irrelevant dialogue redacted. Upon recovery, all gold and air samples have disappeared.\n\n\n\n\n\n\n\n\n\n\n\n\n+Show logs for Expedition Gamma\n\n\n\n\n- Hide log\n\n\n\n\n5 members of MTF Beta-7 (“Maz-Hatters”, Codenames: Gamma-1, Gamma-2, Gamma-3, Gamma-4, Gamma-5), were equipped to survive the SCP-3025 active state. 2 ATVs are provided for long-distance travel. All personnel are armed with standard assault rifles. Objective is to survey SCP-3025-A.\n\n\n\n\nAll personnel appear in the SCP-3025-A.\n\n\nGamma-1:\n Check in, team.\n\n\nGamma-2:\n Gamma-2, checking in.\n\n\nGamma-3:\n Gamma-3.\n\n\nGamma-4:\n Gamma-4, ready to go.\n\n\nGamma-5:\n Gamma-5.\n\n\nGamma-1:\n Alright Command, we’re waiting on your orders.\n\n\nCommand:\n Find some high ground. We can get a better look at the landscape from there, then decide how to proceed.\n\n\nGamma-1:\n Understood. Let’s go!\n\n\nExpedition Gamma approaches the peak of a nearby hill. The ascent passes without note.\n\n\nGamma-1:\n Okay Command, we’re at the top. We can’t see much because of the smoke, but there’s a bright patch not too far out there.\n\n\nCommand:\n Understood Gamma-1. We are reviewing the video feed now.\n\n\nPause\n\n\nCommand:\n Move toward the brighter region. There may be some geographic feature we can use as a landmark.\n\n\nGamma-1:\n Understood.\n\n\nExpedition Gamma traverses approximately 5 kilometers by ATV. Upon closer inspection, the bright region is shown to be a “lava lake”, a volcanic feature containing a pool of active magma.\n\n\nGamma-2:\n This place just gets nicer and nicer.\n\n\nGamma-1:\n Command, we have reached the region of interest. Orders?\n\n\nCommand:\n You’re not equipped for probing into the lake. Proceed along the edge for now.\n\n\nGamma-1:\n Gotcha.\n\n\nExpedition Gamma travels carefully along the perimeter of the lava lake.\n\n\nGamma-3:\n Do any of you fellas feel…off?\n\n\nGamma-2:\n You know, I’d expect to feel a little anxious about walking around in hell, but it’s been alright so far. What’s bothering you, 3?\n\n\nGamma-3:\n I’m not sure. You know, what? Forget about it.\n\n\nGamma-1:\n Any further directives, Command?\n\n\nCommand:\n None, Gamma-1. We’re just trying to get a sense of the size of—\n\n\nThe audio and video feeds are subject to mild distortion. Gamma-4 is heard to yell in surprise. A large entity emerges from the lake and leaps onto the ground ahead of the MTF personnel.\n\n\nGamma-1:\n Form up and hold your fire! I repeat, do not—\n\n\nFurther feed distortions begin, persisting for the next 11 minutes. Log resumes upon feed recovery.\n\n\nGamma-1:\n Command! Do you read, Command!\n\n\nCommand:\n Affirmative, Gamma-1. We’ve recovered the feed.\n\n\nGamma-1:\n God almighty. We’ve lost Gamma-2.\n\n\nCommand:\n What happened? We have no record of the last 10 minutes.\n\n\nGamma-1:\n I don’t know.\n\n\nGamma-3:\n I can’t remember anything.\n\n\nGamma-1:\n That about sums it up. It feels like an amnestic dosage.\n\n\nCommand:\n That’s unfortunate. Okay Expedition Gamma, your updated orders are to find some shelter and wait out the rest of your time over there. You have 19 hours left.\n\n\nGamma-1:\n Roger that, Command.\n\n\nExpedition Gamma heads toward more mountainous regions, and quickly finds a small cave. Two hours pass without note. Feed disruptions begin again.\n\n\nGamma-3:\n Shit! What’s that sound?!\n\n\nGamma-4:\n O Lord Jesus Chr—vior, forgive my sins, just as you—\n\n\nGamma-1:\n Co—d. We’ve got som—ease advise!\n\n\nGamma-5:\n [Unintelligible]\n\n\nGamma-4:\n [Unintelligible]\n\n\nFeed disruptions persist until the end of the SCP-3025 active phase. Upon recovery, only Gamma-1 and Gamma-5 are unharmed. Neither recall the events of the past 13 hours. The remains of Gamma-3 and Gamma-4 are severely lacerated and exhibit an unexpected degree of decomposition. The remains of Gamma-2 consist of fragmentary skeletal material and organic dust. 6 minutes after recovery, an instance of SCP-3025-B is discovered inside the test chamber. [DATA EXPUNGED]. Containment Procedures have been modified.\n\n\n\n\n\n\n\n\n\n\n\n\n+Show logs for Expedition Delta\n\n\n\n\n- Hide log\n\n\n\n\n2 D-personnel (D-379012, D-409914), were equipped to survive the SCP-3025 active state. Both had been exposed to SCP-3025-A in Expedition Beta. After the events of Expedition Gamma, it is deemed worthwhile to equip D-personnel with high-yield incendiaries. Stronger thermal shielding is also deemed necessary. Radar trackers and multi-spectral cameras are supplied. Objective is to determine the nature of the entity encountered during Expedition Gamma.\n\n\n\n\nD-personnel appear in the SCP-3025-A.\n\n\n[BEGIN LOG]\n\n\nD-379012:\n God damn it. It’s gotten worse.\n\n\nD-409914 is visibly distressed.\n\n\nD-409914:\n Something’s here…\n\n\nCommand:\n Please elaborate, D-4.\n\n\nD-409914:\n I feel like someone’s staring at me.\n\n\nCommand:\n Noted. Your orders are to head toward the brightest patch of sky.\n\n\nD-379012:\n Might as well get it over with.\n\n\nExpedition Delta complies and traverses approximately 8 kilometers on foot. Several acres of burning plant matter are found to be the source of the light. Upon arrival, D-409914 is distressed, and periodically checking behind him.\n\n\nD-409914:\n I swear something’s watching me.\n\n\nD-379012:\n Shut up. This place is fucked up enough without your gibbering.\n\n\nCommand:\n Please refrain from infighting. Stand by, our analysts are putting together a plan of action.\n\n\nD-379012:\n Whatever you—\n\n\nD-409914:\n The thing’s beeping.\n\n\nD-379012:\n What?\n\n\nCommand:\n Has the radar tracker picked something up, D-4?\n\n\nD-409914:\n Uh, I think so. It looks like—\n\n\nFeed distortions abruptly begin. Radar tracker and infrared camera continue to transmit with no interruption, indicating the presence of a large airborne object making repeated passes overhead. Feed is recovered after 2 hours and 26 minutes.\n\n\nCommand:\n Expedition Delta? Come in, Expedition Delta.\n\n\nD-379012:\n It’s back, ██████.\n\n\nCommand:\n Any injuries?\n\n\nD-370912:\n …It’s not too bad, just a few scrapes and a small burn. But…\n\n\nCommand:\n Yes, D-3?\n\n\nD-379012:\n I can’t remember how I got them. It’s kinda scaring me.\n\n\nD-409914:\n We have to get out.\n\n\nCommand:\n I’m afraid we’re powerless to extract you until the end of the active phase. Because there have been no casualties, we request that you continue around the perimeter of the fire.\n\n\nD-379012:\n What?!\n\n\nD-409914:\n Listen here, you piece of shit! You can’t make us do anything! We ain’t gonna go romping around in hell for your fucking amusement. Let’s go find shelter.\n\n\nD-379012:\n Right behind you.\n\n\nCommand:\n It is strongly recommended that you comply with our orders. If you continue to resist, you will suffer disciplinary action or termination upon recovery.\n\n\nD-409914:\n Gonna get “terminated” anyway if we don’t get to sh—\n\n\nFeed disruptions begin again. Radar and infrared trackers pick up several airborne objects approaching from above. Total loss of transmission feed follows, persisting for 20 minutes until the video feed is recovered. D-379012 is seen moving aimlessly in the distance. She does not respond to repeated attempts at communication. 1 hour and 3 minutes later, D-379012 returns to the recording equipment, and the audio feed is recovered.\n\n\nD-379012:\n …Is anyone there?\n\n\nCommand:\n Yes, D-3. Is D-4 doing well?\n\n\nD-379012:\n I don’t know. I can’t find him anywhere.\n\n\nCommand:\n It’ll be okay, ████. Just try to find shelter. There should be something in the mountains.\n\n\nD-379012:\n Okay…Okay.\n\n\nD-379012 follows recommendation and travels 3 kilometers on foot. She remains silent over this period. D-379012 locates a cave and makes headway toward it.\n\n\nD-379012:\n I see a hole in the mountain.\n\n\nCommand:\n That’s good, D-3. Just get inside and you’ll be safe.\n\n\nD-379012:\n Okay.\n\n\nA few meters from the cave entrance, D-379012 drops the camera and collapses. Minor feed distortions begin.\n\n\nD-379012:\n [Muted]\n\nThe quill moves, strong and bold\n\nMad with the thrill of creation.\n\nWith every word in silver and gold\n\nEvery phrase simple perfection.\n\nThe quill moves, strong and bold,\n\nBlind to its own stagnation.\n\nIt falls apart and grows old\n\nDeaf to its own corruption.\n\nThe quill moves, strong and bold.\n\nDust in the wind of conception.\n\nIt does not remember the words it once sold.\n\nBecause there never was a foundation.\n\n\nCommand:\n D-3? What do you mean?\n\n\nVideo feed shows several large objects emerging from the smog above before feed disruption begins. No detail on the objects can be resolved. Feed disruption continues for the remainder of the SCP-3025 active phase. Upon recovery, all personnel and equipment are heavily damaged or fragmentary. The head of command was reprimanded for unprofessional conduct and replaced. Due to mounting safety concerns, testing of SCP-3025 has been discontinued.\n\n\n\n\n\n\n\n\n\n\nAddendum 3025-3\n\n\n\n\n+Show SCP-3025-B catalog\n\n\n\n\n- Hide catalog\n\n\n\n\n\n\n\n\nInstance Number\n\n\nInstance Description\n\n\n\n\n\n\n1\n\n\nDiscovered after Test 6. SCP-3025-B1 was an incorporeal being capable of telepathic speech and observation. It was constrained by the enclosed spaces, and could not alter the physical world on its own. SCP-3025-B1 was discovered after the test chamber was opened, when Junior Researcher ██████ heard a disembodied voice. The voice instructed her to “Stop, before they see you”. Junior Researcher ██████ quickly informed her superiors. Test complex was immediately quarantined, and sealed for three days. Junior Researcher ██████ did not receive any further communications from SCP-3025-B1, nor did any other exposed personnel. SCP-3025-B1 was declared neutralized on ██-██-20██.\n\n\n\n\n\n\n2\n\n\nDiscovered after Expedition Gamma. SCP-3025-B2 is a hostile sentient entity. SCP-3025-B2 is entirely invisible in all electromagnetic wavelengths. Through unknown means, SCP-3025-B2 casts a shadow as any non-anomalous object would. Analysis of the shadows cast by SCP-3025-B2 indicates that the entity is a static human figure, possibly a statue, holding an unidentified object in the right hand. SCP-3025-B2 [DATA EXPUNGED] any human beings in its reach. SCP-3025-B2 has a top speed of ███ kilometers per hour, but cannot pass through solid material. SCP-3025-B2 is repelled by bright lights and concussive blasts. It is thought that this response may reflect a desire to remain concealed or prevent damage to the entity itself. After Expedition Gamma, the test chamber remained sealed, and the remaining mission personnel were lost. After 2 days of observation, it was deemed safe to cut a small hole in the test chamber and insert 300 pounds of high incendiaries. After the blast, SCP-3025-B2 ceased motion, though its anomalous interaction with light persisted. SCP-3025-B2 was sealed in a standard containment locker and has not shown any signs of activity.\n\n\n\n\n\n\n3\n\n\nDiscovered after Incident 3025-1, an accidental activation of SCP-3025. As of ██-██-20██, SCP-3025-B3 is uncontained. SCP-3025-B3 is a large mechanical construct that is hostile toward human beings. Its main purpose is to activate SCP-3025. In the case that SCP-3025 is activated by SCP-3025-B3, the appearance of an SCP-3025-B instance is guaranteed. SCP-3025-B3 is slow-moving and can be deterred by gunfire or explosives. All containment vessels occupied by SCP-3025-B3 so far have been destroyed. The whereabouts of SCP-3025-B3 are unknown, and attempts to locate it are ongoing.\n\n\n\n\n\n\n4\n\n\nDiscovered after Incident 3025-2, a hostile activation of SCP-3025. SCP-3025-B4 was a human infant with an adult human brain. The cranial plates were distended to make room for the added neural tissue. SCP-3025-B4 was unable to move or feed itself, but cognitive tests show that it may have been a developmentally mature adult. SCP-3025-B4 expired 4 days after its creation and was declared neutralized on ██-██-20██.\n\n\n\n\n\n\n5\n\n\nDiscovered after Incident 3025-3, a hostile activation of SCP-3025. SCP-3025-B5 is a large mass of living tissue, weighing about 3 tons. DNA found in the tissue matches that of the black-billed magpie. When approached by a human, SCP-3025-B5 attracts jewelry, clothing, or implants containing any precious metals. Items not associated with a living human are not affected. The force it exerts increases according to the inverse square law. When SCP-3025-B5 comes into contact with these items, they immediately disappear, and the mass of SCP-3025-B5 increases by three times the mass of the ingested metals. If a human being comes into direct contact with SCP-3025-B5, [DATA EXPUNGED].\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. It is believed that SCP-3025 may have originated from \nSCP-3076\n.\n\n\n\n\n\n\n\n\n« \nSCP-3024\n | SCP-3025 | \nSCP-3026\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3025\n\" by Bentu, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3025\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 3025-1",
        "Addendum 3025-2",
        "Addendum 3025-3"
    ],
    "documents": [],
    "notes": [
        "D-personnel appear in SCP-3025-A. [BEGIN LOG] Command: How are you feeling, Expedition Alpha? D-45189: A little disoriented…you could have warned us. Neither of us is hurt, if that’s what you mean. Command: It’s good to hear that, Alpha. Please collect some soil for analysis and store it in the provided vials. D-45189: Whatever you say, sir. D-45189 does as requested while D-45195 stands watch. D-45195: Not the most welcoming view… D-45189: Yeah, no shit. Hey Command, what are our orders? Command: None for the time being. We suggest that you stay near each other for the duration of the mission. D-45189: Roger that. Both D-personnel rest for approximately ten minutes. Irrelevant audio logs redacted. D-45195: Starting to get toasty in here. D-45189: Just now? I’ve been steaming in this thing from the start. D-45195: Maybe you should take it off. Let it air out. D-45189: I see we’ve got ourselves a master of the comedic arts. Yo Command, any chance we can go find some shade or something? Command: Request granted, Alpha. Please be sure to record the geography around you for future expeditions. D-45189: Will do, Command. Expedition Alpha traverses approximately 4 kilometers on foot. The surrounding land is largely uniform, being very flat and lacking vegetation. D-45195 spots a ravine in the distance, and Alpha proceeds toward it. Irrelevant dialogue redacted. D-45195: There’s a shallower slope over there. We can try getting down that way. D-45189: Good. Expedition Alpha arrives at the bottom of the ravine. D-45189: Damn, that was hell on my feet. At least it’s cooler down here. D-45195: I’m heading off to get some sleep. Be nice if you shut it for a while. D-45189: Command, how long can we be expected to stay in this place? Command: About 21 more hours, Alpha. We recommend you find somewhere to sleep. D-45189: Well shit. The remainder of the expedition passes without note. Irrelevant dialogue redacted. Upon recovery, all soil samples have disappeared.",
        "All personnel appear in the SCP-3025-A. [BEGIN LOG] Masozi: Checking in, Command. Command: Copy that Agent. How’s the rest of the team? Masozi: The D-class are holding up just fine. D-379012: [Unintelligible] D-409914: You got that right. Masozi: For the most part. Command: Copy that. Expedition Beta, Command requests that you begin soil and air analysis as soon as possible. Masozi: Yes sir. Analysis is completed. Tests show that the soil is composed of a mixture of silicates and unidentified organics. The air is a nitrogen/oxygen mix, with abnormally elevated levels of sulfur dioxide. Agent Masozi reports these findings. D-379012: How long we been standing out here, man? Masozi: About half an hour, sir. D-409914: Any chance we can go back now? I’m starting to sweat pretty hard. Masozi: Command, one of the D-Class is requesting cooler conditions. Permission to move? Command: Permission granted, Beta. Expedition Beta traverses approximately 14 kilometers on foot. The landscape is entirely unfamiliar, and much rougher than that experienced by Expedition Alpha. It is theorized that each activation of SCP-3025 may reveal different locations within SCP-3025-A, or perhaps an entirely new iteration of it. Masozi: There! I think I see a cave. D-379012: [Unintelligible]. Masozi: Command, we’ve found a possible rest stop. Command: Proceed, Agent. Good luck. Expedition Beta builds a rudimentary camp in the shelter of the cave. D-379012: You're trying to kill us. That’s what it is. Masozi: I can assure you that our mission objective does not involve anyone dying. D-379012: Sure. Whatever you say. How long 'till we leave? Masozi: Should be another 18 hours. Settle in. D-379012: Jesus. D-409914: Ain’t no Jesus here, son. Irrelevant dialogue redacted. At 10 hours and 6 minutes after mission start, D-379012 is excavating a makeshift bed from the soil of the cave floor. D-379012: Shit, this is tough. Hey ██████, think you can come over here and help me? D-409914: Nope. D-379012: Thanks, asshole. I swear to god I’m hitting bedrock right now…fuck. [Pause] Oh, fuck. This thing’s big. Masozi: What is it? D-379012: I think I found a gold nugget. Jesus, this thing’s gotta be the size of my head. D-379012 redoubles her efforts. D-379012: Shit, I’m gonna be so rich. I can buy my way out of the system. Start again. Shit. Command: We’d like to request you gather a sample of the nugget. We have analysts looking at the incoming footage now. Masozi: Wow, you’re right. It actually looks like gold. D-379012 finishes extracting the nugget and attempts to lift it out of the ground, but fails. D-379012: Wow, it's heavy. ██████, help me lift. I’ll give you a share of the cash. D-409914 is visibly distressed. D-409914: I’m not taking any of the devil’s treasure. You’re on your own. D-379012: Man, knock it off. This is important. Masozi : That nugget could weigh more than three hundred pounds. I’m not sure we could move it even if we all lifted. Command: Our analysts agree that the item is composed of near-pure gold. It also appears to be too massive to move. We request that you attempt to remove a small sample for further analysis. Masozi: I have a scraper, but I don’t think you could get any more than a few flakes. D-379012: Watch me. D-379012 works on sampling the nugget for the next 4 hours while Agent Masozi and D-409914 rest. D-379012 manages to collect approximately 5 grams of material from the nugget. She proceeds to fall asleep. Agent Masozi resumes activity about 5 hours later, while the D-personnel remain asleep. Masozi: Checking in, command. Command: [Pause] Sorry Agent, I was out getting coffee. Are you alright out there? Masozi: Affirmative, command. What’s our ETA out of here? Command: Sorry to say you’ll be stuck in there for 9 more hours. Masozi: Copy that. Agent Masozi steps out of the cave and surveys the surroundings. 2 minutes of silence follow. A flash of motion appears on the video feed. Masozi: Did you catch that, Command? Command: I’m not sure, Agent. We’ll have to review the footage. Masozi: I couldn’t get any detail. Probably nothing. Agent Masozi returns to the cave, where the D-personnel are still asleep. Masozi: How long did you say we had? Command : Nine more hours, Agent. The remainder of the expedition passes without note. Irrelevant dialogue redacted. Upon recovery, all gold and air samples have disappeared.",
        "All personnel appear in the SCP-3025-A. Gamma-1: Check in, team. Gamma-2: Gamma-2, checking in. Gamma-3: Gamma-3. Gamma-4: Gamma-4, ready to go. Gamma-5: Gamma-5. Gamma-1: Alright Command, we’re waiting on your orders. Command: Find some high ground. We can get a better look at the landscape from there, then decide how to proceed. Gamma-1: Understood. Let’s go! Expedition Gamma approaches the peak of a nearby hill. The ascent passes without note. Gamma-1: Okay Command, we’re at the top. We can’t see much because of the smoke, but there’s a bright patch not too far out there. Command: Understood Gamma-1. We are reviewing the video feed now. Pause Command: Move toward the brighter region. There may be some geographic feature we can use as a landmark. Gamma-1: Understood. Expedition Gamma traverses approximately 5 kilometers by ATV. Upon closer inspection, the bright region is shown to be a “lava lake”, a volcanic feature containing a pool of active magma. Gamma-2: This place just gets nicer and nicer. Gamma-1: Command, we have reached the region of interest. Orders? Command: You’re not equipped for probing into the lake. Proceed along the edge for now. Gamma-1: Gotcha. Expedition Gamma travels carefully along the perimeter of the lava lake. Gamma-3: Do any of you fellas feel…off? Gamma-2: You know, I’d expect to feel a little anxious about walking around in hell, but it’s been alright so far. What’s bothering you, 3? Gamma-3: I’m not sure. You know, what? Forget about it. Gamma-1: Any further directives, Command? Command: None, Gamma-1. We’re just trying to get a sense of the size of— The audio and video feeds are subject to mild distortion. Gamma-4 is heard to yell in surprise. A large entity emerges from the lake and leaps onto the ground ahead of the MTF personnel. Gamma-1: Form up and hold your fire! I repeat, do not— Further feed distortions begin, persisting for the next 11 minutes. Log resumes upon feed recovery. Gamma-1: Command! Do you read, Command! Command: Affirmative, Gamma-1. We’ve recovered the feed. Gamma-1: God almighty. We’ve lost Gamma-2. Command: What happened? We have no record of the last 10 minutes. Gamma-1: I don’t know. Gamma-3: I can’t remember anything. Gamma-1: That about sums it up. It feels like an amnestic dosage. Command: That’s unfortunate. Okay Expedition Gamma, your updated orders are to find some shelter and wait out the rest of your time over there. You have 19 hours left. Gamma-1: Roger that, Command. Expedition Gamma heads toward more mountainous regions, and quickly finds a small cave. Two hours pass without note. Feed disruptions begin again. Gamma-3: Shit! What’s that sound?! Gamma-4: O Lord Jesus Chr—vior, forgive my sins, just as you— Gamma-1: Co—d. We’ve got som—ease advise! Gamma-5: [Unintelligible] Gamma-4: [Unintelligible] Feed disruptions persist until the end of the SCP-3025 active phase. Upon recovery, only Gamma-1 and Gamma-5 are unharmed. Neither recall the events of the past 13 hours. The remains of Gamma-3 and Gamma-4 are severely lacerated and exhibit an unexpected degree of decomposition. The remains of Gamma-2 consist of fragmentary skeletal material and organic dust. 6 minutes after recovery, an instance of SCP-3025-B is discovered inside the test chamber. [DATA EXPUNGED]. Containment Procedures have been modified.",
        "D-personnel appear in the SCP-3025-A. [BEGIN LOG] D-379012: God damn it. It’s gotten worse. D-409914 is visibly distressed. D-409914: Something’s here… Command: Please elaborate, D-4. D-409914: I feel like someone’s staring at me. Command: Noted. Your orders are to head toward the brightest patch of sky. D-379012: Might as well get it over with. Expedition Delta complies and traverses approximately 8 kilometers on foot. Several acres of burning plant matter are found to be the source of the light. Upon arrival, D-409914 is distressed, and periodically checking behind him. D-409914: I swear something’s watching me. D-379012: Shut up. This place is fucked up enough without your gibbering. Command: Please refrain from infighting. Stand by, our analysts are putting together a plan of action. D-379012: Whatever you— D-409914: The thing’s beeping. D-379012: What? Command: Has the radar tracker picked something up, D-4? D-409914: Uh, I think so. It looks like— Feed distortions abruptly begin. Radar tracker and infrared camera continue to transmit with no interruption, indicating the presence of a large airborne object making repeated passes overhead. Feed is recovered after 2 hours and 26 minutes. Command: Expedition Delta? Come in, Expedition Delta. D-379012: It’s back, ██████. Command: Any injuries? D-370912: …It’s not too bad, just a few scrapes and a small burn. But… Command: Yes, D-3? D-379012: I can’t remember how I got them. It’s kinda scaring me. D-409914: We have to get out. Command: I’m afraid we’re powerless to extract you until the end of the active phase. Because there have been no casualties, we request that you continue around the perimeter of the fire. D-379012: What?! D-409914: Listen here, you piece of shit! You can’t make us do anything! We ain’t gonna go romping around in hell for your fucking amusement. Let’s go find shelter. D-379012: Right behind you. Command: It is strongly recommended that you comply with our orders. If you continue to resist, you will suffer disciplinary action or termination upon recovery. D-409914: Gonna get “terminated” anyway if we don’t get to sh— Feed disruptions begin again. Radar and infrared trackers pick up several airborne objects approaching from above. Total loss of transmission feed follows, persisting for 20 minutes until the video feed is recovered. D-379012 is seen moving aimlessly in the distance. She does not respond to repeated attempts at communication. 1 hour and 3 minutes later, D-379012 returns to the recording equipment, and the audio feed is recovered. D-379012: …Is anyone there? Command: Yes, D-3. Is D-4 doing well? D-379012: I don’t know. I can’t find him anywhere. Command: It’ll be okay, ████. Just try to find shelter. There should be something in the mountains. D-379012: Okay…Okay. D-379012 follows recommendation and travels 3 kilometers on foot. She remains silent over this period. D-379012 locates a cave and makes headway toward it. D-379012: I see a hole in the mountain. Command: That’s good, D-3. Just get inside and you’ll be safe. D-379012: Okay. A few meters from the cave entrance, D-379012 drops the camera and collapses. Minor feed distortions begin. D-379012: [Muted] The quill moves, strong and bold Mad with the thrill of creation. With every word in silver and gold Every phrase simple perfection. The quill moves, strong and bold, Blind to its own stagnation. It falls apart and grows old Deaf to its own corruption. The quill moves, strong and bold. Dust in the wind of conception. It does not remember the words it once sold. Because there never was a foundation. Command: D-3? What do you mean? Video feed shows several large objects emerging from the smog above before feed disruption begins. No detail on the objects can be resolved. Feed disruption continues for the remainder of the SCP-3025 active phase. Upon recovery, all personnel and equipment are heavily damaged or fragmentary. The head of command was reprimanded for unprofessional conduct and replaced. Due to mounting safety concerns, testing of SCP-3025 has been discontinued.",
        "\" SCP-3025 \" by Bentu, from the SCP Wiki . Source: https://scpwiki.com/scp-3025 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3025",
    "object_class": "Safe Euclid",
    "containment_procedures": "SCP-3025 is to be stored in a standard Storage Locker at Site-██. Testing must take place in a sealed chamber. Test chambers must be cleared for use before testing. Clearance is given to test chambers that show no sign of leakage when under 0.5 megapascals of internal air pressure. Test chambers are to remain sealed until it can be confirmed that SCP-3025 has exited its active state. Recovered items and personnel are to be quarantined until an investigation has confirmed that no anomalous properties are present. As of ██-██-20██, testing of SCP-3025 is prohibited. When in transit, SCP-3025 must remain inside a hermetically sealed container at all times. SCP-3025 is under review for reassignment to Keter class.",
    "description": "SCP-3025 is a white feather, thought to be a primary feather from a black-billed magpie (Pica hudsonia).1 Under most circumstances, SCP-3025 is inert and presents no anomalous features. When completely submerged in any solution composed of more than 80% water, SCP-3025 enters its active state. When in the active state, any solid or liquid matter within the same enclosed space as SCP-3025 will seem to spontaneously combust, except for SCP-3025 itself and the solution it is submerged in. An enclosed space is defined as a continuous region through which air molecules can travel unhindered. Matter that is physically bonded (e.g. weld, airtight seal) to the boundary surfaces of the enclosed space is not affected. Any additional space added to the testing chamber while SCP-3025 is in its active state will be treated as a continuation of the enclosed space, and objects within the new space will be affected by SCP-3025. No upper limit on the size of an enclosed space has been found. Objects that undergo spontaneous combustion leave no ashes or remains of any kind.",
    "title": "SCP-3025"
}