{
    "url": "https://scp-wiki.wikidot.com/scp-3034",
    "all_text": "rating: \n+1019\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-3034:\n The Counting Station\n\n\nAuthor:\n \nThe Great Hippo\n\n\nImages:\n \nLink\n.\n\nAudio is from \nThe Coney Project\n, which is public domain; modified by me.\n\n\nMusic:\n \nThe Final Countdown\n (Europe (Vintage Cabaret Cover) ft. Gunhild Carling)\n\n\nNext: [\nSCP-3035\n]: \nScience Bugs\n\n\n\n\n\n\nMore by \nThe Great Hippo\n:\n\n\n\n\nSCPs\n\n\n\n\n– hide block\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\n[\nSCP-3034\n]\n\n\nThe Counting Station\n\n\n\n\n\n\nDO NOT LET HER FINISH\n\n\n\n\n\n\n[\nSCP-3035\n]\n\n\nScience Bugs\n\n\n\n\n\n\ncase_of_the_mondays.png, case_of_the_mondays (1).png\n\n\n\n\n\n\n[\nSCP-3054\n]\n\n\nCragstaff Sanitarium\n\n\n\n\n\n\nYou are sick. You are broken. We will fix you.\n\n\n\n\n\n\n[\nSCP-3045\n]\n\n\nbzzip.exe\n\n\n\n\n\n\nHAMLET: I am no longer moody.\n\n\n\n\n\n\n[\nSCP-3043\n]\n\n\nMurphy Law in… Type 3043 — FOR MURDER!\n\n\n\n\n\n\nForget it, Fred. It's Chinatown.\n\n\n\n\n\n\n[\nSCP-3057\n]\n\n\nFossil Fuels\n\n\n\n\n\n\n…witnesses provided confirmation that instances of SCP-3057-4 did, in fact, have feathers.\n\n\n\n\n\n\n[\nSCP-2639\n]\n\n\nVideo Game Violence\n\n\n\n\n\n\ni need to know how many people i've killed\n\n\n\n\n\n\n[\nSCP-437\n]\n\n\nSummer of '91\n\n\n\n\n\n\nThat was a pretty crazy summer, y'know? Sometimes I really miss that place.\n\n\n\n\n\n\n[\nSCP-3079\n]\n\n\n300 Tricks: Stage Magic Made Easy\n\n\n\n\n\n\nNOTE:\n No method for accomplishing this trick is provided.\n\n\n\n\n\n\n[\nSCP-2753\n]\n\n\nLet's Play Jenga!\n\n\n\n\n\n\nHigh art carries high risk!\n\n\n\n\n\n\n[\nSCP-2679\n]\n\n\nThe Many Graves of Jeannette Parslov\n\n\n\n\n\n\nWhatever it takes, do what you must; whatever the cost, come back to us.\n\n\n\n\n\n\n[\nSCP-3074\n]\n\n\nKafka's Parking Garage\n\n\n\n\n\n\nThank you for choosing Izatova Parking Center. Have a pleasant day.\n\n\n\n\n\n\n[\nSCP-2571\n]\n\n\nCragglewood Park\n\n\n\n\n\n\nMr. Blair, have you always been an only child?\n\n\n\n\n\n\n[\nSCP-2419\n]\n\n\nThe Laughing Men\n\n\n\n\n\n\nThrow them back into the incinerator where you found them.\n\n\n\n\n\n\n[\nSCP-3143\n]\n\n\nMurphy Law in… The Foundation Always Rings Twice!\n\n\n\n\n\n\nWhen it comes right down to it, me — them — hell, even you — we're all just characters in that trashy dime-store novel called life.\n\n\n\n\n\n\n[\nSCP-3089\n]\n\n\nThat Old Time Religion\n\n\n\n\n\n\nRemember how we explained that successful people don't actually need any of their toes to walk? Well, that's going to come in handy for Secret Number Six.\n\n\n\n\n\n\n[\nSCP-3117\n]\n\n\nA Monster-Shaped Hole\n\n\n\n\n\n\nI'm not talking to you.\n\n\n\n\n\n\n[\nSCP-3128\n]\n\n\nLet's Play Monopoly!\n\n\n\n\n\n\nHey, guys? I'm, uh. I'm using this.\n\n\n\n\n\n\n[\nSCP-3138\n]\n\n\nA Sepulcher by the Sea\n\n\n\n\n\n\nShould it prove feasible, all non-canonical corpses are to be extracted, examined, and catalogued.\n\n\n\n\n\n\n[\nSCP-3241\n]\n\n\nThe SS Sommerfeld\n\n\n\n\n\n\nIt makes me wonder what an old monster like myself is even doing here, anymore. And then? Someone special comes along and reminds me.\n\n\n\n\n\n\n[\nSCP-3219\n]\n\n\nThis Sour Earth\n\n\n\n\n\n\nNotably, no reports describe any attempt to examine the residence's storm cellar.\n\n\n\n\n\n\n[\nSCP-4028\n]\n\n\nLa Historia de Don Quixote de la Mancha\n\n\n\n\n\n\nJustine eventually re-unites with her sister, Juliette. Alonso strikes down a lightning bolt intended for them both, then challenges the narrator to a duel.\n\n\n\n\n\n\n[\nSCP-3546\n]\n\n\nDoggone it, I Fold!\n\n\n\n\n\n\nSpecifically, fan-art of Sonic the Hedgehog, a video-game character produced by Sega in 1991.\n\n\n\n\n\n\n[\nSCP-3561\n]\n\n\nAn Unfinished Work\n\n\n\n\n\n\nDespite multiple reports from neighbors who claimed to have witnessed members of his family standing at the windows, no trace of Theodore Holdstock's wife and children could be found.\n\n\n\n\n\n\n[\nSCP-4054\n]\n\n\nThe Seventh Door\n\n\n\n\n\n\nSCP-4054 is The Seventh Door, an unlicensed platform adventure game released for the Nintendo Entertainment System in 1988.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+1019\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nProvisional Site-3034\n\n\n\n\n\n\nItem #:\n SCP-3034\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Three Foundation personnel are to remain on-site, with at least one employee monitoring radio frequencies for occurrences of SCP-3034. All personnel are to have at least C1 certifications in Russian. Radio equipment is to receive weekly diagnostic checks to ensure all devices are in working condition. Personnel are rotated off-site on a monthly basis.\n\n\nIf, at any time, an occurrence of SCP-3034 is detected, personnel are to immediately respond on the same frequency with a message in Russian: все хорошо (\"All is well\"). In any instance where communication is lost with the site, MTF Epsilon-10 (\"Santa's Little Helpers\") will be mobilized to investigate and secure the area.\n\n\nUnder no circumstances is on-site radio equipment to be used for any other purpose besides transmitting the phrase, \"все хорошо\" (\"All is well\"). Under no circumstances should an attempt be made to communicate with SCP-3034 (see attached incident report).\n\n\nUnder no circumstances are children permitted on-site.\n\n\nDescription:\n SCP-3034 is a reoccurring anomalous radio broadcast of unknown origin. As of this date, the transmission has only been observed within approximately 2 kilometers of Provisional Site-3034. All attempts to triangulate the source of SCP-3034 have failed. Since 1964, there have been over 627 occurrences of this broadcast. They occur at apparently random intervals — the shortest gap being two weeks, and the longest, 6 months.\n\n\nAll occurrences of SCP-3034 follow the same format: A synthesized musical 'tone' plays for approximately 10 seconds, followed by the voice of SCP-3034-A (estimated to be a female adolescent of Russian nationality). SCP-3034-A immediately begins to count backwards from 200 in Russian (UPDATE 2015/05/17: See attached incident report). If, during this countdown, Provisional Site-3034 broadcasts \"все хорошо\" on the same frequency, SCP-3034-A immediately stops counting. The same tone from the beginning of the broadcast plays again, and the broadcast ends.\n\n\nA notable \naudio distortion\n occurs in the background of SCP-3034 as SCP-3034-A speaks:\n\n\n\n\nAttempts to analyze this distortion are ongoing (see attached audio analysis below).\n\n\nTesting has shown that SCP-3034 does not respond to recorded occurrences of \"все хорошо\". It is for this reason that personnel must be present at Provisional Site-3034 at all times.\n\n\nAddendum 3034.1:\n Attachments\n\n\n\n\n► ACCESS SCP:/3034/discovery/debriefing.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nRECOVERY REPORT\n\n\n\n\nDATE:\n 1964/02/02\n\n\nRECOVERY LEAD:\n Commander Robert Malthus\n\n\nSUBJECT:\n SCP-3034\n\n\n\n\nWe were first made aware of the site by a defecting agent of GRU-P.\n1\n Although allegedly a Russian-aligned counting station,\n2\n preliminary reports indicated a high probability of anomalous activity.\n\n\n\nI assembled a team consisting of myself, five of my men, and \nAgent Browning\n (selected for his proficiency in several Russian dialects). Once appropriate preparations were made, we set out to investigate.\n\n\nWe found the site uninhabited. Evidence strongly suggests it was evacuated a week prior to our arrival. It contains several pieces of well-maintained radio equipment, a diesel generator (found running when we arrived), numerous partially burned records, and over twenty logbooks (all written in Russian). These books describe broadcasts received by the station. The oldest entry is dated to 1947.\n\n\nWe also found two phrases carved into a desk. Agent Browning translated them from Russian:\n\n\n\n\nDO NOT LET HER FINISH\n\n\n\n\n\n\nTELL HER ALL IS WELL\n\n\n\n\nOn the second day at approx. 0730 hours, an automated alarm sounded. We later determined this alarm is triggered by incoming broadcasts. Upon activating the radio's speakers, we heard a young woman speaking in Russian. Agent Browning informed us that this woman was counting downward, and had reached '76'.\n\n\nAfter a short debate, it was decided that the most prudent course of action would be to follow the instructions on the desk. Dr. Browning interrupted the broadcast with the provided phrase (\"все хорошо\", or \"ALL IS WELL\"). The voice stopped. A tone played, and the broadcast ceased.\n\n\nI have left Agent Browning on-site along with two of my men; they have sufficient fuel and rations to last for three weeks. My recommendation is for constant surveillance until the precise nature of this anomaly can be determined.\n\n\n\n\n\n\n\n\n\n\n\n\n► ACCESS SCP:/3034/files/interview.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nAUDIO LOG\n\n\n\n\nNOTE:\n The following audio was recovered from partially burned magnetic tapes discovered on-site. All dialogue is translated from Russian.\n\n\n\n\n[\nBEGIN LOG.\n]\n\n\n[\nShuffling papers.\n]\n\n\nVOICE 1:\n Let's get this over with.\n\n\nVOICE 2:\n You attempted to steal state property, Sergei. How did you think this would end?\n\n\nVOICE 1:\n She is not state property. She has a name.\n\n\nVOICE 2:\n What was your intention? To defect to the Americans? Let them know about our little project?\n\n\nVOICE 1:\n You know me. You know I have served with honor and distinction. You know I would never —\n\n\nVOICE 2:\n Did they promise you money? Asylum? And what did you imagine would happen to her? Did you think you would raise her as your own?\n\n\nVOICE 1:\n This is wrong. You know this is wrong. You are meddling in powers you can't possibly —\n\n\nVOICE 2:\n And do you think the Americans understand what powers \nthey\n meddle with? Do you think they have any inkling of what this 'atom-bomb' can do?\n\n\nVOICE 1:\n I know that one does not make \ndeals\n with atom-bombs. One certainly does not sacrifice little girls to them.\n\n\nVOICE 2:\n A sacrifice that will save millions, if not billions—\n\n\nVOICE 1:\n Presuming the Americans even believe this 'fable' exists. Presuming they think us monstrous enough to use it.\n\n\nVOICE 2:\n They will. We will show them. A small taste. Just as they demonstrated their power at Hiroshima, we will —\n\n\n[\nScuffling, followed by shouting.\n]\n\n\nVOICE 2:\n I trust you will control yourself, now?\n\n\nVOICE 1:\n (\npanicked\n) You cannot do this. The nightmares. I know you have had them, just as I have. The voices, screaming in the dark. That's what it wants, Vaslov. That's what it \nis\n. You cannot make a deal with this thing — we have finally contained it, and now you want to offer it —\n\n\nVOICE 2:\n Only if they force our hand.\n\n\nVOICE 1:\n You can't — for the love of God, you can't —\n\n\n[\nEND LOG.\n]\n\n\n\n\n\n\n\n\n\n\n\n\n► ACCESS SCP:/3034/files/audio_analysis.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nDATE:\n 2012/09/12\n\n\nFROM:\n Dr. Schulkill <\nnoitadnuof.pcs|llikluhcsb#noitadnuof.pcs|llikluhcsb\n>\n\n\nTO:\n Dr. Emerson <\nnoitadnuof.pcs|nosremer#noitadnuof.pcs|nosremer\n>\n\n\nSUBJECT:\n Audio Analysis of SCP-3034\n\n\n\n\nWe've been listening to this signal for just over half a century, now. During that time, we've recorded every instance of SCP-3034 since its discovery (except the very first one; attached you'll find a mission report regarding details of this occurrence). That's over 600 recordings.\n\n\nWe've explored every avenue of inquiry I can think of. We can't track the signal, and upper management — quite reasonably — doesn't want us trying to talk to it. That's why I'm contacting you.\n\n\nI'm hoping with in-depth vocal analysis, you'll be able to tell us more about the voice on this recording. Cross-reference it with recordings of other number stations, maybe. Or give us a geographical location based on dialect and accent — an estimated age. Something, \nanything\n.\n\n\nOtherwise, I'm out of ideas. All I know is that someone's broadcasting recordings of a little girl counting down to zero — and we're all too scared to find out what happens if we let her finish.\n\n\nI'm starting to wonder if this isn't some sort of \nelaborate prank\n.\n\n\n\n\n\n\nDATE:\n 2012/09/15\n\n\nFROM:\n Dr. Emerson <\nnoitadnuof.pcs|nosremer#noitadnuof.pcs|nosremer\n>\n\n\nTO:\n Dr. Schulkill <\nnoitadnuof.pcs|llikluhcsb#noitadnuof.pcs|llikluhcsb\n>\n\n\nSUBJECT:\n RE: Audio Analysis of SCP-3034\n\n\n\n\nThe broadcasts aren't recordings.\n\n\nVariations in tone, pitch, and phrasing make it clear that each instance of SCP-3034 is a new occurrence; each count-down is vocally unique. Either someone recorded this little girl counting down over and over again, hundreds of times… or she's been broadcasting these signals for over 50 years.\n\n\n\nThere's more: We've analyzed the audio distortion in the background. It appears to be more voices, only slowed down. Just like SCP-3034-A, these are vocally unique for each occurrence. Regrettably, the distortion is far too weak for us to make out what they're saying. However, the length of the broadcast seems to correlate with the strength of the distortion — the longer the broadcast goes on, the louder the distortion becomes.\n\n\nIronically, the problem is that we're \ntoo\n good at containment: Foundation personnel mobilize so quickly that no transmission we've recorded has lasted longer than 30 seconds. If we had longer transmissions, we might be able to extrapolate more data.\n\n\nMy recommendation is that you allow the signal to go on for longer than 30 seconds. Maybe then we'll be able to determine precisely what it is.\n\n\n\n\n\n\nDATE:\n 2012/09/16\n\n\nFROM:\n Dr. Schulkill <\nnoitadnuof.pcs|llikluhcsb#noitadnuof.pcs|llikluhcsb\n>\n\n\nTO:\n Dr. Emerson <\nnoitadnuof.pcs|nosremer#noitadnuof.pcs|nosremer\n>\n\n\nSUBJECT:\n RE: RE: Audio Analysis of SCP-3034\n\n\n\n\nRecommendation approved. Foundation personnel have been instructed to allow the next five iterations of SCP-3034 to continue until it reaches '50'. Hopefully, this will provide enough useful data for us to analyze the distortion and figure out what the hell is going on.\n\n\nI'll send you the files once we have them.\n\n\n\n\n\n\nDATE:\n 2013/01/19\n\n\nFROM:\n Dr. Emerson <\nnoitadnuof.pcs|nosremer#noitadnuof.pcs|nosremer\n>\n\n\nTO:\n Dr. Schulkill <\nnoitadnuof.pcs|llikluhcsb#noitadnuof.pcs|llikluhcsb\n>\n\n\nSUBJECT:\n SCP-3034\n\n\n\n\nI finished analyzing three of the five files you sent.\n\n\nIt's just screaming. Thousands upon thousands of children, screaming.\n\n\nMy previous recommendation is withdrawn. Inform your personnel to respond to any occurrence of SCP-3034 with the kill-signal immediately.\n\n\n\n\n\n\nDATE:\n 2013/01/19\n\n\nFROM:\n Dr. Schulkill <\nnoitadnuof.pcs|llikluhcsb#noitadnuof.pcs|llikluhcsb\n>\n\n\nTO:\n Dr. Emerson <\nnoitadnuof.pcs|nosremer#noitadnuof.pcs|nosremer\n>\n\n\nSUBJECT:\n RE: RE: Audio Analysis of SCP-3034\n\n\n\n\nAgreed.\n\n\n\n\n\n\n\n\n\n\n\n\n► ACCESS SCP:/3034/incidents/201.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nINCIDENT REPORT\n\n\n\n\nINCIDENT #:\n 3034-201\n\n\nDATE OF OCCURRENCE:\n 2015/05/17\n\n\n\n\nA Foundation researcher assigned to SCP-3034 (Dr. Uriel Willis) misappropriated radio equipment to conduct an unofficial experiment. During an occurrence of SCP-3034, she attempted to establish communication with SCP-3034-A.\n\n\nSCP-3034-A ceased counting. Approximately 5 seconds later, an extremely powerful broadcast was detected. This signal consisted of a high-pitched 'screech' which inflicted significant levels of pain, dizziness, and disorientation to all personnel present. The signal continued for a period of 25 seconds, at which point Dr. Willis used Provisional Site-3034's radio equipment to transmit the appropriate phrase (\"все хорошо\"). The broadcast immediately ceased.\n\n\nWithin the next 24 hours, researchers noted a significant increase in missing children cases across the world. In the majority of these cases, the disappearances occurred at a time roughly correlating with the 25-second broadcast. All cases believed to be associated with SCP-3034 have remained unsolved.\n\n\n\nDisciplinary action against Dr. Willis is still under review. Special containment procedures have been updated to reflect the importance of not interacting with SCP-3034-A outside of stated parameters.\n\n\n\nAll tests regarding SCP-3034 are suspended until further notice.\n\n\n\n\n\n\n\n\n\n\n\n\n► ACCESS SCP:/3034/incidents/202.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nINCIDENT REPORT\n\n\n\n\nINCIDENT #:\n 3034-202\n\n\nDATE OF OCCURRENCE:\n 2015/06/04\n\n\n\n\nAn occurrence of SCP-3034 was detected. Personnel present responded with the appropriate transmission, leading to a cessation of SCP-3034. However, two distinct changes were noted:\n\n\n\n\nSCP-3034's audio distortion was significantly louder.\n\n\nSCP-3034-A began at 199.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. GRU Division \"P\" (Psychotronics); a Soviet organization tasked with the acquisition, study, and development of anomalies for the benefit of the USSR. For more information about this Group of Interest, personnel with appropriate clearance may consult the documentation for \nSCP-2664\n.\n\n\n2\n. A radio station that broadcasts a series of numbers to intelligence officers for the purposes of espionage and counter-espionage operations.\n\n\n\n\n\n\n\n\n« \nSCP-3033\n | SCP-3034 | \nSCP-3035\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3034\n\" by The Great Hippo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3034\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n site753a.jpeg\n\n\nName:\n snow landscape mountains red\n\n\nAuthor:\n mali maeder\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nPexels",
    "addendums": [
        "Addendum 3034.1: Attachments"
    ],
    "documents": [],
    "notes": [
        "RECOVERY REPORT DATE: 1964/02/02 RECOVERY LEAD: Commander Robert Malthus SUBJECT: SCP-3034 We were first made aware of the site by a defecting agent of GRU-P. 1 Although allegedly a Russian-aligned counting station, 2 preliminary reports indicated a high probability of anomalous activity. I assembled a team consisting of myself, five of my men, and Agent Browning (selected for his proficiency in several Russian dialects). Once appropriate preparations were made, we set out to investigate. We found the site uninhabited. Evidence strongly suggests it was evacuated a week prior to our arrival. It contains several pieces of well-maintained radio equipment, a diesel generator (found running when we arrived), numerous partially burned records, and over twenty logbooks (all written in Russian). These books describe broadcasts received by the station. The oldest entry is dated to 1947. We also found two phrases carved into a desk. Agent Browning translated them from Russian: DO NOT LET HER FINISH TELL HER ALL IS WELL On the second day at approx. 0730 hours, an automated alarm sounded. We later determined this alarm is triggered by incoming broadcasts. Upon activating the radio's speakers, we heard a young woman speaking in Russian. Agent Browning informed us that this woman was counting downward, and had reached '76'. After a short debate, it was decided that the most prudent course of action would be to follow the instructions on the desk. Dr. Browning interrupted the broadcast with the provided phrase (\"все хорошо\", or \"ALL IS WELL\"). The voice stopped. A tone played, and the broadcast ceased. I have left Agent Browning on-site along with two of my men; they have sufficient fuel and rations to last for three weeks. My recommendation is for constant surveillance until the precise nature of this anomaly can be determined.",
        "DO NOT LET HER FINISH",
        "TELL HER ALL IS WELL",
        "AUDIO LOG NOTE: The following audio was recovered from partially burned magnetic tapes discovered on-site. All dialogue is translated from Russian. [ BEGIN LOG. ] [ Shuffling papers. ] VOICE 1: Let's get this over with. VOICE 2: You attempted to steal state property, Sergei. How did you think this would end? VOICE 1: She is not state property. She has a name. VOICE 2: What was your intention? To defect to the Americans? Let them know about our little project? VOICE 1: You know me. You know I have served with honor and distinction. You know I would never — VOICE 2: Did they promise you money? Asylum? And what did you imagine would happen to her? Did you think you would raise her as your own? VOICE 1: This is wrong. You know this is wrong. You are meddling in powers you can't possibly — VOICE 2: And do you think the Americans understand what powers they meddle with? Do you think they have any inkling of what this 'atom-bomb' can do? VOICE 1: I know that one does not make deals with atom-bombs. One certainly does not sacrifice little girls to them. VOICE 2: A sacrifice that will save millions, if not billions— VOICE 1: Presuming the Americans even believe this 'fable' exists. Presuming they think us monstrous enough to use it. VOICE 2: They will. We will show them. A small taste. Just as they demonstrated their power at Hiroshima, we will — [ Scuffling, followed by shouting. ] VOICE 2: I trust you will control yourself, now? VOICE 1: ( panicked ) You cannot do this. The nightmares. I know you have had them, just as I have. The voices, screaming in the dark. That's what it wants, Vaslov. That's what it is . You cannot make a deal with this thing — we have finally contained it, and now you want to offer it — VOICE 2: Only if they force our hand. VOICE 1: You can't — for the love of God, you can't — [ END LOG. ]",
        "DATE: 2012/09/12 FROM: Dr. Schulkill < noitadnuof.pcs|llikluhcsb#noitadnuof.pcs|llikluhcsb > TO: Dr. Emerson < noitadnuof.pcs|nosremer#noitadnuof.pcs|nosremer > SUBJECT: Audio Analysis of SCP-3034 We've been listening to this signal for just over half a century, now. During that time, we've recorded every instance of SCP-3034 since its discovery (except the very first one; attached you'll find a mission report regarding details of this occurrence). That's over 600 recordings. We've explored every avenue of inquiry I can think of. We can't track the signal, and upper management — quite reasonably — doesn't want us trying to talk to it. That's why I'm contacting you. I'm hoping with in-depth vocal analysis, you'll be able to tell us more about the voice on this recording. Cross-reference it with recordings of other number stations, maybe. Or give us a geographical location based on dialect and accent — an estimated age. Something, anything . Otherwise, I'm out of ideas. All I know is that someone's broadcasting recordings of a little girl counting down to zero — and we're all too scared to find out what happens if we let her finish. I'm starting to wonder if this isn't some sort of elaborate prank .",
        "DATE: 2012/09/15 FROM: Dr. Emerson < noitadnuof.pcs|nosremer#noitadnuof.pcs|nosremer > TO: Dr. Schulkill < noitadnuof.pcs|llikluhcsb#noitadnuof.pcs|llikluhcsb > SUBJECT: RE: Audio Analysis of SCP-3034 The broadcasts aren't recordings. Variations in tone, pitch, and phrasing make it clear that each instance of SCP-3034 is a new occurrence; each count-down is vocally unique. Either someone recorded this little girl counting down over and over again, hundreds of times… or she's been broadcasting these signals for over 50 years. There's more: We've analyzed the audio distortion in the background. It appears to be more voices, only slowed down. Just like SCP-3034-A, these are vocally unique for each occurrence. Regrettably, the distortion is far too weak for us to make out what they're saying. However, the length of the broadcast seems to correlate with the strength of the distortion — the longer the broadcast goes on, the louder the distortion becomes. Ironically, the problem is that we're too good at containment: Foundation personnel mobilize so quickly that no transmission we've recorded has lasted longer than 30 seconds. If we had longer transmissions, we might be able to extrapolate more data. My recommendation is that you allow the signal to go on for longer than 30 seconds. Maybe then we'll be able to determine precisely what it is.",
        "DATE: 2012/09/16 FROM: Dr. Schulkill < noitadnuof.pcs|llikluhcsb#noitadnuof.pcs|llikluhcsb > TO: Dr. Emerson < noitadnuof.pcs|nosremer#noitadnuof.pcs|nosremer > SUBJECT: RE: RE: Audio Analysis of SCP-3034 Recommendation approved. Foundation personnel have been instructed to allow the next five iterations of SCP-3034 to continue until it reaches '50'. Hopefully, this will provide enough useful data for us to analyze the distortion and figure out what the hell is going on. I'll send you the files once we have them.",
        "DATE: 2013/01/19 FROM: Dr. Emerson < noitadnuof.pcs|nosremer#noitadnuof.pcs|nosremer > TO: Dr. Schulkill < noitadnuof.pcs|llikluhcsb#noitadnuof.pcs|llikluhcsb > SUBJECT: SCP-3034 I finished analyzing three of the five files you sent. It's just screaming. Thousands upon thousands of children, screaming. My previous recommendation is withdrawn. Inform your personnel to respond to any occurrence of SCP-3034 with the kill-signal immediately.",
        "DATE: 2013/01/19 FROM: Dr. Schulkill < noitadnuof.pcs|llikluhcsb#noitadnuof.pcs|llikluhcsb > TO: Dr. Emerson < noitadnuof.pcs|nosremer#noitadnuof.pcs|nosremer > SUBJECT: RE: RE: Audio Analysis of SCP-3034 Agreed.",
        "INCIDENT REPORT INCIDENT #: 3034-201 DATE OF OCCURRENCE: 2015/05/17 A Foundation researcher assigned to SCP-3034 (Dr. Uriel Willis) misappropriated radio equipment to conduct an unofficial experiment. During an occurrence of SCP-3034, she attempted to establish communication with SCP-3034-A. SCP-3034-A ceased counting. Approximately 5 seconds later, an extremely powerful broadcast was detected. This signal consisted of a high-pitched 'screech' which inflicted significant levels of pain, dizziness, and disorientation to all personnel present. The signal continued for a period of 25 seconds, at which point Dr. Willis used Provisional Site-3034's radio equipment to transmit the appropriate phrase (\"все хорошо\"). The broadcast immediately ceased. Within the next 24 hours, researchers noted a significant increase in missing children cases across the world. In the majority of these cases, the disappearances occurred at a time roughly correlating with the 25-second broadcast. All cases believed to be associated with SCP-3034 have remained unsolved. Disciplinary action against Dr. Willis is still under review. Special containment procedures have been updated to reflect the importance of not interacting with SCP-3034-A outside of stated parameters. All tests regarding SCP-3034 are suspended until further notice.",
        "INCIDENT REPORT INCIDENT #: 3034-202 DATE OF OCCURRENCE: 2015/06/04 An occurrence of SCP-3034 was detected. Personnel present responded with the appropriate transmission, leading to a cessation of SCP-3034. However, two distinct changes were noted: SCP-3034's audio distortion was significantly louder. SCP-3034-A began at 199.",
        "\" SCP-3034 \" by The Great Hippo, from the SCP Wiki . Source: https://scpwiki.com/scp-3034 . Licensed under CC-BY-SA .",
        "Filename: site753a.jpeg Name: snow landscape mountains red Author: mali maeder License: Public Domain Source Link: Pexels"
    ],
    "item": "SCP-3034",
    "object_class": "Euclid",
    "containment_procedures": "Three Foundation personnel are to remain on-site, with at least one employee monitoring radio frequencies for occurrences of SCP-3034. All personnel are to have at least C1 certifications in Russian. Radio equipment is to receive weekly diagnostic checks to ensure all devices are in working condition. Personnel are rotated off-site on a monthly basis.",
    "description": "SCP-3034 is a reoccurring anomalous radio broadcast of unknown origin. As of this date, the transmission has only been observed within approximately 2 kilometers of Provisional Site-3034. All attempts to triangulate the source of SCP-3034 have failed. Since 1964, there have been over 627 occurrences of this broadcast. They occur at apparently random intervals — the shortest gap being two weeks, and the longest, 6 months.",
    "title": "SCP-3034"
}