{
    "url": "https://scp-wiki.wikidot.com/scp-3037",
    "all_text": "rating: \n+131\n+\n–\nx\n\n\n\n\n\n\nSCP-3037 prior to containment.\n\n\n\n\n\n\nItem #:\n SCP-3037\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3037 is to be kept in a standard Safe class storage locker at Site-19. When it is being transported, personnel are not to hold it in their hands; rather, it may be slid onto a wheeled cart and pushed to its destination.\n\n\nSCP-3037-A instances created for testing are to be terminated at the conclusion of each test. Additionally, no more than one instance of SCP-3037-A is to exist at any given time. In the event that multiple instances are created, all of them are to be terminated.\n\n\nDescription:\n SCP-3037 is a miniature model of the walled city of Dubrovnik, Croatia. Its base is an irregular octagon that resembles a square measuring 9 centimeters on each edge, and it is composed of plaster and painted with acrylic.\n\n\nPersons who hold SCP-3037\n1\n are designated instances of SCP-3037-A. Instances of SCP-3037-A believe themselves to actually be the city of Dubrovnik, and speak exclusively in Serbo-Croatian. Amnestic treatment has thus far proven ineffective in reversing these effects.\n\n\nSCP-3037-A instances have also exhibited anomalous physical changes corresponding to current events in the city of Dubrovnik. Any damage sustained by the city causes corresponding bodily harm to instances of SCP-3037-A, which cannot heal unless the city of Dubrovnik is also repaired. A notable example of this was observed in December of 1991\n2\n (see Incident Log 3037-Alpha).\n\n\nTesting has shown that this relationship is not reciprocal. Instances of SCP-3037-A may be harmed without causing corresponding damage to the real city of Dubrovnik.\n\n\nInstances of SCP-3037-A believe themselves to be parents of SCP-3037 itself. As such, they are reluctant to put it down or expose it to harm; if they are forced to give up SCP-3037 or it appears to be damaged, they show reactions consistent with those of parents whose children have been harmed.\n\n\nMultiple concurrent instances of SCP-3037-A may exist at any given time, and appear willing to put down SCP-3037 only if they are handing it over to another instance. Even when these instances are aware of each other's existence, they do not show signs of distress. If, for example, there are ten SCP-3037-A instances in existence, they claim that there exist eleven copies\n3\n of the city of Dubrovnik, all of which are parents of SCP-3037.\n\n\n\n\n+ Recovery Log\n\n\n\n\n- Recovery Log\n\n\n\n\nIn the summer of 1988, Dr. V████████, a researcher at Site-19, began exhibiting a streak of absenteeism. Investigation of his home by Foundation agents found that he had been at home the entire time, and had been affected by the object that was later designated SCP-3037.\n\n\nFurther investigation found that Dr. V████████ had never been to Dubrovnik, and had bought SCP-3037 at a local art exhibition. The object was originally wrapped and boxed, and he did not directly hold it until removing it from the box in his home. The company organizing the art exhibition had no records of a vendor selling art inspired by Yugoslavia or the Dalmatian Coast region. Because payment for the object was made in cash, the identity of the artist is unknown.\n\n\nThe exact nature of SCP-3037's anomalous properties was determined during recovery, as a Foundation agent handled the object after bringing the first SCP-3037-A instance (formerly Dr. V████████) into containment. This agent, in turn, became an SCP-3037-A instance. Containment was established when both SCP-3037-A instances were tranquilized and the object was handled with tongs to be placed into its current Safe class storage locker.\n\n\n\n\n\n\n\n\n\n\n+ Interview Log 3037-Alpha\n\n\n\n\n- Interview Log 3037-Aleph\n\n\n\n\n\n\nInterviewer:\n Dr. C█████, a researcher at Site-19\n\n\nSubject:\n An instance of SCP-3037-A, formerly Dr. V████████. At the time of the interview, there were six instances of SCP-3037-A.\n\n\nThe contents of this log have been translated into English from Serbo-Croatian. Extraneous data have been redacted.\n\n\n[BEGIN LOG 14/07/1988 11:15:07]\n\n\nDr. C█████:\n How are you feeling today?\n\n\nSCP-3037-A:\n The same as usual. Rocky, ancient, humid, warm today.\n\n\nDr. C█████:\n And SCP-3037?\n\n\nSCP-3037-A:\n My daughter? She is doing well, but please be quiet, she is sleeping.\n\n\nDr. C█████:\n Of course. I would like to confirm some of your previous statements. You are the ancient walled city of Dubrovnik, correct?\n\n\nSCP-3037-A:\n Correct. One of seven Dubrovniks.\n\n\nDr. C█████:\n Can you tell me how an entire city has arms and legs, or fits inside this one room?\n\n\nSCP-3037-A:\n That is simply what cities do. Cities have arms and legs, a whole body. And they fit inside rooms. I am not sure what it is you are asking.\n\n\nDr. C█████:\n Could you please define \"city\" for me?\n\n\nSCP-3037-A:\n A place where many people live, made of buildings, stone, maybe wood. It has a body that can fit inside a room, and it is composed of several neighborhoods. There are seven of the city of Dubrovnik.\n\n\nDr. C█████:\n And how does an entire city have a daughter?\n\n\nSCP-3037-A:\n Doctor, I hope you will excuse my modesty. I do not want to answer that question.\n\n\nDr. C█████:\n I am a scientist, you will not disgust me.\n\n\nSCP-3037-A:\n Fine. A city… is made of marble, is it not?\n\n\nDr. C█████:\n Some cities are.\n\n\nSCP-3037-A:\n My daughter was, well, carved from my marble. It is quite simple, really. She will make an excellent city herself one day.\n\n\nDr. C█████:\n Thank you, I have no more questions for today.\n\n\n[END LOG 14/07/1988 11:18:14]\n\n\nNote:\n Chemical analysis of SCP-3037 consistently indicates that it is not made of marble.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Incident Log 3037-Alpha: Siege of Dubrovnik\n\n\n\n\n- Incident Log 3037-Alpha: Siege of Dubrovnik\n\n\n\n\nBeginning in October of 1991, the Yugoslav People's Army besieged the real city of Dubrovnik. At the time, the Foundation had fifteen instances of SCP-3037-A in custody. During the siege, each of these instances reported some difficulty in eating, and minor lacerations manifested at times corresponding to actual attacks on the city of Dubrovnik.\n\n\nThe bombardment of the Old Town of Dubrovnik reached its peak on 06/12/1991. At almost exactly 06:00:00 Central European Time, during this bombardment, all fifteen instances of SCP-3037-A exploded in succession, roughly one second apart. The order in which they exploded was observed to correspond to the order in which they were created.\n\n\nThe first instance of SCP-3037-A exploded with relatively little force, but each successive explosion was increasingly powerful. The last instance exploded with force equivalent to roughly one ton of TNT, breaching several containment chambers at Site-19 and resulting in the loss of █ personnel.\n\n\nIt is hypothesized that instances of SCP-3037-A have an anomalous connection not only with the real city of Dubrovnik, but also with each other. Therefore, the second instance of SCP-3037-A was not only damaged by the shelling of Dubrovnik, but also by the explosion of the first instance, and so on. In this way, the explosive force of the first instance of SCP-3037-A was multiplied by 2\n14\n by the time the fifteenth instance exploded.\n\n\nDue to this incident, it is now prohibited for more than one instance of SCP-3037-A to exist at any given time.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \"Holding\" is here defined as supporting the entire weight of the object with one's hands for at least one whole second, making physical contact with the object\n\n\n2\n. During the Siege of Dubrovnik by the Yugoslav People's Army\n\n\n3\n. Including the actual city\n\n\n\n\n\n\n\n\n« \nSCP-3036\n | SCP-3037 | \nSCP-3038\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3037\n\" by CannedBread, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3037\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Dubrovnik1.jpg\n\n\nName:\n Dubrovnik1.jpg\n\n\nAuthor:\n \nCannedBread\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n N/A",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewer: Dr. C█████, a researcher at Site-19 Subject: An instance of SCP-3037-A, formerly Dr. V████████. At the time of the interview, there were six instances of SCP-3037-A. The contents of this log have been translated into English from Serbo-Croatian. Extraneous data have been redacted. [BEGIN LOG 14/07/1988 11:15:07] Dr. C█████: How are you feeling today? SCP-3037-A: The same as usual. Rocky, ancient, humid, warm today. Dr. C█████: And SCP-3037? SCP-3037-A: My daughter? She is doing well, but please be quiet, she is sleeping. Dr. C█████: Of course. I would like to confirm some of your previous statements. You are the ancient walled city of Dubrovnik, correct? SCP-3037-A: Correct. One of seven Dubrovniks. Dr. C█████: Can you tell me how an entire city has arms and legs, or fits inside this one room? SCP-3037-A: That is simply what cities do. Cities have arms and legs, a whole body. And they fit inside rooms. I am not sure what it is you are asking. Dr. C█████: Could you please define \"city\" for me? SCP-3037-A: A place where many people live, made of buildings, stone, maybe wood. It has a body that can fit inside a room, and it is composed of several neighborhoods. There are seven of the city of Dubrovnik. Dr. C█████: And how does an entire city have a daughter? SCP-3037-A: Doctor, I hope you will excuse my modesty. I do not want to answer that question. Dr. C█████: I am a scientist, you will not disgust me. SCP-3037-A: Fine. A city… is made of marble, is it not? Dr. C█████: Some cities are. SCP-3037-A: My daughter was, well, carved from my marble. It is quite simple, really. She will make an excellent city herself one day. Dr. C█████: Thank you, I have no more questions for today. [END LOG 14/07/1988 11:18:14] Note: Chemical analysis of SCP-3037 consistently indicates that it is not made of marble.",
        "\" SCP-3037 \" by CannedBread, from the SCP Wiki . Source: https://scpwiki.com/scp-3037 . Licensed under CC-BY-SA .",
        "Filename: Dubrovnik1.jpg Name: Dubrovnik1.jpg Author: CannedBread License: CC BY-SA 3.0 Source Link: N/A"
    ],
    "item": "SCP-3037",
    "object_class": "Safe",
    "containment_procedures": "SCP-3037 is to be kept in a standard Safe class storage locker at Site-19. When it is being transported, personnel are not to hold it in their hands; rather, it may be slid onto a wheeled cart and pushed to its destination.",
    "description": "SCP-3037 is a miniature model of the walled city of Dubrovnik, Croatia. Its base is an irregular octagon that resembles a square measuring 9 centimeters on each edge, and it is composed of plaster and painted with acrylic.",
    "title": "SCP-3037"
}