{
    "url": "https://scp-wiki.wikidot.com/scp-3041",
    "all_text": "rating: \n+582\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-3041:\n The Red Knife\n\n\nAuthor:\n \nThe Great Hippo\n\n\nImages:\n \nLink\n.\n\n\nInspired by Stephen King's short story, \nStrawberry Spring\n.\n\n\nMusic:\n \nEleanor Rigby\n (The Beatles)\n\n\nNext: [\nSCP-3054\n]: \nCragstaff Sanitarium\n\n\n\n\n\n\nMore by \nThe Great Hippo\n:\n\n\n\n\nSCPs\n\n\n\n\n– hide block\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\n[\nSCP-3034\n]\n\n\nThe Counting Station\n\n\n\n\n\n\nDO NOT LET HER FINISH\n\n\n\n\n\n\n[\nSCP-3035\n]\n\n\nScience Bugs\n\n\n\n\n\n\ncase_of_the_mondays.png, case_of_the_mondays (1).png\n\n\n\n\n\n\n[\nSCP-3054\n]\n\n\nCragstaff Sanitarium\n\n\n\n\n\n\nYou are sick. You are broken. We will fix you.\n\n\n\n\n\n\n[\nSCP-3045\n]\n\n\nbzzip.exe\n\n\n\n\n\n\nHAMLET: I am no longer moody.\n\n\n\n\n\n\n[\nSCP-3043\n]\n\n\nMurphy Law in… Type 3043 — FOR MURDER!\n\n\n\n\n\n\nForget it, Fred. It's Chinatown.\n\n\n\n\n\n\n[\nSCP-3057\n]\n\n\nFossil Fuels\n\n\n\n\n\n\n…witnesses provided confirmation that instances of SCP-3057-4 did, in fact, have feathers.\n\n\n\n\n\n\n[\nSCP-2639\n]\n\n\nVideo Game Violence\n\n\n\n\n\n\ni need to know how many people i've killed\n\n\n\n\n\n\n[\nSCP-437\n]\n\n\nSummer of '91\n\n\n\n\n\n\nThat was a pretty crazy summer, y'know? Sometimes I really miss that place.\n\n\n\n\n\n\n[\nSCP-3079\n]\n\n\n300 Tricks: Stage Magic Made Easy\n\n\n\n\n\n\nNOTE:\n No method for accomplishing this trick is provided.\n\n\n\n\n\n\n[\nSCP-2753\n]\n\n\nLet's Play Jenga!\n\n\n\n\n\n\nHigh art carries high risk!\n\n\n\n\n\n\n[\nSCP-2679\n]\n\n\nThe Many Graves of Jeannette Parslov\n\n\n\n\n\n\nWhatever it takes, do what you must; whatever the cost, come back to us.\n\n\n\n\n\n\n[\nSCP-3074\n]\n\n\nKafka's Parking Garage\n\n\n\n\n\n\nThank you for choosing Izatova Parking Center. Have a pleasant day.\n\n\n\n\n\n\n[\nSCP-2571\n]\n\n\nCragglewood Park\n\n\n\n\n\n\nMr. Blair, have you always been an only child?\n\n\n\n\n\n\n[\nSCP-2419\n]\n\n\nThe Laughing Men\n\n\n\n\n\n\nThrow them back into the incinerator where you found them.\n\n\n\n\n\n\n[\nSCP-3143\n]\n\n\nMurphy Law in… The Foundation Always Rings Twice!\n\n\n\n\n\n\nWhen it comes right down to it, me — them — hell, even you — we're all just characters in that trashy dime-store novel called life.\n\n\n\n\n\n\n[\nSCP-3089\n]\n\n\nThat Old Time Religion\n\n\n\n\n\n\nRemember how we explained that successful people don't actually need any of their toes to walk? Well, that's going to come in handy for Secret Number Six.\n\n\n\n\n\n\n[\nSCP-3117\n]\n\n\nA Monster-Shaped Hole\n\n\n\n\n\n\nI'm not talking to you.\n\n\n\n\n\n\n[\nSCP-3128\n]\n\n\nLet's Play Monopoly!\n\n\n\n\n\n\nHey, guys? I'm, uh. I'm using this.\n\n\n\n\n\n\n[\nSCP-3138\n]\n\n\nA Sepulcher by the Sea\n\n\n\n\n\n\nShould it prove feasible, all non-canonical corpses are to be extracted, examined, and catalogued.\n\n\n\n\n\n\n[\nSCP-3241\n]\n\n\nThe SS Sommerfeld\n\n\n\n\n\n\nIt makes me wonder what an old monster like myself is even doing here, anymore. And then? Someone special comes along and reminds me.\n\n\n\n\n\n\n[\nSCP-3219\n]\n\n\nThis Sour Earth\n\n\n\n\n\n\nNotably, no reports describe any attempt to examine the residence's storm cellar.\n\n\n\n\n\n\n[\nSCP-4028\n]\n\n\nLa Historia de Don Quixote de la Mancha\n\n\n\n\n\n\nJustine eventually re-unites with her sister, Juliette. Alonso strikes down a lightning bolt intended for them both, then challenges the narrator to a duel.\n\n\n\n\n\n\n[\nSCP-3546\n]\n\n\nDoggone it, I Fold!\n\n\n\n\n\n\nSpecifically, fan-art of Sonic the Hedgehog, a video-game character produced by Sega in 1991.\n\n\n\n\n\n\n[\nSCP-3561\n]\n\n\nAn Unfinished Work\n\n\n\n\n\n\nDespite multiple reports from neighbors who claimed to have witnessed members of his family standing at the windows, no trace of Theodore Holdstock's wife and children could be found.\n\n\n\n\n\n\n[\nSCP-4054\n]\n\n\nThe Seventh Door\n\n\n\n\n\n\nSCP-4054 is The Seventh Door, an unlicensed platform adventure game released for the Nintendo Entertainment System in 1988.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+582\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-3041.\n\n\n\n\n\n\nItem #:\n SCP-3041\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3041 is to be kept in a secure locker on-site. Researchers are not to hold SCP-3041 or allow it to come in contact with their bare skin.\n\n\nAs of 05-22-2015, all access to SCP-3041 is prohibited pending further review. Furthermore, until this review is complete, the information below should be regarded as outdated and possibly inaccurate.\n\n\nDescription:\n SCP-3041 is a 12-centimeter iron knife of unidentified origin with a hilt wrapped in braided leather. Radiometric dating shows inconclusive results for the age of the blade, but indicates the hilt was added within the past two centuries. The knife's surface is rust-colored and smells of spoiled meat. Despite extensive analysis, a source for this odor has yet to be determined.\n\n\nSCP-3041 exhibits its anomalous property only once it has been held by a sapient subject for a certain period of time. The length of time required to trigger SCP-3041's effect varies widely; the underlying mechanism remains unknown.\n\n\nOnce SCP-3041 has activated, subjects will eventually experience a dream wherein they use SCP-3041 to attack one or more persons, removing and consuming their hearts. This dream is set wherever the subject initially held SCP-3041, and typically involves victims one would expect to find in this setting. In all cases, subjects do not recognize their victims. No victim is known to correlate with an actual person (alive or dead).\n\n\nSubjects will often continue to have recurrences of this dream with little variation. Though amnestics reduce or even eliminate these occurrences, most subjects continue to show signs of emotional distress, guilt, and psychological trauma associated with PTSD. SCP-3041's effect can be triggered multiple times, producing new dreams in each case.\n\n\nSCP-3041 was found among the personal effects of Daniel Crenshall, an elderly recluse and collector of historical antiques who committed suicide on 02-15-1987. SCP-3041's anomalous nature was discovered when, in reviewing the contents of Mr. Crenshall's collection, a researcher began experiencing dreams similar to those described in Mr. Crenshall's suicide note.\n\n\nAddendum 3041.1:\n Attachments\n\n\n\n\n► ACCESS SCP:/3041/tests/series_5.log\n\n\n\n\n▼ Close File\n\n\n\n\nNotably, this was the last series of tests performed with SCP-3041.\n\n\n\n\nSUBJECT:\n D-85373\n\n\nSUMMARY:\n D-85373 was placed in a room alone with SCP-3041 and asked to hold it for ten minutes.\n\n\nRESULT:\n Sleep study revealed no unusual sleeping patterns. D-85373 reported no unusual dreams.\n\n\n\n\nRESEARCHER NOTE:\n Nothing unexpected.\n\n\n\n\n\n\nSUBJECT:\n D-85373\n\n\nSUMMARY:\n D-85373 was placed in a room alone with SCP-3041 and asked to hold it for ten minutes.\n\n\nRESULT:\n Sleep study revealed acute night-terrors. D-85373 described a nightmare in which she used SCP-3041 to ritualistically mutilate another occupant in the room over the course of thirty minutes, finally devouring his heart. Although D-85373 described the victim as someone wearing a D-Class uniform, the victim's description fit no D-Class personnel on-site. Furthermore, no D-Class personnel on-site were reported as absent or missing.\n\n\n\n\nRESEARCHER NOTE:\n Still unable to determine what triggers SCP-3041's effect. Possibly repetition of exposure?\n\n\n\n\n\n\nSUBJECT:\n D-85373\n\n\nSUMMARY:\n D-85373 was placed in a room alone with SCP-3041 and asked to hold it for ten minutes.\n\n\nRESULT:\n Sleep study revealed acute night-terrors. D-85373 described a new nightmare, in which she had used SCP-3041 to attack and mutilate a researcher who entered the room at the end of the test. No researcher on-site fit D-85373's description; furthermore, no researcher on-site was reported as absent or missing.\n\n\n\n\nRESEARCHER'S NOTE:\n We ought to include additional D-Class personnel in the room during testing to see if they're incorporated in the subject's nightmares.\n\n\n\n\n\n\nSUBJECT:\n D-85373\n\n\nSUMMARY:\n D-85373 was placed in a room alone with SCP-3041 and asked to hold it for ten minutes.\n\n\nRESULT:\n Sleep study revealed acute night-terrors. D-85373 now described a nightmare wherein she attacked and devoured the hearts of two D-Class personnel. Again, the description of the victims fit no on-site D-Class personnel, and no D-Class personnel were reported absent or missing.\n\n\n\n\nRESEARCHER'S NOTE:\n Despite having left explicit instructions to include additional D-Class personnel in the room, the test was carried out with only D-85373. I will oversee the next test personally. Also, staff has started to complain of a peculiar smell in the lab. Linked to SCP-3041?\n\n\n\n\n\n\nSUBJECT:\n D-85373\n\n\nSUMMARY:\n D-85373 was placed in a room alone with SCP-3041 and asked to hold it for ten minutes.\n\n\nRESULT:\n Several hours into the test, D-85373 doubled over and complained of extreme stomach pain. Shortly thereafter, she passed out. After being rushed to the infirmary, it was determined that her stomach had ruptured. She died shortly thereafter from septic shock. An autopsy gave no indication as to the cause; despite pronounced swelling, her stomach was empty.\n\n\n\n\nRESEARCHER'S NOTE:\n After analysis of notes I took during this test, I found that I had made 9 separate attempts to have 2 D-Class personnel enter the room. I have no recollection of doing this. In fact, outside of D-85373, there are — and never have been — any D-Class personnel assigned to SCP-3041. On top of all of this, the smell throughout the lab has become unbearable.\n\n\nI've ordered the immediate cessation of all tests with SCP-3041 pending review by the Site Director.\n\n\n\n\n\n\n\n\n\n\n\n\n► ACCESS SCP:/3041/tests/admin_memo.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nTO:\n Researchers Assigned to SCP-3041\n\n\nSUBJECT:\n IMMEDIATE ACTION: CEASE ALL TESTING\n\n\n\n\nAfter a careful review of laboratory procedures, test footage, and personnel records associated with SCP-3041, the following inexplicable discrepancies have been noted:\n\n\n\n\nDespite regulations requiring each SCP have both a Lead Researcher and an Assistant Lead Researcher, it appears only a Lead Researcher was assigned to SCP-3041. The reason behind this oversight is currently under review.\n\n\nCritical site-wide shortages of D-Class personnel have been reported since testing with SCP-3041 began. These shortages have yet to be explained; while no D-Class personnel appear to be absent or missing, only a fraction of the expected number of D-Class personnel are present.\n\n\nDespite each test with SCP-3041 reported as lasting only ten minutes, video footage for each test ranges from ten minutes to four hours. Furthermore, when viewed, this footage exhibits what is believed to be a cognitohazard effect: Only portions of the video can be perceived by viewers.\n\n\nDespite several thorough examinations, the labs used for testing SCP-3041 continue to smell of rotting meat. This effect remains unexplained, and is very likely anomalous.\n\n\n\n\nFor these reasons, all testing with SCP-3041 is to be suspended until further notice. SCP-3041 is to be secured in an on-site safe-box immediately. All labs used to test SCP-3041 are to undergo a Class VI decontamination procedure, and all personnel involved in testing are to be examined for potential infection with antimemetic agents.\n\n\n\n\n\n\n\n\n\n\n\n\n► ACCESS SCP:/3041/files/suicide_note.log\n\n\n\n\n▼ Close File\n\n\n\n\nThe following note was found at Mr. Crenshall's desk shortly after his body was discovered:\n\n\n\n\nThe nightmare began a year ago, and it still won't stop. In it, my arm is wet with blood, the knife in hand — glittering like a brilliant, shining ruby. My heart beats like a drum; before me, I see the faces of strangers, contorted in agony, screaming for mercy. A woman. A man. Children… three girls, and a little baby boy. I do not know them. I cut them open. I cut them open, and then I eat their hearts.\n\n\nI know it's just a nightmare. But it feels so real, so vivid… and there are times when I swear I can taste raw meat on the back of my tongue. When I can feel it slide down my throat, into my belly.\n\n\nI've lived a long, lonely life. I have never known friends or family… so why do I live in a house with so many rooms? Why does each room fill me with guilt and dread? Why can't I bring myself to go down to my basement — why does it smell like rotting flesh?\n\n\nAnd why do I own a crib?\n\n\nMy nightmare took place under the house. I've never gone down to look. I'm too afraid. If you're reading this, then you'll have to look for me. Maybe you'll find nothing. I pray you find nothing.\n\n\nEither I'm crazy or I'm the Devil.\n\n\nPlease, God, let me be crazy.\n\n\n\n\nDespite a thorough investigation of Mr. Crenshall's basement, researchers reported that the only thing of note was the overpowering odor of rancid meat.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3040\n | SCP-3041 | \nSCP-3042\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3041\n\" by The Great Hippo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3041\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n redknife.JPG\n\n\nName:\n Iberian dagger.JPG\n\n\nAuthor:\n Dorieo\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia",
    "addendums": [
        "Addendum 3041.1: Attachments"
    ],
    "documents": [],
    "notes": [
        "SUBJECT: D-85373 SUMMARY: D-85373 was placed in a room alone with SCP-3041 and asked to hold it for ten minutes. RESULT: Sleep study revealed no unusual sleeping patterns. D-85373 reported no unusual dreams. RESEARCHER NOTE: Nothing unexpected.",
        "SUBJECT: D-85373 SUMMARY: D-85373 was placed in a room alone with SCP-3041 and asked to hold it for ten minutes. RESULT: Sleep study revealed acute night-terrors. D-85373 described a nightmare in which she used SCP-3041 to ritualistically mutilate another occupant in the room over the course of thirty minutes, finally devouring his heart. Although D-85373 described the victim as someone wearing a D-Class uniform, the victim's description fit no D-Class personnel on-site. Furthermore, no D-Class personnel on-site were reported as absent or missing. RESEARCHER NOTE: Still unable to determine what triggers SCP-3041's effect. Possibly repetition of exposure?",
        "SUBJECT: D-85373 SUMMARY: D-85373 was placed in a room alone with SCP-3041 and asked to hold it for ten minutes. RESULT: Sleep study revealed acute night-terrors. D-85373 described a new nightmare, in which she had used SCP-3041 to attack and mutilate a researcher who entered the room at the end of the test. No researcher on-site fit D-85373's description; furthermore, no researcher on-site was reported as absent or missing. RESEARCHER'S NOTE: We ought to include additional D-Class personnel in the room during testing to see if they're incorporated in the subject's nightmares.",
        "SUBJECT: D-85373 SUMMARY: D-85373 was placed in a room alone with SCP-3041 and asked to hold it for ten minutes. RESULT: Sleep study revealed acute night-terrors. D-85373 now described a nightmare wherein she attacked and devoured the hearts of two D-Class personnel. Again, the description of the victims fit no on-site D-Class personnel, and no D-Class personnel were reported absent or missing. RESEARCHER'S NOTE: Despite having left explicit instructions to include additional D-Class personnel in the room, the test was carried out with only D-85373. I will oversee the next test personally. Also, staff has started to complain of a peculiar smell in the lab. Linked to SCP-3041?",
        "SUBJECT: D-85373 SUMMARY: D-85373 was placed in a room alone with SCP-3041 and asked to hold it for ten minutes. RESULT: Several hours into the test, D-85373 doubled over and complained of extreme stomach pain. Shortly thereafter, she passed out. After being rushed to the infirmary, it was determined that her stomach had ruptured. She died shortly thereafter from septic shock. An autopsy gave no indication as to the cause; despite pronounced swelling, her stomach was empty. RESEARCHER'S NOTE: After analysis of notes I took during this test, I found that I had made 9 separate attempts to have 2 D-Class personnel enter the room. I have no recollection of doing this. In fact, outside of D-85373, there are — and never have been — any D-Class personnel assigned to SCP-3041. On top of all of this, the smell throughout the lab has become unbearable. I've ordered the immediate cessation of all tests with SCP-3041 pending review by the Site Director.",
        "TO: Researchers Assigned to SCP-3041 SUBJECT: IMMEDIATE ACTION: CEASE ALL TESTING After a careful review of laboratory procedures, test footage, and personnel records associated with SCP-3041, the following inexplicable discrepancies have been noted: Despite regulations requiring each SCP have both a Lead Researcher and an Assistant Lead Researcher, it appears only a Lead Researcher was assigned to SCP-3041. The reason behind this oversight is currently under review. Critical site-wide shortages of D-Class personnel have been reported since testing with SCP-3041 began. These shortages have yet to be explained; while no D-Class personnel appear to be absent or missing, only a fraction of the expected number of D-Class personnel are present. Despite each test with SCP-3041 reported as lasting only ten minutes, video footage for each test ranges from ten minutes to four hours. Furthermore, when viewed, this footage exhibits what is believed to be a cognitohazard effect: Only portions of the video can be perceived by viewers. Despite several thorough examinations, the labs used for testing SCP-3041 continue to smell of rotting meat. This effect remains unexplained, and is very likely anomalous. For these reasons, all testing with SCP-3041 is to be suspended until further notice. SCP-3041 is to be secured in an on-site safe-box immediately. All labs used to test SCP-3041 are to undergo a Class VI decontamination procedure, and all personnel involved in testing are to be examined for potential infection with antimemetic agents.",
        "The nightmare began a year ago, and it still won't stop. In it, my arm is wet with blood, the knife in hand — glittering like a brilliant, shining ruby. My heart beats like a drum; before me, I see the faces of strangers, contorted in agony, screaming for mercy. A woman. A man. Children… three girls, and a little baby boy. I do not know them. I cut them open. I cut them open, and then I eat their hearts. I know it's just a nightmare. But it feels so real, so vivid… and there are times when I swear I can taste raw meat on the back of my tongue. When I can feel it slide down my throat, into my belly. I've lived a long, lonely life. I have never known friends or family… so why do I live in a house with so many rooms? Why does each room fill me with guilt and dread? Why can't I bring myself to go down to my basement — why does it smell like rotting flesh? And why do I own a crib? My nightmare took place under the house. I've never gone down to look. I'm too afraid. If you're reading this, then you'll have to look for me. Maybe you'll find nothing. I pray you find nothing. Either I'm crazy or I'm the Devil. Please, God, let me be crazy.",
        "\" SCP-3041 \" by The Great Hippo, from the SCP Wiki . Source: https://scpwiki.com/scp-3041 . Licensed under CC-BY-SA .",
        "Filename: redknife.JPG Name: Iberian dagger.JPG Author: Dorieo License: CC BY-SA 3.0 Source Link: Wikimedia"
    ],
    "item": "SCP-3041",
    "object_class": "Safe",
    "containment_procedures": "SCP-3041 is to be kept in a secure locker on-site. Researchers are not to hold SCP-3041 or allow it to come in contact with their bare skin.",
    "description": "SCP-3041 is a 12-centimeter iron knife of unidentified origin with a hilt wrapped in braided leather. Radiometric dating shows inconclusive results for the age of the blade, but indicates the hilt was added within the past two centuries. The knife's surface is rust-colored and smells of spoiled meat. Despite extensive analysis, a source for this odor has yet to be determined.",
    "title": "SCP-3041"
}