{
    "url": "https://scp-wiki.wikidot.com/scp-3064",
    "all_text": "rating: \n+26\n+\n–\nx\n\n\n\n\n\n\nExtract of SCP-3064-4\n\n\n\n\n\n\nItem #:\n SCP-3064\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n\nDue to its non-physical nature, SCP-3064 cannot be fully contained at this time. Research Task Force 3064-Mu are to monitor social media, news sites, radio, television and local newspapers for reports alluding to physical or digital instances of SCP-3064, at all times.\n\n\nAll physical instances of SCP-3064 retrieved by Foundation personnel are to be catalogued and stored in designated Secure Object Lockers across Sites 15, 19 and 301. No more than one (1) physical instance of SCP-3064 is to be stored in the same Secure Object Locker to minimize potential losses in the event of a containment breach.\n\n\nAll digital instances of SCP-3064 are to be copied to a physical medium and stored according to the protocols described above, and all links to the file removed from public access. Foundation personnel are advised to proceed with caution should a digital instance of SCP-3064 go viral. In these instances, personnel with clearance SCP-3064/2 or above should carefully monitor social media trends to identify the effective potency of the SCP-3064 instance and determine risk before proceeding with containment procedures. Final decisions in these instances will be made by personnel with SCP-3064/4 clearance.\n\n\nOriginal instances of SCP-3064 are not to be removed from the Secure Object Lockers without approval of personnel with SCP-3064/3 clearance. For testing and experimentation purposes, a copy must be made approximating the same materials. Sites 15 and 301 maintain caches of blank vinyl, CDs, DVDs and MP3 players for this purpose. Copies of a SCP-3064 instance are to be sealed individually using Class-G hazardous material polythene bags and sent to incineration.\n\n\nTesting with original, physical instances of SCP-3064 must be submitted to the current Lead Research Director (SCP-3064/5) for approval.\n\n\nDescription:\n\nSCP-3064 is a melody hypothesized to affect listeners by interfering with the listener’s perception of adverse stimuli. Through an as-yet not fully understood mechanism, this melody provokes a reduced fear response to adverse stimuli. Some instances of SCP-3064 have been shown to nullify fear responses in affected individuals and even reverse pre-existing fear conditioning. Instances of SCP-3064 affect listeners more strongly in live performances. For simplicity of reference, the effects of SCP-3064 on an individual will be referred to as ‘strong’, indicating a complete inhibition of fear and removal of prior fear conditioning, or ‘weak’, indicating an incomplete inhibition of fear with no effect on prior fear conditioning.\n\n\nNotable instances of SCP-3064 are catalogued below:\n\n\n\n\n\n\nFragment of SCP-3064-6\n\n\n\n\n\n\nSCP-3064-6\n – \n\"Hymn of Courage\"\n\nSCP-3064-6/1, -6/2, -6/3 and -6/4 are clay fragments bearing cuneiform script excavated in 1952 from the Amorite-Canaanite city of Ugarit (present day Ras Shamra) in northern Syria. It originally formed part of the 'Hurrian Songs' collection first reported in literature in 1955, as fragments h.18, h.29, and h.31-32. All details of these fragments have been removed from publically available scientific literature.\n\n\nThe translated text and musical notation of SCP-3064-6 was first published in 1992 by M. Szlezchny, and drew the Foundation’s attention in 1994 when ██████ ██████ published and performed a recital of a 'corrected' translation, resulting in Incident 3064-4. All known recordings of this arrangement of SCP-3064 were taken into Foundation custody and are designated SCP-3064-7. No casualties were reported, and Class C amnestics were administered to all present.\n\n\nFoundation archaeological and paleolinguistic experts have confirmed that ██████ ██████’s translation of SCP-3064-6 is accurate and represents a hymn to the Canaanite deity Anat, a deity associated in the Ugarit tablets with war and conflict. The lyrics form a prayer to Anat to lend courage in battle to the worshipper. Experimental testing has shown that the lyrics recited as prose do not exhibit the inhibiting effect.\n\n\nSCP-3064-6 is notable for being the oldest known physical instance of SCP-3064 to exist, and demonstrates that SCP-3064 has been present in human culture since at least 1400 BCE.\n\n\nIn 20██, an article on the Hurrian Songs published in the \nAmerican Journal of Archaeology\n caught the Foundation's attention by referring directly to fragments h.31-32 in the context of a partial translation of other artifacts excavated from Ugarit (designated SCP-3064-6/A). Relevant passages from this journal have been reproduced below as Addendum 20██/01.\n\n\n\n\n\n\nSCP-3064-1\n\n\n\n\n\n\nSCP-3064-1\n – \n\"Victory’s Tune\"\n\nSCP-3064-1 is a small clockwork music box, measuring 8cm x 5cm x 4cm, made from English ash sometime in the 1930’s, and assumed to have been made by an independent craftsman. On the lid is an engraved image of the goddess Victory, imitating the statue on the Victoria Monument, London. On the inside of the lid is an inscription reading: \n'To Johnny – Give them Hell! - B.'\n It is wound by a small brass key, and once wound will continue to play the first movement of SCP-3064 until wound down. The materials of the music box do not display any anomalous properties and the box has been disassembled and reassembled successfully without diminishing the effects of SCP-3064.\n\n\nAccording to eyewitness accounts, the music box was recovered in 1942 from the wreckage of a RAF fighter plane piloted by John Turner (thought to be the 'Johnny' referred to in the box’s inscription), who was shot down near Hamburg on April 8th 1942 and did not eject his plane. The box passed through the hands of several owners before being abandoned in Berlin and looted by an American soldier, Thomas █████, who came to the attention of Foundation personnel following a bar brawl in Boston, MA in 1951 (Incident 3064-1). Mr. █████ sustained severe injuries in the brawl and was arrested on charges of aggravated assault. Police reports record that Mr. █████ was alternately humming and singing \n'a curious tune'\n to himself while in the communal holding cell, and soon another fight had broken out in which Mr. █████ was killed, having fought \n'like a madman'\n and \n'displaying no fear'\n. An investigative agent was sent to Boston, and Mr. █████’s widow corroborated the police report, stating that he possessed a music box that played the same melody.\n\n\nFoundation research has turned up three individuals who could be the ‘B’ referred to in the box’s inscription, but none have known links to other instances of SCP-3064.\n\n\nSCP-3064 was redesignated SCP-3064-1 after the recovery of SCP-3064-2 in 1954 and testing proved that it is the melody, not the physical instance, that produces the anomalous effect on the listener.\n\n\nSCP-3064-23\n – \n\"Sugar Sugar Sweet Fear\"\n\nSCP-3064-23 is a single produced by the Danish band Fennikelkage. The single, \n'Sugar Sugar Sweet Fear'\n was released in 2002 but failed to be popular with audiences. Foundation observation following the protocols described above tentatively designated the track SCP-3064-23 due to its similarities in melody to known instances of SCP-3064, albeit significantly altered to include a chorus line and to fit the dance pop genre. No preventative action was taken by the Foundation at this time. An agent was dispatched and investigated the band, recovering an instance of SCP-3064-7.\n\n\nIn 2004 the Foundation began tracking increasing references to the song on the internet, originating in a Japanese video pairing the song with a 'chibi' depiction of the Grim Reaper (animation designated SCP-3064-23/A). A small spike in suicides was noted in the latter half of 2004 as the trend peaked in popularity (Incidents 3064-14 and 3064-15). After review, clearance was granted to begin a blanket operation of suppressing online mentions and availability of the video. It was removed from known video hosting services and a new trend was manufactured to distract attention.\n\n\nThe animator of the video, Kiniho Kunihiro, was later found to have committed suicide shortly after the video had first been released.\n\n\n\n\n\n\n+ Extracts from SCP-3064 Testing Logs:\n\n\n\n\n- Extracts from SCP-3064 Testing Logs:\n\n\n\n\n\n\nSCP-3064 Test Log - Entry 03\n\n\nDate:\n 06/07/1952\n\n\nSubject:\n D-4435, SCP-3064\n\n\nProcedure:\n D-4435, a profoundly deaf Caucasian female with a fear of rats, was set in front of SCP-3064 and asked to look at the picture of a rat next to SCP-3064. The subject indicated discomfort at the sight of the picture. D-4435 was then asked to wind the key, then look at a picture of a rat until a light indicated she could stop. The subject wound the key and sat throughout 6 repetitions of the melody produced by SCP-3064 until the internal spring was wound down. She was asked to express her feelings about the picture, and again indicated discomfort.\n\n\nConclusion:\n No response to SCP-3064 observed.\n\n\nAnalysis:\n Unable to hear the melody produced by SCP-3064, D-4435's established fear of rats was not diminished by its effects. This indicates that it is the melody and not SCP-3064 that causes the anomalous effect.\n\n\nRecommendation:\n SCP-3064 to be redesignated SCP-3064-1.\n\n\n\n\n\n\nSCP-3064 Test Log - Entry 08\n\n\nDate:\n 02/11/1952\n\n\nSubject:\n One (1) cat \n(Felis catus)\n, one (1) dog \n(Canis familiaris)\n, SCP-3064-1\n\n\nProcedure:\n The dog was caged to one side of the room, and the cat introduced to the room. The cat displayed an expected fear response. A research assistant wound the key of SCP-3064-1 and let the melody play for 2 minutes. After 20 seconds, the cat began to relax, and by the end of the 2 minutes was sitting on the floor of the room, ignoring the dog which continued to make an aggressive display.\n\n\nConclusion:\n Strong response to SCP-3064 observed.\n\n\nAnalysis:\n A cat was chosen for this experiment due to evidence that the \nFelis catus\n species is capable of appreciating music. The experiment demonstrates that exposure to the melody of SCP-3064 in conjunction with a fear-inducing stimulus will reduce the effect of that stimulus.\n\n\n\n\n\n\nSCP-3064 Test Log - Entry 09\n\n\nDate:\n 02/11/1952\n\n\nSubject:\n One (1) cat \n(Felis catus)\n, one (1) dog \n(Canis familiaris)\n, SCP-3064-1\n\n\nProcedure:\n Before the experiment began, the dog was allowed to attack the cat in a controlled environment. Experiment E-SCP-3064/08 was then reproduced, but after 2 minutes the cat continued to show fear.\n\n\nConclusion:\n Weak response to SCP-3064 observed.\n\n\nAnalysis:\n Having been conditioned to fear the dog, the cat now showed resistance to the effects of SCP-3064.\n\n\n\n\n\n\nSCP-3064 Test Log - Entry 46\n\n\nDate:\n 02/02/1995\n\n\nSubject:\n D-7877, one (1) snake, one (1) copy of SCP-3064-7\n\n\nProcedure:\n D-7877 had previously undergone basic testing to induce and reverse fear resistance to snakes. D-7877 was instructed to listen to SCP-3064-7 whilst handling a snake that had previously bitten him. Once made to co-operate, D-7877 showed lessened fear response to the snake after listening to the full length of SCP-3064-7. When the recording was played a second time D-7877 became reckless with the snake, causing in the snake to bite D-7877's neck. D-7877 did display pain but no fear to the snake, who continued to bite him. The experiment was terminated when D-7877 collapsed from blood loss.\n\n\nConclusion:\n Strong response to SCP-3064 observed.\n\n\nAnalysis:\n Repeated exposure to SCP-3064 seems to suppress basic survival responses in the subject to the object fear stimulus. This finding is consistent with the behaviours observed in Incident 3064-4.\n\n\n\n\n\n\n\n\n\n\nAddenda:\n\n\n\n\n+ Addendum 1957/01 - Incident 3064-7\n\n\n\n\n- Addendum 1957/01 - Incident 3064-7\n\n\n\n\nDuring staff rotation, Research Assistant K. Peters was found to have entered the containment unit housing SCP-████, and was seen goading SCP-████ into action. Security were unable to retrieve K. Peters without exposing themselves to great personal risk, and K. Peters was killed by SCP-████. On examination of their belongings, an unauthorized magnetic tape recording of SCP-3064-1 was found. Cross-examination of past psychological profiles showed that K. Peters had expressed a particular fear of SCP-████.\n\n\nRecommendation:\n Tighter control measures to be implemented on the creation of copies of SCP-3064 instances. Psychological screening measures improved to prevent staff with exploitable phobias coming into contact with SCP-3064.\n\n\n\n\n\n\n\n\n\n\n+ Addendum 2004/03 - Incidents 3064-14 & 15\n\n\n\n\n- Addendum 2004/03 -  Incidents 3064-14 & 15\n\n\n\n\nWhen the Japanese authorities recovered the bodies of ██ individuals from the ██████████ Forest, █████ Prefecture, and █████ City, ███ Prefecture, all the bodies were found clutching copies of the same suicide note. The note contained the lyrics of the song \nSugar Sugar Sweet Fear\n and a sketched drawing of a stylized Grim Reaper, under which was written the name \n'shinigami-chan'\n. All those identified were found to have been suffering from depression or anxiety, and the local police ruled that the two groups had been part of a death cult. This was fortunate for the Foundation as local authorities began lobbying for the banning of \nSugar Sugar Sweet Fear\n from broadcast.\n\n\n\n\n\n\n\n\n\n\n+ Addendum 20██/01 - Partial Translation of SCP-3064-6/A\n\n\n\n\n- Addendum 20██/01 - Partial Translation of SCP-3064-6/A\n\n\n\n\nHere follows relevant excerpts from \nUgarit Ritual Texts\n (J. Adamson and █. ██████. \nUgarit Ritual Texts\n. American Journal of Archaeology ███, ███, 20██).\n\n\n\n\nAlthough incantations are poorly attested at Ugarit, some isolated instances have been found, most notably fragments h.7, h.9-10, h.14 and h.31-32 of the famed 'Hurrian Songs', excavated by ██████ ██████ in 1955. Their language structure and character are notoriously elusive of attempted translation, even by the most renowned of scholars in this area, but recent breakthroughs have enabled me to provide a translation of some of our most recent findings.\n\n\n\n\n\n\nOf particular interest is ██████, which bears thematic similarity to h.31-32 of the Hurrian Songs:\n\n\n(When) the spirit of fear calls out to me and beats at my ears,\n\n\nI, for my part, will reach out to you,\n\n\nI will shake my cymbal, and pluck my harp,\n\n\nI will burn sweet wood and make offerings of brass and gold,\n\n\nOn gold and brass will I make offering of (life/blood),\n\n\nTo you, O Anat, virgin (wife/sister) of Baal-Hadad,\n\n\nTo you I will make offering.\n\n\nThe wild dog will not make me afraid,\n\n\nThe mountain lion will not make me afraid,\n\n\nThe snake and the viper will not make me afraid,\n\n\nI will not be afraid, O Anat, though a host of (demons) torment me,\n\n\nOn gold and brass will I make offering of (life/blood).\n\n\nYour song will be on my lips, your song will be in my throat,\n\n\nYour words will be in my heart and your sweet music in my breast,\n\n\nI will not be afraid, O Anat.\n\n\n\n\nAll known copies of this article have been removed from publicly available literature. The author of the article has not yet been located by the Foundation and is assumed to have been operating under a pseudonym. No other attributions to 'J. Adamson' have been found in relevant archaeological literature to date.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3063\n | SCP-3064 | \nSCP-3065\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3064\n\" by Tzuvembi, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3064\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n SCP-3064-001\n\n\nName:\n Tonary of the Auch region (Aquitaine, end 10th century).jpg\n\n\nAuthor:\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia\n\n\n\n\n\n\nFilename:\n SCP-3064-004\n\n\nName:\n List of Ugarit gods AO29393 img 0162\n\n\nAuthor:\n Rama\n\n\nLicense:\n C BY-SA 2.0 fr\n\n\nSource Link:\n \nWikimedia\n\n\n\n\n\n\nFilename:\n SCP-3064-006\n\n\nName:\n X5744 - cylinderspeldosa - foto Dan Johansson.jpg\n\n\nAuthor:\n Musik- och teatermuseet\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia",
    "addendums": [],
    "documents": [],
    "notes": [
        "SCP-3064 Test Log - Entry 03 Date: 06/07/1952 Subject: D-4435, SCP-3064 Procedure: D-4435, a profoundly deaf Caucasian female with a fear of rats, was set in front of SCP-3064 and asked to look at the picture of a rat next to SCP-3064. The subject indicated discomfort at the sight of the picture. D-4435 was then asked to wind the key, then look at a picture of a rat until a light indicated she could stop. The subject wound the key and sat throughout 6 repetitions of the melody produced by SCP-3064 until the internal spring was wound down. She was asked to express her feelings about the picture, and again indicated discomfort. Conclusion: No response to SCP-3064 observed. Analysis: Unable to hear the melody produced by SCP-3064, D-4435's established fear of rats was not diminished by its effects. This indicates that it is the melody and not SCP-3064 that causes the anomalous effect. Recommendation: SCP-3064 to be redesignated SCP-3064-1.",
        "SCP-3064 Test Log - Entry 08 Date: 02/11/1952 Subject: One (1) cat (Felis catus) , one (1) dog (Canis familiaris) , SCP-3064-1 Procedure: The dog was caged to one side of the room, and the cat introduced to the room. The cat displayed an expected fear response. A research assistant wound the key of SCP-3064-1 and let the melody play for 2 minutes. After 20 seconds, the cat began to relax, and by the end of the 2 minutes was sitting on the floor of the room, ignoring the dog which continued to make an aggressive display. Conclusion: Strong response to SCP-3064 observed. Analysis: A cat was chosen for this experiment due to evidence that the Felis catus species is capable of appreciating music. The experiment demonstrates that exposure to the melody of SCP-3064 in conjunction with a fear-inducing stimulus will reduce the effect of that stimulus.",
        "SCP-3064 Test Log - Entry 09 Date: 02/11/1952 Subject: One (1) cat (Felis catus) , one (1) dog (Canis familiaris) , SCP-3064-1 Procedure: Before the experiment began, the dog was allowed to attack the cat in a controlled environment. Experiment E-SCP-3064/08 was then reproduced, but after 2 minutes the cat continued to show fear. Conclusion: Weak response to SCP-3064 observed. Analysis: Having been conditioned to fear the dog, the cat now showed resistance to the effects of SCP-3064.",
        "SCP-3064 Test Log - Entry 46 Date: 02/02/1995 Subject: D-7877, one (1) snake, one (1) copy of SCP-3064-7 Procedure: D-7877 had previously undergone basic testing to induce and reverse fear resistance to snakes. D-7877 was instructed to listen to SCP-3064-7 whilst handling a snake that had previously bitten him. Once made to co-operate, D-7877 showed lessened fear response to the snake after listening to the full length of SCP-3064-7. When the recording was played a second time D-7877 became reckless with the snake, causing in the snake to bite D-7877's neck. D-7877 did display pain but no fear to the snake, who continued to bite him. The experiment was terminated when D-7877 collapsed from blood loss. Conclusion: Strong response to SCP-3064 observed. Analysis: Repeated exposure to SCP-3064 seems to suppress basic survival responses in the subject to the object fear stimulus. This finding is consistent with the behaviours observed in Incident 3064-4.",
        "Although incantations are poorly attested at Ugarit, some isolated instances have been found, most notably fragments h.7, h.9-10, h.14 and h.31-32 of the famed 'Hurrian Songs', excavated by ██████ ██████ in 1955. Their language structure and character are notoriously elusive of attempted translation, even by the most renowned of scholars in this area, but recent breakthroughs have enabled me to provide a translation of some of our most recent findings.",
        "Of particular interest is ██████, which bears thematic similarity to h.31-32 of the Hurrian Songs: (When) the spirit of fear calls out to me and beats at my ears, I, for my part, will reach out to you, I will shake my cymbal, and pluck my harp, I will burn sweet wood and make offerings of brass and gold, On gold and brass will I make offering of (life/blood), To you, O Anat, virgin (wife/sister) of Baal-Hadad, To you I will make offering. The wild dog will not make me afraid, The mountain lion will not make me afraid, The snake and the viper will not make me afraid, I will not be afraid, O Anat, though a host of (demons) torment me, On gold and brass will I make offering of (life/blood). Your song will be on my lips, your song will be in my throat, Your words will be in my heart and your sweet music in my breast, I will not be afraid, O Anat.",
        "\" SCP-3064 \" by Tzuvembi, from the SCP Wiki . Source: https://scpwiki.com/scp-3064 . Licensed under CC-BY-SA .",
        "Filename: SCP-3064-001 Name: Tonary of the Auch region (Aquitaine, end 10th century).jpg Author: License: Public Domain Source Link: Wikimedia",
        "Filename: SCP-3064-004 Name: List of Ugarit gods AO29393 img 0162 Author: Rama License: C BY-SA 2.0 fr Source Link: Wikimedia",
        "Filename: SCP-3064-006 Name: X5744 - cylinderspeldosa - foto Dan Johansson.jpg Author: Musik- och teatermuseet License: CC BY-SA 3.0 Source Link: Wikimedia"
    ],
    "item": "SCP-3064",
    "object_class": "Euclid",
    "containment_procedures": "Due to its non-physical nature, SCP-3064 cannot be fully contained at this time. Research Task Force 3064-Mu are to monitor social media, news sites, radio, television and local newspapers for reports alluding to physical or digital instances of SCP-3064, at all times.",
    "description": "SCP-3064 is a melody hypothesized to affect listeners by interfering with the listener’s perception of adverse stimuli. Through an as-yet not fully understood mechanism, this melody provokes a reduced fear response to adverse stimuli. Some instances of SCP-3064 have been shown to nullify fear responses in affected individuals and even reverse pre-existing fear conditioning. Instances of SCP-3064 affect listeners more strongly in live performances. For simplicity of reference, the effects of SCP-3064 on an individual will be referred to as ‘strong’, indicating a complete inhibition of fear and removal of prior fear conditioning, or ‘weak’, indicating an incomplete inhibition of fear with no effect on prior fear conditioning.",
    "title": "SCP-3064"
}