{
    "url": "https://scp-wiki.wikidot.com/scp-3074",
    "all_text": "rating: \n+428\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-3074:\n Kafka's Parking Garage\n\n\nAuthor:\n \nThe Great Hippo\n\n\nImages:\n \nLink\n and \nLink\n.\n\n\nMusic:\n \nFranz Kafka (Rock Opera)\n (Home Movies)\n\n\nNext: [\nSCP-2571\n]: \nCragglewood Park\n\n\n\n\n\n\nMore by \nThe Great Hippo\n:\n\n\n\n\nSCPs\n\n\n\n\n– hide block\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\n[\nSCP-3034\n]\n\n\nThe Counting Station\n\n\n\n\n\n\nDO NOT LET HER FINISH\n\n\n\n\n\n\n[\nSCP-3035\n]\n\n\nScience Bugs\n\n\n\n\n\n\ncase_of_the_mondays.png, case_of_the_mondays (1).png\n\n\n\n\n\n\n[\nSCP-3054\n]\n\n\nCragstaff Sanitarium\n\n\n\n\n\n\nYou are sick. You are broken. We will fix you.\n\n\n\n\n\n\n[\nSCP-3045\n]\n\n\nbzzip.exe\n\n\n\n\n\n\nHAMLET: I am no longer moody.\n\n\n\n\n\n\n[\nSCP-3043\n]\n\n\nMurphy Law in… Type 3043 — FOR MURDER!\n\n\n\n\n\n\nForget it, Fred. It's Chinatown.\n\n\n\n\n\n\n[\nSCP-3057\n]\n\n\nFossil Fuels\n\n\n\n\n\n\n…witnesses provided confirmation that instances of SCP-3057-4 did, in fact, have feathers.\n\n\n\n\n\n\n[\nSCP-2639\n]\n\n\nVideo Game Violence\n\n\n\n\n\n\ni need to know how many people i've killed\n\n\n\n\n\n\n[\nSCP-437\n]\n\n\nSummer of '91\n\n\n\n\n\n\nThat was a pretty crazy summer, y'know? Sometimes I really miss that place.\n\n\n\n\n\n\n[\nSCP-3079\n]\n\n\n300 Tricks: Stage Magic Made Easy\n\n\n\n\n\n\nNOTE:\n No method for accomplishing this trick is provided.\n\n\n\n\n\n\n[\nSCP-2753\n]\n\n\nLet's Play Jenga!\n\n\n\n\n\n\nHigh art carries high risk!\n\n\n\n\n\n\n[\nSCP-2679\n]\n\n\nThe Many Graves of Jeannette Parslov\n\n\n\n\n\n\nWhatever it takes, do what you must; whatever the cost, come back to us.\n\n\n\n\n\n\n[\nSCP-3074\n]\n\n\nKafka's Parking Garage\n\n\n\n\n\n\nThank you for choosing Izatova Parking Center. Have a pleasant day.\n\n\n\n\n\n\n[\nSCP-2571\n]\n\n\nCragglewood Park\n\n\n\n\n\n\nMr. Blair, have you always been an only child?\n\n\n\n\n\n\n[\nSCP-2419\n]\n\n\nThe Laughing Men\n\n\n\n\n\n\nThrow them back into the incinerator where you found them.\n\n\n\n\n\n\n[\nSCP-3143\n]\n\n\nMurphy Law in… The Foundation Always Rings Twice!\n\n\n\n\n\n\nWhen it comes right down to it, me — them — hell, even you — we're all just characters in that trashy dime-store novel called life.\n\n\n\n\n\n\n[\nSCP-3089\n]\n\n\nThat Old Time Religion\n\n\n\n\n\n\nRemember how we explained that successful people don't actually need any of their toes to walk? Well, that's going to come in handy for Secret Number Six.\n\n\n\n\n\n\n[\nSCP-3117\n]\n\n\nA Monster-Shaped Hole\n\n\n\n\n\n\nI'm not talking to you.\n\n\n\n\n\n\n[\nSCP-3128\n]\n\n\nLet's Play Monopoly!\n\n\n\n\n\n\nHey, guys? I'm, uh. I'm using this.\n\n\n\n\n\n\n[\nSCP-3138\n]\n\n\nA Sepulcher by the Sea\n\n\n\n\n\n\nShould it prove feasible, all non-canonical corpses are to be extracted, examined, and catalogued.\n\n\n\n\n\n\n[\nSCP-3241\n]\n\n\nThe SS Sommerfeld\n\n\n\n\n\n\nIt makes me wonder what an old monster like myself is even doing here, anymore. And then? Someone special comes along and reminds me.\n\n\n\n\n\n\n[\nSCP-3219\n]\n\n\nThis Sour Earth\n\n\n\n\n\n\nNotably, no reports describe any attempt to examine the residence's storm cellar.\n\n\n\n\n\n\n[\nSCP-4028\n]\n\n\nLa Historia de Don Quixote de la Mancha\n\n\n\n\n\n\nJustine eventually re-unites with her sister, Juliette. Alonso strikes down a lightning bolt intended for them both, then challenges the narrator to a duel.\n\n\n\n\n\n\n[\nSCP-3546\n]\n\n\nDoggone it, I Fold!\n\n\n\n\n\n\nSpecifically, fan-art of Sonic the Hedgehog, a video-game character produced by Sega in 1991.\n\n\n\n\n\n\n[\nSCP-3561\n]\n\n\nAn Unfinished Work\n\n\n\n\n\n\nDespite multiple reports from neighbors who claimed to have witnessed members of his family standing at the windows, no trace of Theodore Holdstock's wife and children could be found.\n\n\n\n\n\n\n[\nSCP-4054\n]\n\n\nThe Seventh Door\n\n\n\n\n\n\nSCP-4054 is The Seventh Door, an unlicensed platform adventure game released for the Nintendo Entertainment System in 1988.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+428\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-3074.\n\n\n\n\n\n\nItem #:\n SCP-3074\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Foundation personnel are to work with the Ukrainian government to ensure that the building containing SCP-3074-A remains isolated and under quarantine. Entry into this building requires a minimum of Level-3 clearance.\n\n\nDescription:\n SCP-3074 is the Izotova Parking Center, an underground car park located beneath an office building in Pripyat, Ukraine.\n1\n There are no records of its existence until its discovery by the Foundation in 1988.\n\n\nSCP-3074-A is a freight elevator used to access the first floor of SCP-3074. Pressing its only button will lower the elevator into SCP-3074. At this point, it becomes impossible to locate its occupants via GPS signal. Communication via cellphone and radio are possible, but unreliable.\n\n\nAs of now, no means of entering SCP-3074 outside of the operation of SCP-3074-A has been found. In addition, SCP-3074-A will not return to the surface until it is completely empty and its doors are shut. Efforts to devise a method of safely leaving SCP-3074 (either via SCP-3074-A or via alternative means) are underway.\n\n\n\n\n\n\nAn instance of SCP-3074-B.\n\n\n\n\n\n\nSCP-3074-B instances are electronic kiosks stationed on every floor. Each kiosk includes a phone receiver, a keypad, an LCD screen, a coin slot, a card slot, a printer, and instructions.\n2\n When the phone receiver is lifted, an internal line will ring three times; it will then be answered by SCP-3074-C.\n\n\nSCP-3074-C is the voice of an unidentified entity. An investigation to determine its nature and whereabouts is currently underway.\n\n\nOne floor of SCP-3074 is 0.72-hectares (1.8 acres) in area, and contains 215 parking spaces. On the first floor, a ramp on the north end leads down to the next level. Each successive level has two ramps (one going down, one going up). Every level after the first shows increasing signs of decay and dysfunction, including broken light fixtures, inoperable SCP-3074-B instances, and barricades constructed of abandoned vehicles. These barricades are typically found obstructing ramps leading down.\n\n\nAlthough efforts are ongoing to determine the amount of levels below SCP-3074's first floor, evidence suggests the number is well above 100.\n\n\nAddendum 3074.1:\n The following logs are samples of audio recovered from compact cassette tapes found in the offices above SCP-3074. All dialogue is translated from Ukrainian.\n\n\n\n\n► ACCESS SCP:/3074/files/audio1.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nAUDIO LOG\n\n\n\n\n[BEGIN LOG]\n\n\nVOICE 1:\n Hello?\n\n\nVOICE 2:\n \n[\nUnintelligible.\n]\n\n\nVOICE 1:\n Is anyone—\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n What? I don't know what that—\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n I don't understand. What are you talking about?\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n What does that mean? I'm stuck down here, the elevator won't work. Can you send someone to fix the elevator?\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n Why do you keep saying that?\n\n\nVOICE 2:\n \n[\nUnintelligible.\n]\n\n\nVOICE 1:\n What?\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n Stop saying that.\n\n\n[\nSilence.\n]\n\n\nVOICE 1:\n Hello?\n\n\nVOICE 2:\n \n[\nSighing.\n]\n\n\nVOICE 1:\n Talk to me.\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n Just talk to me! Look, I'm trapped down here, I need to—\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n Fuck you.\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\n[END LOG]\n\n\n\n\n\n\n \n\n\n\n\nAUDIO LOG\n\n\n\n\n[BEGIN LOG]\n\n\nVOICE 1:\n Are you there?\n\n\n[\nSilence.\n]\n\n\nVOICE 1:\n Look, the elevator doesn't work, and I can't find any service stairs out of this place. The only other exit is a ramp leading farther down. There's no one else here. All the cars are empty.\n\n\n[\nSilence.\n]\n\n\nVOICE 1:\n Is anyone here?\n\n\nVOICE 2:\n \n[\nYawning.\n]\n\n\nVOICE 1:\n Okay, thank God, look you need to—\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n What the fuck? This again? Look, lady, just talk to me. I'm trapped down here. Do you understand?\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n Stop saying that.\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n \nStop saying that\n.\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n Fucking stop! Just fucking stop! Shut the fuck up and listen to me.\n\n\nVOICE 2:\n \n[\nSighing\n]\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n You fucking bitch. Fuck you.\n\n\n[END LOG]\n\n\n\n\n\n\n \n\n\n\n\nAUDIO LOG\n\n\n\n\n[BEGIN LOG]\n\n\nVOICE 1:\n Hello?\n\n\n[\nSilence.\n]\n\n\nVOICE 1:\n Listen: You need to send someone to come get me. I've been stuck down here for two, maybe three hours. There's no one down here. There's no stairs, there's not even a bathroom. I don't know what you think this is, but —\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n You can't do this. You can't do this to me. I'm an important person. People are going to notice I'm missing. People are going to come looking.\n\n\nVOICE 2:\n \n[\nYawning.\n]\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n Please stop doing this. Please just let me the hell out of this place.\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n You can't do this. You can't do this to me.\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n Why are you doing this? What do you want from me?\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n Fucking talk to me!\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n I'm going to fucking kill you. Do you hear me? I'm going to find you and I'm going to fucking kill you.\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n You, you fucking — fucking bitch. Fucking bitch. Just fucking die.\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n Someone will come for me. Someone will come and then they'll arrest you. They'll arrest you and I hope they shoot you.\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\n[END LOG]\n\n\n\n\n\n\n \n\n\n\n\nAUDIO LOG\n\n\n\n\n[BEGIN LOG]\n\n\nVOICE 1:\n Hello.\n\n\n[\nSilence.\n]\n\n\nVOICE 1:\n I'm… I'm sorry that I called you a bitch. I'm sorry that I threatened to kill you. I shouldn't have done that.\n\n\n[\nSilence.\n]\n\n\nVOICE 1:\n Please just let me out. Or send someone to fetch me. Or — just talk to me. Just talk to me. Please, tell me what's going on. Talk to me like a human being.\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n► ACCESS SCP:/3074/files/audio3.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nAUDIO LOG\n\n\n\n\n[BEGIN LOG]\n\n\nVOICE 1:\n This is an experiment, isn't it? A government experiment. Like in the movies.\n\n\n[\nSilence.\n]\n\n\nVOICE 1:\n I went down, again. More cars. Then I went down again, and there were just more cars. Then again, and… well, yes. I'm certain of it. This is some sort of experiment.\n\n\n[\nSilence.\n]\n\n\nVOICE 1:\n But I think there has been a mistake. I'm not important enough for experiments. I'm just an accountant, you see? When I said that people would notice I was missing, I was lying. I'm nobody. There's really no point to experimenting on someone like me.\n\n\n[\nSilence.\n]\n\n\nVOICE 1:\n Are you there? Am I right? Is this some sort of experiment? If so, what should I do? What do you want me to do?\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n Is that your way of saying yes?\n\n\nVOICE 2:\n \n[\nSighing.\n]\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n Okay. What should I do? What do you want me to do?\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n Am I supposed to go down?\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n Alright. I'll… I'll go down.\n\n\n[END LOG]\n\n\n\n\n\n\n \n\n\n\n\nAUDIO LOG\n\n\n\n\n[BEGIN LOG]\n\n\nVOICE 1:\n I'm calling you from Level 7. There are service phones on every level. Did you know that? I did not know that. I thought the one on the first level was the only one. I am on Level 7, by the way. Nothing here but more abandoned cars. Some look very old.\n\n\n[\nSilence.\n]\n\n\nVOICE 1:\n There's an unpleasant smell, too. I'm not sure what it is, but —\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n Alright, yes, I know what it is. I'm sorry. I had to. I had no other choice. There are no bathrooms down here, you understand? And I couldn't hold it in any longer, and —\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n I did it in the corner. In a spot that should be easy to clean up. I hope it's easy to clean up. I'm sorry.\n\n\n[\nSilence.\n]\n\n\nVOICE 1:\n Are you still there?\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n Alright. I will try again later. I need to find water. Food and water. Maybe in one of the cars.\n\n\n[END LOG]\n\n\n\n\n\n\n \n\n\n\n\nAUDIO LOG\n\n\n\n\n[BEGIN LOG]\n\n\nVOICE 1:\n I don't think I'm alone down here. I—\n\n\n[\nDistant piano music.\n]\n\n\nVOICE 1:\n What is that? What is that I'm hearing? Is that — music?\n\n\nVOICE 2:\n \n[\nMuffled, unintelligible.\n]\n\n\n[\nPiano music stops.\n]\n\n\nVOICE 1:\n Were you listening to music? What kind of music was that? I don't recognize it. You listen to music? Do you like music? What kind of music do you like?\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n You can turn it back on. I don't mind. It's okay, you can listen to music while we talk. I don't mind. I don't mind.\n\n\nVOICE 2:\n \n[\nSighing.\n]\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n Oh. Oh, I'm sorry.\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n I'm, I'm probably frustrating you. I'm sorry.\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n I don't mean to bother you. I'm sorry. You probably just want to listen to your music.\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n Okay. I'll, I'll leave you be for now. I'll let you listen to your music. I'm sorry.\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n Sorry. Enjoy your music.\n\n\n[END LOG]\n\n\n\n\n\n\n \n\n\n\n\nAUDIO LOG\n\n\n\n\n[BEGIN LOG]\n\n\nVOICE 1:\n I've made it to Level 27. The lights aren't working properly down here. I managed to find a flashlight in one of the cars, though.\n\n\n[\nSilence.\n]\n\n\nVOICE 1:\n I can't find food or water. I'm very thirsty. But I'll keep going. That's the way out, right? You just want me to keep going down. Say something if I'm supposed to keep going down.\n\n\n[\nSilence.\n]\n\n\nVOICE 1:\n I hear scuttling now and then. I think I see shapes from the corner of my eye. Large shapes. I can't quite make them out, but —\n\n\n[\nShuffling.\n]\n\n\nVOICE 1:\n Hello?\n\n\nVOICE 3:\n \n[\nDistant, unintelligible.\n]\n\n\nVOICE 2:\n \n[\nDistant laughing.\n]\n\n\nVOICE 1:\n Is… is there someone else there with you?\n\n\nVOICE 2:\n \n[\nDistant, unintelligible.\n]\n\n\nVOICE 1:\n Are you talking to someone else? What are you talking to them about?\n\n\nVOICE 2:\n \n[\nClearing throat.\n]\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n You were just talking to someone else. Who were you talking to?\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n Why will you talk to him but not me? Is he your friend?\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n That's… that's not fair. You'll talk to him, but you won't talk to me? What's wrong with talking to me? Why won't you talk to me?\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n Just talk to me. Just talk to me, please!\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n Fucking talk to me!\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n I, I'm sorry. I'm sorry. That was mean of me. I'm sorry. I'll leave you be. You can talk to your friend. I'm sorry.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n► ACCESS SCP:/3074/files/audio4.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nAUDIO LOG\n\n\n\n\n[BEGIN LOG]\n\n\nVOICE 1:\n I don't know what level I'm on. All the lights stopped working about — five? Five levels ago, I think. I would have called you sooner, but this is the first phone I've found that wasn't smashed or broken.\n\n\n[\nSilence.\n]\n\n\nVOICE 1:\n The flashlight still works, but I think the batteries are running low. I've been using it to search cars for a new one. I found — I found a gun, in one of the glove compartments. A pistol. I've never seen one before. Not in real life. Only in movies.\n\n\n[\nSilence.\n]\n\n\nVOICE 1:\n It's much heavier than I thought it would be.\n\n\n[\nSilence.\n]\n\n\nVOICE 1:\n My skin is very itchy. I think I'm developing a rash. Hard to see in all the darkness. Should I keep going? I keep thinking… if someone comes for me, they'd have to go all the way down to find me. It would be very hard to find me, down here. Should I stop?\n\n\n[\nSilence.\n]\n\n\nVOICE 1:\n Should I keep going down?\n\n\n[\nMuffled shuffling.\n]\n\n\nVOICE 2:\n \n[\nHeavy breathing\n]\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n Are you — are you panting? Were you away from the phone?\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n What were you doing?\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n I — I understand. I have to keep going down.\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n Those things I mentioned before. There's more of them down here. I hear them, scuttling around. Chittering. I think they might be —\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n I'll, I'll leave you be. I'll keep going. Thank you for listening to me.\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n Talk to you later.\n\n\n[END LOG]\n\n\n\n\n\n\n \n\n\n\n\nAUDIO LOG\n\n\n\n\n[BEGIN LOG]\n\n\nVOICE 1:\n I'm, I'm going to try something. I'm sorry. Tell my family I'm sorry. Please tell my mother that I'm sorry. Tell my sister — tell them I love them. Tell them I'm sorry. Please tell them I'm sorry.\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n I'm sorry.\n\n\n[END LOG]\n\n\n\n\n\n\n \n\n\n\n\nAUDIO LOG\n\n\n\n\n[BEGIN LOG]\n\n\nVOICE 1:\n \n[\nChoked sobbing.\n]\n No bullets.\n\n\n[END LOG]\n\n\n\n\n\n\n \n\n\n\n\nAUDIO LOG\n\n\n\n\n[BEGIN LOG]\n\n\nVOICE 1:\n I'm sorry. I'm so sorry. I won't — I won't try that again. I shouldn't have — I'm sorry. I'm sorry.\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n I'm sorry. I'll talk to you later. I love you. I'm sorry.\n\n\n[END LOG]\n\n\n\n\n\n\n \n\n\n\n\nAUDIO LOG\n\n\n\n\nVOICE 1:\n Thirsty.\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n Precinct, zone, number or letter.\n\n\n[\nSilence.\n]\n\n\nVOICE 1:\n \n[\nHoarse laughing.\n]\n Got you, didn't I?\n\n\nVOICE 2:\n \n[\nSighing.\n]\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n \n[\nWhimpering.\n]\n S-sorry. I'm sorry. I shouldn't have—\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n That was so terrible of me. I'm so sorry. I won't, I won't ever do that, sorry. Please forgive me. Do you forgive me?\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n I'll stop bothering you. I'll stop bothering you. Thank you. I'm so sorry.\n\n\n[END LOG]\n\n\n\n\n\n\n \n\n\n\n\nAUDIO LOG\n\n\n\n\nVOICE 1:\n \n[\nWhispering.\n]\n No flashlight.\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n Chittering. Scuttling. Skin. I think my skin is falling off.\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n I'm so hungry. I'm so thirsty. It's peeling off.\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n Maybe I could… would it be okay? Is it okay if I…?\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n Th-thank you. Okay. Thank you, thank you thank you thank you. I love you. Thank you.\n\n\n[\nWet ripping.\n]\n\n\nVOICE 1:\n Thank you…\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\n[END LOG]\n\n\n\n\n\n\n \n\n\n\n\nAUDIO LOG\n\n\n\n\nVOICE 1:\n \n[\nSoft chittering.\n]\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n \n[\nSoft chittering.\n]\n\n\nVOICE 2:\n Precinct, zone, number or letter.\n\n\nVOICE 1:\n \n[\nSoft chittering.\n]\n\n\n[\nMechanical humming.\n]\n\n\nVOICE 2:\n Thank you for choosing Izatova Parking Center. Have a pleasant day.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Notably, Pripyat was evacuated in the wake of the Chernobyl disaster on April 27, 1986. Access is heavily restricted by the government.\n\n\n2\n. All instructions are written in Japanese.\n\n\n\n\n\n\n\n\n« \nSCP-3073\n | SCP-3074 | \nSCP-3075\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3074\n\" by The Great Hippo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3074\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n kafka_interior.jpg\n\n\nName:\n Free Parking.jpg\n\n\nAuthor:\n Jan Tik\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nWikimedia\n\n\n\n\n\n\nFilename:\n phone.jpg\n\n\nName:\n Public TEL3.jpg\n\n\nAuthor:\n MASA\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia",
    "addendums": [
        "Addendum 3074.1: The following logs are samples of audio recovered from compact cassette tapes found in the offices above SCP-3074. All dialogue is translated from Ukrainian."
    ],
    "documents": [],
    "notes": [
        "\" SCP-3074 \" by The Great Hippo, from the SCP Wiki . Source: https://scpwiki.com/scp-3074 . Licensed under CC-BY-SA .",
        "Filename: kafka_interior.jpg Name: Free Parking.jpg Author: Jan Tik License: CC BY 2.0 Source Link: Wikimedia",
        "Filename: phone.jpg Name: Public TEL3.jpg Author: MASA License: CC BY-SA 3.0 Source Link: Wikimedia"
    ],
    "item": "SCP-3074",
    "object_class": "Euclid",
    "containment_procedures": "Foundation personnel are to work with the Ukrainian government to ensure that the building containing SCP-3074-A remains isolated and under quarantine. Entry into this building requires a minimum of Level-3 clearance.",
    "description": "SCP-3074 is the Izotova Parking Center, an underground car park located beneath an office building in Pripyat, Ukraine.1 There are no records of its existence until its discovery by the Foundation in 1988.",
    "title": "SCP-3074"
}