{
    "url": "https://scp-wiki.wikidot.com/scp-3080",
    "all_text": "rating: \n+129\n+\n–\nx\n\n\n\n\nItem #:\n SCP-3080\n\nObject Class:\n \nEuclid\n Neutralized\n\n\nSpecial Containment Procedures:\n \nSCP-3080-1 and -2 are to be kept in adjacent humanoid containment cells at Site-██. They are to be permitted to interact with each other under supervision for 90 minutes each day.\n\n\nPersonnel assigned to SCP-3080 should either be aromantic or in stable romantic relationships. These personnel are to undergo weekly counseling sessions, together with their romantic partners if applicable. If any person assigned to SCP-3080 begins displaying symptoms of its effects, they are to be reassigned elsewhere.\n\n\nUpdated Containment Procedures ██/██/2017:\n SCP-3080-1 is to be kept in a humanoid containment cell other than the one in which it or SCP-3080-2 was previously contained. It is to be given weekly psychiatric therapy, and is currently on suicide watch. Requests for items such as media for entertainment may be approved at the discretion of its psychiatrist.\n\n\nDescription:\n SCP-3080 was the designation for several anomalous phenomena surrounding the romantic relationship between Drs. Catherine and Simon ███████, designated SCP-3080-1 and -2, respectively. They were formerly Foundation-employed researchers who declared a consensual romantic and sexual relationship with Site-██ Human Resources on ██/██/2014, and later married on ██/██/2015, shortly before the designation of SCP-3080.\n\n\nWhen separated for extended periods of time, SCP-3080-1 and -2 became increasingly desperate to interact with each other, and exhibited anomalous strength and endurance when attempting to reunite.\n\n\nAfter SCP-3080-1 and -2 declared their relationship, any person who spent a significant amount of time\n1\n interacting with SCP-3080-1 and/or -2 exhibited consistent changes in mood and personality. Among these were an intense romantic attraction to either SCP-3080-1 or -2, and disdain for and jealousy of the other, sometimes accompanied by violent urges.\n\n\nThe choice of one or the other was typically, but not always, consistent with the subject's prior romantic preferences; aromantic individuals apparently chose at random. While some subjects also expressed sexual attraction to SCP-3080-1 or -2, it was comparatively rare, and not believed to be correlated with the anomalous properties of SCP-3080.\n\n\nLikewise, SCP-3080-1 and -2 did not exhibit any anomalous strength or endurance when only prevented from engaging in sexual activity, given that they were permitted to speak with and see each other for at least 90 minutes per day.\n\n\nSCP-3080-1 and -2 were also the focal point of several events which, while not impossible, are generally considered very unlikely, especially given their unusual frequency. These are summarized in Document 3080-A.\n\n\n\n\n+ Document 3080-A: Notable Events\n\n\n\n\n- Document 3080-A: Notable Events\n\n\n\n\nThe following is a list of events believed to have been caused by the anomalous properties of SCP-3080. All of these events occurred before SCP-3080 was initially contained and cataloged.\n\n\n\n\nOn ██/██/2014, shortly after SCP-3080-1 and -2 declared their relationship, a man named Peter ███████ contacted SCP-3080-2, claiming to be its long-lost twin brother. Further investigation has proven that Mr. ███████ was indeed who he claimed to be. After a relatively short time, he began making romantic and sexual advances on SCP-3080-1, whose refusals did not deter him. Eventually, SCP-3080-1 filed a restraining order on Mr. ███████; he later died in an automotive accident shortly after having explicitly written SCP-3080-1 and -2 out of his will. It was later discovered that Peter ███████ had a net worth in excess of $100 million USD.\n\n\n\n\n\n\nTwo months after the above incident, one Taryn W█████, a college roommate of SCP-3080-1, began expressing romantic interest in SCP-3080-2 and quickly cut off all contact with SCP-3080-1. It was soon discovered that Ms. W█████ had begun stalking SCP-3080-2 with a camera, taking several hundreds of pictures of it without its knowledge or consent. She was arrested and later tried and found guilty of one count of felony stalking.\n\n\n\n\n\n\nOn ██/██/2015, SCP-3080-1 was kidnapped while shopping at a local grocery store. The kidnapper requested ten love letters from SCP-3080-2, delivered via dead drop on ten separate occasions, as ransom. SCP-3080-2 initially complied, but SCP-3080-1 managed to subdue the kidnapper, one Arnold H████████, and turn him over to local authorities. Mr. H████████ had previously been a coworker of SCP-3080-2 at Site-██. Notably, he was believed to be heterosexual and heteroromantic, but still expressed interest in SCP-3080-2 over -1. He was amnesticized in accordance with protocol, then turned over to local authorities. SCP-3080-1 was unharmed.\n\n\n\n\n\n\nOn ██/██/2015, SCP-3080-1 and -2 were married at ████████ Lutheran Church in [REDACTED]. During the ceremony, Peter ███████ entered the church with a shotgun and ordered the priest and wedding party to stop the ceremony. They complied, and he described how he had faked his own death, then went on to describe his romantic feelings for SCP-3080-1 in great detail. Due to SCP-3080-1 and -2's employment as researchers, several Foundation agents were in attendance; they subdued Mr. ███████ with no harm to any civilians or Foundation personnel. The ceremony was then completed without further incident.\n\n\n\n\n\n\nAfter SCP-3080-1 and -2's honeymoon, they recommended that their relationship be classified as an SCP object. This recommendation was accepted by the Site Director and O5 Council on ██/██/2015.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview Log 3080-Alpha\n\n\n\n\n- Interview Log 3080-Alpha\n\n\n\n\n\n\nInterviewer:\n Dr. O████, a researcher who had been assigned to SCP-3080 for several months\n\n\nSubject:\n SCP-3080-1\n\n\nExtraneous material has been redacted.\n\n\n[BEGIN LOG 11:45:31 ██/██/2017]\n\n\nDr. O████:\n We're working under the theory that it's some kind of memetic effect. Do you remember coming into contact with any anomalous object that might have triggered one?\n\n\nSCP-3080-1:\n No. Neither Simon nor I worked with memetic anomalies. My department was dimensional, and his was biological.\n\n\nDr. O████:\n Huh, that's right. Actually, is it possible that SCP-3080-2 came into contact with something that would make you, I don't know, produce anomalous pheromones?\n\n\nSCP-3080-1:\n Frankly, I doubt it, but maybe you'd get a different answer if you asked him.\n\n\nDr. O████:\n I think I'll add that as a note to your file anyway.\n\n\nSCP-3080-1:\n Sounds good. Anything to let us be together in peace, right?\n\n\nDr. O████:\n By the way, there's one more thing I should mention.\n\n\nSCP-3080-1:\n What's that?\n\n\nDr. O████:\n Has anyone ever told you that your eyes sparkle more beautifully than the midday sun, with a blue deeper than the calmest ocean?\n\n\nSCP-3080-1:\n Oh, God damn it. \n[shouting]\n Can we get security in here?\n\n\nDr. O████:\n Don't worry, I've switched their shifts around. We can be together in peace, just like you wanted.\n\n\nSCP-3080-1:\n I wasn't talking about you, I meant me and Simon.\n\n\nDr. O████:\n I know you think you have to say that. Don't you worry, I'l be back before you can even say \"I miss you.\"\n\n\nSCP-3080-1:\n What?\n\n\n[END LOG 11:49:08 ██/██/2017]\n\n\nThe events immediately following this interview were recorded on surveillance footage and are described in Incident Log 3080-Aleph.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Incident Log 3080-Aleph\n\n\n\n\n- Incident Log 3080-Aleph\n\n\n\n\n\n\nThe following is a transcript of relevant Site-██ surveillance footage immediately following the interview in Interview Log 3080-Alpha.\n\n\n[BEGIN TRANSCRIPT 11:49:09 ██/██/2017]\n\n\nDr. O████ exits the interview chamber and seals the door behind him, locking SCP-3080-1 inside. He proceeds down the corridor toward SCP-3080-2's containment chamber.\n\n\n45 seconds later, he reaches the containment chamber and uses his keycard to enter, then seals the cell door. SCP-3080-2 is visible inside, and is staring at a framed photo of SCP-3080-1.\n\n\nSCP-3080-2:\n Hi, do you need me for something?\n\n\nDr. O████:\n Don't even talk to me, you son of a bitch.\n\n\nSCP-3080-2:\n Oh, God. Not again.\n\n\nDr. O████ pulls the portrait out of SCP-3080-2's hands and throws it against the cell wall before seizing SCP-3080-2 by the collar and pushing it into a corner.\n\n\nDr. O████:\n She deserves so much better than you. What did she even see in you?\n\n\nSCP-3080-2:\n Dr. O████, this isn't you, this is the anomaly talking, you've got to—\n\n\nDr. O████:\n I know it's not your money. She made more than you!\n\n\nSCP-3080-2:\n Dr. O████, please, we love each other, just let me go.\n\n\nDr. O████ produces a silenced pistol and shoots SCP-3080-2 in the chest three times. He drops SCP-3080-2 on the ground, then proceeds to violently kick it.\n\n\nAt this time, SCP-3080-1 pries open the cell door and finds its counterpart and Dr. O████.\n\n\nDr. O████:\n Now it can be just you and me, together forever.\n\n\nSCP-3080-1:\n Oh my God. Simon.\n\n\nSCP-3080-1 begins to cry and attempts to tend to SCP-3080-2's wounds. Its attempts are ineffectual.\n\n\nDr. O████:\n Come here, beautiful, I love you.\n\n\nSCP-3080-1:\n How could you do this? I never wanted this.\n\n\nAt this point, SCP-3080-1 is standing and facing Dr. O████, who attempts to kiss it. SCP-3080-1 screams and throws Dr. O████ at the cell wall with enough force to concuss him and break two of his ribs.\n\n\n[END TRANSCRIPT 11:50:54 ██/██/2017]\n\n\nDespite the efforts of SCP-3080-1 and Site-██ medical staff, SCP-3080-2 expired from its wounds at 11:56:14.\n\n\nDue to his actions under the influence of SCP-3080, Dr. O████'s Foundation employment was terminated and he was amnesticized in accordance with standard protocol.\n\n\nSCP-3080-1 has not exhibited any of the anomalous properties of SCP-3080 on its own, and as such SCP-3080 is considered neutralized. Following these events, SCP-3080-1 has shown symptoms of depression as well as suicidal tendencies. Its containment procedures have therefore been updated for its health and protection.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. This amount of time varied widely; however, the median was roughly 400 hours.\n\nAromantic individuals, as well as those in stable romantic relationships, required more time to be affected.\n\n\n\n\n\n\n\n\n« \nSCP-3079\n | SCP-3080 | \nSCP-3081\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3080\n\" by CannedBread, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3080\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewer: Dr. O████, a researcher who had been assigned to SCP-3080 for several months Subject: SCP-3080-1 Extraneous material has been redacted. [BEGIN LOG 11:45:31 ██/██/2017] Dr. O████: We're working under the theory that it's some kind of memetic effect. Do you remember coming into contact with any anomalous object that might have triggered one? SCP-3080-1: No. Neither Simon nor I worked with memetic anomalies. My department was dimensional, and his was biological. Dr. O████: Huh, that's right. Actually, is it possible that SCP-3080-2 came into contact with something that would make you, I don't know, produce anomalous pheromones? SCP-3080-1: Frankly, I doubt it, but maybe you'd get a different answer if you asked him. Dr. O████: I think I'll add that as a note to your file anyway. SCP-3080-1: Sounds good. Anything to let us be together in peace, right? Dr. O████: By the way, there's one more thing I should mention. SCP-3080-1: What's that? Dr. O████: Has anyone ever told you that your eyes sparkle more beautifully than the midday sun, with a blue deeper than the calmest ocean? SCP-3080-1: Oh, God damn it. [shouting] Can we get security in here? Dr. O████: Don't worry, I've switched their shifts around. We can be together in peace, just like you wanted. SCP-3080-1: I wasn't talking about you, I meant me and Simon. Dr. O████: I know you think you have to say that. Don't you worry, I'l be back before you can even say \"I miss you.\" SCP-3080-1: What? [END LOG 11:49:08 ██/██/2017] The events immediately following this interview were recorded on surveillance footage and are described in Incident Log 3080-Aleph.",
        "The following is a transcript of relevant Site-██ surveillance footage immediately following the interview in Interview Log 3080-Alpha. [BEGIN TRANSCRIPT 11:49:09 ██/██/2017] Dr. O████ exits the interview chamber and seals the door behind him, locking SCP-3080-1 inside. He proceeds down the corridor toward SCP-3080-2's containment chamber. 45 seconds later, he reaches the containment chamber and uses his keycard to enter, then seals the cell door. SCP-3080-2 is visible inside, and is staring at a framed photo of SCP-3080-1. SCP-3080-2: Hi, do you need me for something? Dr. O████: Don't even talk to me, you son of a bitch. SCP-3080-2: Oh, God. Not again. Dr. O████ pulls the portrait out of SCP-3080-2's hands and throws it against the cell wall before seizing SCP-3080-2 by the collar and pushing it into a corner. Dr. O████: She deserves so much better than you. What did she even see in you? SCP-3080-2: Dr. O████, this isn't you, this is the anomaly talking, you've got to— Dr. O████: I know it's not your money. She made more than you! SCP-3080-2: Dr. O████, please, we love each other, just let me go. Dr. O████ produces a silenced pistol and shoots SCP-3080-2 in the chest three times. He drops SCP-3080-2 on the ground, then proceeds to violently kick it. At this time, SCP-3080-1 pries open the cell door and finds its counterpart and Dr. O████. Dr. O████: Now it can be just you and me, together forever. SCP-3080-1: Oh my God. Simon. SCP-3080-1 begins to cry and attempts to tend to SCP-3080-2's wounds. Its attempts are ineffectual. Dr. O████: Come here, beautiful, I love you. SCP-3080-1: How could you do this? I never wanted this. At this point, SCP-3080-1 is standing and facing Dr. O████, who attempts to kiss it. SCP-3080-1 screams and throws Dr. O████ at the cell wall with enough force to concuss him and break two of his ribs. [END TRANSCRIPT 11:50:54 ██/██/2017] Despite the efforts of SCP-3080-1 and Site-██ medical staff, SCP-3080-2 expired from its wounds at 11:56:14. Due to his actions under the influence of SCP-3080, Dr. O████'s Foundation employment was terminated and he was amnesticized in accordance with standard protocol. SCP-3080-1 has not exhibited any of the anomalous properties of SCP-3080 on its own, and as such SCP-3080 is considered neutralized. Following these events, SCP-3080-1 has shown symptoms of depression as well as suicidal tendencies. Its containment procedures have therefore been updated for its health and protection.",
        "\" SCP-3080 \" by CannedBread, from the SCP Wiki . Source: https://scpwiki.com/scp-3080 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Euclid Neutralized",
    "containment_procedures": "SCP-3080-1 and -2 are to be kept in adjacent humanoid containment cells at Site-██. They are to be permitted to interact with each other under supervision for 90 minutes each day.",
    "description": "SCP-3080 was the designation for several anomalous phenomena surrounding the romantic relationship between Drs. Catherine and Simon ███████, designated SCP-3080-1 and -2, respectively. They were formerly Foundation-employed researchers who declared a consensual romantic and sexual relationship with Site-██ Human Resources on ██/██/2014, and later married on ██/██/2015, shortly before the designation of SCP-3080.",
    "title": "SCP-3080"
}