{
    "url": "https://scp-wiki.wikidot.com/scp-3081",
    "all_text": "rating: \n+227\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-3081: H A N D M I L K ™\n\nY O U S A I D S O F T H A N D S A L L T H E T I M E G E T S O M E\n\nI H A V E S O F T H A N D S I W E A R S O F T H A N D S\n\nI M A S O F T H A N D S M A N S O F T H A N D S S O F T H A N D S\n\nS O F T H A N D S T H E S O F T E S T H A N D S\n\nE V E R Y B O D Y E V E R Y B O D Y S O F T E S T H A N D S\n\nS O F T S O F T S O F T S O F T S O F T S O F T H A N D S\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEntrance to SCP-3081\n\n\n\n\n\n\nItem #:\n SCP-3081\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n The mouth of the access road leading to SCP-3081 has been camouflaged via standard Foundation forestry protocols. SCP-3081 should be checked routinely, and any notable changes documented. Civilians discovered accessing SCP-3081 are to be interrogated, amnesticized and released.\n\n\nDescription:\n SCP-3081 is an irregularly shaped extradimensional space\n1\n, accessible via a dirt road in unincorporated Perkins County, South Dakota, USA. The exterior of SCP-3081 appears to be a grove of mixed deciduous trees smaller than the internal dimensions. Within, SCP-3081 is a grassy plain surrounded by thick forest similar in species to that of the outer area. Weather patterns inside SCP-3081 do not match those of the surrounding area, tending toward fair, with only intermittent light rainfall observed. Items such as tin pails and wooden stools have been found within SCP-3081 on occasion. SCP-3081 also contains 9 instances of SCP-3081-1.\n\n\nSCP-3081-1 are large\n2\n organisms resembling human hands. SCP-3081-1 locomote using the thumb and index, ring and little fingers, while the middle finger acts as a head. SCP-3081-1 lack fingerprints. Genetic analysis of sampled material has revealed a 75% match to human DNA, with the remainder unknown. All instances bear skin depigmentation consistent with vitiligo.\n\n\nEmerging from the back of each instance is a proportionally sized human arm that extends into the treeline. Attempts to find further anatomical features, such as joints past the wrist, have been hampered by the thickness of the surrounding forest and the skittish nature of SCP-3081-1. It is unknown whether the arms have a terminus.\n\n\nThe behavior of SCP-3081-1 is similar to that of common cattle. They display herd behavior and are generally docile unless disturbed. Though SCP-3081-1 lack mouth parts, their typical behavior pattern involves brushing the tip of the middle digit across the surface of the grass. No plant material is excised during this process. It is not known if this behavior is necessary for the survival of SCP-3081-1.\n\n\nThe SCP-3081-1 'herd' currently numbers 4 left hands and 5 right hands.\n\n\nAddendum 3081-01\n\n\nOn 04/08/2005, it was noted during a routine entry into SCP-3081 that SCP-3081-1R-5 had formed itself into an \nOK gesture\n, while SCP-3081-1L-2 repeatedly inserted and removed its thumb from the \"O\". This action continued for the full length of time personnel were present in SCP-3081. (1 hour, 25 minutes.)\n\n\nAddendum 3081-02\n\n\nOn 22/05/2006, two new instances of SCP-3081-1 were noted. Both were right hands, considerably smaller than all previous instances. SCP-3081-1R-7 was malformed, possessing only a thumb, index and middle finger. Though SCP-3081-1R-6 was noted to maintain close proximity to SCP-3081-1R-5 at all times, SCP-3081-1R-7 was unable to move from where it lay.\n\n\nAs other instances of SCP-3081-1 maintained distance from SCP-3081-1R-7, it was decided to harvest the instance for study. Initial attempts were hampered by aggression from SCP-3081-1L instances\n3\n, but on 05/06/2006, SCP-3081-1R-7 had ceased all motion, and personnel were able to complete the harvesting procedure without interference.\n\n\nThe arm of SCP-3081-1R-7 was severed 1 meter above the wrist. Personnel reported hearing a low moan as the arm receded into the treeline. No pursuit attempt was made.\n\n\nSince August of 2006, 18 more new instances of SCP-3081-1 have been discovered, at a rate of 1-2 every 9 months. All but 1 have had some form of major physical abnormality, rendering them incapable of survival past a few weeks. Harvest and vivisection of these instances has fueled the Foundation's understanding of SCP-3081-1 physiology.\n\n\nAddendum 3081-03\n\n\nOn 15/11/2015, during a routine examination of SCP-3081, no instances of SCP-3081-1 could be located inside the anomaly. Drops of a viscous fluid were found in the central area of the clearing. The fluid was later identified as a slurry of skin, muscle tissue and bone, with a 74% match to human DNA. The drops were noted to describe a square, approximately 90 meters to a side.\n\n\nMonitoring of SCP-3081 is to continue at a reduced rate, to prevent civilian access.\n\n\nAddendum 3081-04\n\n\nOn ██/██/████, a Foundation agent discovered skin cream products marketed by \nSoft Hands\n at a Publix in Orlando, Florida. All products were seized and placed in storage. Analysis of the products reveals a composition of approximately 35% human muscle tissue.\n\n\nIn an interview, the store manager claimed to have been contacted by a 'sales representative', and after agreeing to carry the products, a pallet of skin cream was included in their usual shipment of cosmetics. Attempts to trace the origin of the shipment have so far been unsuccessful.\n\n\nThe product label is reproduced below.\n\n\n\n\n\n\nS o f t H a n d s \n®\n\n\n\n\n\n\nHAND MILK™\n\n\n\n\n\n\nHand and skin cream lotion\n\n\n\n\nEnjoy this limited time run of \nSoft Hands\n®\n HAND MILK™ hand and skin cream and lotion! Rub \nSoft Hands\n®\n HAND MILK™ hand and skin cream and lotion upon your hands and skin and hands daily to get \nSoft Hands\n®\n Super-Soft Feeling Hands\n©\n! Made from all-natural, organic products, with no animal testing! From our heads to your hands!\n\n\nPlease take care of your hands. They're the only hands you'll get.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Dimensions: 915 m x 610 m x 305 m x 259 m.\n\n\n2\n. Average height 1.4 m.\n\n\n3\n. The only time aggression has been noted in SCP-3081-1.\n\n\n\n\n\n\n\n\n« \nSCP-3080\n | SCP-3081 | \nSCP-3082\n »",
    "addendums": [
        "Addendum 3081-01\nOn 04/08/2005, it was noted during a routine entry into SCP-3081 that SCP-3081-1R-5 had formed itself into an OK gesture , while SCP-3081-1L-2 repeatedly inserted and removed its thumb from the \"O\". This action continued for the full length of time personnel were present in SCP-3081. (1 hour, 25 minutes.)",
        "Addendum 3081-02\nOn 22/05/2006, two new instances of SCP-3081-1 were noted. Both were right hands, considerably smaller than all previous instances. SCP-3081-1R-7 was malformed, possessing only a thumb, index and middle finger. Though SCP-3081-1R-6 was noted to maintain close proximity to SCP-3081-1R-5 at all times, SCP-3081-1R-7 was unable to move from where it lay.\nAs other instances of SCP-3081-1 maintained distance from SCP-3081-1R-7, it was decided to harvest the instance for study. Initial attempts were hampered by aggression from SCP-3081-1L instances 3 , but on 05/06/2006, SCP-3081-1R-7 had ceased all motion, and personnel were able to complete the harvesting procedure without interference.\nThe arm of SCP-3081-1R-7 was severed 1 meter above the wrist. Personnel reported hearing a low moan as the arm receded into the treeline. No pursuit attempt was made.\nSince August of 2006, 18 more new instances of SCP-3081-1 have been discovered, at a rate of 1-2 every 9 months. All but 1 have had some form of major physical abnormality, rendering them incapable of survival past a few weeks. Harvest and vivisection of these instances has fueled the Foundation's understanding of SCP-3081-1 physiology.",
        "Addendum 3081-03\nOn 15/11/2015, during a routine examination of SCP-3081, no instances of SCP-3081-1 could be located inside the anomaly. Drops of a viscous fluid were found in the central area of the clearing. The fluid was later identified as a slurry of skin, muscle tissue and bone, with a 74% match to human DNA. The drops were noted to describe a square, approximately 90 meters to a side.\nMonitoring of SCP-3081 is to continue at a reduced rate, to prevent civilian access.",
        "Addendum 3081-04\nOn ██/██/████, a Foundation agent discovered skin cream products marketed by Soft Hands at a Publix in Orlando, Florida. All products were seized and placed in storage. Analysis of the products reveals a composition of approximately 35% human muscle tissue.\nIn an interview, the store manager claimed to have been contacted by a 'sales representative', and after agreeing to carry the products, a pallet of skin cream was included in their usual shipment of cosmetics. Attempts to trace the origin of the shipment have so far been unsuccessful.\nThe product label is reproduced below."
    ],
    "documents": [],
    "notes": [
        "S o f t H a n d s ® HAND MILK™ Hand and skin cream lotion Enjoy this limited time run of Soft Hands ® HAND MILK™ hand and skin cream and lotion! Rub Soft Hands ® HAND MILK™ hand and skin cream and lotion upon your hands and skin and hands daily to get Soft Hands ® Super-Soft Feeling Hands © ! Made from all-natural, organic products, with no animal testing! From our heads to your hands! Please take care of your hands. They're the only hands you'll get."
    ],
    "item": "SCP-3081",
    "object_class": "Safe",
    "containment_procedures": "The mouth of the access road leading to SCP-3081 has been camouflaged via standard Foundation forestry protocols. SCP-3081 should be checked routinely, and any notable changes documented. Civilians discovered accessing SCP-3081 are to be interrogated, amnesticized and released.",
    "description": "SCP-3081 is an irregularly shaped extradimensional space1, accessible via a dirt road in unincorporated Perkins County, South Dakota, USA. The exterior of SCP-3081 appears to be a grove of mixed deciduous trees smaller than the internal dimensions. Within, SCP-3081 is a grassy plain surrounded by thick forest similar in species to that of the outer area. Weather patterns inside SCP-3081 do not match those of the surrounding area, tending toward fair, with only intermittent light rainfall observed. Items such as tin pails and wooden stools have been found within SCP-3081 on occasion. SCP-3081 also contains 9 instances of SCP-3081-1.",
    "title": "SCP-3081"
}