{
    "url": "https://scp-wiki.wikidot.com/scp-3087",
    "all_text": "rating: \n+141\n+\n–\nx\n\n\nItem #:\n SCP-3087\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-3087's position is to be continually tracked and updated in intervals not exceeding four hours. SCP-3087's prior position and trajectory are used to predict its believed current position, which is then validated by monitoring surrounding communications for cases of missing vehicles.\n\n\nAny vehicle which meets the criteria to be affected by SCP-3087 and is projected to pass through it is to be diverted. All missing vehicles believed to have been affected by SCP-3087 are to be logged, and SCP-3087 is to be continually searched for their reappearance. If one reappears, all surviving passengers are to be detained and processed as per standard procedures.\n\n\nEvery three months, one public transportation vehicle containing no more than thirty passengers is to be allowed to pass through SCP-3087.\n\n\nDescription:\n SCP-3087 is a circular area covering approximately 1000 km\n2\n, in which anomalous phenomena affect overnight public transportation carrying more than ten passengers. SCP-3087 is mobile and moves at a constant rate of approximately 8 m/s. Vehicles affected by SCP-3087 disappear. This disappearance is permanent in 64% of cases; in the remaining 36%, the vehicle will reappear within 3 to 25 hours. Vehicles which reappear do so at night within SCP-3087. It is impossible to perceive or communicate with affected vehicles during their disappearance. A limited amount of information regarding SCP-3087’s effects has been gathered from interviews with recovered passengers and recordings taken by explorative Foundation operatives.\n\n\nOnce they have disappeared, affected vehicles travel through a series of anomalous locations. Several anomalous humanoid entities, collectively designated SCP-3087-1, appear aboard the vehicle as it travels (a list of all observed instances can be found in Document-3087-04). Passengers also experience abnormally powerful insomnia or hypersomnia, and exhibit increased rates of sleep paralysis if they reappear.\n\n\nWhen first discovered, SCP-3087’s size was approximately 400 km\n2\n; after containment was initiated, its area grew to its present size. Initial containment procedures prevented any vehicles from passing through SCP-3087. After revising containment procedures to allow for infrequent passage, the area's growth stopped.\n\n\nAddendum-3087A:\n\n\n\n\n+ Show Exploration Log Excerpt 3087-02A\n\n\n\n\n– hide block\n\n\n\n\n\n\nExploration Log Excerpt 3087-02A\n\n\nForeword:\n On ██/██/20██, two Mobile Task Force Lambda-5 (“White Rabbits”) operatives, code-named Alfa and Bravo, were dispatched aboard a bus travelling overnight between ████████ and ██████, ██, which was projected to enter SCP-3087. The goals of their entry were to gather information on SCP-3087-1, explore the locations visited by affected vehicles, and determine if these vehicles could be reliably recovered. Operatives Alfa and Bravo were equipped with video and audio recording devices. These devices were recovered when operative Bravo reappeared after thirty-nine hours. The following is a log of their recordings.\n\n\nThe recording begins at 0113; there is initially no video. Alfa is speaking into his microphone.\n\n\nAlfa:\n —contact with Control. Are you getting anything on your end?\n\n\nBravo:\n Nothing, no. Think we’re in?\n\n\nAlfa:\n Yeah.\n\n\nThree minutes pass before Alfa begins recording video. The camera is directed outside the bus window; Alfa pans it across and then points it upwards. No light can be seen.\n\n\nAlfa:\n Most of the passengers are asleep. I count three, besides us, still awake. There might be more.\n\n\nFifteen minutes later, the bus slows to a halt and the bus doors open. A humanoid entity rises from the driver's seat while another enters the bus; both are designated instances of SCP-3087-1a. Each carries a large, wooden briefcase and wears a long coat with many pockets. Their faces are indistinct.\n\n\nBravo:\n I’m going to try to get off.\n\n\nAlfa:\n Are you sure?\n\n\nBravo:\n Yeah. Let’s see where we are.\n\n\nBravo approaches the bus door. However, when she attempts to exit, an instance of SCP-3087-1a stops her. Upon closer inspection, its skin and face are colored pale-yellow and have a soft, wax-like texture. It extends a hand, as if in expectation of payment; when Bravo presents nothing, it continues to block her path. Bravo returns to her seat.\n\n\nBravo:\n Hard to see outside. Got a glimpse of what looked like redwoods. We’re nowhere near a highway.\n\n\nAlfa:\n We could try exiting another way.\n\n\nBravo:\n I'm not sure.\n\n\nAlfa:\n It might be dangerous staying here.\n\n\nBravo:\n But it’s still a bus, it’s still providing a service. I think we should play by the rules. But I'll follow your call, ███.\n\n\nAlfa:\n Okay, I give. Let’s sit back and enjoy the ride.\n\n\nThe two instances of SCP-3087-1a remain standing at the front of the bus. The video continues uneventfully for several minutes until Alfa turns it off.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Show Exploration Log Excerpt 3087-02C\n\n\n\n\n– hide block\n\n\n\n\n\n\n\n\nAn instance of SCP-3087-1a was recovered during a later expedition. Its head is shown mid-dissection.\n\n\n\n\n\n\n\n\nExploration Log Excerpt 3087-02C\n\n\nThe footage resumes at 0315. A constant, low, rushing sound can be heard in the background. The surroundings of the bus remain too dark to be observed.\n\n\nBravo:\n █████ here. The situation’s deteriorated.\n\n\nThere is a loud rattling sound as the bus begins to shake. Bravo pans the camera to show that most of the passengers, despite the violent movement, remain asleep.\n\n\nBravo:\n Thankfully the sleep-inducing effects of the skip are working in our favor. But there are other problems.\n\n\nAlfa walks into the camera’s view.\n\n\nBravo:\n No good?\n\n\nAlfa:\n No. Here, look.\n\n\nBravo and Alfa move towards one of the passengers, a tall man in his forties. His neck is unusually bent such that his head is pressed to the top of the seat. His eyes are open unnaturally wide, and he does not blink. The skin surrounding his eyes is stretched radially outwards. When the operatives approach, he begins to moan softly.\n\n\nAlfa:\n This one asked for sedatives. Turns out that was a bad idea. He said he felt like all his blood was rushing to his head, complaining about the sound. Then he got like this.\n\n\nBravo:\n No drugs, then. Are the others still panicking?\n\n\nAlfa:\n It’s died down.\n\n\nThere is a loud, creaking sound.\n\n\nAlfa:\n Another one. Here, get a shot of this.\n\n\nAlfa and Bravo move the camera so that it is facing a pair of passengers; one is sleeping and the other is awake. Initially, the sleeping passenger’s face appears to be distorted. A tear begins to develop down the ventral midline of the passenger’s body. A humanoid with spindly limbs and an anomalously large number of joints, designated SCP-3087-1f, emerges from the inside of the passenger, whose remains form a baggy, cloth-like skin. The passenger who is awake indicates signs of distress.\n\n\nThe instance of SCP-3087-1f conducts a transaction with one of the instances of SCP-3087-1a; it receives sewing supplies and a large barrel, produced anomalously from the pockets and briefcase of the SCP-3087-1a instance, in exchange for an unidentified currency. It proceeds to use the sewing supplies to repair the tear produced in the passenger from which it emerged, creating a sock-like tube, approximating a human figure and incapable of supporting itself. It then fills the cavity of the tube with a green liquid from the barrel, which inflates the passenger. After the process is complete, the passenger appears to be unharmed and, apart from the stitching travelling down the former tear, otherwise unaltered. The instance of SCP-3087-1f then takes a seat.\n\n\nAlfa and Bravo return their seats and begin discussing possible return strategies. As they do so, they are interrupted by a loud crunching sound. Bravo turns the camera towards a passenger, who has been decapitated.\n\n\nAlfa:\n Fuck.\n\n\nBravo:\n Wait. Maybe…\n\n\nThe passenger’s head, which has fallen to their lap, sprouts legs from the base of its neck and approaches the front of the bus. It attempts to conduct a transaction but is refused; the instance of SCP-3087-1a gestures, in apparent anger, at the passenger’s decapitated body, which is slumped over in its seat and bleeding profusely. The head, designated an instance of SCP-3087-1g, produces more currency, at which point it is allowed to sit.\n\n\nBravo:\n Guess not.\n\n\nThe heads of the two SCP-3087-1a instances ignite, producing a candle-like flame. The flame is unusually bright and illuminates the surroundings of the bus, revealing an underwater setting. Large schools of fish swim around the bus, which is travelling in between tall, underwater vegetation, resembling kelp.\n\n\nAlfa:\n Do you, uh, think we need to take care of that body ourselves?\n\n\nBravo:\n I guess.\n\n\nAlfa and Bravo look at each other.\n\n\nAlfa:\n I got it.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Show Exploration Log Excerpt 3087-02F\n\n\n\n\n– hide block\n\n\n\n\n\n\nExploration Log Excerpt 3087-02F\n\n\nThe footage resumes at 1850. Alfa begins by speaking into the camera.\n\n\nAlfa:\n This is ███. Travelling for a while now; we haven’t tried to catch every paranormal thing that happens. We’ve taken written notes which we’ll, uh, hopefully get the chance to share in a debrief.\n\n\nBravo:\n I like the optimism.\n\n\nAlfa:\n Thanks. Staying awake has gotten weird. It's been almost twenty-four hours now. When the skips—the candle ones at the front of the bus—light their flames, it produces this smell. █████ and I noticed a few hours ago that the smell makes us want to sleep. It’s very powerful. But even when we try, we can't.\n\n\nAlfa:\n We got out of the water some time ago, and we turned the camera back on to record whatever it is we’re seeing out there.\n\n\nAlfa points the camera out of the window. There is light in the distance, growing in intensity over time. The light covers much of the horizon.\n\n\nBravo:\n If I had to make a non-anomalous association, they remind me of city lights.\n\n\nAlfa:\n Yeah. I mean, judging by the distance, whatever it is has to be pretty big.\n\n\nThe bus continues to approach the lights. As they grow closer, it becomes apparent that they are bobbing up and down. Bravo uses a pair of binoculars to observe them.\n\n\nBravo:\n It’s the candles.\n\n\nAlfa:\n What? But…\n\n\nBravo:\n There's a lot of them.\n\n\nEventually, the bus reaches the lights. The lights are produced by a massive crowd of SCP-3087-1a; the boundaries of the crowd cannot be observed. Every SCP-3087-1a has its head ignited. The light produced by the SCP-3087-1a crowd is of sufficient intensity to illuminate much of the bus’s surroundings; pointing the camera upwards and using the zoom function, Alfa reveals that an extremely high, rocky ceiling, dotted with stalactites, covers their surroundings.\n\n\nAlfa then turns the camera to display the ground. The stone floor is carved into many rectangular recesses, forming a grid pattern which occupies most of the floor. SCP-3087-1a instances are walking on wooden walkways which cross over the recesses; the bus is travelling on a larger walkway.\n\n\nThe bus stops. Several instances of SCP-3087-1, including both instances of SCP-3087-1a, exit.\n\n\nBravo:\n Should we try again?\n\n\nAlfa:\n If for no other reason than to stretch our legs, yeah, let’s go.\n\n\nBravo and Alfa exit the bus. Instances of SCP-3087-1a turn to look at them as they step out. Alfa points the camera at the ground.\n\n\nAlfa:\n Are those…?\n\n\nThe footage shows that each stone recess is occupied by a naked, non-anomalous human being, all of whom are asleep. Some SCP-3087-1a instances are tending to the humans; Alfa records them producing food and water from their briefcases and inserting them into the humans’ mouths.\n\n\nAlfa:\n Try taking a sample, see if they let you. The lab might want one.\n\n\nBravo:\n On it.\n\n\nAlfa:\n Then we can get back on the bus and get out of here.\n\n\nSome instances of SCP-3087-1a enter the bus; it is unclear if these are the same ones as before. Alfa and Bravo board, and the bus begins to move.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Show Exploration Log Excerpt 3087-02J\n\n\n\n\n– hide block\n\n\n\n\n\n\nExploration Log Excerpt 3087-02J\n\n\nThe recording resumes near the end of Alfa and Bravo’s expedition. They have been travelling for more than a day and a half.\n\n\nAlfa:\n We need an exit.\n\n\nAlfa pans the camera to show that several passengers, who were awake at the beginning of the recording, have now entered a catatonic state.\n\n\nBravo:\n Got any ideas?\n\n\nAlfa:\n Well, I've got this.\n\n\nAlfa opens his hands to show a piece of the currency with which instances of SCP-3087-1 conduct transactions.\n\n\nBravo:\n How?\n\n\nAlfa:\n Back in the cave, when one of the candles wasn’t looking. But we don’t know what the right way to use it is.\n\n\nBravo:\n What do you mean?\n\n\nAlfa:\n It’s just one coin. How’re we going to get everyone out with just one of these? There’ve been some cases when the bus reappears, right? Why won’t this one?\n\n\nBravo:\n Look outside. See, we're back in the redwood forest. Just like any transit, these lines run in loops. Some stop by our reality, but most, like this one, don't.\n\n\nAlfa:\n So, the coin…\n\n\nBravo:\n We still need to try.\n\n\nAlfa:\n Right.\n\n\nAlfa and Bravo approach one of the instances of SCP-3087-1a at the front of the bus. Alfa presents his coin.\n\n\nAlfa:\n We want out. Take us back.\n\n\nThe instance of SCP-3087-1a raises a single finger.\n\n\nBravo:\n That’s pretty clear. Only one.\n\n\nAlfa:\n Let's work this out, then.\n\n\nBravo:\n You have the experience. You're more valuable back there than me.\n\n\nAlfa:\n All that means is I'm close to the end of my run, but you've still got your years to put into the Foundation. And, I got the coin in the first place. I'll just do it again.\n\n\nBravo:\n No. I don't like it.\n\n\nAlfa:\n I'll make the call even if this entire unit isn't on board. But I don't want to.\n\n\nThere is silence for approximately thirty seconds.\n\n\nAlfa:\n █████. You're smart. Even if it isn't today, one day you'll learn that it isn't worth it to get broken up over stuff like this. Stuff you can't control.\n\n\nBravo:\n All right. Okay.\n\n\nBravo exhales into her microphone.\n\n\nBravo:\n Don't order me off the bus. I'll go.\n\n\nAlfa gives the coin to Bravo, who presents it as payment. The bus slows to a halt, and the doors open.\n\n\nAlfa:\n Take this.\n\n\nBravo receives Alfa’s recording equipment. She exits the bus, stepping onto a freeway roadside.\n\n\nAlfa:\n Have fun in quarantine.\n\n\nBravo:\n Thanks, ███.\n\n\nAlfa:\n See you when I see you, █████.\n\n\nThe door closes, and the bus leaves; the recording shows it disappearing at some point in the distance. Bravo points the camera at the sky, showing the stars. The recording ends.\n\n\nAfterword:\n Operative Bravo was successfully recovered and debriefed. Although consistent recovery of entire vehicles affected by SCP-3087 has been judged to be unrealistic, procedures to reliably recover operatives deployed into affected vehicles are being developed. Operative Alfa has yet to be recovered.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3086\n | SCP-3087 | \nSCP-3088\n »",
    "addendums": [
        "Addendum-3087A:"
    ],
    "documents": [],
    "notes": [
        "Exploration Log Excerpt 3087-02A Foreword: On ██/██/20██, two Mobile Task Force Lambda-5 (“White Rabbits”) operatives, code-named Alfa and Bravo, were dispatched aboard a bus travelling overnight between ████████ and ██████, ██, which was projected to enter SCP-3087. The goals of their entry were to gather information on SCP-3087-1, explore the locations visited by affected vehicles, and determine if these vehicles could be reliably recovered. Operatives Alfa and Bravo were equipped with video and audio recording devices. These devices were recovered when operative Bravo reappeared after thirty-nine hours. The following is a log of their recordings. The recording begins at 0113; there is initially no video. Alfa is speaking into his microphone. Alfa: —contact with Control. Are you getting anything on your end? Bravo: Nothing, no. Think we’re in? Alfa: Yeah. Three minutes pass before Alfa begins recording video. The camera is directed outside the bus window; Alfa pans it across and then points it upwards. No light can be seen. Alfa: Most of the passengers are asleep. I count three, besides us, still awake. There might be more. Fifteen minutes later, the bus slows to a halt and the bus doors open. A humanoid entity rises from the driver's seat while another enters the bus; both are designated instances of SCP-3087-1a. Each carries a large, wooden briefcase and wears a long coat with many pockets. Their faces are indistinct. Bravo: I’m going to try to get off. Alfa: Are you sure? Bravo: Yeah. Let’s see where we are. Bravo approaches the bus door. However, when she attempts to exit, an instance of SCP-3087-1a stops her. Upon closer inspection, its skin and face are colored pale-yellow and have a soft, wax-like texture. It extends a hand, as if in expectation of payment; when Bravo presents nothing, it continues to block her path. Bravo returns to her seat. Bravo: Hard to see outside. Got a glimpse of what looked like redwoods. We’re nowhere near a highway. Alfa: We could try exiting another way. Bravo: I'm not sure. Alfa: It might be dangerous staying here. Bravo: But it’s still a bus, it’s still providing a service. I think we should play by the rules. But I'll follow your call, ███. Alfa: Okay, I give. Let’s sit back and enjoy the ride. The two instances of SCP-3087-1a remain standing at the front of the bus. The video continues uneventfully for several minutes until Alfa turns it off.",
        "Exploration Log Excerpt 3087-02C The footage resumes at 0315. A constant, low, rushing sound can be heard in the background. The surroundings of the bus remain too dark to be observed. Bravo: █████ here. The situation’s deteriorated. There is a loud rattling sound as the bus begins to shake. Bravo pans the camera to show that most of the passengers, despite the violent movement, remain asleep. Bravo: Thankfully the sleep-inducing effects of the skip are working in our favor. But there are other problems. Alfa walks into the camera’s view. Bravo: No good? Alfa: No. Here, look. Bravo and Alfa move towards one of the passengers, a tall man in his forties. His neck is unusually bent such that his head is pressed to the top of the seat. His eyes are open unnaturally wide, and he does not blink. The skin surrounding his eyes is stretched radially outwards. When the operatives approach, he begins to moan softly. Alfa: This one asked for sedatives. Turns out that was a bad idea. He said he felt like all his blood was rushing to his head, complaining about the sound. Then he got like this. Bravo: No drugs, then. Are the others still panicking? Alfa: It’s died down. There is a loud, creaking sound. Alfa: Another one. Here, get a shot of this. Alfa and Bravo move the camera so that it is facing a pair of passengers; one is sleeping and the other is awake. Initially, the sleeping passenger’s face appears to be distorted. A tear begins to develop down the ventral midline of the passenger’s body. A humanoid with spindly limbs and an anomalously large number of joints, designated SCP-3087-1f, emerges from the inside of the passenger, whose remains form a baggy, cloth-like skin. The passenger who is awake indicates signs of distress. The instance of SCP-3087-1f conducts a transaction with one of the instances of SCP-3087-1a; it receives sewing supplies and a large barrel, produced anomalously from the pockets and briefcase of the SCP-3087-1a instance, in exchange for an unidentified currency. It proceeds to use the sewing supplies to repair the tear produced in the passenger from which it emerged, creating a sock-like tube, approximating a human figure and incapable of supporting itself. It then fills the cavity of the tube with a green liquid from the barrel, which inflates the passenger. After the process is complete, the passenger appears to be unharmed and, apart from the stitching travelling down the former tear, otherwise unaltered. The instance of SCP-3087-1f then takes a seat. Alfa and Bravo return their seats and begin discussing possible return strategies. As they do so, they are interrupted by a loud crunching sound. Bravo turns the camera towards a passenger, who has been decapitated. Alfa: Fuck. Bravo: Wait. Maybe… The passenger’s head, which has fallen to their lap, sprouts legs from the base of its neck and approaches the front of the bus. It attempts to conduct a transaction but is refused; the instance of SCP-3087-1a gestures, in apparent anger, at the passenger’s decapitated body, which is slumped over in its seat and bleeding profusely. The head, designated an instance of SCP-3087-1g, produces more currency, at which point it is allowed to sit. Bravo: Guess not. The heads of the two SCP-3087-1a instances ignite, producing a candle-like flame. The flame is unusually bright and illuminates the surroundings of the bus, revealing an underwater setting. Large schools of fish swim around the bus, which is travelling in between tall, underwater vegetation, resembling kelp. Alfa: Do you, uh, think we need to take care of that body ourselves? Bravo: I guess. Alfa and Bravo look at each other. Alfa: I got it.",
        "Exploration Log Excerpt 3087-02F The footage resumes at 1850. Alfa begins by speaking into the camera. Alfa: This is ███. Travelling for a while now; we haven’t tried to catch every paranormal thing that happens. We’ve taken written notes which we’ll, uh, hopefully get the chance to share in a debrief. Bravo: I like the optimism. Alfa: Thanks. Staying awake has gotten weird. It's been almost twenty-four hours now. When the skips—the candle ones at the front of the bus—light their flames, it produces this smell. █████ and I noticed a few hours ago that the smell makes us want to sleep. It’s very powerful. But even when we try, we can't. Alfa: We got out of the water some time ago, and we turned the camera back on to record whatever it is we’re seeing out there. Alfa points the camera out of the window. There is light in the distance, growing in intensity over time. The light covers much of the horizon. Bravo: If I had to make a non-anomalous association, they remind me of city lights. Alfa: Yeah. I mean, judging by the distance, whatever it is has to be pretty big. The bus continues to approach the lights. As they grow closer, it becomes apparent that they are bobbing up and down. Bravo uses a pair of binoculars to observe them. Bravo: It’s the candles. Alfa: What? But… Bravo: There's a lot of them. Eventually, the bus reaches the lights. The lights are produced by a massive crowd of SCP-3087-1a; the boundaries of the crowd cannot be observed. Every SCP-3087-1a has its head ignited. The light produced by the SCP-3087-1a crowd is of sufficient intensity to illuminate much of the bus’s surroundings; pointing the camera upwards and using the zoom function, Alfa reveals that an extremely high, rocky ceiling, dotted with stalactites, covers their surroundings. Alfa then turns the camera to display the ground. The stone floor is carved into many rectangular recesses, forming a grid pattern which occupies most of the floor. SCP-3087-1a instances are walking on wooden walkways which cross over the recesses; the bus is travelling on a larger walkway. The bus stops. Several instances of SCP-3087-1, including both instances of SCP-3087-1a, exit. Bravo: Should we try again? Alfa: If for no other reason than to stretch our legs, yeah, let’s go. Bravo and Alfa exit the bus. Instances of SCP-3087-1a turn to look at them as they step out. Alfa points the camera at the ground. Alfa: Are those…? The footage shows that each stone recess is occupied by a naked, non-anomalous human being, all of whom are asleep. Some SCP-3087-1a instances are tending to the humans; Alfa records them producing food and water from their briefcases and inserting them into the humans’ mouths. Alfa: Try taking a sample, see if they let you. The lab might want one. Bravo: On it. Alfa: Then we can get back on the bus and get out of here. Some instances of SCP-3087-1a enter the bus; it is unclear if these are the same ones as before. Alfa and Bravo board, and the bus begins to move.",
        "Exploration Log Excerpt 3087-02J The recording resumes near the end of Alfa and Bravo’s expedition. They have been travelling for more than a day and a half. Alfa: We need an exit. Alfa pans the camera to show that several passengers, who were awake at the beginning of the recording, have now entered a catatonic state. Bravo: Got any ideas? Alfa: Well, I've got this. Alfa opens his hands to show a piece of the currency with which instances of SCP-3087-1 conduct transactions. Bravo: How? Alfa: Back in the cave, when one of the candles wasn’t looking. But we don’t know what the right way to use it is. Bravo: What do you mean? Alfa: It’s just one coin. How’re we going to get everyone out with just one of these? There’ve been some cases when the bus reappears, right? Why won’t this one? Bravo: Look outside. See, we're back in the redwood forest. Just like any transit, these lines run in loops. Some stop by our reality, but most, like this one, don't. Alfa: So, the coin… Bravo: We still need to try. Alfa: Right. Alfa and Bravo approach one of the instances of SCP-3087-1a at the front of the bus. Alfa presents his coin. Alfa: We want out. Take us back. The instance of SCP-3087-1a raises a single finger. Bravo: That’s pretty clear. Only one. Alfa: Let's work this out, then. Bravo: You have the experience. You're more valuable back there than me. Alfa: All that means is I'm close to the end of my run, but you've still got your years to put into the Foundation. And, I got the coin in the first place. I'll just do it again. Bravo: No. I don't like it. Alfa: I'll make the call even if this entire unit isn't on board. But I don't want to. There is silence for approximately thirty seconds. Alfa: █████. You're smart. Even if it isn't today, one day you'll learn that it isn't worth it to get broken up over stuff like this. Stuff you can't control. Bravo: All right. Okay. Bravo exhales into her microphone. Bravo: Don't order me off the bus. I'll go. Alfa gives the coin to Bravo, who presents it as payment. The bus slows to a halt, and the doors open. Alfa: Take this. Bravo receives Alfa’s recording equipment. She exits the bus, stepping onto a freeway roadside. Alfa: Have fun in quarantine. Bravo: Thanks, ███. Alfa: See you when I see you, █████. The door closes, and the bus leaves; the recording shows it disappearing at some point in the distance. Bravo points the camera at the sky, showing the stars. The recording ends. Afterword: Operative Bravo was successfully recovered and debriefed. Although consistent recovery of entire vehicles affected by SCP-3087 has been judged to be unrealistic, procedures to reliably recover operatives deployed into affected vehicles are being developed. Operative Alfa has yet to be recovered."
    ],
    "item": "SCP-3087",
    "object_class": "Keter",
    "containment_procedures": "SCP-3087's position is to be continually tracked and updated in intervals not exceeding four hours. SCP-3087's prior position and trajectory are used to predict its believed current position, which is then validated by monitoring surrounding communications for cases of missing vehicles.",
    "description": "SCP-3087 is a circular area covering approximately 1000 km2, in which anomalous phenomena affect overnight public transportation carrying more than ten passengers. SCP-3087 is mobile and moves at a constant rate of approximately 8 m/s. Vehicles affected by SCP-3087 disappear. This disappearance is permanent in 64% of cases; in the remaining 36%, the vehicle will reappear within 3 to 25 hours. Vehicles which reappear do so at night within SCP-3087. It is impossible to perceive or communicate with affected vehicles during their disappearance. A limited amount of information regarding SCP-3087’s effects has been gathered from interviews with recovered passengers and recordings taken by explorative Foundation operatives.",
    "title": "SCP-3087"
}