{
    "url": "https://scp-wiki.wikidot.com/scp-3091",
    "all_text": "rating: \n+185\n+\n–\nx\n\n\n\n\n\n\nSCP-3091\n\n\n\n\n\n\nItem #:\n SCP-3091\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n As of ██/██/20██, operation of SCP-3091 is to be maintained as long as possible.\n\n\nThe only in-person operations allowed with SCP-3091 at this time are:\n\n\nA) Monitoring the built-in measurement device outputs from SCP-3091, which are deemed safe at this time.\n\n\nB) Maintenance and repair of SCP-3091’s power supply and “field generators”, following Report 3091-89A submitted to the O5 Council on ██/██/20██. The documentation on these devices is considered sufficient that their maintenance can be reasonably attempted.\n\n\nSCP-3091 is considered temporally unstable. Localized time dilation or contraction events and minor retrocausality are not unusual. Personnel working in SCP-3091 are to be trained in DMWT “Best Practices in Temporally Unstable Locations”, and to heed these practices while working within SCP-3091, especially with regards to information security and distinguishing expected from unexpected disturbances. Due to particle radiation, time spent inside the facility should be minimized.\n\n\nTesting involving the “Red Room” facility within SCP-3091 is forbidden by order of the O5 Council. Currently, investigations are to be made only by studying the existing documentation, rather than taking any actions that may interfere with SCP-3091’s functions.\n\n\nDescription:\n SCP-3091 is a massive underground structure located at ██.██.██.██ under the Queen Maud Gulf Bird Sanctuary in Nunavut, Canada. The facility is accessible via 14 camouflaged access points from the surface. It has a total area of 1.05 million m\n2\n and occupies four floors. Electricity and heat are generated from geothermal boreholes. Equipment in the site appears to have been designed for sustained function without human intervention, but is subject to normal wear and tear, and has been maintained since discovery by the Foundation.\n\n\nSCP-3091 appears to have been constructed to support Large Event Chamber-001 (refer to Document 3091-AB-Schematics), a spherical chamber measuring 14 meters in diameter (“The Red Room”).\n\n\nThe area is temporally unstable. Typical examples of events include:\n\n\n\n\nResearchers spending thirty minutes in vicinity of the Red Room, which appeared to outside observers as 3 hours\n\n\nComputer processor cycles repeating\n\n\nRadio transmissions arriving before they were sent\n\n\n\n\nThe instability field is strongest around the Red Room, and is virtually unnoticeable 30 meters out from the facility. This corresponds to a high background free tachyon concentration (1,000 times the global average close to the Red Room.)\n\n\nNotable features of SCP-3091\n\n\nField Generators\n\n\n36 identical pieces of highly complex machinery are located equidistant around the chamber. Their sole purpose is to continuously emit one or more energy fields consisting of:\n\n\n\n\nUV light at extremely high energy levels\n\n\nCoherent beams of ionizing radiation (somehow contained and redirected by receiving components on adjacent devices, making escaped radiation comparable to background levels.)\n\n\nThermal energy (used to maintain internal structures within the barrier containing xenon gas at a critical point.)\n\n\nTachyon fields (see (Xyank, 2005))\n\n\nAdditional energetic force of an unknown nature, consisting of either unknown elementary particles or photon-like discrete energy packets. Interactions of this gas with the critical-point xenon create a previously unknown phenomenon [DATA EXPUNGED] hypothesized relation to the gravitational anomaly.\n\n\n\n\nGiven Document 3091-AD-DE, which is a set of recovered blueprints associated with all SCP-3091 major structures, the actual structure of the “field generators” is well understood, and may even be replicable, with the exception of [DATA EXPUNGED] superconductor materials [DATA EXPUNGED] known relation to anomalous substance ██████-רת.\n\n\nThe purposes of the individual components remains unknown, as is the intention or result of the entire field. Replication has been proposed but not attempted, due to the possibility of recreating the central anomaly.\n\n\nThe field is generated in a continuous fashion while allowing viewing windows at certain “Observation Points.”\n\n\nHypothesized Purpose:\n The Field Generators are arranged to project a field around the interior of the Red Room. This field may create, contain, or interact in an unknown way with the central anomaly.\n\n\nThe Red Room Anomaly\n\n\nSix Observation Points, which include transparent windows comprised of plate glass plus unknown materials, look directly into the Red Room. Numerous instruments in each observation stations also appear to monitor the physical conditions inside the anomaly. As far as can be determined (measurements have also been corroborated where possible via optical methods), physical conditions inside the anomaly include:\n\n\n\n\nTemperatures of over 1000K\n\n\nInternal conditions consisting of matter at a supercritical point (consistent with extremely high temperatures and pressures)\n\n\nOpaque substance with a faint red glow\n\n\nElemental composition of oxygen, carbon, hydrogen, nitrogen, various metals, and other elements, many in organic compounds.\n\n\nSmall solid metal objects made of iridium, tungsten, and tantalum. Other metal pieces may have been present but melted in the extreme conditions.\n\n\nExtremely temporally unstable (Hypothesized)\n\n\n\n\nHypothesized Purpose:\n Unknown\n\n\nSurrounding Facilities\n\n\nPartial furnishings indicate that other parts of the facility include offices, storage areas, and maintenance units for the field generators and site at large. Intact heating and plumbing indicates that the facility was designed for year-round usage by humans.\n\n\nSeveral nearby satellite facilities are entirely unfurnished, but based on plumbing, appear to be dormitories capable of housing up to ten people. Furniture or signs of life (including DNA evidence) are absent.\n\n\nThe entirety of Document SCP-3091-AD-DE, representing much of our understanding of SCP-3091, was recovered from the upper drawer of a file cabinet in peripheral office J34 (see map for location.) No other written materials, relevant to SCP-3091 or not, have been found within SCP-3091.\n\n\nHypothesized Purpose:\n SCP-3091 was designed for human monitoring and habitation, although it was never occupied.\n\n\n\n\n\n\nCLEARANCE LEVEL 3\n\n\n\n\nCLEARANCE LEVEL 3\n\n\n\n\nConditions within the Red Room have increased in discrete amounts since SCP-3091’s discovery. Instruments attached to the room have recorded 244 individual leaps in pressure and temperature, of the same magnitude, at apparently random intervals. The magnitude increases are quite small compared to the overall pressure, and field generators are so far unaffected by these changes.\n\n\nAnalysis suggests that intensity and frequency of temporal anomalies surrounding SCP-3091 have been slowly increasing since discovery.\n\n\nResearcher ██████ ████████ points out that the internal Red Room conditions can be explained as the effects of an enormous amount of temporally unstable organic and metallic matter, compressed as to fit into the space determined by the field generator. In this model, the red glow is due to the Draper Phenomenon, in which material heated above 798K glows from blackbody radiation.\n\n\nThe occasional increases in internal conditions would be consistent with additional matter entering the space.\n\n\nAnalysis of the tachyon field as extrapolated from Doctor Xyank’s work for the Temporal Department has lead to the conclusion that matter within SCP-3091 is from after our present.\n\n\n\n\n\n\n\n\n\n\n> input id\n\n\n\n\n\n\nARE YOU SURE YOU WISH TO PROCEED? Y/N\n\n\n\n\nACCESS TO THIS RECORD IS MONITORED\n\n\n\n\nDocument SCP-3091-AD-DE is machine-printed. It includes some hand-written notes, but these seem to have been photocopied on from previous materials. There is exactly one hand-drawn portion of the document, drawn with an ink pen on the last page. It has been expunged from the maintenance versions of Document SCP-3091-AD-DE available at lower clearance levels.\n\n\n\n\n\n\nImage SCP-3091-AD-DE-X\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n>Y\n\n\n\n\n\n\nPROCEED\n\n\n\n\nYOUR ACCESS REQUESTS HAVE BEEN FORWARDED TO SITE COMMAND\n\n\n\n\nBased on this and other gathered data, Researcher ██████ ████████ has made the following causal model for the Red Room anomaly:\n\n\n\n\nAt an unknown point in the future, a method of traveling through time is invented and popularized.\n\n\nEntities using this method attempt to “travel” to before SCP-3091’s activation.\n\n\nEntities moving backward in the timestream to past SCP-3091’s active period are “caught” in the field emitted by SCP-3091 and redirected to the Red Room.\n\n\n\n\n\n\n\n\nDiagram\n\n\n\n\n\n\nThis model suggests that SCP-3091 functions as a temporal “funnel trap”, redirecting entities moving through the timestream to or before its active period, into the Red Room.\n\n\nIn this model, the internal matter within SCP-3091 is composed of possibly human entities and any equipment or temporal devices that may have accompanied them, which is consistent with recovered data.\n\n\n\n\nIf this is true, we cannot de-activate SCP-3091 (or allow it to be deactivated.) While this object has prevented potential catastrophic damage to our time stream in the forms of paradoxes, malicious attack, or other interventions, if the machine were switched off, the inactivation of the fields would cause a massive explosion that would certainly prevent its reactivation. Any arrival of sentient beings or devices while the machine is switched off could drastically alter our reality and cause incalculable or even existential damage to human life and the timeline. In fact, should SCP-3091 become damaged, it would even be prudent to construct a means to replicate it.\n\n- O5-7\n\n\n\n\n\n\nWhere the hell did this come from?\n\n- O5-2\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum SCP-3091-1: Failed attempts to determine provenance of SCP-3091\n\n\n\n\nNo public records from the nearby area for available history report any information on the construction or existence of SCP-3091. No individual or entity is known to possess similar technology to the functional parts of SCP-3091.\n\n\nFoundation moles within higher echelons of the Chaos Insurgency were instructed to search their private internal documentation and look for knowledge regarding SCP-3091. No results were found.\n\n\nDuring this process, one of the moles, Agent 4-November, was discovered by Insurgency leadership. 31 teeth and a jar containing brain tissue in formalin (both matching Agent 4-November) were delivered to Site 19 anonymously informing the Foundation of this fact, along with a note disclaiming responsibility for the anomaly.\n\n\nAn informal trade with the Global Occult Coalition was scheduled, exchanging an operative previously held in Foundation custody for information regarding SCP-3091. After extensively searching their documentation, including that of multiple paramilitary groups, the Coalition concluded they had no information on the matter.\n\n\nMultiple major government intelligence agencies were consulted discreetly about the technologies found in SCP-3091. No connection or leads unveiled.\n\n\nA Serpent’s Hand connection was asked to search for information surrounding the anomaly, or its creators, via whatever means were accessible. A small amount of classified Foundation knowledge of interest to the connection was provided in exchange. Connection reported to be “surprised” by the lack of information in their databases, but claimed that the reason for their surprise was not required as of the terms of their agreement.\n\n\n\n\nA thorough search of SCP-3091 was conducted. The following was noted:\n\n\n\n\nShelving in storage rooms was constructed with triangular allen screws, identical to the type made in-house and used frequently in Foundation construction. These types of screws are also available commercially.\n\n\nHallway construction and heating pipe arrangement is somewhat similar to a proposed architectural design for underground Foundation sites from 1972, although other pieces have been modified. These designs were never implemented in any site.\n\n\n\n\n\n\n\n\nCLEARANCE LEVEL 4\n\n\n\n\nCLEARANCE LEVEL 4\n\n\n\n\nAn extensive internal review was implemented, focusing especially on nearby sites and the Temporal Division. At the end, the Internal Task Force concluded that internal subterfuge was unlikely, as there were no resources unaccounted for that could provide either the budget, materials, or research required to create SCP-3091. The following has been proposed:\n\n\n\n\nSCP-3091 is itself a temporally stabilized location (aside from the Red Room anomaly) that has been displaced from a future point.\n\n\nSCP-3091 was constructed by another unknown agency or entity, possibly from a future point, using advanced technology without outside support.\n\n\nSCP-3091 is a ‘relic’ or ‘holdover’ from a previous [THE REST OF THIS FILE IS NOT AVAILABLE AT YOUR CLEARANCE LEVEL.]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3090\n | SCP-3091 | \nSCP-3092\n »",
    "addendums": [
        "Addendum SCP-3091-1: Failed attempts to determine provenance of SCP-3091\nA thorough search of SCP-3091 was conducted. The following was noted:"
    ],
    "documents": [],
    "notes": [
        "> input id",
        ">Y",
        "If this is true, we cannot de-activate SCP-3091 (or allow it to be deactivated.) While this object has prevented potential catastrophic damage to our time stream in the forms of paradoxes, malicious attack, or other interventions, if the machine were switched off, the inactivation of the fields would cause a massive explosion that would certainly prevent its reactivation. Any arrival of sentient beings or devices while the machine is switched off could drastically alter our reality and cause incalculable or even existential damage to human life and the timeline. In fact, should SCP-3091 become damaged, it would even be prudent to construct a means to replicate it. - O5-7",
        "Where the hell did this come from? - O5-2"
    ],
    "item": "SCP-3091",
    "object_class": "Euclid",
    "containment_procedures": "As of ██/██/20██, operation of SCP-3091 is to be maintained as long as possible.",
    "description": "SCP-3091 is a massive underground structure located at ██.██.██.██ under the Queen Maud Gulf Bird Sanctuary in Nunavut, Canada. The facility is accessible via 14 camouflaged access points from the surface. It has a total area of 1.05 million m2 and occupies four floors. Electricity and heat are generated from geothermal boreholes. Equipment in the site appears to have been designed for sustained function without human intervention, but is subject to normal wear and tear, and has been maintained since discovery by the Foundation.",
    "title": "SCP-3091"
}