{
    "url": "https://scp-wiki.wikidot.com/scp-3108",
    "all_text": "rating: \n+615\n+\n–\nx\n\n\n\n\n\n\nSCP-3108 in Containment\n\n\n\n\n\n\nItem #:\n SCP-3108\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3108 is to be contained in a standard anomalous object containment vault in \nSite-64\n, and is not to be removed except for testing purposes. Proposed tests must be approved in advance by both Dr. Johnson and Dr. Dietz. SCP-3108-1 is not to be loaded into SCP-3108 except during testing, and is to be stored in a separate containment unit.\n\n\nWhen conducting tests, SCP-3108 is to be handled by Site-64 security staff only. One officer is to hold and fire the object, while a second is to observe the proceedings to minimize risk of accident or foul play. Researchers and D-class are forbidden from firing the object due to safety and security concerns respectively. Due to the accuracy of SCP-3108 being in line with similar products, a maximum one (1) meter distance is to be maintained from the intended target to prevent accidents.\n\n\nUnder no circumstance is SCP-3108 to be used in cross-testing with other SCP objects. Following Ethics committee ruling on 04/05/20██, testing on humanoids has been forbidden.\n\n\nDescription:\n SCP-3108 is a heavily modified Nerf brand dart gun which demonstrates anomalous transformative properties when paired with SCP-3108-1, a foam dart discovered loaded within SCP-3108 at the time of recovery. SCP-3108 does not demonstrate these properties when firing Nerf darts other than SCP-3108-1, nor does SCP-3108-1 demonstrate these properties when fired from a different Nerf dart gun. The phrase \"OP PLS NERF\" is inscribed on the exterior of SCP-3108-1 in red ink.\n\n\nWhen SCP-3108 fires SCP-3108-1 into a target, said target will instantaneously be altered in such a way that the result is perceived as \"worse\" or \"inferior\" by the individual wielding the object. This transformation can range from minor alterations to complete molecular reconstruction. The law of conservation of mass does not affect transformations caused by SCP-3108, and noticeable increases or decreases in mass have occurred often in testing. The resulting objects or organisms do not show any evidence of anomalous traits. Transformations do not represent any objective value scale, but rather stem solely from the opinions of the current holder.\n\n\nThe outer shell of SCP-3108 is composed of steel, with bronze inlays used as decoration. While not impervious to physical damage, disassembly of SCP-3108 has proven impossible due to its anomalous nature. All tools attempting to deconstruct the object will be transformed into broken or fake equivalents, precluding examination of the object's interior.\n1\n This seeming behavior of self preservation is the only time SCP-3108 has altered objects beyond those hit by SCP-3108-1.\n\n\nRecovery:\n SCP-3108’s anomalous properties were discovered during a birthday party for 10 year old Jacob Pierce in ██████, Oregon. It is presumed SCP-3108 was fired at a concrete wall, resulting in the concrete being replaced by loosely stacked stones. The wall promptly collapsed, causing minor injuries to 3 civilians. Foundation involvement came after the family sued the contractor of their home for the incident. The anomalous effect that caused the transformation was eventually traced to the gun following examination of the incident's location.\n\n\nDuring post incident investigation, Jacob's brother 19 year old Nathan Pierce was identified as a member of the GOI \nGamers Against Weed\n. Pierce had previously been known to the Foundation under his online alias \"Kektagon,\" and had been designated \nPOI-6897\n due to his creation of SCP-████ and SCP-████. A subsequent attempt to detain the target failed, as POI-6897 had fled the area two days prior to identification as Nathan Pierce.\n\n\nPartial Test Log:\n\n\n\n\nTarget:\n One dart board made of sisal fibres.\n\n\nResult:\n Dart board composition was changed to cork. In addition, various small holes and what appears to be a beer stain appeared on the board.\n\n\n\n\n\n\nTarget:\n An eight by eleven sheet of printer paper.\n\n\nResult:\n Paper changed composition to single ply toilet paper.\n\n\n\n\n\n\nTarget:\n One spare coffee mug from the Site 19 Cafeteria.\n\n\nResult:\n Coffee mug was replaced by a tea cup composed of ceramic identical to the mug's.\n\n\n\n\n\n\nTarget:\n One United States dollar.\n\n\nResult:\n One United States quarter.\n\n\nNotes:\n \nSubsequent tests on dollar bills resulted in various outcomes, including dimes, nickels, pennies, foreign currencies, and fake bills from the board game Monopoly. There doesn't seem to be an exact formula for these changes.- Dr. Dietz\n\n\n\n\n\n\nTarget:\n One can of Coca Cola.\n\n\nResult:\n One can of Pepsi Cola.\n\n\nNotes:\n \nMike, the security officer observing the test, expressed dismay at seeing this result. We had him fire the dart at the Pepsi can and it changed right back into Coke.- Dr Dietz\n\n\n\n\n\n\nTarget:\n One Standard D-class uniform.\n\n\nResult:\n Composition of uniform was changed entirely to cotton, and a tag reading \"Made in China\" was added at the neck.\n\n\nNotes:\n \nWhile that was hilarious, I think this test is onto something. Does the gun have a sense of humor?-Dr. Johnson\n\n\n\n\n\n\nTarget:\n One VHS tape containing the 1971 film Willy Wonka and the Chocolate Factory.\n\n\nResult:\n One DVD of the film's 2005 remake Charlie and the Chocolate Factory.\n\n\n\n\n\n\nTarget:\n One male Rattus norvegicus specimen.\n\n\nResult:\n One male specimen of Iridomyrmex purpureus.\n\n\nNotes:\n \nInteresting logic on this one. What is the causal link between rats and ants?- Dr Dietz\n\n\n\n\n\n\nTarget:\n One female Golden Retriever.\n\n\nResult:\n One female American Shorthair with yellow hair. Specimen was unusually large (15.4 kilograms\n2\n) and continued to display behavior consistent with a Golden Retriever rather than a feline.\n\n\n\n\n\n\nTarget:\n D-4281, 28 year old Caucasian male.\n\n\nResult:\n D-4281 transformed into a living specimen of Homo neanderthalensis.\n\n\n\n\n\n\nPreface:\n To test the limits of the danger SCP-3108 could pose to a human being, security officer Gardiner was instructed to reload and fire the gun repeatedly until ordered to cease.\n\n\nTarget:\n D-3578, 24 year old Hispanic male.\n\n\nResult:\n Initially displaying similar results to D-4281, D-3578 proceeded to transform into a variety of different species including what appeared to be an Australopithecus, an unidentified member of the gibbon family, and a specimen of Bradypus pygmaeus.\n3\n On nine occasions, the transformation did not result in a change of species but instead resulted in visible evidence of maiming, disease, or disability. Following 46 successive uses, testing was ceased as D-3578 had been reduced to a specimen of Lumbricus terrestris too small to be accurately hit by SCP-3108-1.\n\n\nNotes:\n \nDue to concerns from the Ethics Committee as well as the possibility of accidental creation of a Homo ignotus specimen, testing of SCP-3108 on humanoids is suspended effective immediately pending a hearing.- Dr Dietz\n\n\n\n\nAddendum:\n On 07/19/20██, Foundation personnel apprehended POI-6897 at an Internet cafe in Los Angeles, California. POI-6897 was then escorted to Site-64 for interrogation regarding his creations. Interrogation regarding SCP-3108 can be found below.\n\n\n\n\n+ Show Interview\n\n\n\n\n- Hide Interview\n\n\n\n\n\n\nInterviewed:\n POI-6897, Nathan Pierce. Subject displays low level reality altering capabilities common among anartists and GAW members.\n\n\nInterviewer:\n Dr. Leo Dietz\n\n\n<Begin Log>\n\n\nDr. Dietz:\n Mr. Pierce, today I'm going to be asking you some questions about another of your… creations. Specifically, the gun.\n\n\nPOI-6897:\n Get fucked.\n\n\nDr. Dietz:\n Now now, that isn't very helpful. Perhaps I should have \nAgent Green\n talk to you again instead?\n\n\nPOI-6897:\n That, um, that isn't necessary. I'm sure he's a busy guy, we wouldn't want to bother him, lol.\n\n\nDr. Dietz:\n Pierce, did you really just say the letters lol out loud?\n\n\nPOI-6897:\n Ugh. I'm used to talking on the internet, sue me. And it's Kektagon to you. So, what do you fascist cucks want to know?\n\n\nDr. Dietz:\n I am not going to call you by your juvenile screen name. More importantly, why did you create the gun?\n\n\nPOI-6897:\n Oh the Nerfing gun. Classic. Yeah, I thought it would be funny.\n\n\nDr. Dietz:\n …That's all?\n\n\nPOI-6897:\n Look, what to do you want me to say? That it's a symbol of guns making the world worse or something? Not everything has some grand purpose man. It's just something I thought of while smoking. I mean come on, a Nerf gun that makes things shitty. It's hilarious! I didn't even think of the obvious pun until later. Eventually I got bored of it and gave it to my bro as a birthday gift. Probably should have warned him to be more careful, but live and learn am I right?\n\n\nDr. Dietz:\n You honestly expect me to believe that? Despite your group's supposed pacifism, the anomalies you all have produced can be \nlethal\n. This little joke of yours has changed steel into balsa wood and people into invertebrates. You clearly intended this as a weapon.\n\n\nPOI-6897:\n …You, you used it on people?\n\n\nDr. Dietz:\n Our testing history is not relevant to-\n\n\nPOI-6897:\n It… It was supposed to be a joke. It was funny. I changed Mass Effect 2 into Mass Effect 3, my neighbor's SUV into a Smart Car, I didn't use it on people! You bastards, why the hell would you do that? I'm not a murderer damn it! Why, why would you turn a joke into a torture device? Just… just get out of my cell. I'm done talking.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. An attempt to disassemble SCP-3108 using only bare hands resulted in the replacement of Security Officer Silva's hands with a pair of empty rubber gloves.\n\n\n2\n. Standard weight ranges from 5-7 kilograms.\n\n\n3\n. More Commonly known as the Pigmy Three Toed Sloth.\n\n\n\n\n\n\n\n\n« \nSCP-3107\n | SCP-3108 | \nSCP-3109\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3108\n\" by Modern_Erasmus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3108\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n CustomisationNerfEthis.jpg\n\n\nName:\n CustomisationNerfEthis.jpg\n\n\nAuthor:\n Leonarius\n\n\nLicense:\n CC-BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum: On 07/19/20██, Foundation personnel apprehended POI-6897 at an Internet cafe in Los Angeles, California. POI-6897 was then escorted to Site-64 for interrogation regarding his creations. Interrogation regarding SCP-3108 can be found below."
    ],
    "documents": [],
    "notes": [
        "Target: One dart board made of sisal fibres. Result: Dart board composition was changed to cork. In addition, various small holes and what appears to be a beer stain appeared on the board.",
        "Target: An eight by eleven sheet of printer paper. Result: Paper changed composition to single ply toilet paper.",
        "Target: One spare coffee mug from the Site 19 Cafeteria. Result: Coffee mug was replaced by a tea cup composed of ceramic identical to the mug's.",
        "Target: One United States dollar. Result: One United States quarter. Notes: Subsequent tests on dollar bills resulted in various outcomes, including dimes, nickels, pennies, foreign currencies, and fake bills from the board game Monopoly. There doesn't seem to be an exact formula for these changes.- Dr. Dietz",
        "Target: One can of Coca Cola. Result: One can of Pepsi Cola. Notes: Mike, the security officer observing the test, expressed dismay at seeing this result. We had him fire the dart at the Pepsi can and it changed right back into Coke.- Dr Dietz",
        "Target: One Standard D-class uniform. Result: Composition of uniform was changed entirely to cotton, and a tag reading \"Made in China\" was added at the neck. Notes: While that was hilarious, I think this test is onto something. Does the gun have a sense of humor?-Dr. Johnson",
        "Target: One VHS tape containing the 1971 film Willy Wonka and the Chocolate Factory. Result: One DVD of the film's 2005 remake Charlie and the Chocolate Factory.",
        "Target: One male Rattus norvegicus specimen. Result: One male specimen of Iridomyrmex purpureus. Notes: Interesting logic on this one. What is the causal link between rats and ants?- Dr Dietz",
        "Target: One female Golden Retriever. Result: One female American Shorthair with yellow hair. Specimen was unusually large (15.4 kilograms 2 ) and continued to display behavior consistent with a Golden Retriever rather than a feline.",
        "Target: D-4281, 28 year old Caucasian male. Result: D-4281 transformed into a living specimen of Homo neanderthalensis.",
        "Preface: To test the limits of the danger SCP-3108 could pose to a human being, security officer Gardiner was instructed to reload and fire the gun repeatedly until ordered to cease. Target: D-3578, 24 year old Hispanic male. Result: Initially displaying similar results to D-4281, D-3578 proceeded to transform into a variety of different species including what appeared to be an Australopithecus, an unidentified member of the gibbon family, and a specimen of Bradypus pygmaeus. 3 On nine occasions, the transformation did not result in a change of species but instead resulted in visible evidence of maiming, disease, or disability. Following 46 successive uses, testing was ceased as D-3578 had been reduced to a specimen of Lumbricus terrestris too small to be accurately hit by SCP-3108-1. Notes: Due to concerns from the Ethics Committee as well as the possibility of accidental creation of a Homo ignotus specimen, testing of SCP-3108 on humanoids is suspended effective immediately pending a hearing.- Dr Dietz",
        "Interviewed: POI-6897, Nathan Pierce. Subject displays low level reality altering capabilities common among anartists and GAW members. Interviewer: Dr. Leo Dietz <Begin Log> Dr. Dietz: Mr. Pierce, today I'm going to be asking you some questions about another of your… creations. Specifically, the gun. POI-6897: Get fucked. Dr. Dietz: Now now, that isn't very helpful. Perhaps I should have Agent Green talk to you again instead? POI-6897: That, um, that isn't necessary. I'm sure he's a busy guy, we wouldn't want to bother him, lol. Dr. Dietz: Pierce, did you really just say the letters lol out loud? POI-6897: Ugh. I'm used to talking on the internet, sue me. And it's Kektagon to you. So, what do you fascist cucks want to know? Dr. Dietz: I am not going to call you by your juvenile screen name. More importantly, why did you create the gun? POI-6897: Oh the Nerfing gun. Classic. Yeah, I thought it would be funny. Dr. Dietz: …That's all? POI-6897: Look, what to do you want me to say? That it's a symbol of guns making the world worse or something? Not everything has some grand purpose man. It's just something I thought of while smoking. I mean come on, a Nerf gun that makes things shitty. It's hilarious! I didn't even think of the obvious pun until later. Eventually I got bored of it and gave it to my bro as a birthday gift. Probably should have warned him to be more careful, but live and learn am I right? Dr. Dietz: You honestly expect me to believe that? Despite your group's supposed pacifism, the anomalies you all have produced can be lethal . This little joke of yours has changed steel into balsa wood and people into invertebrates. You clearly intended this as a weapon. POI-6897: …You, you used it on people? Dr. Dietz: Our testing history is not relevant to- POI-6897: It… It was supposed to be a joke. It was funny. I changed Mass Effect 2 into Mass Effect 3, my neighbor's SUV into a Smart Car, I didn't use it on people! You bastards, why the hell would you do that? I'm not a murderer damn it! Why, why would you turn a joke into a torture device? Just… just get out of my cell. I'm done talking. <End Log>",
        "\" SCP-3108 \" by Modern_Erasmus, from the SCP Wiki . Source: https://scpwiki.com/scp-3108 . Licensed under CC-BY-SA .",
        "Filename: CustomisationNerfEthis.jpg Name: CustomisationNerfEthis.jpg Author: Leonarius License: CC-BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-3108",
    "object_class": "Safe",
    "containment_procedures": "SCP-3108 is to be contained in a standard anomalous object containment vault in Site-64, and is not to be removed except for testing purposes. Proposed tests must be approved in advance by both Dr. Johnson and Dr. Dietz. SCP-3108-1 is not to be loaded into SCP-3108 except during testing, and is to be stored in a separate containment unit.",
    "description": "SCP-3108 is a heavily modified Nerf brand dart gun which demonstrates anomalous transformative properties when paired with SCP-3108-1, a foam dart discovered loaded within SCP-3108 at the time of recovery. SCP-3108 does not demonstrate these properties when firing Nerf darts other than SCP-3108-1, nor does SCP-3108-1 demonstrate these properties when fired from a different Nerf dart gun. The phrase \"OP PLS NERF\" is inscribed on the exterior of SCP-3108-1 in red ink.",
    "title": "SCP-3108"
}