{
    "url": "https://scp-wiki.wikidot.com/scp-3109",
    "all_text": "rating: \n+126\n+\n–\nx\n\n\n\n\nSCP Foundation InfoSec/PR Statement\n\n\nThe existence of SCP-3109 may be publicly acknowledged, but must be limited to the following information:\n\n\n\n\nAn indeterminate series of anomalous events is taking place in the vicinity of Kuiper Belt Object 9987320 2448-U102.\n\n\nFoundation assets are working with various UN and Martian militaries to resolve and contain the situation.\n\n\nThe environment of and space surrounding KBO 2448-U102 is currently incompatible with sustained human presence.\n\n\nInformational security is being maintained in the event the situation results in the manifestation of dangerous memetic or infohazardous properties.\n\n\nCivilian equipment or persons attempting to enter the quarantine zone are subject to immediate destruction. Any civilian attempting to observe the quarantine zone is subject to detainment, amnestic therapy, or permanent containment as appropriate.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKBO 2448-U102 as viewed from Enceladus Site-01. SCP-3109-1 Visible in upper right quadrant.\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-3109\n\nObject Class:\n Euclid\n1\n\n\nSpecial Containment Procedure:\n A Foundation automated quarantine zone is in effect around SCP-3109 at a distance of 5,000 km. Astronomical observation, robotic and manned exploration of the body formerly known as KBO 2448-U102 is strictly prohibited to all civilian entities.\n\n\nUN and Martian Nation States are permitted to continue basic reconnaissance and observation of the object, subject to informational transparency with Foundation Assets and other involved Nation States. Data obtained from these observations must be classified Top Secret within their respective governments. Non-Foundation equipment entering the quarantine zone may not be retrieved under any circumstances.\n\n\nExploration of SCP-3109 is subject to total loss at a rate of 40%. Surviving expeditions have internal loss rate exceeding 60%. All personnel assigned to SCP-3109 must be made aware of this prior to assignment. Exploration by D-Class Foundation assets must be voluntary by order of the Ethics Committee. Consent is not implied by prior voluntary D-Class service.\n\n\nFuther attempts to contact, sample, or neutralize SCP-3109-1 are prohibited.\n\n\nDescription:\n SCP-3109 is a roughly spherical area centered on the newly discovered Kuiper Belt Object 2448-U102 with an approximate radius of 25,000 km. Material entering SCP-3109 may change in shape, size, chemical composition, and mass, and are also subject to various temporal and spatial distortions\n2\n. The area is also subject to random manifestation of simple and complex objects, both organic and inorganic, including artifacts normally only known to be manufactured by humans\n3\n. Unlike other reality-altering phenomena observed within Foundation accessible space, Kant readings within the region consistently align with the vacuum background level of 0.92 and 1.05 Humes.\n\n\nSCP-3109-1 is an unidentified anomalous entity or object which exists in the vicinity of KBO 2448-U102 at a distance ranging between 0 and 10,000 km of the planetoid's surface. Though SCP-3109-1 is corporeal and visible to lidar, spectroscopic analysis of its composition remains inconclusive, suggesting composition of some exotic form of matter. Despite consistent changes in position, SCP-3109-1 does not move in the classical sense. Though apparent movement can be measured at either the leading or trailing edge, photographic and video evidence confirms that the bulk of SCP-3109-1 remains stationary at all times. The object proceeds through space by manifesting additional material at its leading edge, and annihilating material at its trailing edge. Due to this, SCP-3109-1 is capable of apparently instantaneous movement and acceleration in any direction.\n\n\nWhenever SCP-3109-1 approaches within 200 km of KBO 2448-U102's surface, the planetoid's topography, environment, and chemical composition are subject to radical changes. Alteration becomes more severe as SCP-3109-1's proximity increases. Observed alterations include manifestation of oxygen atmosphere, spontaneous generation of living organic material, creation of new mountain ranges, liquefaction of the planetoid's crust, and spontaneous nuclear explosion. Despite continued contact with SCP-3109-1, KBO 2448-U102's orbit remains stable, and remote measurements of its mass remain unchanged.\n\n\nDiscovery:\n On 14 September 2448 CE, automated Martian deep-system survey equipment on Ganymede identified the 4th inclination of a new Kuiper Belt object approximately 1060 km in radius, and granted the designation KBO 2448-U102. Analysis of photographic data from the planetoid identified several unidentifiable anomalies in its observed brightness. Martian Navy assets dispatched a long distance probe to perform basic reconnaissance in hopes of retrieving additional water ice and complex organics from the site to stabilize deficits in Martian planetary eco-forming and asteroid belt holdings.\n\n\nThe probe entered local KBO 2448-U102 space on 05 January 2449 and began transmitting still images of the planetoid along with inconclusive spectroscopic analysis of another large (>200km in length) object apparently in orbit. Transmission continued for 37 minutes before the probe abruptly failed for unknown reasons (See Figure 1 Above).\n\n\nMartian Naval intelligence quickly notified UN Spacy and Foundation assets of possible anomalous activity, detained all persons directly exposed to the feed, and turned over their records to the Foundation in compliance with DSAAD\n4\n Article 1.\n\n\nUN Spacy assets revealed at that time that an additional, manned mission was in transit to KBO 2448-U102 as of 16 September 2448 in an attempt to establish a sovereign base on the planetoid for future Kuiper Belt operations, flying under radio blackout which would not be lifted by the crew until planned transmission on 07 February. Under duress, UN Spacy assets authorized the release of vessel designation and yielded contact frequencies and command of the mission to the Foundation on 12 January.\n\n\n\n\n+ Transmission Log 3109-01\n\n\n\n\n- Access Granted\n\n\n\n\n\n\nTransmission Log 3109-01, 07022449\n\n\nForeword:\n \nThe following is a transcript of transmission between Foundation Site Enceladus-01 and Frigate Class Vessel \"UNV ██████████\" on 07 February 2449. Mission objective, Fact-Finding regarding possible anomalous activity surrounding KBO 2448-U102. Conversation carried out over Direct Wave communication at 15 minute delay.\n\n\nParticipants:\n \nSCP Researcher Marconi Van Allen; UN Spacy Captain Park, ████-█████\n\n\nResearcher Van Allen:\n United Nations Vessel ██████████, this is researcher Marconi Van Allen of the SCP Foundation. We have been granted jurisdiction over this vessel by Admiral ██████ █████ under DSAAD Article 5. Please Respond with your mission status as soon as possible.\n\n\nCaptain Park:\n SCP Researcher, this is a UN Spacy restricted frequency. No further communication will be acknowledged until we receive confirmation from Admiral █████ herself.\n\n\nAdmiral █████ provided verification through UN Spacy's on-world vessel. Conversation resumed after 45 minutes of radio silence.\n\n\nCaptain Park:\n SCP Site Enceladus-01, this uh… This is Captain Park reporting. I'm sorry, you have us at a loss. We're uh… This is a torpedo bomber designed for running military blockades. Just about the only thing we do is move fast, take pictures, and shoot back.\n\n\nResearcher Van Allen:\n Captain, I understand this is outside your normal mission parameters, and I'm very sorry. This situation is still evolving, and it's important for the safety of humanity that we not miss this opportunity to get important intelligence on KBO 2448-U102. You're equipped with video equipment, lidar, and a spectrometer, correct? Just that can tell us a lot.\n\n\nCaptain Park:\n Enceladus, yes that's correct. But you can imagine, getting a call from the Foundation is not good news in deep space. We'll participate in the mission, but I need you to know that my crew and my ship come first and your intel comes second. I'd rather face a Court Martial than… I need some assurance that you're not going to screw us.\n\n\nResearcher Van Allen:\n Understood, ██████████, we are classing you as a provisional Class E asset. That makes your safety our top priority. Based on our telemetry, by the time you get this you'll be within 10,000 km of the object. I need you to perform a HARD deceleration burn as soon as possible. We don't know how far out this thing reaches yet. The farther away you can park, the better. Then point the forward array at the planetoid and send us anything you get back.\n\n\nTelemetry data shows UNV ██████████ begins deceleration at 3G prior to stop 5000 km from the surface of KB 2448-U102. Data stream connected. Analysis reveals composition of complex organics, water ices, methane, amonia, carbondioxide, oxygen, and trace metals.\n\n\nCaptain Park:\n Enceladus, this… You should know that none of this is right. I'm looking at U102 out the window right now and it's a dead rock. No sign of anything like what the spec is showing. We're going to resend.\n\n\nData stream connected. Analysis reveals object is composed primarily of heavy metals, with highest concentrations of iron, cobalt, titanium, and uranium. Traces of silicates also present.\n\n\nCaptain Park:\n Enceladus, I'm really wondering if there's something wrong with our -\n\n\nAlarm klaxon is audible on tape. Red proximity alarm is visible on video feed.\n\n\nCaptain Park:\n Red Alert! Strap in, NOW. Helmsman, evade! Enceladus base, unidentified object rapidly approaching. We -\n\n\nA loud crash is audible. Video displays sudden lateral acceleration in the bridge.\n\n\nCaptain Park:\n Shit, starboard hull puncture. Seal that Deck! Enceladus, we are officially aborting. Mr. Kim, bring me the Sun!\n\n\nTelemetry indicates vessel begins retreat under 8G thrust for twenty minutes before slowing to 0.3 G. Contact reestablished.\n\n\nCaptain Park:\n Mr. Van Allen, if you still read, here's our situation. During our last transmission the ██████████ was attacked by an… entity? A ship? A geometric crystaline… shape of some kind. I don't know exactly how, but it changed size, shape, speed, color… We'll send you video now but… I could barely see it. Rodriquez in weapons thinks it was hiding in the shadow of our planetoid. Lidar didn't even see it until it was 20km away. Right now we're limping home. The contents of our galley, a significant portion of our atmo, and about 2/3rds of our Deuterium vented into space during that last burn. Still leaking a little air. We have… Rod what was it? Two weeks operation time at current thrust. That'll put us just inside Saturn's orbit and about another week from your position before we're sunk. Please advise.\n\n\nResearcher Van Allen:\n Captain Park, you and your crew did wonderfully. Foundation vessels will rendezvous with you at attached coordinates in nine days. Keep in touch.\n\n\nAfterword:\n \nUNV ██████████ retrieved without incident. Ship's engineer, Lieutenant Velma Wirth, deceased of acute radiation exposure. All surviving crew members demonstrate various stages of radiation sickness. Radiation source unknown. Crew, vessel, and all material inside vessel subject to decrease in volume and mass of 0.2%. UNV ██████████ outer hull perforated in 47 places. Metallic distortion suggests punctures originated from between layers 5 and 7 of hull plating. No foreign material recovered from damage sites or within the vessel.\n\n\n\n\n\n\n\n\n\n\nManned Expedition Log:\n The following table contains a list of notable manned expeditions to SCP-3109, including contact attempts with SCP-3109-1.\n\n\n\n\n+ Display Manned Expedition Log 3109\n\n\n\n\n- Access Granted\n\n\n\n\n\n\n\n\nExpedition\n\n\nItems Recovered\n\n\nStatus\n\n\nAdditional Comment\n\n\n\n\n\n\n3109-01\n\n\nNone\n\n\nTotal loss (3 KIA)\n\n\nSCP-3109-1 appeared inert on approach. Surface composition appeared static. Landing authorized. Spontaneous spaghettification of craft immediately prior to touchdown on surface of KBO 2448-U102.\n\n\n\n\n\n\n3109-05\n\n\nApproximately 250 mL of \nSCP-447\n\n\nSafe Recovery\n\n\nDuring surveillance at range of 7000 km, all expedition members experience foul minty taste. Science Officer Rachel Smith-09 recognizes potential containment breach, instructs crew to expectorate immediately and aborts mission.\n\n\n\n\n\n\n3109-07\n\n\n1 human cadaver: D-2780\n\n\n1 D-Class Asset KIA\n\n\nOn approach within 2350 km of SCP-3109-1, Foundation craft experienced collision with an unidentified human cadaver. Recovery by crew revealed identity to be D-2780, currently on board. Mission ordered to proceed. When attempting to contact SCP-3109-1 at range of 20 km on standard narrow-band laser frequencies, the animate instance of D-2780 spontaneously disappeared from the vessel. Mission aborted. Analysis of cadaver suggests temporal displacement in excess of three months.\n\n\n\n\n\n\n3109-12\n\n\n3 rotary telephones, 1 live walrus, 2 anomalous amorphous entities resembling \nSCP-1297\n-1\n\n\nSafe Recovery\n\n\nObjects encountered during installation of current containment perimeter. Telephones and walrus display no anomalous properties. Walrus proves unable to survive vacuum condition after retrieval. Proposal to return SCP-1297-1 instances to containment currently under review.\n\n\n\n\n\n\n3109-13\n\n\nNone\n\n\n6 D-Class Assets MIA, Presumed Dead\n\n\nSee Addendum 3109-1.\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 3109-1:\n During manned expedition to SCP-3109 on 19102455, The FSV \"Tempestuous\" manned by 6 voluntary D-Class personnel was completely subsumed by SCP-3109-1. Transmissions from the Tempestuous continued to be received for the following 72 hours, but apparently could not receive any transmissions from the Foundation regardless of source. Below are selected transcribed portions of those transmissions.\n\n\n\n\n+ Transmission Log 3109-13 0s - 05m 045s\n\n\n\n\n- Access Granted\n\n\n\n\n\n\nD-2953:\n FUCK! Operating lights up now. '82, find me a star or something.\n\n\nD-2982:\n On it. Lights coming up now. …Whoa…\n\n\nD-2953:\n Enceladus, I don't know if you still read us, but if you can, we've been straight \nswallowed\n by whatever the fuck this thing is. I… Allah hu akbar, it's beautiful. Like looking out into a shattered stain-glass mirror. '82, do we have stars?\n\n\nD-2982:\n Nothing yet, skipper. A couple IR sources but… it doesn't make any sense.\n\n\nD-2971 (over ship's com):\n Skipper we have… We have atmo outside of the ship? It's high oxygen and some trace gasses. About one-third ATM. I think we can breathe it.\n\n\nD-2953:\n Swear to fuck, if any of you open up that airlock, I'm not letting you back in.\n\n\nD-2982:\n Skip, recommend we defrost two or three for an EVA to figure it out?\n\n\nD-2953:\n Seriously, what did I just —\n\n\nLoud crashing is heard followed by several yells. Massive lateral acceleration visible on feed. Inaudible speaking continues for two minutes before D-2953 is able to reach the com.\n\n\nD-2953:\n Enceladus, we just got heavy. Things are… Oh come on. Enceladus, we're lying on our side on some kind of surface, covered in yellow filaments that look like wheat grass. And there has to be 200 dogs just chilling outside the front window right now. Small, brown and white coloring… We're gonna have to call you back. I have no idea what's going on right now. '82, wake '47 and '48 up here we're gonna need—\n\n\nUNKNOWN:\n Enceladus base… Please… Someone… (Repeats 5x)\n\n\nAfterword\n: \nVideo feed from the craft's exterior, though distorted, is sufficient to identify at least 20 instances of \nSCP-2624\n-3. Additional animate canines are present, but fidelity is insufficient to give a positive ID.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Transmission Log 3109-13 02hr 38m 12s to 03hr 15m 10s\n\n\n\n\n- Access Granted\n\n\n\n\n\n\nD-2982:\n Enceladus this is D-2982… Skipper's dead. Or wishes she was. About 20 minutes ago, she was… vivisected… by an unknown… I'm trying to be professional about this, but I can't. We're all gonna die up here. '53 was torn to bits by some invisible nonsense. She just… Spun apart. All the tiny fleshy bits of her just… decoupled from one another. And for a minute there, her heart kept beating and her eyes kept moving. Her tongue and her… I don't know if she was trying to talk. But all of it started twitching. Then she spun back together again, fell to the deck, and hasn't moved since. I'm afraid to touch her.\n\n\nCom channel remains open for five minutes in complete silence.\n\n\nD-2982:\n We still don't know what happened to our EVA, that was almost a day ago. I'm gonna go ahead and call them lost.\n\n\nFaint barking audible in background.\n\n\nD-2982:\n Dogs are back…\n\n\nAudible crying begins. Soft sobs punctuated by wailing continue for approximately 10 minutes.\n\n\nD-2982:\n Skipper's alive… Still… Still under thrust. If this were any place else we'd be a million kilometers away by now but the… the background hasn't changed noticeably. Still can't see any stars. No closer to the edge. I'm hearing some things bounce off the hull every now and again, but I stopped caring after I saw '65's body floating by… about 20,000 kilometers across.\n\n\nD-2971 (over ship's com):\n Ready to fire those engines, skipper.\n\n\nD-2982:\n … I gave that order at least 20 hours ago. And I am heavy, we're definitely under thrust. Fuuuuuuuuuuuuu\n\n\nVowel holds for 28 minutes.\n\n\nD-2982:\n -uk this place this place this place. [ \nDepresses ship's com\n ] '71, confirm for me we're under thrust… '71, you there?\n\n\n10 minutes of silence\n\n\nD-2971:\n I got you '82. I was just gonna ask skipper if you wanted me to fire those engines?\n\n\nD-2982:\n …Sure. Give me .75 G and let's get out of here.\n\n\nD-2971:\n HA, don't have to tell me twice!\n\n\nUNKNOWN:\n Maybe we're the ones that aren't in the right order.\n\n\nD-2982 looks directly at the com camera, and remains motionless until feed cuts.\n\n\nAfterword:\n \nDue to the content of this log and subsequent logs, it's very likely that this log arrived to the Foundation at least 24 hours ahead of the time it was sent.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Transmission Log 3109-13 17h 00m 57s to 17h 39m 15s \n\n\n\n\n- Access Granted\n\n\n\n\n\n\nForeword:\n \nThis portion of the transmission does not appear to have originated from the bridge, but from within the EVA equipment originally stored on the Tempestuous. Receipt of this transmission indicates significant distortion of EM radiation within the anomaly, and may be responsible for past symptoms of radiation exposure noted in manned expeditions. Accompanying camera feed from EVA-2, worn by D-2948.\n\n\nD-2947:\n '47 check.\n\n\nD-2948:\n '48 check.\n\n\nD-2965:\n '65 check.\n\n\nD-2953:\n And this is Ops, reading you all. Go ahead and… Fuck, go ahead and open the airlock I guess.\n\n\nD-2948:\n Heh, Skipper's afraid of goofy space shit. Skip, didn't you grow up on Mars? Isn't this just like… Thursday for you?\n\n\nD-2953:\n Don't start, asshole, you just woke up. Shit is literally sideways up here.\n\n\nD-2947:\n Airlock cycling… Done.\n\n\nAirlock door opens. View of exterior of craft shown through airlock window is inconsistent with the view once the door is opened. Outside shows very little ambient light, no yellow filaments, and no animate canines. Landscape consistent with other dwarf planetoids in the Kuiper Belt to date.\n\n\nD-2948:\n Wow. Real spooky. I gotta tell you Skip, this is super scary.\n\n\nD-2947:\n Leaving the airlock now. '53, we're seeing a planetary surface, do you have video?\n\n\nD-2953:\n Yes, I do… I'm still seeing dogs and wheat grass up here at the bridge.\n\n\nAll three expeditions members exit the airlock. Camera shows a sky full of stars, with SCP-3109-1 visible high in the sky. Range unknown. Angular size of 15 degrees at its longest. Object proceeds slowly toward the setting sun.\n\n\nD-2965:\n …Skipper, you're absolutely sure that we're inside of Dash-One?\n\n\nD-2953:\n Yes, I'm sure. I see your feed, I don't… I don't know what to think I might be some -\n\n\n\n\nAudio from the bridge immediately cuts as the airlock doors cycle closed. Camera view whips to location of the airlock. No ship is visible and there are no signs of the Tempestuous ever having landed behind them.\n\n\nD-2965:\n Skip?… '53? Tempestuous, this is EVA team, do you copy?\n\n\nD-2948 can be heard beginning to hyperventilate in his suit. D-2948 screams.\n\n\nD-2947:\n Oh shit. SHIT. '65 where's the fucking ship?!\n\n\nD-2965:\n …Oh no.\n\n\nD-2948:\n We're dead. We're fucking dead. That's it. The air is gonna run out and we're gonna die and that'll be the end.\n\n\nD-2965 pulls D-2948 to her helmet and speaks without opening com. Vibrations picked up by in-suit microphone.\n\n\nD-2965:\n You need to calm down. If you keep hyperventilating, you're going to run your CO2 up and blow your scrubber before you run out of Oxygen.\n\n\nD-2948:\n Who cares?! What difference does it make? We're fucked!\n\n\nD-2965:\n We don't know that yet. It looks bad. But we might have options. [ \nResumes use of Coms\n ] Ok, first thing, we look for a cave or a hollow, and a large rock that'll fit over the surface. Second we work on boosting the signal of our transmitter in hopes we can catch a mining vessel.\n\n\nD-2947:\n What about Dash-One? Any second this place could turn into the surface of the sun!\n\n\nD-2965:\n Yeah, and it might turn into the Jersey Shore, too. That's an unknown. We have to deal with what we have.\n\n\nSCP-3109-1 suddenly extends in length such that its nearest point is directly above D-2948 at an apparent range of less than 1 km. Angular size now in excess of 90 degrees. Entity takes on a bright yellow coloration. D-2947 and 2948 retreat several dozen meters. D-2965 stops and looks up at the object.\n\n\nD-2965:\n …Magnificent… Do you hear that?\n\n\nD-2948:\n '65, don't look at it!\n\n\nD-2965:\n I hear something. It's singing. Do you not hear that singing?\n\n\nD-2965 suddenly accelerates upward as if in free-fall greater than 1 G. Her trajectory deflects around SCP-3109-1 prior to D-2948 continuing retreat. Blue cuboid crystalline structures (possibly a copper molecular salt) spontaneously form in the surrounding area and slowly rise toward SCP-3109-1. Camera pans around and large crystal accumulation can be seen on the outer surface of the object. D-2948 continues retreat, but movement begins to slow and strides become shorter, as if responding to increased gravitation. Liquids of indeterminate composition manifest on the surface and rise in small spherical droplets. D-2947 drops into a large puddle of opaque liquid which settles immediately. No trace of D-2947 remains. Distressed vocalization is audible from D-2948 as forward progress stops and camera angle ascends.\n\n\nD-2948:\n Skipper! Tempestuous! Someone answer me! I'm getting pulled into it!\n\n\nD-2948 continues to rise above KBO 2448-U102. Analysis indicates possible red shifting of planetoid surface which is inconsistent with observed velocity. SCP-3109-01 structures surround D-2948. Ambient light from indeterminate source illuminates several polyhedral crystalline structures. Red shift effect appears to stop. Camera reorients to the direction of D-2948's motion. FSV Tempestuous is visible in upper right quadrant of feed for 0.3 seconds before suddenly disappearing. D-2948 makes sudden contact with a surface resembling planetary basalt. Vital signs from within the suit no longer detectable.\n\n\nCamera continues transmitting for 25 minutes. Portions of basalt structure crumble and float away toward blue crystals resembling those collected from the surface of KBO 2448-U102. Both materials spontaneously liquefy and combine together. Small structures resembling the appearance of SCP-3109-01 in an inactive state manifest within the solution, and expand to consume it. Structures form resembling calcite pins on the surface of these instances, which suddenly disintegrate and accelerate outward in all directions. Five such instances develop and disintegrate in view of the camera before feed cuts.\n\n\nUNKNOWN:\n Don't come for me. I've made my peace.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Transmission Log 3109-13 55h 40m 18s - 56h 00m 00s\n\n\n\n\n- Access Granted\n\n\n\n\n\n\nText Description:\n \nFor the duration of this segment, the transmission feed from the Tempestuous is replaced by a silent video stream of the final 20 minutes of the film \"2001: A Space Odyssey\". Whether this is intentional or due to spatial/temporal distortions surrounding SCP-3109-1 is unknown.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Transmission Log 3109-13 69h 20m 75s to 69h 23m 97s\n\n\n\n\n- Access Granted\n\n\n\n\n\n\nForeword:\n \nTransmission appears to be an isolated single-camera feed from the exterior of FSV Tempestuous. Neither the Tempestuous nor its crew are visible. Audio transmission appears to be a male human voice claiming to be an agent of the Foundation which matches no voice printing on record. Time stamps of video appear to have been anomalously altered to allow up to 125s per minute during this segment.\n\n\nUNKNOWN:\n Enceladus Base… Please… Someone…\n\n\nCamera depicts a view consistent with earlier views of the interior of SCP-3109-01. Large luminous structures similar in shape to electron orbitals are visible floating within the field.\n\n\nUNKNOWN:\n but I'm not confident.\n\n\nUNKNOWN:\n I don't know if anyone can hear me, but if you can… Stay away from Oberon\n5\n, there's nothing for us here. It's… it's connected to 3109 somehow.\n\n\nLuminous structures drift toward one another, forming ring structures consisting of five or six.\n\n\nUNKNOWN:\n From what I've seen… Whatever is down here can do just about anything. I wish it made more sense.\n\n\nRing structures collide with other solitary floating structures, and attach to the edges of each ring at predictable angles.\n\n\nUNKNOWN:\n It's absolutely beautiful but I can't figure it out. They're huge. Big as a house. What's that… 10 meters across? something like that. Like enormous extra-dimensional tinker toys. Allah hu'akbar I hope this feed gets to someone smarter than me. It's a Foundation vessel, so hopefully the transmitter is still working.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nStill image from Transmission Log 3109-13 @ 55h 22m 109s\n\n\n\n\n\n\n\n\nLarge groups of the unidentified structures combine in geometric patterns in many parts of the field. View is insufficient to be conclusive as to greater structure, but structures appear to resemble known organic chemicals of some variety.\n\n\nUNKNOWN:\n I was separated from my team… Maybe they'll make it back with a complete report… I don't even know if you'll get this in the right order. My memories aren't even in the right order…\n\n\nMotion and recombination of luminous structures continues throughout.\n\n\nUNKNOWN:\n after we landed. They just vanished.\n\n\nUNKNOWN:\n Enceladus Base… Please… Someone…\n\n\nAfterword:\n \nAnalysis of video feed by organic chemistry lab at Site-19 confirms the presence of structures analogous to deoxyribose based nucleotides. Still attached for reference.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nProposing we investigate causal and spatial isolation of KBO 2448-U102 and surrounding space from the rest of the Sol System. The anomaly is dangerous and unpredictable, and allowing its continued existence in the Kuiper belt has the potential to destabilize future prospecting operations, and thereby the existence of all extraterrestrial human presence. Mars and Ceres included. Attached to this proposal are plans for an array of N-dimensional manifold inhibitors capable of contracting and isolating the entirety of the current containment strata within a standard S-213 causal isolation cell. Please consider this option seriously, expenses notwithstanding.\n\n\n- Jr Researcher \nDr. Thaddeus Xyank\n, Extra-spatial Topology\n\n\n\n\n\n\nProposal rejected by 3-9 decision. There is as yet insufficient evidence to suggest that this containment would prove to be indefinitely effective. This is beyond us. Leave it alone.\n\n\n- O5-12\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Reclassification to \"Occam\" rejected on grounds that this object cannot be determined to be a natural or constructed anomalous phenomenon. In addition, the object cannot be confirmed to be self-containing, nor to have any benefit to maintaining collective normalcy. Until any of these points can be verified, Euclid classification remains appropriate. -HMCL Rachel Smith-09\n\n\n2\n. Such alteration of objects and causality has been observed in roughly 22% of recorded missions.\n\n\n3\n. Manifestation of objects occurs in roughly 11% of recorded observations and missions.\n\n\n4\n. Deep Space Anomalous Activity Directive\n\n\n5\n. Also known as Uranus IV. Subsequent remote survey of the moon was unable to detect any anomalous properties. Topological similarity between \"Oberon\" and KBO 2448-U102 approaches 100% during SCP-3109-1 inactive periods. The relation between these bodies is as yet unknown. Surface study of the moon currently under consideration.\n\n\n\n\n\n\n\n\n« \nSCP-3108\n | SCP-3109 | \nSCP-3110\n »",
    "addendums": [
        "Addendum 3109-1: During manned expedition to SCP-3109 on 19102455, The FSV \"Tempestuous\" manned by 6 voluntary D-Class personnel was completely subsumed by SCP-3109-1. Transmissions from the Tempestuous continued to be received for the following 72 hours, but apparently could not receive any transmissions from the Foundation regardless of source. Below are selected transcribed portions of those transmissions."
    ],
    "documents": [],
    "notes": [
        "SCP Foundation InfoSec/PR Statement The existence of SCP-3109 may be publicly acknowledged, but must be limited to the following information: An indeterminate series of anomalous events is taking place in the vicinity of Kuiper Belt Object 9987320 2448-U102. Foundation assets are working with various UN and Martian militaries to resolve and contain the situation. The environment of and space surrounding KBO 2448-U102 is currently incompatible with sustained human presence. Informational security is being maintained in the event the situation results in the manifestation of dangerous memetic or infohazardous properties. Civilian equipment or persons attempting to enter the quarantine zone are subject to immediate destruction. Any civilian attempting to observe the quarantine zone is subject to detainment, amnestic therapy, or permanent containment as appropriate.",
        "Transmission Log 3109-01, 07022449 Foreword: The following is a transcript of transmission between Foundation Site Enceladus-01 and Frigate Class Vessel \"UNV ██████████\" on 07 February 2449. Mission objective, Fact-Finding regarding possible anomalous activity surrounding KBO 2448-U102. Conversation carried out over Direct Wave communication at 15 minute delay. Participants: SCP Researcher Marconi Van Allen; UN Spacy Captain Park, ████-█████ Researcher Van Allen: United Nations Vessel ██████████, this is researcher Marconi Van Allen of the SCP Foundation. We have been granted jurisdiction over this vessel by Admiral ██████ █████ under DSAAD Article 5. Please Respond with your mission status as soon as possible. Captain Park: SCP Researcher, this is a UN Spacy restricted frequency. No further communication will be acknowledged until we receive confirmation from Admiral █████ herself. Admiral █████ provided verification through UN Spacy's on-world vessel. Conversation resumed after 45 minutes of radio silence. Captain Park: SCP Site Enceladus-01, this uh… This is Captain Park reporting. I'm sorry, you have us at a loss. We're uh… This is a torpedo bomber designed for running military blockades. Just about the only thing we do is move fast, take pictures, and shoot back. Researcher Van Allen: Captain, I understand this is outside your normal mission parameters, and I'm very sorry. This situation is still evolving, and it's important for the safety of humanity that we not miss this opportunity to get important intelligence on KBO 2448-U102. You're equipped with video equipment, lidar, and a spectrometer, correct? Just that can tell us a lot. Captain Park: Enceladus, yes that's correct. But you can imagine, getting a call from the Foundation is not good news in deep space. We'll participate in the mission, but I need you to know that my crew and my ship come first and your intel comes second. I'd rather face a Court Martial than… I need some assurance that you're not going to screw us. Researcher Van Allen: Understood, ██████████, we are classing you as a provisional Class E asset. That makes your safety our top priority. Based on our telemetry, by the time you get this you'll be within 10,000 km of the object. I need you to perform a HARD deceleration burn as soon as possible. We don't know how far out this thing reaches yet. The farther away you can park, the better. Then point the forward array at the planetoid and send us anything you get back. Telemetry data shows UNV ██████████ begins deceleration at 3G prior to stop 5000 km from the surface of KB 2448-U102. Data stream connected. Analysis reveals composition of complex organics, water ices, methane, amonia, carbondioxide, oxygen, and trace metals. Captain Park: Enceladus, this… You should know that none of this is right. I'm looking at U102 out the window right now and it's a dead rock. No sign of anything like what the spec is showing. We're going to resend. Data stream connected. Analysis reveals object is composed primarily of heavy metals, with highest concentrations of iron, cobalt, titanium, and uranium. Traces of silicates also present. Captain Park: Enceladus, I'm really wondering if there's something wrong with our - Alarm klaxon is audible on tape. Red proximity alarm is visible on video feed. Captain Park: Red Alert! Strap in, NOW. Helmsman, evade! Enceladus base, unidentified object rapidly approaching. We - A loud crash is audible. Video displays sudden lateral acceleration in the bridge. Captain Park: Shit, starboard hull puncture. Seal that Deck! Enceladus, we are officially aborting. Mr. Kim, bring me the Sun! Telemetry indicates vessel begins retreat under 8G thrust for twenty minutes before slowing to 0.3 G. Contact reestablished. Captain Park: Mr. Van Allen, if you still read, here's our situation. During our last transmission the ██████████ was attacked by an… entity? A ship? A geometric crystaline… shape of some kind. I don't know exactly how, but it changed size, shape, speed, color… We'll send you video now but… I could barely see it. Rodriquez in weapons thinks it was hiding in the shadow of our planetoid. Lidar didn't even see it until it was 20km away. Right now we're limping home. The contents of our galley, a significant portion of our atmo, and about 2/3rds of our Deuterium vented into space during that last burn. Still leaking a little air. We have… Rod what was it? Two weeks operation time at current thrust. That'll put us just inside Saturn's orbit and about another week from your position before we're sunk. Please advise. Researcher Van Allen: Captain Park, you and your crew did wonderfully. Foundation vessels will rendezvous with you at attached coordinates in nine days. Keep in touch. Afterword: UNV ██████████ retrieved without incident. Ship's engineer, Lieutenant Velma Wirth, deceased of acute radiation exposure. All surviving crew members demonstrate various stages of radiation sickness. Radiation source unknown. Crew, vessel, and all material inside vessel subject to decrease in volume and mass of 0.2%. UNV ██████████ outer hull perforated in 47 places. Metallic distortion suggests punctures originated from between layers 5 and 7 of hull plating. No foreign material recovered from damage sites or within the vessel.",
        "D-2953: FUCK! Operating lights up now. '82, find me a star or something. D-2982: On it. Lights coming up now. …Whoa… D-2953: Enceladus, I don't know if you still read us, but if you can, we've been straight swallowed by whatever the fuck this thing is. I… Allah hu akbar, it's beautiful. Like looking out into a shattered stain-glass mirror. '82, do we have stars? D-2982: Nothing yet, skipper. A couple IR sources but… it doesn't make any sense. D-2971 (over ship's com): Skipper we have… We have atmo outside of the ship? It's high oxygen and some trace gasses. About one-third ATM. I think we can breathe it. D-2953: Swear to fuck, if any of you open up that airlock, I'm not letting you back in. D-2982: Skip, recommend we defrost two or three for an EVA to figure it out? D-2953: Seriously, what did I just — Loud crashing is heard followed by several yells. Massive lateral acceleration visible on feed. Inaudible speaking continues for two minutes before D-2953 is able to reach the com. D-2953: Enceladus, we just got heavy. Things are… Oh come on. Enceladus, we're lying on our side on some kind of surface, covered in yellow filaments that look like wheat grass. And there has to be 200 dogs just chilling outside the front window right now. Small, brown and white coloring… We're gonna have to call you back. I have no idea what's going on right now. '82, wake '47 and '48 up here we're gonna need— UNKNOWN: Enceladus base… Please… Someone… (Repeats 5x) Afterword : Video feed from the craft's exterior, though distorted, is sufficient to identify at least 20 instances of SCP-2624 -3. Additional animate canines are present, but fidelity is insufficient to give a positive ID.",
        "D-2982: Enceladus this is D-2982… Skipper's dead. Or wishes she was. About 20 minutes ago, she was… vivisected… by an unknown… I'm trying to be professional about this, but I can't. We're all gonna die up here. '53 was torn to bits by some invisible nonsense. She just… Spun apart. All the tiny fleshy bits of her just… decoupled from one another. And for a minute there, her heart kept beating and her eyes kept moving. Her tongue and her… I don't know if she was trying to talk. But all of it started twitching. Then she spun back together again, fell to the deck, and hasn't moved since. I'm afraid to touch her. Com channel remains open for five minutes in complete silence. D-2982: We still don't know what happened to our EVA, that was almost a day ago. I'm gonna go ahead and call them lost. Faint barking audible in background. D-2982: Dogs are back… Audible crying begins. Soft sobs punctuated by wailing continue for approximately 10 minutes. D-2982: Skipper's alive… Still… Still under thrust. If this were any place else we'd be a million kilometers away by now but the… the background hasn't changed noticeably. Still can't see any stars. No closer to the edge. I'm hearing some things bounce off the hull every now and again, but I stopped caring after I saw '65's body floating by… about 20,000 kilometers across. D-2971 (over ship's com): Ready to fire those engines, skipper. D-2982: … I gave that order at least 20 hours ago. And I am heavy, we're definitely under thrust. Fuuuuuuuuuuuuu Vowel holds for 28 minutes. D-2982: -uk this place this place this place. [ Depresses ship's com ] '71, confirm for me we're under thrust… '71, you there? 10 minutes of silence D-2971: I got you '82. I was just gonna ask skipper if you wanted me to fire those engines? D-2982: …Sure. Give me .75 G and let's get out of here. D-2971: HA, don't have to tell me twice! UNKNOWN: Maybe we're the ones that aren't in the right order. D-2982 looks directly at the com camera, and remains motionless until feed cuts. Afterword: Due to the content of this log and subsequent logs, it's very likely that this log arrived to the Foundation at least 24 hours ahead of the time it was sent.",
        "Foreword: This portion of the transmission does not appear to have originated from the bridge, but from within the EVA equipment originally stored on the Tempestuous. Receipt of this transmission indicates significant distortion of EM radiation within the anomaly, and may be responsible for past symptoms of radiation exposure noted in manned expeditions. Accompanying camera feed from EVA-2, worn by D-2948. D-2947: '47 check. D-2948: '48 check. D-2965: '65 check. D-2953: And this is Ops, reading you all. Go ahead and… Fuck, go ahead and open the airlock I guess. D-2948: Heh, Skipper's afraid of goofy space shit. Skip, didn't you grow up on Mars? Isn't this just like… Thursday for you? D-2953: Don't start, asshole, you just woke up. Shit is literally sideways up here. D-2947: Airlock cycling… Done. Airlock door opens. View of exterior of craft shown through airlock window is inconsistent with the view once the door is opened. Outside shows very little ambient light, no yellow filaments, and no animate canines. Landscape consistent with other dwarf planetoids in the Kuiper Belt to date. D-2948: Wow. Real spooky. I gotta tell you Skip, this is super scary. D-2947: Leaving the airlock now. '53, we're seeing a planetary surface, do you have video? D-2953: Yes, I do… I'm still seeing dogs and wheat grass up here at the bridge. All three expeditions members exit the airlock. Camera shows a sky full of stars, with SCP-3109-1 visible high in the sky. Range unknown. Angular size of 15 degrees at its longest. Object proceeds slowly toward the setting sun. D-2965: …Skipper, you're absolutely sure that we're inside of Dash-One? D-2953: Yes, I'm sure. I see your feed, I don't… I don't know what to think I might be some - Audio from the bridge immediately cuts as the airlock doors cycle closed. Camera view whips to location of the airlock. No ship is visible and there are no signs of the Tempestuous ever having landed behind them. D-2965: Skip?… '53? Tempestuous, this is EVA team, do you copy? D-2948 can be heard beginning to hyperventilate in his suit. D-2948 screams. D-2947: Oh shit. SHIT. '65 where's the fucking ship?! D-2965: …Oh no. D-2948: We're dead. We're fucking dead. That's it. The air is gonna run out and we're gonna die and that'll be the end. D-2965 pulls D-2948 to her helmet and speaks without opening com. Vibrations picked up by in-suit microphone. D-2965: You need to calm down. If you keep hyperventilating, you're going to run your CO2 up and blow your scrubber before you run out of Oxygen. D-2948: Who cares?! What difference does it make? We're fucked! D-2965: We don't know that yet. It looks bad. But we might have options. [ Resumes use of Coms ] Ok, first thing, we look for a cave or a hollow, and a large rock that'll fit over the surface. Second we work on boosting the signal of our transmitter in hopes we can catch a mining vessel. D-2947: What about Dash-One? Any second this place could turn into the surface of the sun! D-2965: Yeah, and it might turn into the Jersey Shore, too. That's an unknown. We have to deal with what we have. SCP-3109-1 suddenly extends in length such that its nearest point is directly above D-2948 at an apparent range of less than 1 km. Angular size now in excess of 90 degrees. Entity takes on a bright yellow coloration. D-2947 and 2948 retreat several dozen meters. D-2965 stops and looks up at the object. D-2965: …Magnificent… Do you hear that? D-2948: '65, don't look at it! D-2965: I hear something. It's singing. Do you not hear that singing? D-2965 suddenly accelerates upward as if in free-fall greater than 1 G. Her trajectory deflects around SCP-3109-1 prior to D-2948 continuing retreat. Blue cuboid crystalline structures (possibly a copper molecular salt) spontaneously form in the surrounding area and slowly rise toward SCP-3109-1. Camera pans around and large crystal accumulation can be seen on the outer surface of the object. D-2948 continues retreat, but movement begins to slow and strides become shorter, as if responding to increased gravitation. Liquids of indeterminate composition manifest on the surface and rise in small spherical droplets. D-2947 drops into a large puddle of opaque liquid which settles immediately. No trace of D-2947 remains. Distressed vocalization is audible from D-2948 as forward progress stops and camera angle ascends. D-2948: Skipper! Tempestuous! Someone answer me! I'm getting pulled into it! D-2948 continues to rise above KBO 2448-U102. Analysis indicates possible red shifting of planetoid surface which is inconsistent with observed velocity. SCP-3109-01 structures surround D-2948. Ambient light from indeterminate source illuminates several polyhedral crystalline structures. Red shift effect appears to stop. Camera reorients to the direction of D-2948's motion. FSV Tempestuous is visible in upper right quadrant of feed for 0.3 seconds before suddenly disappearing. D-2948 makes sudden contact with a surface resembling planetary basalt. Vital signs from within the suit no longer detectable. Camera continues transmitting for 25 minutes. Portions of basalt structure crumble and float away toward blue crystals resembling those collected from the surface of KBO 2448-U102. Both materials spontaneously liquefy and combine together. Small structures resembling the appearance of SCP-3109-01 in an inactive state manifest within the solution, and expand to consume it. Structures form resembling calcite pins on the surface of these instances, which suddenly disintegrate and accelerate outward in all directions. Five such instances develop and disintegrate in view of the camera before feed cuts. UNKNOWN: Don't come for me. I've made my peace.",
        "Text Description: For the duration of this segment, the transmission feed from the Tempestuous is replaced by a silent video stream of the final 20 minutes of the film \"2001: A Space Odyssey\". Whether this is intentional or due to spatial/temporal distortions surrounding SCP-3109-1 is unknown.",
        "Foreword: Transmission appears to be an isolated single-camera feed from the exterior of FSV Tempestuous. Neither the Tempestuous nor its crew are visible. Audio transmission appears to be a male human voice claiming to be an agent of the Foundation which matches no voice printing on record. Time stamps of video appear to have been anomalously altered to allow up to 125s per minute during this segment. UNKNOWN: Enceladus Base… Please… Someone… Camera depicts a view consistent with earlier views of the interior of SCP-3109-01. Large luminous structures similar in shape to electron orbitals are visible floating within the field. UNKNOWN: but I'm not confident. UNKNOWN: I don't know if anyone can hear me, but if you can… Stay away from Oberon 5 , there's nothing for us here. It's… it's connected to 3109 somehow. Luminous structures drift toward one another, forming ring structures consisting of five or six. UNKNOWN: From what I've seen… Whatever is down here can do just about anything. I wish it made more sense. Ring structures collide with other solitary floating structures, and attach to the edges of each ring at predictable angles. UNKNOWN: It's absolutely beautiful but I can't figure it out. They're huge. Big as a house. What's that… 10 meters across? something like that. Like enormous extra-dimensional tinker toys. Allah hu'akbar I hope this feed gets to someone smarter than me. It's a Foundation vessel, so hopefully the transmitter is still working. Still image from Transmission Log 3109-13 @ 55h 22m 109s Large groups of the unidentified structures combine in geometric patterns in many parts of the field. View is insufficient to be conclusive as to greater structure, but structures appear to resemble known organic chemicals of some variety. UNKNOWN: I was separated from my team… Maybe they'll make it back with a complete report… I don't even know if you'll get this in the right order. My memories aren't even in the right order… Motion and recombination of luminous structures continues throughout. UNKNOWN: after we landed. They just vanished. UNKNOWN: Enceladus Base… Please… Someone… Afterword: Analysis of video feed by organic chemistry lab at Site-19 confirms the presence of structures analogous to deoxyribose based nucleotides. Still attached for reference.",
        "Proposing we investigate causal and spatial isolation of KBO 2448-U102 and surrounding space from the rest of the Sol System. The anomaly is dangerous and unpredictable, and allowing its continued existence in the Kuiper belt has the potential to destabilize future prospecting operations, and thereby the existence of all extraterrestrial human presence. Mars and Ceres included. Attached to this proposal are plans for an array of N-dimensional manifold inhibitors capable of contracting and isolating the entirety of the current containment strata within a standard S-213 causal isolation cell. Please consider this option seriously, expenses notwithstanding. - Jr Researcher Dr. Thaddeus Xyank , Extra-spatial Topology",
        "Proposal rejected by 3-9 decision. There is as yet insufficient evidence to suggest that this containment would prove to be indefinitely effective. This is beyond us. Leave it alone. - O5-12"
    ],
    "object_class": "Euclid1",
    "description": "SCP-3109 is a roughly spherical area centered on the newly discovered Kuiper Belt Object 2448-U102 with an approximate radius of 25,000 km. Material entering SCP-3109 may change in shape, size, chemical composition, and mass, and are also subject to various temporal and spatial distortions2. The area is also subject to random manifestation of simple and complex objects, both organic and inorganic, including artifacts normally only known to be manufactured by humans3. Unlike other reality-altering phenomena observed within Foundation accessible space, Kant readings within the region consistently align with the vacuum background level of 0.92 and 1.05 Humes.",
    "title": "SCP-3109"
}