{
    "url": "https://scp-wiki.wikidot.com/scp-3110",
    "all_text": "rating: \n+88\n+\n–\nx\n\n\n\n\n\n\nSCP-3110 during recovery\n\n\n\n\n\n\nItem #:\n SCP-3110\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-3110 is to be contained within a large containment cell in Site-76. Due to the range of SCP-3110 and its strain on resources, testing is to be limited to two times per month, where all on-site personnel are to be subjected to a full body search. Any use of SCP-3110 outside of approved testing is strictly prohibited and will result in demotion.\n\n\nEFFECTIVE AS OF 9/12/████:\n As a result of Incident 3110-35, all uniforms belonging to Class-D personnel are to be confiscated and replaced with uniforms with no pockets. SCP-3110 must also be given five items every month in order to deactivate its newly found secondary effect.\n\n\nDescription:\n SCP-3110 is a large garbage disposal unit. The exterior and interior are worn, due to constant civilian use and heavy testing. The exterior of SCP-3110 is covered with large amounts of graffiti, rust, and bird feces.\n\n\nSCP-3110's anomalous effects manifest once an item of considerable monetary worth is placed within it. Once it is placed inside, it will seemingly disappear from the interior within 5 minutes, and the object of interest is then teleported to a random person within a 2-kilometer radius within a clothing pocket on their person. If no such pocket is found, it will teleport to a random crevice within the radius. Currently, the Foundation has recognized approximately 300 items that SCP-3110 can teleport, given that the object is in a fair state, or can be reasonably repaired. Objects include, but are not limited to:\n\n\n\n\nNon-expired food and drink\n\n\nJewelry\n\n\nAny type of currency\n\n\nComputers and mobile devices\n\n\nWeaponry\n\n\nClothing\n\n\n\n\nAfter a successful teleportation, a note is usually found attached to the object of interest, usually containing a message of encouragement (See addendum 3110-2 for examples).\n\n\nSCP-3110 appears to have a quota of at least five objects to give per month. If the quota is not met, SCP-3110 will begin to take objects that are not attached by heavy adhesives or fasteners and will distribute the items as normal.\n\n\nIt has been noted in a majority of tests performed on SCP-3110 that test items are given to D-Class personnel. This seems to indicate that SCP-3110 has a priority system in place, where those with less economic stability, high emotional trauma, and/or low social influence are more likely to receive items from SCP-3110.\n\n\nTesting Log 3110-473L:\n\n\n\n\nProcedure:\n Three D-Class personnel are to be placed at 3 checkpoints: one at 1 Kilometer, one at 2 kilometers, and the last D-Class at 3 kilometers. Each D-Class is to be monitored and escorted by a guard. Areas within the chosen radius are to be cleared of any personnel not involved in testing to prevent unwanted interception of testing items. After the initial test, D-Class are to be placed at more precise points in the vicinity of the initial capture point.\n\n\nResults:\n Radius of effect narrowed to 2 kilometers\n\n\nNotes:\n Items Used: 15 leather wallets, each including a different currency\n\n\n\n\n\n\nProcedure:\n An equal assortment of D-Class personnel and Researchers are to be placed around the facility, D-Class with accompanying guards. Various foodstuff items with various states of quality are to be placed in SCP-3110.\n\n\nResults\n Molding or otherwise inedible food items are not accepted by SCP-3110, with the opposite being true.\n\n\nNotes:\n Items Used: 1 Carton of Milk (refrigerated), 3 Hamburgers (1 freshly made, 1 partially eaten*, 1 a day old*), 3 cans of corn (2 unopened, 1 open*), 1 5 cm block of cheese (molding)*; 70% of items accepted were given to D-Class by SCP-3110.\n\n\n\n\n\n\nProcedure:\n Similar conditions are to be met as the last conducted test, with the substitution of clothing for foodstuffs.\n\n\nResults:\n Items that are in irreparable condition, are not given out by SCP-3110.\n\n\nNotes:\n Items Used: 3 T-Shirts (1 in irreparable condition*), 1 Scarf (with small cuts). Distribution of items is observed is similar as the last test.\n\n\n\n\n\n\nProcedure:\n Similar conditions are to be met as the last test, with the substitution of high-value items with various wear for clothing.\n\n\nResults:\n All items, despite wear, are given out.\n\n\nNotes:\n Items Used: 1 24k Diamond Ring (broken), 2 Bars of 24k Gold, 1 Large Bag containing $10,000. 3 Designer Handbags (1 slightly worn).\n\n\n\n\n*Signifies item was not accepted by SCP-3110\n\n\nAddendum 3110-1:\n SCP-3110 was recovered by MTF Pi-1 in New York City, New York, on 4/12/19██, after a court case involving David ███████(deceased), a homeless man being charged with armed robbery of a local bank. Police found ███████ with $30,000 in cash in a large duffel bag, leading to his arrest. Foundation investigators were able to trace security footage to an alleyway near 23rd Street, where the actual culprits were found throwing the money into SCP-3110, the money appearing next to ███████, living in Madison Square Park at the time. After agreements were created with local government officials, SCP-3110 was recovered and replaced without incident.\n\n\nDuring initial cleaning, the body of a young adult female was found near the bottom of SCP-3110. The body was eventually identified to be the body of Lana ████████, a 24-year-old female living in New York City, who had gone missing only two weeks earlier. ████████ was a well-known volunteer in many charities and fundraisers, but was infamous within New York City for her dumpster diving runs in numerous alleyways. Analysis of ████████'s body found that she had died of asphyxiation. Her body was returned to local authorities after standard examination and decontamination of the body were conducted.\n\n\nAddendum 3110-2:\n The following notes are the only two variations of notes found during initial testing.\n\n\n\n\nHey,\n\nI get ya: life doesn't always go your way sometimes, and you'll feel as if your luck has run out.\n\nI've seen it happen for myself. But, here's a little something to keep you motivated :-)\n\n\n\n\n\n\nYo,\n\nI would recommend giving this to someone who needs it more than you do. Don't hog all the\n\ngoods for yourselves! :-)\n\n\n\n\nIncident Report 3110-35:\n On 8/4/████, multiple D-Class personnel were found with level black contraband items\n1\n. During the full body check of the suspected D-Class, a total of 15 firearms were found, originally belonging to the Guard Armory. Five minutes later, Researcher ██████ reported a stolen clipboard and pen, along with his computer mouse. Within the next hour, numerous objects within Site-76 were reported missing, including:\n\n\n\n\nBoth couches from Break Room A\n\n\nThe Fridge from Break Room B, along with the foodstuffs within it\n\n\n1 MTF Rover\n\n\n23 cases of bleach from the Left Wing Laundry Room\n\n\n3 computers\n\n\n7 CCTV cameras\n\n\n2 transport carts\n\n\nSCP-140\n\n\n\n\nContainment procedures and description were changed accordingly. Locations of SCP-140's containment cell and the Guard Armory were moved outside of SCP-3110's radius of effect. All items affected were returned to their original point of origin. Research is ongoing whether or not SCP-3110 possesses choice or knowledge of what it teleports during this phase.\n\n\nAddendum 3110-3\n Approximately █ weeks after Incident 3110-35, Dr. Harding, the current Project Head of SCP-3110, received a pen as a result of testing of SCP-3110. However, the note received was different than other notes received in the past:\n\n\n\n\nWarden (or at least what I think you are),\n\nWhat you and your \"buddies\" decided to do a few weeks ago is unjustified. If you want to keep a few things every now and then, be my guest. But, at least give a good chunk of the goods to your prisoners every now and then for Christs sake.\n\nHowever, I have my suspicions that you won't take this note seriously. You won't consider it one bit.\n\nBut, with time, thoughts and decisions can change. I won't hold my breath and say you won't change. I have my doubts, of course, but I'll keep my optimism.\n\nThe future is in front of us, warden. Don't be a chain holding the ship back; be the wind pushing it. :-)\n\n\n\n\nAny further deviations from the found notes as well as possible theories as to how SCP-3110 was able to discern Site-76 as a prison are to be submitted to the current project head of SCP-3110 for review.\n\n\n\n\nFootnotes\n\n\n1\n. Includes firearms, such as pistols and rifles\n\n\n\n\n\n\n\n\n« \nSCP-3109\n | SCP-3110 | \nSCP-3111\n »",
    "addendums": [
        "Addendum 3110-1: SCP-3110 was recovered by MTF Pi-1 in New York City, New York, on 4/12/19██, after a court case involving David ███████(deceased), a homeless man being charged with armed robbery of a local bank. Police found ███████ with $30,000 in cash in a large duffel bag, leading to his arrest. Foundation investigators were able to trace security footage to an alleyway near 23rd Street, where the actual culprits were found throwing the money into SCP-3110, the money appearing next to ███████, living in Madison Square Park at the time. After agreements were created with local government officials, SCP-3110 was recovered and replaced without incident.\nDuring initial cleaning, the body of a young adult female was found near the bottom of SCP-3110. The body was eventually identified to be the body of Lana ████████, a 24-year-old female living in New York City, who had gone missing only two weeks earlier. ████████ was a well-known volunteer in many charities and fundraisers, but was infamous within New York City for her dumpster diving runs in numerous alleyways. Analysis of ████████'s body found that she had died of asphyxiation. Her body was returned to local authorities after standard examination and decontamination of the body were conducted.",
        "Addendum 3110-2: The following notes are the only two variations of notes found during initial testing.",
        "Addendum 3110-3 Approximately █ weeks after Incident 3110-35, Dr. Harding, the current Project Head of SCP-3110, received a pen as a result of testing of SCP-3110. However, the note received was different than other notes received in the past:\nAny further deviations from the found notes as well as possible theories as to how SCP-3110 was able to discern Site-76 as a prison are to be submitted to the current project head of SCP-3110 for review."
    ],
    "documents": [],
    "notes": [
        "Procedure: Three D-Class personnel are to be placed at 3 checkpoints: one at 1 Kilometer, one at 2 kilometers, and the last D-Class at 3 kilometers. Each D-Class is to be monitored and escorted by a guard. Areas within the chosen radius are to be cleared of any personnel not involved in testing to prevent unwanted interception of testing items. After the initial test, D-Class are to be placed at more precise points in the vicinity of the initial capture point. Results: Radius of effect narrowed to 2 kilometers Notes: Items Used: 15 leather wallets, each including a different currency",
        "Procedure: An equal assortment of D-Class personnel and Researchers are to be placed around the facility, D-Class with accompanying guards. Various foodstuff items with various states of quality are to be placed in SCP-3110. Results Molding or otherwise inedible food items are not accepted by SCP-3110, with the opposite being true. Notes: Items Used: 1 Carton of Milk (refrigerated), 3 Hamburgers (1 freshly made, 1 partially eaten*, 1 a day old*), 3 cans of corn (2 unopened, 1 open*), 1 5 cm block of cheese (molding)*; 70% of items accepted were given to D-Class by SCP-3110.",
        "Procedure: Similar conditions are to be met as the last conducted test, with the substitution of clothing for foodstuffs. Results: Items that are in irreparable condition, are not given out by SCP-3110. Notes: Items Used: 3 T-Shirts (1 in irreparable condition*), 1 Scarf (with small cuts). Distribution of items is observed is similar as the last test.",
        "Procedure: Similar conditions are to be met as the last test, with the substitution of high-value items with various wear for clothing. Results: All items, despite wear, are given out. Notes: Items Used: 1 24k Diamond Ring (broken), 2 Bars of 24k Gold, 1 Large Bag containing $10,000. 3 Designer Handbags (1 slightly worn).",
        "Hey, I get ya: life doesn't always go your way sometimes, and you'll feel as if your luck has run out. I've seen it happen for myself. But, here's a little something to keep you motivated :-)",
        "Yo, I would recommend giving this to someone who needs it more than you do. Don't hog all the goods for yourselves! :-)",
        "Warden (or at least what I think you are), What you and your \"buddies\" decided to do a few weeks ago is unjustified. If you want to keep a few things every now and then, be my guest. But, at least give a good chunk of the goods to your prisoners every now and then for Christs sake. However, I have my suspicions that you won't take this note seriously. You won't consider it one bit. But, with time, thoughts and decisions can change. I won't hold my breath and say you won't change. I have my doubts, of course, but I'll keep my optimism. The future is in front of us, warden. Don't be a chain holding the ship back; be the wind pushing it. :-)"
    ],
    "item": "SCP-3110",
    "object_class": "Euclid",
    "containment_procedures": "SCP-3110 is to be contained within a large containment cell in Site-76. Due to the range of SCP-3110 and its strain on resources, testing is to be limited to two times per month, where all on-site personnel are to be subjected to a full body search. Any use of SCP-3110 outside of approved testing is strictly prohibited and will result in demotion.",
    "description": "SCP-3110 is a large garbage disposal unit. The exterior and interior are worn, due to constant civilian use and heavy testing. The exterior of SCP-3110 is covered with large amounts of graffiti, rust, and bird feces.",
    "title": "SCP-3110"
}