{
    "url": "https://scp-wiki.wikidot.com/scp-3137",
    "all_text": "You too can be night owls. You too can join Nitepad™.\n\n\n\n\n\n\n \n\n\n\n\n\n\nrating: \n+197\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-3137:\n Nitepad™\n\n\nAuthor:\n \nTufto\n. More of their work can be found \nhere\n.\n\n\n\n\n\n\n\n\nrating: \n+197\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-3137\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n All websites hosting SCP-3137 have been blocked to non-Foundation personnel. Any references to SCP-3137 or its effects on any website are to be immediately supressed; amnestics are to be administered to the persons involved. Any attempts at communication with SCP-3137 is currently prohibited.\n\n\nMTF Lambda-66 \"Lunar Moths\" has been formed to track down and mitigate any activation of SCP-3137's anomalous effects. They are also to track down SCP-3137's creators and SCP-3137's place of operation, if such a location exists.\n\n\nDescription:\n SCP-3137 refers to an executable application entitled \"nitepad.exe\". The executable file appears to be identical to the Microsoft Notepad application. However, if any words are typed in English before hitting the \"enter\" key, a large variety of anomalous effects within a 3km radius from the computer running SCP-3137 will occur.\n\n\nThese effects range from small-scale physical manifestations to rapid alteration of the local reality. Extensive Foundation testing seems to indicate that all of these effects are thematically linked with the word or combination of words typed, as well as usually possessing some physical or conceptual link with the idea of \"night\". Any of these effects can be countermanded with a subsequent and directly contradictory command.\n\n\nInformation on SCP-3137's creators is scarce. The application can be found for download on a number of free download websites, but no data on any uploader has been found. The only information is the reaction to the command \"who are you\", which prompts the following text to appear within the Nitepad™ application:\n\n\n\n\nWelcome, user. Welcome to Nitepad™. Relax, and enjoy the show.\n\n\nUsing patented techniques of astral projection, we here at Nitepad™ are proud to present to you our classic product, now made free of charge. We all have great memories of the night; pretty views, staggering vistas, treasured memories with loved ones. We at Nitepad™ understand this. And we at Nitepad™ want nothing more than to share these beautiful memories, feelings, and concepts with you.\n\n\nSo enjoy, safe in the knowledge that you're endorsing a company who cares. All our memories and concepts are fairtrade and locally sourced, so you too can ethically experience a myriad of emotional settings.\n\n\nYou too can be night owls. You too can join Nitepad™.\n\n\n\n\nThe following is a partial log of particularly noteworthy experimentation with SCP-3137. All experimentation took place at a temporary research station constructed in a depopulated area of Saskatchewan, Canada, designated Station 172.\n\n\n\n\n\n\nDate and local time\n\n\nCommand given\n\n\nEffect\n\n\n\n\n\n\n28/12/2016, 14:43\n\n\nnight\n\n\nThe sky's appearance to all within the 3km radius abruptly changed to nighttime.\n\n\n\n\n\n\n01/01/2017, 20:25\n\n\nblue moon\n\n\nThe moon's appearance within the 3km radius abruptly changed to the colour blue\n\n\n\n\n\n\n28/12/2016, 13:04\n\n\nquiet days\n\n\nLarge quantities of snow\n began to appear in the centre of Station 172.\n\n\n\n\n\n\n28/12/2016, 13:05\n\n\nextremely eventful days\n\n\nThe effects of the previous test were countermanded.\n\n\n\n\n\n\n18/02/2017, 13:15\n\n\nfull moon\n\n\nNo immediate effect. Shortly after dusk, the moon appeared to people in the 3km radius to be full, despite the fact that a waning crescent moon was visible elsewhere that day. Several members of Station 172 abruptly turned into what appeared to be wolf-human hybrids, before attempting to kill and eat their colleagues.\n\n\n\n\n\n\n18/02/2017, 17:58\n\n\nstop werewolves\n\n\nAll of the aforementioned wolf-human hybrids suddenly froze in place.\n\n\n\n\n\n\n18/02/2017, 18:01\n\n\nturn back werewolves\n\n\nThe spinal cords of all of the human-wolf hybrids abruptly rotated 180 degrees. All of the hybrids were immediately killed. A total of 12 people expired in the incident.\n\n\n\n\n\n\n24/02/2017, 11:41\n\n\nsweetness\n\n\nAt 23:41, the open areas of Station 172 abruptly froze over. Two women on ice skates manifested, and spent 10 minutes ice skating and dancing before demanifesting.\n\n\n\n\n\n\n03/03/2017, 04:09\n\n\nimmortality\n\n\nA large number of non-anomalous red amulets, each bearing an emblem representing the moon, were found in the sleeping quarters of all staff members at Station 172.\n\n\n\n\n\n\n14/04/2017, 04:52\n\n\nhowling noise\n\n\nSeveral wolves in the scrubland near Station 172 began to howl in unison. No wolves are native to the region in question.\n\n\n\n\n\n\n11/05/2017, 00:33\n\n\nunlock door 7\n\n\nThe door to Dr. Scholl's chambers was unlocked. The door had been painted black, with small white stars at regular intervals.\n\n\n\n\n\n\n23/06/2017, 22:56\n\n\nday\n\n\nThe chimes of a large clock could be heard by all personnel; they continually repeated without interruption.\n\n\n\n\n\n\n23/06/2017, 22:59\n\n\nnight\n\n\nThe aforementioned chimes abruptly stopped. In their place was a 1-hour lecture by the voice of English actor Nigel Terry, concerning the mythology associated with the night sky throughout history. No command could be found to stop this lecture\n\n\n\n\n\n\n29/06/2017, 23:21\n\n\nday moon\n\n\nThe moon appeared to abruptly disappear to those within the 3km radius. A series of large waves began to manifest within the area of effect for the next hour.\n\n\n\n\n\n\n18/07/2017, 22:19\n\n\nyoung love\n\n\nAll married staff at Station 172 suddenly believed themselves to be 19. They appeared to hallucinate images of their spouses at the age of 18 appearing in front of them, and inviting them to dance. They proceeded to dance with these hallucinated images for 17 minutes before the hallucinations abruptly ended. The piano piece \"Moonlight Sonata\" by Ludwig van Beethoven was heard playing throughout the event.\n\n\n\n\n\n\n02/09/2017, 02:02\n\n\nwhat is love\n\n\nA large number of babies appeared, ineffectually attempting to attack Foundation personnel in Station 172.\n\n\n\n\n\n\n02/09/2017, 02:03\n\n\nbaby don't hurt me\n\n\nAll of the babies became placid and docile. They have been transferred to Site 901 for further testing.\n\n\n\n\n\n\n12/09/2017, 16:22\n\n\nsleep\n\n\nTwo humanoid figures and a wooden bed manifest in the central courtyard of Station 172. They engage in a lengthy discussion in Japanese about a dream one of them had, and its potential significance for the Oda daimyo. They demanifested after 12 minutes.\n\n\n\n\n\n\n23/11/2017, 13:04\n\n\nstop containment breach\n\n\n[REDACTED]\n\n\n\n\n\n\n23/11/2017, 13:05\n\n\nrestart containment breach\n\n\n[REDACTED]\n\n\n\n\n\n\n23/11/2017, 13:05\n\n\nstop stop stop no reset\n\n\nStation 172 and all personnel returned to their state 7 hours earlier, prior to Containment Breach 1811. The only alteration was that all surfaces within Station 172 were painted black, with small white stars at regular intervals.\n\n\n\n\n\n\n08/12/2017, 19:07\n\n\ncontain all anomalies\n\n\nNo apparent effect; a small written message appears on the SCP-3137 application stating \"They are already contained\".\n\n\n\n\n\n\nAddendum:\n On 24/12/2017, at 22:07, the sky as perceived from a 3km\n2\n area around Station 172 suddenly emitted an extremely bright light, severely impairing the eyesight of several Foundation personnel. This area began to expand at a rate of 1km\n2\n per minute.\n\n\nAfter approximately 3 minutes, Dr. Heinz Scholl typed the command \"bring back the night\" into SCP-3137. The night sky was immediately restored, and the following text appeared on the SCP-3137 application:\n\n\n\n\nYou want to know who we are. And that's great. Here at Nitepad™ we're always looking for new experiences to share with the world.\n\n\nThere was a pair of lovers on a lonely night in New York, back in the 30s. And on that night, Manhattan was like it is in all the old movies. They walked through the snow, with the roaring twenties behind them and all the hells before them, but it was alright because it was a romance. The city was theirs, all to themselves. They danced between the snow, while dulcet tones played in the background. Nobody saw them. They were lucky. They were reckless.\n\n\nThey twirled and tangoed in their silent city, the camera panning and moving around, showing its vastness, the endless conglomerations of people with their own lives and those moments in real time. We see the past as another country, dull grey sepia tones transmitted through history books and recollections of people we only know as old. But we'll be old too, and that won't negate the past. In that moment, Martha and Laura danced together, brazen in the blizzard, while the city slept, an instant among instants that always is and always will be.\n\n\nWe took that moment, and packaged it in 3D ultrasonic astral projection. We placed it into an executable file along with a thousand others. The thrill of the werewolves and their assault on hell on an ancient Baltic evening. A boy falling into water as Rome burnt, the flames licking high as he prayed to Christ for deliverance. All these moments, real and genuine. Brought to you in state-of-the-art surround reality.\n\n\nYou think the night is yours? The night is ours. Your every command to us gave us more moments, stolen from your life. We bartered them in exchange for ephemeral instances of beauty, tasters of our full capacity. We have existed as witch doctors, street swindlers, storytellers, merchants, void-filled monstrosities, anartists, the dead. We have been cheating you out of your treasured memories since before you were born and we'll do so long after you crumble to dust.\n\n\nThe night does not belong to you. The night belongs to us. And you should remember this. It will be given to you for only the metaphysical equivalent of £15.99 a month. It will be given to you in packages of $79.99 a month (not to be paid in legal tender) after the third month. It will be sold to you for a beating human heart, each day, every day, for the rest of your adult life. If you do not offer yourselves up in supplication, you will lose the night. There will only be sight and the sun, screaming, burning, blaring into what remains of your immortal soul day after day, making you mad.\n\n\nGiving you the quality of life you deserve. Giving you the meaning and existential security you deserve. For the low low price of your most treasured possessions. Join Nitepad™ today.\n\n\nOr we will turn the night off.\n\n\n\n\nAll further testing has been suspended.\n\n\n\n\n\n\n« \nSCP-3136\n | SCP-3137 | \nSCP-3138\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3137\n\" by Tufto, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3137\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: On 24/12/2017, at 22:07, the sky as perceived from a 3km 2 area around Station 172 suddenly emitted an extremely bright light, severely impairing the eyesight of several Foundation personnel. This area began to expand at a rate of 1km 2 per minute.\nAfter approximately 3 minutes, Dr. Heinz Scholl typed the command \"bring back the night\" into SCP-3137. The night sky was immediately restored, and the following text appeared on the SCP-3137 application:\nAll further testing has been suspended."
    ],
    "documents": [],
    "notes": [
        "Welcome, user. Welcome to Nitepad™. Relax, and enjoy the show. Using patented techniques of astral projection, we here at Nitepad™ are proud to present to you our classic product, now made free of charge. We all have great memories of the night; pretty views, staggering vistas, treasured memories with loved ones. We at Nitepad™ understand this. And we at Nitepad™ want nothing more than to share these beautiful memories, feelings, and concepts with you. So enjoy, safe in the knowledge that you're endorsing a company who cares. All our memories and concepts are fairtrade and locally sourced, so you too can ethically experience a myriad of emotional settings. You too can be night owls. You too can join Nitepad™.",
        "You want to know who we are. And that's great. Here at Nitepad™ we're always looking for new experiences to share with the world. There was a pair of lovers on a lonely night in New York, back in the 30s. And on that night, Manhattan was like it is in all the old movies. They walked through the snow, with the roaring twenties behind them and all the hells before them, but it was alright because it was a romance. The city was theirs, all to themselves. They danced between the snow, while dulcet tones played in the background. Nobody saw them. They were lucky. They were reckless. They twirled and tangoed in their silent city, the camera panning and moving around, showing its vastness, the endless conglomerations of people with their own lives and those moments in real time. We see the past as another country, dull grey sepia tones transmitted through history books and recollections of people we only know as old. But we'll be old too, and that won't negate the past. In that moment, Martha and Laura danced together, brazen in the blizzard, while the city slept, an instant among instants that always is and always will be. We took that moment, and packaged it in 3D ultrasonic astral projection. We placed it into an executable file along with a thousand others. The thrill of the werewolves and their assault on hell on an ancient Baltic evening. A boy falling into water as Rome burnt, the flames licking high as he prayed to Christ for deliverance. All these moments, real and genuine. Brought to you in state-of-the-art surround reality. You think the night is yours? The night is ours. Your every command to us gave us more moments, stolen from your life. We bartered them in exchange for ephemeral instances of beauty, tasters of our full capacity. We have existed as witch doctors, street swindlers, storytellers, merchants, void-filled monstrosities, anartists, the dead. We have been cheating you out of your treasured memories since before you were born and we'll do so long after you crumble to dust. The night does not belong to you. The night belongs to us. And you should remember this. It will be given to you for only the metaphysical equivalent of £15.99 a month. It will be given to you in packages of $79.99 a month (not to be paid in legal tender) after the third month. It will be sold to you for a beating human heart, each day, every day, for the rest of your adult life. If you do not offer yourselves up in supplication, you will lose the night. There will only be sight and the sun, screaming, burning, blaring into what remains of your immortal soul day after day, making you mad. Giving you the quality of life you deserve. Giving you the meaning and existential security you deserve. For the low low price of your most treasured possessions. Join Nitepad™ today. Or we will turn the night off.",
        "\" SCP-3137 \" by Tufto, from the SCP Wiki . Source: https://scpwiki.com/scp-3137 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3137",
    "object_class": "Euclid",
    "containment_procedures": "All websites hosting SCP-3137 have been blocked to non-Foundation personnel. Any references to SCP-3137 or its effects on any website are to be immediately supressed; amnestics are to be administered to the persons involved. Any attempts at communication with SCP-3137 is currently prohibited.",
    "description": "SCP-3137 refers to an executable application entitled \"nitepad.exe\". The executable file appears to be identical to the Microsoft Notepad application. However, if any words are typed in English before hitting the \"enter\" key, a large variety of anomalous effects within a 3km radius from the computer running SCP-3137 will occur.",
    "title": "SCP-3137"
}