{
    "url": "https://scp-wiki.wikidot.com/scp-3147",
    "all_text": "rating: \n+110\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n3147\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nSpecial Containment Procedures:\n A maximum of 144 instances of SCP-3147 are to be stored in Safe Storage Locker 87A at Site-272. All extraneous instances are to be incinerated. All advertising materials are to be incinerated, deleted, or otherwise removed. Civilians found in possession of SCP-3147 instances are to be questioned regarding their acquisition and given Class-A amnestics if they have experienced or witnessed the item's anomalous effects. A falsified recall order has been issued, citing the unintended inclusion of a deliriant ingredient.\n\n\nExperiment proposals must be submitted to research lead Dr. James Smythe for approval. Any experiments involving five or more test subjects must also be approved by the site director and overseen personally by Dr. Smythe.\n\n\nDescription:\n SCP-3147 is the designation for a brand of lollipops labeled \"Dr. Wondertainment's Tantalizing Tongue Twisters™\". Each individual instance is comprised of a sphere of hard sugar confection 3cm in diameter mounted on an 8cm long plastic stick and covered by a 5cm x 5cm plastic wrapper emblazoned with the Dr. Wondertainment logo and the instance's flavor. Chemical analysis has not identified any anomalous materials in the confection or packaging.\n\n\nSCP-3147's anomalous effect is activated when two or more individuals have tasted the same instance within a space of ten minutes. While the effect is active, each affected individual gains the ability to control the oral cavity of another member of the group. Further, whenever one of them attempts to speak, the individual linked to them will speak with the originator's voice rather than their own. The duration of the effect is directly and progressively dependent upon the amount of the instance that is ingested. The current minimum and maximum times observed during testing are two and twenty-four minutes.\n\n\nInstances of SCP-3147 are typically found packaged to be sold individually or in groups of ten. The multiple-instance packaging contains the following script on the back.\n\n\n\n\nNEW from DR. WONDERTAINMENT™, the MOUTHWATERING TREAT that will have you SPEAKING IN TONGUES!\n\n\nNeed a party pick-me-up? Just gather two or three of your bestest friends, pick out your favorite flavor of Dr. Wondertainment's Tantalizing Tongue Twisters™, and you're good to go! Let everyone get a tongue-teasing taste, then marvel as you give each other the gift of gab!\n\n\nWARNING: Maximum fun achieved with four friends. Dr. Wondertainment™ and his candy-crafting crew are not liable for any damages - physical, psychological, emotional, and/or paranatural - caused by sharing Dr. Wondertainment's Tantalizing Tongue Twisters™ among five or more people.\n\n\nPLAY SAFE, KIDS!\n\n\n\n\n\n\n[Access Abridged Experiment Log]\n\n\n\n\n[Close Abridged Experiment Log]\n\n\n\n\n\n\nExperiment 3147/01\n\n\nSubject:\n D-2172\n\n\nFlavor:\n Sandy Seashell\n\n\nTesting:\n Effects of single-user ingestion.\n\n\nResult:\n D-2172 ingested the entire instance save the packaging. No anomalous effects were observed.\n\n\nNotes:\n \nSubject compared the flavor to cream soda filtered through wet sand.\n -Dr. Smythe\n\n\n\n\n\n\nExperiment 3147/02\n\n\nSubjects:\n D-2172, D-56980\n\n\nFlavor:\n Shoe Shine\n\n\nTesting:\n Baseline anomalous effect.\n\n\nResult:\n After sharing the instance, subjects' voices and mouth-control were swapped for approximately four minutes. Subjects were given a randomly selected tongue twister to make the other recite. Aside from the standard difficulty of the tongue twister, subjects also reported a mild feeling of disorientation from using unfamiliar oral configurations. Disorientation appeared to be non-anomalous in nature.\n\n\nNotes:\n \nFlavor said to be like leathery licorice. Despite the difficulties experienced using another person's mouth to speak, both subjects expressed that they enjoyed the experience and wished to continue taking part in future experiments with SCP-3147.\n -Dr. Smythe\n\n\n\n\n\n\nExperiment 3147/04\n\n\nSubjects:\n D-2172, D-11872, D-42271, D-56980\n\n\nFlavor:\n Pickled Pepper\n\n\nTesting:\n Maximum number of subjects recommended by SCP-3147 packaging.\n\n\nResult:\n As with the previous three-subject test, voices were traded forward to each new subject added to the chain, with the first subject to taste the instance gaining the voice of the last subject to do so. Testing extended for approximately fifteen minutes as subjects were allowed to ingest the entire instance save the packaging. Subjects participated in free-form conversation for the duration of the experiment.\n\n\nNotes:\n \nFlavor exactly as expected. On a personal note, I feel sorry for our poor transcriptionist. It was difficult enough for the D's themselves to keep track of exactly who was talking.\n -Dr. Smythe\n\n\n\n\n\n\nExperiment 3147/08\n\n\nSubjects:\n D-2172, D-56980\n\n\nFlavor:\n Chucked Wood\n\n\nTesting:\n Voice recognition technology. Subjects were provided with a voice-locked container, which they set to unlock when D-56980 spoke the passcode \"open sesame\".\n\n\nResult:\n After swapping voices, D-56980 stood on one end of the testing chamber while D-2172 approached the container on the other. D-56980 spoke the passcode through D-2172's mouth, causing the container to successfully unlock on the second attempt. Testing continued for approximately ten minutes in total with a variety of other voice-recognition programs and devices. Ratio of success to failure did not deviate substantially from standard use of the technology.\n\n\nNotes:\n \nThankfully, the inability of the subject to directly use the voice that they have taken keeps SCP-3147 from being a substantial security threat.\n -Dr. Smythe\n\n\n\n\n\n\nExperiment 3147/11\n\n\nSubjects:\n D-2172, D-11872, D-42271, D-56980\n\n\nFlavor:\n Fuzzy Wuzzy\n\n\nTesting:\n Maximum distance of effect.\n\n\nResult:\n After activating the effect, the subjects were escorted to equidistant points along the perimeter of Site-272 and told to speak. The effect was maintained for approximately twenty-one minutes with no degradation. Subjects reported mild disorientation from not being able to hear their own voice while speaking, but the disorientation appeared to be non-anomalous and dissipated over time. Due to the effect linking the subjects' voices linearly, the subjects were able to successfully communicate a message in sequence from the initial instance activator to the last.\n\n\nNotes:\n \nFurther testing at longer distances is required. Plans are being drafted, and an appropriate test site will be located before submitting the proposed experiment to the site director for approval. If the Foundation can reverse engineer this effect, it could possibly be used as an emergency communication method.\n -Dr. Smythe\n\n\n\n\n\n\n[Close Abridged Experiment Log]\n\n\n\n\n\n\n\n\n[Access Incident Log 3147/01]\n\n\n\n\n[Close Incident Log 3147/01]\n\n\n\n\nA containment breach involving SCP-3147 occurred on 20██-06-25 during Experiment 3147/13, which was intended to test the effects of SCP-3147 on more than four subjects. Subjects were not informed of the recommended limitation.\n\n\nThe following transcript has been edited down to the relevant segment. All designations indicate the initial speaker rather than the subject with their voice. D-42271 was slated to be the fifth and final subject to activate the instance's effect, and all statements by D-42271 should be considered approximate as they were reconstructed from memory rather than directly recorded.\n\n\n\n\n<Begin Log>\n\n\n[D-42271 takes the Bitter Butter flavored SCP-3147 instance from D-2172 and places it in her mouth while the other subjects converse. Twenty-six seconds later, she removes the instance and attempts to speak. She later reports that she was attempting to make the subject that had taken her voice speak profanities.]\n\n\nD-2172:\n Hey, \nLiz\n, you alright?\n\n\n[D-42271 drops the SCP-3147 instance and holds her hands up to her throat. She appears mildly distressed as she attempts to speak again.]\n\n\nD-42271:\n \nHello? Hey! Why isn't this shit working right?\n\n\nD-8342:\n Doc! \n[taps on observation window]\n There's something wrong with \nLiz\n!\n\n\nDr. Smythe:\n Step back from the window, D-8342. D-42271, are you in need of assistance?\n\n\n[D-42271's mouth starts to move, but the voice that comes out does not belong to any of the test subjects. The originator of the voice has been designated Person of Interest 3147-01.]\n\n\nPoI3147-01:\n Help!\n\n\nD-8342:\n What the hell?\n\n\nD-42271:\n \n[looking to the other subjects] Who said that?\n\n\nPoI3147-01:\n Where are you? Please get me out of here!\n\n\nD-56980:\n Is that a kid? How did you get a little kid?\n\n\nDr. Smythe:\n Everyone please be silent and remain calm. D-42271, are you still able to speak? Can she understand what you're saying?\n\n\nD-42271:\n \n[shrugging] How the hell should I- damn it, right. Sorry, can you hear me, honey?\n\n\nPoI3147-01:\n Yes, I can hear you! Please help me! Please!\n\n\nDr. Smythe:\n Good. Keep her talking. Find out who she is, where she's at.\n\n\nD-42271:\n \nOkay, we're going to try and help you, hon. Just calm down and tell us your name.\n\n\nPoI3147-01:\n Okay. Okay. I'm \nRebecca\n.\n\n\nD-42271:\n \nHi, \nRebecca\n, I'm \nLiz\n. Now, can you tell me where you are?\n\n\nPoI3147-01:\n I don't know! I was in a toy store with my mom, and I went to go look at the dolls, then there was this big man that grabbed me when mom wasn't looking, and he took me here! He said he needed to test stuff and he keeps feeding me candy and I don't like it anymore and my tummy hurts and-\n\n\nD-8342:\n Hey, she stopped.\n\n\nD-42271:\n \nHello? \nRebecca\n? Are you still there, honey?\n\n\nDr. Smythe:\n D-42271, please ask-\n\n\nPoI3147-01:\n He's here! He's here! Tell him to go away! I can't eat any more! Tell him to stop! Please make him stop!\n\n\nD-42271:\n \nHey! Asshole! I don't know who the hell you are, but if you touch one hair on this kid's head, I swear I will find you and I will fuck you up! You hear me? Leave her alone!\n\n\n[D-42271 later reports the sensation of her lips and teeth being forced open by an unknown metallic instrument. PoI3147-01's vocalizations become more distressed as D-42271 bends over and clutches at her chest.]\n\n\nD-2172:\n Shit! Back up!\n\n\n[The other four subjects stand against the test chamber's walls as D-42271 begins to vomit uncontrollably. Dr. Smythe calls for an emergency medical team.]\n\n\n<End Log>\n\n\n\n\nThe effects of SCP-3147 on D-42271 faded more quickly than in previous tests, and contact with PoI3147-01 was lost. Testing of D-42271's vomitus has identified a number of anomalous food substances, including trace amounts of SCP-3147 and previously unknown variants of \nSCP-1079\n, \nSCP-1842-3\n, and \nSCP-1916\n. D-42271 recovered physically from the incident and requested to be included in future five-subject testing of SCP-3147. The request has been denied.\n\n\nA search of law enforcement databases using the information provided by PoI3147-01 has positively identified her as \nRebecca\n \nSimmons\n, reported missing in Broken Cliff, MO, USA on 20██-05-13. PoI3147-01's captor has been provisionally designated PoI3147-02, and locating both Persons of Interest has been added to the ongoing priorities for all Mobile Task Forces associated with the location and containment of Dr. Wondertainment and their products.\n\n\n\n\n[Close Incident Log 3147/01]\n\n\n\n\n\n\n\n\n \n\n\n\n\nThe Ballad of Samantha Masters | \nSCP-3053\n »\n\n\n\n\n\n\n\n\n« \nSCP-3146\n | SCP-3147 | \nSCP-3148\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3147\n\" by Liz The GM, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3147\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "NEW from DR. WONDERTAINMENT™, the MOUTHWATERING TREAT that will have you SPEAKING IN TONGUES! Need a party pick-me-up? Just gather two or three of your bestest friends, pick out your favorite flavor of Dr. Wondertainment's Tantalizing Tongue Twisters™, and you're good to go! Let everyone get a tongue-teasing taste, then marvel as you give each other the gift of gab! WARNING: Maximum fun achieved with four friends. Dr. Wondertainment™ and his candy-crafting crew are not liable for any damages - physical, psychological, emotional, and/or paranatural - caused by sharing Dr. Wondertainment's Tantalizing Tongue Twisters™ among five or more people. PLAY SAFE, KIDS!",
        "Experiment 3147/01 Subject: D-2172 Flavor: Sandy Seashell Testing: Effects of single-user ingestion. Result: D-2172 ingested the entire instance save the packaging. No anomalous effects were observed. Notes: Subject compared the flavor to cream soda filtered through wet sand. -Dr. Smythe",
        "Experiment 3147/02 Subjects: D-2172, D-56980 Flavor: Shoe Shine Testing: Baseline anomalous effect. Result: After sharing the instance, subjects' voices and mouth-control were swapped for approximately four minutes. Subjects were given a randomly selected tongue twister to make the other recite. Aside from the standard difficulty of the tongue twister, subjects also reported a mild feeling of disorientation from using unfamiliar oral configurations. Disorientation appeared to be non-anomalous in nature. Notes: Flavor said to be like leathery licorice. Despite the difficulties experienced using another person's mouth to speak, both subjects expressed that they enjoyed the experience and wished to continue taking part in future experiments with SCP-3147. -Dr. Smythe",
        "Experiment 3147/04 Subjects: D-2172, D-11872, D-42271, D-56980 Flavor: Pickled Pepper Testing: Maximum number of subjects recommended by SCP-3147 packaging. Result: As with the previous three-subject test, voices were traded forward to each new subject added to the chain, with the first subject to taste the instance gaining the voice of the last subject to do so. Testing extended for approximately fifteen minutes as subjects were allowed to ingest the entire instance save the packaging. Subjects participated in free-form conversation for the duration of the experiment. Notes: Flavor exactly as expected. On a personal note, I feel sorry for our poor transcriptionist. It was difficult enough for the D's themselves to keep track of exactly who was talking. -Dr. Smythe",
        "Experiment 3147/08 Subjects: D-2172, D-56980 Flavor: Chucked Wood Testing: Voice recognition technology. Subjects were provided with a voice-locked container, which they set to unlock when D-56980 spoke the passcode \"open sesame\". Result: After swapping voices, D-56980 stood on one end of the testing chamber while D-2172 approached the container on the other. D-56980 spoke the passcode through D-2172's mouth, causing the container to successfully unlock on the second attempt. Testing continued for approximately ten minutes in total with a variety of other voice-recognition programs and devices. Ratio of success to failure did not deviate substantially from standard use of the technology. Notes: Thankfully, the inability of the subject to directly use the voice that they have taken keeps SCP-3147 from being a substantial security threat. -Dr. Smythe",
        "Experiment 3147/11 Subjects: D-2172, D-11872, D-42271, D-56980 Flavor: Fuzzy Wuzzy Testing: Maximum distance of effect. Result: After activating the effect, the subjects were escorted to equidistant points along the perimeter of Site-272 and told to speak. The effect was maintained for approximately twenty-one minutes with no degradation. Subjects reported mild disorientation from not being able to hear their own voice while speaking, but the disorientation appeared to be non-anomalous and dissipated over time. Due to the effect linking the subjects' voices linearly, the subjects were able to successfully communicate a message in sequence from the initial instance activator to the last. Notes: Further testing at longer distances is required. Plans are being drafted, and an appropriate test site will be located before submitting the proposed experiment to the site director for approval. If the Foundation can reverse engineer this effect, it could possibly be used as an emergency communication method. -Dr. Smythe",
        "<Begin Log> [D-42271 takes the Bitter Butter flavored SCP-3147 instance from D-2172 and places it in her mouth while the other subjects converse. Twenty-six seconds later, she removes the instance and attempts to speak. She later reports that she was attempting to make the subject that had taken her voice speak profanities.] D-2172: Hey, Liz , you alright? [D-42271 drops the SCP-3147 instance and holds her hands up to her throat. She appears mildly distressed as she attempts to speak again.] D-42271: Hello? Hey! Why isn't this shit working right? D-8342: Doc! [taps on observation window] There's something wrong with Liz ! Dr. Smythe: Step back from the window, D-8342. D-42271, are you in need of assistance? [D-42271's mouth starts to move, but the voice that comes out does not belong to any of the test subjects. The originator of the voice has been designated Person of Interest 3147-01.] PoI3147-01: Help! D-8342: What the hell? D-42271: [looking to the other subjects] Who said that? PoI3147-01: Where are you? Please get me out of here! D-56980: Is that a kid? How did you get a little kid? Dr. Smythe: Everyone please be silent and remain calm. D-42271, are you still able to speak? Can she understand what you're saying? D-42271: [shrugging] How the hell should I- damn it, right. Sorry, can you hear me, honey? PoI3147-01: Yes, I can hear you! Please help me! Please! Dr. Smythe: Good. Keep her talking. Find out who she is, where she's at. D-42271: Okay, we're going to try and help you, hon. Just calm down and tell us your name. PoI3147-01: Okay. Okay. I'm Rebecca . D-42271: Hi, Rebecca , I'm Liz . Now, can you tell me where you are? PoI3147-01: I don't know! I was in a toy store with my mom, and I went to go look at the dolls, then there was this big man that grabbed me when mom wasn't looking, and he took me here! He said he needed to test stuff and he keeps feeding me candy and I don't like it anymore and my tummy hurts and- D-8342: Hey, she stopped. D-42271: Hello? Rebecca ? Are you still there, honey? Dr. Smythe: D-42271, please ask- PoI3147-01: He's here! He's here! Tell him to go away! I can't eat any more! Tell him to stop! Please make him stop! D-42271: Hey! Asshole! I don't know who the hell you are, but if you touch one hair on this kid's head, I swear I will find you and I will fuck you up! You hear me? Leave her alone! [D-42271 later reports the sensation of her lips and teeth being forced open by an unknown metallic instrument. PoI3147-01's vocalizations become more distressed as D-42271 bends over and clutches at her chest.] D-2172: Shit! Back up! [The other four subjects stand against the test chamber's walls as D-42271 begins to vomit uncontrollably. Dr. Smythe calls for an emergency medical team.] <End Log>",
        "\" SCP-3147 \" by Liz The GM, from the SCP Wiki . Source: https://scpwiki.com/scp-3147 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "A maximum of 144 instances of SCP-3147 are to be stored in Safe Storage Locker 87A at Site-272. All extraneous instances are to be incinerated. All advertising materials are to be incinerated, deleted, or otherwise removed. Civilians found in possession of SCP-3147 instances are to be questioned regarding their acquisition and given Class-A amnestics if they have experienced or witnessed the item's anomalous effects. A falsified recall order has been issued, citing the unintended inclusion of a deliriant ingredient.",
    "description": "SCP-3147 is the designation for a brand of lollipops labeled \"Dr. Wondertainment's Tantalizing Tongue Twisters™\". Each individual instance is comprised of a sphere of hard sugar confection 3cm in diameter mounted on an 8cm long plastic stick and covered by a 5cm x 5cm plastic wrapper emblazoned with the Dr. Wondertainment logo and the instance's flavor. Chemical analysis has not identified any anomalous materials in the confection or packaging.",
    "title": "SCP-3147"
}