{
    "url": "https://scp-wiki.wikidot.com/scp-3152",
    "all_text": "rating: \n+21\n+\n–\nx\n\n\nItem #:\n SCP-3152\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3152 is placed with the instances of SCP-3152-1-1 through SCP-3152-1-4 in a standard containment locker at Site-19. The isolation of SCP-3152 from sources of mail is adequate containment to ensure its effects do not spread.\n\n\nDescription:\n SCP-3152 is a small white envelope containing a letter signed by an Abigail ██████. No anomalous effects appear until contact with other postage occurs. When SCP-3152 comes into contact with a sealed envelope, the contents inside are changed to a letter similar to the original. These instances are classified as SCP-3152-1. SCP-3152-1 instances act as an extension of the subject matter detailed in SCP-3152. The leading theory is that SCP-3152 infects letters around it with the thoughts that Abigail ██████ was thinking at the time of writing.\n\n\nThe first instance of SCP-3152-1 was brought to the Foundation's attention when Dr.█████ had brought a letter to the attention of his colleagues. When asked if he had ever been to Connecticut, Dr.█████ couldn’t remember ever visiting there. A quick investigation had discovered three more instances of SCP-3152-1 by cross-referencing delivery routes for mail sent by Abigail ███████. These were swiftly obtained by Foundation personnel and the recipients were administered a class-A Amnestic. This investigation lead to the acquisition of SCP-3152, which was found unsent in a post office near Abigail's address in ███████, Connecticut.\n\n\nSince the acquisition of SCP-3152, Abigail ███████ has been located as well. Abigail ███████ had passed away a week after SCP-3152 was entered into circulation. She is not believed to have had anomalous properties before her passing. Interviews with the subject of the letters is detailed in Addendum-3152-A.\n\n\nTranscripts of SCP-3152 and instances of SCP-3152-1 are available below:\n\n\nSCP-3152 transcript:\n\n\n\n\nDo you remember me? It’s been so long that I could swear that I’m not real to you anymore. When you left me alone, all I could think about was what I had done to deserve this silence. I wasn’t the best. I wasn’t the one you deserved, but I wasn’t the one you should have hated either. Or, I should say I don’t want you to hate me. I want to forget what happened…\n\n\nTo forget the weeks before…\n\n\nTo forget the days I didn’t see it…\n\n\nTo forget that morning that I wouldn’t leave you alone…\n\n\nAnd to forget that night you left…\n\n\nI want to forget, and maybe that would bring you back.\n\n\nI want to make it disappear. I’m suffocating on the memories, I want to burn them away and never hear your voice telling me you don’t want to… that you can’t see me anymore.\n\nI still love you. I still think about the summers when you were around, just me and you without the pain and the discomfort. I want to know what I have to do, what I can do to make you love me again.\n\nI’ve tried before. I’ve tried to tell you how I feel. I’ve lost the words by now, this is all I can write. Jumbled up thoughts tightening and balling up in my throat. I didn’t mean for this, for any of this to happen. You don’t have to believe me, but I didn’t know at the time. I was dumb, I was a dumb kid and you were the world to me. If I knew then that… If I knew what I did was going to make you leave… I swear, I wouldn’t have done any of it.\n\n\nWhatever you hear, I want you to know I love you. Don’t think what I’m going to, or would have done when you get this is your fault.\n\n\nRemember that, okay? It isn’t your fault. The fault lies with me.\n\n\n\n\nSCP-3152-1-1 Transcript:\n\n\n\n\nDo you remember December, the month before you left? Right before Christmas break. Our parents were out of town, you came over for the first time since graduation. I was so happy, you could probably tell, I’m horrible at hiding my feelings. I was actually horrible at hiding anything at all… I’d always have my special ways of annoying people to the point they couldn’t stand me. I was loud, and didn’t know what to say half the time, which made for an… interesting combination. But you seemed to like me anyways. I was glad that you stuck around for as long as you did.\n\n\nThis was going to be the night where I finally told you how much you meant to me. I decided, it was written down in my notebook and everything. Looking back, it was probably a horrible time to drop this knowledge bomb on you. I should have kept it to myself, you weren’t doing too well and… I was dumb. I’ve told you before right? I’m not the smartest person in the world, I have trouble understanding social cues.\n\n\nWhat I did know, was that I loved you more than the minty hot chocolate I made when you came over. What I didn’t know… was that this would be the last time I was able to talk to you like friends. That you… didn’t feel the same way? It’s hard to tell, even now I’m not quite sure. When you said yes, when you accepted me and we hugged and… yeah, even then I didn’t know what you were thinking. You seemed happy. I liked that, I liked seeing you happy.\n\n\nThings were going well for a while after that. I think at least, we didn’t get much time together. You’d come over when you could, or I’d go over to your place. We didn’t talk much, maybe that was the problem? I’m not sure.\n\n\nAnd no, I don’t blame you for anything. What’s happening… It’s not your fault, okay?\n\n\n\n\nSCP-3152-1-2 Transcript:\n\n\n\n\nIt was… hey you remember right? The final week we were together before you left. We visited that stream behind your house. The ice was so beautiful, shimmering so brightly that I felt my heart in my throat. Sitting on these, giant rocks, right beside each other. I’m sure, 100% sure that I had the stupidest smile on my face when you held my hand. I was so happy I couldn’t shut up. If I had stopped talking, would you have…\n\n\nAnyways, when I looked over to you and saw you crying I didn’t know what I was supposed to do. I didn’t know what I did, I didn’t pay attention to you. You pulled away from my hand. I said I was sorry, but you didn’t say anything. I still remember you walking away from me. I should have paid more attention then.\n\n\nI was so scared that I tried to run after you. I’ve never heard you raise your voice before then. I was so shocked I couldn’t bring myself to move. You just kept walking and I was frozen in place. I was so happy before, I don’t know what I was feeling right then but it was like the scenery around me didn’t exist. Everything went white around you as you disappeared.\n\n\nWould I ever know what I did? I’ve wanted to ask you what I did to make you walk away that day. Every day after I’d try to go over to your house, but you weren’t there. I wish I had known what I had said to make you cry. Maybe it would be different if you could have told me?\n\n\nNo, I don’t blame you at all. It isn’t your fault, It’s all on me.\n\n\n\n\nSCP-3152-1-3 Transcript:\n\n\n\n\nI try to remember what I was thinking that morning, every day since then. I can’t shake it from my head. What I could have done to have you disappear, to leave me to drown without you. Do you remember? You hadn’t left your house in days. I walked up to your door, for the final time. You were home, I tried to smile but the act of curving my lips curled my stomach into itself. Your eyes were dark, your face was pale. You looked like you hadn’t slept in days. Did what I do hurt you so deeply that you had to look at me with those eyes? They pierced me so deep I could feel you ripping into my soul.\n\n\nYou moved out of the doorway, like you wanted me to enter. You sighed when I walked past you and were silent on the way to your room. Your parents weren’t home, it was a mess. I remember the smell of the kitchen lingering in my nostrils as you shut the door to your room. I sat on your bed, looking at you, just standing there. You sat down next to me, with your eyes stuck focusing on your feet. Why couldn’t you look at me then? I know I asked, a lot, but I still want to know.\n\n\nFeeling your hand on mine, this time didn’t feel as good as the first time. It stung when your fingers connected with mine. I didn’t know what I did to hurt you. I asked you what was wrong, you tried to answer. Was the cracking in your voice the sign I should have left? I’m not sure, I’m not good with people. I know something hurt you, I know it was probably me. I’ve annoyed so many people, I wouldn’t be surprised. You sighed, you sighed so hard I thought you were going to pass out.\n\n\nYour words are scratched into my brain, clawed in deeper than I ever thought possible.\n\n\n“I’m sorry.” You said so silently I barely heard it.\n\n\n“This was a bad time.” You were crying again. I tried to put my hand to your cheek but your tears were so hot, I could feel your sadness burning my skin.\n\n\n“I made a mistake.” Was this about me? Was I a mistake…To you? I wouldn’t get an answer to that, you left your own room as quickly as those words left your lips. I walked home crying.\n\n\nBut I don’t blame you for making me cry, I made you upset first.\n\n\nIt wasn’t your fault, It was mine.\n\n\n\n\nSCP-3152-1-4 Transcript:\n\n\n\n\nI saw you outside my window. You remember, right? You were looking right at me, your cheeks were red. Why were you standing out in the cold? When I opened the front door, and you refused to come in I knew something was wrong. I looked at you for so long, that silence was crushing.\n\n\nYou held my face, I almost jumped. I wasn’t expecting it, I wasn’t ready for what you were going to say. I knew what was coming… I knew what was coming but it still hit me like a train. That you couldn’t see me again. That this was the last time I would ever see you.\n\n\nWe both cried for so long I could feel the tears on my cheek freezing. You looked me in the eyes and told me the sweetest lie I’ve ever heard. “It’s not your fault.” But I knew better. I tried to hug you, I didn’t want to let you go. You cried so loud I think you woke the neighbours. “I’m sorry! It’s not your fault, okay?” You screamed, as you walked away from me. That was the last time I saw you.\n\n\nAs soon as I went back inside I missed you.\n\nFor weeks after, I missed you.\n\nI still miss you, I loved you so much. Whatever I did to cause you to leave me, I want to know.. I want to know why your final words were such a sweet lie. Did you know they would haunt my dreams? Did you know those words would make me agonise over every dumb thing I had done? I deserve it, I know.\n\n\nIt was my fault, I know it was. I don’t blame you, I blame myself.\n\n\n\n\nAddendum SCP-3152-A: Interview Log\n\nThe would-be recipient of SCP-3152 was located shortly after its acquisition. The recipient has been identified as Ellie ██████. She was brought in under the guise of a police inquiry for questioning about Abigail.\n\n\n\n\n+ Open Interview Log 3152\n\n\n\n\n- Close Interview Log 3152\n\n\n\n\n\n\nInterviewed:\n Ellie █████ (Referred to by her first name.)\n\n\nInterviewer:\n Agent ███████ (Referred to as Agent N.)\n\n\nForeword:\n Interview was conducted to ascertain if the subject had any information about Abigail that could lead to more information about how SCP-3152 came to exhibit its anomalous effects.\n\n\n<Begin Log>\n\n\nAgent N.:\n Hello, Ellie, right? I just have a few questions about your time in Connecticut, It shouldn’t take too long, is that okay?\n\n\nEllie:\n Yeah, sure… Did something happen?\n\n\nAgent N.:\n Well, Yes. What can you tell me about Abigail ███████?\n\n\nEllie:\n Abigail? It’s been a while I… Yeah. Yeah, I knew her really well. We dated for a while before I… I moved, did she do something?\n\n\nAgent N.:\n Well, I’m sorry that you have to find this out like this but, Abigail ███████ passed away earlier this year.\n\n\nEllie:\n O…oh… oka…okay…Uh… I’m sorry I uh…I need a second…\n\n\n[Ellie begins crying.]\n\n\nAgent N.:\n Take as much time as you need, there’s no rush.\n\n\n[The agent passes a tissue box towards Ellie. She can be heard crying and using the tissues provided for approximately a minute before the interview continued.]\n\n\nEllie:\n Okay er…Yeah. Yeah, okay what did hmm… what did you want to know about Abby?\n\n\nAgent N.:\n Well, Was there anything that sticks out to you about Abigail? Was she acting strangely the last time you saw her?\n\n\nEllie:\n Well, It was a uh, a strange time, right? I was…I mean I had to move pretty quickly…She was taking it pretty hard… I had to get out of my parents’ house, it was a mess. They up and left, I didn’t have the, uh, money to live there anymore, ya? It was either move in with my aunt or live on the streets. I loved Abby but I couldn’t ask her to take me in, her parents woulda…killed her… I mean… I could have, I don’t know… It was really stressful, the whole thing… I just had to get out of that house.\n\n\nAgent N.:\n So there wasn’t any indication of abnormal behavior for the situation?\n\n\nEllie:\n Not that I could tell. Well, she did blame herself… She kept asking me what she did to upset me… I kept telling her it wasn’t her fault but It’s like, it isn’t stick, ya? Before I left I told her it wasn’t her fault, I was hoping… I don’t know… I was hoping it would get through to her…\n\n\n[Ellie took several seconds before regaining her composure and continuing to speak.]\n\n\nEllie:\n I shoulda taken her with me…If I did…If we left together she might still… Fuck, she might still be alive… Did she leave a note? Anything?\n\n\nAgent N.:\n A note was found, yes. Did you want to read it?\n\n\nEllie:\n N-no…I don’t think I can handle it. I’m having trouble handling… handling this at all…\n\n\nAgent N.:\n We can end now if you want, you don’t need to answer any more questions at this time.\n\n\nEllie:\n Yeah… But could you… Could you tell me, did she talk about me?\n\n\nAgent N.:\n Yes.\n\n\nEllie:\n What did she…did she blame me? I just…I just left and…\n\n\nAgent N.:\n She does mention that she doesn’t blame you, and that she loved you.\n\n\nEllie:\n A…ah…\n\n\n[Ellie smiles for the first time since the interview, crying has lessened.]\n\n\n<End Log>\n\n\nClosing Statement:\n [After the Interview Ellie told the Agent that she was going to go back to Connecticut to visit Abigail’s grave. No signs of Anomalous activity seems to have been present before the creation of SCP-3152.]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3151\n | SCP-3152 | \nSCP-3153\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3152\n\" by Doctor Serkov, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3152\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum SCP-3152-A: Interview Log The would-be recipient of SCP-3152 was located shortly after its acquisition. The recipient has been identified as Ellie ██████. She was brought in under the guise of a police inquiry for questioning about Abigail."
    ],
    "documents": [],
    "notes": [
        "Do you remember me? It’s been so long that I could swear that I’m not real to you anymore. When you left me alone, all I could think about was what I had done to deserve this silence. I wasn’t the best. I wasn’t the one you deserved, but I wasn’t the one you should have hated either. Or, I should say I don’t want you to hate me. I want to forget what happened… To forget the weeks before… To forget the days I didn’t see it… To forget that morning that I wouldn’t leave you alone… And to forget that night you left… I want to forget, and maybe that would bring you back. I want to make it disappear. I’m suffocating on the memories, I want to burn them away and never hear your voice telling me you don’t want to… that you can’t see me anymore. I still love you. I still think about the summers when you were around, just me and you without the pain and the discomfort. I want to know what I have to do, what I can do to make you love me again. I’ve tried before. I’ve tried to tell you how I feel. I’ve lost the words by now, this is all I can write. Jumbled up thoughts tightening and balling up in my throat. I didn’t mean for this, for any of this to happen. You don’t have to believe me, but I didn’t know at the time. I was dumb, I was a dumb kid and you were the world to me. If I knew then that… If I knew what I did was going to make you leave… I swear, I wouldn’t have done any of it. Whatever you hear, I want you to know I love you. Don’t think what I’m going to, or would have done when you get this is your fault. Remember that, okay? It isn’t your fault. The fault lies with me.",
        "Do you remember December, the month before you left? Right before Christmas break. Our parents were out of town, you came over for the first time since graduation. I was so happy, you could probably tell, I’m horrible at hiding my feelings. I was actually horrible at hiding anything at all… I’d always have my special ways of annoying people to the point they couldn’t stand me. I was loud, and didn’t know what to say half the time, which made for an… interesting combination. But you seemed to like me anyways. I was glad that you stuck around for as long as you did. This was going to be the night where I finally told you how much you meant to me. I decided, it was written down in my notebook and everything. Looking back, it was probably a horrible time to drop this knowledge bomb on you. I should have kept it to myself, you weren’t doing too well and… I was dumb. I’ve told you before right? I’m not the smartest person in the world, I have trouble understanding social cues. What I did know, was that I loved you more than the minty hot chocolate I made when you came over. What I didn’t know… was that this would be the last time I was able to talk to you like friends. That you… didn’t feel the same way? It’s hard to tell, even now I’m not quite sure. When you said yes, when you accepted me and we hugged and… yeah, even then I didn’t know what you were thinking. You seemed happy. I liked that, I liked seeing you happy. Things were going well for a while after that. I think at least, we didn’t get much time together. You’d come over when you could, or I’d go over to your place. We didn’t talk much, maybe that was the problem? I’m not sure. And no, I don’t blame you for anything. What’s happening… It’s not your fault, okay?",
        "It was… hey you remember right? The final week we were together before you left. We visited that stream behind your house. The ice was so beautiful, shimmering so brightly that I felt my heart in my throat. Sitting on these, giant rocks, right beside each other. I’m sure, 100% sure that I had the stupidest smile on my face when you held my hand. I was so happy I couldn’t shut up. If I had stopped talking, would you have… Anyways, when I looked over to you and saw you crying I didn’t know what I was supposed to do. I didn’t know what I did, I didn’t pay attention to you. You pulled away from my hand. I said I was sorry, but you didn’t say anything. I still remember you walking away from me. I should have paid more attention then. I was so scared that I tried to run after you. I’ve never heard you raise your voice before then. I was so shocked I couldn’t bring myself to move. You just kept walking and I was frozen in place. I was so happy before, I don’t know what I was feeling right then but it was like the scenery around me didn’t exist. Everything went white around you as you disappeared. Would I ever know what I did? I’ve wanted to ask you what I did to make you walk away that day. Every day after I’d try to go over to your house, but you weren’t there. I wish I had known what I had said to make you cry. Maybe it would be different if you could have told me? No, I don’t blame you at all. It isn’t your fault, It’s all on me.",
        "I try to remember what I was thinking that morning, every day since then. I can’t shake it from my head. What I could have done to have you disappear, to leave me to drown without you. Do you remember? You hadn’t left your house in days. I walked up to your door, for the final time. You were home, I tried to smile but the act of curving my lips curled my stomach into itself. Your eyes were dark, your face was pale. You looked like you hadn’t slept in days. Did what I do hurt you so deeply that you had to look at me with those eyes? They pierced me so deep I could feel you ripping into my soul. You moved out of the doorway, like you wanted me to enter. You sighed when I walked past you and were silent on the way to your room. Your parents weren’t home, it was a mess. I remember the smell of the kitchen lingering in my nostrils as you shut the door to your room. I sat on your bed, looking at you, just standing there. You sat down next to me, with your eyes stuck focusing on your feet. Why couldn’t you look at me then? I know I asked, a lot, but I still want to know. Feeling your hand on mine, this time didn’t feel as good as the first time. It stung when your fingers connected with mine. I didn’t know what I did to hurt you. I asked you what was wrong, you tried to answer. Was the cracking in your voice the sign I should have left? I’m not sure, I’m not good with people. I know something hurt you, I know it was probably me. I’ve annoyed so many people, I wouldn’t be surprised. You sighed, you sighed so hard I thought you were going to pass out. Your words are scratched into my brain, clawed in deeper than I ever thought possible. “I’m sorry.” You said so silently I barely heard it. “This was a bad time.” You were crying again. I tried to put my hand to your cheek but your tears were so hot, I could feel your sadness burning my skin. “I made a mistake.” Was this about me? Was I a mistake…To you? I wouldn’t get an answer to that, you left your own room as quickly as those words left your lips. I walked home crying. But I don’t blame you for making me cry, I made you upset first. It wasn’t your fault, It was mine.",
        "I saw you outside my window. You remember, right? You were looking right at me, your cheeks were red. Why were you standing out in the cold? When I opened the front door, and you refused to come in I knew something was wrong. I looked at you for so long, that silence was crushing. You held my face, I almost jumped. I wasn’t expecting it, I wasn’t ready for what you were going to say. I knew what was coming… I knew what was coming but it still hit me like a train. That you couldn’t see me again. That this was the last time I would ever see you. We both cried for so long I could feel the tears on my cheek freezing. You looked me in the eyes and told me the sweetest lie I’ve ever heard. “It’s not your fault.” But I knew better. I tried to hug you, I didn’t want to let you go. You cried so loud I think you woke the neighbours. “I’m sorry! It’s not your fault, okay?” You screamed, as you walked away from me. That was the last time I saw you. As soon as I went back inside I missed you. For weeks after, I missed you. I still miss you, I loved you so much. Whatever I did to cause you to leave me, I want to know.. I want to know why your final words were such a sweet lie. Did you know they would haunt my dreams? Did you know those words would make me agonise over every dumb thing I had done? I deserve it, I know. It was my fault, I know it was. I don’t blame you, I blame myself.",
        "Interviewed: Ellie █████ (Referred to by her first name.) Interviewer: Agent ███████ (Referred to as Agent N.) Foreword: Interview was conducted to ascertain if the subject had any information about Abigail that could lead to more information about how SCP-3152 came to exhibit its anomalous effects. <Begin Log> Agent N.: Hello, Ellie, right? I just have a few questions about your time in Connecticut, It shouldn’t take too long, is that okay? Ellie: Yeah, sure… Did something happen? Agent N.: Well, Yes. What can you tell me about Abigail ███████? Ellie: Abigail? It’s been a while I… Yeah. Yeah, I knew her really well. We dated for a while before I… I moved, did she do something? Agent N.: Well, I’m sorry that you have to find this out like this but, Abigail ███████ passed away earlier this year. Ellie: O…oh… oka…okay…Uh… I’m sorry I uh…I need a second… [Ellie begins crying.] Agent N.: Take as much time as you need, there’s no rush. [The agent passes a tissue box towards Ellie. She can be heard crying and using the tissues provided for approximately a minute before the interview continued.] Ellie: Okay er…Yeah. Yeah, okay what did hmm… what did you want to know about Abby? Agent N.: Well, Was there anything that sticks out to you about Abigail? Was she acting strangely the last time you saw her? Ellie: Well, It was a uh, a strange time, right? I was…I mean I had to move pretty quickly…She was taking it pretty hard… I had to get out of my parents’ house, it was a mess. They up and left, I didn’t have the, uh, money to live there anymore, ya? It was either move in with my aunt or live on the streets. I loved Abby but I couldn’t ask her to take me in, her parents woulda…killed her… I mean… I could have, I don’t know… It was really stressful, the whole thing… I just had to get out of that house. Agent N.: So there wasn’t any indication of abnormal behavior for the situation? Ellie: Not that I could tell. Well, she did blame herself… She kept asking me what she did to upset me… I kept telling her it wasn’t her fault but It’s like, it isn’t stick, ya? Before I left I told her it wasn’t her fault, I was hoping… I don’t know… I was hoping it would get through to her… [Ellie took several seconds before regaining her composure and continuing to speak.] Ellie: I shoulda taken her with me…If I did…If we left together she might still… Fuck, she might still be alive… Did she leave a note? Anything? Agent N.: A note was found, yes. Did you want to read it? Ellie: N-no…I don’t think I can handle it. I’m having trouble handling… handling this at all… Agent N.: We can end now if you want, you don’t need to answer any more questions at this time. Ellie: Yeah… But could you… Could you tell me, did she talk about me? Agent N.: Yes. Ellie: What did she…did she blame me? I just…I just left and… Agent N.: She does mention that she doesn’t blame you, and that she loved you. Ellie: A…ah… [Ellie smiles for the first time since the interview, crying has lessened.] <End Log> Closing Statement: [After the Interview Ellie told the Agent that she was going to go back to Connecticut to visit Abigail’s grave. No signs of Anomalous activity seems to have been present before the creation of SCP-3152.]",
        "\" SCP-3152 \" by Doctor Serkov, from the SCP Wiki . Source: https://scpwiki.com/scp-3152 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3152",
    "object_class": "Safe",
    "containment_procedures": "SCP-3152 is placed with the instances of SCP-3152-1-1 through SCP-3152-1-4 in a standard containment locker at Site-19. The isolation of SCP-3152 from sources of mail is adequate containment to ensure its effects do not spread.",
    "description": "SCP-3152 is a small white envelope containing a letter signed by an Abigail ██████. No anomalous effects appear until contact with other postage occurs. When SCP-3152 comes into contact with a sealed envelope, the contents inside are changed to a letter similar to the original. These instances are classified as SCP-3152-1. SCP-3152-1 instances act as an extension of the subject matter detailed in SCP-3152. The leading theory is that SCP-3152 infects letters around it with the thoughts that Abigail ██████ was thinking at the time of writing.",
    "title": "SCP-3152"
}