{
    "url": "https://scp-wiki.wikidot.com/scp-3178",
    "all_text": "rating: \n+114\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nAll men are NOT created equal before God; the facts of heaven and hell, election and reprobation make clear that they are not equal.\n\n\n- R.J. Rushdoony\n\n\n\n\n⚠️ \nContent warning:\n This article contains \nsuicide\n, \nchild death\n, \ngore\n, and \nantisemitism/racism\n.\n\n\n\n\n\n\n\n\nrating: \n+114\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n \n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nI don't know who you are, and you will never know who I am. That's fine. But we're on the same side. I have to be fast about this:\n\n\n\n\n\n\nI've included everything I could recover after the church fire.\n\n\nOlney is complicit, but I doubt they'll be of much help to you.\n\n\nI don't think this is the root of the problem.\n\n\n\n\n\n\n\n— [INVALID ID]\n\n\n\n\n\n\nThreat Level:\n Yellow\n\n\n\n\n\n\n\n\nWhitewater, Mississippi.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Due to the isolated nature of Whitewater, containment is focused on controlling the flow of information out of the village. With this in mind, agents embedded within major internet service providers are to prevent the expansion of internet services until SCP-3178 is identified and contained.\n\n\nMobile Task Force Gamma-691 (\"When Something Interesting Happens\") is to be kept on standby in case of activity that may escalate SCP-3178's Object Class or Threat Level. Two officers are to remain within Whitewater in order to investigate SCP-3178.\n\n\nDue to the presence of a GoI-952 (\"Olney Ironworks\") manufacturing center within an hour's drive of Whitewater, the Foundation is looking into solutions to the issue of cross-contamination with SCP-3178.\n\n\nDescription:\n SCP-3178 is a phenomenon, entity, or series of rituals responsible for several anomalous events within the village of Whitewater, Mississippi. The nature of SCP-3178 is unknown, including whether or not it constitutes a singular entity or force.\n\n\nThe populace of Whitewater is aware of SCP-3178, attributing it to the actions of the Christian Trinity. Confinement of SCP-3178's events' to members of the Whitewater Baptist Church (of which 71% of Whitewater's population belongs to) is cited as proof of this.\n\n\nIt is known that SCP-3178's influence was first recorded by the populace on 09/13/2001, following the inexplicable recovery of Pastor Redd Harding after two hours of clinical death as the result of an untreated coral snake bite. Since then, multiple anomalous events have been recorded, including:\n\n\n\n\nA \"prophetic vision\" depicting the exact location of Calvin Harding, then missing.\n\n\nThe spontaneous pregnancy of Ms. Maisie Hill immediately following a confirmed miscarriage.\n\n\nThe occurrence of snowfall during the funeral of Deacon William Barnes, despite the date (July 7th).\n\n\nThe impromptu recitation of Luke 23 and subsequent spontaneous combustion of Mr. John O'Connolly, during his court appearance for kidnapping and battery.\n\n\n\n\n\n\nHISTORY\n\n\nSCP-3178 was discovered following post-incident investigation of \nIncident-5952-C-Ford\n. The nature of Researcher Ford's injuries, as well as interviews with witnesses, suggested the existence of a separate anomalous force or entity related to the SCP-5952 project. However, further investigation revealed no apparent links between SCP-5952 and SCP-3178, aside from the involvement of Joseph Comstock Rockwell, a Whitewater-based Baptist preacher working as faculty in WWSCSTT.\n\n\nElder Rockwell rebuffed initial requests for an interview, citing both his schedule and the Foundation's alleged conduct during Incident-5952-B Schumer-Velasquez-Ford. Furthermore, persons of interest to the SCP-5952 project either refuse to cooperate or lack significant knowledge of the SCP-3178 phenomenon.\n\n\nOn 05/13/2010, Foundation Overwatch ordered investigation into SCP-3178 and its connection to Whitewater. Officers Efrain Rodríguez and Connor Zhou were deployed in response.\n\n\n\n\nADDENDUM-3178-003\n\n\n\n\n\n\n\n\n+ GAMMA-691 LOGS\n\n\n\n\nAccess Granted\n\n\n\n\n\n\n\n\nOfficer Efrain Rodríguez\n\n\nWednesday, May 13th, 2010\n\n\nOfficer Zhou and I entered Whitewater from the South, through one of the two roads in and out of the city. We went through a backroad, coming off the MS 26; I'm told the Northern road is a Thoroughfare.\n\n\nMy first impression wasn't positive, you could say. The locals weren't very friendly. This was to be expected, though, given the racial demographics of Whitewater and its home county.\n\n\nStill, there was one or two friendly faces. Marjorie, a charming old lady with bright red tortoiseshell glasses who apparently works as the town barber. Walter Barnet, a local schoolteacher who offered to show us around town. Elliot Ngo, an ironworker employed by night in the town of Starling, and one of the only non-white residents of the town.\n\n\nChief among the people who didn't like us, unfortunately, was Mrs. Judy Davis. She owns the Saltside Inn, the only motel in town and where Zhou and I will be staying during the investigation. It's clear she's annoyed that we're here for what, to the town, is essentially investigation into the workings of the \nJudeo\n-Christian God, but I'm not sure she could afford to turn us away. This place doesn't look like it sees much commercial traffic.\n\n\nI'll keep you posted.\n\n\n\n\n\n\n \n\n\n\n\nOfficer Efrain Rodríguez\n\n\nThursday, May 14th, 2010\n\n\nLocals seem hesitant to interact. Not for lack of trying on our part: Zhou and I did the rounds, or as much as we could in a dry county. Assuming they're not just writing us off, a big problem is that there isn't a lot to \ndo\n in Whitewater. If people want to do anything, they have to drive to Starling out West. Really, there aren't even \ngrocery stores\n.\n\n\nIronically, the one person willing to talk to us was Mrs. Davis. She doesn't quite like us, but she stopped short of calling Whitewater a Sundown Town. I logged our interview, should be included with this week's report.\n\n\n\n\n\n\n \n\n\n\n\nOfficer Efrain Rodríguez\n\n\nFriday, May 15th, 2010\n\n\nElder Rockwell came back to Whitewater.\n\n\nThe locals treat him like something of a celebrity: when he came into town, everything stopped and took attention. Locals practically mobbed him, showering him with praise and begging him for spiritual advice on a great many matters. Even the schoolhouse stopped class so student and faculty alike could gawk.\n\n\nWhen I saw him for myself, it wasn't hard to see why. Rockwell's the tallest man in town, built like a carpenter with the charisma of a con-man. Something about his voice just puts one at ease. It's easy to recognize he's a PoI, but you'd think it was for the Horizon Initiative, or something equally benign. Despite this, I have reason to believe that\n\n\n… there's no clinical way to say this: he's hiding something. Zhou and I made eye contact with him several times over the course of today; both of us came away with something similar.\n\n\nRockwell has a way of making you feel small. There's something indescribably imposing, how he looks at you. Like you're a sheep, and you're being hunted by a wolf. He's not necessarily the wolf in this case, but you get the feeling he could \nsave\n you from the wolf. Keyword \"could\"; you see no intention of doing so.\n\n\nSuffice to say, he rebuffed all attempts at an interview.\n\n\n\n\n\n\n \n\n\n\n\nOfficer Efrain Rodríguez\n\n\nMonday, May 18th, 2010\n\n\nElder Rockwell is something of a prophet to these people. Unlike most prophets, he has a schedule, spending most of the week at the nearby boarding school before coming back on Friday to fulfill his diocesan duties. He's gone by Monday.\n\n\nNeither Zhou or I were privy to any \"miracles\" performed by SCP-3178 during our stay; however, a few of the locals would accost him as he went about his duties, seemingly to interpret \"miracles\" they themselves experienced. We're still at the thin-ice stage of our relationship with Whitewater, so we tried to limit our espionage. It all seemed standard.\n\n\nAnd then it was Sunday.\n\n\nWhitewater isn't particularly active on a good day. Again, there's not much to do. But Sunday morning stood out to us as particularly still. Nobody went outside, not to tend a lawn or sweep their driveway or anything like that. The only thing open was the station just outside the limits.\n\n\nZhou interviewed the teller, or tried to. He's a heavyset, middle-aged latino from the town of Starling; that's as much as we could get out of him. Says he doesn't know much about Whitewater, only that he's heard the locals can get \"really weird\" about the Sabbath. We don't have the clearance to probe him about SCP-3178, so that's as much as can be gotten until we check in with Command.\n\n\nAltogether, we'd assumed it'd be a quiet day. We're here to investigate miracles, and the strangest thing we'd seen is a distinct lack of any activity, not even Sunday morning church commutes.\n\n\nAs we later learned, Whitewater's Sunday services begin in the evening.\n\n\nIf you haven't seen it, Whitewater Baptist Church hosts a single \"bell-tower\". The bell itself is small, and shouldn't have been able to reach much further than the campus. Theoretically, the bell's tolls cannot reach Saltside Inn, which sits at the other end of Whitewater, except that they did.\n\n\nI'm unsure if this was one of the \"miracles\" of SCP-3178, but at 8:17, Zhou and I heard a series of loud tolls of a bell. This wasn't the tinny buzz you'd expect from the actual bell, but strong, lingering, deep. The kind you'd expect from a cathedral. You can listen to the recording we included, Audio Log-3178-A.\n\n\nZhou and I rushed to the church to investigate, and sure enough the bell was ringing. By this point, the church lot and surrounding streets were packed with empty cars, and the lights in the chapel were on. Evidently, services had started. Having made little progress over the course of the week, the two of us endeavored to make our way inside and observe.\n\n\nExcept we couldn't.\n\n\nThere were two men stationed in front of the door to the chapel. Tall, dressed in khaki shorts and polo shirts, what looked to be darker complexions than most of the town; it was too dark to make out much more. They wouldn't speak, and they wouldn't move from in front of the chapel. I tried getting through regardless, and that's when the one to my right\n\n\n… I don't remember what happened. I know he did something to me, and I know that Zhou helped me in the aftermath, somehow. But there's a space between then and this morning where I can't remember anything, save a dream I had.\n\n\nIn case it becomes relevant, I'm including a transcription of the dream with the report.\n\n\nAs I'm writing this, it's half past noon. Zhou was gone when I woke up; I'll speak with him after I investigate the church campus for anomalies, and I'll keep you posted.\n\n\nGoing to be wearing a bodycam in case this happens again.\n\n\n\n\n\n\n \n\n\n\n\nOfficer Efrain Rodríguez\n\n\nMonday, May 18th, 2010\n\n\nI will be taking the rest of the day off, along with tomorrow; I apologize for the inconvenience.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ INTERVIEW LOGS\n\n\n\n\nAccess Granted\n\n\n\n\n\n\n\n\nINTERVIEW-3178-F\n\n\n\n\nDATE:\n 5/14/2010\n\n\nSUBJECT:\n Judy Davis\n\n\n\n\n[BEGIN LOG]\n\n\nInterview begins in what appears to be the residence of Mrs. Davis. The room is cluttered with boxes, trinkets, and scattered fabrics. Officer Rodríguez sits on a wooden chair; Officer Zhou, who begins the recording in front of the camera, joins him soon after. Mrs. Davis remains standing.\n\n\nDavis:\n This ain't reflecting good.\n\n\nRodríguez:\n Sorry, Mrs. Davis. We just want to be thorough.\n\n\nDavis:\n Thorough is gonna be the death of y'all.\n\n\nRodríguez:\n Again, we're sorry.\n\n\nDavis:\n Ain't a threat. You don't look an angel in the face.\n\n\nZhou:\n Interesting. Do you mean to imply we're dealing with angels, Mrs. Davis?\n\n\nMrs. Davis sighs.\n\n\nDavis:\n I know your kind, I do. Urbanites. All concrete and plush. You're used to the rats, pigeon crap, all the grime, think it's the roughest it gets. But everything worth anything's marked with pretty yellow lines, telling y'all where and where not to put your feet. You ain't known a lick of America. Jackson, St. Louis, New Orleans. Bastions of cold comfort. Not a bit of god in all've it.\n\n\nZhou:\n How do you mean?\n\n\nDavis:\n God ain't there. Sin all you want, pray all you want, he ain't hear you. Nothing's possible.\n\n\nMrs. Davis glances towards the camera, before looking back at the officers.\n\n\nDavis:\n Stay here long enough. You'll see God. You'll see more than you ever \nwish\n of God. Right here's his pulse point. Don't follow the red line, or you'll get to his heart.\n\n\nDavis:\n Or, you get out of town. Save you the trouble.\n\n\nRodríguez:\n I'm sorry, but are you telling us to avoid God? It's… I mean, I was raised Ca—I was raised Christian. I was told he was everywhere. I was told he was \ngood\n. This doesn't sound right.\n\n\nDavis:\n And what do y'all know about God? Your kind can't even trust him. They send y'all here to survey, pick through his work. Figure out how he does what he does.\n\n\nDavis:\n I know you ain't know God. If you did, you'd know that through God, all things are possible, and he don't need a reason to do nothing. Wouldn't be sticking your face in the fryer.\n\n\nRodríguez:\n I mean no offense, Mrs. Davis, but you talk as if God wishes us harm.\n\n\nMrs. Davis opens her mouth, only to pause.\n\n\nDavis:\n They call it God-fearing for a reason.\n\n\nMrs. Davis spits on the floor. She refuses to answer any more questions from this point forward.\n\n\n[END LOG]\n\n\n\n\n\n\nINTERVIEW-3178-G\n\n\n\n\nDATE:\n 5/18/2010\n\n\nSUBJECT:\n Presently unverified.\n\n\n\n\n[BEGIN LOG]\n\n\nFootage taken from Officer Rodríguez's bodycam.\n\n\nOfficer Rodríguez is presently atop the church bell-tower, leaning over the edge to examine the bell. Twenty-seven seconds into the log, he sits back up and retrieves a notepad, presumably to record his observation. However, partway through he is interrupted by the sound of someone climbing the tower.\n\n\nHurrying to the edge, Rodríguez sees a young woman attempting to climb the tower.\n\n\nRodríguez:\n Ma'am, the tower is closed. Please—\n\n\nUnidentified Woman:\n I'm not in the mood for this.\n\n\nThe Unidentified Woman successfully scales the tower, standing to her full height. She appears to be a blonde European female in her early 20s, dressed conservatively. Slung over her chest is an occupied baby carrier.\n\n\nRodríguez stands up.\n\n\nRodríguez:\n Oh. Seems a bit dangerous, no?\n\n\nUnidentified Woman:\n You make do.\n\n\nThe Unidentified Woman sighs, turning away from Rodríguez to look out over Whitewater.\n\n\nUnidentified Woman:\n My mom tells me the previous Elder, the one before Rockwell, was a real bastard. Called the cops every time someone climbed the tower. They never answered, this was before we had in-house police. But he hated it.\n\n\nRodríguez:\n Huh.\n\n\nUnidentified Woman:\n It's not \nthat\n interesting.\n\n\nRodríguez:\n No, it's just… I mean, I'm new to town. Seeing Rockwell, it's hard to think he wasn't always the Elder, yeah?\n\n\nUnidentified Woman:\n God willing.\n\n\nThe Unidentified Woman puts her hands on her hips.\n\n\nUnidentified Woman:\n I think Rockwell hates it too. He acts like he doesn't. He does a lot of acting.\n\n\nRodríguez:\n But he doesn't call the cops.\n\n\nUnidentified Woman:\n Doesn't need to.\n\n\nTurning around, the Unidentified Woman smiles and holds out a hand.\n\n\nUnidentified Woman:\n Maisie Hill. You might remember me from the local news.\n\n\nRodríguez:\n Pleasure to meet you, Ms. Hill.\n\n\nRodríguez takes the Unidentified Woman's hand for a firm shake.\n\n\nUnidentified Woman:\n You here for what I think you're here for?\n\n\nRodríguez:\n I'm here to investigate miracles, yes.\n\n\nUnidentified Woman:\n How quaint. Have you met this little miracle?\n\n\nThe Unidentified Woman unclasps the baby from its carrier, holding it out for Rodríguez. He brings his hand to its head and hesitates.\n\n\nRodríguez:\n May I—\n\n\nUnidentified Woman:\n Trick question.\n\n\nBoth remain silent for several seconds.\n\n\nRodríguez:\n … I don't understand what you mean?\n\n\nThe Unidentified Woman brings the baby back to her chest, but does not put it back in the carrier.\n\n\nUnidentified Woman:\n People call it a miracle, you know? I don't blame them. You hear about a miscarriage, all that awful business, and then, out of nowhere, you've gone three months without a period. Of course they think it's a miracle. What else could it be?\n\n\nUnidentified Woman:\n See, I'm stuck on whether or not it's a miracle. Miracles are gifts from God. They're holy. Do you think undeath is holy? What little gets through the parental filters, though, it's said undeath is \nun\nholy.\n\n\nUnidentified Woman:\n So, tell me what you think: what do you call something that was killed and brought back to life?\n\n\nBoth remain silent for several seconds.\n\n\nRodríguez:\n … I'm sorry for your loss, Ms. Hill, but—\n\n\nUnidentified Woman:\n Don't feel sorry on account of this little shit. I had it killed for a \nreason\n.\n\n\nRodríguez:\n You… killed your baby?\n\n\nUnidentified Woman:\n I didn't kill a \nbaby\n. I killed the parasitic clump of cells fucked into me by my deadbeat ex. I killed it so many goddamn times, and every time \nsomething\n shoved it back in. And you know what? I'm going to kill it again.\n\n\nNodding to Rodríguez, the Unidentified Woman turns around and throws the baby off of the tower. Rodríguez screams.\n\n\nUnidentified Woman:\n Huh. Looks like it wasn't God after all. Bet \nhe\n would have saved it.\n\n\nThe Unidentified Woman turns her head to look back at Rodríguez, who appears to be frozen in place.\n\n\nUnidentified Woman:\n Word of advice: Land at an angle, and on your head. More likely to die if you snap your neck.\n\n\nWinking, the Unidentified Woman turns back around and dives off of the tower.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ RECOVERED MATERIALS\n\n\n\n\nAccess Granted\n\n\n\n\n\n\n\n\nDesignation:\n I-3178-C\n\n\nDate of Retrieval:\n 5/17/2010\n\n\nDescription:\n Item consists of an audio recording, allegedly of SCP-3178 activity. However, no such activity can be heard.\n\n\n\n\n\n\nDesignation:\n I-3178-D\n\n\nDate of Retrieval:\n 5/17/2010\n\n\nDescription:\n Item consists of hair samples taken from Officer Efrain Rodríguez. Material analysis indicates trace amounts of \nthe BLACK FLY compound\n.\n\n\n\n\n\n\nDesignation:\n I-3178-E\n\n\nDate of Retrieval:\n 5/18/2010\n\n\nDescription:\n Item consists of a 990-Hypnos report recorded by Officer Efrain Rodríguez.\n\n\n\n\nI'm walking through a maze. The walls are lined with pipes and trilingual hazard signs, and crowding the various halls and rooms are vast arrays of industrial equipment. My only source of light is a handheld flashlight.\n\n\nI know, somehow, that I am trespassing. Moreover, something in the back of my mind insists that whatever I may be looking for, I won't find it within the maze. Something drives me to continue, some external force I have come to see as a yoke around my neck. The maze hates me for this.\n\n\nSomething is hunting me.\n\n\nThough I have no idea where my hunter lurks, I am somehow intimately aware of the fact that my hunter is gaining on me. What began as trespass quickly becomes a frenzied rush to escape my hunter; however, I have gone too far into the maze, and have lost track of the exit. Part of me believes that whatever holds my yoke is indifferent to my survival.\n\n\nAs I run deeper into the maze, I begin to occasionally notice windows on the walls, overlooking impossible, horrible visages:\n\n\n\n\nA field of scorched earth, filled with ramshackle gallows from which pale, screaming bodies are hung over fires.\n\n\nAn impossibly long hallway, where a milk-white cloud pours itself into the IVs of sickly men packed frame-to-frame in dirtied sickbeds.\n\n\nA fattened sack of flesh sitting under a weave of clay blades, fed blood from children thrown to the weave to thrash themselves into a pulp.\n\n\n\n\nSoon, I grow tired. I cannot escape my hunter.\n\n\nWhen finally I collapse to the rust-covered floor, my flashlight goes dark. My hunter comes closer; it knows \nexactly\n where I am.\n\n\nIt turns me over, and I can see it through the darkness.\n\n\nMy hunter is shaped like a human, but it has been mutilated into such a shape with stitches and zip ties and butcher twine. Its \"skin\" is a tangle of slimy tentacles, red in color, lined with hooked suckers that cut into it with every motion. It is wearing a leather apron. Around my hunter's \"waist\" is a belt, from which hang three clay heads. On its left hangs the face of a woman, missing her lips. On its right hangs the face of a bull, missing its horns. In the center hangs the face of a man, missing his eyes. Around its neck hangs a thick wire, threaded through an array of severed penises.\n\n\nOn its head, my hunter wears a rubber mask. The face is of a jovial, clean-shaven man, with a double chin and a grey combover. It is remarkably clean.\n\n\nAnd then I woke up.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nADDENDUM-3178-004\n\n\n\n\n\n\n\n\n+ GAMMA-691 LOGS\n\n\n\n\nAccess Granted\n\n\n\n\n\n\n\n\nOfficer Efrain Rodríguez\n\n\nWednesday, May 20th, 2010\n\n\nZhou and I were woken up around 3 AM to a loud banging sound from the door to our room.\n\n\nJutting from our doorpost was a massive nail, with a shaft easily two inches in diameter. With every pound, more of it poked through, until it was easily three feet out. Soon, the pounding stopped, only to resume once again as another nail emerged from the doorpost.\n\n\nI yelled at whatever was behind the door, but they ignored me, continuing to hammer nails through the doorpost. Then I tried opening the door to confront them, but something was pulling it shut from the other end.\n\n\nIt was then that Zhou pushed me out of the way, retrieving his firearm and ordering whatever was responsible to back away before he opened fire. That didn't deter whatever was outside, and neither did the warning fired into the ceiling. It was only when Zhou fired at the door that the pounding stopped, interrupted by the sound of a man screaming.\n\n\nZhou threw open the door, levelling his firearm at whatever was behind it, just in time for him to see a man dressed in black fleeing around the corner. The two of us gave chase, but by then he'd fled the motel. We hadn't brought flashlights or shoes, and the trail of blood he'd left was too small to track in the dark. The shot must have grazed him.\n\n\nZhou tried to contact Mrs. Davis, but apparently she'd gone on vacation on Monday and hadn't come back since. I put in a police report; hopefully, they can sort this out.\n\n\nOf note is what we found nailed to the doorpost. It looked to be a large, somewhat stiff tentacle without any suckers, pink in color with large patches of mottled grey. A good foot in diameter, nine feet long. Bloodied.\n\n\nSidenote: I'm not sure what the liaison meant. I'm pretty sure I'd remember such a stylistic choice.\n\n\n\n\n\n\n \n\n\n\n\nOfficer Efrain Rodríguez\n\n\nThursday, May 21st, 2010\n\n\n\n\n\n\nLet me know if you have any information on the left house.\n\n\n\n\n\n\nHuh. Not sure how that got crossed out.\n\n\nTell Officer McTriss she's known the password to -H since 2006.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n\n\nOfficer Efrain Rodríguez\n\n\nFriday, May 22nd, 2010\n\n\nThis will make more sense once/if you've watched -H:\n\n\nZhou and I checked in with Ngo. If you'll allow me some much needed informality, I don't like Ngo. It's my opinion that he's a conniving rat bastard who knows more than he lets on. But that's the general impression I've gotten from Olney, so that's not too unusual.\n\n\nI'm beginning to question the narrative that SCP-3178 deals in \"miracles\". If half of what Ngo told us was true, Olney is a part of this, which doesn't strike me as very Godly unless I've radically misinterpreted the nature of God.\n\n\nWe'll be going to Starling tomorrow, to check out the factory. I'll keep you posted.\n\n\n\n\n\n\n \n\n\n\n\nOfficer Efrain Rodríguez\n\n\nSaturday, May 23rd, 2010\n\n\nZhou is gone.\n\n\nI don't know what went wrong. We went to the Olney facility in Starling, at a time when we knew it'd be closed. I checked with Dr. Everwood on the matter of Olney, double checked everything, made damn sure we told nobody about our plans.\n\n\nZhou volunteered to go first; he was insistent on that point. The plan was that if all was clear, if nothing happened over fifteen seconds, he'd call out to me and we could continue. Our original plan was to go through the factory; however, a quick survey of the grounds revealed a cellar door leading down into what must have been a maintenance tunnel. Between that and getting caught on the Olney cameras, we decided the cellar would be our entry point.\n\n\nSo Zhou went in, and\n\n\nI don't know what I saw. One moment the door was there; the next, there was an exposed patch of concrete, not even a manhole to show for it. I searched the whole grounds, everything I could get to, I even looked at the street view (as much as I could on the spotty cell service). Not only couldn't I find an entrance, the grounds didn't match what I saw on the maps. It was like I was somewhere completely different.\n\n\nExcuse my venting, but I \nreally\n need to get this off my chest: when I drove back to Whitewater, the roads felt different. Maybe it was the dark. Maybe it was all in my head. Maybe the roads actually changed.\n\n\nRequesting back-up, and if it's not too much I'd like to request a transfer, too.\n\n\n\n\n\n\n \n\n\n\n\nOfficer Efrain Rodríguez\n\n\nMonday, May 25th, 2010\n\n\nI don't remember what happened yesterday.\n\n\nI woke up from a nightmare (included in reports) in the bed Connor had been sleeping in. My eyes stung, my head pounded, and my whole body ached. I was fully dressed, and my bodycam lay crushed beside my bed. When I went to the mirror, I could see my face was burned, somehow, all reddened and blistered. My eyes were red, like I'd been crying too hard for too long.\n\n\nI hadn't written any reports for yesterday, or none that I could find. Knowing that yesterday was a Sunday, however, I'm certain that one of two things happened:\n\n\n\n\nI travelled to Starling, or along the MS 26, to investigate the landscape.\n\n\nI had stayed inside for most of the day.\n\n\n\n\nAssuming I wasn't messed with during such tasks, I suppose I might then have gone to the church grounds a little before the beginning of Mass, presumably to investigate the grounds or infiltrate the gathering. I know I would have tried to avoid the men from before, or at the very least have threatened them if they tried to interfere with my work. I'm not in prison, so I assume either the police don't care about what I might have done, or they were never called to begin with.\n\n\nBut what \ndid\n this to me? Unless I'm not cleared for it, I can't find anything close to my experience in the records.\n\n\nOne more thing. I tried reciting my morning prayers. I'd been forgetting to do them in the past few years, but ever since the incident last week I've been better about it. Call it a crutch, but after what I've seen it felt good to ease the burden, if only a little, and rituals can be good for that.\n\n\nI felt nothing. I knew the words, I knew the motions. But any attempt to act on them felt too hollow, too insincere, and I found myself stuck behind some kind of mental wall.\n\n\nHow could they take that from me?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ INTERVIEW LOGS\n\n\n\n\nAccess Granted\n\n\n\n\n\n\n\n\nINTERVIEW-3178-H\n\n\n\n\nDATE:\n 5/21/2010\n\n\nSUBJECT:\n PoI-4887\n1\n\n\nNOTES:\n For presently unclear reasons, this file was encrypted by Officer Rodríguez, requiring Officer McTriss to provide a passcode in order to decrypt it.\n\n\n\n\n[BEGIN LOG 1]\n\n\nThe recording begins in a dilapidated, unfurnished house. Scattered across the floor is a sleeping roll, plastic takeout boxes, and empty syrup packets. PoI-4887 paces the room, muttering indistinctly, while Officer Rodríguez (and soon Officer Zhou) sit silently on the floor.\n\n\nThis continues for approximately three minutes, before PoI-4887 stops, retrieving \na notebook\n from her person. She flips through the notebook for several seconds, before settling on a specific page.\n\n\nPoI-4887:\n Nobody sent you, right?\n\n\nZhou:\n That's correct.\n\n\nPoI-4887:\n And nobody \nsaw\n you?\n\n\nZhou:\n I feel as if I'm always being watched in this town, but I couldn't-\n\n\nPoI-4887:\n \nFuck\n me running, I ask you \none thing\n and you can't even…\n\n\nPoI-4887 sighs.\n\n\nPoI-4887:\n Sorry, sorry. It's just, if anyone saw you, that's… that's bad. But too late for that, right? Far, \nfar\n too late for anything.\n\n\nRodríguez:\n Apologies, mix.\n\n\nPoI-4887:\n It's fine, it's fine. Look. If Orvo knows I'm here, that's really bad news. Keep quiet about this, and if you see anyone with green eyes, you fucking run. Better yet, turn that camera off.\n\n\nZhou:\n I apologize, mix, but the Foundation needs to hear whatever you have to say.\n\n\nPoI-4887:\n Can't reason with jailors.\n\n\nPutting her book away, PoI-4887 scratches at her scalp.\n\n\nPoI-4887:\n Alright, let's make this quick: this town is fucked. Whatever the hell Rockwell is doing here, I'm reasonably sure it has something to do with CALAMITY\n2\n. How much info do you have on the Christian Ministries of America?\n\n\nRodríguez:\n What?\n\n\nPoI-4887:\n Great, your organization is fucking useless.\n\n\nZhou:\n With all due respect, mix, I'd appreciate if you didn't keep insulting us.\n\n\nPoI-4887:\n What are you operating on? How much did they tell you? How much do they \nknow\n? If you're telling me they sent you here without the slightest bit of intel on the CMA or Rockwell, you have a massive, \nmassive\n problem.\n\n\nZhou:\n Tell us what it \nis\n, then.\n\n\nPoI-4887:\n Fine, fine. Okay, you remember the Moral Majority, right? Falwell, Weyrich, McAteer, all those preachers who wanted to bring back segregated religious schools? Give them anomalies. That's the CMA. Rockwell's high in the org, what I hear and see, but he's not the only one, and I get the feeling… I'm sorry.\n\n\nPoI-4887:\n I really want to help you. Your organization is a cancer, a net bad, but I \nreally do\n believe you can stop this. I just… I don't want to say it. I can't.\n\n\nZhou:\n If you'd stop insulting us for a single second, that—\n\n\nPoI-4887:\n If I couldn't say the jailors could help me, I wouldn't have. No, it's just… I feel like, if I say what I think about the CMA and Olney, it will come true. It's stupid, and what I think is probably \nalready\n true. But I just… can't. I don't want to believe it's true.\n\n\nRodríguez:\n And what do you think?\n\n\nPoI-4887:\n That…\n\n\nPoI-4887 pauses, mouth still open. She attempts to say something, but retches instead. Finally, she shakes her head.\n\n\nPoI-4887:\n This might make sense later: America is the whale, CMA is the squid, and Olney is being played as the tentacles.\n\n\nAll remain silent for several seconds.\n\n\nZhou:\n … this was a waste of time. You keep throwing words at us and expecting us to understand what they mean. Then you yell at us, because \nwe\n were never taught any of this? Who the hell is Orvo? What the hell is Olney? How the \nfuck\n does marine biology have \nanything\n to do with this?! If you can't even give us the \nbarest\n of background—\n\n\nRodríguez:\n I've heard of Olney.\n\n\nZhou:\n Looks like \nsomeone\n is in the know! Good for you, good for you! You want to share that with the class?\n\n\nRodríguez:\n I'm sorry, Co—Zhou, I didn't think it was relevant. Back on… back on another project, we were sent to deal with one of their refineries. Apparently, they're not even a real GoI, just some astronomically unlucky industrial company. But how do \nthey\n fit in? They don't strike me as the kind of conspiracy we'd expect from, say, the Blue Moon Society.\n\n\nPoI-4887:\n I can't help you on motive, aside from… they're probably desperate for money? But what tracking I could do on Rockwell and his assistants, it occasionally comes back to the center in Starling.\n\n\nRodríguez:\n The… what?\n\n\nPoI-4887:\n The Olney manufacturing center in Starling. You know, the one that employs half of Whitewater?\n\n\nAll remain silent for several seconds.\n\n\nRodríguez:\n Oh my fucking god.\n\n\n[END LOG 1]\n\n\n\n\n\n\nINTERVIEW-3178-I\n\n\n\n\nDATE:\n 5/22/2010\n\n\nSUBJECT:\n Elliot Ngo\n\n\n\n\n[BEGIN LOG]\n\n\nRecording begins in a modestly decorated living room. Several crosses, as well as a confederate battle flag, can be seen adorning the walls. Sitting on a sofa chair is Mr. Ngo, nursing a cup of coffee.\n\n\nAll remain silent for several seconds. Officer Rodríguez attempts to speak at one point, only to palm his face.\n\n\nZhou:\n Apologies. My partner—\n\n\nRodríguez:\n No, no, I'm fine. Really.\n\n\nAll remain silent for several seconds.\n\n\nZhou:\n … I'm told you work with Olney.\n\n\nMr. Ngo nods.\n\n\nNgo:\n That I do.\n\n\nZhou:\n Can you give us any more detail?\n\n\nNgo:\n Well, \n(pausing to sip from his coffee)\n I work the afternoon shift. It's a mix of manning the furnaces and transporting material from one end of the plant to the other. Not much, but the work's honest and the pay's good.\n\n\nZhou:\n Interesting.\n\n\nNgo:\n Is it?\n\n\nZhou:\n Never mind. During your time work—\n\n\nMr. Ngo sits up straight.\n\n\nNgo:\n Haven't seen anything weird.\n\n\nZhou:\n I… didn't ask you that.\n\n\nNgo:\n Lot of people do. Fake news, all of it, but there are some things people will never understand.\n\n\nZhou:\n Again, I didn't—\n\n\nNgo:\n Look, I'd love to have you over, but only through God are all such things possible. Olney's pretty secular.\n\n\nZhou:\n Is that a saying?\n\n\nNgo:\n Only a saying because too many people ask. Olney has a lot of competitors looking to muscle in, so I guess they've started spreading rumors. It's all fake, though, and if you read the company charter you'd know that, too.\n\n\nZhou:\n No, I mean the part about, about how through God… \n(Officer Zhou groans)\n what are we \ntalking\n about? Am I missing something? I've barely asked you \nanything\n, why all this?\n\n\nNgo:\n Listen. When you hear as much as I have, you know the questions before they're asked. I'm sorry to say that, whatever you're looking for, you won't hear it from me.\n\n\nZhou groans, but says nothing. All remain silent for several seconds.\n\n\nRodríguez:\n … forgive my partner, this is his first project involving Olney.\n\n\nNgo:\n Can't imagine why he'd have a previous one.\n\n\nRodríguez:\n Alright, well… we got off on the wrong foot. Me and my partner, we're part of M.S. Rational.\n\n\nMr. Ngo tilts his head.\n\n\nRodríguez:\n You heard about us?\n\n\nNgo:\n Nothing immediately comes to mind. Sounds like some kind of research society.\n\n\nRodríguez:\n Of a sort. We're looking to disprove some rumors going around about Olney Starling. There's been some rumors, however outlandish, about it being frequented by some kind of space cult, and we we want to quash that before… well, small town America does what it does.\n\n\nMr. Ngo blinks, then relaxes his posture.\n\n\nNgo:\n I… might have heard tell of a little. Can't say I've \nseen\n a space cult.\n\n\nRodríguez:\n Right, right. So… let's start off talking about squids. I've… heard tell that the facility has more than could be expected.\n\n\nNgo:\n Can't say I've seen them. \n(Mr. Ngo sips from his coffee)\n Depending on the… the space cult's relationship with squids, it'd have made a lot more sense if the nonexistent cult had taken root in a fishery. Olney Starling is a steel mill. As for, say, \nwalking\n squids… Olney has no financial incentive to create such a thing.\n\n\nNgo:\n Moreover, if, say, the space cult was less of an Olney operation and more of a parasite, and for a bigger if, if crafting such a thing were possible, such an organization would have to be pretty well-funded to ensure any sort of cooperation from Olney. The company's been firing on all cylinders for a while, so leasable basement space would be pretty sparse.\n\n\nRodríguez:\n Sounds reasonable. So, how much basement space \nis\n there?\n\n\nNgo:\n That's… fairly complicated. While I can't give you an exact number, I can tell you right now that most of it is tunnels. Not a lot of space for blood rituals. And, moreover… I can't see a situation in which the space cult would need the tunnels.\n\n\nNgo:\n \n(italics denote a possible emphasis based on Mr. Ngo's tone)\n \nDespite some of the rumors\n, Olney has no plans for long-range tunneling. Whitewater is an hour's drive, and we don't have the capital for a private railway. Simply put, the logistics of transport don't work.\n\n\nRodríguez:\n That all makes sense. So… why, then, do you think rumors persist?\n\n\nNgo:\n Dying in a thresher of your own fault doesn't make as good a story.\n\n\nRodríguez:\n People have \ndied\n in the tunnels?\n\n\nNgo:\n Everyone wants to find a squid monster; considerably less want to respect private property and heed the warnings we've put out.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ RECOVERED MATERIALS\n\n\n\n\nAccess Granted\n\n\n\n\n\n\n\n\nDesignation:\n I-3178-F\n\n\nDate of Retrieval:\n 5/20/2010\n\n\nDescription:\n Item has been identified as a \nBalaenoptera musculus\n3\n penis.\n\n\n\n\n\n\nDesignation:\n I-3178-G\n\n\nDate of Retrieval:\n 5/26/2010\n\n\nDescription:\n Item consists of hair and body fat samples taken from Officer Efrain Rodríguez. Material analysis has identified significant amounts of \nBLACK FLY-2 residue\n.\n\n\n\n\n\n\nDesignation:\n I-3178-H\n\n\nDate of Retrieval:\n 5/25/2010\n\n\nDescription:\n Item consists of a 990-Hypnos report recorded by Officer Efrain Rodríguez.\n\n\n\n\nI own a house in Whitewater. The town is larger than before, much larger: from the roof of my house, I can see the trappings of rural America stretching for miles in every direction.\n\n\nI am on my roof, because I must put up Christmas lights. All of Whitewater will be lit up for what's to come, whether or not the owner puts up their lights. In the back of my mind, I instinctually know that the Christmas lights are preferable to whatever the alternative method should be.\n\n\nNone of this should be new to me, but for some reason I struggle. The instructions are simple, easy to understand, but so narrow as to obscure the arcane technicalities that short the lights, fail to close the circuit, threaten to set my house aflame. Why me?\n\n\nMy neighbor, Marjorie, she lives in the same model of housing, uses the same materials, reads from the same instruction booklet. Her lights are beautiful. Mr. Barnet, my other neighbor, his lights are even grander, bulbs of green and red and violet and white spelling mantras I can't decipher. Across the street, Ngo's house shines like a beacon in the daylight.\n\n\nNightfall is my deadline to complete the lights; but whether or not I succeed, my house will be lit up by nightfall.\n\n\nMs. Hill, Connor, that pale woman I somehow know as \"Princess\", they all shared a house. It's behind mine. Their deadline was earlier than mine, and they failed to complete their lights. I shield my eyes whenever their house should come into view. Their house is lit up. I have no intention of learning how.\n\n\nAm I missing something? Some integral piece of the puzzle? Everyone makes this look easy, but my lights form a labyrinthian nest of ports and plugs and power. All I consult is vague, sparse, predicated on a seemingly elementary aspect of lighting that eludes me. To go fast is suicide; to go slow is unacceptable tardiness.\n\n\nThe sun drips down the sky, squeaking like whale blubber dragged across a butcher's board.\n\n\nIt's late afternoon, and I have no hope of completing the lighting in time. I am behind where I started: only suicide cables and broken bulbs remain. There was never any grounding. The instructions insult and belittle me for my ignorance.\n\n\nIt's sunset, and I make up my mind to kill myself, but the powers that be have shut off my electricity. The grass and pavement of my lawn has decayed to a slurry, sticky and soft, gently pulling me back as I struggle from its grip. Someone has stolen my kitchenware. The sprinklers I can't remember installing scream as they put out my fires.\n\n\nIt's nightfall. I cower on my roof as Whitewater surrounds my house. Elder Rockwell knocks on my door. Despite my failures, my house will be lit up by nightfall.\n\n\nAnd then I woke up.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWARNING: UNVERIFIED ADDITION\n\n\n\n\nASE.aic CANNOT VERIFY THE CREDENTIALS ASSOCIATED WITH THIS PROPOSED ADDITION. EXTREME CAUTION IS ADVISED.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Show (1) Proposed Additions\n\n\n\n\nDO NOT TRUST THE CMA\n\n\n\n\n\n\n\n\n\n\n\n\nOfficer Efrain Rodríguez\n\n\nThursday, May 27th, 2010\n\n\nThey took my new partner. You sent him and they took him. They stole him as we walked out of our room.\n\n\nI don't know where he is, but I can hear him. I've begged everyone I've met to tell me where he is, why I can hear him screaming, but they babble and pray and congratulate me on the miracle I've been bestowed.\n\n\nMrs. Davis is gone. I don't recognize the woman who took her place. She won't answer my questions. She won't talk to any of the other guests, and they don't talk to her, either. There's so many more guests, sunburnt and quiet and hidden behind face masks and wide-brimmed hats.\n\n\n\n\n\n\n \n\n\n\n\nEfrain Rodríguez\n\n\n2010\n\n\nWhat day is it?\n\n\nI couldn't sleep until he stopped. You hardly notice the sunrise when you're awake through the sunset. There's been too many sunrises.\n\n\nWas it Sunday? A few days ago, I think, the sunburnt men were gone. They're back. I don't know if I heard the bell through his screaming. I've come to expect dreams on Monday morning. But I couldn't sleep, and I stopped checking my phone since Zhou texted me. I still haven't read the text.\n\n\nI don't want to fall asleep. I'm sorry.\n\n\n\n\n\n\n \n\n\n\n\nEfrain\n\n\nHE'S NOT OKAY, THEY TIED HIM DOWN AND SPRAYED HIM WITH BLACK GAS AND YELLED AND CUT AND PRODDED HIM HE'S NOT OKAY NO MATTER WHAT HE TELLS YOU\n\n\n\n\n\n\nINTERVIEW\n\n\n\n\nDATE:\n Unclear\n\n\nSUBJECT:\n Elder Joseph Comstock Rockwell\n\n\n\n\n[BEGIN LOG]\n\n\nOfficer Rodríguez sits in a plainly-decorated office. Across from him is Elder Rockwell.\n\n\nElder Rockwell:\n Well met, young man.\n\n\nRodríguez stays silent. He appears to be wobbling slightly.\n\n\nElder Rockwell:\n Are you quite alright, young man? You're not in any trouble.\n\n\nOfficer Rodríguez:\n … I thought I'd understand.\n\n\nElder Rockwell:\n Pardon?\n\n\nOfficer Rodríguez:\n I… \n(Rodríguez swallows)\n I though I'd understand. I'd talk to you, find out… find out what went on. I thought I'd be done by now. Why- \n(he sniffles)\n why didn't you talk to me?\n\n\nElder Rockwell:\n Oh, child. I'm sorry it had to wait until now.\n\n\nOfficer Rodríguez:\n I tried so hard. You were busy. You didn't want to talk.\n\n\nElder Rockwell:\n And I'm so terribly sorry, but it had to wait. I would have loved to have talked, really, but God only gives man so much sunlight in a day.\n\n\nOfficer Rodríguez:\n They're all dead, aren't they?\n\n\nElder Rockwell:\n Pardon?\n\n\nOfficer Rodríguez:\n Connor. Fernand. The… they're all dead. All dead.\n\n\nElder Rockwell sighs.\n\n\nElder Rockwell:\n I know not whether they're dead, young man. But whether in full or mere literality, it sounds like they're in God's hands.\n\n\nOfficer Rodríguez:\n It's not fair. It's not… \n(he sniffles)\n it's not \nfair\n.\n\n\nElder Rockwell:\n The work of the Serpent ain't fair, child. But it'll all be alright, because God's on your side, and through God, all things are possible.\n\n\nRodríguez opens his mouth to speak, but pauses. He remains silent for several seconds.\n\n\nOfficer Rodríguez:\n … why do you keep saying that?\n\n\nElder Rockwell:\n I've only said it once, child.\n\n\nOfficer Rodríguez:\n Oh bull\nshit\n. \n(Rodríguez sniffles, wiping something from his face)\n I keep hearing that. Day in, day out, every day I can stand to even \ntalk\n to you people. What is it? Some, some empty mantra you keep around for the look? A slogan? Six fucking words? What does it \nmean\n, what are you \nsaying\n whenever you say it and why to \nme\n?\n\n\nElder Rockwell:\n If you need to step out—\n\n\nRodríguez slams his fist onto the desk.\n\n\nOfficer Rodríguez:\n Connor is \ndead\n because of you! He's dead, dead in, stuck in some, some fucking \nmaze\n with who knows what! He died for nothing! You \nkilled\n him for nothing! Nothing, nothing, \nnothing\n, nothing but a hole in my heart stolen by \nyour kind\n, stuck with a bandage six words long with, can't even stop the bleeding and \nwhat did you do to my God\n?!\n\n\nOfficer Rodríguez:\n You took him from me, you killed him for this sick cult shit, fed him to a fucking squid or those fucking sunburnt fucks, fuck, \nfuck\n! Where's my God?! You stole my God, you ripped my faith out my mouth and I want him back! I want him \nback\n! Where—\n\n\nRodríguez collapses in a sobbing fit. Elder Rockwell remains silent for approximately one minute, before responding.\n\n\nElder Rockwell:\n I'm sorry, young man. But that wasn't God. That thing that got its tail around you, that's the Serpent.\n\n\nElder Rockwell pats Rodríguez on the back.\n\n\nElder Rockwell:\n Come with me. Meet with my flock. It'll all make sense on Sunday, I promise.\n\n\n[END LOG]\n\n\n\n\n\n\nSunday\n\n\nI can't remember what I'm here for. Food won't stay down. My head won't shut up. I'm not going to sleep. I can't go to sleep. I won't go to sleep. I'm going to die tonight.\n\n\nWhy did I go to the church?\n\n\nThey let me in. Those sunburnt things stood by the door and let me file in. No one stopped me. Why didn't anyone stop me?\n\n\nEven inside the church, waiting for the services to start, the bells wouldn't stop. They rang like thunder. Screaming, screaming, screaming metal. A portend of certain doom, or a neophyte's punishment. I don't want to know. I know too much.\n\n\nThere were so many other preachers, deacons, whatever it's called here. Why was Rockwell the only one who spoke? What faceless things flanked either side of him?\n\n\nI remember his sermon.\n\n\nHe called me up by name, introduced me to the congregation. Told them we'd be starting at the beginning. There were so many people in the pews. Actual, living people. People who listened to Rockwell regularly, who sought him for advice or miracles or whatever else that horrible man offers. Such a terrifying prospect.\n\n\nHe sent me to my seat, and began. He spoke of Adam and Eve, which I knew, of Cain and Abel and Seth, which I knew less. He hated Cain. He hated Abel. I don't know what he thought of Seth.\n\n\nCain and Abel, according to Rockwell, are born of the seed of what he called \"the Serpent\". Rockwell reserved a special hatred for the Serpent. He accused it of polluting humanity, the Basalt Children of Adam, with the Children of Clay. The Children of Clay steal the Children of Basalt's babies, cutting off the tips of their penises and baking their blood into bread. They torture the Children of Basalt's livestock to death, bleeding them slowly and cruelly, flooding the markets with cheap, diseased meat. The Children of Clay plunder the gold of the Children of Basalt through trickery and intimidation, keeping the vast majority for themselves and circulating barely enough for the Children of Basalt to get by. To Rockwell, they are less than rats.\n\n\nRockwell screamed in tongues, but he was no Charismatic charlatan. Every babble accompanied an idea, a vision: I saw the Clay hordes of Canaan strike cruelly at the husbands and children of a city called \"Kazenrud\"; I saw them lash the Messiah to the cross; I saw them emasculate God's Red Right Hand; I saw them sink a peaceful icon of Liberty; I saw them turn the Children of Basalts' simpleton slaves against their righteous masters; I saw them live through every attempt by Adam's descendants to extract righteous justice for their myriad crimes.\n\n\nThe congregation screamed for blood. Rockwell called forth an assistant, who wheeled to him a cage obscured by cloth. Brought onto the dais, the cloth was pulled back.\n\n\nSeven snakes writhed around in a glass tank. One by one, Rockwell, removed them from the tank; he took no precaution as he handled them, and showed no discomfort as the snakes bit into his flesh. He'd scream something in a language lost to time, and then he'd bite into them, devouring them whole.\n\n\nThe collection plate, more bowl than plate, was soon passed. Lined with wicked blades, the congregation bled themselves into it, sometimes a drop, sometimes a pint. When filled, the \"plate\" would be passed to one of the assistants, who would drink every last drop before passing it back down the pews.\n\n\nRockwell knew when you didn't donate.\n\n\nI can't remember how long it had been when Rockwell began to scream of the end times, of a \"calamity\" that would restore dominance to the Children of Basalt, descendants of Adam. His predictions were dire, of the fall of the Idolatrous Machine Cult, of the reinvigoration of the \"Madonna of Soronești\", of Clay blasphemies swallowed by the worms. He screamed of the suffering to be brought upon the unbelieving, to be served torment sevenfold that which they'd suffer in life. I've never seen such raucous cheering for the end of the world.\n\n\nThey took my God from me, and this is what they seek to replace it with. No more.\n\n\nI am awake, and I will set this rotten monument of horrors aflame.\n\n\n\n\n\n\nVIDEO LOG 3178-A\n\n\n\n\n[BEGIN LOG]\n\n\nFootage appears to have been taken from Rodríguez's bodycam.\n\n\nRodríguez stands in front of a church door, breathing heavily. He kicks at the door, but it does not budge; so he kicks again, and continues to kick at the door until he's interrupted.\n\n\nElder Rockwell:\n I'm afraid Sunday School's out for the night, and we don't hold remedial classes. Look, I have to leave in the morning for Whitewater's graduation ceremony, do you think you could save this for next week?\n\n\nRodríguez screams, dropping something to the ground as he retrieves his firearm and open fires into the lock. Bending down to pick up what looks to be several plastic canisters, Rodríguez kicks at the door again, throwing open the doors to the chapel.\n\n\nUnscrewing the cap of one of the canisters, Rodríguez stumbles into the church and begins spilling a clear fluid over the floor. Elder Rockwell whistles.\n\n\nElder Rockwell:\n You can cut the seed off the Serpent, but you can't cut the Serpent out the seed, I suppose. Was really hoping you were one of the good ones, Efrain.\n\n\nRodríguez apparently attempts to say something; however, it comes out indistinct. He moves further into the church.\n\n\nElder Rockwell:\n What'll you get out of this, Efrain? There's no peace of mind in burning a church. I'd have thought a cursory reading of European history would tell you that much. \n(Elder Rockwell sighs)\n I really did expect better of you.\n\n\nElder Rockwell:\n Are you doing this for them? The Foundation? You think this is what they want? They're not the pagans you think they are, Efrain. Maybe the leaves of that tree, but the roots walk with God, whether they know it or not. This'll only hurt \nyou\n, Efrain.\n\n\nAs Rodríguez makes his way further into the church, Elder Rockwell can be heard following.\n\n\nElder Rockwell:\n It's not like you can stop God's march. The church is a conduit, Efrain, not a heart. God lives in the heart of every real American, and doing what you're gonna do will only embolden God.\n\n\nElder Rockwell circles around into view of the camera. He reaches out to Rodríguez, but Rodríguez screams and splashes him with the clear fluid. Elder Rockwell blinks.\n\n\nElder Rockwell:\n You're not a killer, Efrain.\n\n\nRodríguez:\n Shut up.\n\n\nRodríguez moves past Elder Rockwell.\n\n\nElder Rockwell:\n Maybe my flock took too much of the Serpent out of your head. Maybe they took your common sense along the way. Your decency, morality, right and wrong. I'm truly sorry, Efrain. Maybe there was too much of the Serpent after all.\n\n\nApproaching the dias, Rodríguez begins splashing the fluid across the various furniture pieces on the dais. He stops only at the pulpit, where a book lays open. He cannot seem to bring himself to splash it.\n\n\nElder Rockwell:\n You're weak. We took the Judeo- out of your Christian, and I don't think the services took. Why can't you bear to burn that simple little book? Means nothing to an animal like you.\n\n\nElder Rockwell:\n Go on. Do it. Burn it. Just a drop of coffee on the Book of Life.\n\n\nRodríguez hesitates.\n\n\nElder Rockwell:\n You know, we ain't even killed your first friend. He's alive. Gonna wish he wasn't, but he's alive. I'll take you to him if you burn that book. It's gonna catch either way, Ef-\n\n\nRodríguez screams, pulling out a lighter.\n\n\nRodríguez:\n One more word, I'm doing it, I'm killing you and your stupid, \nfake\n church, so go on, do it, do it, do it, \n(voice raises to a mocking pitch)\n \"do it, do it, do it, do it \ndo it\n\"!\n\n\nElder Rockwell:\n You really are an animal, Efrain. Where'd you come from, anyways? Down South? Across the sea? Test tube? You ever stop to notice that all your coworkers are dirt-skinned, and all middle management's hook-nosed?\n\n\nSobbing, Rodríguez puts his lighter away, only to douse both the book and Elder Rockwell with yet more fluid.\n\n\nElder Rockwell:\n Good doggie. Let's get you to the library, you've a lot more-\n\n\nRodríguez shrieks, retrieving the lighter, sparking a light, and dropping it to the floor. He runs out of the chapel, careful not to step into the flames; however, Rodríguez trips as soon as he crosses the threshold, screaming in apparent pain.\n\n\nWhen Rodríguez turns around, he sees Elder Rockwell, calmly walking down the aisle towards him. The flames seem to avoid him as he walks.\n\n\nThough Elder Rockwell does not appear to be shouting, his words can be heard clearly despite the distance.\n\n\nElder Rockwell:\n How anticlimactic. You'll make me do this myself, won't you? \n(he sighs)\n This changes nothing, you know. I'll move on to another town, have someone else take my place at the school. Whitewater is nothing, and neither is any other town dying to hear what I have to say. There's nothing you or a puny little gas fire can do to change that. \"No weapon formed against me shall prosper\", for divinity is at my side.\n\n\nStanding at the precipice, Rockwell holds his arms outstretched and smiles.\n\n\nElder Rockwell:\n And through the right God, all the right things are possible.\n\n\nTwo massive tentacles emerge from either side of the church, wrapping around Rodríguez and dragging him back into the burning chapel. Rodríguez screams.\n\n\nRecording is stopped.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. PoI-4887 is an entity commonly encountered in cases involving PoI-0000 (\"Nobody\"), resembling a tall European female covered in tattoos of Daevite design. Subject of a major infohazard projected by PoI-0000 that causes individuals to correctly conclude that she (among other subjects) is not PoI-0000; the significance of this, beyond the fact that PoI-4887 is not PoI-0000, is unknown.\n\n\n2\n. [REDACTED]\n\n\n3\n. Blue Whale\n\n\n\n\n\n\n\n\n« \nSCP-3177\n | SCP-3178 | \nSCP-3179\n »\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA Dove In A Chicken Pen\n\n\n\n\n\n\nChrist In Scarlet\n\n\n\n\n\n\n\n\n\n\n\n\nIrregularity Proposal: 2001-489",
    "addendums": [],
    "documents": [],
    "notes": [
        "All men are NOT created equal before God; the facts of heaven and hell, election and reprobation make clear that they are not equal. - R.J. Rushdoony"
    ],
    "containment_procedures": "Due to the isolated nature of Whitewater, containment is focused on controlling the flow of information out of the village. With this in mind, agents embedded within major internet service providers are to prevent the expansion of internet services until SCP-3178 is identified and contained.",
    "description": "SCP-3178 is a phenomenon, entity, or series of rituals responsible for several anomalous events within the village of Whitewater, Mississippi. The nature of SCP-3178 is unknown, including whether or not it constitutes a singular entity or force.",
    "title": "SCP-3178"
}