{
    "url": "https://scp-wiki.wikidot.com/scp-3187",
    "all_text": "rating: \n+98\n+\n–\nx\n\n\n\n\n\n\nA portion of SCP-3187's shell. Photograph provided to the Foundation by \nJosy Conklin.\n\n\n\n\n\n\nItem #:\n SCP-3187\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Containment of SCP-3187 is primarily focused on suppressing public knowledge of it. Foundation satellites are to scan the Pacific Ocean for the appearance of new island-like bodies in unexpected locations and are to log these occurrences as potential SCP-3187 sightings. If the sighting is confirmed by surveillance drone, all non-Foundation satellite images of the sighting are to be digitally altered to remove evidence of SCP-3187. Furthermore, Foundation nautical vessels are to be deployed to form a 10-kilometer perimeter surrounding SCP-3187 and prevent unauthorized entry.\n\n\nDescription:\n SCP-3187 is an anomalously large sea turtle, belonging to the Cheloniidae family and genetically similar to the green sea turtle (\nChelonia mydas\n). While SCP-3187 is proportioned normally, its body covers an area of approximately 500,000 m\n2\n. Although the amount of sea grass and algae it consumes is large (approximately 8000 kg/day), it is not sufficient to non-anomalously sustain an organism of its size and it is unknown if it requires this diet to survive. Furthermore, it has been observed to remain underwater for months at a time, suggesting that it may not require oxygen. Its shell is covered in trees, grass, and moss. While this vegetation undergoes a normal life cycle, it is not damaged when SCP-3187 is submerged.\n\n\nSCP-3187’s habitat covers the majority of the Pacific Ocean. Historical records recovered by Foundation anthropologists indicate that its age is, at minimum, 1578 years, and that other members of its species also existed, although SCP-3187 is believed to be the only extant member today. Prior to the 18th century, most societies in Oceania and on the Pacific coasts of the Americas and Asia knew of SCP-3187. The efforts of European paranormal organizations, including Foundation precursors, to create and maintain consensus reality and a lack of SCP-3187 sightings led to its disappearance from cultural memory.\n\n\nAn ovoid cavity, approximately three meters long and one meter deep, exists at the center of the dorsal side of SCP-3187’s shell. The bottom of the cavity is lined with a mucous membrane and covered in finger-like protrusions, each approximately 6 mm in length and 1 mm in diameter. The interior of each protrusion is composed of nervous tissue. When a human being, designated SCP-3187-1, comes into direct contact with these protrusions, they rapidly fuse with the human tissue, beginning to provide nutrition and forming a connection between SCP-3187-1 and SCP-3187’s nervous systems. If a sufficient number of protrusions are connected, it becomes extremely difficult to remove SCP-3187-1 without causing fatal injury. SCP-3187-1 has a normal lifespan; when it dies, the protrusions retract from its body. When submerged underwater, the ovoid cavity fills with a breathable, highly viscous liquid, the surface of which hardens to seal the cavity, thereby protecting SCP-3187-1.\n\n\nCurrently, SCP-3187-1 is Moses Kanae, former resident of Kailua, Hawaii. Foundation background searches of SCP-3187-1 have discovered extensive involvement in the Hawaiian anomalous community. Approximately 80% of the tissue on its back is fused with SCP-3187. It claims to be able to re-experience events which have taken place in the lives of SCP-3187 and previous iterations of SCP-3187-1.\n\n\nAddendum-3187A:\n SCP-3187 was discovered by Foundation satellite imaging on ██/██/2006. Agent ███████ Rezendes was dispatched via boat to intercept and landed successfully, moving inwards on SCP-3187’s shell until he discovered SCP-3187-1. SCP-3187-1 possessed several watertight containers, which it stored with it inside its cavity. The contents of these containers included several laminated photographs, long-range communications devices, nautical maps, star navigation reference texts, and 23 notebooks.\n\n\nAgent Rezendes conducted an interview of SCP-3187-1 lasting approximately two hours. During the interview, Agent Rezendes examined the contents of SCP-3187-1’s notebooks and discovered that they contained transcriptions of Hawaiian chants, which SCP-3187-1 performed upon request. Full copies of these notebooks can be found in Document-3187-██; selected translations are provided below.\n\n\n\n\n+ Show Document-3187-██ Excerpts\n\n\n\n\n– hide block\n\n\n\n\n\n\nNotebook 1, Page 1\n\nThe turtle has the line in its beak\n\nThe line which draws La’ila’i and Ki’i\n1\n back to the ocean\n\nThe turtle was the first crawler to meet the land\n\nFirst of the crawlers born of the night\n\nThere is the line from the night to the day\n\nThere is the gift from the ocean to the land\n\nThe turtle was the ocean’s first gift to the land\n\nVast is the ocean where the turtle swims\n\nStrange are the shores that it sees\n\nThe turtle remembers the land it was given to\n\nLa’ila’i and Ki’i remember the night\n\nThe turtle has the line in its beak\n\n\n\n\n\n\nNotebook 6, Page 14\n\nPimoe who escaped by his tailfin from Maui\n2\n\nMaui-a-ka-malo\n3\n\nPimoe the fish who was a king and stirred the seas\n\nWhose daughter was Mahanauluehu, taken by Maui\n\nSought a way to defeat Maui, his great foe\n\nSought knowledge that only the great turtles had\n\nAh, the chase when Pimoe found a turtle\n\nChased it up the leeward islands and back\n\nChased it to the farthest shores and to the deepest trench\n\nThe turtle would not let Pimoe catch it\n\nThe turtle swam up the Milky Way and to the moon\n\nPimoe followed and met Hina\n4\n\nHina-hanaia-i-ka-malama\n5\n\nWho startled at the sight of Pimoe and crushed him underfoot\n\n\n\n\n\n\nNotebook 8, Page 7\n\nI have seen past Kahiki\n6\n in yet stranger lands\n\nIt is the land that catches the sun as it sets\n\nA chain of islands past which only gods dwell\n\nIn the taro roots at the head of the turtle\n\nA sword from these lands is stuck\n\nHow did it get stuck there? It fell\n\nIn a great battle in those lands it fell\n\nThe butterflies carried their sword to war\n\nFlying proudly above the clouds\n\nBut they were strangled by those of the dirt\n\nThe bamboo and the azure flower\n\nWhen the turtle passed below their fight\n\nThey threw their sword away\n7\n\n\n\n\n\n\nNotebook 12, Page 23\n\nAs the world is born and crawls up the shore\n\nAs the world grows and stands broad-shouldered and tall\n\nAs the world dies it forgets\n\nThe children of Papa and Wakea\n8\n\nThe children on the islands Maui pulled together with his hook\n\nThe children remembered through their tongues\n\nTheir tongues fell out as the world died\n\nWhere they dropped they sprouted steel and poison\n\nThe land and the ocean fell apart as the world died\n\nAnd the ocean took back its gift\n\n\n\n\n\n\n\n\n\n\n\n\n+ Show Interview Excerpt 3187-2-34\n\n\n\n\n– hide block\n\n\n\n\nAfter SCP-3187-1 had performed the above chants, Agent Rezendes continued the interview. An excerpt is provided below.\n\n\n\n\nInterview Excerpt 3187-2-34\n\n\nAgent Rezendes was equipped with a video camera. The footage shows SCP-3187-1 lying in the ovoid cavity of SCP-3187. Its hair is long and tangled, its musculature is heavily atrophied, and a thin layer of a mucus-like residue from the liquid which fills the cavity covers its skin.\n\n\nRezendes:\n My supervisors may have interest in freeing you. You’d spend your days with us, but better than this. Doesn’t it get lonely here?\n\n\nSCP-3187-1:\n No, no. I am right where I need to be. And I have visitors. A family, my sister and niece.\n\n\nRezendes:\n You did this to yourself willingly. Why?\n\n\nSCP-3187-1 points at its notebooks.\n\n\nSCP-3187-1:\n Because of what’s in there. Centuries ago, the greatest honor a \nkahuna\n could bestow upon a storyteller was that of riding these turtles. On one, a storyteller could hear the history of their kingdom as it was told by those who came before them. When the turtle passed Hawaii, a storyteller performed the chants they had learned to ensure that those who came after could hear them as well. And when they rode the turtle, the storyteller could also hear something more: a story transcending and connecting the millions of people the turtle remembered, a story of the Pacific itself.\n\n\nSCP-3187-1:\n Then our kingdom was ended. You know your history. The capitalists and plantation owners banned our language to prop up their Republic; white occultists supported them to stamp out our magic and install their own. You say that you protect, don’t you?\n\n\nRezendes:\n That is our stated mission.\n\n\nSCP-3187-1:\n Ah, yes. Back then, they too said they wanted to protect. Truly, they meant to secure the occult front of the colonization effort.\n\n\nRezendes:\n The occult front?\n\n\nSCP-3187-1:\n They had to break our spiritual hold on the islands. When they did, the Americans were free to build their military bases and resorts. Now our culture is a tourist attraction, and our magic is dead. You made my people forget.\n\n\nSCP-3187-1:\n The turtles disappeared with nobody left to remember them. My family was one of the few that did.\n\n\nSCP-3187-1:\n One day, when my sister and I were out on the water, we found this turtle. It let us approach. It knew our blood and our tongues, you see. Perhaps it was the other way around, and the turtle found us. My sister was afraid and wanted to go back. But I…ah, I knew that if we turned away, the turtle would not return. So I did what needed to be done. And I have ridden the turtle since.\n\n\nThere is silence for approximately one minute.\n\n\nRezendes:\n To tell the truth, I was playing coy, earlier. It doesn’t matter whether or not you consent to a procedure to remove you. Containment is containment. And if you and the turtle ran, we would catch you, eventually.\n\n\nSCP-3187-1:\n Is that what you will do, Foundation man?\n\n\nRezendes:\n No. That would be interference, not containment. It isn’t our policy.\n\n\nSCP-3187-1:\n I see.\n\n\nRezendes:\n Why do you think the turtle returned? A resurgence?\n\n\nSCP-3187-1 hums.\n\n\nSCP-3187-1:\n Let me ask you: if it was, what would the Foundation do?\n\n\nRezendes:\n We’d watch you fight whoever came to stop you. And we’d clean up what's left.\n\n\nSCP-3187-1 laughs.\n\n\nSCP-3187-1:\n Call it whatever you want. I won’t give it a name. I only know this: my niece can speak Hawaiian as well as my great-grandmother. She’s memorizing the chants as well as I have. As long as the ocean lives, we won’t forget.\n\n\nAfterword:\n SCP-3187 remained surfaced for another day before submerging.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. In the \nKumulipo\n, an 18th-century Hawaiian religious chant, La’ila’i and Ki’i are two of the four original beings which are born into the day after the night. The \nKumulipo\n gives three alternate myths for the origin of humanity; that they are born from the relationship between La’ila’i and Ki’i is one of them.\n\n\n2\n. A trickster figure who appears consistently in Polynesian mythologies.\n\n\n3\n. Maui of the loincloth\n\n\n4\n. Hina is a matriarchal figure who takes various forms in relation to Maui, sometimes as his wife or his mother, and is often associated with the moon.\n\n\n5\n. Hina who worked in the moon\n\n\n6\n. While the term \"Kahiki\" is sometimes used in reference to a generic mythical land, it is believed to refer to Micronesia in this case.\n\n\n7\n. It is difficult to connect the events referred to in this chant with any in Polynesian culture or mythology. See Document-3187-███ for discussion as to possible connections.\n\n\n8\n. Wakea, a sky father, and Papa, an earth mother, are also considered to be the original progenitors of humanity.\n\n\n\n\n\n\n\n\n« \nSCP-3186\n | SCP-3187 | \nSCP-3188\n »",
    "addendums": [
        "Addendum-3187A: SCP-3187 was discovered by Foundation satellite imaging on ██/██/2006. Agent ███████ Rezendes was dispatched via boat to intercept and landed successfully, moving inwards on SCP-3187’s shell until he discovered SCP-3187-1. SCP-3187-1 possessed several watertight containers, which it stored with it inside its cavity. The contents of these containers included several laminated photographs, long-range communications devices, nautical maps, star navigation reference texts, and 23 notebooks.\nAgent Rezendes conducted an interview of SCP-3187-1 lasting approximately two hours. During the interview, Agent Rezendes examined the contents of SCP-3187-1’s notebooks and discovered that they contained transcriptions of Hawaiian chants, which SCP-3187-1 performed upon request. Full copies of these notebooks can be found in Document-3187-██; selected translations are provided below."
    ],
    "documents": [],
    "notes": [
        "Notebook 1, Page 1 The turtle has the line in its beak The line which draws La’ila’i and Ki’i 1 back to the ocean The turtle was the first crawler to meet the land First of the crawlers born of the night There is the line from the night to the day There is the gift from the ocean to the land The turtle was the ocean’s first gift to the land Vast is the ocean where the turtle swims Strange are the shores that it sees The turtle remembers the land it was given to La’ila’i and Ki’i remember the night The turtle has the line in its beak",
        "Notebook 6, Page 14 Pimoe who escaped by his tailfin from Maui 2 Maui-a-ka-malo 3 Pimoe the fish who was a king and stirred the seas Whose daughter was Mahanauluehu, taken by Maui Sought a way to defeat Maui, his great foe Sought knowledge that only the great turtles had Ah, the chase when Pimoe found a turtle Chased it up the leeward islands and back Chased it to the farthest shores and to the deepest trench The turtle would not let Pimoe catch it The turtle swam up the Milky Way and to the moon Pimoe followed and met Hina 4 Hina-hanaia-i-ka-malama 5 Who startled at the sight of Pimoe and crushed him underfoot",
        "Notebook 8, Page 7 I have seen past Kahiki 6 in yet stranger lands It is the land that catches the sun as it sets A chain of islands past which only gods dwell In the taro roots at the head of the turtle A sword from these lands is stuck How did it get stuck there? It fell In a great battle in those lands it fell The butterflies carried their sword to war Flying proudly above the clouds But they were strangled by those of the dirt The bamboo and the azure flower When the turtle passed below their fight They threw their sword away 7",
        "Notebook 12, Page 23 As the world is born and crawls up the shore As the world grows and stands broad-shouldered and tall As the world dies it forgets The children of Papa and Wakea 8 The children on the islands Maui pulled together with his hook The children remembered through their tongues Their tongues fell out as the world died Where they dropped they sprouted steel and poison The land and the ocean fell apart as the world died And the ocean took back its gift",
        "Interview Excerpt 3187-2-34 Agent Rezendes was equipped with a video camera. The footage shows SCP-3187-1 lying in the ovoid cavity of SCP-3187. Its hair is long and tangled, its musculature is heavily atrophied, and a thin layer of a mucus-like residue from the liquid which fills the cavity covers its skin. Rezendes: My supervisors may have interest in freeing you. You’d spend your days with us, but better than this. Doesn’t it get lonely here? SCP-3187-1: No, no. I am right where I need to be. And I have visitors. A family, my sister and niece. Rezendes: You did this to yourself willingly. Why? SCP-3187-1 points at its notebooks. SCP-3187-1: Because of what’s in there. Centuries ago, the greatest honor a kahuna could bestow upon a storyteller was that of riding these turtles. On one, a storyteller could hear the history of their kingdom as it was told by those who came before them. When the turtle passed Hawaii, a storyteller performed the chants they had learned to ensure that those who came after could hear them as well. And when they rode the turtle, the storyteller could also hear something more: a story transcending and connecting the millions of people the turtle remembered, a story of the Pacific itself. SCP-3187-1: Then our kingdom was ended. You know your history. The capitalists and plantation owners banned our language to prop up their Republic; white occultists supported them to stamp out our magic and install their own. You say that you protect, don’t you? Rezendes: That is our stated mission. SCP-3187-1: Ah, yes. Back then, they too said they wanted to protect. Truly, they meant to secure the occult front of the colonization effort. Rezendes: The occult front? SCP-3187-1: They had to break our spiritual hold on the islands. When they did, the Americans were free to build their military bases and resorts. Now our culture is a tourist attraction, and our magic is dead. You made my people forget. SCP-3187-1: The turtles disappeared with nobody left to remember them. My family was one of the few that did. SCP-3187-1: One day, when my sister and I were out on the water, we found this turtle. It let us approach. It knew our blood and our tongues, you see. Perhaps it was the other way around, and the turtle found us. My sister was afraid and wanted to go back. But I…ah, I knew that if we turned away, the turtle would not return. So I did what needed to be done. And I have ridden the turtle since. There is silence for approximately one minute. Rezendes: To tell the truth, I was playing coy, earlier. It doesn’t matter whether or not you consent to a procedure to remove you. Containment is containment. And if you and the turtle ran, we would catch you, eventually. SCP-3187-1: Is that what you will do, Foundation man? Rezendes: No. That would be interference, not containment. It isn’t our policy. SCP-3187-1: I see. Rezendes: Why do you think the turtle returned? A resurgence? SCP-3187-1 hums. SCP-3187-1: Let me ask you: if it was, what would the Foundation do? Rezendes: We’d watch you fight whoever came to stop you. And we’d clean up what's left. SCP-3187-1 laughs. SCP-3187-1: Call it whatever you want. I won’t give it a name. I only know this: my niece can speak Hawaiian as well as my great-grandmother. She’s memorizing the chants as well as I have. As long as the ocean lives, we won’t forget. Afterword: SCP-3187 remained surfaced for another day before submerging."
    ],
    "item": "SCP-3187",
    "object_class": "Euclid",
    "containment_procedures": "Containment of SCP-3187 is primarily focused on suppressing public knowledge of it. Foundation satellites are to scan the Pacific Ocean for the appearance of new island-like bodies in unexpected locations and are to log these occurrences as potential SCP-3187 sightings. If the sighting is confirmed by surveillance drone, all non-Foundation satellite images of the sighting are to be digitally altered to remove evidence of SCP-3187. Furthermore, Foundation nautical vessels are to be deployed to form a 10-kilometer perimeter surrounding SCP-3187 and prevent unauthorized entry.",
    "description": "SCP-3187 is an anomalously large sea turtle, belonging to the Cheloniidae family and genetically similar to the green sea turtle (Chelonia mydas). While SCP-3187 is proportioned normally, its body covers an area of approximately 500,000 m2. Although the amount of sea grass and algae it consumes is large (approximately 8000 kg/day), it is not sufficient to non-anomalously sustain an organism of its size and it is unknown if it requires this diet to survive. Furthermore, it has been observed to remain underwater for months at a time, suggesting that it may not require oxygen. Its shell is covered in trees, grass, and moss. While this vegetation undergoes a normal life cycle, it is not damaged when SCP-3187 is submerged.",
    "title": "SCP-3187"
}