{
    "url": "https://scp-wiki.wikidot.com/scp-3193",
    "all_text": "#page-content\n \n.collapsible-block\n \n{\n \n    \nposition:\n \nrelative\n;\n    \npadding:\n \n0.5\nem\n;\n    \nmargin:\n \n0.5\nem\n;\n    \nbox-shadow:\n \n2\npx\n \n1.5\npx\n \n1\npx\n rgba(\n176\n,\n16\n,\n0\n,\n0.7\n), \n0\n \n0\n \n0\npx\n \n1\npx\n lightgrey\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n\n}\n\n \n\n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \nblack\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n \n\n}\n\n \n\n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\ncenter\n;\n\n}\n\n \n\n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \ncolor:\n dimgrey\n;\n\n}\n\n \n\n.collapsible-block-link\n \n{\n\n    \nfont-weight:\n \nbold\n;\n    \ncolor:\n dimgrey\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n \n\n.addendumbox\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nbox-shadow:\n0\n \n2\npx\n \n5\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n),\n0\n \n2\npx\n \n10\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.12\n)\n;\n\n}\n\n \n\n.material-box\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nborder:\n \n1\npx\n lightgrey \nsolid\n;\n    \nbox-shadow:\n \n1\npx\n \n2\npx\n \n2\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n)\n;\n\n}\n\n \n\n.material-box\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.wiki-content-table\n \n{\n\n    \nwidth:\n \n100\n%\n;\n\n}\n\n \n\n.addendumbox\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.addendumtitle\n \n{\n\n   \nopacity:\n \n0.8\n;\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \n#b01\n;\n\n}\n\n \n\n.maintitle\n \n{\n\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-header\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \nfont-size:\nx-large\n;\n    \ncolor:\n#b01\n;\n\n}\n\n \n\n.addenda-header\n \n{\n\n    \nwidth:\n \n100\n%\n;\n    \nborder-bottom:\n \n2\npx\n \nblack\n \nsolid\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-info\n \n{\n\n    \ndisplay:\nflex\n;\n    \njustify-content:\nspace-between\n;\n    \nfont-size:\nlarge\n;\n\n}\n\n \n\n.scp-info-box\n \n{\n\n    \ndisplay:\nflex\n; \n    \njustify-content:\nspace-between\n;\n\n}\n\n \n\n.object-info\n \n{\n\n    \ncolor:\nblack\n;\n    \nalign-self:\n flex-end\n;\n    \nfont-size:\n \nlarge\n;\n\n}\n\n \n\n.title-style\n \n{\n\n    \nopacity:\n \n0.8\n;\n    \nmargin-bottom:\n \n10\npx\n;\n    \ncolor:\n \n#b01\n;\n    \nfont-size:\n \nlarge\n;\n    \ntext-decoration:\n \nunderline\n;\n    \nfont-weight:\n \nbold\n;\n\n}\n\n \n\n.update-div-empty\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n    \ncolor:\n lightgrey\n;\n\n}\n\n \n\n.update-div\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n\n}\n\n \n\n.computed\n \n{\n\n    \nborder:\n \n1\npx\n \nblack\n \nsolid\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.computed\n:before\n \n{\n\n    \ncontent:\n\"Computed \nCode\n\"\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.rawcode\n \n{\n\n    \nborder:\n \nblack\n \nsolid\n \n1\npx\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.rawcode\n:before\n{\n\n    \ncontent:\n\"Raw \nCode\n\"\n;\n    \ntext-align:\n \ncenter\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.codebox\n \n{\n\n    \ndisplay:\n \ninline-block\n;\n    \nwidth:\n \n100\n%\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \nem\n,  \n.yui-navset\n \n.yui-nav\n \na\n \nem\n{\n\n        \npadding:\n \n0.25\nem\n \n.75\nem\n; \n        \ntop:\n \n0\npx\n;\n        \nmargin-bottom:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n     \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \n{\n\n       \nmargin:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:focus\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:hover\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n         \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n:hover\n,\n\n.yui-navset\n \n.yui-nav\n \na\n:focus\n \n{\n\n    \nbackground:\n gainsboro\n;\n    \ntext-decoration:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n, \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n \n{\n\n\nbackground-color:\n \nnone\n;\n\nbackground-image:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n \n{\n\n\nbackground:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \nli\n{\n\n\nmargin:\n \n0\npx\n;\n\n}\n\n \n\n#page-content\n \n.licensebox\n \n.collapsible-block\n \n{\n\n    \nposition:\n unset\n;\n    \npadding:\n unset\n;\n    \nmargin:\n unset\n;\n    \nbox-shadow:\n unset\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\n \nleft\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \nleft\n;\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-link\n \n{\n\n    \ncolor:\n \ninherit\n;\n    \ntext-align:\n \nleft\n;\n\n}\n\n\n\n\n\n\n \n\n\n\n\n\n\nrating: \n+45\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-3193 \"Christmas War\" by: \nDrAkimoto\n & \nDyslexion\n\n\n \n\n\n• Stay Tuned for the up-and-coming Ragnarök Series •\n\n\n \n\n\n~DrAkimoto's Author Page~\n\n\n~Dyslexion's Author Page~\n\n\n\n\n\n\n\n\nrating: \n+45\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nProject Midgard\n\n\n \n\n\n\n\n\n\n3/3193\n LEVEL \n3/3193\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-3193\n\n\n\n\n\n\nsafe\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-62\n\n\nLektor Fonstein\n\n\nCarlos Capualo\n\n\nMTF ∑-32\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\n\n\n\nAll physical copies of SCP-3193 are to be held within Storage Locker-17 at Site-62. The original copy of SCP-3193 is kept within the Laboratory-7 Security Chamber while not being utilized by Site-62's Research and Development Team. Access to SCP-3193 is limited to Project Midgard personnel with Level 3/3193 Clearance or higher.\n\nAll reported Berserkir Events are to be considered a Level-3/Keneq Priority Response Situation and appropriate concealment efforts will be enacted.\n\n\nThe investigation of POI-70617 is being conducted by MTF Epsilon-32 and the Project Midgard Investigation Department. All information regarding the investigation is available upon request to Project Midgard Personnel with Level 4/3193 Clearance or higher.\n\n\n\n\n\n\nDescription\n\n\n\n\n\n\n\n\nA frequency analysis of the isolated cognitohazard within SCP-3193.\n\n\n\n\n\n\nSCP-3193 is an auditory cognitohazard in the form of a 49-second infrasound\n1\n melody. Analysis of SCP-3193 revealed a complex thaumic ritual composed of audio cues, harmonies, and tones, commonly known as audiothurgy. This specific ritual shares key features with those historically used by seiðmenn\n2\n during the Viking Age.\n\n\nWhen heard in its entirety, SCP-3193 induces a state of hyperarousal\n3\n by prompting a release of norepinephrine and adrenaline. These chemicals are produced in amounts far exceeding baseline human capability. In this state, subjects (designated SCP-3193-A) are susceptible to hyper-fixations on visual or verbal triggers.\n\n\nWhen instances of SCP-3193-A are congregated in groups of 10 or greater, SCP-3193-A instances will experience a Berserkir Event, during which subjects will demonstrate feral behavior. Subjects will begin to divide into subgroups and engage each other in combat. In this state, SCP-3193-A instances' sensory nervous system will experience a decrease in activity, causing analgesia\n4\n. SCP-3193-A instances experience a complete lack of reasoning caused by decreased activity in the cerebral cortex. The Berserkir Event lasts 2-hours after initiation unless additional exposure to SCP-3193 occurs.\n\n\n\n\n\n\nSCP-3193 Test Results\n\n\n\n\nClose\n\n\n\n\n\n\nThe following tests were conducted on groups of 10 subjects under controlled conditions, in order to test the effects of pitch shifts of SCP-3193.\n\n\n\n\n\n\n\n\nSetting\n\n\nEffects\n\n\nNotes\n\n\n\n\n\n\n\n\n\n\n+0 Hz\n\n\n\n\n\n\nBaseline effects.\n\n\nSubjects were unresponsive to verbal or chemical interference. Subjects remained engaged in combat until the conclusion of the event, resulting in four casualties.\n\n\n\n\n\n\n\n\n\n\n+.5 Hz\n\n\n\n\n\n\nSubjects experienced increased aggression. 15 minutes after exposure, subjects expired from cardiac arrest.\n\n\nAt higher pitch, SCP-3193 has a lethal effect on subjects. Further testing above this point is unnecessary.\n\n\n\n\n\n\n\n\n\n\n-.2 Hz\n\n\n\n\n\n\nAll baseline symptoms remained consistent with prior tests. However, subjects did not engage in combat. Subjects were unresponsive to verbal instruction. All 10 subjects remained in a defensive position until the conclusion of the event.\n\n\nThough lacking an ability to communicate, this shows that with a lower pitch-shift controlled application could be possible.\n\n\n\n\n\n\n\n\n\n\n-.5 Hz\n\n\n\n\n\n\nSubjects maintain cerebral function and lucidity; increased aggression and dampened pain tolerance remains. Responding to verbal instruction, subjects can communicate and use reasoning skills.\n\n\nUtilizing SCP-3193 at this pitch-shift allows for coherent application of the anomaly. Further applied testing is requested.\n\n\n\n\n\n\n\n\nFollowing the initial testing of SCP-3193, Site-62's Research and Development Team was approved for practical application testing of SCP-3193.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAttached Addenda\n\n\n\n\n\n\n\n\nDiscovery\n\n\n\n\n\n\n\n\nThe Williamsburg Walmart at the initiation of the Berserkir Event.\n\n\n\n\n\n\nSCP-3193 was discovered within a song used in a holiday sale promotional by Walmart Incorporated. The song containing SCP-3193 in 30-second radio advertisements to promote the \"Holiday Cheer Blowout Sale\", at the Williamsburg Walmart department store. This incomplete version of SCP-3193 had no anomalous effect on exposed individuals. On 1995/12/15, the day of the aforementioned sale, the Williamsburg Walmart played several informational pieces over the store intercom with the song containing SCP-3193, in its entirety, as the background music. These were played in half-hour intervals causing a 6-hour Berserkir Event.\n\n\n\n\nUpload Audio File 3193/1\n\n\n\n\nClose\n\n\n\n\nThe following is the song SCP-3193 was discovered within; key notes have been redacted to negate the cognitohazardous effect:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVIDEO LOG 3193/A\n\n\nDATE:\n 1995/12/15\n\n\nNOTE:\n This log is a compilation of excerpts taken from the Williamsburg Walmart security camera system during the Berserkir Event, as well as the personal cameras of Jack Doris and Julie Doris, two amateur filmmakers making a documentary on the struggles of deaf individuals in America.\n5\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n+ Video Log 1\n\n\n\n\n- Video Log 1\n\n\n\n\n[Camera shows Julie Doris walking through the parking lot. She turns to face Jack Doris.]\n\n\nJulie:\n Do I have to wear this camera? It feels weird.\n\n\nJack:\n How will we record what I say?\n\n\nJulie:\n I'll remember and write it down.\n\n\nJack:\n You didn't remember the grocery list. Or the bags.\n\n\nJulie rolls her eyes and walks through the sliding doors into Walmart.\n\n\n\n\n\n\n\n\n8:01 am\n SCP-3193 begins to play over the store's loudspeakers. All customers begin to indiscriminately attack people nearby. Familiar connections seem irrelevant, as a group of children is seen forcing their mother into a freezer and barring the door. Seven deaths are recorded during this period.\n\n\n8:36 am:\n SCP-3193-A instances cease combat and divide into two groups, gathering at opposite sides of the store. This event is also seemingly random. Ten minutes later, each group sends twenty-five people out into the store, where they appear to be gathering materials, such as baseball bats, shelving, and kitchenware. The pharmacy is also raided at this point. Post-incident examination showed that SCP-3193-A instances primarily took narcotics and other painkillers from this sector.\n\n\n\n\n+ Video Log 2\n\n\n\n\n- Video Log 2\n\n\n\n\n[Camera shows Jack and Julie Doris sitting behind the One-Hour Photo Center counter. Blood is visible on Jack Doris' shirt and a gash is present on his cheek. Julie Doris has scratches on her forearms and her hands are visibly shaking.]\n\n\nJack:\n You are okay. You are okay. We will be okay.\n\n\nJulie:\n What happened out there? Everyone just started. I don't know. They were like [rabid] dogs.\n\n\nJack:\n I don't know. It's like. \n[Makes a motion with his hand like he's holding a cellphone.\n6\n He grimaces.]\n We need to get out of here. I can see the exit.\n\n\n[Julie does not sign anything to him for several seconds.]\n\n\nJack:\n Julie?\n\n\nJulie:\n We can't. There are children out there. If we leave, they'll die.\n\n\nJack:\n If we stay, we'll die. How could you help them? This isn't normal.\n\n\nJulie:\n Why aren't we affected? \n[Looks at her shaking hands.]\n I think we're supposed to be here.\n\n\nJack:\n Are you insane? We need to go. Alert the police.\n\n\nJulie:\n What if they go feral too? They have guns. We need to do something. Anything.\n\n\nJack:\n Julie. Please. I can't lose you.\n\n\nJulie:\n Then don't leave me.\n\n\nJack:\n What's your plan?\n\n\n\n\n\n\n\n\n9:06 am\n Using the materials recovered, SCP-3193-A instances begin to construct crude weaponry and armor, coating it and themselves in red or blue paint. The East side of the store used exclusively red paint, while the West side utilized blue.\n7\n After this, SCP-3193-A instances begin to ingest large amounts of narcotics and painkillers and begin to enter a frenzied state.\n\n\n9:19 am\n A brief skirmish occurs in the Electronics Department, resulting in the deaths of two people. The Dorises can be seen moving into the Pharmacy Department and taking large amounts of bandages and sleeping pills before grabbing rope from the Hardware Department.\n\n\n9:30 am:\n Both teams meet in the center of the store. After several minutes of screaming, they each push forward a combatant, with Blue selecting a middle-aged man and Red selecting an elderly woman. These combatants circle each other before engaging directly. The man is unable to strike the woman with his bat and gets his arm caught in a shelving unit. The elderly woman cuts his hamstrings with two serrated steak knives and repeatedly slams his head into the ground. Blue team withdraws and the Red team surrounds the man. Five minutes later, the man can be seen flayed and hanging over the entrance to the Garden Department with the Elder Futhark Runes for \"Coward\" written above his head in pieces of his skin. Despite these injuries, he remains alive for the next two hours.\n\n\n9:45 am:\n For the next two hours, the SCP-3193-A instances repeat this ritual every fifteen minutes, with the losers being subjected to increasingly horrific torture methods, such as the removal of the entire digestive tract, being force-fed pins and needles, limb centered immolation, removal of teeth and reinsertion into the eye sockets, and forcing one woman to take a bite of her still-beating heart.\n\n\n\n\n+ Video Log 3\n\n\n\n\n- Video Log 3\n\n\n\n\n[Camera shows eleven unconscious children tied to chairs with rope. The camera pans to show the employee break room, when Julie is leaning against a vending machine and drinking a soda.]\n\n\nJack:\n Getting tired, hero?\n\n\nJulie:\n I just never realized how strong kids could be. Or mean.\n\n\nJack:\n I've got nine bites. How about you?\n\n\nJulie:\n Something like that. Only one more, right?\n\n\nJack:\n Yeah. I think they're somewhere in Sporting Goods. \n[Pause.]\n What are we doing once we get them all?\n\n\nJulie:\n I… Toss them in carts and roll out a fire escape, I guess.\n\n\n[Jack begins to walk to the door.]\n\n\nJack:\n No time like the present.\n\n\n\n\n\n\n\n\n11:48 am:\n After completing nine single combat trials, the SCP-3193-A entities moved the shelving units in the center of the store into a circle twenty-five meters in diameter. They then began to engage in combat again, with three people from each group participating. The losing team was skinned by the victors, regardless of whether they were still alive. Any members of the winning team were placed on the shelves, arms crossed over their chest with their weapon over their hearts. The skins were then placed on the floor, ringing the circle. This ritual repeated every thirty minutes.\n\n\n\n\n+ Video Log 4\n\n\n\n\n- Video Log 4\n\n\n\n\n[Jack and Julie Doris are seen crouched and moving towards a child facing away from them. He appears to be distracted by an object in his hands. Jack signals Julie to move in.]\n\n\n[A tin of tennis balls falls off the shelf near them and the child turns abruptly, revealing a drawn bow. He pulls it up and fires, striking Julie in the torso. Jack grabs a baseball bat off the rack and hits the child in the head, rendering him unconscious. He turns to Julie, who has her hands wrapped around the shaft of the arrow. It passed through her ribs on her left side and blood is pooling around the wound.]\n\n\nJack:\n Julie! Julie! Are you alright?\n\n\n[Julie points to the arrow and shrugs.]\n\n\nJulie:\n Been better. Grab the kid, I can walk.\n\n\nJack:\n The kid? Why?\n\n\nJulie:\n Cover our tracks. And we gotta protect him.\n\n\nJack:\n He shot you.\n\n\nJulie:\n Kids are funny like that.\n\n\nJack:\n You're going into shock.\n\n\n[Jack grabs the child by their collar and supports Julie with his arm as they move back to the employee break room. After a minute, Jack leans Julie against the shelves and examines the child. He is in a semi-conscious state and blood flows from each ear, suggesting ruptured eardrums. He briefly opens his eyes and looks at Jack.]\n\n\nChild:\n His… Music… Why can't I… hear His music?\n\n\nJack:\n Did he say music?\n\n\nJulie:\n Yeah, I think so.\n\n\nJack:\n Do you think that's what's causing this? This madness.\n\n\nJulie:\n It would explain why we aren't affected.\n\n\n[Julie slumps over and starts coughing blood.]\n\n\nJack:\n Julie!\n\n\nJulie:\n Get me to the room. I can… fix myself up. You got to shut off the PA system.\n\n\nJack:\n I'm not leaving-\n\n\n[Julie grabs his hands.]\n\n\nJulie:\n Do it. Shut it down and we can call for help. Okay?\n\n\nJack:\n I understand.\n\n\nJulie:\n You won't be alone. Take the bat. You're smart. You can do this.\n\n\nJack:\n I… I love you.\n\n\nJulie:\n I love you too.\n\n\n\n\n\n\n\n\n12:11 pm:\n Jack Doris was seen collecting several bottles of cooking oil, two t-shirts, and a can of paint thinner before heading towards the maintenance section of the store.\n\n\n12:15 pm:\n A fire in the maintenance area had damaged the building fuse boxes, deactivating the automated loudspeaker announcements and the event concluded 2-hours later.\n\n\n\n\n[END LOG]\n\n\n\n\nThe Foundation response arrived at the conclusion of the event at which time MTF Epsilon-32 (\"Jaw Droppers\") and the Site-62 concealment team took control of the situation. The initial investigation led to the song containing SCP-3193 being determined as the cause of the event. Interviews with the remaining staff focused the investigation to Walmart's Regional Manager Lenny Fricke, who was responsible for the advertising campaign. An interview with Mr. Fricke revealed he had purchased the song from Valkner Njorder, owner of the \"Seven Seas Advertising Agency\", under the premise that the song would encourage customers to buy products.\n\n\nOut of the 190 civilians involved in the Berserkir Event: 112 were injured, 59 were dead, and 19 were unharmed at the conclusion of the event; of those injured, 29 succumbed to their injuries. The Foundation confiscated all the security tapes and personal audio/video recording devices present during the event.\n8\n All remaining civilians were amnestisized and all injuries were attributed to a gas line explosion.\n\n\n\n\n\n\n\n\nInvestigation Summary: POI-70617\n\n\n\n\n \n\n\nSince 1995 there have been 16 reported Berserkir Events with varying levels of casualties, POI-70617 and its various shell companies have been implicated in each event. As of \n22 Feb 2025 14:23\n, all attempts to locate POI-70617 have failed and its investigation is currently ongoing.\n\n\nFurther information regarding the investigation is available to approved Project Midgard personnel.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Also known as low-frequency sound, these are sound waves with a frequency below the lower limit of visibility, in humans, this is <20hz\n\n\n2\n. Seiðmenn were human male practitioners of traditional Norse thaumaturgy.\n\n\n3\n. Hyperarousal or the acute stress response is more commonly known as the flight-or-fight reflex.\n\n\n4\n. The inability to feel pain.\n\n\n5\n. Both Jack and Julie Doris use American Sign Language exclusively, and all text is translated as such. Slight edits have been made to improve reader comprehension.\n\n\n6\n. Possibly a reference to \nCell\n by Stephen King.\n\n\n7\n. Red Team and Blue Team will be used to describe each group from this point forward.\n\n\n8\n. These videos are available for review within the Site-62 Archived Media Storage.\n\n\n\n\n\n\n\n\n« \nSCP-3192\n | SCP-3193 | \nSCP-3194\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "title": "SCP-3193"
}