{
    "url": "https://scp-wiki.wikidot.com/scp-3195",
    "all_text": "rating: \n+97\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n91.46%\n\n(+107)\n\n\n8.54%\n\n(-10)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+97\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-3195's origin point (approximation)\n\n\n\n\n\n\nItem#:\n SCP-3195\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Due to the immobile nature of SCP-3195, Provisional Site-44 has been constructed around it. A disinformation campaign is currently in progress to disguise the true nature of Celestia Events and will continue until SCP-3195 succumbs to its injuries.\n\n\nDescription:\n SCP-3195 is a nine-meter tall humanoid male that landed in the Atlantic Ocean on October 9th, 2020. Analysis of SCP-3195's trajectory has shown that it originated from the rings of Saturn and has been traveling through the solar system for approximately nine years.\n\n\nSCP-3195 has sustained considerable damage since entering Earth's atmosphere including:\n\n\n\n\nThird-degree burns on 60% of its body.\n\n\nThe loss of a large portion of the skin on the left side of its face.\n\n\nThe right leg has been severed at the knee.\n\n\nThe dismemberment of the left leg.\n\n\nThe destruction of the left elbow.\n\n\nThe presence of a large hole directly where its heart would be.\n\n\n\n\nSCP-3195 consistently bleeds from these injuries, and all attempts to cauterize, mend, or heal it has failed. It is unknown if SCP-3195's injuries are responsible for, or otherwise influence, its ability to create Celestia Events.\n\n\nA Celestia Event occurs when SCP-3195 waves its hands toward the sky. When this occurs, new stars and nebulae are created within SCP-3195's field of vision. The stars will move in unorthodox patterns through the nebulae until they turn into supernovae. The explosion produces an array of luminescent colors that persist in the sky for approximately three days. A Celestia Event can be observed from anywhere on Earth during the night, and typically lasts eight days. SCP-3195 creates Celestia Events at random intervals.\n\n\nThe Celestia Event is purely a visual anomaly, and no stars are being created or destroyed by SCP-3195.\n\n\n\n\nInterview October 9th, 2020\n\n\n\n\nClose Report\n\n\n\n\nThe following interview was conducted after SCP-3195's retrieval from the Atlantic Ocean.\n\n\n\n\nInterviewer:\n Dr. Rowe\n\n\nInterviewed:\n SCP-3195\n\n\nDr. Rowe:\n Are you able to communicate?\n\n\nSCP-3195:\n Yeah, yeah. Where am I?\n\n\nDr. Rowe:\n You're on the coast of Atlantic City, New Jersey.\n\n\nSCP-3195:\n No, I mean, what planet am I on?\n\n\nDr. Rowe:\n Earth.\n\n\nSCP-3195:\n Shit. I wasn't supposed to fall this far.\n\n\nDr. Rowe:\n What do you mean?\n\n\nSCP-3195:\n Io. I was aiming for Io. Mom would've found me there, then maybe she'd listen. But here-\n\n\nAt this point, SCP-3195 attempts to move but is unable to due to its injuries.\n\n\nSCP-3195:\n Ah!\n\n\nDr. Rowe:\n You've sustained a lot of major injuries during your \"fall\". You won't be able to move any time soon, I'm afraid. I've called for a medical team, they'll be here shortly.\n\n\nSCP-3195:\n Ugh. Doesn't your planet have any Carillium?\n\n\nDr. Rowe:\n Carillium?\n\n\nSCP-3195:\n You know, for wounds? Injuries?\n\n\nDr. Rowe:\n We have plenty of other means to heal you at our disposal.\n\n\nSCP-3195:\n Nah. My body doesn't react well to Earth shit. Just… how good is your space travel? Did you guys figure out FTL tech yet?\n\n\nDr. Rowe:\n I'm afraid not.\n\n\nSCP-3195:\n Motherfucker. I'm gonna die on this rock.\n\n\nDr. Rowe:\n We'll do everything in our power to ensure that doesn't happen.\n\n\nSCP-3195:\n No, don't even bother. I don't want to go back. I just wanted to send a message.\n\n\nDr. Rowe:\n Go back where?\n\n\nSCP-3195:\n The track. Saturn's rings.\n\n\nDr. Rowe:\n Why don't you want to go back?\n\n\nSCP-3195:\n I only run the gauntlet because my mom makes me. I'm supposed to be her poster child. Her perfect fucking track star.\n\n\nDr. Rowe:\n Have you tried quitting before?\n\n\nSCP-3195 laughs.\n\n\nSCP-3195:\n If I could have quit, I wouldn't have done-\n\n\nDr. Rowe:\n You wouldn't have done what?\n\n\nSCP-3195:\n Never mind. Just do whatever you're gonna do and let me die in peace.\n\n\n\n\n\n\n\n\n\n\n\n\nInterview October 19, 2020\n\n\n\n\nClose Report\n\n\n\n\n\n\nInterviewer:\n Dr. Rowe\n\n\nInterviewed:\n SCP-3195\n\n\nForeword:\n This interview has taken place immediately following the initialitzation of a Celestia Event.\n\n\nDr. Rowe:\n (\nLooking up at the sky\n) My god.\n\n\nSCP-3195:\n Like it?\n\n\nDr. Rowe:\n It's beautiful.\n\n\nSCP-3195:\n Thank you, really. I'm glad this hasn't gone completely to waste.\n\n\nDr. Rowe:\n You're referring to your abilities?\n\n\nSCP-3195:\n (\nNodding\n) My mom wouldn't let me craft. I was fast. That's all that mattered to her.. But this is all that matters to me.\n\n\nDr. Rowe:\n Your mother makes you run?\n\n\nSCP-3195:\n She just… couldn't see past the credits a Prix scholarship would get me. We had nothing. No star skipper, no credits. Just the track. It would have given me everything I needed to put her life back in order.\n\n\nDr. Rowe:\n I understand where you're coming from.\n\n\nSCP-3195:\n You do?\n\n\nDr. Rowe:\n My mom was the same way. \"Eli, do this or you won't get into college. Eli, be better or you won't get a scholarship. Eli, making art is a waste of time.\" It was always about her and what she wanted for me.\n\n\nSCP-3195 laughs.\n\n\nSCP-3195:\n You do a pretty good impression of her I bet.\n\n\nDr. Rowe:\n I daresay it was spot on.\n\n\nSCP-3195 looks up at the sky, as does Dr. Rowe. There is a long moment of silence between them.\n\n\nSCP-3195;\n How long do you think it'll take before she realizes I'm gone?\n\n\nDr. Rowe:\n Not long. They always come back.\n\n\nSCP-3195:\n Pity.\n\n\nDr. Rowe:\n Why do you say that?\n\n\nSCP-3195:\n Mom's going to be furious with me when she gets here. \nEspecially\n when she finds out I've been crafting again.\n\n\nDr. Rowe:\n You have a poor relationship with her I gather.\n\n\nSCP-3195:\n Poor? Ha! The only thing she knows is the track. The only thing anyone of us is supposed to know is the track. But they don't see the universe like I do.\n\n\nDr. Rowe:\n You're referring to the other members of your species, correct?\n\n\nSCP-3195:\n \"A Racer is only as good as the track they call home.\"\n\n\nDr. Rowe:\n Is that you, or your mother speaking?\n\n\nSCP-3195:\n Haha. You're alright, doc.\n\n\n\n\n\n\n\n\n\n\n\n\nIncident October 31, 2020\n\n\n\n\nClose Report\n\n\n\n\nOn October 31, 2020, an unknown entity resembling SCP-3195 descended from the sky above its containment area. The entity conversed with SCP-3195 in an unknown language for forty minutes before a Celestia Event was created.\n\n\nThe unknown entity struck SCP-3195 after the creation of the Celestia Event before proceeding to jump into the atmosphere. The Celestia Event concluded the following day, being the only recorded instance of a Celestia Event concluding early.\n\n\nSCP-3195 refused to answer any questions for the next four days.\n\n\n\n\n\n\n\n\n\n\nInterview November 5, 2020\n\n\n\n\nClose Report\n\n\n\n\n\n\nInterviewer:\n Dr. Rowe\n\n\nInterviewed:\n SCP-3195\n\n\nDr. Rowe:\n Are you feeling well enough to talk? I can come back later if you like.\n\n\nSCP-3195:\n No, don't worry about it. I'm… I'm fine. Just had a conversation with my mother is all.\n\n\nDr. Rowe:\n I suspected as much.\n\n\nSCP-3195:\n …You saw?\n\n\nDr. Rowe:\n Not directly. (\nHe pauses\n) I saw the security footage after the fact.\n\n\nSCP-3195:\n (\nHe sighs\n) I'm dying a billion kilometers away from home, and she doesn't even care. I'm a disappointment.\n\n\nDr. Rowe:\n I'm really sorry to hear that. But I doubt that's how she really feels about you.\n\n\nSCP-3195:\n She'd rather leave me for dead because I can't run. What else could that possibly mean?\n\n\nThere is silence.\n\n\nDr. Rowe:\n I don't know.\n\n\nDr. Rowe pauses, and sits down next to SCP-3195.\n\n\nDr. Rowe:\n My uh… my mother wasn't a saint either. She pressured me to pursue medicine, and I never forgave her for it. Not while she was alive.\n\n\nSCP-3195:\n I thought that story was supposed to make me feel better.\n\n\nDr. Rowe:\n Did it work?\n\n\nSCP-3195 laughs.\n\n\nSCP-3195:\n Here's to bad moms.\n\n\nDr. Rowe:\n To bad moms.\n\n\n\n\nSCP-3195 created a Celestia Event at the conclusion of this interview. The Event lasted for one month as opposed to the typical length. SCP-3195 bled profusely during this time, and at the conclusion of the Celestia Event, SCP-3195 expired.\n\n\nTwo months following SCP-3195's termination, the unknown entity returned to its containment area and attempted to remove SCP-3195's corpse. It was stopped by Foundation agents in the area and remained in a state of extreme emotional distress for twenty-four hours, after which it ascended into the atmosphere.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3194\n | SCP-3195 | \nSCP-3196\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewer: Dr. Rowe Interviewed: SCP-3195 Dr. Rowe: Are you able to communicate? SCP-3195: Yeah, yeah. Where am I? Dr. Rowe: You're on the coast of Atlantic City, New Jersey. SCP-3195: No, I mean, what planet am I on? Dr. Rowe: Earth. SCP-3195: Shit. I wasn't supposed to fall this far. Dr. Rowe: What do you mean? SCP-3195: Io. I was aiming for Io. Mom would've found me there, then maybe she'd listen. But here- At this point, SCP-3195 attempts to move but is unable to due to its injuries. SCP-3195: Ah! Dr. Rowe: You've sustained a lot of major injuries during your \"fall\". You won't be able to move any time soon, I'm afraid. I've called for a medical team, they'll be here shortly. SCP-3195: Ugh. Doesn't your planet have any Carillium? Dr. Rowe: Carillium? SCP-3195: You know, for wounds? Injuries? Dr. Rowe: We have plenty of other means to heal you at our disposal. SCP-3195: Nah. My body doesn't react well to Earth shit. Just… how good is your space travel? Did you guys figure out FTL tech yet? Dr. Rowe: I'm afraid not. SCP-3195: Motherfucker. I'm gonna die on this rock. Dr. Rowe: We'll do everything in our power to ensure that doesn't happen. SCP-3195: No, don't even bother. I don't want to go back. I just wanted to send a message. Dr. Rowe: Go back where? SCP-3195: The track. Saturn's rings. Dr. Rowe: Why don't you want to go back? SCP-3195: I only run the gauntlet because my mom makes me. I'm supposed to be her poster child. Her perfect fucking track star. Dr. Rowe: Have you tried quitting before? SCP-3195 laughs. SCP-3195: If I could have quit, I wouldn't have done- Dr. Rowe: You wouldn't have done what? SCP-3195: Never mind. Just do whatever you're gonna do and let me die in peace.",
        "Interviewer: Dr. Rowe Interviewed: SCP-3195 Foreword: This interview has taken place immediately following the initialitzation of a Celestia Event. Dr. Rowe: ( Looking up at the sky ) My god. SCP-3195: Like it? Dr. Rowe: It's beautiful. SCP-3195: Thank you, really. I'm glad this hasn't gone completely to waste. Dr. Rowe: You're referring to your abilities? SCP-3195: ( Nodding ) My mom wouldn't let me craft. I was fast. That's all that mattered to her.. But this is all that matters to me. Dr. Rowe: Your mother makes you run? SCP-3195: She just… couldn't see past the credits a Prix scholarship would get me. We had nothing. No star skipper, no credits. Just the track. It would have given me everything I needed to put her life back in order. Dr. Rowe: I understand where you're coming from. SCP-3195: You do? Dr. Rowe: My mom was the same way. \"Eli, do this or you won't get into college. Eli, be better or you won't get a scholarship. Eli, making art is a waste of time.\" It was always about her and what she wanted for me. SCP-3195 laughs. SCP-3195: You do a pretty good impression of her I bet. Dr. Rowe: I daresay it was spot on. SCP-3195 looks up at the sky, as does Dr. Rowe. There is a long moment of silence between them. SCP-3195; How long do you think it'll take before she realizes I'm gone? Dr. Rowe: Not long. They always come back. SCP-3195: Pity. Dr. Rowe: Why do you say that? SCP-3195: Mom's going to be furious with me when she gets here. Especially when she finds out I've been crafting again. Dr. Rowe: You have a poor relationship with her I gather. SCP-3195: Poor? Ha! The only thing she knows is the track. The only thing anyone of us is supposed to know is the track. But they don't see the universe like I do. Dr. Rowe: You're referring to the other members of your species, correct? SCP-3195: \"A Racer is only as good as the track they call home.\" Dr. Rowe: Is that you, or your mother speaking? SCP-3195: Haha. You're alright, doc.",
        "Interviewer: Dr. Rowe Interviewed: SCP-3195 Dr. Rowe: Are you feeling well enough to talk? I can come back later if you like. SCP-3195: No, don't worry about it. I'm… I'm fine. Just had a conversation with my mother is all. Dr. Rowe: I suspected as much. SCP-3195: …You saw? Dr. Rowe: Not directly. ( He pauses ) I saw the security footage after the fact. SCP-3195: ( He sighs ) I'm dying a billion kilometers away from home, and she doesn't even care. I'm a disappointment. Dr. Rowe: I'm really sorry to hear that. But I doubt that's how she really feels about you. SCP-3195: She'd rather leave me for dead because I can't run. What else could that possibly mean? There is silence. Dr. Rowe: I don't know. Dr. Rowe pauses, and sits down next to SCP-3195. Dr. Rowe: My uh… my mother wasn't a saint either. She pressured me to pursue medicine, and I never forgave her for it. Not while she was alive. SCP-3195: I thought that story was supposed to make me feel better. Dr. Rowe: Did it work? SCP-3195 laughs. SCP-3195: Here's to bad moms. Dr. Rowe: To bad moms."
    ],
    "object_class": "Euclid",
    "containment_procedures": "Due to the immobile nature of SCP-3195, Provisional Site-44 has been constructed around it. A disinformation campaign is currently in progress to disguise the true nature of Celestia Events and will continue until SCP-3195 succumbs to its injuries.",
    "description": "SCP-3195 is a nine-meter tall humanoid male that landed in the Atlantic Ocean on October 9th, 2020. Analysis of SCP-3195's trajectory has shown that it originated from the rings of Saturn and has been traveling through the solar system for approximately nine years.",
    "title": "SCP-3195"
}