{
    "url": "https://scp-wiki.wikidot.com/scp-3197",
    "all_text": "rating: \n+216\n+\n–\nx\n\n\nItem #:\n SCP-3197\n\n\nObject Class:\n Safe\n\n\n\n\n\n\nThe photograph of Mr. Greenspan decorating the stand of SCP-3197.\n\n\n\n\n\n\nSpecial Containment Procedures:\n The components of SCP-3197 are to be kept disassembled in a standard containment locker. Testing may be initiated by any employee with a Level 2 clearance. Non-Foundation personnel who came in contact with SCP-3197 before containment are to be administered amnestics.\n\n\nDescription:\n SCP-3197 is a mahogany stand adorned with three wax candles, a cerulean bowl, two BIC pens, and a framed photograph of Alan Greenspan, the 13th Chairman of the United States Federal Reserve. A “List of Acceptable Offerings” is inscribed into the base of the stand.\n\n\nSeveral conditions must be met for the anomalous properties of the object to manifest:\n\n\n\n\nAll candles must be lit and the bowl filled approximately halfway with rose water.\n\n\nThe BIC pens must be placed equidistant on opposite sides of the picture.\n\n\nA supplicant must approach the stand and kneel, placing a piece of paper with a four-letter symbol into the bowl along with an offering.\n\n\nThe supplicant must perform a short recitation:\n\n\n\n\n\n\nOur Holy Greenspan\n\nHallowed be Thy Name\n\nGive us this day our daily profits\n\nAnd write off our losses\n\nLead us not into overleverage\n\nBut deliver us from margin calls\n\nFor yours is the market and the profit and the glory\n\nForever and ever\n\nAmen\n\n\n\n\nIf all the required conditions are all met, the offering placed within the bowl will vanish\n1\n. If the four-letter symbol corresponds to a stock listed on the New York Stock Exchange, the stock will experience a return matching the relevant entry in the list inscribed into the base of the stand. Stocks listed on other exchanges are unaffected.\n\n\nThe anomalous properties continue to manifest themselves if minor alterations are made to the ritual, for instance if BIC pens are replaced with graphite pencils, or if artificial candles are substituted for wax. However, all anomalous properties cease if the picture of Alan Greenspan is replaced with a photograph of Ben Bernanke or other Federal Reserve chairs such as Janet Yellen or Paul Volcker.\n\n\nAppendix A: \"List of Acceptable Offerings\" inscribed into the base of SCP-3197\n\n\n\n\nA memento from the supplicant's childhood: \n1%\n\nThe supplicant’s full head of hair: \n2%\n\nThe supplicant’s wedding ring: \n5%\n\nAn urn with the ashes of the supplicant’s parent: \n7%\n\nThe supplicant’s thumb (right hand): \n10%\n\n\n\n\nAppendix B: Interview with Jack Rossi, former equity trader with Dean Peabody LLP\n\n\n\n\nThe following interview was conducted on 4/6/2008 shortly after discovery and containment of SCP-3197. Mr. Rossi initially refused to cooperate with Foundation researchers, whom he believed to be working for an unspecified government agency. After covert administration of EXP-URXW-23\n2\n, and after assurances from the researchers that they meant him no harm, Mr. Rossi consented to be interviewed.\n\n\nResearcher ██████:\n Do you remember when you put the altar together?\n\n\nMr. Rossi\n: Christ, who knows? Early ‘97, maybe. The S&P was about to break a thousand, I know that much. Also, wasn’t me that put it together.\n\n\nResearcher ██████:\n Who was it, then?\n\n\nMr. Rossi\n: All I did was put the photo on it.\n\n\nResearcher ██████:\n But you were the one who brought the stand to the Peabody headquarters?\n\n\nMr. Rossi\n: Saw it out by the curb somewhere in midtown. 56th street, maybe. Fucking Hindus or Buddhists or whatchamacallthem, they were throwing it out. Took it on a whim and set it up in the break room with the big photo. We all had a nice laugh over it.\n\n\nResearcher ██████:\n Who do you mean by \"we\"?\n\n\nMr. Rossi\n: All of us on the trading floor. Dick, Lester, Phil, the overeager juniors fresh out of school who fetched us drinks. The big boss saw it and laughed so hard he almost barfed his lunch. Next day someone put the bowl in there. The pens were Phil’s idea. Some loser over at Goldman told him the chairman was fond of BICs.\n\n\nYeah, it was fucking fantastic. Anytime a client would come in, we’d take them round the back and show them “our new religion,” as we called it. Everyone thought it was a goddamn riot.\n\n\nResearcher ██████:\n And the list?\n\n\nMr. Rossi\n: Just appeared one day. Don’t know who carved it in. Nobody would admit to it. Wasn’t very funny, if you ask me. A bit like taking the joke too far.\n\n\nThe first time someone used it was during one of the corrections…\n\n\nResearcher ██████:\n I'm sorry, what is a correction in this context?\n\n\nMr. Rossi:\n Let's just say it was mid-98. A fucking massacre on the trading floor. I remember I got off easy, my portfolio was down 7-8%. Most had losses in the 20-30% range. Bonuses were evaporating left right and center. I'm telling you, I could smell divorce in the air.\n\n\nResearcher ██████:\n Pardon?\n\n\nMr. Rossi\n: Most of the guys had trophy wives. You know, blondes, big tits, a few decades younger than them. Hell, some had trophy mistresses. You think their women would stick by them once they were out on the curb?\n\n\nResearcher ██████:\n I see.\n\n\nMr. Rossi:\n So anyway, when the bell rings and the bloodbath is finally over, Lester brings us to the break room and does a big show. He kneels in front of the little altar, writes one of his big stocks on a piece of paper, recites a mangled version of the Lord's prayer and throws his wedding band in there. We’re all smiling, because for God’s sakes we need some comic relief, you know? The whole time, I’m thinking of what I’d do if I lose my job. My wife — everything’s solid there, knock on wood. But we’d have to move to fucking Jersey.\n\n\nResearcher ██████:\n Was that when you first noticed the anomalous effect?\n\n\nMr. Rossi\n: His wedding band disappeared. Poor sod looked for it for hours. He was still looking when I went home that day, muttering about how his wife was gonna give him a serious ass-kicking. Next day, though, we're all getting fucked up the ass again but Lester’s stock pops 5%. Lucky motherfucker ended the day only a little bit in the red.\n\n\nSo, after the stocks close we’re all smirking together, ha-ha, the thing works, doesn’t it? All hail the holy Greenspan! Phil pops home and brings back some chess trophy he won when he was still in diapers. Next day, another fucking massacre, we're talking 10-15% losses across the board, except Phil's shitty dog of a stock is up 1%.\n\n\nResearcher ██████:\n And then you began using the altar regularly?\n\n\nMr. Rossi\n: Not really. For a while we went on on making wisecracks. Ha-ha, on your way to the altar Dick? Your stocks must be crunching! But the results were undeniable. Every time someone made an offering, the return would be there the next day like clockwork.\n\n\nAnd then…then I guess the jokes stopped being funny. Gradually, we just stopped talking about it, even though we were using the thing as often as we could. Hair takes time to grow after you shave it off, you know. A month later, we moved it to a private room. Custom made lock, only a few of us had the key, didn't even let the janitor in there. If anyone asked, we said we threw the thing way.\n\n\nResearcher ██████:\n The returns coming from the offerings don’t seem to be very large.\n\n\nMr. Rossi\n: Yeah, dummy, you don’t invest in the stock directly. You wait until all the momentum traders think a stock is gonna crumble, then you start trading futures. On a good day, you can find a tanking stock along with some poor schmuck who'll bet you against a 10% rise at 50:1 odds, if not more.\n\n\nResearcher ██████\n: I think I have all I need. Someone else will be in to see you shortly. Out of curiosity, do you have any regrets about the whole thing?\n\n\nMr. Rossi\n: The fuck would I?\n\n\nResearcher ██████\n: Digging up your parents, for example.\n\n\nMr. Rossi\n: Oh yeah, I'm sure they really mind. I bet they were having a grand ole time in that cemetery.\n\n\nResearcher ██████\n: What about your hand?\n\n\nMr. Rossi\n: Listen, if I have trouble opening a door, I’ll get my butler to do it for me.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Attempts to determine the physics underlying this effect, as well as the ultimate destination of the offerings, have met with failure.\n\n\n2\n. Designed by the Neurology Division, this pharmaceutical cocktail induces feelings of trust and openness without any associated cognitive impairment.\n\n\n\n\n\n\n\n\n« \nSCP-3196\n | SCP-3197 | \nSCP-3198\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Our Holy Greenspan Hallowed be Thy Name Give us this day our daily profits And write off our losses Lead us not into overleverage But deliver us from margin calls For yours is the market and the profit and the glory Forever and ever Amen",
        "A memento from the supplicant's childhood: 1% The supplicant’s full head of hair: 2% The supplicant’s wedding ring: 5% An urn with the ashes of the supplicant’s parent: 7% The supplicant’s thumb (right hand): 10%",
        "The following interview was conducted on 4/6/2008 shortly after discovery and containment of SCP-3197. Mr. Rossi initially refused to cooperate with Foundation researchers, whom he believed to be working for an unspecified government agency. After covert administration of EXP-URXW-23 2 , and after assurances from the researchers that they meant him no harm, Mr. Rossi consented to be interviewed. Researcher ██████: Do you remember when you put the altar together? Mr. Rossi : Christ, who knows? Early ‘97, maybe. The S&P was about to break a thousand, I know that much. Also, wasn’t me that put it together. Researcher ██████: Who was it, then? Mr. Rossi : All I did was put the photo on it. Researcher ██████: But you were the one who brought the stand to the Peabody headquarters? Mr. Rossi : Saw it out by the curb somewhere in midtown. 56th street, maybe. Fucking Hindus or Buddhists or whatchamacallthem, they were throwing it out. Took it on a whim and set it up in the break room with the big photo. We all had a nice laugh over it. Researcher ██████: Who do you mean by \"we\"? Mr. Rossi : All of us on the trading floor. Dick, Lester, Phil, the overeager juniors fresh out of school who fetched us drinks. The big boss saw it and laughed so hard he almost barfed his lunch. Next day someone put the bowl in there. The pens were Phil’s idea. Some loser over at Goldman told him the chairman was fond of BICs. Yeah, it was fucking fantastic. Anytime a client would come in, we’d take them round the back and show them “our new religion,” as we called it. Everyone thought it was a goddamn riot. Researcher ██████: And the list? Mr. Rossi : Just appeared one day. Don’t know who carved it in. Nobody would admit to it. Wasn’t very funny, if you ask me. A bit like taking the joke too far. The first time someone used it was during one of the corrections… Researcher ██████: I'm sorry, what is a correction in this context? Mr. Rossi: Let's just say it was mid-98. A fucking massacre on the trading floor. I remember I got off easy, my portfolio was down 7-8%. Most had losses in the 20-30% range. Bonuses were evaporating left right and center. I'm telling you, I could smell divorce in the air. Researcher ██████: Pardon? Mr. Rossi : Most of the guys had trophy wives. You know, blondes, big tits, a few decades younger than them. Hell, some had trophy mistresses. You think their women would stick by them once they were out on the curb? Researcher ██████: I see. Mr. Rossi: So anyway, when the bell rings and the bloodbath is finally over, Lester brings us to the break room and does a big show. He kneels in front of the little altar, writes one of his big stocks on a piece of paper, recites a mangled version of the Lord's prayer and throws his wedding band in there. We’re all smiling, because for God’s sakes we need some comic relief, you know? The whole time, I’m thinking of what I’d do if I lose my job. My wife — everything’s solid there, knock on wood. But we’d have to move to fucking Jersey. Researcher ██████: Was that when you first noticed the anomalous effect? Mr. Rossi : His wedding band disappeared. Poor sod looked for it for hours. He was still looking when I went home that day, muttering about how his wife was gonna give him a serious ass-kicking. Next day, though, we're all getting fucked up the ass again but Lester’s stock pops 5%. Lucky motherfucker ended the day only a little bit in the red. So, after the stocks close we’re all smirking together, ha-ha, the thing works, doesn’t it? All hail the holy Greenspan! Phil pops home and brings back some chess trophy he won when he was still in diapers. Next day, another fucking massacre, we're talking 10-15% losses across the board, except Phil's shitty dog of a stock is up 1%. Researcher ██████: And then you began using the altar regularly? Mr. Rossi : Not really. For a while we went on on making wisecracks. Ha-ha, on your way to the altar Dick? Your stocks must be crunching! But the results were undeniable. Every time someone made an offering, the return would be there the next day like clockwork. And then…then I guess the jokes stopped being funny. Gradually, we just stopped talking about it, even though we were using the thing as often as we could. Hair takes time to grow after you shave it off, you know. A month later, we moved it to a private room. Custom made lock, only a few of us had the key, didn't even let the janitor in there. If anyone asked, we said we threw the thing way. Researcher ██████: The returns coming from the offerings don’t seem to be very large. Mr. Rossi : Yeah, dummy, you don’t invest in the stock directly. You wait until all the momentum traders think a stock is gonna crumble, then you start trading futures. On a good day, you can find a tanking stock along with some poor schmuck who'll bet you against a 10% rise at 50:1 odds, if not more. Researcher ██████ : I think I have all I need. Someone else will be in to see you shortly. Out of curiosity, do you have any regrets about the whole thing? Mr. Rossi : The fuck would I? Researcher ██████ : Digging up your parents, for example. Mr. Rossi : Oh yeah, I'm sure they really mind. I bet they were having a grand ole time in that cemetery. Researcher ██████ : What about your hand? Mr. Rossi : Listen, if I have trouble opening a door, I’ll get my butler to do it for me."
    ],
    "item": "SCP-3197",
    "object_class": "Safe",
    "containment_procedures": "The components of SCP-3197 are to be kept disassembled in a standard containment locker. Testing may be initiated by any employee with a Level 2 clearance. Non-Foundation personnel who came in contact with SCP-3197 before containment are to be administered amnestics.",
    "description": "SCP-3197 is a mahogany stand adorned with three wax candles, a cerulean bowl, two BIC pens, and a framed photograph of Alan Greenspan, the 13th Chairman of the United States Federal Reserve. A “List of Acceptable Offerings” is inscribed into the base of the stand.",
    "title": "SCP-3197"
}