{
    "url": "https://scp-wiki.wikidot.com/scp-3199",
    "all_text": "rating: \n+1095\n+\n–\nx\n\n\n\n\n\n\n\n\nFirst clearly recorded instance of SCP-3199, taken during initial recovery.\n\n\n\n\n\n\nSpecial Containment Procedures:\n All live instances of SCP-3199 are to be contained on Site-114 within a modified Keter humanoid containment chamber (hereby referred to as primary containment), the walls of which should be coated in approximately two centimeters thick acid-resistant steel. CCTV equipment is installed in the north-eastern and south-western corners. Two meters of empty space are to be allocated between primary and secondary containment.\n\n\nSecondary containment consists of suspending all live instances of SCP-3199 within a block of solid transparent substance (currently clear acrylic resin).\n\n\nThis block is to be at a height of at least three meters. One armed security guard is to be stationed outside primary containment at all times. An eight-digit passcode can be obtained from the current Site-114 director in order to bypass primary containment.\n\n\nSecondary containment is to be regularly examined for damages. Movement and activity of any kind are to be noted, and the current Site-114 Director is to be informed at the earliest possible convenience.\n\n\nA temporary recall procedure is detailed in Addendum 3199-03. Experiments involving the use of live SCP-3199 instances are strictly prohibited without approval from at least two personnel of Level-4 security clearance or above.\n\n\nAs of 12/6/2017, there are four live instances of SCP-3199 successfully contained.\n\n\nAs of 2/18/2019, there are six live instances of SCP-3199 successfully contained.\n\n\nDescription:\n SCP-3199 denotes a species of sapient Category-5 biological entities of currently indeterminable origin, though tissue samples indicate the presence of Silkie chicken\n1\n, chimpanzee\n2\n, stoat\n3\n, mussel\n4\n, adder\n5\n, and human DNA. They are typically hairless, stained with a thin layer of an albumen-like excretion, and stand at an average of 2.9 meters. Its weight averages 780 kg for a matured instance, and 360 kg for a hatchling. Autopsy has determined that the cervical vertebrae of a mature SCP-3199 instance are composed of cartilage, rather than bone. This enables the neck and throat to twist and dislocate to around 340° in either direction, aiding their unusual reproductive cycle.\n\n\nSCP-3199 are opportunistic hunters, engaging with live subjects \nwithin a currently unidentified radius\n within a radius of 0.6 kilometers surrounding hatchlings that have not yet reached full adolescence. Average speed is recorded at 25 km/h. Upon contact with human or animal subjects, SCP-3199 will proceed to [REDACTED], liquefying internal organs and bone structure. A suitable cadaver is then transferred within range of the closest hatchling.\n\n\nSCP-3199 produces large eggs of an off-white coloration and rubbery appearance. An egg will pass through the entity's digestive tract, esophagus and eventually out via the mouth, followed by a viscous red substance (first thought to be a form of placenta, chemical breakdown has determined it to be a highly corrosive material). SCP-3199 shows extreme distress throughout the process, with personnel describing the sound as 'not dissimilar to a scream'.\n\n\nSCP-3199 produces its eggs to fill unoccupied space. There is no known limit to the number of eggs SCP-3199 is capable of producing, and the standing theory is as follows: given enough time, a single instance could singlehandedly perform an LK-Class species transmutation scenario. The termination of a live instance can be achieved through a variety of equally effective methods- SCP-3199 has proven to be around as resilient as a standard human subject. However, complete eradication has proven \nimpossible\n difficult, as all instances of SCP-3199 (regardless of age) carry one egg within a specialized stomach-like organ upon birth, assuring that one living instance will persist through even ordinary means of constant and lethal assault. This biological phenomenon is presumed to be, in itself, anomalous in origin.\n\n\nA single SCP-3199 egg can bear a tremendous amount of resilience, maintaining its form and purpose even following continual subjection to:\n\n\n\n\nExtreme blunt-force trauma.\n\n\nPressure exceeding 180,000 psi.\n\n\nHigh-precision blades (serrated and non-serrated).\n\n\nLong-term acid exposure.\n\n\n\n\nThe application of plastic explosives was considered but quickly rejected by higher administration. Heat is a primary component in the growth and development of SCP-3199's eggs (see Addendum 3199-04), and Foundation Researcher Pwygh-Bythell was particularly apprehensive towards the idea, believing it would almost certainly result in a second containment breach.\n\n\nSCP-3199 was issued Keter classification on 10/6/2017 following a containment breach. SCP-3199's prior containment method (a sedated water bath) was disassembled, and replaced with a revised containment procedure as listed above.\n\n\nADDENDUM 3199-A-01:\n On █/█/2017, O5-█ dispatched the following notice:\n\n\n\n\nAll further experiments involving SCP-3199's eggs are strictly prohibited. Hatching periods have proven too unreliable to warrant extensive research, and as the consequences of a containment breach become more and more apparent, the O5 Council has unanimously decided to nip the situation at the bud. Until new and reliable information comes to light, all personnel found acting against protocol will be subject to standard 'zero tolerance' risk assessment training, and a punishment determined on a case-by-case basis.\n\n\nWe thank you for your continued cooperation.\n\n\n\n\nSCP-3199 was discovered in ██████, Ireland following witness reports of a 'bald' creature 'crying like a banshee' from within an undisclosed area of woodland. These reports resulted in the dispatchment of Mobile Task Force Omega-19, who arrived on site with a total of 12 armed personnel. Two personnel were lost in action, their internal organs and jaws having been almost entirely dissolved. During transportation, SCP-3199 produced two offspring, resulting in the deaths of a further six personnel.\n\n\nADDENDUM 3199-A-02:\n On █/█/2017, a thorough sweep of SCP-3199's initial recovery location was enacted in an attempt to uncover the creature's origin and purpose. Local reports suggested that the small remote residence in question had been abandoned for at least two decades. Surface Team Delta-029-E recovered several items of interest, including:\n\n\n\n\nOne bag of assorted thread and needles, in various colors and sizes.\n\n\nApproximately thirteen chicken carcasses (based on the collective halves and quarters), with precise incisions located on the underbelly, neck, and thigh. Six of the carcasses had been plucked, with visible human teeth marks lining the bare areas at random intervals.\n\n\nSeveral containers, including water bottles and Tupperware boxes, holding an unidentified watery paste. The paste was a deep brown in color, and in the presence of oxygen, it turned viscous and hard.\n\n\nAn A5 notebook, ████ brand, and heavily scratched with what was determined to be human fingernails. The words 'NEW BREED MANIFESTO' are written on the front cover.\n\n\nTwo chicken feather quills.\n\n\n\n\nThe notebook itself consisted of 24 pages of standard lined paper, written in non-anomalous black ink. 19 of these pages consisted of various cuboid patterns and crude, child-like illustrations vaguely resembling SCP-3199. On the remaining five pages, large lines of writing detail the diary of an unnamed individual. Much of the written script was illegible. One extract in particular, dated ██/6/1973 was written with notably higher clarity:\n\n\n\n\nIf you're reading this, then \nluky\n lucky you! fore hunndreth thousand hour from not and itll be warm and wet and warm, and the wonderful \nvursatilli\n \nvessa\n versatility of (INFERIOR) human DNA will birth a better era. A stronger ear. One where [ILLEGIBLE] and food and water will be nothing but things of the passed as we make and make and make more \nuntil\n until [ILLEGIBLE]\n\nI REALLY HAVEN'T MUCH \nTIM\n\nTIME\n\nTHATS why i ENVY you \nso\n \nso\n so much. you'll have all the time you need. time will be \na thing of the\n time will be on and on and death will be life. \nlife\n new life needs things to live. new life will be a part of life from now on. (sic)\n\n\n\n\nThe final page consisted of various ink blots, thirteen instances of the word 'life' in inconsistent sizes, two instances of the words 'want it want i want it' (sic), and the lyrics to English songwriter Frederic Weatherly's 'Danny Boy' in Old Gaelic script. The identity of the journal's author is pending investigation.\n\n\nADDENDUM 3199-03:\n \nProtocol 34-22-B\n\n\nThe following procedure is to occur in the event of a Site-114 containment breach, in an effort to safely and immediately re-contain live SCP-3199 instances.\n\n\nOn-site personnel with Level-1 security clearance or above assume standard lock-down procedure and evacuate to Site-113 to await further instruction. Site-114 is to be flooded in its entirety by a clean, distilled water treated with dissolvable Class A sedatives. Surface Team Tango-306-A will be dispatched immediately to retrieve any lingering instances of SCP-3199's eggs. Any living instances of SCP-3199 will be terminated on sight, and their remaining eggs will be collected. All egg samples are to be transported to temporary off-site containment within a stable water bath. Site-114 will be subsequently drained, and custodian staff will be dispatched to thoroughly clean and sanitize the grounds to a 'green zone' Foundation standard.\n\n\nPersonnel attempting to breach Site-114 before this inspection is complete will be apprehended and punished accordingly.\n\n\n\n\nNote: A number of personnel have expressed their skepticism regarding the scale of SCP-3199's containment breach protocol. To clarify, we have reason to believe that fluid is an excellent counter to SCP-3199's anomalous reproductive properties. It appears to enter an inert state in the presence of liquid, regardless of thickness or clarity. The leading theory is as follows: SCP-3199 discerns the liquid around it to be 'occupied space'.\n\n\nRegardless, I believe I speak for all of Site-114 when I say we're quite relieved to have found a safe and consistent method of containment.\n\n\nDr. Lewis, 12/5/2017\n\n\n\n\nINTERVIEW 3199-I-01:\n\n\n\n\n+ VIDEO TRANSCRIPT\n\n\n\n\n- HIDE VIDEO TRANSCRIPT\n\n\n\n\n\n\nVIDEO TRANSCRIPT\n\n\n\n\nDATE:\n 10/28/2017\n\n\nSUBJECT:\n Cpl. Duncan\n\n\nINTERVIEWER:\n Dr. Ewing\n\n\nFOREWORD:\n Subject had undergone extensive psychiatric therapy prior to interview, and while the Foundation does not consider them responsible for the deaths of Pvt. MacLeod and Pvt. Langley, subject expressed feelings of guilt for having neglected standard Foundation health & safety protocol.\n\n\n\n\n[BEGIN LOG]\n\n\nDUNCAN:\n Take a seat, right?\n\n\nEWING:\n Please, if you would.\n\n\nCpl. Duncan clears his throat. White noise as he sits, visibly anxious.\n\n\nEWING:\n Could you explain your mission briefing?\n\n\nDUNCAN:\n The job was pretty simple. No auditory or visual triggers that the higher-ups in Site-114 knew about. Seems to me as if they'd done a pretty top job scraping the area clean.\n\n\nCpl. Duncan laughs nervously.\n\n\nDUNCAN:\n Never is that easy though, huh ma'am? We landed around 2100 hours. The boys and I had been told that if we couldn't catch the thing, the next best thing would be snapping a frame or two, so they- uh- they hooked us up with the best in night vision hardware.\n\n\nCpl. Duncan shuffles uncomfortably in his seat.\n\n\nDUNCAN:\n … I know you have pictures, Ela. I know you've got \nsomething.\n\n\nPaper shuffling. Dr. Ewing looks grave.\n\n\nEWING:\n You're under no obligation to view the recording.\n\n\nDUNCAN:\n Nah, nah- I- I know that. Just shook me a little.\n\n\nEWING:\n Please. Go on.\n\n\nDUNCAN:\n (\nShivering.\n) We found something within the hour- almost like a shack, totally out of scrap metal and wood. Looked more like an over-sized chicken coop than anything else, but I don't know that your new monster built it. Just made it a home.\n\n\nEWING:\n And I assume you-\n\n\nDUNCAN:\n - entered ASAP? Of course, it was a late shift. Wanted this over as quick as possible. I'd like to say that's why I did what I did, but- uh- I can't bring myself to make excuses.\n\n\nCpl. Duncan places his head in his hands, sighing.\n\n\nDUNCAN:\n I really- really fucked it, ma'am. Pardon my French.\n\n\nEWING:\n It's perfectly appropriate, all things considered. However, I'm going to have to ask you to continue explaining the procedure.\n\n\nDUNCAN:\n Right, right, well- I had two of my men stationed at back. Pvt. MacLeod and Pvt. Langley insisted they take first charge. Fresh out of training, they were. Kids. I should be used to it by now, but-\n\n\nCpl. Duncan laughs dryly.\n\n\nDUNCAN:\n Never seen a smile get cut down so quick. It knew we were there, somehow. Jumped right at Pvt. MacLeod and [DATA EXPUNGED] the fuckin' teeth out of his head. I see it whenever I blink, ma'am. That's the shit that stays with you.\n\n\nEWING:\n The Foundation will take every measure in providing financial compensation to the families of your lost men. Could you elaborate upon the other casualty?\n\n\nSilence for a moment. Cpl Duncan leans back in his chair. A pause.\n\n\nEWING:\n Duncan? Please, I must urge you to continue. The more we know, the more we can do to stop it from happening again.\n\n\nDUNCAN:\n (Eventually) We barely had time to react before it started moving down the corridor to the right. I guess the adrenaline had just about hit me, because I fired off enough rounds to blow a chunk out of its chest, just as its ugly head was about to round a corner. I saw-\n\n\nAnother pause. Cpl. Duncan shows visible signs of distress.\n\n\nDUNCAN:\n I saw straight fuckin' moonlight on the other side. Bulls-eye. Thing let out the most awful scream. I have a beautiful little baby boy at home, doc. You know that?\n\n\nEWING:\n Irrelevant discussion of domestic life isn't necessary for this procedure, Corporal. Could you please-\n\n\nDUNCAN:\n (\nRaising voice.\n) I have a beautiful baby boy who just loves wailin' when he's too cranky to sleep, and you know what? Every time he does, I think about that scream. I see it in my head. Think what it did- and his pa gives him a look as if he's gonna bash his fuckin' head against the wall.\n\n\nCpl. Duncan, now standing, gradually sits back down.\n\n\nDUNCAN:\n (\nStrained\n) They were good men.\n\n\nSilence.\n\n\nDUNCAN:\n Please, Ela. Kill that monster. If for no one else, for me.\n\n\n[END LOG]\n\n\n\n\n\n\nNote: I extend my strongest condolences to the families of those lost during SCP-3199’s initial recovery. Furthermore, I would like to formally request that Cpl. Duncan is administered one Class B amnestic at the earliest possible convenience. No excuses.\n\n\nDr. E. Ewing, Site-114 Director\n\n\n\n\n\n\n\n\n\n\nADDENDUM 3199-04:\n \nExperiment Logs\n\n\nEXPERIMENT 3199-E-01\n - 'Heat Exposure' - █/█/2017\n\n\nSubject:\n One egg sample from SCP-3199.\n\n\nMethod:\n Subject relocated to a secure containment cell. Inside temperature of the cell was gradually increased at an average rate of 7°C/minute.\n\n\nResults:\n After approx. nine minutes, the egg ruptured violently and produced a single hatchling. On-site personnel reacted swiftly to re-contain the newborn instance. However, the excessive internal temperature appears to have impacted the physical maturity of the hatchling, and it reached adolescence at an accelerated rate of 40 seconds.\n\n\nThe (now adolescent) hatchling produced two further instances of SCP-3199. Security response on-site was swift, and all three instances were detained cleanly. All subsequent heat experiments involving SCP-3199's eggs have been postponed until further notice.\n\n\nEXPERIMENT 3199-E-02\n - 'Cold Exposure' - █/█/2017\n\n\nSubject:\n One egg sample from SCP-3199.\n\n\nMethod:\n Subject submerged entirely in liquid nitrogen. Security remain on standby throughout the procedure, in light of prior experiments. After approximately 45 minutes of exposure, SCP-3199 had reached -190°C. Following two hours of exposure, the egg was removed and placed under a hydraulic press.\n\n\nResults:\n Hydraulic press peaked at pressures of around 9,000 psi. Cracks appeared approximately 30 minutes into exposure before the sample shattered. Egg fragments were collected and furthermore pressed into a fine pulp. Zero traces of albumen or yolk were located. Complete incineration of the shell's remains proved successful in destroying the egg and its reproductive capabilities entirely.\n\n\nEXPERIMENT 3199-E-03\n - 'Chemical Analysis of Shell' - ██/█/2017\n\n\nSample:\n Ten grams of finely pressed eggshell pulp, taken from an SCP-3199 egg.\n\n\nResults:\n Detailed chemical breakdown shows traces of nacre, enamel, and a currently unidentified carbon compound. Microscope analysis suggests that the shell itself is composed of a tightly packed crystalline structure. Practical application of this material is pending administrative approval.\n\n\n\n\nFootnotes\n\n\n1\n. \nGallus gallus domesticus.\n\n\n2\n. \nPan troglodytes.\n\n\n3\n. \nMustela erminea.\n\n\n4\n. \nMargaritifera margaritifera\n\n\n5\n. \nVipera berus.\n\n\n\n\n\n\n\n\n« \nSCP-3198\n | SCP-3199 | \nSCP-3200\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3199\n\" by bittermixin, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3199\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n resized.jpg\n\n\nAuthor:\n Ryan Van Dongen\n\n\nLicense:\n Copyrighted (Used with permission)\n\n\nSource Link:\n \nArtStation\n\n\nAdditional Notes:\n \nPermission Used",
    "addendums": [],
    "documents": [],
    "notes": [
        "All further experiments involving SCP-3199's eggs are strictly prohibited. Hatching periods have proven too unreliable to warrant extensive research, and as the consequences of a containment breach become more and more apparent, the O5 Council has unanimously decided to nip the situation at the bud. Until new and reliable information comes to light, all personnel found acting against protocol will be subject to standard 'zero tolerance' risk assessment training, and a punishment determined on a case-by-case basis. We thank you for your continued cooperation.",
        "If you're reading this, then luky lucky you! fore hunndreth thousand hour from not and itll be warm and wet and warm, and the wonderful vursatilli vessa versatility of (INFERIOR) human DNA will birth a better era. A stronger ear. One where [ILLEGIBLE] and food and water will be nothing but things of the passed as we make and make and make more until until [ILLEGIBLE] I REALLY HAVEN'T MUCH TIM TIME THATS why i ENVY you so so so much. you'll have all the time you need. time will be a thing of the time will be on and on and death will be life. life new life needs things to live. new life will be a part of life from now on. (sic)",
        "Note: A number of personnel have expressed their skepticism regarding the scale of SCP-3199's containment breach protocol. To clarify, we have reason to believe that fluid is an excellent counter to SCP-3199's anomalous reproductive properties. It appears to enter an inert state in the presence of liquid, regardless of thickness or clarity. The leading theory is as follows: SCP-3199 discerns the liquid around it to be 'occupied space'. Regardless, I believe I speak for all of Site-114 when I say we're quite relieved to have found a safe and consistent method of containment. Dr. Lewis, 12/5/2017",
        "VIDEO TRANSCRIPT DATE: 10/28/2017 SUBJECT: Cpl. Duncan INTERVIEWER: Dr. Ewing FOREWORD: Subject had undergone extensive psychiatric therapy prior to interview, and while the Foundation does not consider them responsible for the deaths of Pvt. MacLeod and Pvt. Langley, subject expressed feelings of guilt for having neglected standard Foundation health & safety protocol. [BEGIN LOG] DUNCAN: Take a seat, right? EWING: Please, if you would. Cpl. Duncan clears his throat. White noise as he sits, visibly anxious. EWING: Could you explain your mission briefing? DUNCAN: The job was pretty simple. No auditory or visual triggers that the higher-ups in Site-114 knew about. Seems to me as if they'd done a pretty top job scraping the area clean. Cpl. Duncan laughs nervously. DUNCAN: Never is that easy though, huh ma'am? We landed around 2100 hours. The boys and I had been told that if we couldn't catch the thing, the next best thing would be snapping a frame or two, so they- uh- they hooked us up with the best in night vision hardware. Cpl. Duncan shuffles uncomfortably in his seat. DUNCAN: … I know you have pictures, Ela. I know you've got something. Paper shuffling. Dr. Ewing looks grave. EWING: You're under no obligation to view the recording. DUNCAN: Nah, nah- I- I know that. Just shook me a little. EWING: Please. Go on. DUNCAN: ( Shivering. ) We found something within the hour- almost like a shack, totally out of scrap metal and wood. Looked more like an over-sized chicken coop than anything else, but I don't know that your new monster built it. Just made it a home. EWING: And I assume you- DUNCAN: - entered ASAP? Of course, it was a late shift. Wanted this over as quick as possible. I'd like to say that's why I did what I did, but- uh- I can't bring myself to make excuses. Cpl. Duncan places his head in his hands, sighing. DUNCAN: I really- really fucked it, ma'am. Pardon my French. EWING: It's perfectly appropriate, all things considered. However, I'm going to have to ask you to continue explaining the procedure. DUNCAN: Right, right, well- I had two of my men stationed at back. Pvt. MacLeod and Pvt. Langley insisted they take first charge. Fresh out of training, they were. Kids. I should be used to it by now, but- Cpl. Duncan laughs dryly. DUNCAN: Never seen a smile get cut down so quick. It knew we were there, somehow. Jumped right at Pvt. MacLeod and [DATA EXPUNGED] the fuckin' teeth out of his head. I see it whenever I blink, ma'am. That's the shit that stays with you. EWING: The Foundation will take every measure in providing financial compensation to the families of your lost men. Could you elaborate upon the other casualty? Silence for a moment. Cpl Duncan leans back in his chair. A pause. EWING: Duncan? Please, I must urge you to continue. The more we know, the more we can do to stop it from happening again. DUNCAN: (Eventually) We barely had time to react before it started moving down the corridor to the right. I guess the adrenaline had just about hit me, because I fired off enough rounds to blow a chunk out of its chest, just as its ugly head was about to round a corner. I saw- Another pause. Cpl. Duncan shows visible signs of distress. DUNCAN: I saw straight fuckin' moonlight on the other side. Bulls-eye. Thing let out the most awful scream. I have a beautiful little baby boy at home, doc. You know that? EWING: Irrelevant discussion of domestic life isn't necessary for this procedure, Corporal. Could you please- DUNCAN: ( Raising voice. ) I have a beautiful baby boy who just loves wailin' when he's too cranky to sleep, and you know what? Every time he does, I think about that scream. I see it in my head. Think what it did- and his pa gives him a look as if he's gonna bash his fuckin' head against the wall. Cpl. Duncan, now standing, gradually sits back down. DUNCAN: ( Strained ) They were good men. Silence. DUNCAN: Please, Ela. Kill that monster. If for no one else, for me. [END LOG]",
        "Note: I extend my strongest condolences to the families of those lost during SCP-3199’s initial recovery. Furthermore, I would like to formally request that Cpl. Duncan is administered one Class B amnestic at the earliest possible convenience. No excuses. Dr. E. Ewing, Site-114 Director",
        "\" SCP-3199 \" by bittermixin, from the SCP Wiki . Source: https://scpwiki.com/scp-3199 . Licensed under CC-BY-SA .",
        "Filename: resized.jpg Author: Ryan Van Dongen License: Copyrighted (Used with permission) Source Link: ArtStation Additional Notes: Permission Used"
    ],
    "containment_procedures": "All live instances of SCP-3199 are to be contained on Site-114 within a modified Keter humanoid containment chamber (hereby referred to as primary containment), the walls of which should be coated in approximately two centimeters thick acid-resistant steel. CCTV equipment is installed in the north-eastern and south-western corners. Two meters of empty space are to be allocated between primary and secondary containment.",
    "description": "SCP-3199 denotes a species of sapient Category-5 biological entities of currently indeterminable origin, though tissue samples indicate the presence of Silkie chicken1, chimpanzee2, stoat3, mussel4, adder5, and human DNA. They are typically hairless, stained with a thin layer of an albumen-like excretion, and stand at an average of 2.9 meters. Its weight averages 780 kg for a matured instance, and 360 kg for a hatchling. Autopsy has determined that the cervical vertebrae of a mature SCP-3199 instance are composed of cartilage, rather than bone. This enables the neck and throat to twist and dislocate to around 340° in either direction, aiding their unusual reproductive cycle.",
    "title": "SCP-3199"
}