{
    "url": "https://scp-wiki.wikidot.com/scp-3203",
    "all_text": "rating: \n+69\n+\n–\nx\n\n\nTO: \npcs.noitadnuof|rellete#pcs.noitadnuof|rellete\n\nFROM: \npcs.noitadnuof|lenidregn#pcs.noitadnuof|lenidregn\n\nDATE: \nJul 08 2017\n\n\nHello Dr. Teller,\n\n\nRemember a few weeks ago when you were telling me about your funding problem? How there always seemed to be enough money for the big shots over at Site 19, while us here at 17 are just getting by on the scraps? Eh, you probably don’t since we have the same conversation every other week.\n\n\nBut you got me thinking, where the hell does all the money come from? Like, we get quite a bit of funding for an organization that makes no profit and isn’t a government entity, right? Right. Well, I did what any budding detective would do. I followed the money. I did some digging, pulled in a few favors (OK, I just asked Ed from Site 17 accounting), and I found myself looking at the Foundation bank account. Now, this is obviously just a funnel for a number of other Foundation sources. Luckily, I was able to convince the bank clerk to show me the last month of transactions. And no, I’m not going to go into details about the “convincing”.\n\n\nAs expected, all of the transfers came from fake companies the Foundation must have set up as a front. They had names like “Allison and Banks Investing”, which is exactly the kind of bland, corporate title that no one would blink an eye at. But, the interesting thing is who these companies have for “customers”. Sure, some have a few million plopped in them from governments, but over 80% of the income for these fronts comes from a single Swiss bank account.\n\n\nYou can imagine how confused I was. I was expecting like a long list of celebrities, or other underground organizations. Maybe we were secretly funded by GOC. But this, this was something else. This account must be Foundation controlled. And you know what? It's anomalous. I watched it for a month, and no matter how much was withdrawn, the account never dropped below forty thousand dollars. Hell, it never went above forty thousand dollars. It just remained at a constant 40k. Even when the Foundation withdrew two million last week, the account didn’t drop.\n\n\nI’d like to formally request giving this bank account SCP classification. I’ve written up a document below that I’d like you to approve, and make redactions as needed.\n\n\nHey, maybe you could even show this to your boss and ask for more funding.\n\n\n- Gerdinel\n\n\n\n\n\n\n\n\nDocument prepared by:\n Junior Researcher Niklo Gerdinel\n\n\nDate:\n 07/08/2017\n\n\n\n\n\n\nItem #:\n SCP-3203\n\nObject Class:\n Thaumiel\n\n\nSpecial Containment Procedures:\n Only personnel with Level 4 Clearance, or access to the the Foundation's financials may have access to information regarding SCP-3203. All other personnel shall be targets of a misinformation campaign regarding the source of funding for the Foundation.\n\n\nSCP-3203 may be accessed as often as deemed necessary. However, requested amounts of suspicious size must be spread over multiple withdrawals as to avoid drawing attention to SCP-3203.\n\n\nDescription:\n SCP-3203 is a Swiss bank account (#011623852957). SCP-3203 contains exactly forty thousand dollars (USD) at all times. There is no record of deposits being made to this account. Withdrawals do not change the amount of money in this account. Withdrawals larger than forty thousand dollars will go through successfully, and the requested amount of money will be withdrawn. So far, the largest recorded withdrawal is two million dollars.\n\n\nIt is unknown when this account was opened, but it is currently held under the name “Luca Ellsborn”. There appears to be no record of a man named Luca Ellsborn being born in Switzerland, or ever entering Switzerland. However, three Luca Ellsborns have been found in other countries. Investigations into their connection to SCP-3203 are pending.\n\n\n\n\n\n\n\n\n\n\nYou have (1) new unread message in your inbox!\n\n\n\n\nclose email\n\n\n\n\nTO: \npcs.noitadnuof|lenidregn#pcs.noitadnuof|lenidregn\n\nFROM: \npcs.noitadnuof|ehtnapc#pcs.noitadnuof|ehtnapc\n\nDATE: \nJul 09 2017\n\n\nGerdinel,\n\n\nDr. Teller has informed me of your SCP classification request. It has been denied. Not because we believe that an anomaly like this does not meet the standards for an SCP classification, but because this isn’t an anomaly.\n\n\nI would like to commend your research in this matter. However, the Foundation has made a deal with the bank to hide our financial information. We would like to keep our reserves a secret, as well as our supporters. As you can imagine, many powerful people have given money to the Foundation, and they do not want to be directly associated with us. It would not be out of the question for one of those supporters to demand the termination of anyone aware of their identity without proper clearance.\n\n\nI would suggest you stop looking into Foundation funding. Where your salary comes from is, quite frankly, above your pay grade.\n\n\n-Site Director Charles Panthe\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLEVEL 4 CLEARANCE REQUIRED\n\n\n\n\nLOGIN CREDENTIALS ACCEPTED\n\n\n\n\nTO: \npcs.noitadnuof|ruoF5O#pcs.noitadnuof|ruoF5O\n\nFROM: \npcs.noitadnuof|ehtnapc#pcs.noitadnuof|ehtnapc\n\nDATE: \nJul 08 2017\n\n\nO5-4,\n\n\nSilent Cello Philharmonic has been compromised. Requesting relocation.\n\n\nI would also like to relocate production to Argentina, as to further distance it from Foundation resources. This would bring production closer to our target market, decreasing transportation costs. I believe we have accumulated enough demand during the last quarter to merit this, and would provide additional protection against discovery.\n\n\n-Site Director Charles Panthe\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3202\n | SCP-3203 | \nSCP-3204\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3203\n\" by Captain Kirby, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3203\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [
        "Document prepared by: Junior Researcher Niklo Gerdinel Date: 07/08/2017 Item #: SCP-3203 Object Class: Thaumiel Special Containment Procedures: Only personnel with Level 4 Clearance, or access to the the Foundation's financials may have access to information regarding SCP-3203. All other personnel shall be targets of a misinformation campaign regarding the source of funding for the Foundation. SCP-3203 may be accessed as often as deemed necessary. However, requested amounts of suspicious size must be spread over multiple withdrawals as to avoid drawing attention to SCP-3203. Description: SCP-3203 is a Swiss bank account (#011623852957). SCP-3203 contains exactly forty thousand dollars (USD) at all times. There is no record of deposits being made to this account. Withdrawals do not change the amount of money in this account. Withdrawals larger than forty thousand dollars will go through successfully, and the requested amount of money will be withdrawn. So far, the largest recorded withdrawal is two million dollars. It is unknown when this account was opened, but it is currently held under the name “Luca Ellsborn”. There appears to be no record of a man named Luca Ellsborn being born in Switzerland, or ever entering Switzerland. However, three Luca Ellsborns have been found in other countries. Investigations into their connection to SCP-3203 are pending."
    ],
    "notes": [
        "\" SCP-3203 \" by Captain Kirby, from the SCP Wiki . Source: https://scpwiki.com/scp-3203 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Thaumiel",
    "containment_procedures": "Only personnel with Level 4 Clearance, or access to the the Foundation's financials may have access to information regarding SCP-3203. All other personnel shall be targets of a misinformation campaign regarding the source of funding for the Foundation.",
    "description": "SCP-3203 is a Swiss bank account (#011623852957). SCP-3203 contains exactly forty thousand dollars (USD) at all times. There is no record of deposits being made to this account. Withdrawals do not change the amount of money in this account. Withdrawals larger than forty thousand dollars will go through successfully, and the requested amount of money will be withdrawn. So far, the largest recorded withdrawal is two million dollars.",
    "title": "SCP-3203"
}