{
    "url": "https://scp-wiki.wikidot.com/scp-3206",
    "all_text": "rating: \n+88\n+\n–\nx\n\n\nItem #:\n SCP-3206\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Turkana County, Kenya must be under phone surveillance. Individuals confirmed to be affected by SCP-3206 must undergo the necessary surgical procedures under the auspices of both a physician and veterinary doctor, followed by amnesticization and release. A maximum of 50 affected individuals may be allowed to persist under SCP-3206 for no more than three months at a time for the purpose of behavioural study.\n\n\nAll telephone calls involving the number +254 █████████ must be documented and individuals involved in these calls detained for a minimum of five hours. Should SCP-3206 manifest, said persons must be subject to the aforementioned containment procedures.\n\n\nPersons of Interest-3206-1 through -8 must be under video and phone surveillance. Should anomalous activity be observed, PoIs are to be contained at Site-52.\n\n\nUPDATE (12.04.2013): PoI-3206-3 is currently uncontained (see Call Transcript BN0358). All other PoIs must be held in standard humanoid containment at Site-52 until further notice. Direct interaction with SCP-3206-A is tentatively forbidden.\n\n\nDescription:\n SCP-3206 is a phenomenon whereby humans develop a fully functioning vomeronasal organ\n1\n (VNO) anatomically and genetically identical to that of \nEquus ferus caballus\n (horse). This is accompanied by associated behaviour typical of ungulates and felids possessing a VNO, particularly the flehmen response\n2\n.\n\n\nApproximately 76% of affected individuals seek medical attention or express concern regarding the effects of SCP-3206, reflecting a shrinking majority since the commencement of containment procedures. In a minority of cases, individuals compulsively or opportunistically utilise SCP-3206 in a variety of ways, commonly pursuing persons of interest and congregating in poorly sanitised public restrooms.\n\n\nThe vast majority of confirmed cases of SCP-3206 to date have occurred in rural areas in Turkana County, Kenya. SCP-3206 was first recorded in November 2005.\n\n\nAddendum 3206-01:\n The manifestation of SCP-3206 is associated with calling or accepting a call from the telephone number +254 █████████. In all cases, one of several entities (collectively designated SCP-3206-A) can be heard, although comprehension is hampered by the occasional interruption of equine vocalisations of uncertain origin. SCP-3206-A attempts to sell VNOs to the other party, making poor use of tactics commonly associated with fraudulent telemarketing. If the other party declines the offer, the call terminates without further incident.\n\n\nShould the offer be accepted, the entity ceases vocalisation and communication is no longer possible. Instead, a consistent rhythm of heavy thuds, accompanied irregularly by muffled groans, are heard. The frequency and intensity of these sounds increases gradually over time, terminating in a wet slapping noise and vocalisations described as reminiscent of a foal in distress. At this point, the call ends. SCP-3206 manifests in individuals exposed to the call between three and four hours after the connection is terminated.\n\n\nAttempts to trace the call are consistently met with failure.\n\n\nAddendum 3206-05:\n Through the use of voice recognition software, a significant match has been identified between SCP-3206-A and eight individuals (designated PoI-3206-1 through -8). All persons are currently alive and are pastoralists in the Turkana region, although no other relation between them has been identified. No evidence of involvement in SCP-3206 has been found.\n\n\n\n\nOpen Document: SCP-3206 Call Transcript BN0358\n\n\n\n\nClose Document\n\n\n\n\n\n\nSCP-3206 Transcript BN0358\n\n\nForeword:\n The call was initiated by Operative H. Ouma with the purpose of confronting an instance of SCP-3206-A regarding its identity.\n\n\n<Begin Log>\n\n\nOuma:\n Hello? Please identify yourself.\n\n\n3206-A:\n Hi, there. It’s good that you gave me a call \n(nickering is audible)\n. We’ve been trying to contact you by mail, email – even knocked on your bedroom door. Are you ready to take up our limited, once-in-a-lifetime offer? We offer prime VNOs for just zero bob\n3\n.\n\n\nOuma:\n Is this Rachel Githuru\n4\n?\n\n\n3206-A is unresponsive for approximately 30 seconds, at which point a notably confused and somewhat distressed male voice begins vocalising.\n\n\n3206-A1:\n Hi—hi, there. It’s good that you gave me a call. We’ve been trying to contact you by mail, email – even knocked on your bedroom door. Can—are you ready to take up our limited, once-in-a-lifetime offer? We offer prime VNOs for just zero bob.\n\n\nOuma:\n Who are you? Where is Rachel Githuru?\n\n\n3206-A1:\n The offer. It’s great \n(high-pitched whinnying is audible)\n. All the VNOs you could wish for – a lifetime’s supply, free of charge. What do you say, ma’am?\n\n\nOuma:\n Where is Rachel Githuru?\n\n\n3206-A1:\n Oh, my colleague? She—she’s gone. Didn’t do her job right, it’s a sh—shame. Boss had to dismiss her. But I assure you, I’m a more than adequate replacement. Please. How about that deal? How many VNOs should I put you down for? I—I won’t take no for an answer.\n\n\nOuma:\n Sorry, but I don’t want any VNOs. Not unless you are willing to answer my questions.\n\n\nHigh-pitched whinnying is audible, after which the same, unidentified voice proceeds to whisper.\n\n\n3206-A1:\n Ok, ok. My n—name is John Ochieng. I—I don’t know where I am. I just woke up sitting at this table with this phone. There’s—was a thing here, telling me to—to talk to you. To say these things. B—but it’s… I think it’s gone now.\n\n\nOuma:\n Ok, John. Describe your surroundings. Maybe there is something that could indicate where you are.\n\n\n3206-A1:\n It’s—it’s so dark. I don’t know—I think I’m inside a big building. I’m covered in something… it’s so dry. I—I think this is hay. There’s just hay everywhere. Wait—why is it so sticky?\n\n\nOuma:\n Can you remember how you got to this place, John?\n\n\n3206-A1:\n No. I remember… I think I fell asleep on my sofa and then I woke up… here. My wife and ch—children, are they ok? Please, make sure they’re ok.\n\n\nOuma:\n Yes, we—where does your family live? We can bring them to a safe—\n\n\n3206-A1:\n Listen. Please… accept the offer. The thing – it’s back. Just please, t—take it. I don’t want it to—please.\n\n\nOuma:\n Try and move away from the entity, stay as far away from it as you can.\n\n\n3206-A1:\n P—please, ma’am. Have a VNO on the house. H—help this starving little company stay above water. My… my kids, they are so lovely. I don’t want them to… lose their way. Just this once, on the house.\n\n\nOuma:\n I—ok, John. I accept your offer.\n\n\n3206-A1:\n Oh, oh thank you \n(low-pitched whinnying is audible)\n. Thank you for your p-purchase, and be sure to pass our number on to your… to your friends and family.\n\n\n<End Log>\n\n\nClosing Statement:\n Operative Ouma was subject to SCP-3206 four hours after termination of the call. No other incidents related to the call have been observed. No match has been found between the unidentified iteration of SCP-3206-A (sub-designated SCP-3206-A1) and living individuals. Missing persons reports in Turkana County are currently under investigation for correlation with SCP-3206-A1.\n\n\nSurveillance of PoI-3206-3 was spontaneously disrupted during the call. Recovery of PoI-3206-3 is ongoing.\n\n\n\n\n\n\nClose Document\n\n\n\n\n\n\nAddendum 3206-11:\n Since the initial manifestation of SCP-3206-A1, its appearance has been recorded in a further 26 calls. A lack of consistency in the behaviour of SCP-3206-A1 in these cases casts some doubt on the authenticity of information garnered from the entity through Call BN0358.\n\n\n\n\nFootnotes\n\n\n1\n. A secondary olfactory sense organ found in a variety of animals\n\n\n2\n. The curling back of the top lip, exposing the front teeth, gum, and VNO (by extension), for the purpose of investigating a specific site or odour\n\n\n3\n. Vernacular term for the Kenyan Shilling, the national currency\n\n\n4\n. PoI-3206-3\n\n\n\n\n\n\n\n\n« \nSCP-3205\n | SCP-3206 | \nSCP-3207\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3206\n\" by jjone, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3206\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 3206-01: The manifestation of SCP-3206 is associated with calling or accepting a call from the telephone number +254 █████████. In all cases, one of several entities (collectively designated SCP-3206-A) can be heard, although comprehension is hampered by the occasional interruption of equine vocalisations of uncertain origin. SCP-3206-A attempts to sell VNOs to the other party, making poor use of tactics commonly associated with fraudulent telemarketing. If the other party declines the offer, the call terminates without further incident.\nShould the offer be accepted, the entity ceases vocalisation and communication is no longer possible. Instead, a consistent rhythm of heavy thuds, accompanied irregularly by muffled groans, are heard. The frequency and intensity of these sounds increases gradually over time, terminating in a wet slapping noise and vocalisations described as reminiscent of a foal in distress. At this point, the call ends. SCP-3206 manifests in individuals exposed to the call between three and four hours after the connection is terminated.\nAttempts to trace the call are consistently met with failure.",
        "Addendum 3206-05: Through the use of voice recognition software, a significant match has been identified between SCP-3206-A and eight individuals (designated PoI-3206-1 through -8). All persons are currently alive and are pastoralists in the Turkana region, although no other relation between them has been identified. No evidence of involvement in SCP-3206 has been found.",
        "Addendum 3206-11: Since the initial manifestation of SCP-3206-A1, its appearance has been recorded in a further 26 calls. A lack of consistency in the behaviour of SCP-3206-A1 in these cases casts some doubt on the authenticity of information garnered from the entity through Call BN0358."
    ],
    "documents": [],
    "notes": [
        "SCP-3206 Transcript BN0358 Foreword: The call was initiated by Operative H. Ouma with the purpose of confronting an instance of SCP-3206-A regarding its identity. <Begin Log> Ouma: Hello? Please identify yourself. 3206-A: Hi, there. It’s good that you gave me a call (nickering is audible) . We’ve been trying to contact you by mail, email – even knocked on your bedroom door. Are you ready to take up our limited, once-in-a-lifetime offer? We offer prime VNOs for just zero bob 3 . Ouma: Is this Rachel Githuru 4 ? 3206-A is unresponsive for approximately 30 seconds, at which point a notably confused and somewhat distressed male voice begins vocalising. 3206-A1: Hi—hi, there. It’s good that you gave me a call. We’ve been trying to contact you by mail, email – even knocked on your bedroom door. Can—are you ready to take up our limited, once-in-a-lifetime offer? We offer prime VNOs for just zero bob. Ouma: Who are you? Where is Rachel Githuru? 3206-A1: The offer. It’s great (high-pitched whinnying is audible) . All the VNOs you could wish for – a lifetime’s supply, free of charge. What do you say, ma’am? Ouma: Where is Rachel Githuru? 3206-A1: Oh, my colleague? She—she’s gone. Didn’t do her job right, it’s a sh—shame. Boss had to dismiss her. But I assure you, I’m a more than adequate replacement. Please. How about that deal? How many VNOs should I put you down for? I—I won’t take no for an answer. Ouma: Sorry, but I don’t want any VNOs. Not unless you are willing to answer my questions. High-pitched whinnying is audible, after which the same, unidentified voice proceeds to whisper. 3206-A1: Ok, ok. My n—name is John Ochieng. I—I don’t know where I am. I just woke up sitting at this table with this phone. There’s—was a thing here, telling me to—to talk to you. To say these things. B—but it’s… I think it’s gone now. Ouma: Ok, John. Describe your surroundings. Maybe there is something that could indicate where you are. 3206-A1: It’s—it’s so dark. I don’t know—I think I’m inside a big building. I’m covered in something… it’s so dry. I—I think this is hay. There’s just hay everywhere. Wait—why is it so sticky? Ouma: Can you remember how you got to this place, John? 3206-A1: No. I remember… I think I fell asleep on my sofa and then I woke up… here. My wife and ch—children, are they ok? Please, make sure they’re ok. Ouma: Yes, we—where does your family live? We can bring them to a safe— 3206-A1: Listen. Please… accept the offer. The thing – it’s back. Just please, t—take it. I don’t want it to—please. Ouma: Try and move away from the entity, stay as far away from it as you can. 3206-A1: P—please, ma’am. Have a VNO on the house. H—help this starving little company stay above water. My… my kids, they are so lovely. I don’t want them to… lose their way. Just this once, on the house. Ouma: I—ok, John. I accept your offer. 3206-A1: Oh, oh thank you (low-pitched whinnying is audible) . Thank you for your p-purchase, and be sure to pass our number on to your… to your friends and family. <End Log> Closing Statement: Operative Ouma was subject to SCP-3206 four hours after termination of the call. No other incidents related to the call have been observed. No match has been found between the unidentified iteration of SCP-3206-A (sub-designated SCP-3206-A1) and living individuals. Missing persons reports in Turkana County are currently under investigation for correlation with SCP-3206-A1. Surveillance of PoI-3206-3 was spontaneously disrupted during the call. Recovery of PoI-3206-3 is ongoing.",
        "\" SCP-3206 \" by jjone, from the SCP Wiki . Source: https://scpwiki.com/scp-3206 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3206",
    "object_class": "Euclid",
    "containment_procedures": "Turkana County, Kenya must be under phone surveillance. Individuals confirmed to be affected by SCP-3206 must undergo the necessary surgical procedures under the auspices of both a physician and veterinary doctor, followed by amnesticization and release. A maximum of 50 affected individuals may be allowed to persist under SCP-3206 for no more than three months at a time for the purpose of behavioural study.",
    "description": "SCP-3206 is a phenomenon whereby humans develop a fully functioning vomeronasal organ1 (VNO) anatomically and genetically identical to that of Equus ferus caballus (horse). This is accompanied by associated behaviour typical of ungulates and felids possessing a VNO, particularly the flehmen response2.",
    "title": "SCP-3206"
}