{
    "url": "https://scp-wiki.wikidot.com/scp-3221",
    "all_text": "rating: \n+228\n+\n–\nx\n\n\n\n\n\n\nA portion of the mechanism containing SCP-3221.\n\n\n\n\n\n\nItem #:\n SCP-3221\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-3221 has been surrounded by a secure facility, and is to be guarded at all times. To observe Window events, and to provide warning of any Shatter events, constant video surveillance is to be maintained.\n\n\nAll references to SCP-3221 and the incident known as the \"Burning of the Tigris\" are to be purged from the historical record or otherwise portrayed as a hoax. \nThe Office for the Reclamation of Islamic Artifacts (ORIA)\n and its predecessors have already suppressed the vast majority of surviving documentation and oral tradition concerning these, but the works of historians and archeologists focusing on the Seljuk and Khwarazmshah periods of Iranian history are to have their publications screened for any related information. Should any be found, their work will then be suppressed and amnesticization procedures implemented.\n\n\nThe preexisting containment apparatus is to be maintained by members of \nMTF Stigma-9 (\"Evolved from Naturally Occurring Gears, Levers and Pulleys\")\n as well as Foundation thaumatologists familiar with Sarkic hemomancy.\n1\n Additional technological security measures have also been installed to supplement the originals, and are to be maintained or replaced as necessary.\n\n\nShould SCP-3221-2 breach containment, the facility and surrounding area are to be evacuated. Capture and re-containment of SCP-3221-2 is assigned jointly to MTF Nu-7 (\"Hammer Down\") and a specialist detachment of no less than 6 members of \nMTF Omega-12 (\"Achilles' Heels\")\n. Any armed forces accompanying the subject are to be terminated.\n\n\nDescription:\n SCP-3221 refers to a Class III inter-dimensional aperture located in an underground complex in the Gorno-Badakhshan Autonomous Region of Tajikistan. Direct access to the anomaly is prevented by an extensive array of clockwork-based para-technology supplemented by a large number of hemomantic seals and wards.\n\n\nWhen partially activated (an event hereafter referred to as a Window event), SCP-3221 serves as a visual window into another dimension, hereafter referred to as SCP-3221-1. Attempting to look into the aperture during a Window event will allow the viewer to see an apparently random part of SCP-3221-1. A full activation (an event hereafter referred to as a Shatter event) allows passage between SCP-3221-1 and the prime dimension. Window events appear to occur randomly; Shatter events appear to be deliberately caused by SCP-3221-2.\n\n\nSCP-3221-2 is an Olympia-class humanoid anomaly originally dating from the 5th century AD. Subject possesses reality altering abilities of unknown strength, and has undergone extensive bodily alterations resembling that of a \nSarkic\n Karcist. In addition, large portions of SCP-3221-2's anatomy have been replaced with \nMekhanite\n para-technology.\n\n\nReferences to SCP-3221 have been extant in literature since 1109 CE, and all such references identify SCP-3221-1 with the Kingdom of Prester John, a mythical medieval kingdom of Nestorian Christians.\n2\n Later historical analysis conducted following the anomaly's 1997 discovery identified the fifth century Hepthalite empire as a nation originally ruled by SCP-3221-2.\n3\n\n\nInhabitants of SCP-3221-1 are adherents of a syncretic religion composed of elements of Sarkicism, Broken God Worship, and Gnostic Christianity. This faith is a highly idiosyncratic worship of SCP-3221-2 as a messianic figure of a dualistic godhead consisting of a manifestation of flesh and a manifestation of steel.\n4\n Theophagy\n5\n is emphasized as a means of apotheosis, and worshippers believe SCP-3221-2 will eventually consume both halves of the duality in order to ascend as God.\n\n\nSCP-3221-2 is believed to have been originally expelled to SCP-3221-1 following a joint action of Mekhanite and proto-sarkic cults in the fifth century AD. The only known Shatter event occurred sometime in the 12th century, following which a further alliance of Sarkics, Mekhanites, and a precursor to ORIA recontained the subject after decades of warfare.\n\n\nBelow is a table of various anomalies viewed through SCP-3221's entrance during Window events.\n\n\n\n\n\n\nDate\n\n\nObservations\n\n\n\n\n\n\n08/09/1997\n\n\nA large, green field. In the centre, a tall fountain can be observed. Two elderly men stand directly before it, facing SCP-3221's entrance.\n\n\n\n\n\n\n06/12/2001\n\n\nA large stone cavern. A green substance seems to be pouring from the roof. Several precious stones can be seen to float to its surface.\n\n\n\n\n\n\n04/19/2002\n\n\nSCP-3221-2 stands alone before an army of unknown origin. The soldiers attempt to attack the entity using pike and shot tactics common to 17th century Europe. All musket fire returns upon their own formations, and cross-shaped spires of bone rise among the ranks as the vision ends.\n\n\n\n\n\n\n25/12/2005\n\n\nA river flowing through a desert, apparently composed of milk. Several pieces of honeycomb, as well as a large variety of precious stones, can be seen floating on the surface.\n\n\n\n\n\n\n17/03/2008\n\n\nA large series of sand dunes, which appear to move and shift as if they were water. Several fish can be seen to be thrown out of the sand dunes before falling and being re-absorbed by the sand.\n\n\n\n\n\n\n01/05/2010\n\n\nA large banqueting hall, appropriate for mid-13th century Europe. A large variety of guests appear to be eating human limbs from golden plates.\n\n\n\n\n\n\n05/10/2015\n\n\nA figure dressed in priest's robes gives a sermon welcoming 10 initiates into their faith. The initiates proceed to group into pairs, following which they ritualistically consume the flesh of their partner's left forearm. The left arms of all assembled are then amputated and replaced with clockwork limbs similar to those possessed by many Broken God worshippers.\n\n\n\n\n\n\nAddendum 1:\n The following messages are inscribed on either side of the entrance to the chamber containing SCP-3221. One is written in medieval Latin, while the other is written in a Neo-Adytite script.\n\n\n\n\nLatin Translation\n\n\n\n\nClose translation\n\n\n\n\n\n\nSealed here is Ioannes\n6\n the Unbroken, betrayer of us all. Heretic consumer of a fragment of her \nheart\n. A son of the true God corrupted by her opposite.\n\n\nTwice we failed to destroy him. Twice we could only foist his corruption upon another world. May a third chance never arrive.\n\n\nShould we falter in our vigil, then you our successor must rise in our place. Use the visions. They are our greatest feat, and the keys to your victory.\n\n\n\n\n\n\n\n\n\n\nAdytite Translation\n\n\n\n\nClose Translation\n\n\n\n\n\n\nAbomination\n\n\nSlave\n\n\nDanger\n\n\nShame\n\n\n\n\n\n\n\n\nAddendum 2:\n On 18/09/2010, a small church in Kyrygzstan associated with the Church of the East was found to be performing an unusual prayer as part of its liturgy. This prayer is reproduced here, translated from the original Syriac.\n\n\n\n\nIn the name of the Father, and of the Son, and of the Holy Spirit,\n\nHallowed be the name of the Father,\n\nWho answers the common prayers of the many who congregate together,\n\nWe pray for the coming of your new world,\n\nAnd for the coming of your Kingdom,\n\nAnd that of the Oriental Monarch, of the holy Prester John,\n\nWho dwells in the life everlasting, his mind at last free,\n\nAnd no longer warped through a succession of sincerities,\n\nNo longer subject to his hunger.\n\nWe pray for our king and for his endless feast,\n\nAnd for his armies,\n\nFor the children of his land that continue to be given to the Cross,\n\nUntil our world can be bathed in the holy light of their righteous swords,\n\nIn the name of the Flesh, and of the Steel, and of the Holy Corpse,\n\nWorld without end.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Commonly referred to as fleshcrafting, hemomancy (lit. Blood manipulation) refers to various anomalous Sarkic practices that involve the manipulation of bodily material.\n\n\n2\n. Popular public accounts identify the Prester John legend as a hoax based on a letter sent to the papacy in the 12th century. The extent to which the legend was inspired by SCP-3221 is unclear.\n\n\n3\n. The Hepthalites survived the fall of their king, and endured as a regional power well into the 6th century.\n\n\n4\n. The idiosyncratic focus and syncretic nature are both somewhat reminiscent of the faith espoused by Hong Xiuquan during the 19th century Taiping rebellion. Despite this similarity, no direct connection to \nSCP-2456\n has been established.\n\n\n5\n. Ritualistic consumption of a deity.\n\n\n6\n. Latin for John.\n\n\n\n\n\n\n\n\n« \nSCP-3220\n | SCP-3221 | \nSCP-3222\n »",
    "addendums": [
        "Addendum 1: The following messages are inscribed on either side of the entrance to the chamber containing SCP-3221. One is written in medieval Latin, while the other is written in a Neo-Adytite script.",
        "Addendum 2: On 18/09/2010, a small church in Kyrygzstan associated with the Church of the East was found to be performing an unusual prayer as part of its liturgy. This prayer is reproduced here, translated from the original Syriac."
    ],
    "documents": [],
    "notes": [
        "In the name of the Father, and of the Son, and of the Holy Spirit, Hallowed be the name of the Father, Who answers the common prayers of the many who congregate together, We pray for the coming of your new world, And for the coming of your Kingdom, And that of the Oriental Monarch, of the holy Prester John, Who dwells in the life everlasting, his mind at last free, And no longer warped through a succession of sincerities, No longer subject to his hunger. We pray for our king and for his endless feast, And for his armies, For the children of his land that continue to be given to the Cross, Until our world can be bathed in the holy light of their righteous swords, In the name of the Flesh, and of the Steel, and of the Holy Corpse, World without end."
    ],
    "item": "SCP-3221",
    "object_class": "Keter",
    "containment_procedures": "SCP-3221 has been surrounded by a secure facility, and is to be guarded at all times. To observe Window events, and to provide warning of any Shatter events, constant video surveillance is to be maintained.",
    "description": "SCP-3221 refers to a Class III inter-dimensional aperture located in an underground complex in the Gorno-Badakhshan Autonomous Region of Tajikistan. Direct access to the anomaly is prevented by an extensive array of clockwork-based para-technology supplemented by a large number of hemomantic seals and wards.",
    "title": "SCP-3221"
}