{
    "url": "https://scp-wiki.wikidot.com/scp-3224",
    "all_text": "rating: \n+91\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-3224\n: Family Tree\n\n\nAuthor:\n \nRimple\n\n\n\n\n+ More by Rimple\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-2338\n\n\nRating: 381\n\n\n\n\n\n\nSCP-3880\n\n\nRating: 346\n\n\n\n\n\n\nSCP-2779\n\n\nRating: 331\n\n\n\n\n\n\nSCP-948\n\n\nRating: 292\n\n\n\n\n\n\nSCP-2559\n\n\nRating: 256\n\n\n\n\n\n\nSCP-3772\n\n\nRating: 195\n\n\n\n\n\n\nSCP-6774\n\n\nRating: 101\n\n\n\n\n\n\nSCP-5663\n\n\nRating: 100\n\n\n\n\n\n\nSCP-3559\n\n\nRating: 98\n\n\n\n\n\n\nSCP-3224\n\n\nRating: 91\n\n\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nAnd You Are?\n\n\nRating: 120\n\n\n\n\n\n\nHeadache\n\n\nRating: 98\n\n\n\n\n\n\nThis Year\n\n\nRating: 40\n\n\n\n\n\n\n\n\n\n\n\n\nUhhh\n\n\n\n\n\n\nOperation ÓverMeta\n\n\nRating: 281\n\n\n\n\n\n\nDraft Swap Hub\n\n\nRating: 44\n\n\n\n\n\n\n\n\n\n\n\n\nWith other authors\n\n\n\n\n\n\nPage\n\n\nAuthor\n\n\n\n\n\n\nSCP-3500\n\n\nDrBleep\n\n\n\n\n\n\nSCP-3504\n\n\nOthellotheCat\n\n\n\n\n\n\nSCP-3373\n\n\nLordStonefish\n\n\n\n\n\n\n\n\nHey, the stuff below is just for testing some stuff, please ignore for now\n\n\n\n\n\n\n\n\n72 Hour Jam Contest\n\n\n\n\n\n\nNews for February 2018\n\n\n\n\n\n\nNow I'm Here\n\n\n\n\n\n\nSCP-3223\n\n\n\n\n\n\nSCP-3225\n\n\n\n\n\n\nSCP Series 4\n\n\n\n\n\n\nUser-Curated Lists\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThis SCP was written in under 24 hours for \nThe 72 Hour Jam Contest\n, for Day 2's theme \nTropical\n.\n\n\nThanks to \nCadaverCommander\n and \nPeppersGhost\n.\n\n\n🌴\n\n\n\n\n\n\n\n\nrating: \n+91\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-3224\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-3224 is to be taught as a mundane complication to all ultrasound technicians in training under the name endouterine phytiasis. SCP watchdogs are to screen for mentions of endouterine phytiasis in available medical databases, and offer the affected free professional medical care within the Foundation before SCP-3224's anomalous capacities become apparent. Amnestics may be distributed should this prove impossible.\n\n\nIt is to be maintained that metastatic eruptive phytogermination is a myth and attempts to draw a relation from endouterine phytiasis to it are to be quashed.\n\n\nDescription:\n SCP-3224 is a rare, non-fatal complication of pregnancy in which a miniature tropical rainforest grows in and around the organs and skeleton of the pregnant person. This complication occurs in less than 0.1% of ectopic pregnancies, with instances increasing as conception occurs closer to the equator. This translates to 120-230 pregnancies of this kind per year.\n\n\nSCP-3224 is considered anomalously non-fatal, as mortality rates are in excess of 87% for both parent and child in all mundane complications which cause comparable degrees of strain on a subject.\n\n\nEarly indications of SCP-3224 tend to become apparent in the first trimester, most commonly abdominal swelling and intense gastrointestinal distress, often leading to mobility issues for the affected. Diagnosis at this stage is extremely common in developed countries.\n\n\nSCP-3224's anomalous capacities further develop in the late first or early second trimester, as the rainforest spreads away from the abdomen and begins to develop an atmosphere and populate itself with miniaturised fauna. The forest usually grows into and through the subect's spine at this juncture, leading to paralysis, acute pain and tactile hallucinations - subjects will often describe the feeling of waxy leaves brushing across their hands and legs, or thick mist keeping their skin damp. In contrast, the internal atmosphere of the rainforest drains moisture from the body, often leading to fatigue, confusion, vomiting and intense diarrhea if these symptoms were not already present in the subject.\n\n\nIn the final trimester, the rainforest spreads throughout the whole body, permeating the majority of the subject's tissues. Most notably, the rainforest will travel through the spinal column and into the subject's brain, causing unpredictable neurological damage. This is often particularly damaging if migratory fauna move into the brain with the expansion. This stage is often predicated with a short period of highly erratic mood swings and sensory hallucinations - many subjects later report hallucinating a static humanoid figure composed of moss and bound with vines standing in the corner or at the foot of their beds.\n\n\nThe most common symptoms associated with the final stage of SCP-3224 are acute nausea, total loss of control of bodily functions, cerebral aneurysms and, ultimately, metastatic eruptive phytogermination.\n\n\nMetastatic eruptive phytogermination is the process by which a fetus is born in an SCP-3224 pregnancy. The onset of this process is signaled by an audible thunderstorm across the entirety of the subject's abdomen. During this thunderstorm, the rainforest will begin to rapidly grow - commonly, within 2 hours the subject's internal pressure has risen to a point that causes their skin to rupture and blister. At some point during this process, a full-scale tree or banana plant will burst outwards from the lower abdomen at speeds exceeding 30km/h, causing grievous bodily harm to the soft tissues surrounding them. This tree will extend until all but the base has left the subject, at which point gentle manipulation is generally sufficient to extract its root system from the exsanguinated body. Within this root system can be found a non-anomalous and generally healthy human child.\n\n\nPlease reference Case File 3224-308 for details of how this process differs with twins.\n\n\n\n\n\n\n« \nSCP-3223\n | SCP-3224 | \nSCP-3225\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3224\n\" by Rimple, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3224\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-3224 \" by Rimple, from the SCP Wiki . Source: https://scpwiki.com/scp-3224 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3224",
    "object_class": "Euclid",
    "containment_procedures": "SCP-3224 is to be taught as a mundane complication to all ultrasound technicians in training under the name endouterine phytiasis. SCP watchdogs are to screen for mentions of endouterine phytiasis in available medical databases, and offer the affected free professional medical care within the Foundation before SCP-3224's anomalous capacities become apparent. Amnestics may be distributed should this prove impossible.",
    "description": "SCP-3224 is a rare, non-fatal complication of pregnancy in which a miniature tropical rainforest grows in and around the organs and skeleton of the pregnant person. This complication occurs in less than 0.1% of ectopic pregnancies, with instances increasing as conception occurs closer to the equator. This translates to 120-230 pregnancies of this kind per year.",
    "title": "SCP-3224"
}