{
    "url": "https://scp-wiki.wikidot.com/scp-3226",
    "all_text": "rating: \n+159\n+\n–\nx\n\n\n\n\n\n\nImage of SCP-3226, as displayed on original packaging.\n\n\n\n\n\n\nItem #:\n SCP-3226\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3226 is to be kept in its original promotional packaging and held within a moisture-controlled storage locker. The location of this locker is to be at least 20 meters from any biological laboratories or Foundation gravesites.\n\n\nPersonnel with Level-2 or above security clearance may access SCP-3226 for experimentation. Prior to any testing of SCP-3226, written authorization must be provided by a researcher currently assigned to the object.\n\n\nDescription:\n SCP-3226 is a pair of plastic headphones with a purple matte finish. A yellow graphic of a smiling skull is present on the outside of each speaker. SCP-3226 does not possess any identifiable method of audio input. Power is supplied by a pair of AAA batteries housed in a compartment over the left speaker; an on/off switch is present on this compartment.\n\n\nThe box SCP-3226 was originally packaged in promotes the contents as \"HEADBONES\", subtitled with the text: \"Hear What Your Skeleton Has To Say!!\". No information pertaining to a manufacturer is present. The back of the box is printed with the following:\n\n\n\n\nX-rays let you see bones, but haven't you and your friends always wanted to HEAR them?! Now you can with HEADBONES™, the only way to hear what your skeleton has to say!! Just put them on, flip the switch, and you'll finally live the dream of listening to the AWESOME SOUNDS that all-natural bones make!!\n\n\nYour bones are SPECIAL, because no one else has your bones!! What better way to get that nice, relaxing tingle down your spine than to listen to something you'll ALWAYS have around you?!\n\n\nDon't be a LAZY BONES!! Try on a pair of HEADBONES™ today!!\n\n\n\n\nWhen SCP-3226 is powered on and worn, its wearer perceives a loud grating sound coming from all moving human skeletal joints within 20 meters, including their own.\n\n\nSounds heard while wearing SCP-3226 cannot be detected with external instruments and seem to exist only in the mind of the wearer. Larger joints (e.g., knee joints) produce louder sounds than smaller joints (e.g., finger joints). The sound has been described by test subjects as akin to \"nails on a chalkboard\" or a \"rusted door hinge\", typically causing distress or mild annoyance but in some cases has resulted in severe nausea and headaches.\n\n\nIf a wearer has worn SCP-3226 consistently for an extended period of time without removal,\n1\n the individual will perceive the motion of any nearby mandible joints (including their own) as shrill speech containing complaints of excess warmth and being smothered. \nSpeech ceases with cessation of mandible movement.\n (Revised, see addenda.)\n\n\nIn several cases, wearers have additionally reported hearing sensual moans and other \"erotic noises\" originating from nearby skeletal remains. When such vocalizations can be heard via SCP-3226, the object will vibrate intensely until worn by a human or distanced from the remains (see addenda for experimental observations).\n\n\nAddendum SCP-3226-1:\n Example experimentation involving SCP-3226 in close proximity to remains of a deceased human individual.\n\n\nExperiment SCP-3226-14 involves a single D-Class personnel member, D-4689, stationed in a cell below a soundproofed single-chamber crematorium oven housing a nonanomalous corpse. During the experiment there are no other personnel within a 20 meter radius of D-4689; the experimental room is monitored via CCTV cameras.\n\n\nD-4689 is fully restrained (bodily and with additional wire support at the jaw) to prevent joint motion except at right wrist. D-4689 is instructed to listen to sounds from SCP-3226, and to raise his right hand upon hearing any recognizable speech. D-4689 does this approximately 2 hours after SCP-3226 is turned on. 30 minutes later, the crematorium oven is remotely activated. After another 30 minutes, SCP-3226 is removed and D-4689 is unrestrained and interviewed.\n\n\nThe following is a portion of the post-experiment interview transcript of subject D-4689.\n\n\n\n\n<Begin Log, skip to 00h-03m-01s>\n\n\nD-4689:\n For hours and hours there was just this… scraping sound. I heard it each time I breathed in or out. I think my ribs felt a little weird then. Kind of shivery and tingly, but not in a great way.\n\n\nDr. K███:\n At approximately two hours in you raised your right hand. What do you recall hearing then?\n\n\nD-4689:\n There was this nasty voice all the sudden. Kinda like the scraping noise, but suddenly it was words. Kept saying it was all wrapped up in something… Christ. And my wrist made an awful scrapey sound too when I moved it.\n\n\nDr. K███:\n Do you remember its exact words?\n\n\nD-4689:\n Yeah… Yeah, it said \"All wrapped up. Let’s take it off.\" Just those two sentences over and over for a few minutes. Sounded really close up, like it was inside my head. Made the hairs on the back of my neck stand up. Then it… changed.\n\n\nDr. K███:\n Please continue.\n\n\nD-4689:\n It went quiet for a little while. I thought it was over, but then it started again. It still sounded awful, but I think it was… satisfied? Relaxed? Started saying, \"Oh yeah\" and moaning over and over 'til the headphones cut out. Never said anything else. \n[pause]\n I really don’t want to do this test again.\n\n\nDr. K███:\n Thank you for your cooperation.\n\n\n<End Log>\n\n\n\n\nAddendum SCP-3226-2:\n During a transfer from containment at Site-██ to the recently renovated Site-██, SCP-3226 was noted to vibrate intensely while the Foundation motorcade passed through the intersection of ████████ and ████ in New Brunswick, New Jersey. The object’s power switch was in the off position at this time.\n\n\nTwo days later, Dr. K███ and field agents returned to the intersection with SCP-3226 under the guise of road workers replacing a damaged water pipe. SCP-3226 again vibrated with frequency increasing with proximity to the intersection’s center. Dr. K███ donned and activated SCP-3226, upon which vibration ceased and a “flirtatious beckoning” voice was heard instructing Dr. K███ to “come over” and “get naked with me” while moaning intermittently.\n\n\nSkeletal remains of a 30-40 year old man, estimated to have been buried for 20 years, were found approximately 1.5 meters beneath the intersection’s center. After in site analysis showed the remains to be nonanomalous, local police were notified of their presence.\n\n\nUse of SCP-3226 for Foundation recovery missions is pending approval.\n\n\nAddendum SCP-3226-3:\n On 15/04/2013, Dr. K███ received the following letter at her personal residence. No return address was present and attempts to identify the sender have thus far been unsuccessful. Of note, the envelope the letter was sent in appeared to be clumsily-handled, with an additional excess of postage stamps.\n\n\n\n\nGreetings valued HEADBONES™ user!!\n\n\nYou’ve used your HEADBONES™ a lot, so we hope you’ve enjoyed them as much as we do!! If you LIKE the AWESOME sounds your bones make, then you’ll LOVE the TUBULAR sounds your other body parts make!! Check out more of our INCREDIBLE products below!!\n\n\n\n\nBLUEBALLS™: Spice up your workday with the only bluetooth headset that lets you hear the SENSUAL sounds of your eyeballs rolling in your head!!\n\n\n\n\n\n\nLUNGBUDS™: Get your energy pumping with the only workout earbuds that let you hear the VIGOROUS sounds of your alveoli!!\n\n\n\n\n\n\nGUTSTAR™ (NEW PRODUCT): Embrace your inner exuberance with the only microphone that lets you SING DIRECTLY to your entrails!!\n\n\n\n\nWe also apologize but want to clarify that we are not legally responsible for any harassment you may or may not have suffered from inappropriately-behaving bones. These are not part of the intended relaxation experience provided by HEADBONES™. Please do not hesitate to try out our other products!!\n\n\n\n\n\n\nFootnotes\n\n\n1\n. This period has been observed to vary from hours to days.\n\n\n\n\n\n\n\n\n« \nSCP-3225\n | SCP-3226 | \nSCP-3227\n »\n\n\n\n\n\n\n\n\n\n\nMore by this author\n\n\n\n\nWorks by Lesh (click to hide list)\n\n\n\n\n\n\n\n\nSCP\n\n\nRating\n\n\n\n\n\n\nSCP-4062\n\n\n+488\n\n\n\n\n\n\nSCP-2362\n\n\n+188\n\n\n\n\n\n\nSCP-3226\n\n\n+159\n\n\n\n\n\n\nSCP-2126\n\n\n+158\n\n\n\n\n\n\nSCP-2226\n\n\n+149\n\n\n\n\n\n\n\n\n\n\n\n\nCollaborations\n\n\n\n\n\n\nPage\n\n\nCo-author\n\n\n\n\n\n\nSCP-3226\n\n\nZyn",
    "addendums": [
        "Addendum SCP-3226-1: Example experimentation involving SCP-3226 in close proximity to remains of a deceased human individual.\nExperiment SCP-3226-14 involves a single D-Class personnel member, D-4689, stationed in a cell below a soundproofed single-chamber crematorium oven housing a nonanomalous corpse. During the experiment there are no other personnel within a 20 meter radius of D-4689; the experimental room is monitored via CCTV cameras.\nD-4689 is fully restrained (bodily and with additional wire support at the jaw) to prevent joint motion except at right wrist. D-4689 is instructed to listen to sounds from SCP-3226, and to raise his right hand upon hearing any recognizable speech. D-4689 does this approximately 2 hours after SCP-3226 is turned on. 30 minutes later, the crematorium oven is remotely activated. After another 30 minutes, SCP-3226 is removed and D-4689 is unrestrained and interviewed.\nThe following is a portion of the post-experiment interview transcript of subject D-4689.",
        "Addendum SCP-3226-2: During a transfer from containment at Site-██ to the recently renovated Site-██, SCP-3226 was noted to vibrate intensely while the Foundation motorcade passed through the intersection of ████████ and ████ in New Brunswick, New Jersey. The object’s power switch was in the off position at this time.\nTwo days later, Dr. K███ and field agents returned to the intersection with SCP-3226 under the guise of road workers replacing a damaged water pipe. SCP-3226 again vibrated with frequency increasing with proximity to the intersection’s center. Dr. K███ donned and activated SCP-3226, upon which vibration ceased and a “flirtatious beckoning” voice was heard instructing Dr. K███ to “come over” and “get naked with me” while moaning intermittently.\nSkeletal remains of a 30-40 year old man, estimated to have been buried for 20 years, were found approximately 1.5 meters beneath the intersection’s center. After in site analysis showed the remains to be nonanomalous, local police were notified of their presence.\nUse of SCP-3226 for Foundation recovery missions is pending approval.",
        "Addendum SCP-3226-3: On 15/04/2013, Dr. K███ received the following letter at her personal residence. No return address was present and attempts to identify the sender have thus far been unsuccessful. Of note, the envelope the letter was sent in appeared to be clumsily-handled, with an additional excess of postage stamps."
    ],
    "documents": [],
    "notes": [
        "X-rays let you see bones, but haven't you and your friends always wanted to HEAR them?! Now you can with HEADBONES™, the only way to hear what your skeleton has to say!! Just put them on, flip the switch, and you'll finally live the dream of listening to the AWESOME SOUNDS that all-natural bones make!! Your bones are SPECIAL, because no one else has your bones!! What better way to get that nice, relaxing tingle down your spine than to listen to something you'll ALWAYS have around you?! Don't be a LAZY BONES!! Try on a pair of HEADBONES™ today!!",
        "<Begin Log, skip to 00h-03m-01s> D-4689: For hours and hours there was just this… scraping sound. I heard it each time I breathed in or out. I think my ribs felt a little weird then. Kind of shivery and tingly, but not in a great way. Dr. K███: At approximately two hours in you raised your right hand. What do you recall hearing then? D-4689: There was this nasty voice all the sudden. Kinda like the scraping noise, but suddenly it was words. Kept saying it was all wrapped up in something… Christ. And my wrist made an awful scrapey sound too when I moved it. Dr. K███: Do you remember its exact words? D-4689: Yeah… Yeah, it said \"All wrapped up. Let’s take it off.\" Just those two sentences over and over for a few minutes. Sounded really close up, like it was inside my head. Made the hairs on the back of my neck stand up. Then it… changed. Dr. K███: Please continue. D-4689: It went quiet for a little while. I thought it was over, but then it started again. It still sounded awful, but I think it was… satisfied? Relaxed? Started saying, \"Oh yeah\" and moaning over and over 'til the headphones cut out. Never said anything else. [pause] I really don’t want to do this test again. Dr. K███: Thank you for your cooperation. <End Log>",
        "Greetings valued HEADBONES™ user!! You’ve used your HEADBONES™ a lot, so we hope you’ve enjoyed them as much as we do!! If you LIKE the AWESOME sounds your bones make, then you’ll LOVE the TUBULAR sounds your other body parts make!! Check out more of our INCREDIBLE products below!! BLUEBALLS™: Spice up your workday with the only bluetooth headset that lets you hear the SENSUAL sounds of your eyeballs rolling in your head!! LUNGBUDS™: Get your energy pumping with the only workout earbuds that let you hear the VIGOROUS sounds of your alveoli!! GUTSTAR™ (NEW PRODUCT): Embrace your inner exuberance with the only microphone that lets you SING DIRECTLY to your entrails!! We also apologize but want to clarify that we are not legally responsible for any harassment you may or may not have suffered from inappropriately-behaving bones. These are not part of the intended relaxation experience provided by HEADBONES™. Please do not hesitate to try out our other products!!"
    ],
    "item": "SCP-3226",
    "object_class": "Safe",
    "containment_procedures": "SCP-3226 is to be kept in its original promotional packaging and held within a moisture-controlled storage locker. The location of this locker is to be at least 20 meters from any biological laboratories or Foundation gravesites.",
    "description": "SCP-3226 is a pair of plastic headphones with a purple matte finish. A yellow graphic of a smiling skull is present on the outside of each speaker. SCP-3226 does not possess any identifiable method of audio input. Power is supplied by a pair of AAA batteries housed in a compartment over the left speaker; an on/off switch is present on this compartment.",
    "title": "SCP-3226"
}