{
    "url": "https://scp-wiki.wikidot.com/scp-3236",
    "all_text": "ADULT CONTENT\n\n\n\n\n\nThis article contains adult content that may not be suitable for all readers.\n\nGraphic depiction of blood, gore or mutilation of body parts\n\n\nFeatures sexual themes or language, but does not depict sexual acts.\n\n\nExplicit depiction of sexual acts.\n\n\nFeatures non-consensual sexual acts.\n\n\nDepiction of severe mistreatment of children\n\n\nDepiction of self-harm\n\n\nDepiction of suicide\n\n\nDepiction of torture\n\n\n{$custom-content}\n\n\nIf you are above the age of 18+ and wish to read such content, then you may click Continue to view said content.\n\n\nContinue\n\n\nBack to Front Page\n\n\n« \nSCP-3235\n |\nSCP-3236\n| \nSCP-3237\n »\n\n\n\n\n\n\n\n\nrating: \n+272\n+\n–\nx\n\n\n\n\n\n\nSCP-3236\n\n\n\n\n\n\nItem #:\n SCP-3236\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3236 is stored at Site-136. Experimentation with SCP-3236 may be performed with the prior written consent of the site administrator. The tank is to be emptied and thoroughly cleaned and disinfected after each use.\n\n\nDescription:\n SCP-3236 is a sensory modification appliance based on a modified \"Float Pod\"-brand sensory deprivation tank. Twelve lance-shaped, wired neuroprosthetic probes connect to sockets in the interior tub of the appliance. Accompanying documentation explains that to use the appliance, the probes are to be inserted into particular anatomical locations in the back of an individual's head and spinal cord in order to facilitate neuromuscular and transcutaneous electrical nerve stimulation, then the individual enters the sensory deprivation tank. The operator then enters instructions by means of the appliance's external keyboard.\n\n\nThe accompanying documentation suggests that the original intended functionality of the appliance was to permit the user inside the tank to experience neurosimulated sexual activity for recreational purposes. By means of the keyboard, the external operator would enter commands specifying particular aspects of the user's experience. The probes would then deliver electrical signals to the user's nervous system, causing the user to experience artificially simulated sensory input, similar to a dream-state, for a period of up to ten minutes (although the user's subjective sense of a sensory episode's duration may vary). Upon the conclusion of the simulated experience, the tank opens and the probes may be safely removed.\n\n\nHowever, the appliance's processing system appears to be damaged and corrupted, with the result that the appliance does not respond to the full suite of commands that the documentation describes. Trial and error has established that the only command accepted by the appliance is the designation of the user's \"partner\" for the simulated experience. Moreover, it appears that only intangible concepts are accepted as data inputs.\n\n\nExperimental testing of SCP-3236 consists of placing a human subject in the tank, inserting the probes, administering commands to the appliance, and then interviewing the subject. Partial test log follows:\n\n\n\n\nDate:\n 08.02.20██\n\n\nResearcher:\n Dr. Garcia\n\n\nSubject:\n D-369, a 23-year old female subject.\n\n\nTest Results:\n\n\n\n\nCommand\n: Husband\n\n\nOutcome\n: Appliance returned an error message. No interview conducted.\n\n\n\n\n\n\nCommand\n: Woman\n\n\nOutcome\n: Appliance returned an error message.\n\n\n\n\n\n\nCommand\n: Grizzly bear\n\n\nOutcome\n: Appliance returned an error message.\n\n\n\n\n\n\nCommand\n: Pumpkin\n\n\nOutcome\n: Appliance returned an error message.\n\n\n\n\n\n\nCommand\n: Night\n\n\nOutcome\n: \"I suddenly woke up in bed. It was dark. My old college boyfriend was with me. We got busy, but he was too tired from work and couldn't finish.\"\n\n\n\n\n\n\nCommand\n: America\n\n\nOutcome\n: \"I was lying in a wheat field, wearing nothing but a cowboy hat. And then this bald eagle landed next to me…\"\n\n\n\n\n\n\nCommand\n: Enthusiasm\n\n\nOutcome\n: \"Put me back in! Put me back in!\"\n\n\n\n\n\n\nDate:\n 09.30.20██\n\n\nResearcher:\n Dr. Patel\n\n\nSubject:\n D-2524, a 28-year old male subject.\n\n\nTest Results:\n\n\n\n\nCommand\n: One\n\n\nOutcome\n: \"She was pretty, but, you know, kind of boring.\"\n\n\n\n\n\n\nCommand\n: Two\n\n\nOutcome\n: \"I always wanted to try twins…\"\n\n\n\n\n\n\nCommand\n: Three\n\n\nOutcome\n: \"That was weird. Instead of a girl, it was this shiny metallic triangular thing. I didn't even know where to put it.\"\n\n\n\n\n\n\nCommand\n: Four\n\n\nOutcome\n: \"It was a girl, but all messed up and angular. She looked like she was made of Legos, like a Minecraft character.\"\n\n\n\n\n\n\nCommand\n: The number \"e\"\n\n\nOutcome\n: \"Whoa! Crazy bitch! Tiger in the sack, but a little scary.\"\n\n\n\n\n\n\nCommand\n: Zero\n\n\nOutcome\n: \"That was really creepy. It was all black and I just felt like I was getting, you know, drained.\"\n\n\n\n\n\n\nDate:\n 11.14.20██\n\n\nResearcher:\n Dr. Morrison\n\n\nSubject:\n D-2526, a 22-year old male subject.\n\n\nTest Results:\n\n\n\n\nCommand\n: Freedom\n\n\nOutcome\n: \"That was awesome. I was flying and it was like the sky itself was doing stuff to me…\"\n\n\n\n\n\n\nCommand\n: Capitalism\n\n\nOutcome\n: \"I don't remember anything about it other than the fact that I just got fucked.\"\n\n\n\n\n\n\nCommand\n: Los Angeles Police Department\n\n\nOutcome\n: \"That was frightening and brutal. Also, Dr. Dre was there for some reason.\"\n\n\n\n\n\n\nCommand\n: Australia\n\n\nOutcome\n: \"She was amazing, up until the point when she grew fangs and tried to bite me.\"\n\n\n\n\n\n\nCommand\n: Recursion\n\n\nOutcome\n: \"Go fuck yourself too, doctor. You sick fuck.\"\n\n\n\n\n\n\nDate:\n 12.13.20██\n\n\nResearcher:\n Dr. Lamb\n\n\nSubject:\n D-3922, a 21-year old female subject.\n\n\nTest Results:\n\n\n\n\nCommand\n: Famine\n\n\nOutcome\n: \"I almost felt sorry for her… she was so thin and wispy it felt like I was going to break her.\"\n\n\n\n\n\n\nCommand\n: Pestilence\n\n\nOutcome\n: \"I feel like I should've gotten a rash from him.\"\n\n\n\n\n\n\nCommand\n: War\n\n\nOutcome\n: \"I've never really been a fan of after-argument sex. Feels wrong to me.\"\n\n\n\n\n\n\nCommand\n: Conquest\n\n\nOutcome\n: \"Well, now I know I'm a domme.\"\n\n\n\n\n\n\nCommand\n: Death\n\n\nOutcome\n: Subject comatose upon removal. Upon awakening 3 days later, she refused to speak about her experience.\n\n\n\n\n\n\nDate\n: 1.27.20██\n\n\nResearcher\n: Dr. Little\n\n\nSubject\n: D-3698, a 26-year old female subject.\n\n\nTest Results\n:\n\n\n\n\nCommand\n: The future\n\n\nOutcome\n: \"That was the biggest orgy EVER.\"\n\n\n\n\n\n\nCommand\n: 1933\n\n\nOutcome\n: \"That girl had so many edges, I was scared I'd get cut!\"\n\n\n\n\n\n\nCommand\n: The year 1933\n\n\nOutcome\n: \"We were in some run down shack, so I knew a shower afterwards was off the table.\"\n\n\n\n\n\n\nCommand\n: The year 1287\n\n\nOutcome\n: \"He chained me to a wall. The only thing that kept me out of the mood was the bearded guy next to me…\"\n\n\n\n\n\n\nCommand\n: The year 2387\n\n\nOutcome\n: \"So. Many. Goats.\"\n\n\n\n\n\n\nCommand\n: The end of the world as we know it\n\n\nOutcome\n: \"All the members of REM came at me all at once and…\"\n\n\n\n\n\n\nCommand\n: The apocalypse\n\n\nOutcome\n: \"There was this giant soda can. It was so pathetic, I wouldn't even call what we did a 'bang'.\"\n\n\n\n\n\n\n\n\n« \nSCP-3235\n | SCP-3236 | \nSCP-3237\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "item": "SCP-3236",
    "object_class": "Safe",
    "containment_procedures": "SCP-3236 is stored at Site-136. Experimentation with SCP-3236 may be performed with the prior written consent of the site administrator. The tank is to be emptied and thoroughly cleaned and disinfected after each use.",
    "description": "SCP-3236 is a sensory modification appliance based on a modified \"Float Pod\"-brand sensory deprivation tank. Twelve lance-shaped, wired neuroprosthetic probes connect to sockets in the interior tub of the appliance. Accompanying documentation explains that to use the appliance, the probes are to be inserted into particular anatomical locations in the back of an individual's head and spinal cord in order to facilitate neuromuscular and transcutaneous electrical nerve stimulation, then the individual enters the sensory deprivation tank. The operator then enters instructions by means of the appliance's external keyboard.",
    "title": "SCP-3236"
}