{
    "url": "https://scp-wiki.wikidot.com/scp-3251",
    "all_text": "rating: \n+86\n+\n–\nx\n\n\n\n\n\n\nAn instance of SCP-3251-1 prior to the containment of SCP-3251.\n\n\n\n\n\n\nItem #:\n SCP-3251\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3251 is currently held in a medium-sized terrestrial animal enclosure at Site-48. The temperature and humidity within SCP-3251's enclosure are to be regulated and made to simulate that of its native, tropical environment. SCP-3251 is to be met with the same nutritional accommodations as a non-anomalous member of its species. Level-3 clearance and/or permission from the operating Site-Director is required to interview or otherwise interact with SCP-3251.\n\n\nDescription:\n SCP-3251 is a sapient adult male Coconut Crab (\nBirgus latro\n). Despite its physiology suggesting such acts to be impossible, SCP-3251 possesses the ability to communicate verbally using the English language, typically speaking using slang and phrases common among pirates in the 16th-18th centuries. SCP-3251 adorns a small, black tricorn hat\n1\n on its head measuring about 6 cm from the base to the tip. How and when SCP-3251 acquired this item is currently unknown. SCP-3251 also has a strong affection for lustrous, metallic items and will often times go out of its way to acquire such objects.\n\n\nThe secondary anomalous effect of SCP-3251 will manifest whenever SCP-3251 issues a verbal command to another Coconut Crab. The affected animal (hereby referred to as SCP-3251-1) will attempt to complete the task issued by SCP-3251 until, either the task is completed, or they are separated from SCP-3251 for a prolonged period of time. Instances of SCP-3251-1 do not show any signs of intelligence above what is normal for a non-anomalous member of their species and do not appear to possess any understanding or perception of the English language aside from commands issued by SCP-3251. SCP-3251 refers to the collective group of SCP-3251-1 instances as \"me crew\" and will also often refer to itself as \"their captain\" in relation to SCP-3251-1.\n\n\nSCP-3251 was first discovered in ██/██/████, when several reports of Coconut Crabs behaving strangely began to surface from small villages on islands all throughout the Southern Pacific. These reports included:\n\n\n\n\nBetween 40-110 crabs traveling in a group, one of which could speak English.\n\n\nThe crabs arriving at the island on a floating vessel\n2\n\n\nThe talking crab demanding the inhabitants forfeit over all of their silverware and other metallic belongings.\n\n\nThe crabs threatening the inhabitants with tools and weapons stolen from the inhabitants, as well as makeshift weapons made of sharpened sticks and rocks.\n\n\nThe crabs forcing inhabitants to gather as many coconuts and Coconut Crabs as possible to bring them to their flotation vessel.\n\n\n\n\nFoundation operatives traveled to the villages where the incidents took place and successfully suppressed them before they went public. The same operatives then located SCP-3251 as well as 113 SCP-3251-1 instances floating 135 km off the West coast of Indonesia, believed to have been attempting to sail to Madagascar. The crabs were floating on a large piece of driftwood comprised of fallen palm trees and loose wooden boards, carrying several hundred coconuts and over 163 kg of assorted metal objects. SCP-3251 was then taken into Foundation custody and the instances of SCP-3251-1, now essentially non-anomalous Coconut Crabs, were relocated into the wild.\n\n\nAddenda:\n\n\n\n\nInterview Log-3251-1\n\n\nInterviewed:\n SCP-3251\n\n\nInterviewer:\n Dr. ███\n\n\nForeword:\n The following is a recorded interview between Dr. ███ and SCP-3251 shortly after SCP-3251 was initially contained.\n\n\n<Begin Log>\n\n\nDr. ███:\n Alright, SCP-3251, I'd like to ask you a few questions today, would that be OK?\n\n\nSCP-3251:\n It be alright with me, so long as I can refuse to answer at any time.\n\n\nDr. ███:\n Alright… very well. So how did you become so smart and when did you discover your ability to control others?\n\n\nSCP-3251:\n Argh… 'tis a long and tragic tale, and believe me, it ain't one that ends in a kiss. I'm gonna go'ed and pass on this answar.\n\n\nDr. ███:\n Why is it that you stole from all of those islanders?\n\n\nSCP-3251:\n A pirate's no one if he don't steal. Ya see a village, ya go'ed an' pillage. If ya want the booty, you'ave to looty. I've got half a dozen more phrases, but, ya get me point, lad.\n\n\nDr. ███:\n So, you're only doing this to acquire metal? I don't think silverware is worth quite as much as you think it is.\n\n\nSCP-3251:\n Argh, ya take me for some sort of fool, do ya? I know 'ow much the treasure be worth. I steal it cause I like to steal. Gotta hunt the bounty, but the bounty be in the hunt. There ain't quite a feelin' like bein' out on the sea, knowin' that, wha'ever ya want, ya take; the rules don't apply to ya. True freedom.\n\n\nDr. ███:\n What are your thoughts on SCP-3251-1, do you feel bad knowing that you're manipulating your own kind?\n\n\nSCP-3251:\n Aye, they be but animals compared to me. I love me crew like a man loves an old pair of britches; Good, reliable, get the job done, cover me arse. If I'm bein'onest, though, I'd love to have someone to actually talk to out on the open seas. Like you. You be the only person I've sat down an'ad a conversation with in a long while. How'd ya like to be part of me new crew?\n\n\nDr. ███:\n Well, that's really quite ridi-\n\n\nSCP-3251:\n Aye, aye, Let me finish me proposal, lad. You come sail with me, on open waters. No one tells ya what to do, anythin' ya want, consider it yours. I've been losin' me mind alone on the sea, not to mention, alone in this here cell. Ya seem like the sorta guy who's been pushed around quite a bit in your time, so aye'll offer ya somethin' ya always wanted, somethin' you 'aven't thought about since ya be a boy on your father's pricey yacht. Aye'll let ya be a pirate.\n\n\nDr. ███:\n How did you?… Look, you're stuck in this place whether you like it or not, so there will be no \"new crew\". I just need to ask you one more question and then this interview is over. Why were you going to Madagascar?\n\n\nSCP-3251:\n Aye, been waitin' for this one. I was goin' to bury me treasure with the rest. Persuaded yet?\n\n\nDr. ███:\n No, not in the slightest. No amount of forks or knives are going to convince me to quit my job and sail the seas with a talking crab.\n\n\nSCP-3251:\n Aye, but it ain't knives I got stashed there… it be gold. A whole lot of it.\n\n\nDr. ███:\n How… how much?\n\n\nSCP-3251:\n [Unintelligible]\n\n\nDr. ███:\n Alright, this is simply ridiculous. This interview is over.\n\n\n<End Log>\n\n\nClosing Statement:\n See Incident Log-3251-1\n\n\n\n\n\n\nIncident Log-3251-1\n\n\nTime:\n ██/██/████, 9:36 pm\n\n\nEvent:\n The night after the events of Interview-Log-3251-1, a momentary power outage caused the containment breach of several anomalous entities at Site-48, one of which was SCP-3251. Investigation of the incident led to the conclusion that the power outage was caused by a member of staff. The entrance to the enclosure of SCP-3251 was found ajar and one of the research boats in Bay-13 was found missing after the incident concluded. Dr. ███ has not been seen since prior to this event. Following his disappearance, Dr. ███ has been designated PoI-306249.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A style of hat that was popular throughout England during the 18th century, especially among pirates. The style was/is also very common in media depictions of pirates in the 20th and 21st centuries.\n\n\n2\n. This vessel varies from report to report. Some claim that the crabs were sailing on a large piece of driftwood; while others imply that the crabs stole boat(s) from humans.\n\n\n\n\n\n\n\n\n« \nSCP-3250\n | SCP-3251 | \nSCP-3252\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interview Log-3251-1 Interviewed: SCP-3251 Interviewer: Dr. ███ Foreword: The following is a recorded interview between Dr. ███ and SCP-3251 shortly after SCP-3251 was initially contained. <Begin Log> Dr. ███: Alright, SCP-3251, I'd like to ask you a few questions today, would that be OK? SCP-3251: It be alright with me, so long as I can refuse to answer at any time. Dr. ███: Alright… very well. So how did you become so smart and when did you discover your ability to control others? SCP-3251: Argh… 'tis a long and tragic tale, and believe me, it ain't one that ends in a kiss. I'm gonna go'ed and pass on this answar. Dr. ███: Why is it that you stole from all of those islanders? SCP-3251: A pirate's no one if he don't steal. Ya see a village, ya go'ed an' pillage. If ya want the booty, you'ave to looty. I've got half a dozen more phrases, but, ya get me point, lad. Dr. ███: So, you're only doing this to acquire metal? I don't think silverware is worth quite as much as you think it is. SCP-3251: Argh, ya take me for some sort of fool, do ya? I know 'ow much the treasure be worth. I steal it cause I like to steal. Gotta hunt the bounty, but the bounty be in the hunt. There ain't quite a feelin' like bein' out on the sea, knowin' that, wha'ever ya want, ya take; the rules don't apply to ya. True freedom. Dr. ███: What are your thoughts on SCP-3251-1, do you feel bad knowing that you're manipulating your own kind? SCP-3251: Aye, they be but animals compared to me. I love me crew like a man loves an old pair of britches; Good, reliable, get the job done, cover me arse. If I'm bein'onest, though, I'd love to have someone to actually talk to out on the open seas. Like you. You be the only person I've sat down an'ad a conversation with in a long while. How'd ya like to be part of me new crew? Dr. ███: Well, that's really quite ridi- SCP-3251: Aye, aye, Let me finish me proposal, lad. You come sail with me, on open waters. No one tells ya what to do, anythin' ya want, consider it yours. I've been losin' me mind alone on the sea, not to mention, alone in this here cell. Ya seem like the sorta guy who's been pushed around quite a bit in your time, so aye'll offer ya somethin' ya always wanted, somethin' you 'aven't thought about since ya be a boy on your father's pricey yacht. Aye'll let ya be a pirate. Dr. ███: How did you?… Look, you're stuck in this place whether you like it or not, so there will be no \"new crew\". I just need to ask you one more question and then this interview is over. Why were you going to Madagascar? SCP-3251: Aye, been waitin' for this one. I was goin' to bury me treasure with the rest. Persuaded yet? Dr. ███: No, not in the slightest. No amount of forks or knives are going to convince me to quit my job and sail the seas with a talking crab. SCP-3251: Aye, but it ain't knives I got stashed there… it be gold. A whole lot of it. Dr. ███: How… how much? SCP-3251: [Unintelligible] Dr. ███: Alright, this is simply ridiculous. This interview is over. <End Log> Closing Statement: See Incident Log-3251-1",
        "Incident Log-3251-1 Time: ██/██/████, 9:36 pm Event: The night after the events of Interview-Log-3251-1, a momentary power outage caused the containment breach of several anomalous entities at Site-48, one of which was SCP-3251. Investigation of the incident led to the conclusion that the power outage was caused by a member of staff. The entrance to the enclosure of SCP-3251 was found ajar and one of the research boats in Bay-13 was found missing after the incident concluded. Dr. ███ has not been seen since prior to this event. Following his disappearance, Dr. ███ has been designated PoI-306249."
    ],
    "item": "SCP-3251",
    "object_class": "Safe",
    "containment_procedures": "SCP-3251 is currently held in a medium-sized terrestrial animal enclosure at Site-48. The temperature and humidity within SCP-3251's enclosure are to be regulated and made to simulate that of its native, tropical environment. SCP-3251 is to be met with the same nutritional accommodations as a non-anomalous member of its species. Level-3 clearance and/or permission from the operating Site-Director is required to interview or otherwise interact with SCP-3251.",
    "description": "SCP-3251 is a sapient adult male Coconut Crab (Birgus latro). Despite its physiology suggesting such acts to be impossible, SCP-3251 possesses the ability to communicate verbally using the English language, typically speaking using slang and phrases common among pirates in the 16th-18th centuries. SCP-3251 adorns a small, black tricorn hat1 on its head measuring about 6 cm from the base to the tip. How and when SCP-3251 acquired this item is currently unknown. SCP-3251 also has a strong affection for lustrous, metallic items and will often times go out of its way to acquire such objects.",
    "title": "SCP-3251"
}