{
    "url": "https://scp-wiki.wikidot.com/scp-3258",
    "all_text": "rating: \n+63\n+\n–\nx\n\n\nItem #:\n SCP-3258\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n All instances of SCP-3258 are to be kept in a standard bio-containment cell within Site-██. Any observed changes in the SCP-3258’s behavior are to be reported to a supervisor of Level 4 clearance or higher.\n\n\nDescription:\n SCP-3258 currently designates 246 instances of a previously unknown species of bacteriophage of the family Myoviridae. SCP-3258 are approximately 0.45 m in height, several million times larger than most species of bacteriophage, but are otherwise anatomically similar. SCP-3258 possess all the physiological structures necessary for transfer of their genetic material. However, SCP-3258 are incapable of infecting any known organism, as they are too large to successfully penetrate eukaryotic cells. \nIt is currently unknown what effects would manifest if infection by SCP-3258 was possible\n (See Addenda 3258.2 and 3258.3).\n\n\nSCP-3258 are capable of terrestrial locomotion through the use of their tail fibers, and can move across walls and ceilings in a similar manner. Despite lacking sensory organs, SCP-3258 are capable of avoiding collisions with the walls of their containment cell and with each other, suggesting the ability to sense their surroundings to some capacity. To date, no instances of SCP-3258 have required sustenance of any kind.\n\n\nInstances of SCP-3258 are generally docile. When left alone, SCP-3258 instances will either stand entirely still or move throughout the area of their containment cell in a seemingly random fashion. When in the presence of humans, SCP-3258 appear to display behavior indicative of curiosity, following and generally maintaining a close proximity to the detected subject. Instances of SCP-3258 have yet to display any signs of aggression toward a subject and will rapidly retreat if a subject performs rapid body movements or loud vocalizations.\n\n\nAddendum 3258.1:\n \nDiscovery and Apprehension\n\n\nAll instances of SCP-3258 were discovered in the town of ███████, Michigan, following a spike in electromagnetic radiation emanating from the area. Radiation had dissipated to normal levels by the time Foundation personnel arrived, and the source of the radiation spike was never discovered. However, several instances of SCP-3258 were found nearby, prompting a sweep of the surrounding area. A total of 250 instances of SCP-3258 were captured and delivered to Bio Research Area-12. Since initial containment, four instances of SCP-3258 have been terminated for the purpose of dissection and genetic sequencing.\n\n\nAddendum 3258.2:\n \nGenetic Experimentation\n\n\nThrough the artificial transfer of genetic material found in SCP-3258 into samples of Enterobacteria phage T2, a strain of bacteriophage genetically identical to SCP-3258 but small enough to infect human cells has been created. These instances have been designated SCP-3258-2. Experimentation on Class-D personnel has been approved.\n\n\nUPDATE: All exposed subjects experienced no adverse effects resulting from infection. Blood analysis revealed the creation of antibodies sufficient in eliminating SCP-3258-2 within 2 days of exposure. SCP-3258-2 classified as a minimal threat.\n\n\nAddendum 3258.3:\n \nIncident Report █/█/20██\n\n\nOn █/█/20██, two Class-3 ontokinetic entities being contained at Site-██ experienced several minutes of uncontrolled bodily spasms before losing consciousness. Foundation personnel were alerted to the issue through a live video surveillance, and medical units were administered to their respective containment cells. Upon examination, it was discovered that both entities had undergone cardiac arrest. Through defibrillation and artificial oxygenation, one of the entities was successfully revived and returned to a conscious state.\n\n\nUpon post-incident examination, Kant Counter readings indicated no difference between the entity’s internal and external Hume levels, as both had adjusted to equal exactly 1 Hume. As a result, the entity became incapable of performing ontokinetic processes. During this time, analysis of the entity’s blood revealed the presence of living instances of SCP-3258-2. Following this discovery, the entirety of Site-██ was put on lockdown.\n\n\nIt is currently unknown how SCP-3258-2 managed to reach and infect both entities, nor is it known how many personnel were infected in the process. It is theorized that the instances administered to D-Class personnel during testing had not been eliminated as previously believed, but had instead entered a state of dormancy until exposed to further opportunities for infection. Furthermore, it is currently not known how SCP-3258-2 is capable of equalizing the Hume levels of infected individuals. Due to the rarity of ontokinetic beings, further experimentation has not been permitted at this time. However, genetic sequencing of SCP-3258 has commenced, in hopes of revealing more information about this process.\n\n\nUPDATE: As of █/██/20██, through the regular application of immunotherapeutic treatments to research personnel and ontokinetic entities, as well as the termination of all D-class carriers, The presence of SCP-3258-2 has been successfully eliminated from all Site-██. As such, Site-██ has been removed from lockdown status. Despite the elimination of the viral infection, the formerly ontokinetic entity has displayed no signs of recovered ontokinetic abilities. Increased monitoring of the entity, as well as regular medical examinations, are to be continued until further notice.\n\n\nAddendum 3258.3:\n \nGenetic Sequencing Report\n\n\nAs of █/██/20██, the genome of SCP-3258 has been successfully mapped in its entirety. Approximately ██% of SCP-3258’s genetic structure is similar to that of non-anomalous bacteriophages, and is believed to encode for various proteins involved in reproduction. Another ██% of SCP-3258’s genetic structure does not resemble any known viral sequence, but strongly resembles the genetic structure of [REDACTED] within human [REDACTED] cells. It is theorized that this portion may relate to SCP-3258’s Hume-altering properties. The remaining █% of SCP-3258’s genetic sequence comprise various pieces of noncoding DNA. These genes are interspersed among segments of functioning DNA in an organized pattern, suggesting artificial involvement in the formation of SCP-3258’s genetic structure.\n\n\nUPDATE: Due to an unprompted personal initiative on the part of Dr. ███████, a simple binary language similar to Morse code has been discovered in the arrangement of noncoding segments of SCP-3258’s DNA. The translation of this sequence is as follows:\n\n\n\n\n\n\nGREETINGS. IF YOU ARE READING THIS, THEN YOU ARE UNDER THE IMPENDING THREAT OF ONE OR MORE EXTRATERRESTRIAL, EXTRADIMENSIONAL, OR OTHERWISE OTHERWORLDLY ENTITIES OF LEVEL 10 ONTOKINETIC CAPACITY OR HIGHER. FORTUNATELY, YOUR PLANET/REALITY HAS BEEN CHOSEN FOR SALVATION BY THE FOUNDATION OF SUPERNATURAL, CELESTIAL, AND PARANORMAL EXTERMINATION. WHEN THE DAY OF RECKONING ARRIVES, THESE ORGANISMS WILL INFECT AND ELIMINATE ALL IMPENDING COSMIC THREATS, PROVIDED THEY ARE GIVEN SUFFICIENT FREEDOM TO DO SO. FOR THIS REASON, PLEASE DO NOT KEEP THESE ORGANISMS PHYSICALLY CONTAINED IN ANY CAPACITY, AS IT WILL HINDER THE EFFICIENCY WITH WHICH THEY COMPLETE THEIR TASK. WE WISH YOU LUCK IN THE CONTINUATION OF YOUR SPECIES.\n\n- THE COUNCIL OF DIMENSIONAL OVERSIGHT\n\n\n\n\n\n\nDue to the information provided within this sequence, alterations to SCP-3258’s containment procedures are currently pending approval.\n\n\n\n\n\n\n« \nSCP-3257\n | SCP-3258 | \nSCP-3259\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3258\n\" by Wildman8, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3258\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 3258.1: Discovery and Apprehension\nAll instances of SCP-3258 were discovered in the town of ███████, Michigan, following a spike in electromagnetic radiation emanating from the area. Radiation had dissipated to normal levels by the time Foundation personnel arrived, and the source of the radiation spike was never discovered. However, several instances of SCP-3258 were found nearby, prompting a sweep of the surrounding area. A total of 250 instances of SCP-3258 were captured and delivered to Bio Research Area-12. Since initial containment, four instances of SCP-3258 have been terminated for the purpose of dissection and genetic sequencing.",
        "Addendum 3258.2: Genetic Experimentation\nThrough the artificial transfer of genetic material found in SCP-3258 into samples of Enterobacteria phage T2, a strain of bacteriophage genetically identical to SCP-3258 but small enough to infect human cells has been created. These instances have been designated SCP-3258-2. Experimentation on Class-D personnel has been approved.\nUPDATE: All exposed subjects experienced no adverse effects resulting from infection. Blood analysis revealed the creation of antibodies sufficient in eliminating SCP-3258-2 within 2 days of exposure. SCP-3258-2 classified as a minimal threat.",
        "Addendum 3258.3: Incident Report █/█/20██\nOn █/█/20██, two Class-3 ontokinetic entities being contained at Site-██ experienced several minutes of uncontrolled bodily spasms before losing consciousness. Foundation personnel were alerted to the issue through a live video surveillance, and medical units were administered to their respective containment cells. Upon examination, it was discovered that both entities had undergone cardiac arrest. Through defibrillation and artificial oxygenation, one of the entities was successfully revived and returned to a conscious state.\nUpon post-incident examination, Kant Counter readings indicated no difference between the entity’s internal and external Hume levels, as both had adjusted to equal exactly 1 Hume. As a result, the entity became incapable of performing ontokinetic processes. During this time, analysis of the entity’s blood revealed the presence of living instances of SCP-3258-2. Following this discovery, the entirety of Site-██ was put on lockdown.\nIt is currently unknown how SCP-3258-2 managed to reach and infect both entities, nor is it known how many personnel were infected in the process. It is theorized that the instances administered to D-Class personnel during testing had not been eliminated as previously believed, but had instead entered a state of dormancy until exposed to further opportunities for infection. Furthermore, it is currently not known how SCP-3258-2 is capable of equalizing the Hume levels of infected individuals. Due to the rarity of ontokinetic beings, further experimentation has not been permitted at this time. However, genetic sequencing of SCP-3258 has commenced, in hopes of revealing more information about this process.\nUPDATE: As of █/██/20██, through the regular application of immunotherapeutic treatments to research personnel and ontokinetic entities, as well as the termination of all D-class carriers, The presence of SCP-3258-2 has been successfully eliminated from all Site-██. As such, Site-██ has been removed from lockdown status. Despite the elimination of the viral infection, the formerly ontokinetic entity has displayed no signs of recovered ontokinetic abilities. Increased monitoring of the entity, as well as regular medical examinations, are to be continued until further notice.",
        "Addendum 3258.3: Genetic Sequencing Report\nAs of █/██/20██, the genome of SCP-3258 has been successfully mapped in its entirety. Approximately ██% of SCP-3258’s genetic structure is similar to that of non-anomalous bacteriophages, and is believed to encode for various proteins involved in reproduction. Another ██% of SCP-3258’s genetic structure does not resemble any known viral sequence, but strongly resembles the genetic structure of [REDACTED] within human [REDACTED] cells. It is theorized that this portion may relate to SCP-3258’s Hume-altering properties. The remaining █% of SCP-3258’s genetic sequence comprise various pieces of noncoding DNA. These genes are interspersed among segments of functioning DNA in an organized pattern, suggesting artificial involvement in the formation of SCP-3258’s genetic structure.\nUPDATE: Due to an unprompted personal initiative on the part of Dr. ███████, a simple binary language similar to Morse code has been discovered in the arrangement of noncoding segments of SCP-3258’s DNA. The translation of this sequence is as follows:\nDue to the information provided within this sequence, alterations to SCP-3258’s containment procedures are currently pending approval."
    ],
    "documents": [],
    "notes": [
        "GREETINGS. IF YOU ARE READING THIS, THEN YOU ARE UNDER THE IMPENDING THREAT OF ONE OR MORE EXTRATERRESTRIAL, EXTRADIMENSIONAL, OR OTHERWISE OTHERWORLDLY ENTITIES OF LEVEL 10 ONTOKINETIC CAPACITY OR HIGHER. FORTUNATELY, YOUR PLANET/REALITY HAS BEEN CHOSEN FOR SALVATION BY THE FOUNDATION OF SUPERNATURAL, CELESTIAL, AND PARANORMAL EXTERMINATION. WHEN THE DAY OF RECKONING ARRIVES, THESE ORGANISMS WILL INFECT AND ELIMINATE ALL IMPENDING COSMIC THREATS, PROVIDED THEY ARE GIVEN SUFFICIENT FREEDOM TO DO SO. FOR THIS REASON, PLEASE DO NOT KEEP THESE ORGANISMS PHYSICALLY CONTAINED IN ANY CAPACITY, AS IT WILL HINDER THE EFFICIENCY WITH WHICH THEY COMPLETE THEIR TASK. WE WISH YOU LUCK IN THE CONTINUATION OF YOUR SPECIES. - THE COUNCIL OF DIMENSIONAL OVERSIGHT",
        "\" SCP-3258 \" by Wildman8, from the SCP Wiki . Source: https://scpwiki.com/scp-3258 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3258",
    "object_class": "Safe",
    "containment_procedures": "All instances of SCP-3258 are to be kept in a standard bio-containment cell within Site-██. Any observed changes in the SCP-3258’s behavior are to be reported to a supervisor of Level 4 clearance or higher.",
    "description": "SCP-3258 currently designates 246 instances of a previously unknown species of bacteriophage of the family Myoviridae. SCP-3258 are approximately 0.45 m in height, several million times larger than most species of bacteriophage, but are otherwise anatomically similar. SCP-3258 possess all the physiological structures necessary for transfer of their genetic material. However, SCP-3258 are incapable of infecting any known organism, as they are too large to successfully penetrate eukaryotic cells. It is currently unknown what effects would manifest if infection by SCP-3258 was possible (See Addenda 3258.2 and 3258.3).",
    "title": "SCP-3258"
}