{
    "url": "https://scp-wiki.wikidot.com/scp-3267",
    "all_text": "rating: \n+93\n+\n–\nx\n\n\n\n\n\n\nEntrance of SCP-3267, after reconstruction.\n\n\n\n\n\n\nItem #:\n SCP-3267\n\n\nObject Class:\n \nSafe\n Euclid\n\n\nSpecial Containment Procedures:\n\n\n\n\n► REVISION A-23\n\n\n\n\n▼ DISCONTINUED\n\n\n\n\nSCP-3267 is currently Foundation-owned property and is contained under the guise of ongoing reconstruction. All entrances and windows of SCP-3267 must be reinforced with 10cm of heavy steel. Any civilians attempting to enter SCP-3267 must be detained.\n\n\n10 Class-D personnel with interest in reading must be transferred to SCP-3267 daily to perform reading activities.\n\n\n\n\n\n\n\n\nREVISION B-15\n\nSCP-3267 is open for public access. SCP-3267 is now fitted with five Infrasonic Mind Altering (IMA) systems, designed to counteract most violation attempts\n1\n of visiting civilians.\n\n\nIn the case of a major violation, personnel must equip gas masks within thirty seconds before the amnestics sprinkler system activates.\n\n\nDescription:\n SCP-3267 is a public library located in the town of █████████, ███████, England. The library was constructed in 18██ during the Victorian era and still retains an intact infrastructure despite no maintenance for ███ years.\n\n\nSCP-3267-1 is the designation given to all books originally present within SCP-3267. The current number of SCP-3267-1 instances is 10,267. Of note, each instance of SCP-3267-1 has a handwritten name on its cover, most of the names written correspond to database records of deceased civilians from █████████. On occasions, SCP-3267-1 instances have been shown to possess memetic properties. The effect has only been observed on Foundation personnel, which induce a compulsion in the affected individual to allow public access to SCP-3267. The pattern in which this happens has not been discovered. Class-E amnestics have proven to be effective in removing the effect.\n\n\nSCP-3267's anomalous properties manifest when an individual performs specific actions within it. Documented effects are:\n\n\n\n\n\n\nSpecific Actions\n\n\nEffects\n\n\n\n\n\n\nGround movement speed exceeds 16km/h (average human footspeed).\n\n\nA soft, invisible barrier manifests in front of the subject, effectively stops them and demanifests after the collision.\n\n\n\n\n\n\nHuman speech exceeds 30 dB (average whisper sound)\n\n\nThe speaker is unable to make vocalizations for the next 30 seconds, starting approximately two seconds after the trigger.\n\n\n\n\n\n\nSCP-3267-1 taken from its shelf and placed on another shelf.\n2\n\n\nSCP-3267-1 bonds to the holder's hand at an atomic level.\n3\n The bond demanifests if SCP-3267-1 is placed back on its original shelf.\n\n\n\n\n\n\nEdible materials brought into SCP-3267\n\n\nSaid material disintegrates upon entry.\n4\n\n\n\n\n\n\nUse of expletives.\n\n\nA bar of soap manifests inside the speaker's mouth. Said bar of soap is removable and demanifests after 30 seconds.\n5\n\n\n\n\n\n\nDeliberate damage done to SCP-3267-1\n\n\nSaid instance of SCP-3267-1 reverses all damage done to it, the individual who caused the damage reports feeling pain in the back of their hands as if hit by a hard object. Effects fade after 4-5 minutes.\n\n\n\n\n\n\n\n\n\n\nOnly known photo of Elizabeth Cooper.\n\n\n\n\n\n\nSCP-3267-2 is an entity capable of assembling books into a humanoid figure resembling a female in a dress. SCP-3267-2 increases in size and details proportional with the number of books composing it. SCP-3267-2 is believed to possess the consciousness of Elizabeth Cooper, the original owner and librarian of SCP-3267. It is capable of movement and communicates by manifesting text on the book that acts as its \"face\". SCP-3267-2 is fluent in English, using an old dialect from the Victorian Era. SCP-3267-2 has only been observed at night, adding new SCP-3267-1 instances to the shelves.\n\n\nAddendum 3267-01: Notes on acquisition\n\nSCP-3267 came to Foundation attention after claims of a \"haunted\" library surfaced in 19██. At the time SCP-3267 was owned by Albert Cooper, Elizabeth Cooper's nephew who took over the library after her disappearance in 19██. Of note is that the claims were made by ███████ █████████, an intruder who broke into SCP-3267 on the night of ██/██/19██. The civilians of █████████ do acknowledge the anomalous properties of SCP-3267 but regard them as a harmless local curiosity.\n\n\n\n\nIt's just these things that make life more interesting and worth living. Just a normal, harmless and rather strict spirit. Like my late auntie. - Albert Cooper when interviewed on the nature of SCP-3267.\n\n\n\n\nSCP-3267 was immediately closed down under the cover of reconstruction, and the administration of amnestics on the locals of █████████ is under consideration by the Ethics Committee.\n\n\nAddendum 3267-02: SCP-3267 Exploration Log\n\n\n\n\n► Security Clearance Level 3 Required\n\n\n\n\n▼ Credentials accepted. Retrieving files...\n\n\n\n\n\n\nOn ██/██/████ at 2200 hours, D-2672, a D-Class personnel with unremarkable psychological background, was instructed to enter SCP-3267. The purpose of the test was to recreate the circumstances surrounding SCP-3267's acquisition. D-2672 was equipped with a video recorder, a floodlight and a wireless audio transceiver. Two Security personnel were stationed outside the entrance.\n\n\nOf note, D-2672 has shown no previous knowledge of SCP-3267 and the Cooper family.\n\n\n[BEGIN LOG]\n\n\nControl:\n D-2672, please enter SCP-3267.\n\n\nD-2672:\n Man, why now? Why not do it in broad daylight? I don't want to be in there, I've seen enough of you guys' shit.\n\n\nControl:\n D-2672, please enter SCP-3267. Failure to follow orders is grounds for immediate termination.\n\n\nD-2672:\n Okay, okay. But, I swear to God, this better not be dangerous.\n\n\nD-2672 enters SCP-3267. The lights have been turned off.\n\n\nD-2672:\n Man, it's real dark in here. I've seen some nasty stuff, but this is spooky as fuck.\n\n\nA bar of soap manifests inside D-2672's mouth, indicated by sounds of gurgling and struggling. D-2672 successfully removes the bar of soap from his mouth.\n\n\nControl:\n D-2672, please refrain from using profanity.\n\n\nD-2672:\n (Heavy breathing) Maybe tell me before I go in next time?\n\n\nControl:\n Apologies. D-2672, please locate the light controls. They should be on your far left.\n\n\nD-2672 walks to the light control and starts flicking the switches.\n\n\nD-2672:\n These aren't working.\n\n\nControl:\n Noted. Please activate your floodlight.\n\n\nD-2672 activates the floodlight, the light reaching a maximum distance of approximately five meters.\n\n\nD-2672:\n I don't think it's working properly. Even a normal light should be brighter than this.\n\n\nControl:\n Noted. Please proceed through the library and notify us if you notice any abnormalities.\n\n\nD-2672:\n Okay.\n\n\nD-2672 proceeds through the SCP-3267, no anomalies detected until 2234 hours, when a paper flipping sound is picked up by the audio transceiver. Subject does not appear to notice this.\n\n\nControl:\n D-2672, you can stop now.\n\n\nD-2672:\n Wait, that's it?\n\n\nControl:\n Not yet. Please proceed to the shelf on your left and pick up a book of your choice.\n\n\nD-2672 acquires a book with the title \"██████'s Guide To Business And Money\", written by ██████ ██████████. The handwritten name is ██████ ███.\n\n\nD-2672:\n Quick money. Guess I should've read this kind of stuff before robbing a bank.\n\n\nControl:\n Open it and notify us if you find any abnormalities.\n\n\nD-2672:\n Hm, let me see. Seems normal. (Pauses) Wait, what the f…heck?\n\n\nControl:\n D-2672, describe what you see.\n\n\nSubject moves video recorder to face the book. Multiple letters on the page are bolded, with no observable pattern. This phenomenon has not been observed in other copies of the same book. It is currently unknown if this is an unique copy of the book, or an anomaly originated from SCP-3267-1.\n\n\nD-2672:\n Is the author of this book drunk or something? Man, this is really uncomfortable. And it's even more frustrating when you can't curse whenever you want.\n\n\nControl:\n D-2672, can you make out any words from the bolded letters?\n\n\nD-2672:\n Wait a second. \"There has been no readers lately\". I think. This book didn't sell that good, eh?\n\n\nControl:\n Are there any other pages like this?\n\n\nD-2672:\n (Flips through the pages) That's it, I don't see any.\n\n\nControl:\n Thank you. Now place the book back to its original position, proceed to the shelf on your right and pick up a book of your choice.\n\n\nD-2672 acquires a book with the title PAPILIO VITAE (Latin, translated: Butterfly Life), written by ███ █████.\n\n\nD-2672:\n A random book. (Flips through the pages) I don't see anything strange, just a normal book about butterflies. Wait, there it is again! It reads \"Well, we have been in here for a long time\". These authors seem to have too much time on their hands.\n\n\nControl:\n Thank you. Please place the book back to its original position and resume proceeding through the library.\n\n\nD-2672:\n Fine.\n\n\nD-2672 continues to walk for 49 seconds before the paper flipping sound is picked up by the audio transceiver. The subject notices and turns around.\n\n\nD-2672:\n You guys hear that? I thought I was supposed to be alone?\n\n\nControl:\n There should not be anyone else in the building right now. Can you locate the source of the sound?\n\n\nAnother paper flipping sound is picked up by the audio transceiver.\n\n\nD-2672:\n There! It just closed on its own!\n\n\nControl:\n Acquire that book and notify us of any abnormalities.\n\n\nD-2672 opens said book. The same phenomenon on the previous books can be observed.\n\n\nD-2672:\n Not again. \"It seems like we are not relevant anymore\". I think these might be related to each other. In that case, it's the librarian who has too much time on their hands.\n\n\nControl:\n Noted. Please proceed [cuts off]\n\n\nA quiet creaking sound can be heard. D-2672 turns around. Video feed shows no anomalies.\n\n\nControl:\n D-2672, do not panic. Describe what you see.\n\n\nD-2672:\n There's someone here. You guys have boarded this place up, so it can't be the wind.\n\n\nD-2672 proceeds through the shelves, and finds a door with a sign \"Librarian's Room\" above it.\n\n\nD-2672:\n Someone must be in here. The door is open. Should I enter it?\n\n\nControl:\n Wait a moment. We are notifying Security Personnel.\n\n\nSilence for five minutes.\n\n\nAgent ███:\n We've found the D-Class.\n\n\nControl:\n D-2672, Agent █████, please proceed through the door. Agent ███, you stay behind and notify us if there's any other individuals.\n\n\nAgent ███:\n Roger that, sir.\n\n\nAgent █████ opens the door to reveal a dimly lit staircase. Of note is that the staircase was never found in previous expeditions of SCP-3267. D-2672 holds the floodlight and proceeds through the door. Immediately after entry, the door swung shut with a loud slam.\n\n\nD-2672:\n Hey! It's not the time for pranks you bastards! Open the fucking door! (\nNote: the expletive did not trigger SCP-3267's anomalous effects\n)\n\n\nAgent █████:\n Control, we have a problem. The door just closed on its own, we opened it and inside is an office. The staircase has disappeared.\n\n\nControl:\n Noted. We are still connected to D-2672. We have sent another team, in the meantime, try to find any trace of the staircase.\n\n\nAgent ███:\n Yes sir.\n\n\nControl:\n D-2672, are you able to open the door?\n\n\nD-2672:\n It's fucking locked! Tell your goddamn people to open it!\n\n\nControl:\n We cannot. It seems like you are inside a pocket dimension, or a spatial anomaly. We are trying to locate you. Now, please proceed down the staircase.\n\n\nD-2672:\n God fucking dammit! I swear to fucking God, if I die, I'll fucking kill you bastards.\n\n\nD-2672 reaches a landing after four flights of stairs. Video feed shows a heavily damaged room with a writing desk and a bookshelf. On the desk is a feather pen, an ink bottle, a burning wax candle and a black notebook. The written name is \"David Williams\".\n\n\nD-2672:\n Damn. This place looks like no one has been in it for a thousand years.\n\n\nControl:\n D-2672, acquire the book and notify us of any abnormalities.\n\n\nD-2672 picks up said book and opens it. Inside is a name written with dark red ink.\n\n\nD-2672:\n Huh. It's just a big name. \"David\".\n\n\nD-2672 drops the book and the video recorder.\n\n\nControl:\n D-2672, describe what you see.\n\n\nD-2672:\n (agitated) Steven? Where is Steven? Who are you? Tell me!\n\n\nControl:\n D-2672, calm down. Please elaborate.\n\n\nD-2672:\n Where is he? What have you done to my son? What is this place?\n\n\nAfter a discussion at Control, it is theorized that the aforementioned name has a memetic effect that affects any individuals who read it out loud.\n\n\nControl:\n Calm down. We are looking for him. State your identity.\n\n\nD-2672:\n I am David Williams, his father. Who are you?\n\n\nControl:\n We are the police. We are investigating your son's case.\n\n\nD-2672:\n Liars! Case? What case? I was with him the whole time! What have you done to my son?\n\n\nVideo feed captures a number of books fall down from the bookshelf and assemble into a humanoid figure, presumably a manifestation of SCP-3267-2.\n\n\nD-2672:\n Elizabeth? They got you too?\n\n\nSounds of pages flipping.\n\n\nD-2672:\n What? What did you succeed in?\n\n\nSounds of pages flipping.\n\n\nD-2672:\n Where is Steven? I was with him, then suddenly I'm here.\n\n\nSounds of pages flipping.\n\n\nD-2672:\n What do you mean? You are bringing him back too? (Startled) Shit! Control, Control, what is happening? Step back, or I will burn you! (Changes in lighting suggest that D-2672 acquires the candle and hold it in the direction of SCP-3267-2)\n\n\nConnection to D-2672 was lost.\n\n\nControl:\n Agent █████, go back to that door and try to locate D-2672.\n\n\nAgent █████:\n Yes sir.\n\n\nAgent ███:\n Wait, █████, you hear that?\n\n\nConnection to Security personnel was lost.\n\n\n[END LOG]\n\n\nAt 2258 hours, approximately one minute after the connection was lost, the entrance of SCP-3267 burst open under the force of 10,191 SCP-3267-1 instances. Response teams were immediately sent to resolve the incident. Fortunately, no civilians witnessed the incident, and it was disguised as a gas explosion.\n\n\n\n\nD-2672 was found inside the rubble, unconscious but still alive. The subject's body had various inscriptions made using black ink. The inscriptions were quotes from various instances of SCP-3267-1, most of them found near D-2672. The quotes were mostly pleas of help, but also several instances of names, \"David\". The ink was found to be non-anomalous and was erased normally. D-2672 recovered after four days, but lost memories of the events following the opening of the book. The Security personnel were also found in the rubble, but only suffered minor injuries and no abnormalities were observed.\n\n\nSubsequent expedition failed to find the aforementioned spatial anomaly. Scans have proven ineffective in locating the staircase and the room it leads to. The aforementioned notebook was never recovered.\n\n\n\n\nNote: Albert Cooper has confirmed the identities of David and Steven Williams, Elizabeth Cooper's husband and son, respectively. Elizabeth and David divorced in 18██, after which David and his son moved to ███ ██████, ███. Both died in a vehicular accident in 19██.\n\n\n\n\n\n\n\n\n\n\nAfter this incident, SCP-3267's class was updated to Euclid.\n\n\n\n\nFootnotes\n\n\n1\n. by implanting commands into an individual's subconsciousness. The effect wears off once the individual leaves the effective range of an IMA system.\n\n\n2\n. Books from outside SCP-3267 when placed on the library shelves create the same effect, which demanifests after said books have been removed from SCP-3267.\n\n\n3\n. The same effect manifests on any alternate way of handling SCP-3267-1, including prosthetic limbs, mechanized equipment and [REDACTED].\n\n\n4\n. Liquids in sealed containers do not trigger anomalous effects.\n\n\n5\n. If the expletives used exceeds 30 dB, the affected individual is unable to make vocalizations for the next 30 seconds in addition to the manifestation of soap inside their mouth.\n\n\n\n\n\n\n\n\n« \nSCP-3266\n | SCP-3267 | \nSCP-3268\n »",
    "addendums": [
        "Addendum 3267-01: Notes on acquisition SCP-3267 came to Foundation attention after claims of a \"haunted\" library surfaced in 19██. At the time SCP-3267 was owned by Albert Cooper, Elizabeth Cooper's nephew who took over the library after her disappearance in 19██. Of note is that the claims were made by ███████ █████████, an intruder who broke into SCP-3267 on the night of ██/██/19██. The civilians of █████████ do acknowledge the anomalous properties of SCP-3267 but regard them as a harmless local curiosity.\nSCP-3267 was immediately closed down under the cover of reconstruction, and the administration of amnestics on the locals of █████████ is under consideration by the Ethics Committee.",
        "Addendum 3267-02: SCP-3267 Exploration Log\nAfter this incident, SCP-3267's class was updated to Euclid."
    ],
    "documents": [],
    "notes": [
        "It's just these things that make life more interesting and worth living. Just a normal, harmless and rather strict spirit. Like my late auntie. - Albert Cooper when interviewed on the nature of SCP-3267.",
        "On ██/██/████ at 2200 hours, D-2672, a D-Class personnel with unremarkable psychological background, was instructed to enter SCP-3267. The purpose of the test was to recreate the circumstances surrounding SCP-3267's acquisition. D-2672 was equipped with a video recorder, a floodlight and a wireless audio transceiver. Two Security personnel were stationed outside the entrance. Of note, D-2672 has shown no previous knowledge of SCP-3267 and the Cooper family. [BEGIN LOG] Control: D-2672, please enter SCP-3267. D-2672: Man, why now? Why not do it in broad daylight? I don't want to be in there, I've seen enough of you guys' shit. Control: D-2672, please enter SCP-3267. Failure to follow orders is grounds for immediate termination. D-2672: Okay, okay. But, I swear to God, this better not be dangerous. D-2672 enters SCP-3267. The lights have been turned off. D-2672: Man, it's real dark in here. I've seen some nasty stuff, but this is spooky as fuck. A bar of soap manifests inside D-2672's mouth, indicated by sounds of gurgling and struggling. D-2672 successfully removes the bar of soap from his mouth. Control: D-2672, please refrain from using profanity. D-2672: (Heavy breathing) Maybe tell me before I go in next time? Control: Apologies. D-2672, please locate the light controls. They should be on your far left. D-2672 walks to the light control and starts flicking the switches. D-2672: These aren't working. Control: Noted. Please activate your floodlight. D-2672 activates the floodlight, the light reaching a maximum distance of approximately five meters. D-2672: I don't think it's working properly. Even a normal light should be brighter than this. Control: Noted. Please proceed through the library and notify us if you notice any abnormalities. D-2672: Okay. D-2672 proceeds through the SCP-3267, no anomalies detected until 2234 hours, when a paper flipping sound is picked up by the audio transceiver. Subject does not appear to notice this. Control: D-2672, you can stop now. D-2672: Wait, that's it? Control: Not yet. Please proceed to the shelf on your left and pick up a book of your choice. D-2672 acquires a book with the title \"██████'s Guide To Business And Money\", written by ██████ ██████████. The handwritten name is ██████ ███. D-2672: Quick money. Guess I should've read this kind of stuff before robbing a bank. Control: Open it and notify us if you find any abnormalities. D-2672: Hm, let me see. Seems normal. (Pauses) Wait, what the f…heck? Control: D-2672, describe what you see. Subject moves video recorder to face the book. Multiple letters on the page are bolded, with no observable pattern. This phenomenon has not been observed in other copies of the same book. It is currently unknown if this is an unique copy of the book, or an anomaly originated from SCP-3267-1. D-2672: Is the author of this book drunk or something? Man, this is really uncomfortable. And it's even more frustrating when you can't curse whenever you want. Control: D-2672, can you make out any words from the bolded letters? D-2672: Wait a second. \"There has been no readers lately\". I think. This book didn't sell that good, eh? Control: Are there any other pages like this? D-2672: (Flips through the pages) That's it, I don't see any. Control: Thank you. Now place the book back to its original position, proceed to the shelf on your right and pick up a book of your choice. D-2672 acquires a book with the title PAPILIO VITAE (Latin, translated: Butterfly Life), written by ███ █████. D-2672: A random book. (Flips through the pages) I don't see anything strange, just a normal book about butterflies. Wait, there it is again! It reads \"Well, we have been in here for a long time\". These authors seem to have too much time on their hands. Control: Thank you. Please place the book back to its original position and resume proceeding through the library. D-2672: Fine. D-2672 continues to walk for 49 seconds before the paper flipping sound is picked up by the audio transceiver. The subject notices and turns around. D-2672: You guys hear that? I thought I was supposed to be alone? Control: There should not be anyone else in the building right now. Can you locate the source of the sound? Another paper flipping sound is picked up by the audio transceiver. D-2672: There! It just closed on its own! Control: Acquire that book and notify us of any abnormalities. D-2672 opens said book. The same phenomenon on the previous books can be observed. D-2672: Not again. \"It seems like we are not relevant anymore\". I think these might be related to each other. In that case, it's the librarian who has too much time on their hands. Control: Noted. Please proceed [cuts off] A quiet creaking sound can be heard. D-2672 turns around. Video feed shows no anomalies. Control: D-2672, do not panic. Describe what you see. D-2672: There's someone here. You guys have boarded this place up, so it can't be the wind. D-2672 proceeds through the shelves, and finds a door with a sign \"Librarian's Room\" above it. D-2672: Someone must be in here. The door is open. Should I enter it? Control: Wait a moment. We are notifying Security Personnel. Silence for five minutes. Agent ███: We've found the D-Class. Control: D-2672, Agent █████, please proceed through the door. Agent ███, you stay behind and notify us if there's any other individuals. Agent ███: Roger that, sir. Agent █████ opens the door to reveal a dimly lit staircase. Of note is that the staircase was never found in previous expeditions of SCP-3267. D-2672 holds the floodlight and proceeds through the door. Immediately after entry, the door swung shut with a loud slam. D-2672: Hey! It's not the time for pranks you bastards! Open the fucking door! ( Note: the expletive did not trigger SCP-3267's anomalous effects ) Agent █████: Control, we have a problem. The door just closed on its own, we opened it and inside is an office. The staircase has disappeared. Control: Noted. We are still connected to D-2672. We have sent another team, in the meantime, try to find any trace of the staircase. Agent ███: Yes sir. Control: D-2672, are you able to open the door? D-2672: It's fucking locked! Tell your goddamn people to open it! Control: We cannot. It seems like you are inside a pocket dimension, or a spatial anomaly. We are trying to locate you. Now, please proceed down the staircase. D-2672: God fucking dammit! I swear to fucking God, if I die, I'll fucking kill you bastards. D-2672 reaches a landing after four flights of stairs. Video feed shows a heavily damaged room with a writing desk and a bookshelf. On the desk is a feather pen, an ink bottle, a burning wax candle and a black notebook. The written name is \"David Williams\". D-2672: Damn. This place looks like no one has been in it for a thousand years. Control: D-2672, acquire the book and notify us of any abnormalities. D-2672 picks up said book and opens it. Inside is a name written with dark red ink. D-2672: Huh. It's just a big name. \"David\". D-2672 drops the book and the video recorder. Control: D-2672, describe what you see. D-2672: (agitated) Steven? Where is Steven? Who are you? Tell me! Control: D-2672, calm down. Please elaborate. D-2672: Where is he? What have you done to my son? What is this place? After a discussion at Control, it is theorized that the aforementioned name has a memetic effect that affects any individuals who read it out loud. Control: Calm down. We are looking for him. State your identity. D-2672: I am David Williams, his father. Who are you? Control: We are the police. We are investigating your son's case. D-2672: Liars! Case? What case? I was with him the whole time! What have you done to my son? Video feed captures a number of books fall down from the bookshelf and assemble into a humanoid figure, presumably a manifestation of SCP-3267-2. D-2672: Elizabeth? They got you too? Sounds of pages flipping. D-2672: What? What did you succeed in? Sounds of pages flipping. D-2672: Where is Steven? I was with him, then suddenly I'm here. Sounds of pages flipping. D-2672: What do you mean? You are bringing him back too? (Startled) Shit! Control, Control, what is happening? Step back, or I will burn you! (Changes in lighting suggest that D-2672 acquires the candle and hold it in the direction of SCP-3267-2) Connection to D-2672 was lost. Control: Agent █████, go back to that door and try to locate D-2672. Agent █████: Yes sir. Agent ███: Wait, █████, you hear that? Connection to Security personnel was lost. [END LOG] At 2258 hours, approximately one minute after the connection was lost, the entrance of SCP-3267 burst open under the force of 10,191 SCP-3267-1 instances. Response teams were immediately sent to resolve the incident. Fortunately, no civilians witnessed the incident, and it was disguised as a gas explosion. D-2672 was found inside the rubble, unconscious but still alive. The subject's body had various inscriptions made using black ink. The inscriptions were quotes from various instances of SCP-3267-1, most of them found near D-2672. The quotes were mostly pleas of help, but also several instances of names, \"David\". The ink was found to be non-anomalous and was erased normally. D-2672 recovered after four days, but lost memories of the events following the opening of the book. The Security personnel were also found in the rubble, but only suffered minor injuries and no abnormalities were observed. Subsequent expedition failed to find the aforementioned spatial anomaly. Scans have proven ineffective in locating the staircase and the room it leads to. The aforementioned notebook was never recovered. Note: Albert Cooper has confirmed the identities of David and Steven Williams, Elizabeth Cooper's husband and son, respectively. Elizabeth and David divorced in 18██, after which David and his son moved to ███ ██████, ███. Both died in a vehicular accident in 19██."
    ],
    "item": "SCP-3267",
    "object_class": "Safe Euclid",
    "containment_procedures": "",
    "description": "SCP-3267 is a public library located in the town of █████████, ███████, England. The library was constructed in 18██ during the Victorian era and still retains an intact infrastructure despite no maintenance for ███ years.",
    "title": "SCP-3267"
}