{
    "url": "https://scp-wiki.wikidot.com/scp-3301",
    "all_text": "SCP-3301\n - \nTHE FOUNDATION\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+916\n+\n–\nx\n\n\n\n\n\n\nBY ORDER OF THE OVERSEER COUNCIL\n\n\nThe following file is Level 2/3301 Classified\n\n\nUnauthorized access is forbidden.\n\n\n\n\n3301\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n3301\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-3301.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-3301 is to be stored within a standard small containment locker at Site-19 when not being used for testing. Testing is only to be authorized by the SCP-3301 head researcher, currently Dr. Benjamin Cole. Testing may only be carried out at the Site-19 E Wing Storage Warehouse, which has been renovated specifically for this purpose.\n\n\nIt is a requirement that all staff members assigned to SCP-3301 must be versed in the rules and protocols of the game. As such, a detailed explanation is available in \nAddendum 3301.2\n.\n\n\nSCP-3301 is a Class IX information security hazard, and its full repercussions are being studied by the Foundation Information Security Department.\n\n\nUpdated Containment Procedures:\n Per the special memorandum detailed in Addendum 3301.4, testing of SCP-3301 has been made available to all qualified personnel, and is available as an approved extracurricular activity in the Foundation Employee Benefit Program.\n\n\nPersonnel are required to submit detailed testing logs for each 3301 Activation Period. Full log is available \nhere\n.\n\n\nDescription:\n SCP-3301 is an ornate, silver box with a latch and silver key. Inscribed on the lip of the box is the following:\n\n\n\n\n\n\nTHE FOUNDATION\n\n\nA GAME BY CRYOGEN STUDIOS\n\n\nA DIVISION OF DR. WONDERTAINMENT\n\n\n\n\n\n\nContained within the box is a board game with the aforementioned title, as well as game pieces and other miscellaneous game parts. The game comes with a small instruction manual detailing a fairly simple resource management board game. However, within the box is a small gold key in a velvet lined drawer, which fits within the lock on the front of the silver box. Inserting the key and turning it while the game box is closed will cause a sliding hatch to open on the top of the box, revealing a flat, purple button inscribed with a white letter “W”.\n\n\nPressing this button, labeled within the manual as the “WonderButton”, activates the primary anomalous features of SCP-3301, and begins a game of “THE FOUNDATION”. The following information pertains to the anomalous version of the game.\n\n\nThe baseline properties of SCP-3301 are as follows:\n\n\n\n\nOpening the box will reveal a large game board of differing size, shape, and design.\n\n\nAccompanying this game board will be 8 place markers of differing size, shape, and design.\n\n\nEach game board, regardless of shape, features a slot in the middle of the board where a smaller silver box is placed. This box is a smaller version of the larger game box, and bears the inscription \"DRAW ONE\" on its lid. If the game is not in session, or if it is opened by a player out of turn, it appears empty. If opened by a player on their turn, it will produce between one and three random game cards, which have differing utility within the game.\n\n\n\n\nFor full description of setup, rules, and gameplay, see Addendum 3301.2.\n\n\nAddendum 3301.1:\n Discovery\n\n\nSCP-3301 was discovered on the desk of Director Tilda Moose at Site-19 on July 3rd, 2017. Attached to the exterior of SCP-3301 was a letter in a silver envelope bearing the word \"Foundation\". The contained letter reads as follows:\n\n\n\n\nDear SCP Foundation,\n\n\nSentient creatures so often seek purpose within their own lives, whether it be mundane or extraordinary. There are some who would dedicate their lives to healing the sick, or feeding the hungry. Others would try to resurrect their broken gods, or sail through the stars on the arms of a cosmic starfish. Some would rid the world of the unnatural, or foster it in the halls of their Library, and some are just in it for the memes†.\n\n\nYou seek to protect the world from the anomalous, categorize and classify the strange and unique, and let humanity bask in the light. We seek to make people smile, and give people a reason to be happy, if only for a short time. Despite our differences, we cannot help but respect your motives. You've no doubt saved us a dozen times over, so we want to return the favor. We want to make you smile!\n\n\nContained within this box is our greatest toy yet. There are no jokes here, no gaffs or plotting. Everything we have at our disposal, every scrap of information and wisp of arcana is contained within this game. We made it because, at the end of the day, we feel like you have the most interesting story to tell. We sincerely hope you enjoy it!\n\n\nYours most splendidly,\n\n\nDr. Wondertainment\n\n\nP.S. We are very excited about this product, and believe it is nearly ready for production! But it wouldn't be acceptable to ship a product without playtesting it. So this version we're sending to you, our sole playtester, in the hopes that you'll be able to give us feedback on how we can make our game better! If at any point you stop playing for more than a few days, we'll know that you're done testing it and we'll go ahead and put it on the shelves! If you don't think it's ready for the shelves, then just keep on testing it ;)\n\n\nP.P.S. Please submit all playtesting suggestions to:\n\n\n111 Wondertainment Way\n\nWondertainmentville, Wondertainmentland 10101\n\n\n† Yes, children, we see you there. We hope you're having fun too.\n\n\n\n\nAddendum 3301.2:\n Gameplay\n\n\nThe following is information pertaining to the proper gameplay of SCP-3301. In order to maintain containment of the artifact, monthly testing of SCP-3301 is required. Personnel assigned to SCP-3301 are required to maintain a thorough knowledge of the rules and regulations of the game.\n\n\nIntroduction\n\n\n\n\n+ Access Document\n\n\n\n\n- Close Document\n\n\n\n\nThe following is an introduction copied directly out of “THE FOUNDATION” gameplay handbook. The handbook is a leather-bound pamphlet with embossed silver print displaying the name of the game, the production studio, and the words “50TH ANNIVERSARY EDITION”.\n\n\n\n\n\n\nTHE FOUNDATION\n\n\nA GAME BY CRYOGEN STUDIOS\n\n\nA DIVISION OF DR. WONDERTAINMENT\n\n\nWelcome, weary researcher, to THE FOUNDATION! A board game only for the strong willed and mighty of heart. But beware! For danger lurks around \nevery corner\n, and foul things are creeping in the night. Do you have what it takes to stand betwixt humanity and the darkness? Or will you too be lost to the chaos eternal? Only time will tell! Become Mr. Collector, or maybe Mr. Containment! The choice is yours!\n\n\n\n\n\n\n\n\n\n\n\n\nSetup\n\n\n\n\n+ Access Document\n\n\n\n\n- Close Document\n\n\n\n\nSCP-3301 is played between 2 to 8 teams of two players. Each primary player chooses a secondary player, to act as their representative on the game board. The primary players are all selected when each set of players places their game pieces\n1\n on the board.\n\n\nThe board contained within SCP-3301 varies depending on which version of the “game” is being played, and is random. Gameplay is similar between each board, though the setting is different (i.e. The Land of the Unclean, Echoes of the Mariana, Bigfoot’s Jungle, The Cosmic Starfish, etc.), and different hostile entities appear as opponents on different boards. Testing has revealed at least twenty-three different game boards, though there are possibly more.\n\n\nOnce the game board is unfolded, and the silver card box placed in the middle of the board in the appropriate space, the surrounding area (a space roughly 300m in diameter) will undergo dramatic anomalous spatial changes. Observers will see the space appear to fall away, as if the viewpoint of observers outside of the area of effect has become a bird’s eye view of a space much larger than the affected area. This observed space will mimic the current game board, only on a much larger scale and typically built into an arena setting.\n\n\nWithin the affected space, the primary players will find themselves seated around a flat, crystalline surface suspended above the aforementioned game board arena, while their game piece representatives will be at the starting positions on the game board below. The start of the game is typically accompanied by music and fireworks, and a voice announcing the beginning of a new game. Once the game has begun, nothing can be passed through the spatial distortion surrounding the game arena. Secondary players who are killed or die in-game will appear outside of the distortion shortly after their death, unharmed. Primary players will remain within the anomaly for the duration of the game.\n\n\n\n\n\n\n\n\nGameplay\n\n\n\n\n+ Access Document\n\n\n\n\n- Close Document\n\n\n\n\nAfter the introduction has finished, the game begins. Each player starts the game by drawing seven cards from the silver box in the middle of the board, and end each turn by drawing one. If a player has more than ten cards in their hand at the end of a turn, they must discard one by returning it to the silver box. There are several types of cards that can appear in the box, and each affects the game in different ways:\n\n\n\n\nGreen Cards - are cards that influence the environment of the board. These can range from obstacles that can be used against other players, to introducing other environments and the hostile entities within them to the board, to traps and mazes, etc.\n\n\nBlue Cards - are companion cards. Companion cards “equip” a companion to the game piece player, who will follow the player until the card’s time limit expires, the companion is killed, or the player is killed. Companions can perform different tasks and have different abilities to assist their player, or hinder other players.\n\n\nRed Cards - are weapon, equipment, or ability cards. These cards allow the player on the board to perform different abilities, or have access to different weapons and equipment. Each card lists the ability or weapon’s stats, strengths, weaknesses, limitations, etc. These cards last as long as the player is alive, or until some requirement of the card or another card are met (for example, running a Red Card through the card titled “\nUpgrade\n\" will result in the Red Card disappearing, and another card being issued to the player). Additionally, if an equipment card is utilized (such as a trap, or reality anchor, etc.) the card is expended after the equipment is utilized.\n\n\nOrange Cards - are hostile or otherwise uncontained anomalies.\n2\n They appear randomly across the board, and players often do not know they are nearby until they are within range of them, upon which the board will produce a card on that spot. Entities that appear as Orange Cards can be destroyed or contained, depending on the player’s equipment and chosen endgame.\n\n\nYellow Cards - are cards that influence the way that the earnings of the game are distributed. At the beginning of each game, an incorporeal numerical counter appears above the game board, and another above each player. The counter starts at different values depending on the difficulty setting (for example, $10,000USD at normal difficulty), and yellow cards distribute this money across the players as the game progresses. Players who die have their “earnings” moved back into the central counter to be redistributed. Yellow cards, and the money value shown in the counters, have no impact on the actual win conditions of the game, but at the end of each game the players who won will have their sum, in the form of a gold bar of equal value engraved with the Wondertainment logo, distributed to them through the silver box in the center of the board.\n\n\nWhite Cards - are fortune cards. White Cards, and their counterpart Black Cards, are randomly distributed as an additional card to players at the beginning of their turn. White and Black Cards must be played as soon as they are drawn, and while typically only affecting the player who drew them, can potentially affect other nearby players or the entire board, if applicable.\n3\n White Cards provide a random instance of “good fortune”, as described by the card.\n\n\nBlack Cards - are misfortune cards. Black Cards are more rare than White Cards, but their effect on the game is typically more severe. Black Cards, like their White Card counterparts, must be used as soon as they are drawn, and are expended after their use.\n\n\nPurple Cards - are Wondertainment cards. These are very rare,\n4\n and have random effects on the outcome of the game. Typically, Purple cards insert a random Wondertainment product into the game, typically with exaggerated properties or abilities.\n5\n\n\n\n\nFor examples of game cards used in testing, see \nAddendum 3301.3\n.\n\n\nOn the outside of the game board is a slider pointing to different difficulty settings. This slider can be moved before the game has begun, but retracts into the board afterwards. The difficulty settings are as follows:\n\n\n\n\nNeutralized Mode: All entities and artifacts are replaced with plush versions of themselves. No entity does any damage to anything else. Lullaby music plays across the board. The game mode lacks a win condition, and just ends after all of the players have fallen asleep.\n\n\nThaumiel Mode: Entities have reduced damage and players are not “killed”, only “knocked out”. Certain win conditions are removed. Blood and gore are no longer visible, and nudity is no longer possible, as all players have an unremovable skintight bodysuit beneath their lowest layer of clothes.\n\n\nSafe Mode: The baseline game setting.\n\n\nEuclid Mode: Entities do more damage, are more resistant to attack, and have more health. Players become unable to view the movements and plays of other players.\n\n\nKeter Mode: Same as Euclid Mode, only entities are faster as well.\n\n\nMaksur Mode: Same as Keter Mode, only players start with a gunshot wound to a random part of their body.\n\n\nApollyon Mode: Two random, hostile supreme divine beings appear on the map after the fourth turn. Players may start the game blind.\n\n\n\n\nThe game is played in a team vs. team format, where each two person team competes against every other two person team. Every player begins at their “containment facility”, a starting point and base of operations on their side of the board. Within the facility, each player has several spaces for “equipment”, which they can swap out at the beginning of their turn with cards from their hand, in order to equip different items to their “piece”. Typically, there are two “weapon” spaces, three “equipment” spaces, two “ability” spaces, and one “companion” space. Playing any card into that space “equips” their piece with the item, ability, or companion. If an item, ability, or companion is lost, the physical card will disappear as if made of smoke. Additionally, some cards will increase the overall number of equipment slots (notably the card “\nBig Bag o’ Taters\n” will increase the number of weapon and equipment slots from 2 / 3 to 4 / 5).\n\n\nAt the beginning of each turn, the primary player will select one card, and make equipment additions or subtractions if necessary.\n6\n Afterwards, the player will roll two six-sided dice. The number that is rolled corresponds with a radius within which the secondary player may move, or take an action. If the secondary player has a ranged ability or weapon, they may move to the edge of their movement radius and use it, so long as the target is within range.\n\n\nFrom this point on, the game proceeds in any number of variations. Based on the cards drawn by the primary players, and the actions taken by the secondary players, any number of outcomes are possible, depending on which victory condition the players choose to seek.\n\n\n\n\n\n\n\n\nVictory Conditions\n\n\n\n\n+ Access Document\n\n\n\n\n- Close Document\n\n\n\n\nThere are several victory conditions that players may choose to seek during the course of the game. The following describes conditions needed to reach each end game:\n\n\n\n\nMR. FINDER:\n Buried on each game board is a hidden anomalous item, denoted by a golden W mark on it. This item is typically protected by anomalous entities, a hazardous location, or a dangerous meme or powerful antimeme. Individuals who search for clues, discover the location of the item, survive its protections and safely return it to their containment facility will become MR. FINDER, and win the game.\n\n\n\n\n\n\nMR. COLLECTOR:\n This victory condition only becomes available if a Purple Card is drawn. If any player is able to contain the Wondertainment product and return it to their containment facility, they will become MR. COLLECTOR, and win the game.\n\n\n\n\n\n\nMR. GENOCIDE:\n Any player that directly kills every other player in the game will become MR. GENOCIDE, and win the game. This victory condition becomes unobtainable if any players are killed by means other than by the hand of anyone seeking the MR. GENOCIDE\n7\n victory condition.\n\n\n\n\n\n\nMR. ESCHATOLOGY:\n Any player who is able to summon three “supreme divine beings” will become MR. ESCHATOLOGY, and will win the game. Divine beings (i.e. \nMr. God\n, \nA Very Angry Star\n, \nThe Boy in the Pit\n, \nThe Gate Guardian\n) do not fulfill the requirements of the MR. ESCHATOLOGY win condition; they must be “supreme” (i.e. \nDEER\n, \nThe Starfish\n, \nA Clockwork God\n, \nThe Serpent\n, \nThe Eel\n, \nMary Nakayama\n, etc.).\n\n\n\n\n\n\nMR. COALITION:\n If a player is somehow able to destroy every anomalous artifact or entity, they become MR. COALITION and win the game. To become MR. COALITION, the winner does not actually have to destroy every single anomalous artifact or entity, they must only have destroyed the majority of the artifacts or entities, and all artifacts and entities must be destroyed.\n8\n\n\n\n\n\n\nMR. CONTAINMENT:\n Any player who contains more than half of the anomalies on the board (as denoted by their Orange Cards) and returns them to their containment facility becomes MR. CONTAINMENT, and wins the game.\n\n\n\n\n\n\nMR. FOUNDATION:\n Any player who contains every entity and artifact, as well as every other player, becomes MR. FOUNDATION, and wins the game. Individuals winning under the condition of MR. FOUNDATION also receive $50,000USD upon completion of the game. Can only be completed on Safe Mode difficulty or higher.\n\n\n\n\n\n\nMR. SURVIVOR:\n If a player is the last player standing, and has not met any other win conditions, that player becomes MR. SURVIVOR, and wins the game.\n\n\n\n\nAdditionally, the game manual claims that there are many other secret victory conditions to go alongside those listed above. The existence of these secret conditions means that some games may end suddenly and without warning, when a player meets an unexpected condition.\n9\n\n\n\n\n\n\n\n\nRules\n\n\n\n\n+ Access Document\n\n\n\n\n- Close Document\n\n\n\n\nThe structure of THE FOUNDATION allows for a variety of gameplay styles and approaches to the different goals of the game. In order to seemingly aid this effort, there are very few enumerated rules to the game. The following are the rules of the game, exactly as described in the manual:\n\n\n\n\nNo hits below the belt.\n\n\nTargeting will result in a 15 yard penalty and a loss of downs.\n\n\nDrink your Ovaltine.\n\n\nSuspend your disbelief a little bit.\n\n\nThis isn’t a game for children, so kids who play it are really cool.\n\n\nLeave your loyalties at the door.\n\n\nBuy Wondertainment products.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe back of SCP-3301 cards.\n\n\n\n\n\n\nAddendum 3301.3:\n Game Cards\n\n\nThe following are examples of cards used within SCP-3301. While not all cards appear to carry relevant information, many appear to be references to anomalies within Foundation containment, or Foundation personnel. As previously mentioned in this document, the full scale of this breach of information security is part of an ongoing investigation.\n\n\nSeveral statistics are utilized within the card system, each corresponding to a certain attribute that players have. The statistics are listed below:\n\n\n\n\nATK:\n Attack power. A value that determines the amount of damage a player can do to another player or an entity. Since entities cannot be contained until their health has reached 0, this is arguably the most important statistic. All players start with 6 ATK.\n\n\nDEF:\n Defense. A value that influences the amount of damage a player takes after being attacked. All players start with 6 DEF.\n\n\nHP:\n Hit Points. A value that determines how much damage a player can sustain before dying. Can be replaced with cards that increase health, such as medicines or vampiric cards. All players start with 10 HP.\n\n\nSPD:\n Speed. A value that determines which entity in an encounter can attack or defend first, and how often they can do so. All players start with 8 SPD.\n\n\nACC:\n Accuracy. A value that determines how likely a given attack is to striking a target. All players start with 8 ACC.\n\n\n\n\nThe game manual mentions other non-enumerated statistics that players can add to or subtract from, such as Smooth Talking, Memetic Resistance, Ethics, etc. While there are cards that may affect these stats, the only known way to gauge their level is by asking an entity with limited or full omniscience, such as A Librarian.\n\n\n\n\n+ Green Cards\n\n\n\n\n- Green Cards\n\n\n\n\n\n\n\n\nA Green Card.\n\n\n\n\n\n\n\n\nCard Title:\n \nDarkness Between Dimensions\n\n\nSubtitle:\n A Red Reality\n\n\nType:\n Land\n\n\nDescription:\n Spawns a machine that, after a random amount of time, will transport anything nearby into the Darkness Between Dimensions. Players in the Darkness Between Dimensions can be saved by divine grace, or with the item “Scranton’s Grappling Hook”. After a random amount of time, players will be returned to the board. They will come back… squishier.\n\n\n\n\n\n\nCard Title:\n \nBabel’s Spire\n\n\nSubtitle:\n The Friendly Union of Man and Beast\n\n\nType:\n Structure\n\n\nDescription:\n Spawns the Babel Spire on a square of your choosing within line of sight. Nearby animals join your side, and gain +2 attack. Those who do not are sacrificed to Babel. Aya aya aya blood blood blood.\n\n\n\n\n\n\nCard Title:\n Island Turtle\n\n\nSubtitle:\n Lazy Archipelago\n\n\nType:\n Land\n\n\nDescription:\n If you are at sea, this card spawns an Island Turtle to ferry you around. If you’re not, the turtle spawns anyway, and dies from dehydration.\n\n\n\n\n\n\nCard Title:\n \nCity of the Gods\n\n\nSubtitle:\n Coming Soon To Your Home Town!\n\n\nType:\n Structure\n\n\nDescription:\n Spawns a haunted city on a square of your choosing within line of sight. Opponents entering City of the Gods have a high chance of being attacked by a +15 ATK / +12 DEF angry deity.\n\n\n\n\n\n\nCard Title:\n \nA Funny Little Statue\n\n\nSubtitle:\n ctrl+c ctrl+v\n\n\nType:\n Trap\n\n\nDescription:\n If indoors, creates an infinite maze that opponents can only exit with assistance from outside forces. If outdoors, the effect isn’t noticeable, but trust us when we say it’s \nreally bad\n.\n\n\n\n\n\n\nCard Title:\n \nA Swedish Furniture Store\n\n\nSubtitle:\n Perfectly Normal\n\n\nType:\n Trap\n\n\nDescription:\n Spawns a friendly and welcoming department store. Players unfortunate enough to be inside the store when it opens will have to fight their way out, if they can get out at all. Bring your own instructions.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Blue Cards\n\n\n\n\n- Blue Cards\n\n\n\n\n\n\n\n\nA Blue Card.\n\n\n\n\n\n\n\n\nCard Title:\n Director Tilda Moose\n\n\nSubtitle:\n Not sure how they got here.\n\n\nType:\n Companion\n\n\nDescription:\n Summons SCP Site-19 Director Moose to act as your companion. Is a literal moose. When riding Director Moose, gain +7 DEF against memes and cognitive hazards.\n\n\nStats:\n 5 ATK / 8 DEF / 9 HP\n\n\n\n\n\n\nCard Title:\n \nA Sea Slug\n\n\nSubtitle:\n A Proper Gentleman\n\n\nType:\n Companion\n\n\nDescription:\n Spawns A Sea Slug to act as your companion. Wields an anti-materiel rifle. Talks a lot. Can summon a ghostly butler to do your bidding (with limitations!), but has a 10 round cool-down.\n\n\nStats:\n 13 ATK / 2 DEF / 4 HP\n\n\n\n\n\n\nCard Title:\n A Librarian\n\n\nSubtitle:\n A Wanderer\n\n\nType:\n Companion\n\n\nDescription:\n Summons a Librarian to act as your companion. Has innate knowledge about a vast array of creatures and realms. Might be able to read your opponent’s hands, who knows. If attacked, they’ll flee back to their Library. Typical.\n\n\nStats:\n 3 ATK / 3 DEF / 6 HP\n\n\n\n\n\n\nCard Title:\n \nA Very Loud Bird\n\n\nSubtitle:\n oh god make it stop\n\n\nType:\n Companion\n\n\nDescription:\n Summons some sort of awful eldritch abomination stuffed into the body of a small bird to act as your companion. Despicably loud. Can stun foes and entities, and commune with fellow anomalies. Unless otherwise protected, players who spend too much time in the presence of A Very Loud Bird will slowly lose their minds.\n\n\nStats:\n 8 ATK / 4 DEF / 4 HP\n\n\n\n\n\n\nCard Title:\n \nSurf Rock Band\n\n\nSubtitle:\n Cruising The Starry Skies\n\n\nType:\n Companion\n\n\nDescription:\n Summons a ghostly Surf Rock Band to act as your companion. Provides your journey with cool evening tunes and casts a calming influence on everything you encounter. May also be able to commune with the Starfish. May also just smoke a \nlot\n of weed.\n\n\nStats:\n 5 ATK / 5 DEF / 6 HP\n\n\n\n\n\n\n\n\n\n\n\n\n+ Red Cards\n\n\n\n\n- Red Cards\n\n\n\n\n\n\n\n\nA Red Card.\n\n\n\n\n\n\n\n\nCard Title:\n Spear of the Nonbeliever\n\n\nSubtitle:\n What’s a King to a God?\n\n\nType:\n Weapon, Ranged\n\n\nDescription:\n A massive harpoon gun designed to make mortals of gods. Can only be used on \nCosmic\n, \nDivine\n, or \nSupreme Divine\n beings.\n\n\nStats:\n +20 ATK vs Gods / -5 SPD / -1 DEF\n\n\n\n\n\n\nCard Title:\n Buster Sword\n\n\nSubtitle:\n A BFS\n\n\nType:\n Weapon, Melee\n\n\nDescription:\n A big sword. Requires two hands to hold. Can cleft a man in twain with a single swing. Reduces stealth. Increases upper arm gains.\n\n\nStats:\n +8 ATK / -3 SPD\n\n\n\n\n\n\nCard Title:\n \nK-Mart Katana\n\n\nSubtitle:\n Only The Finest Chinesium\n\n\nType:\n Weapon, Melee\n\n\nDescription:\n A cheap sword. Low damage, low attack speed. The first choice of suburban ninjas everywhere. Minus points to attack if wearing a fedora.\n\n\nStats:\n -5 ATK / -5 SPD / Fedora Bonus -1 ATK\n\n\n\n\n\n\nCard Title:\n Temporal Tinkering\n\n\nSubtitle:\n For When You Need A Few More Seconds\n\n\nType:\n Ability, Temporal\n\n\nDescription:\n Allows the user to wield the great and terrible cosmic power of time, in very small increments. Users may return up to 10 seconds into the past. Expires after three uses. Paradoxes not included.\n\n\n\n\n\n\nCard Title:\n \nA Gun That Shoots People\n\n\nSubtitle:\n “Shoots” “People”\n\n\nType:\n Weapon, Ranged\n\n\nDescription:\n A remarkably powerful .50BMG. Definitely not something you want to use yourself. Give it as a gift to an enemy, or anyone else you’d like to see spend the last few seconds of their life as a tiny, remarkably dense, screaming projectile. Expires after use.\n\n\nStats:\n +19 ATK / +5 ACC\n\n\n\n\n\n\nCard Title:\n \nIntro to Memetics\n\n\nSubtitle:\n The Beginner’s Course\n\n\nType:\n Ability, Memetic\n\n\nDescription:\n Provides the user with innate knowledge of very simple anomalous memes. If used correctly, can be really annoying. If used incorrectly, can be even more annoying.\n\n\n\n\n\n\nCard Title:\n Dr. Mann’s Six-Shooter\n\n\nSubtitle:\n Ole Reliable\n\n\nType:\n Weapon, Ranged\n\n\nDescription:\n A revolver used by infamous Foundation doctor Everett Mann. Bonus to accuracy. Bonus to damage vs. undead. Bonus to lunacy.\n\n\nStats:\n +10 ATK / +3 ACC\n\n\n\n\n\n\nCard Title:\n \nIntro to Unethical Business Practices, 5th Edition\n\n\nSubtitle:\n A MC&D Educational Product\n\n\nType:\n Ability, Memetic\n\n\nDescription:\n Anyone holding this book receives a +3 bonus to smooth-talking, negotiations, salesmanship, and swindling. Side effects include greasy combed-back hair and cheap suits.\n\n\n\n\n\n\nCard Title:\n \nThe Infinity Gun\n10\n\n\nSubtitle:\n An Abomination\n\n\nType:\n Weapon, Ranged\n\n\nDescription:\n A gun made of a god bound by the shredded souls of nine innocents. Instantly annihilates one being or artifact anywhere on the board, so long as the user is able to describe it. Expires after use.\n\n\nStats:\n +∞ ATK / -50 Morality\n\n\n\n\n\n\n\n\n\n\n\n\n+ Orange Cards\n\n\n\n\n- Orange Cards\n\n\n\n\n\n\n\n\nAn Orange Card.\n\n\n\n\n\n\n\n\nCard Title:\n \nDEER\n\n\nSubtitle:\n God From The Stars\n\n\nType:\n Anomaly, Unknown, \nSupreme Divine\n\n\nDescription:\n An ancient and mysterious creature that fell from the stars and broke the masquerade. Incredibly powerful.\n\n\nStats:\n 34 ATK / 28 DEF / 40 HP\n\n\n\n\n\n\nCard Title:\n \nTechnicolor Dream Goat\n\n\nSubtitle:\n Goat With All The Colors Of The Wind\n\n\nType:\n Anomaly, Sentient, Animal\n\n\nDescription:\n A multicolor, ethereal goat. Said to fill the dreams of its victims with incessant bleating. Impervious to physical attacks.\n\n\nStats:\n 2 ATK / 3 DEF / 4 HP\n\n\n\n\n\n\nCard Title:\n \nMr. God\n\n\nSubtitle:\n Has A Himself Complex\n\n\nType:\n Anomaly, Sentient, \nDivine\n\n\nDescription:\n An old man with a penchant for the dramatic. Hasn’t worn anything other than sandals for a thousand years. Needs to get off his high horse.\n\n\nStats:\n 15 ATK / 8 DEF / 23 HP\n\n\n\n\n\n\nCard Title:\n \nA Bundle Of Golems\n\n\nSubtitle:\n The World’s Cutest Chemicals\n\n\nType:\n Anomaly, Sentient, Construct\n\n\nDescription:\n Little statue people made of elements. Tend to engage in shenanigans. Legend has it they unite once a year to form a powerful Anart Mecha, but this is unconfirmed.\n\n\nStats:\n 5 ATK / 8 DEF / 5 HP\n\n\n\n\n\n\nCard Title:\n \nA Very Angry Star\n\n\nSubtitle:\n I Mean, Really Very Angry\n\n\nType:\n Anomaly, Sentient, \nDivine\n\n\nDescription:\n A furious ball of plasma and gas with a specific hatred for Planet Earth. The reason for its rage is uncertain, though it is known that Alto Clef owes it $23.50.\n\n\nStats:\n 24 ATK / 18 DEF / 20 HP\n\n\n\n\n\n\nCard Title:\n \nCorrosion Man\n\n\nSubtitle:\n The Snatcher\n\n\nType:\n Anomaly, Sentient, Humanoid\n\n\nDescription:\n A ghastly former soldier turned into a living nightmare. Steals children for probably horrible reasons. Lives in an attic above the Darkness Between Dimensions.\n\n\nStats:\n 9 ATK / 9 DEF / 9 HP\n\n\n\n\n\n\nCard Title:\n \nL O N G C O R G\n\n\nSubtitle:\n Stretch Doggo\n\n\nType:\n Anomaly, Sentient, Animal\n\n\nDescription:\n An immensely long corgi. Used for public transportation. A very good boy.\n\n\nStats:\n 3 ATK / 5 DEF / 18 HP\n\n\n\n\n\n\nCard Title:\n \nWretched Bovine Heart\n\n\nSubtitle:\n Beating In The Darkness\n\n\nType:\n Anomaly, Sentient, Biological\n\n\nDescription:\n A demon possessed by speed incarnate. Horrifying and unrelenting. All entities nearby lose -2 to DEF against psychological threats.\n\n\nStats:\n 17 ATK / 5 DEF / 6 HP\n\n\n\n\n\n\nCard Title:\n \nThe Serpent\n\n\nSubtitle:\n The Source of Knowledge\n\n\nType:\n Anomaly, Sentient, \nSupreme Divine\n\n\nDescription:\n Tricked Adam El Asem into eating from the Tree of Knowledge, freeing itself from its prison. Legends say the Wanderer’s Library is built on its back. Thinks it knows everything. Probably does.\n\n\nStats:\n 10 ATK / 35 DEF / 45 HP\n\n\n\n\n\n\nCard Title:\n \nSCP-173 In A Sombrero\n\n\nSubtitle:\n Ay Caramba\n\n\nType:\n Anomaly, Construct\n\n\nDescription:\n A statue in a sombrero. Gave up a life of snapping necks to pursue its dream of dancing. Nearby entities may be overcome by the urge to dance.\n\n\nStats:\n 4 ATK / 9 DEF / 8 HP\n\n\n\n\n\n\n\n\n\n\n\n\n+ Yellow Cards\n\n\n\n\n- Yellow Cards\n\n\n\n\n\n\n\n\nA Yellow Card.\n\n\n\n\n\n\n\n\nCard Title:\n A Little Insurgency\n\n\nDescription:\n Your friends in the Insurgency carry out a coup on one of your rivals. To the victor goes the spoils! I’m sure they won’t take it personally.\n\n\nEffect:\n Receive all of the earnings of a random player.\n\n\n\n\n\n\nCard Title:\n Research Grant\n\n\nDescription:\n You are offered a grant for your contributions to academia. Congratulations! Now hurry up and spend it before the Foundation scoops you up.\n\n\nEffect:\n Receive $300.\n\n\n\n\n\n\nCard Title:\n Lost Aztec Gold\n\n\nDescription:\n You discover a bounty of gold from a ruined civilization! Enjoy your blood money!\n\n\nEffect:\n Receive $300.\n\n\n\n\n\n\nCard Title:\n Business Deal\n\n\nDescription:\n You negotiate a deal between The Factory and Dr. Wondertainment, and earn big dividends for your work!\n\n\nEffect:\n Receive $400.\n\n\n\n\n\n\nCard Title:\n \nMr. Money’s\n Jackpot Extravaganza\n\n\nDescription:\n Mr. Money is about to make you Mr. Wealthy!\n\n\nEffect:\n Receive $5000.\n\n\n\n\n\n\n\n\n\n\n\n\n+ White Cards\n\n\n\n\n- White Cards\n\n\n\n\n\n\n\n\nA White Card.\n\n\n\n\n\n\n\n\nCard Title:\n Elixir\n\n\nDescription:\n You get ahold of the \nOverseer’s Secret Stuff\n. You are healed!\n\n\nEffect:\n When used, completely heals the player of all ailments.\n\n\n\n\n\n\nCard Title:\n Safe Passageway\n\n\nDescription:\n In a stroke of good luck, you discover a road untouched by danger!\n\n\nEffect:\n Allows a player to bypass a dangerous environmental hazard unharmed.\n\n\n\n\n\n\nCard Title:\n Promotion\n\n\nDescription:\n Your efforts do not go unnoticed! You are promoted to Senior Junior Researcher!\n\n\nEffect:\n Player gains a permanent +2 to ATK and +3 to DEF.\n\n\n\n\n\n\nCard Title:\n Brushed By \nThe Starfish\n\n\nDescription:\n The Cosmic Starfish brushes against you with one of its Five arms. You are empowered!\n\n\nEffect:\n Player receives +10 ATK / +10 DEF / +8 SPD / +10 HP for three turns.\n\n\n\n\n\n\nCard Title:\n Angel of Mercy\n\n\nDescription:\n You are resurrected!\n\n\nEffect:\n If a player is killed while holding this card, the player is instantly returned to half health.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Black Cards\n\n\n\n\n- Black Cards\n\n\n\n\n\n\n\n\nA Black Card.\n\n\n\n\n\n\n\n\nCard Title:\n Fuck This One Guy Specifically\n\n\nDescription:\n Someone has a grudge! \nThe Sun God Nergal\n punches you! Ouch!\n\n\nEffect:\n The player is punched by a \nSupreme Divine\n being, and dies.\n\n\n\n\n\n\nCard Title:\n Containment Breach\n\n\nDescription:\n Oh no! All of your contained anomalies are loose! What a disastrous circumstance!\n\n\nEffect:\n Any contained anomalies return to the gameboard.\n\n\n\n\n\n\nCard Title:\n Friend or Foe\n\n\nDescription:\n Your companion betrays you, seeking glory only for themselves!\n\n\nEffect:\n Any companions become hostile to the player.\n\n\n\n\n\n\nCard Title:\n \nConsolidation\n11\n\n\nDescription:\n A deal is signed. The Foundation dissolves! Only the Coalition remains!\n\n\nEffect:\n Removes the MR. CONTAINMENT and MR. FOUNDATION win conditions.\n\n\n\n\n\n\nCard Title:\n \n████\n (••/•••••/••/•)\n\n\nDescription:\n Bad luck, hombre.\n\n\nEffect:\n Player is killed.\n12\n\n\n\n\n\n\n\n\n\n\n\n\n+ Purple Cards\n\n\n\n\n- Purple Cards\n\n\n\n\n\n\n\n\nA Purple Card.\n\n\n\n\n\n\n\n\nCard Title:\n \nMr. Moon\n\n\nSubtitle:\n Waxing and Waning\n\n\nType:\n Wondertainment\n\n\nDescription:\n The great and terrible Mr. Moon! Disrupts the tides and summons werewolves across the map! Not made of cheese! Maybe made of cheese!\n\n\nStats:\n 19 ATK / 20 DEF / 20 HP\n\n\n\n\n\n\n\n\n\n\nAddendum 3301.4:\n Memorandum Regarding SCP-3301\n\n\n\n\nFrom:\n Dr. Tilda Moose, Director, Site-19\n\n\nTo:\n 3301 Research Team\n\n\nCC:\n Ethics Committee Liaison, Director Council Liaison, Classification Committee Liaison\n\n\n\n\nLast night, one week since the last playthrough of SCP-3301, a small shipment of these games were discovered on a truck destined for a toy store in Wisconsin. We began a game immediately after discovering these games, and received a note through our game board thanking us for our continued playtesting. The anomalous games were promptly removed before they could be viewed by a larger audience, but this was still too close of a call.\n\n\nTruthfully, we don’t know how they're getting all of this information. INFOSEC teams have advised me that these were likely warning shots, something innocuous that could be easily detected and quickly removed, but a notice that additional measures may be taken if we don’t comply.\n\n\nAfter consulting with our security teams, and members of the Site Director Council, we’ve decided to do just that. In a break from our typical mantra, access restrictions to SCP-3301 have been reduced considerably, and the object has been reclassified as Safe. So far as we can tell, this is a legitimate show of good faith, with no malicious intent. For some reason, Dr. Wondertainment has provided us with something fun, and wants us to play it. In this case, we’ll do just that.\n\n\nOur protocol for this object does not reflect a change in our policy regarding using anomalous objects for recreational purposes. Nor does it reflect a change in our relationship with the group of interest known as Dr. Wondertainment. For all intents and purposes, this new protocol \nis\n the containment procedure for this object, and this object only.\n\n\n-Moose\n\n\n\n\nAddendum 3301.5:\n SCP-3301 Testing and Gameplay Logs\n\n\n\n\n+ Access Log\n\n\n\n\n- Close Log\n\n\n\n\n\n\nIn keeping with proper Foundation testing protocols, all instances of SCP-3301’s active state are to be recorded for analysis and archival. The following is an example of proper test log format, and should be used in all future instances of test logging.\n\n\n\n\nSCP-3301 Test and Gameplay Log:\n\n\n\n\nLog ID:\n 3301|001\n\n\nParticipants:\n Dr. Andrew Richards and Agent Anna Lang, Dr. Michael St. Clair and Dr. Isaac Baker, Dr. Nicholas Quinn and Dr. Django Bridge, Agent Julian Calloway and Agent Jasper Jenkins\n\n\nGame Board:\n The Garden of Eden\n\n\nWinner:\n Dr. Nicholas Quinn and Dr. Django Bridge\n\n\nVictory Condition:\n MR. ESCHATOLOGY\n\n\nRuntime:\n 3h 14m 58s\n\n\nPayout:\n $1,750\n\n\nGame Summary:\n Dr. Richards got out to an early start when Agent Lang managed to contain two entities within the first five turns, having drawn the card “Mr. Containment’s Vac-n-Suck” on the first turn. However, the tides began to turn when Dr. Bridge, on the direction of Dr. Quinn, opened a secret treasure chest in a cave and found the card “Sacrifice”, a red card that he then used to summon \n“Planet of Ten Thousand Fingers”\n, a supreme divine orange card.\n\n\nWhile Dr. St. Clair and Agent Calloway’s teams were fending off attacks from the first supreme divine being, Dr. Quinn drew the red card “Error in the Database\", which summoned the supreme divine being \n“Mary Nakayama”\n on the 16th turn. This being immediately dispatched Agent Calloway’s team, which was already weakened by the “Planet of Ten Thousand Fingers”.\n\n\nHowever, on the 29th turn, Dr. Richards drew a purple card, \nMs. Sweetie\n, which cast a sugary haze across the entire map. Agent Lang then spent the next three turns attacking Ms. Sweetie, attempting to contain the entity before Dr. Quinn and Dr. Bridge could summon another supreme divine being. Their efforts were disrupted by Dr. Baker, who sniped Agent Lang from a nearby hillside, and then began attacking the already damaged Ms. Sweetie.\n\n\nOn the next turn, Dr. Quinn drew the card \n”Upgrade”\n, which he used on an item that Dr. Bridge had recovered called “Puzzle Box”. The result was a card called “Celestial Puzzle Box”, which Dr. Quinn used to summon \n“A Clockwork God”\n, the third supreme divine being, which immediately ended the game. After the usual fireworks and musical celebration, the voice of the announcer declared that Dr. Quinn and Dr. Bridge had become MR. ESCHATOLOGY.\n\n\nAt the conclusion of the game, Dr. Quinn and Dr. Bridge were awarded their payout, a gold bar worth exactly $1,750.\n\n\n\n\nAudio Recording Transcript Excerpts\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Quinn:\n Alright, so… let’s see. I’m going to use “Clockwork Fanaticism” on Django.\n\n\nDr. St. Clair:\n What’s that do?\n\n\nDr. Quinn:\n It, uh… imbues him with clockwork powers. (\nPauses\n) I think that’s it. (\nTo Bridge\n) You noticing anything different down there?\n\n\nDr. Bridge:\n (\nDistantly\n) Yes, actually. I seem to have had my insides replaced with gears and pulleys. Oh! (\nPauses\n) So now I seem to have something being created inside my stomach. Hang on. (\nPauses\n) Yes, I’ve now deposited it into my hands.\n\n\nDr. Quinn:\n Cool, I get to draw a card. (\nPauses to read\n) So that’s called a “Puzzle Box”. It doesn’t look like it has any stats. Can it do anything?\n\n\nDr. Bridge:\n Doesn’t, uh… doesn’t seem to do anything.\n\n\nDr. Quinn:\n Huh. Alright. I guess we’ll just discard that later.\n\n\n[END LOG]\n\n\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Quinn:\n (\nLaughs\n) OK, so listen to this. This is called “Error in the Database”, and if we find a computer-\n\n\nDr. Bridge:\n Which I’m standing right next to, yes.\n\n\nDr. Quinn:\n -then I can summon a supreme divine-\n\n\nAgent Calloway:\n Oh my god this is bullshit.\n\n\nAgent Jenkins:\n What? What’s going on up there?\n\n\nDr. Quinn:\n -called Mary Nakayama. Bite my ass, Calloway.\n\n\nAgent Jenkins:\n Hey Julian? Something going on up there? Because things are starting to get a little spooky down here.\n\n\nAgent Calloway:\n Hang on, uh… I’ve got… uh…\n\n\nAgent Jenkins:\n So are you going to—\n\n\nAgent Jenkins is suddenly annihilated when a spectral entity appears where he was standing.\n\n\nAgent Calloway:\n Oh goddammit.\n\n\n[END LOG]\n\n\n\n\n\n\n[BEGIN LOG]\n\n\nDr. St. Clair:\n Take the shot, Baker!\n\n\nThe sound of a distant gunshot.\n\n\nDr. St. Clair:\n Hell yeah!\n\n\nDr. Richards:\n Anna? Anna? Ah, fuck it. What is that thing, and when did you draw it? I didn’t see it when I divined you earlier.\n\n\nDr. St. Clair:\n In the last turn! How clutch is that?\n\n\nDr. Baker:\n Mike? Hey, Mike? Did we win?\n\n\nDr. St. Clair:\n Nah, not yet, but you get another shot into that Mister and we will.\n\n\nDr. Quinn:\n Is that \nso\n, Michael?\n\n\nDr. St. Clair:\n Oh no you don’t. Don’t you try any more of your eschatology bullshit, Nicholas.\n\n\nDr. Quinn:\n Regrettably, all I have is eschatology bullshit! Behold, I use “Upgrade” on this “Puzzle Box”, to create… (\npauses\n) a Celestial Puzzle Box! Django, open that bad boy up!\n\n\nDr. Bridge:\n You got it. Come on out, biggun. (\nThe sound of grinding metal is heard in the background\n)\n\n\nAnnouncer’s Voice:\n That’s it! The game is over! Congratulations to Django Bridge and Nicholas Quinn; you have become MR. ESCHATOLOGY!\n\n\nDr. St. Clair:\n God fucking dammit Nick, I almost had that one.\n\n\n\n\nFurther testing logs are available \nhere\n.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Typically pieces for players take the shape of symbols representing various Groups of Interest or notable Persons of Interest, while pieces for the secondary players are simply small tokens of the same color as the primary player’s piece.\n\n\n2\n. Notably, many of these anomalies appear to be direct references to anomalies within Foundation containment, or anomalies that the Foundation is otherwise aware of. The depth of this breach of information is still being investigated.\n\n\n3\n. During one test, Researcher H. Korver drew a White Card called “Divine Assistance”, which summoned a “divine being” for his partner (Dr. Andrew White), as well as for every other player. For the next two hours, the divine beings engaged in combat with each other while the game pieces attempted to collect as many yellow cards as they could.\n\n\n4\n. Only six Wondertainment cards have been drawn in more than fifty iterations of the game tested thus far\n\n\n5\n. Such as one game of “Echoes of the Mariana”, which saw the inclusion of \nMr. Fish\n as an enormous, predatory shark.\n\n\n6\n. Once equipment has been added, the equipment cannot be changed until the beginning of the next turn, unless otherwise affected by another player.\n\n\n7\n. Notably, the typical voice that announces the players’ victory at the end of the game is replaced with a different, more aggressive voice, which has not yet been \nidentified\n.\n\n\n8\n. This win condition does not match its description in the manual, and whether this is accidental or not is unknown.\n\n\n9\n. This occurrence has only happened once in testing, when Agent Staski and Agent Polliver won the game after becoming “MR. LAMENT”, with victory conditions of “\nAny player who is capable of killing another player only by saying hurtful things to them becomes MR. LAMENT, and wins the game.\n” In this case, Agent Staski made a rude comment about Agent Parker’s mother, which resulted in Agent Parker slipping as he charged Agent Staski and falling into a ravine.\n\n\n10\n. While an image of this card is visible within the game manual, the card has not yet been seen during gameplay testing.\n\n\n11\n. During a testing session, Dr. Richard McMillan used his turn after another player had played “Consolidation” to ask his companion, The Librarian, what the effect of the card was, as it was not readily apparent. In response, The Librarian said, “MR. CONTAINMENT and MR. FOUNDATION are dead, it seems. This echoes of a situation from somewhere similar, but very far away. I sense that MR. THRESHER may have taken their place.” When questioned further, The Librarian was unsure how to respond and appeared noticeably uncomfortable.\n\n\n12\n. While the ████ card does summon an in-game version of ••/•••••/••/•, the effect does not seem to permeate the barrier of the spatial anomaly, as the real-world ••/•••••/••/• does not appear, despite the necessary triggering factors being present.\n\n\n\n\n\n\n\n\n« \nSCP-3300\n | SCP-3301 | \nSCP-3302\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3301\n\" by djkaktus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3301\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n blackcard.png\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n Fist.png\n\n\nAuthor:\n KeithTyler\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n bluecard.png\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n Elch Wildpark Schweinfurt.jpg\n\n\nAuthor:\n Fornax\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n cardback.png\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n game.png\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n Scluzay (c) (p) OUATIS Box.png\n\n\nAuthor:\n Wutangcashew\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n orangecard.png\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n Part of pebble mosaic pavement from the Dionysos House, Griffin tearing apart a deer, 325-300 BC, Archaeological Museum, Pella (7065240765).jpg\n\n\nAuthor:\n Carole Raddato\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n purplecard.png\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n The Moon Luc Viatour.jpg\n\n\nAuthor:\n \nLuc Viatour\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n redcard.png\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n FMIB 44620 Whaling Gun, Showing Harpoon.jpeg\n\n\nAuthor:\n British Columbia Bureau of Provincial Information\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n whitecard.png\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n Bottle of medicinal water from the 'Fountain of Youth', Unit Wellcome L0058486.jpg\n\n\nAuthor:\n Wellcome Images\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n yellowcard.png\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n Afrikaner Commandos2.JPG\n\n\nAuthor:\n Unknown Author\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 3301.1: Discovery\nSCP-3301 was discovered on the desk of Director Tilda Moose at Site-19 on July 3rd, 2017. Attached to the exterior of SCP-3301 was a letter in a silver envelope bearing the word \"Foundation\". The contained letter reads as follows:",
        "Addendum 3301.2: Gameplay\nThe following is information pertaining to the proper gameplay of SCP-3301. In order to maintain containment of the artifact, monthly testing of SCP-3301 is required. Personnel assigned to SCP-3301 are required to maintain a thorough knowledge of the rules and regulations of the game.",
        "Addendum 3301.3: Game Cards\nThe following are examples of cards used within SCP-3301. While not all cards appear to carry relevant information, many appear to be references to anomalies within Foundation containment, or Foundation personnel. As previously mentioned in this document, the full scale of this breach of information security is part of an ongoing investigation.\nSeveral statistics are utilized within the card system, each corresponding to a certain attribute that players have. The statistics are listed below:\nThe game manual mentions other non-enumerated statistics that players can add to or subtract from, such as Smooth Talking, Memetic Resistance, Ethics, etc. While there are cards that may affect these stats, the only known way to gauge their level is by asking an entity with limited or full omniscience, such as A Librarian.",
        "Addendum 3301.4: Memorandum Regarding SCP-3301",
        "Addendum 3301.5: SCP-3301 Testing and Gameplay Logs\n"
    ],
    "documents": [],
    "notes": [
        "THE FOUNDATION A GAME BY CRYOGEN STUDIOS A DIVISION OF DR. WONDERTAINMENT",
        "Dear SCP Foundation, Sentient creatures so often seek purpose within their own lives, whether it be mundane or extraordinary. There are some who would dedicate their lives to healing the sick, or feeding the hungry. Others would try to resurrect their broken gods, or sail through the stars on the arms of a cosmic starfish. Some would rid the world of the unnatural, or foster it in the halls of their Library, and some are just in it for the memes†. You seek to protect the world from the anomalous, categorize and classify the strange and unique, and let humanity bask in the light. We seek to make people smile, and give people a reason to be happy, if only for a short time. Despite our differences, we cannot help but respect your motives. You've no doubt saved us a dozen times over, so we want to return the favor. We want to make you smile! Contained within this box is our greatest toy yet. There are no jokes here, no gaffs or plotting. Everything we have at our disposal, every scrap of information and wisp of arcana is contained within this game. We made it because, at the end of the day, we feel like you have the most interesting story to tell. We sincerely hope you enjoy it! Yours most splendidly, Dr. Wondertainment P.S. We are very excited about this product, and believe it is nearly ready for production! But it wouldn't be acceptable to ship a product without playtesting it. So this version we're sending to you, our sole playtester, in the hopes that you'll be able to give us feedback on how we can make our game better! If at any point you stop playing for more than a few days, we'll know that you're done testing it and we'll go ahead and put it on the shelves! If you don't think it's ready for the shelves, then just keep on testing it ;) P.P.S. Please submit all playtesting suggestions to: 111 Wondertainment Way Wondertainmentville, Wondertainmentland 10101 † Yes, children, we see you there. We hope you're having fun too.",
        "THE FOUNDATION A GAME BY CRYOGEN STUDIOS A DIVISION OF DR. WONDERTAINMENT Welcome, weary researcher, to THE FOUNDATION! A board game only for the strong willed and mighty of heart. But beware! For danger lurks around every corner , and foul things are creeping in the night. Do you have what it takes to stand betwixt humanity and the darkness? Or will you too be lost to the chaos eternal? Only time will tell! Become Mr. Collector, or maybe Mr. Containment! The choice is yours!",
        "Card Title: Darkness Between Dimensions Subtitle: A Red Reality Type: Land Description: Spawns a machine that, after a random amount of time, will transport anything nearby into the Darkness Between Dimensions. Players in the Darkness Between Dimensions can be saved by divine grace, or with the item “Scranton’s Grappling Hook”. After a random amount of time, players will be returned to the board. They will come back… squishier.",
        "Card Title: Babel’s Spire Subtitle: The Friendly Union of Man and Beast Type: Structure Description: Spawns the Babel Spire on a square of your choosing within line of sight. Nearby animals join your side, and gain +2 attack. Those who do not are sacrificed to Babel. Aya aya aya blood blood blood.",
        "Card Title: Island Turtle Subtitle: Lazy Archipelago Type: Land Description: If you are at sea, this card spawns an Island Turtle to ferry you around. If you’re not, the turtle spawns anyway, and dies from dehydration.",
        "Card Title: City of the Gods Subtitle: Coming Soon To Your Home Town! Type: Structure Description: Spawns a haunted city on a square of your choosing within line of sight. Opponents entering City of the Gods have a high chance of being attacked by a +15 ATK / +12 DEF angry deity.",
        "Card Title: A Funny Little Statue Subtitle: ctrl+c ctrl+v Type: Trap Description: If indoors, creates an infinite maze that opponents can only exit with assistance from outside forces. If outdoors, the effect isn’t noticeable, but trust us when we say it’s really bad .",
        "Card Title: A Swedish Furniture Store Subtitle: Perfectly Normal Type: Trap Description: Spawns a friendly and welcoming department store. Players unfortunate enough to be inside the store when it opens will have to fight their way out, if they can get out at all. Bring your own instructions.",
        "Card Title: Director Tilda Moose Subtitle: Not sure how they got here. Type: Companion Description: Summons SCP Site-19 Director Moose to act as your companion. Is a literal moose. When riding Director Moose, gain +7 DEF against memes and cognitive hazards. Stats: 5 ATK / 8 DEF / 9 HP",
        "Card Title: A Sea Slug Subtitle: A Proper Gentleman Type: Companion Description: Spawns A Sea Slug to act as your companion. Wields an anti-materiel rifle. Talks a lot. Can summon a ghostly butler to do your bidding (with limitations!), but has a 10 round cool-down. Stats: 13 ATK / 2 DEF / 4 HP",
        "Card Title: A Librarian Subtitle: A Wanderer Type: Companion Description: Summons a Librarian to act as your companion. Has innate knowledge about a vast array of creatures and realms. Might be able to read your opponent’s hands, who knows. If attacked, they’ll flee back to their Library. Typical. Stats: 3 ATK / 3 DEF / 6 HP",
        "Card Title: A Very Loud Bird Subtitle: oh god make it stop Type: Companion Description: Summons some sort of awful eldritch abomination stuffed into the body of a small bird to act as your companion. Despicably loud. Can stun foes and entities, and commune with fellow anomalies. Unless otherwise protected, players who spend too much time in the presence of A Very Loud Bird will slowly lose their minds. Stats: 8 ATK / 4 DEF / 4 HP",
        "Card Title: Surf Rock Band Subtitle: Cruising The Starry Skies Type: Companion Description: Summons a ghostly Surf Rock Band to act as your companion. Provides your journey with cool evening tunes and casts a calming influence on everything you encounter. May also be able to commune with the Starfish. May also just smoke a lot of weed. Stats: 5 ATK / 5 DEF / 6 HP",
        "Card Title: Spear of the Nonbeliever Subtitle: What’s a King to a God? Type: Weapon, Ranged Description: A massive harpoon gun designed to make mortals of gods. Can only be used on Cosmic , Divine , or Supreme Divine beings. Stats: +20 ATK vs Gods / -5 SPD / -1 DEF",
        "Card Title: Buster Sword Subtitle: A BFS Type: Weapon, Melee Description: A big sword. Requires two hands to hold. Can cleft a man in twain with a single swing. Reduces stealth. Increases upper arm gains. Stats: +8 ATK / -3 SPD",
        "Card Title: K-Mart Katana Subtitle: Only The Finest Chinesium Type: Weapon, Melee Description: A cheap sword. Low damage, low attack speed. The first choice of suburban ninjas everywhere. Minus points to attack if wearing a fedora. Stats: -5 ATK / -5 SPD / Fedora Bonus -1 ATK",
        "Card Title: Temporal Tinkering Subtitle: For When You Need A Few More Seconds Type: Ability, Temporal Description: Allows the user to wield the great and terrible cosmic power of time, in very small increments. Users may return up to 10 seconds into the past. Expires after three uses. Paradoxes not included.",
        "Card Title: A Gun That Shoots People Subtitle: “Shoots” “People” Type: Weapon, Ranged Description: A remarkably powerful .50BMG. Definitely not something you want to use yourself. Give it as a gift to an enemy, or anyone else you’d like to see spend the last few seconds of their life as a tiny, remarkably dense, screaming projectile. Expires after use. Stats: +19 ATK / +5 ACC",
        "Card Title: Intro to Memetics Subtitle: The Beginner’s Course Type: Ability, Memetic Description: Provides the user with innate knowledge of very simple anomalous memes. If used correctly, can be really annoying. If used incorrectly, can be even more annoying.",
        "Card Title: Dr. Mann’s Six-Shooter Subtitle: Ole Reliable Type: Weapon, Ranged Description: A revolver used by infamous Foundation doctor Everett Mann. Bonus to accuracy. Bonus to damage vs. undead. Bonus to lunacy. Stats: +10 ATK / +3 ACC",
        "Card Title: Intro to Unethical Business Practices, 5th Edition Subtitle: A MC&D Educational Product Type: Ability, Memetic Description: Anyone holding this book receives a +3 bonus to smooth-talking, negotiations, salesmanship, and swindling. Side effects include greasy combed-back hair and cheap suits.",
        "Card Title: The Infinity Gun 10 Subtitle: An Abomination Type: Weapon, Ranged Description: A gun made of a god bound by the shredded souls of nine innocents. Instantly annihilates one being or artifact anywhere on the board, so long as the user is able to describe it. Expires after use. Stats: +∞ ATK / -50 Morality",
        "Card Title: DEER Subtitle: God From The Stars Type: Anomaly, Unknown, Supreme Divine Description: An ancient and mysterious creature that fell from the stars and broke the masquerade. Incredibly powerful. Stats: 34 ATK / 28 DEF / 40 HP",
        "Card Title: Technicolor Dream Goat Subtitle: Goat With All The Colors Of The Wind Type: Anomaly, Sentient, Animal Description: A multicolor, ethereal goat. Said to fill the dreams of its victims with incessant bleating. Impervious to physical attacks. Stats: 2 ATK / 3 DEF / 4 HP",
        "Card Title: Mr. God Subtitle: Has A Himself Complex Type: Anomaly, Sentient, Divine Description: An old man with a penchant for the dramatic. Hasn’t worn anything other than sandals for a thousand years. Needs to get off his high horse. Stats: 15 ATK / 8 DEF / 23 HP",
        "Card Title: A Bundle Of Golems Subtitle: The World’s Cutest Chemicals Type: Anomaly, Sentient, Construct Description: Little statue people made of elements. Tend to engage in shenanigans. Legend has it they unite once a year to form a powerful Anart Mecha, but this is unconfirmed. Stats: 5 ATK / 8 DEF / 5 HP",
        "Card Title: A Very Angry Star Subtitle: I Mean, Really Very Angry Type: Anomaly, Sentient, Divine Description: A furious ball of plasma and gas with a specific hatred for Planet Earth. The reason for its rage is uncertain, though it is known that Alto Clef owes it $23.50. Stats: 24 ATK / 18 DEF / 20 HP",
        "Card Title: Corrosion Man Subtitle: The Snatcher Type: Anomaly, Sentient, Humanoid Description: A ghastly former soldier turned into a living nightmare. Steals children for probably horrible reasons. Lives in an attic above the Darkness Between Dimensions. Stats: 9 ATK / 9 DEF / 9 HP",
        "Card Title: L O N G C O R G Subtitle: Stretch Doggo Type: Anomaly, Sentient, Animal Description: An immensely long corgi. Used for public transportation. A very good boy. Stats: 3 ATK / 5 DEF / 18 HP",
        "Card Title: Wretched Bovine Heart Subtitle: Beating In The Darkness Type: Anomaly, Sentient, Biological Description: A demon possessed by speed incarnate. Horrifying and unrelenting. All entities nearby lose -2 to DEF against psychological threats. Stats: 17 ATK / 5 DEF / 6 HP",
        "Card Title: The Serpent Subtitle: The Source of Knowledge Type: Anomaly, Sentient, Supreme Divine Description: Tricked Adam El Asem into eating from the Tree of Knowledge, freeing itself from its prison. Legends say the Wanderer’s Library is built on its back. Thinks it knows everything. Probably does. Stats: 10 ATK / 35 DEF / 45 HP",
        "Card Title: SCP-173 In A Sombrero Subtitle: Ay Caramba Type: Anomaly, Construct Description: A statue in a sombrero. Gave up a life of snapping necks to pursue its dream of dancing. Nearby entities may be overcome by the urge to dance. Stats: 4 ATK / 9 DEF / 8 HP",
        "Card Title: A Little Insurgency Description: Your friends in the Insurgency carry out a coup on one of your rivals. To the victor goes the spoils! I’m sure they won’t take it personally. Effect: Receive all of the earnings of a random player.",
        "Card Title: Research Grant Description: You are offered a grant for your contributions to academia. Congratulations! Now hurry up and spend it before the Foundation scoops you up. Effect: Receive $300.",
        "Card Title: Lost Aztec Gold Description: You discover a bounty of gold from a ruined civilization! Enjoy your blood money! Effect: Receive $300.",
        "Card Title: Business Deal Description: You negotiate a deal between The Factory and Dr. Wondertainment, and earn big dividends for your work! Effect: Receive $400.",
        "Card Title: Mr. Money’s Jackpot Extravaganza Description: Mr. Money is about to make you Mr. Wealthy! Effect: Receive $5000.",
        "Card Title: Elixir Description: You get ahold of the Overseer’s Secret Stuff . You are healed! Effect: When used, completely heals the player of all ailments.",
        "Card Title: Safe Passageway Description: In a stroke of good luck, you discover a road untouched by danger! Effect: Allows a player to bypass a dangerous environmental hazard unharmed.",
        "Card Title: Promotion Description: Your efforts do not go unnoticed! You are promoted to Senior Junior Researcher! Effect: Player gains a permanent +2 to ATK and +3 to DEF.",
        "Card Title: Brushed By The Starfish Description: The Cosmic Starfish brushes against you with one of its Five arms. You are empowered! Effect: Player receives +10 ATK / +10 DEF / +8 SPD / +10 HP for three turns.",
        "Card Title: Angel of Mercy Description: You are resurrected! Effect: If a player is killed while holding this card, the player is instantly returned to half health.",
        "Card Title: Fuck This One Guy Specifically Description: Someone has a grudge! The Sun God Nergal punches you! Ouch! Effect: The player is punched by a Supreme Divine being, and dies.",
        "Card Title: Containment Breach Description: Oh no! All of your contained anomalies are loose! What a disastrous circumstance! Effect: Any contained anomalies return to the gameboard.",
        "Card Title: Friend or Foe Description: Your companion betrays you, seeking glory only for themselves! Effect: Any companions become hostile to the player.",
        "Card Title: Consolidation 11 Description: A deal is signed. The Foundation dissolves! Only the Coalition remains! Effect: Removes the MR. CONTAINMENT and MR. FOUNDATION win conditions.",
        "Card Title: ████ (••/•••••/••/•) Description: Bad luck, hombre. Effect: Player is killed. 12",
        "Card Title: Mr. Moon Subtitle: Waxing and Waning Type: Wondertainment Description: The great and terrible Mr. Moon! Disrupts the tides and summons werewolves across the map! Not made of cheese! Maybe made of cheese! Stats: 19 ATK / 20 DEF / 20 HP",
        "From: Dr. Tilda Moose, Director, Site-19 To: 3301 Research Team CC: Ethics Committee Liaison, Director Council Liaison, Classification Committee Liaison Last night, one week since the last playthrough of SCP-3301, a small shipment of these games were discovered on a truck destined for a toy store in Wisconsin. We began a game immediately after discovering these games, and received a note through our game board thanking us for our continued playtesting. The anomalous games were promptly removed before they could be viewed by a larger audience, but this was still too close of a call. Truthfully, we don’t know how they're getting all of this information. INFOSEC teams have advised me that these were likely warning shots, something innocuous that could be easily detected and quickly removed, but a notice that additional measures may be taken if we don’t comply. After consulting with our security teams, and members of the Site Director Council, we’ve decided to do just that. In a break from our typical mantra, access restrictions to SCP-3301 have been reduced considerably, and the object has been reclassified as Safe. So far as we can tell, this is a legitimate show of good faith, with no malicious intent. For some reason, Dr. Wondertainment has provided us with something fun, and wants us to play it. In this case, we’ll do just that. Our protocol for this object does not reflect a change in our policy regarding using anomalous objects for recreational purposes. Nor does it reflect a change in our relationship with the group of interest known as Dr. Wondertainment. For all intents and purposes, this new protocol is the containment procedure for this object, and this object only. -Moose",
        "In keeping with proper Foundation testing protocols, all instances of SCP-3301’s active state are to be recorded for analysis and archival. The following is an example of proper test log format, and should be used in all future instances of test logging.",
        "Log ID: 3301|001 Participants: Dr. Andrew Richards and Agent Anna Lang, Dr. Michael St. Clair and Dr. Isaac Baker, Dr. Nicholas Quinn and Dr. Django Bridge, Agent Julian Calloway and Agent Jasper Jenkins Game Board: The Garden of Eden Winner: Dr. Nicholas Quinn and Dr. Django Bridge Victory Condition: MR. ESCHATOLOGY Runtime: 3h 14m 58s Payout: $1,750 Game Summary: Dr. Richards got out to an early start when Agent Lang managed to contain two entities within the first five turns, having drawn the card “Mr. Containment’s Vac-n-Suck” on the first turn. However, the tides began to turn when Dr. Bridge, on the direction of Dr. Quinn, opened a secret treasure chest in a cave and found the card “Sacrifice”, a red card that he then used to summon “Planet of Ten Thousand Fingers” , a supreme divine orange card. While Dr. St. Clair and Agent Calloway’s teams were fending off attacks from the first supreme divine being, Dr. Quinn drew the red card “Error in the Database\", which summoned the supreme divine being “Mary Nakayama” on the 16th turn. This being immediately dispatched Agent Calloway’s team, which was already weakened by the “Planet of Ten Thousand Fingers”. However, on the 29th turn, Dr. Richards drew a purple card, Ms. Sweetie , which cast a sugary haze across the entire map. Agent Lang then spent the next three turns attacking Ms. Sweetie, attempting to contain the entity before Dr. Quinn and Dr. Bridge could summon another supreme divine being. Their efforts were disrupted by Dr. Baker, who sniped Agent Lang from a nearby hillside, and then began attacking the already damaged Ms. Sweetie. On the next turn, Dr. Quinn drew the card ”Upgrade” , which he used on an item that Dr. Bridge had recovered called “Puzzle Box”. The result was a card called “Celestial Puzzle Box”, which Dr. Quinn used to summon “A Clockwork God” , the third supreme divine being, which immediately ended the game. After the usual fireworks and musical celebration, the voice of the announcer declared that Dr. Quinn and Dr. Bridge had become MR. ESCHATOLOGY. At the conclusion of the game, Dr. Quinn and Dr. Bridge were awarded their payout, a gold bar worth exactly $1,750.",
        "[BEGIN LOG] Dr. Quinn: Alright, so… let’s see. I’m going to use “Clockwork Fanaticism” on Django. Dr. St. Clair: What’s that do? Dr. Quinn: It, uh… imbues him with clockwork powers. ( Pauses ) I think that’s it. ( To Bridge ) You noticing anything different down there? Dr. Bridge: ( Distantly ) Yes, actually. I seem to have had my insides replaced with gears and pulleys. Oh! ( Pauses ) So now I seem to have something being created inside my stomach. Hang on. ( Pauses ) Yes, I’ve now deposited it into my hands. Dr. Quinn: Cool, I get to draw a card. ( Pauses to read ) So that’s called a “Puzzle Box”. It doesn’t look like it has any stats. Can it do anything? Dr. Bridge: Doesn’t, uh… doesn’t seem to do anything. Dr. Quinn: Huh. Alright. I guess we’ll just discard that later. [END LOG]",
        "[BEGIN LOG] Dr. Quinn: ( Laughs ) OK, so listen to this. This is called “Error in the Database”, and if we find a computer- Dr. Bridge: Which I’m standing right next to, yes. Dr. Quinn: -then I can summon a supreme divine- Agent Calloway: Oh my god this is bullshit. Agent Jenkins: What? What’s going on up there? Dr. Quinn: -called Mary Nakayama. Bite my ass, Calloway. Agent Jenkins: Hey Julian? Something going on up there? Because things are starting to get a little spooky down here. Agent Calloway: Hang on, uh… I’ve got… uh… Agent Jenkins: So are you going to— Agent Jenkins is suddenly annihilated when a spectral entity appears where he was standing. Agent Calloway: Oh goddammit. [END LOG]",
        "[BEGIN LOG] Dr. St. Clair: Take the shot, Baker! The sound of a distant gunshot. Dr. St. Clair: Hell yeah! Dr. Richards: Anna? Anna? Ah, fuck it. What is that thing, and when did you draw it? I didn’t see it when I divined you earlier. Dr. St. Clair: In the last turn! How clutch is that? Dr. Baker: Mike? Hey, Mike? Did we win? Dr. St. Clair: Nah, not yet, but you get another shot into that Mister and we will. Dr. Quinn: Is that so , Michael? Dr. St. Clair: Oh no you don’t. Don’t you try any more of your eschatology bullshit, Nicholas. Dr. Quinn: Regrettably, all I have is eschatology bullshit! Behold, I use “Upgrade” on this “Puzzle Box”, to create… ( pauses ) a Celestial Puzzle Box! Django, open that bad boy up! Dr. Bridge: You got it. Come on out, biggun. ( The sound of grinding metal is heard in the background ) Announcer’s Voice: That’s it! The game is over! Congratulations to Django Bridge and Nicholas Quinn; you have become MR. ESCHATOLOGY! Dr. St. Clair: God fucking dammit Nick, I almost had that one.",
        "\" SCP-3301 \" by djkaktus, from the SCP Wiki . Source: https://scpwiki.com/scp-3301 . Licensed under CC-BY-SA .",
        "Filename: blackcard.png Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative of: Name: Fist.png Author: KeithTyler License: Public Domain Source Link: Wikimedia Commons",
        "Filename: bluecard.png Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative of: Name: Elch Wildpark Schweinfurt.jpg Author: Fornax License: Public Domain Source Link: Wikimedia Commons",
        "Filename: cardback.png Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: game.png Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative of: Name: Scluzay (c) (p) OUATIS Box.png Author: Wutangcashew License: CC BY-SA 4.0 Source Link: Wikimedia Commons",
        "Filename: orangecard.png Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative of: Name: Part of pebble mosaic pavement from the Dionysos House, Griffin tearing apart a deer, 325-300 BC, Archaeological Museum, Pella (7065240765).jpg Author: Carole Raddato License: CC BY-SA 2.0 Source Link: Wikimedia Commons",
        "Filename: purplecard.png Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative of: Name: The Moon Luc Viatour.jpg Author: Luc Viatour License: CC BY-SA 3.0 Source Link: Wikimedia Commons",
        "Filename: redcard.png Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative of: Name: FMIB 44620 Whaling Gun, Showing Harpoon.jpeg Author: British Columbia Bureau of Provincial Information License: Public Domain Source Link: Wikimedia Commons",
        "Filename: whitecard.png Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative of: Name: Bottle of medicinal water from the 'Fountain of Youth', Unit Wellcome L0058486.jpg Author: Wellcome Images License: CC BY-SA 4.0 Source Link: Wikimedia Commons",
        "Filename: yellowcard.png Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative of: Name: Afrikaner Commandos2.JPG Author: Unknown Author License: Public Domain Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "SCP-3301 is to be stored within a standard small containment locker at Site-19 when not being used for testing. Testing is only to be authorized by the SCP-3301 head researcher, currently Dr. Benjamin Cole. Testing may only be carried out at the Site-19 E Wing Storage Warehouse, which has been renovated specifically for this purpose.",
    "description": "The great and terrible Mr. Moon! Disrupts the tides and summons werewolves across the map! Not made of cheese! Maybe made of cheese!",
    "title": "SCP-3301"
}