{
    "url": "https://scp-wiki.wikidot.com/scp-331",
    "all_text": "rating: \n+140\n+\n–\nx\n\n\nItem #:\n SCP-331\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n When not being used, SCP-331 is to be kept within a typical electronic 7-digit metal safe in Dr. ███████’s office. The code is to be changed on a monthly basis by Dr. ███████. Personnel who wish to examine SCP-331 must ask Dr. ███████ for authorization beforehand.\n\n\nAs of ██/██/██ SCP-331 is worn by SCP-331-1.\n\n\nDescription:\n SCP-331 is a red plastic cat collar, approximately 23 cm in length. Metal studs surround the collar in intervals of 1 cm; testing has confirmed the metal to be nickel. The bell consists of stainless steel electroplated with 24-carat gold. Ringing the bell has no distinguishable effect, adverse or otherwise. The word “Tumbles” has been painted on the back of the collar in yellow paint; testing has confirmed that there is nothing unusual about the paint.\n\n\nSCP-331 exhibits no abnormal tendencies when worn by a living cat. When SCP-331 is fastened round the neck of a deceased cat (hereafter SCP-331-1), SCP-331-1 is resurrected with no initial adverse effects. The collar does not halt the decomposition process, however; fur and skin still rot at a regular pace. Organs are unaffected by the decomposition process; testing has yet to determine the exact cause for this. SCP-331-1 shows no signs of distress during the decomposition process. SCP-331-1 can be killed by conventional methods, whereupon it remains deceased. The separation of SCP-331 and SCP-331-1 [DATA EXPUNGED] unless SCP-331-1 is deceased. It should be noted that SCP-331-1 always answers to ‘Tumbles’ and has an amiable personality, despite what it was called or how it behaved pre-mortem.\n\n\nSCP-331 was discovered when reports reached Agent █████ of a ‘zombie cat’ witnessed around ███████ Park in █████████, ██. Agent █████ immediately alerted the Foundation of a possible outbreak of \nSCP-008\n; MTF-██ was dispatched and neutralized SCP-331-1, whereupon it was transported to Site ██ after no trace of SCP-008 was detected. Upon arrival research was conducted on SCP-331 that confirmed its properties.\n\n\n\n\n\n\n« \nSCP-330\n | SCP-331 | \nSCP-332\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-331\n\" by Jack Rankin, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-331\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-331 \" by Jack Rankin, from the SCP Wiki . Source: https://scpwiki.com/scp-331 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-331",
    "object_class": "Safe",
    "containment_procedures": "When not being used, SCP-331 is to be kept within a typical electronic 7-digit metal safe in Dr. ███████’s office. The code is to be changed on a monthly basis by Dr. ███████. Personnel who wish to examine SCP-331 must ask Dr. ███████ for authorization beforehand.",
    "description": "SCP-331 is a red plastic cat collar, approximately 23 cm in length. Metal studs surround the collar in intervals of 1 cm; testing has confirmed the metal to be nickel. The bell consists of stainless steel electroplated with 24-carat gold. Ringing the bell has no distinguishable effect, adverse or otherwise. The word “Tumbles” has been painted on the back of the collar in yellow paint; testing has confirmed that there is nothing unusual about the paint.",
    "title": "SCP-331"
}