{
    "url": "https://scp-wiki.wikidot.com/scp-3312",
    "all_text": "rating: \n+534\n+\n–\nx\n\n\nItem #:\n SCP-3312\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Foundation webcrawlers must monitor all forms of social media for any signs of SCP-3312, including video sharing platforms, cloud databases, and chat forums. Links, URLs, and advertisements relating to SCP-3312 are to be neutralized via RR-113 protocols. All leads to ATF are to be logged for future reference.\n\n\nIndividuals affected by SCP-3312 are to be administered Class-B amnestics under the condition that they are Stage 3 or prior. Individuals in Stages 4 and 5 are to be administered Class-A amnestics. Predatory individuals in Stage 6 are to be contained at Site-990. Any individuals experiencing undiscovered stages following Stage 6 are to be apprehended and brought to Site-990 for testing.\n\n\nDescription:\n SCP-3312 is a memetic agent that exists under the false identity of a fan website, and induces a compulsion in humans to consume products, media, and content relating to various fanbases (detailed below). SCP-3312 is known to have originated from the amateur entrepreneurial group \"Accelerate The Future\", henceforth referred to as \"ATF\". (See Record Log-08/16 and proceeding logs)\n\n\nATF's current interests have become involved with the anthropomorphic animal enthusiast community, more commonly referred to as the \"furry fandom\". Previous interests affected by the memetic agent include ██████-brand comic books, animated shows produced by ██████ █████████, and [REDACTED].\n\n\nAs of 07/05/201█, SCP-3312 has adapted to become an infohazard styled as a furry community-centric website\n1\n. Content from the website has a memetic effect identical to the site itself.\n\n\nThe current form of SCP-3312 affects an individual in six stages and may only affect individuals with no prior involvement in the furry community\n2\n. It should be noted that SCP-3312 evolves from a compulsive memetic to a mind-affecting agent past Stage 4.\n\n\nStage 1:\n Upon being exposed to SCP-3312, affected individuals will display a piqued interest in anthropomorphic characters in mainstream media, including but not limited to brand mascots, animated cartoons and games, and cereal box art. Compulsive effects of SCP-3312 are relatively mild during this stage, and SCP-3312 has been reversed with no side effects in 82% of Stage 1 cases.\n\n\nThe first individuals found to be affected by Stage 1 were discovered on 8/11/██. Shortly after, Foundation webcrawlers uncovered the recorded log history of a chatroom utilized by ATF.\n\n\n\n\n+ Record Log-08/16\n\n\n\n\n- Record Log-08/16\n\n\n\n\nThe conversations within Record Log-08/16 are assumed to have occurred 5 days following the initial creation of SCP-3312.\n\n\n\n\nolliefox:\n I sold 18 shirts today\n\n\nolliefox:\n the ones with Ollie on them!!!\n\n\nMPerry:\n Weird how we have to literally mind control people to buy shirts with your eyebleed fox sona on it.\n\n\nDylan99:\n dont be a dickhole perry\n\n\nMPerry:\n Honestly, I was having no trouble with commissions before this.\n\n\nDylan99:\n thats not even the point of this\n\n\nDylan99:\n you know he doesnt have any friends\n\n\nDylan99:\n hes a furry\n\n\nSnakAttak:\n We're all furries\n\n\nDylan99:\n literally only ollie is actually a furry\n\n\nSnakAttak:\n Haha, you right I'm not touching that junk with a 10ft pole\n\n\nolliefox:\n but I thought perry was a furry???\n\n\nMPerry:\n No, but they'll drop thousands of dollars on anything even remotely uh\n\n\nMPerry:\n foxy.\n\n\nolliefox:\n LOL\n\n\nThotticusprime:\n that was ASTOUNDINGLY bad\n\n\nMPerry:\n Can't deny it.\n\n\nThotticusprime:\n hasn't one of your guys already bought like 6 fursuits\n\n\nolliefox:\n not from me. I think that was from someone else??\n\n\nolliefox:\n why?\n\n\nThotticusprime:\n idk\n\n\nThotticusprime:\n you know he's gonna go bankrupt right\n\n\nolliefox:\n yeah but it's not that bad because like\n\n\nolliefox:\n he'll probably just try to wear them to work or something lmao\n\n\nolliefox:\n what's he gonna do kill someone with his fursuit??\n\n\nSnakAttak:\n We had people running around in speedos karate-chopping each other in the neck last time like 12 people died\n\n\nolliefox:\n okay yeah but that was last time\n\n\nolliefox:\n furries are soft\n\n\nDylan99:\n not really\n\n\nolliefox:\n ??\n\n\nDylan99:\n you smell\n\n\nolliefox:\n 3: what\n\n\n\n\n\n\n\n\n\n\nStage 2:\n Affected individuals will initiate their participation in the furry community. Contributions to the community may be made, including the creation of a fictional anthropomorphic animal character designed to represent oneself (a \"fursona\"), digital and/or traditional art featuring anthropomorphic animals, and forum-based role-playing games involving the aforementioned character(s). Stage 2 individuals are indistinguishable from non-anomalous members of the furry fandom. It should be of note that characters created by Stage 2 individuals closely mirror that of ATF member \"olliefox\".\n\n\nStage 3:\n Affected individuals will actively seek out internet users who openly share negative views on the furry community and introduce them to SCP-3312. The spread of SCP-3312 will increase exponentially when shared by Stage 3 individuals. Stage 3 individuals will devote the majority of their time online to ATF's website.\n\n\nStage 3 individuals' involvement in the furry community will rapidly reach levels of obsession.\n\nNotable behaviors of certain Stage 3 individuals have been recorded as following:\n\n\n\n\n- Opening of several dedicated role-playing accounts across several social media platforms\n\n\n- Purchase of ███ animal costumes averaging at a cost of $██,███\n\n\n- Introduction of ███ individuals to SCP-3312 via forum posts\n\n\n- Consistent attempts to contact ATF member \"olliefox\"\n3\n\n\n- Attempted creation of a political party concerning the desires of members of the furry community, including the right to wear animal costumes in a formal work environment, the proposal of a national animal-themed holiday, and a continued debate between the legalization or banning of \"awoo\"\n\n\n- ██ recorded arrests following a raid on a known location for parties involving the furry community; charges made include disturbance of the peace, possession and trafficking of drugs, vandalism, and kidnapping\n\n\n- ██ instances of cult indoctrination at local enthusiast conventions and costume events; cult practices included sacrifice of [REDACTED] in order to \"become closer with ██████\"; 6 individuals are currently hospitalized for physical and psychological treatment not pertaining directly to SCP-3312\n\n\n\n\nAbout 60% of all known shifts into Stage 3 occurred on 9/25. In the days prior, several more recorded logs were uncovered.\n\n\n\n\n+ Record Log-9/23\n\n\n\n\n- Record Log-9/23\n\n\n\n\nThe conversations within Record Log-9/23 are assumed to have occurred 38 days following the initial creation of SCP-3312.\n\n\n\n\nThotticusprime:\n did you hear about that guy that started a party for furries to vote for\n\n\nolliefox:\n oh cool!! like a political party?\n\n\nThotticusprime:\n i thought that was obvious.\n\n\nSnakAttak:\n that sounds like a bad fukin time if you ask me\n\n\nSnakAttak:\n do me a favor and imagine obama in a fursuit\n\n\nMPerry:\n No.\n\n\nSnakAttak:\n what would his fursona be.\n\n\nolliefox:\n a lion!\n\n\nSnakAttak:\n for real?\n\n\nDylan99:\n wasn't that party the one that tried to claim furries deserved the inalienable right to wear a fursuit to work?\n\n\nolliefox:\n lol that's dumb! i'm sure it was just the anamolus guys\n\n\nSnakAttak:\n pwease mistew obama im bwoke because the boss wont wet me weaw my fursuit uwu\n\n\nolliefox:\n aw that sounds pretty cute!\n\n\nolliefox:\n imagine your own local cafe having furry baristas!\n\n\nolliefox:\n or like the IRS so people won't be scared of them\n\n\nolliefox:\n actually that might not help\n\n\nMPerry:\n I have a mascot phobia.\n\n\nDylan99:\n i really don't like the sound of that\n\n\nDylan99:\n i get that you really like furries, but they just kinda weird me out. sorry dude\n\n\nolliefox:\n oh okay\n\n\nolliefox:\n do you wanna see my latest t-shirt?\n\n\nDylan99:\n i mean sure\n\n\nolliefox:\n www.██████████████████.███/gammablaster-lazer-shirt\n\n\nDylan99:\n that's actually pretty cool\n\n\nDylan99:\n but i'm gonna stick to anime.\n\n\n\n\n\n\n\n\n\n\nStage 4:\n Behavioral development devolves in tandem with shifting verbal communication. All recorded instances have assumed the role of a prepubescent child for the duration of the stage. Stage 4 individuals will be unable to properly attend to their own needs and require outside assistance in order to maintain sustainable decision making\n4\n.\n\n\nStage 4 induces a complete devotion to the furry community and, in all cases, has negatively altered relationships between the affected individuals and their finances, social interactions, employment, familial relations, and living situation. Several interviews with families of affected individuals have revealed that communication between them will cease abruptly upon advancing to Stage 4; further interviews have revealed that individuals past Stage 4 consider the furry community to be their \"true\" family, and will only maintain communication with those who encourage their behaviors.\n\n\nLiving conditions of Stage 4 individuals have been deemed unfit for any human. Residences undergo a rapid state of dilapidation due to the individual's own unwillingness to tend to anything outside of SCP-3312, including themselves. Induced behaviors have been noted to fall in line with those of victims of severe hoarding disorders. 55% of Stage 4 individuals have experienced eviction and/or homelessness due to their neglect of both themselves and their place of residency.\n\n\nStage 5:\n Affected individuals will suffer the delusion that they themselves are an anthropomorphic character and will perpetuate this delusion by any means necessary. Rejection from the non-anomalous community initiates at this stage, and affected individuals will band together. Notable behaviors of certain Stage 5 individuals have been recorded as following:\n\n\n\n\n- Failed intercourse between a Stage 5 individual and █ predatory animals at the ██████████ zoo in Indiana, resulting in injuries to those present\n\n\n- The termination of Annabelle Y█████ at █████ ████ Factory, following a hostage situation involving █ employees as she proclaimed herself to be \"the real ███████ the Leopard\"\n\n\n- ██ suicides by falling impact, specifically by Stage 5 individuals identified with winged organisms\n\n\n- ████ deaths from heat-related illnesses, 96% of which occurred while affected individuals were in animal costume(s)\n\n\n- Public assault of ATF member \"olliefox\"\n\n\n- ██ deaths by firearm, followed by the outlawing of animal costumes in 13 parks\n\n\n\n\nThe following logs were recovered following the Annabelle Y█████ incident.\n\n\n\n\n+ Record Log-10/15\n\n\n\n\n- Record Log-10/15\n\n\n\n\nThe conversations within Record Log-10/15 are assumed to have occurred 60 days following the initial creation of SCP-3312.\n\n\n\n\nMPerry:\n Has anyone heard from Dylan lately?\n\n\nSnakAttak:\n nah\n\n\nolliefox:\n oh!!! he just showed me his fursona last week! :D\n\n\nolliefox:\n he was excited and I think he's a red panda\n\n\nSnakAttak:\n lol bs\n\n\nolliefox:\n ???\n\n\nolliefox:\n its not bs here\n\n\nolliefox:\n [brownierp_04_dylan99.jpg]\n5\n\n\nolliefox:\n his name is Brownie!!!\n\n\nSnakAttak:\n LOL BS\n\n\nolliefox:\n no its not\n\n\nolliefox:\n :(\n\n\nolliefox:\n why don't u guys like my art\n\n\nMPerry:\n Ollie, we like your art. We just don't like furries.\n\n\nMPerry:\n At all.\n\n\nMPerry:\n Like seriously why do you think we let you make this site for yourself? To make other friends\n\n\nMPerry:\n We like you because you can make supernatural advertisements.\n\n\nMPerry:\n All of your websites you've ever made drag people into them\n\n\nMPerry:\n and then those people are used up in 2 months\n\n\nMPerry:\n staggering around as empty shells of themselves\n\n\nMPerry:\n someone ate a baby last week, Ollie.\n\n\nMPerry:\n SOMEONE ATE A GODDAMN BABY.\n\n\nolliefox:\n but I only know how to start it not how it stops\n\n\nMPerry:\n YOU are personally responsible for that jackass eating someone's innocent human baby\n\n\nMPerry:\n Do you understand what you've done\n\n\nMPerry:\n you've literally created a race of idiot maneaters\n\n\nMPerry:\n These aren't even people anymore, Ollie, they're inhuman. You're out of the group.\n\n\nMPerry:\n Idiot vigilantes are one thing. Idiot monsters are way worse.\n\n\nolliefox:\n [██████_logo_04banner.jpg]\n6\n\n\nMPerry:\n What the hell is that?\n\n\n\n\n\n\n\n\n\n\nStage 6:\n Affected individuals will undergo a total loss of higher cognitive functions and regress to instinctual behaviors displayed by the source animal of their personal character. All signs of prior personality will be destroyed by SCP-3312. However, affected individuals will continue to possess human speech, albeit characterized by childlike pronunciations and heightened pitch. All test results have yielded that the speech uttered by affected individuals can be likened to animal vocalizations, instead of processed human speech.\n\n\nPredatory Stage 6 individuals are highly aggressive towards both affected and unaffected individuals, and kill indiscriminately. To date, no Stage 6 individual has shown recognition of those whom they have shared relationships with.\n\n\n\n\n+ Record Log-██\n\n\n\n\n- Record Log-██\n\n\n\n\nThe conversations within Record Log-██ are assumed to have occurred 234 days following the initial creation of SCP-3312.\n\nRecord Log-██ is the last chatroom interaction between members of ATF, prior to Stage 4 progression of (most) members.\n\n\n\n\nolliefox:\n hi everybody!!!\n\n\nThotticusprime:\n hi!!! :3\n\n\nSnakAttak:\n :D\n\n\nMPerry:\n Ugh.\n\n\nolliefox:\n aw perry what's wrong 3:\n\n\nMPerry:\n You're all terrible.\n\n\nolliefox:\n omg\n\n\nolliefox:\n honestly you're so dark and brooding\n\n\nolliefox:\n lmao\n\n\nDylan99:\n *waves paws @MPerry*\n\n\nolliefox:\n @Dylan99 this isn't the rp channel\n\n\nDylan99:\n :P\n\n\nMPerry:\n I should've left months ago.\n\n\nMPerry:\n I hate this channel, and I hate you.\n\n\nMPerry:\n You've made my life a living hell.\n\n\nMPerry:\n This entire group is practically a hivemind.\n\n\nMPerry:\n You've taken my life's work, my income, and most importantly, what little social life I had where I was able to share the things I could do.\n\n\nMPerry:\n There's only one thing that's keeping me from killing myself at this point.\n\n\nolliefox:\n ?\n\n\nMPerry:\n My fursuit is in transit.\n\n\nMPerry:\n :3\n\n\n\n\n\n\n\n\n\n\nThe following log is a video transcript of a raid carried out by MTF-S-88 (\"Animal Control\") on the residence of Michael Perry in ████████, Oklahoma, identified by the Foundation as ATF member \"MPerry\". Footage was recovered from the bodycam of S-88-November.\n\n\n\n\n+ Video Log-01\n\n\n\n\n- Video Log-01\n\n\n\n\n\n\n[BEGIN LOG]\n\n\nNovember:\n Ready to sound off.\n\n\nNovember:\n This is November, reporting in to command on behalf of MTF-S-88.\n\n\nBravo:\n Sierra-88-Bravo, checking in. Over.\n\n\nCharlie:\n Sierra-88-Charlie, checking in. Over.\n\n\nNovember:\n We're at the derelict house on the corner of Lakeview and Charlemagne. Time is 1900 hours. I can't see any movement from the windows. There's a couple of packages here, looks like they've gone untouched. All are addressed to Perry.\n\n\n[November kicks into the door. It gives way with ease. Gags are audible from Bravo as they enter the house. Grime cakes the walls and windows, dimming incoming light. Bravo and Charlie turn on their flashlights.]\n\n\nBravo:\n God, it reeks. I can smell the mold in the walls.\n\n\nCharlie:\n No signs of life in the living room. Proceeding into the kitchen.\n\n\nCharlie:\n Can you smell that?\n\n\nBravo:\n What?\n\n\n[MTF-S-88 enters the kitchen. The counters and table are littered with discarded food and prescription pill bottles. November nudges a puddle of crushed packets of cake mix and milk with the barrel of his gun. The puddle is lifted from the table, having solidified over time. Charlie motions to a window directly across from the overflowing table. It has been smeared with an unknown substance.]\n\n\nCharlie:\n That's dog shit. It's been sitting here for a while. I can smell it past the rotting fridge.\n\n\nNovember:\n And they're saying someone lives in all this filth.\n\n\nBravo:\n What was the stage designation of Perry, sir?\n\n\nNovember:\n They told me four. I'm beginning to think that was a lie.\n\n\n[MTF-S-88 navigates into the hallway with caution. They are notably slowed by the piling debris as they approach what is assumed to be Perry's bedroom. November knocks heavily on the door.]\n\n\nNovember:\n Hello, Mister Perry? Are you home?\n\n\nPerry:\n Heh… Hewwo?\n\n\nBravo:\n Shit, he's in there.\n\n\nNovember:\n Mister Perry, we're going to ask you to lay on the ground with your hands up. Do not make any sudden movements. Failure to comply can and will get you shot.\n\n\nPerry:\n Hi! Fwiends, come pway wiff me!\n\n\nCharlie:\n Sir, I don't think he understands.\n\n\nNovember:\n Let's hope to God he does.\n\n\n[MTF-S-88 breaks down the door and rushes into the room. The room is pitch black, and the majority of the surfaces are covered in bodily fluids and mold. The remnants of Perry's computer are dangling off of the desk, now encrusted with unidentifiable substances. The mattress from Perry's bed is shredded, and the bed frame splintered. Perry himself is barely visible behind piles of rotting food, soiled clothes, and destroyed furry paraphernalia. He is curled against the corner of the wall, wearing a grimy sweater and the torn threads of a costume tail. His hair is greasy and unkempt, and his eyes are bloodshot. Light from a flashlight shines onto him. He hisses and crawls to his hands and feet. MTF-S-88 train their guns onto him. Despite his circumstances, Perry wears a large grin and wide eyes.]\n\n\nPerry:\n Hewwo! What awe you doing?\n\n\nNovember:\n Put your hands in the air where we can see them.\n\n\n[Perry crawls forward. He is now visibly shaking, but his expression has remained the same.]\n\n\nNovember:\n Sir, comply or we will be forced to shoot you!\n\n\nPerry:\n Pwease hewp me, mistew powice man! Pwease hewp!\n\n\nCharlie:\n What the hell —\n\n\nPerry:\n Pwease, \nhewp me!\n\n\n[Perry abruptly lunges at November and clings onto him. Bravo and Charlie turn and immediately open fire with tranquilizer guns on Perry. The camera lens cracks, and the recording footage turns black. Perry's voice can be heard giggling distinctly among the shouting, as well as wet squelching noises.]\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The URL (www.██████████████████.███) is inaccessible when directly typed. Recovered links to the website have been discovered circulating on social media platforms such as Twitter, Tumblr, and Reddit, perpetuated by dummy accounts and shared by individuals Stages 1 through 3.\n\n\n2\n. The amount of time that it takes to progress through a stage is specific to the individual, and a stage may persist indefinitely.\n\n\n3\n. When interviewed, all surveyed Stage 3 individuals showed recognition of the name \"olliefox\". Reactions to the name range from ecstasy to utter disgust.\n\n\n4\n. Notable occurrences include the discovery of the body of Jamison V███ P███████ in ███████ county, California, on 09/12/████. Mr. P███████ suffered from Type 1 Diabetes and perished following a two-day diet consisting solely of █████-brand chocolate candy.\n\n\n5\n. Removed image; illustration of a red panda, albeit with monochrome colors.\n\n\n6\n. Removed image; assumed to be the logo of www.████████████████████.███.\n\n\n\n\n\n\n\n\n« \nSCP-3311\n | SCP-3312 | \nSCP-3313\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3312\n\" by Dog Teeth, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3312\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "olliefox: I sold 18 shirts today olliefox: the ones with Ollie on them!!! MPerry: Weird how we have to literally mind control people to buy shirts with your eyebleed fox sona on it. Dylan99: dont be a dickhole perry MPerry: Honestly, I was having no trouble with commissions before this. Dylan99: thats not even the point of this Dylan99: you know he doesnt have any friends Dylan99: hes a furry SnakAttak: We're all furries Dylan99: literally only ollie is actually a furry SnakAttak: Haha, you right I'm not touching that junk with a 10ft pole olliefox: but I thought perry was a furry??? MPerry: No, but they'll drop thousands of dollars on anything even remotely uh MPerry: foxy. olliefox: LOL Thotticusprime: that was ASTOUNDINGLY bad MPerry: Can't deny it. Thotticusprime: hasn't one of your guys already bought like 6 fursuits olliefox: not from me. I think that was from someone else?? olliefox: why? Thotticusprime: idk Thotticusprime: you know he's gonna go bankrupt right olliefox: yeah but it's not that bad because like olliefox: he'll probably just try to wear them to work or something lmao olliefox: what's he gonna do kill someone with his fursuit?? SnakAttak: We had people running around in speedos karate-chopping each other in the neck last time like 12 people died olliefox: okay yeah but that was last time olliefox: furries are soft Dylan99: not really olliefox: ?? Dylan99: you smell olliefox: 3: what",
        "- Opening of several dedicated role-playing accounts across several social media platforms - Purchase of ███ animal costumes averaging at a cost of $██,███ - Introduction of ███ individuals to SCP-3312 via forum posts - Consistent attempts to contact ATF member \"olliefox\" 3 - Attempted creation of a political party concerning the desires of members of the furry community, including the right to wear animal costumes in a formal work environment, the proposal of a national animal-themed holiday, and a continued debate between the legalization or banning of \"awoo\" - ██ recorded arrests following a raid on a known location for parties involving the furry community; charges made include disturbance of the peace, possession and trafficking of drugs, vandalism, and kidnapping - ██ instances of cult indoctrination at local enthusiast conventions and costume events; cult practices included sacrifice of [REDACTED] in order to \"become closer with ██████\"; 6 individuals are currently hospitalized for physical and psychological treatment not pertaining directly to SCP-3312",
        "Thotticusprime: did you hear about that guy that started a party for furries to vote for olliefox: oh cool!! like a political party? Thotticusprime: i thought that was obvious. SnakAttak: that sounds like a bad fukin time if you ask me SnakAttak: do me a favor and imagine obama in a fursuit MPerry: No. SnakAttak: what would his fursona be. olliefox: a lion! SnakAttak: for real? Dylan99: wasn't that party the one that tried to claim furries deserved the inalienable right to wear a fursuit to work? olliefox: lol that's dumb! i'm sure it was just the anamolus guys SnakAttak: pwease mistew obama im bwoke because the boss wont wet me weaw my fursuit uwu olliefox: aw that sounds pretty cute! olliefox: imagine your own local cafe having furry baristas! olliefox: or like the IRS so people won't be scared of them olliefox: actually that might not help MPerry: I have a mascot phobia. Dylan99: i really don't like the sound of that Dylan99: i get that you really like furries, but they just kinda weird me out. sorry dude olliefox: oh okay olliefox: do you wanna see my latest t-shirt? Dylan99: i mean sure olliefox: www.██████████████████.███/gammablaster-lazer-shirt Dylan99: that's actually pretty cool Dylan99: but i'm gonna stick to anime.",
        "- Failed intercourse between a Stage 5 individual and █ predatory animals at the ██████████ zoo in Indiana, resulting in injuries to those present - The termination of Annabelle Y█████ at █████ ████ Factory, following a hostage situation involving █ employees as she proclaimed herself to be \"the real ███████ the Leopard\" - ██ suicides by falling impact, specifically by Stage 5 individuals identified with winged organisms - ████ deaths from heat-related illnesses, 96% of which occurred while affected individuals were in animal costume(s) - Public assault of ATF member \"olliefox\" - ██ deaths by firearm, followed by the outlawing of animal costumes in 13 parks",
        "MPerry: Has anyone heard from Dylan lately? SnakAttak: nah olliefox: oh!!! he just showed me his fursona last week! :D olliefox: he was excited and I think he's a red panda SnakAttak: lol bs olliefox: ??? olliefox: its not bs here olliefox: [brownierp_04_dylan99.jpg] 5 olliefox: his name is Brownie!!! SnakAttak: LOL BS olliefox: no its not olliefox: :( olliefox: why don't u guys like my art MPerry: Ollie, we like your art. We just don't like furries. MPerry: At all. MPerry: Like seriously why do you think we let you make this site for yourself? To make other friends MPerry: We like you because you can make supernatural advertisements. MPerry: All of your websites you've ever made drag people into them MPerry: and then those people are used up in 2 months MPerry: staggering around as empty shells of themselves MPerry: someone ate a baby last week, Ollie. MPerry: SOMEONE ATE A GODDAMN BABY. olliefox: but I only know how to start it not how it stops MPerry: YOU are personally responsible for that jackass eating someone's innocent human baby MPerry: Do you understand what you've done MPerry: you've literally created a race of idiot maneaters MPerry: These aren't even people anymore, Ollie, they're inhuman. You're out of the group. MPerry: Idiot vigilantes are one thing. Idiot monsters are way worse. olliefox: [██████_logo_04banner.jpg] 6 MPerry: What the hell is that?",
        "olliefox: hi everybody!!! Thotticusprime: hi!!! :3 SnakAttak: :D MPerry: Ugh. olliefox: aw perry what's wrong 3: MPerry: You're all terrible. olliefox: omg olliefox: honestly you're so dark and brooding olliefox: lmao Dylan99: *waves paws @MPerry* olliefox: @Dylan99 this isn't the rp channel Dylan99: :P MPerry: I should've left months ago. MPerry: I hate this channel, and I hate you. MPerry: You've made my life a living hell. MPerry: This entire group is practically a hivemind. MPerry: You've taken my life's work, my income, and most importantly, what little social life I had where I was able to share the things I could do. MPerry: There's only one thing that's keeping me from killing myself at this point. olliefox: ? MPerry: My fursuit is in transit. MPerry: :3",
        "[BEGIN LOG] November: Ready to sound off. November: This is November, reporting in to command on behalf of MTF-S-88. Bravo: Sierra-88-Bravo, checking in. Over. Charlie: Sierra-88-Charlie, checking in. Over. November: We're at the derelict house on the corner of Lakeview and Charlemagne. Time is 1900 hours. I can't see any movement from the windows. There's a couple of packages here, looks like they've gone untouched. All are addressed to Perry. [November kicks into the door. It gives way with ease. Gags are audible from Bravo as they enter the house. Grime cakes the walls and windows, dimming incoming light. Bravo and Charlie turn on their flashlights.] Bravo: God, it reeks. I can smell the mold in the walls. Charlie: No signs of life in the living room. Proceeding into the kitchen. Charlie: Can you smell that? Bravo: What? [MTF-S-88 enters the kitchen. The counters and table are littered with discarded food and prescription pill bottles. November nudges a puddle of crushed packets of cake mix and milk with the barrel of his gun. The puddle is lifted from the table, having solidified over time. Charlie motions to a window directly across from the overflowing table. It has been smeared with an unknown substance.] Charlie: That's dog shit. It's been sitting here for a while. I can smell it past the rotting fridge. November: And they're saying someone lives in all this filth. Bravo: What was the stage designation of Perry, sir? November: They told me four. I'm beginning to think that was a lie. [MTF-S-88 navigates into the hallway with caution. They are notably slowed by the piling debris as they approach what is assumed to be Perry's bedroom. November knocks heavily on the door.] November: Hello, Mister Perry? Are you home? Perry: Heh… Hewwo? Bravo: Shit, he's in there. November: Mister Perry, we're going to ask you to lay on the ground with your hands up. Do not make any sudden movements. Failure to comply can and will get you shot. Perry: Hi! Fwiends, come pway wiff me! Charlie: Sir, I don't think he understands. November: Let's hope to God he does. [MTF-S-88 breaks down the door and rushes into the room. The room is pitch black, and the majority of the surfaces are covered in bodily fluids and mold. The remnants of Perry's computer are dangling off of the desk, now encrusted with unidentifiable substances. The mattress from Perry's bed is shredded, and the bed frame splintered. Perry himself is barely visible behind piles of rotting food, soiled clothes, and destroyed furry paraphernalia. He is curled against the corner of the wall, wearing a grimy sweater and the torn threads of a costume tail. His hair is greasy and unkempt, and his eyes are bloodshot. Light from a flashlight shines onto him. He hisses and crawls to his hands and feet. MTF-S-88 train their guns onto him. Despite his circumstances, Perry wears a large grin and wide eyes.] Perry: Hewwo! What awe you doing? November: Put your hands in the air where we can see them. [Perry crawls forward. He is now visibly shaking, but his expression has remained the same.] November: Sir, comply or we will be forced to shoot you! Perry: Pwease hewp me, mistew powice man! Pwease hewp! Charlie: What the hell — Perry: Pwease, hewp me! [Perry abruptly lunges at November and clings onto him. Bravo and Charlie turn and immediately open fire with tranquilizer guns on Perry. The camera lens cracks, and the recording footage turns black. Perry's voice can be heard giggling distinctly among the shouting, as well as wet squelching noises.] [END LOG]",
        "\" SCP-3312 \" by Dog Teeth, from the SCP Wiki . Source: https://scpwiki.com/scp-3312 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3312",
    "object_class": "Euclid",
    "containment_procedures": "Foundation webcrawlers must monitor all forms of social media for any signs of SCP-3312, including video sharing platforms, cloud databases, and chat forums. Links, URLs, and advertisements relating to SCP-3312 are to be neutralized via RR-113 protocols. All leads to ATF are to be logged for future reference.",
    "description": "SCP-3312 is a memetic agent that exists under the false identity of a fan website, and induces a compulsion in humans to consume products, media, and content relating to various fanbases (detailed below). SCP-3312 is known to have originated from the amateur entrepreneurial group \"Accelerate The Future\", henceforth referred to as \"ATF\". (See Record Log-08/16 and proceeding logs)",
    "title": "SCP-3312"
}