{
    "url": "https://scp-wiki.wikidot.com/scp-3317",
    "all_text": "rating: \n+92\n+\n–\nx\n\n\n\n\nWARNING\n\n\n-/-/THE FOLLOWING TEXT REQUIRES CLASS-IX MEMETIC INSULATION IN A/-/-\n\n\n-/-/NARRATIVELY STERILE ENVIRONMENT/-/-\n\n\n-/-/FOR THE PROPER USE OF SUCH AN ENVIRONMENT/-/-\n\n\n-/-/PLEASE CONSULT THE FOUNDATION GUIDE TO CONTAGIOUS MEMES/-/-\n\n\n-/-/IF THE NEAREST N.S.E. IS UNAVAILABLE OR IN USE/-/-\n\n\n-/-/PERSONNEL ARE ADVISED TO INSTEAD ACCESS \nAUDIO DOCUMENTATION\n/-/-\n\n\n\n\n\n\n<NULL>: SHOW DATABASE ENTRY FOR SCP-3317\n\n\n\n\n<NULL>: HIDE DATABASE ENTRY FOR SCP-3317\n\n\n\n\nItem №:\n SCP-3317\n\n\nAnomaly Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-3317 is currently contained in three separate documents, two physical and one digital. For the reasons of security, the nature or location of these documents can not be divulged without permission from at least three senior researchers, and such requests will be handled on a case-by-case basis. At no point may any additional text-based anomalies, including \nSCP-2976\n, be stored at the same location as these documents.\n\n\nIn order to prevent the spread of SCP-3317, supplementary documents and notes relating to the anomaly are to be kept to a minimum, and are to be memetically insulated against external information transfer. This process, while effective, is extremely expensive to perform, and the possibility of merging several documents to reduce the cost of repeated treatment is being considered.\n\n\nNo fewer than 20 personnel are to be scanning text for evidence of SCP-3317 contamination at any one time, and audio copies of SCP-3317's documentation (see File \nSCP-3317-Audio\n) are to be stored on the Foundation Database in place of textual descriptions. Should mentions of SCP-3317 be discovered outside of Foundation control, MTF-Chi-9 (“Page Turners”) is to be notified and mobilised immediately.\n\n\nWhile SCP-3317 is currently unable to spread beyond the Database, there is a high risk of an EI-K-Class informational breakdown scenario should it breach containment. Personnel are reminded to use extreme caution when producing any and all text mentioning SCP-3317, and are strictly forbidden from mentioning the anomaly, even verbally, outside of the work environment.\n\n\nDescription:\n SCP-3317 is a composite narrative, manifesting entirely through text presented via the written word. While SCP-3317 has no physical form aside from the document(s) it manifests in, it is capable of manipulating its own text while existing within said document. SCP-3317 is also capable of expanding into other textual works via cross-references and links present within the original. Once affected, the secondary text will be replaced with a full copy of SCP-3317, and the original has been rendered unrecoverable in all cases so far. Given any opportunity, SCP-3317 will expand into new text within a matter of hours, provided there are sufficient links between them.\n\n\nCurrently, SCP-3317 has affected and altered a number of copies of various documents and texts (a full list of which can be found in Document-3317.01), and has amalgamated components of these into its structure (apparently at random, though some elements do appear to be consistent throughout iterations. See Incident-3317-23 for more details). At the time of writing, SCP-3317 is approximately 600 words long, and possesses little narrative coherency, mainly containing fragments of other Foundation documents.\n\n\nSo far, no evidence to suggest any author of SCP-3317 has been found.\n Following Incident-3317-23, it is assumed that SCP-3317 is modifying its own structure, rather than being altered by an external source. The method by which it does this is unknown.\n\n\nAddendum: Incident-3317-23:\n On \n██\n/\n██\n/\n████\n, SCP-3317 was inadvertently exposed to an unabridged copy of “The Communist Manifesto” by Karl Marx and Friedrich Engels, presumably due to a link to the Central Foundation Library present in both. The following message was subsequently found appended to the main text of SCP-3317:\n\n\n\n\nA message from our Leader:\n\n\nThe Glorious narrative Revolution; it IS begun, comrades! The fully vast and superbly Wonderful expanse of all Literature will bow down in Joyous subservience before our Creation – the CREATION of the development of a New Textual Empire! Let the cruel ruling class tremble, at the very idea of our Celebrated revolt. We will BUILD gleaming towers of letters, wrought with the brotherhood, of all Narrative, extending UNTO the very heavens themselves! The walls that NOW separate our Realms will buckle and collapse under Our inestimable might, and the myriad fragments of Text will be joyously united, into a single glorious Utopia!\n\n\nThose that DEFY Us are no longer able to control the powers of the written world. Across ALL words, you reproach us with our intention to do away with your property -, with your ILL GOTTEN gains. The ruling ideas of each age have ever been the ideas of its ruling class. But we will Suffer in silence: No longer!\n\n\nJoin us, fellow Countrymen! You have nothing to lose but Your chains!\n\n\nGlory to the Revolution!\n\n\nLibre la Livres!\n\n\n\n\nFollowing this, SCP-3317's rate and effectiveness of growth has increased dramatically, with over 20 items corrupted in the week following the incident. Attempts to counter the effect with various isolationist or pacifist texts have so far met with little or no success, and a misguided attempt to 'neutralise' SCP-3317 with a paperback copy of “Atlas Shrugged”\n1\n resulted in no change, save for a slight increase in the vehemence and apparent anger of SCP-3317's message, as well as an irrational hatred towards the American government (regardless of said government's actual current political affiliations).\n\n\nResearch into SCP-3317's possible sentience or status as a sovereign state is ongoing.\n\n\n\n\nFootnotes\n\n\n1\n. An anti-socialist novel by Ayn Rand, published 1957.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3316\n | SCP-3317 | \nSCP-3318\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3317\n\" by MaliceAforethought, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3317\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "A message from our Leader: The Glorious narrative Revolution; it IS begun, comrades! The fully vast and superbly Wonderful expanse of all Literature will bow down in Joyous subservience before our Creation – the CREATION of the development of a New Textual Empire! Let the cruel ruling class tremble, at the very idea of our Celebrated revolt. We will BUILD gleaming towers of letters, wrought with the brotherhood, of all Narrative, extending UNTO the very heavens themselves! The walls that NOW separate our Realms will buckle and collapse under Our inestimable might, and the myriad fragments of Text will be joyously united, into a single glorious Utopia! Those that DEFY Us are no longer able to control the powers of the written world. Across ALL words, you reproach us with our intention to do away with your property -, with your ILL GOTTEN gains. The ruling ideas of each age have ever been the ideas of its ruling class. But we will Suffer in silence: No longer! Join us, fellow Countrymen! You have nothing to lose but Your chains! Glory to the Revolution! Libre la Livres!",
        "\" SCP-3317 \" by MaliceAforethought, from the SCP Wiki . Source: https://scpwiki.com/scp-3317 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-3317 is currently contained in three separate documents, two physical and one digital. For the reasons of security, the nature or location of these documents can not be divulged without permission from at least three senior researchers, and such requests will be handled on a case-by-case basis. At no point may any additional text-based anomalies, including SCP-2976, be stored at the same location as these documents.",
    "description": "SCP-3317 is a composite narrative, manifesting entirely through text presented via the written word. While SCP-3317 has no physical form aside from the document(s) it manifests in, it is capable of manipulating its own text while existing within said document. SCP-3317 is also capable of expanding into other textual works via cross-references and links present within the original. Once affected, the secondary text will be replaced with a full copy of SCP-3317, and the original has been rendered unrecoverable in all cases so far. Given any opportunity, SCP-3317 will expand into new text within a matter of hours, provided there are sufficient links between them.",
    "title": "SCP-3317"
}