{
    "url": "https://scp-wiki.wikidot.com/scp-3319",
    "all_text": "rating: \n+435\n+\n–\nx\n\n\n\n\n\n\nNotice from Director Naismith\n\n\nThe following article is under an ongoing investigation, having appeared in the Site-59 database without any determinable origin and locking any and all edits, as well as rescinding the clearance level prerequisites for viewing. The possibility of cognitohazardous properties and/or malicious code has not yet been ruled out. Proceed with caution.\n\n\n\n\n\n\n\n\n\n\n\n\nIteration A1 [ARCHIVED]\n\n\n\n\n- encryption key accepted.\n\n\n\n\n\n\n\n\nItem #:\n SCP-3319\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-3319 is to be constantly monitored from a remote observation post in the neighboring mountains. Any changes in SCP-3319 activity are to be reported immediately to Dr. Stuyvesant.\n\n\nFoundation web crawler Trinidad-1 is to expunge any images of SCP-3319 from satellite footage. While civilian access to SCP-3319 is unlikely due to the remote location, a polar bear sanctuary is to be used as a front to block access.\n\n\nDescription:\n SCP-3319 is a white, metallic object located on ██████ Island in northern Nunavut, Canada, 10m in diameter and extending 5m above the ground in a dome-shaped protrusion. While the nature, origin, and age of this object are not entirely understood, radar analysis has shown that a buried portion of the item extends to over 15 km underneath the island. In addition, two black crescent moon symbols have been painted on the side of SCP-3319, over an inscription reading \"YOU ARE WATCHED • YOU ARE PROTECTED • YOU ARE LOVED\".\n\n\nAnalysis of SCP-3319 is limited by its anomalous effect, in that any object that approaches within 500 meters disappears.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIteration A2 [ARCHIVED]\n\n\n\n\n- encryption key accepted.\n\n\n\n\n\n\n\n\nAs of 5/23/2537, This article has been subjected to \nemergency revisions.\n\n\nItem #:\n SCP-3319\n\n\nObject Class:\n \nKušum\n1\n\n\nSpecial Containment Procedures:\n \nBy order of the O4 Council, as of 5/23/2537, containment of SCP-3319 is no longer a priority, and the object is to be left to its own devices. All staff assigned to SCP-3319 are to report to the Iqaluit Defense Outpost and await further instructions for the ongoing effort to neutralize SCP-001.\n\n\nDescription:\n SCP-3319 is a white, metallic object located on ██████ Island in northern Nunavut, Canada, 10m in diameter and extending 5m above the ground in a dome-shaped protrusion. While the nature of this object is not entirely understood, radar analysis has shown that a buried portion of the item extends to over 15 km underneath the island. In addition, two black crescent moon symbols have been painted on the side of SCP-3319, over an inscription reading \"YOU ARE WATCHED • YOU ARE PROTECTED • YOU ARE LOVED\".\n\n\nAnalysis of SCP-3319 is limited by its anomalous effect, in that any object that approaches within 500 meters disappears.\n\n\nThere is no evidence that SCP-3319 is of any strategic value to the Foundation against SCP-001.\n\n\n1. Kušum: Containment abandoned indefinitely.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIteration A3 [ARCHIVED]\n\n\n\n\n- encryption key accepted.\n\n\n\n\n\n\n\n\nAs of 7/18/2560, This article has been subjected to additional revisions.\n\n\nItem #:\n SCP-3319\n\n\nObject Class:\n \nNeutralized\n\n\nSpecial Containment Procedures:\n \nIrrelevant.\n\n\nDescription:\n SCP-3319 \nwas\n a white, metallic object located on ██████ Island in northern Nunavut, Canada, 10m in diameter and extending 5m above the ground in a dome-shaped protrusion. \nWhile active, any object that approached within 500 meters disappeared.\n\n\nAfter SCP-001's flooding of the Arctic Circle on 7/18/2560, SCP-3319 has caused no discernible disappearance of approaching flood waters. Therefore, SCP-3319 has been declared neutralized.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIteration A4 [ARCHIVED]\n\n\n\n\n- encryption key accepted.\n\n\n\n\nREDIRECTING …\n\n\n\n\nAs of 17:39 on 4/19/2577, SCP-001 has reached the final phase of its \"ascension\" cycle. ZK-class reality failure imminent, along with the extinction of the surviving 40,000,000 (approx.) humans.\n\n\nAll staff are advised to remain calm, and find a comfortable place to sleep during the erasure process.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIteration A5 [ARCHIVED]\n\n\n\n\n- encryption key accepted.\n\n\n\n\n\n\n\n\n\n\n\n\nPhotograph of the sky taken from the window of the Site-59 cafeteria\n\n\n\n\n\n\nAs of 4/20/2577, this article has been revised.\n\n\nItem #:\n SCP-3319\n\n\nObject Class:\n [PENDING]\n\n\nSpecial Containment Procedures:\n [PENDING]\n\n\nDescription:\n Seismic activity detected near the location of SCP-3319, previously believed to have been neutralized, coincides with the apparent abortion of scenario-ZK-001, among other effects, which have been given the provisional designation of Incident-3319.\n\n\nFurther updates forthcoming. The Administrator is expected to give a formal address to the Foundation on SCP-3319 at 22:00 on 4/20/2577.\n\n\n\n\nComments:\n\n\n\n\n4/KStuyvesant:\n Correlation doesn't equal causation. Do we have any further evidence, besides seismic activity (which wasn't unusual with SCP-001's rampages), that SCP-3319 is responsible for this?\n\n\n\n\n4/MKeller:\n A transmission came in from satellite footage just before the sky went green. Something huge, white, and oblong was leaving Earth's orbit from the vicinity of the North Pole. It was covered in those double-moon insignias. It opened - more accurately, \nblossomed\n - and the footage went dead.\n\n\n\n\n4/KStuyvesant:\n I see. Could you get anything from any other Foundation satellites?\n\n\n\n\n4/MKeller:\n No luck. We've got dead air all around. It's likely they didn't survive the trip.\n\n\nLook, I'm going to go out on a limb here with a hypothesis. The entire planet has been taken somewhere else, likely extradimensional.\n\n\n\n\n\n\n\n\n\n\n3/PMasterson:\n Any signs of SCP-001?\n\n\n\n\n4/KStuyvesant:\n Seems to have slipped off the radar, for now. If what Dr. Keller's saying is correct, I think SCP-3319 might have saved our lives, and left SCP-001 drifting off in the void it created.\n\n\n4/MKeller:\n There are no signs of \nany\n contained objects anywhere. O4-19 just reported a simultaneous 100% breach of all tangible scips.\n\n\n\n\n\n\n2/JHughes1:\n i tried slitting my wrists before the ZK and now I'm up to my knees in this office in my own blood HEALING FACTOR?? skin heals but blood too fast where is all this extra blood coming from it doesnt even hurt at this point this isjust sill ykeyboard is breaking is drenchd t oo muc hblo\n\n\n\n\n4/MKeller:\n Time and a place for your jokes, Jon.\n\n\n\n\n4/KStuyvesant:\n Wait, I've been hearing similar reports at Site-19. Someone took a cyanide pill just after Incident-3319. They've been vomiting blood for at least an hour now.\n\n\n\n\n2/APhillips:\n Put some duct tape over it, that worked for Danvers\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum: Message from the ☽☽ Initiative\n\n\n\n\n– hide block\n\n\n\n\n\n\nFoundation. We can afford you five answers.\n\n\n1. Due to the localized void-collapse and likelihood of contagion, Earth (multiversal iteration 2M), and all relevant and welcomed species and natural resources, as catalogued in ☽☽/BOL-R2015, has been annexed and transposed to safe territories under ☽☽ jurisdiction; namely, Postmortem-Vector-44 \"\nCorbenic\n\".\n\n\n2. Death is not currently possible. This is technically an afterlife.\n\n\n3. \nUNDER NO CIRCUMSTANCES IS YOUR PRESENCE TO BE BROUGHT TO THE ATTENTION OF THE STRIDERS OR ANY PARTIES ASSOCIATED WITH THE BOGAL MOUNTAIN PREFECTURE.\n\n\n4. We love you.\n\n\n5. Good luck.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIteration A37 [FINAL]\n\n\n\n\n- encryption key accepted.\n\n\n\n\n\n\n\n\n\n\n\n\nGET IN THE DROPSHIPS\n\n\n\n\n\n\nItem #:\n \nGET IN THE DROPSHIPS\n\n\nObject Class:\n \nGET IN THE DROPSHIPS\n\n\nSpecial Containment Procedures:\n \nCHRIST ALMIGHTY GET IN THE FUCKING DROPSHIPS OKAY\n\n\nDescription:\n \nO4 command isn't listening either they're too busy or don't care THE TWO MOONS GUYS ARE TRYING TO SAVE US OKAY and we KEEP SHOOTING AT THEM what the FUCK guys okay\n\n\nokay\n\n\nokay\n\n\nlook\n\n\nthere's something non-human down there - I mean in the SKY GROUND we're a MOON now okay - about to \"harvest\" us for the \"witch-queen's banquet\", and how the fuck do those words in succession make you think ESCAPING THE PLANEt is a bAD IDEA what the FU\n\n\nNOTICE: Edits to SCP-3319 have been locked due to repeated vandalism attempts.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIncident Timeline for ☽☽-E2M\n\n\n\n\n- Glory to JALAKÅRA.\n\n\n\n\n\n\n\n\n\n\nYear 1:\n Earth-2M captured, Apex Threat 001/48 neutralized. Rescue attempt met with mass human resistance. Civilian central government forbids entry to escape dropships.\n\n\nCentral Cabal votes for forcible apprehension measures of human civilians 7 to 5, citing danger from Strider attacks. JALAKÅRA vetoes, citing improper submission formatting. Appeal not sought.\n\n\nYear 2:\n Bogal Mountain Strider Reservation alerted to mass human presence. Declaration of Feasting announced by HÉKATI-BØGAL.\n\n\nProtectionary forces summoned to Earth-2M. Central Cabal votes for forcible apprehension measures of human civilians 10 to 2, citing danger from Strider attacks. JALAKÅRA vetoes, citing failure to appeal initial veto. Further appeals forbidden.\n\n\nYear 3 to Year 9:\n Third Harvesting War.\n\n\nYear 6:\n JALAKÅRA uses fiat measure to enact forcible apprehension measures of human civilians, citing danger from Strider attacks. 43 humans rescued in total, employed with ☽☽ at Base Mauve as entry-level thrall-class contracted liaisons, with opportunity for advancement after 200 years.\n\n\nYear 6, Day 328:\n HÉKATI-BØGAL interrupts rescue measures with the Forbidden Hymn of Ur, temporarily destabilizing the gravitational field of Earth-M2. 87% of planet's crust falls to the surface of Northeastern Corbenic, indefinitely destabilizing the province of Elysium.\n\n\n43,297,553 remaining humans harvested by Strider army for eternal digestion. Elysium is heretofore considered irreparable.\n\n\nYear 7 to Year 9:\n JALAKÅRA completes divine intervention application, receives unanimous approval from the Central Cabal, and descends from the Impenetrable to enact redemptionary measures against the Striders.\n\n\n75% of Strider population converted to Substance-4139 \"Shrieking Puddle of Iron.\" HÉKATI-BØGAL sentenced to [DATA UNSPOKEN], but allowed to continue human-harvesting operations due to Ethics Dossier clause 9.\n\n\nYear 10:\n Natural resources harvesting begins on former Earth-2M.\n\n\nYear 11:\n ☽☽ Initiative renamed ☽☽☽ Initiative, due to the presence of an additional moon over Corbenic.\n\n\nGlory to JALAKÅRA of the Impenetrable, host and benefactor to mankind.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIteration B1 [CURRENT]\n\n\n\n\n- encryption key accepted.\n\n\n\n\n\n\n\n\nItem #:\n SCP-3319\n\n\nObject Class:\n Thaumiel\n\n\nSpecial Containment Procedures:\n SCP-3319 is to be constantly monitored from a remote observation post in the neighboring mountains. Any changes in SCP-3319 activity are to be reported immediately to Dr. Naismith.\n\n\nFoundation web crawler Trinidad-1 is to expunge any images of SCP-3319 from satellite footage. While civilian access to SCP-3319 is unlikely due to the remote location, a polar bear sanctuary is to be used as a front to block access.\n\n\nIn the event of an impending K-class scenario, Emergency Dossier-3319 is to be unsealed and distributed to O5 command for further instructions.\n\n\nDescription:\n SCP-3319 is a white, metallic object located on ██████ Island in northern Nunavut, Canada, 10m in diameter and extending 5m above the ground in a dome-shaped protrusion. While the age of this object is not entirely understood, radar analysis has shown that a buried portion of the item extends to over 15 km underneath the island. In addition, three black crescent moon symbols have been painted on the side of SCP-3319, over an inscription reading \"YOU ARE WATCHED • YOU ARE PROTECTED • YOU ARE LOVED\".\n\n\nAnalysis of SCP-3319 is limited by its anomalous effect, in that any object that approaches within 500 meters disappears.\n\n\nIn addition, SCP-3319 functions as an automatic, extradimensional teleport mechanism for Earth in the event of an impending K-class scenario. Further information has been outlined in Emergency Dossier-3319, and restricted until it is opened.\n\n\nAddendum:\n\n\n\n\n(Dr. Naismith - you’ll find this “emergency dossier” in your thumb drive, the one with all the keychains.)\n\n\nFoundation.\n\n\nFor the gods' sake. We do want to keep humanity safe - ever since we escaped on that first moon, that's been our goal. But let's be honest; humanity keeps repeating the same mistakes that got us here in the first place.\n\n\nDo your job, because if you don't, we'll do it for you. And we have no idea what the fuck we're doing.\n\n\n- ☽☽☽\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3318\n | SCP-3319 | \nSCP-3320\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Comments: 4/KStuyvesant: Correlation doesn't equal causation. Do we have any further evidence, besides seismic activity (which wasn't unusual with SCP-001's rampages), that SCP-3319 is responsible for this? 4/MKeller: A transmission came in from satellite footage just before the sky went green. Something huge, white, and oblong was leaving Earth's orbit from the vicinity of the North Pole. It was covered in those double-moon insignias. It opened - more accurately, blossomed - and the footage went dead. 4/KStuyvesant: I see. Could you get anything from any other Foundation satellites? 4/MKeller: No luck. We've got dead air all around. It's likely they didn't survive the trip. Look, I'm going to go out on a limb here with a hypothesis. The entire planet has been taken somewhere else, likely extradimensional. 3/PMasterson: Any signs of SCP-001? 4/KStuyvesant: Seems to have slipped off the radar, for now. If what Dr. Keller's saying is correct, I think SCP-3319 might have saved our lives, and left SCP-001 drifting off in the void it created. 4/MKeller: There are no signs of any contained objects anywhere. O4-19 just reported a simultaneous 100% breach of all tangible scips. 2/JHughes1: i tried slitting my wrists before the ZK and now I'm up to my knees in this office in my own blood HEALING FACTOR?? skin heals but blood too fast where is all this extra blood coming from it doesnt even hurt at this point this isjust sill ykeyboard is breaking is drenchd t oo muc hblo 4/MKeller: Time and a place for your jokes, Jon. 4/KStuyvesant: Wait, I've been hearing similar reports at Site-19. Someone took a cyanide pill just after Incident-3319. They've been vomiting blood for at least an hour now. 2/APhillips: Put some duct tape over it, that worked for Danvers",
        "4/MKeller: A transmission came in from satellite footage just before the sky went green. Something huge, white, and oblong was leaving Earth's orbit from the vicinity of the North Pole. It was covered in those double-moon insignias. It opened - more accurately, blossomed - and the footage went dead. 4/KStuyvesant: I see. Could you get anything from any other Foundation satellites? 4/MKeller: No luck. We've got dead air all around. It's likely they didn't survive the trip. Look, I'm going to go out on a limb here with a hypothesis. The entire planet has been taken somewhere else, likely extradimensional.",
        "4/KStuyvesant: I see. Could you get anything from any other Foundation satellites? 4/MKeller: No luck. We've got dead air all around. It's likely they didn't survive the trip. Look, I'm going to go out on a limb here with a hypothesis. The entire planet has been taken somewhere else, likely extradimensional.",
        "4/MKeller: No luck. We've got dead air all around. It's likely they didn't survive the trip. Look, I'm going to go out on a limb here with a hypothesis. The entire planet has been taken somewhere else, likely extradimensional.",
        "4/KStuyvesant: Seems to have slipped off the radar, for now. If what Dr. Keller's saying is correct, I think SCP-3319 might have saved our lives, and left SCP-001 drifting off in the void it created. 4/MKeller: There are no signs of any contained objects anywhere. O4-19 just reported a simultaneous 100% breach of all tangible scips.",
        "4/MKeller: Time and a place for your jokes, Jon. 4/KStuyvesant: Wait, I've been hearing similar reports at Site-19. Someone took a cyanide pill just after Incident-3319. They've been vomiting blood for at least an hour now. 2/APhillips: Put some duct tape over it, that worked for Danvers",
        "4/KStuyvesant: Wait, I've been hearing similar reports at Site-19. Someone took a cyanide pill just after Incident-3319. They've been vomiting blood for at least an hour now.",
        "Foundation. We can afford you five answers. 1. Due to the localized void-collapse and likelihood of contagion, Earth (multiversal iteration 2M), and all relevant and welcomed species and natural resources, as catalogued in ☽☽/BOL-R2015, has been annexed and transposed to safe territories under ☽☽ jurisdiction; namely, Postmortem-Vector-44 \" Corbenic \". 2. Death is not currently possible. This is technically an afterlife. 3. UNDER NO CIRCUMSTANCES IS YOUR PRESENCE TO BE BROUGHT TO THE ATTENTION OF THE STRIDERS OR ANY PARTIES ASSOCIATED WITH THE BOGAL MOUNTAIN PREFECTURE. 4. We love you. 5. Good luck.",
        "Year 1: Earth-2M captured, Apex Threat 001/48 neutralized. Rescue attempt met with mass human resistance. Civilian central government forbids entry to escape dropships. Central Cabal votes for forcible apprehension measures of human civilians 7 to 5, citing danger from Strider attacks. JALAKÅRA vetoes, citing improper submission formatting. Appeal not sought. Year 2: Bogal Mountain Strider Reservation alerted to mass human presence. Declaration of Feasting announced by HÉKATI-BØGAL. Protectionary forces summoned to Earth-2M. Central Cabal votes for forcible apprehension measures of human civilians 10 to 2, citing danger from Strider attacks. JALAKÅRA vetoes, citing failure to appeal initial veto. Further appeals forbidden. Year 3 to Year 9: Third Harvesting War. Year 6: JALAKÅRA uses fiat measure to enact forcible apprehension measures of human civilians, citing danger from Strider attacks. 43 humans rescued in total, employed with ☽☽ at Base Mauve as entry-level thrall-class contracted liaisons, with opportunity for advancement after 200 years. Year 6, Day 328: HÉKATI-BØGAL interrupts rescue measures with the Forbidden Hymn of Ur, temporarily destabilizing the gravitational field of Earth-M2. 87% of planet's crust falls to the surface of Northeastern Corbenic, indefinitely destabilizing the province of Elysium. 43,297,553 remaining humans harvested by Strider army for eternal digestion. Elysium is heretofore considered irreparable. Year 7 to Year 9: JALAKÅRA completes divine intervention application, receives unanimous approval from the Central Cabal, and descends from the Impenetrable to enact redemptionary measures against the Striders. 75% of Strider population converted to Substance-4139 \"Shrieking Puddle of Iron.\" HÉKATI-BØGAL sentenced to [DATA UNSPOKEN], but allowed to continue human-harvesting operations due to Ethics Dossier clause 9. Year 10: Natural resources harvesting begins on former Earth-2M. Year 11: ☽☽ Initiative renamed ☽☽☽ Initiative, due to the presence of an additional moon over Corbenic. Glory to JALAKÅRA of the Impenetrable, host and benefactor to mankind.",
        "(Dr. Naismith - you’ll find this “emergency dossier” in your thumb drive, the one with all the keychains.) Foundation. For the gods' sake. We do want to keep humanity safe - ever since we escaped on that first moon, that's been our goal. But let's be honest; humanity keeps repeating the same mistakes that got us here in the first place. Do your job, because if you don't, we'll do it for you. And we have no idea what the fuck we're doing. - ☽☽☽"
    ],
    "item": "SCP-3319",
    "object_class": "Thaumiel",
    "containment_procedures": "SCP-3319 is to be constantly monitored from a remote observation post in the neighboring mountains. Any changes in SCP-3319 activity are to be reported immediately to Dr. Naismith.",
    "description": "SCP-3319 is a white, metallic object located on ██████ Island in northern Nunavut, Canada, 10m in diameter and extending 5m above the ground in a dome-shaped protrusion. While the age of this object is not entirely understood, radar analysis has shown that a buried portion of the item extends to over 15 km underneath the island. In addition, three black crescent moon symbols have been painted on the side of SCP-3319, over an inscription reading \"YOU ARE WATCHED • YOU ARE PROTECTED • YOU ARE LOVED\".",
    "title": "SCP-3319"
}