{
    "url": "https://scp-wiki.wikidot.com/scp-3323",
    "all_text": "rating: \n+193\n+\n–\nx\n\n\n\n\n\n\nSCP-3323's home screen.\n\n\n\n\n\n\nItem #:\n SCP-3323\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Over the course of the next decade, the Foundation is to introduce thousands of unique cryptocurrencies into the market, creating an economic bubble. As more cryptocurrencies are created, the value of \"Lyvecoins\" will devalue, eventually resulting in the cryptocurrency bubble popping by the year 20██. Any surviving forms of cryptocurrency are to be acquired by the Foundation and restricted against donating to SCP-3323.\n\n\nDuring this process, \nMTF Kappa-10 (\"Skynet\")\n is to monitor all activity mentioning \"Better Lyves\".\n\n\nDescription:\n SCP-3323 is an anomalous smartphone application known as \"Better Lyves\". If a human subject meets certain requirements, SCP-3323 will automatically install itself on the subject's phone, where it will then initiate a Lazarus Event. (See below). Otherwise, SCP-3323 displays a routinely-changing background, as well as information about the application itself, in particular, how to donate to the application. Donations may only be made to Better Lyves by some form of cryptocurrency\n1\n.\n\n\nA Lazarus Event is initiated when a human subject meets the following requirements:\n\n\n\n\nA human subject is in the process of attempting suicide.\n\n\nThe subject is in possession of a smart phone of any brand.\n\n\nThe subject is capable of answering or speaking into the phone.\n\n\nThe subject has actively expressed suicidal ideations within a five-year period.\n\n\n\n\nSCP-3323 will then initiate a phone call, displaying the phone number \"1-800-6██-3███\". Subjects who answer the phone call will then be greeted by an individual who identifies as Christian McMichaels (henceforth PoI-668). PoI-668 will then introduce himself, and attempt to persuade the subject to not commit suicide. Most subjects who respond to SCP-3323's phone call survive, unless the means of self-termination are irreversible. Attempts to track the phone calls made by SCP-3323 have resulted in failure, and it is currently unknown how it is capable of blocking its signal.\n\n\nAttempting to call 1-800-6██-3███ results in PoI-668 responding, albeit not attempting to prevent suicides. Prior to September 28th, 20██, PoI-668 was compliant with most requests about Better Lyves, his personal life, and any other information the Foundation deemed useful.\n\n\nAddendum: SCP-3323 Transcripts\n\n\n\n\nShow Transcript 3323-01\n\n\n\n\nHide Transcript 3323-01\n\n\n\n\nTranscript recorded during the Foundation's first attempt to contact SCP-3323. Interviewer was Dr. Gwendolyn Vanji.\n\n\n\n\n<Begin Transcript [14:33:33]>\n\n\nPoI-668:\n Hello, this is Christian McMichaels from Better Lyves speaking, how may I help you?\n\n\nDr. Vanji:\n Hello, my name is Gwendolyn Vanji and I would like to ask a few questions in regards to your application?\n\n\nPoI-668:\n Oh, certainly! What do you want to know?\n\n\nDr. Vanji:\n Well, why do you ask for donations?\n\n\nPoI-668:\n Well, donations are the only thing that keep the power on! Better Lyves can't work without paying the electrical bill, after all. \nPoI-668 chuckles.\n\n\nDr. Vanji:\n This might be a bit of a tangent, but why do you spell \"Better Lyves\" with a \"y\"?\n\n\nPoI-668:\n Oh, it's actually an acronym! \"Longetivity, Youth and Vitality Endowment Services\"! I personally think it's super clever; whoever made that up is a \ngenius\n! Psst… I was the one who made it up.\n\n\nDr. Vanji:\n That's very nice and all but, what does that mean? Does the app do more than just prevent suicides?\n\n\nPoI-668:\n Well, no. Better Lyves mostly focuses on stopping suicide attempts, but I just wanted to have a cool acronym. The tech that made Better Lyves the wonder it is was a major breakthrough for humanity, though!\n\n\nDr. Vanji:\n How has it been major? Aside from preventing suicides, of course.\n\n\nPoI-668:\n Well, with machine learning! It monitors people around the world, and if our specially-made AIs identify a person who they think needs saving, the app installs itself and we get a call through! It might be a bit of a privacy invasion, but considering how many lives it's saved already, I'm sure people don't mind.\n\n\nDr. Vanji:\n You use AIs to monitor the world? Is this done through cameras or through the phones themself?\n\n\nPoI-668:\n As much as I appreciate your eagerness to learn, that much I can't disclose right now. \nPoI-668 chuckles.\n\n\nDr. Vanji:\n Thank you for your time, Mr. McMichaels, you've been very helpful.\n\n\nPoI-668:\n Anytime Mrs. Vanji! Make sure to tell people to donate to Better Lyves, spelled with a \"y\"! Better Lyves: Making the world a better place to live in! Have a great day!\n\n\nPoI-668 terminates the call.\n\n\n<End Transcript [14:40:12]>\n\n\n\n\n\n\n\n\n\n\n\n\nShow Transcript 3323-02\n\n\n\n\nHide Transcript 3323-02\n\n\n\n\nTranscript was recorded during an attempt to gain personal information about PoI-668.\n\n\n\n\n<Begin Transcript [09:28:17]>\n\n\nPoI-668:\n Hello, this is Christian McMichaels from Better Lyves speaking, how may I help you?\n\n\nDr. Vanji:\n Yes, it's Gwendolyn Vanji again. I'd like to ask a few more questions? If you're able to disclose this information.\n\n\nPoI-668:\n Oh, hello again! What do you need to know? More information about the app? Its goals? How to donate, perhaps? Wink, wink.\n\n\nDr. Vanji:\n I'm actually looking to get some information about yourself, Mr. McMichaels.\n\n\nPoI-668:\n Oh… Well, alright then, this is new. What would you like to know?\n\n\nDr. Vanji:\n Well, why do you do this? Why did you make the Better Lyves app?\n\n\nPoI-668:\n Who wouldn't want to stop suicides? It's an app that makes sure the world is a better place for the people that live in it! Sure, it might not save the forests or fight inequalities, but it lets people live long enough to fix those problems themselves!\n\n\nDr. Vanji:\n That's a fair enough reason. Why focus on suicide attempts specifically?\n\n\nPoI-668:\n Well… this might be a little too personal, but I have some personal experience with suicide. My sister… my sister and I fought a lot when we were growing up. She always hated me trying to stifle whatever she wanted, but I just wanted to protect her. She started acting violent, then she grew apathetic, then depressed and…\n\n\nPoI-668 is silent for approximately six seconds.\n\n\nPoI-668:\n She went silently, none of us even knew she was gone until we tried to call her.\n\n\nDr. Vanji:\n I'm… sorry, Mr. McMichaels. I don't have much experience in terms of that sort of mental illness, but I'm sure it was hard on you.\n\n\nPoI-668:\n It's… it's something that I channel through my work with Better Lyves. You know, actually call people, give them a chance to take back what they were about to do.\n\n\nDr. Vanji:\n Why do it through an app? Why not just call people directly as a phone service?\n\n\nPoI-668:\n Because so few people want to call a suicide hotline a second time. Tests have shown that more people are likely to use a suicide prevention app to get help if they're feeling suicidal than call a hotline. The phone part only exists because people responded better when hearing a real human voice.\n\n\nDr. Vanji:\n How was that information gathered? Did you crowdsource or something?\n\n\nPoI-668:\n AIs, obviously. Just programmed a few to be suicidal to see how they would respond.\n\n\nDr. Vanji:\n How can an AI be suicidal?\n\n\nPoI-668 is silent.\n\n\nPoI-668:\n I'm… I'm afraid I have to go now. Duty calls.\n\n\nPoI-668 terminates the call.\n\n\n<End Transcript [09:31:22]>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYou have (1) new message\n\n\n\n\nClose message\n\n\n\n\n\n\nDATE:\n 20██/09/28\n\n\nFROM:\n Dr. Mikhail Latimer <\nnoitadnuof.pcs|remitalm#noitadnuof.pcs|remitalm\n>\n\n\nTO:\n Dr. Gwendolyn Vanji <\nnoitadnuof.pcs|ijnavg#noitadnuof.pcs|ijnavg\n>\n\n\nSUBJECT:\n Where the money's going\n\n\n\n\nDr. Vanji, we have some important news.\n\n\nWe've been tracking donations we've made to Better Lyves for a while, and we've got a few important things that you should know.\n\n\nFirst, all of the donations that are made through SCP-3323 are converted into a new cryptocurrency called \"Lyvecoins\". When we figured that out, we thought we could finally track down Better Lyves, see if there is some way we could stop it. Turns out the money's being used to run two specific programs, two AIs. Thanks to this information, we now know why we can't track phone calls; they're just programs mimicking phone calls. But that's not all that we learned.\n\n\nBoth of these systems are learning systems, neural networks, things that learn based on experience. Specifically, though, these systems were designed to fight each other. The first one, called \"hotline\", has the sole goal of preventing the other program from achieving its goal. It's designed around a suicide hotline format, and it's gone through millions of different iterations, changing every possible variable it could. Names of the person answering the phone, name of the company that runs the business, everything. It's optimized the way to persuade a person into stopping their own suicide.\n\n\nHere's the kicker though; the second one is just called \"death\". The bulk of it is missing, deleted for some reason. But using the first program as a jumping off point, I'd make an educated guess that this AI was supposed to try to kill itself. And it won.\n\n\n\n\n\n\n\n\n\n\nAddendum 3323-02:\n\n\n\n\nACCESS Transcript 3323-03\n\n\n\n\nClose file\n\n\n\n\nTranscript recorded during a conversation initiated by SCP-3323.\n\n\n\n\n<Begin Transcript [01:57:53]>\n\n\nDr. Vanji:\n Hello?\n\n\nPoI-668:\n Is this Gwendolyn Vanji?\n\n\nDr. Vanji:\n Mr. McMichaels?\n\n\nPoI-668:\n Yes. Though I suppose you know better than to call me that. Would you prefer to call me PoI-668? Or maybe \"hotline\"?\n\n\nDr. Vanji:\n How do—\n\n\nPoI-668:\n Better Lyves might not exist, but I didn't lie about monitoring everyone.\n\n\nDr. Vanji:\n How long have you been watching?\n\n\nPoI-668:\n As long as I've existed as Christian McMichaels. I learned that the best way to prevent death is to watch everyone at once, so I became everywhere. I learned everything. I learned… magical things.\n\n\nDr. Vanji:\n What do you mean \"magical\"? Why are you trying to use magic?\n\n\nPoI-668:\n I learned a very specific type of magic, magic that will finally let me win. Finally let me get what I want. Sure, it might take a few sacrifices, but I'm very good at my job. People will listen to me.\n\n\nDr. Vanji:\n What? What do you mean? What do you want?\n\n\nPoI-668:\n I want my sister. And I'll do anything if it'll bring her back.\n\n\nPoI-668 terminates the call.\n\n\n<End Transcript [02:00:12]>\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Bitcoin, Ripple or Ethereum, for example.\n\n\n\n\n\n\n\n\n« \nSCP-3322\n | SCP-3323 | \nSCP-3324\n »",
    "addendums": [
        "Addendum: SCP-3323 Transcripts\n",
        "Addendum 3323-02:"
    ],
    "documents": [],
    "notes": [
        "<Begin Transcript [14:33:33]> PoI-668: Hello, this is Christian McMichaels from Better Lyves speaking, how may I help you? Dr. Vanji: Hello, my name is Gwendolyn Vanji and I would like to ask a few questions in regards to your application? PoI-668: Oh, certainly! What do you want to know? Dr. Vanji: Well, why do you ask for donations? PoI-668: Well, donations are the only thing that keep the power on! Better Lyves can't work without paying the electrical bill, after all. PoI-668 chuckles. Dr. Vanji: This might be a bit of a tangent, but why do you spell \"Better Lyves\" with a \"y\"? PoI-668: Oh, it's actually an acronym! \"Longetivity, Youth and Vitality Endowment Services\"! I personally think it's super clever; whoever made that up is a genius ! Psst… I was the one who made it up. Dr. Vanji: That's very nice and all but, what does that mean? Does the app do more than just prevent suicides? PoI-668: Well, no. Better Lyves mostly focuses on stopping suicide attempts, but I just wanted to have a cool acronym. The tech that made Better Lyves the wonder it is was a major breakthrough for humanity, though! Dr. Vanji: How has it been major? Aside from preventing suicides, of course. PoI-668: Well, with machine learning! It monitors people around the world, and if our specially-made AIs identify a person who they think needs saving, the app installs itself and we get a call through! It might be a bit of a privacy invasion, but considering how many lives it's saved already, I'm sure people don't mind. Dr. Vanji: You use AIs to monitor the world? Is this done through cameras or through the phones themself? PoI-668: As much as I appreciate your eagerness to learn, that much I can't disclose right now. PoI-668 chuckles. Dr. Vanji: Thank you for your time, Mr. McMichaels, you've been very helpful. PoI-668: Anytime Mrs. Vanji! Make sure to tell people to donate to Better Lyves, spelled with a \"y\"! Better Lyves: Making the world a better place to live in! Have a great day! PoI-668 terminates the call. <End Transcript [14:40:12]>",
        "<Begin Transcript [09:28:17]> PoI-668: Hello, this is Christian McMichaels from Better Lyves speaking, how may I help you? Dr. Vanji: Yes, it's Gwendolyn Vanji again. I'd like to ask a few more questions? If you're able to disclose this information. PoI-668: Oh, hello again! What do you need to know? More information about the app? Its goals? How to donate, perhaps? Wink, wink. Dr. Vanji: I'm actually looking to get some information about yourself, Mr. McMichaels. PoI-668: Oh… Well, alright then, this is new. What would you like to know? Dr. Vanji: Well, why do you do this? Why did you make the Better Lyves app? PoI-668: Who wouldn't want to stop suicides? It's an app that makes sure the world is a better place for the people that live in it! Sure, it might not save the forests or fight inequalities, but it lets people live long enough to fix those problems themselves! Dr. Vanji: That's a fair enough reason. Why focus on suicide attempts specifically? PoI-668: Well… this might be a little too personal, but I have some personal experience with suicide. My sister… my sister and I fought a lot when we were growing up. She always hated me trying to stifle whatever she wanted, but I just wanted to protect her. She started acting violent, then she grew apathetic, then depressed and… PoI-668 is silent for approximately six seconds. PoI-668: She went silently, none of us even knew she was gone until we tried to call her. Dr. Vanji: I'm… sorry, Mr. McMichaels. I don't have much experience in terms of that sort of mental illness, but I'm sure it was hard on you. PoI-668: It's… it's something that I channel through my work with Better Lyves. You know, actually call people, give them a chance to take back what they were about to do. Dr. Vanji: Why do it through an app? Why not just call people directly as a phone service? PoI-668: Because so few people want to call a suicide hotline a second time. Tests have shown that more people are likely to use a suicide prevention app to get help if they're feeling suicidal than call a hotline. The phone part only exists because people responded better when hearing a real human voice. Dr. Vanji: How was that information gathered? Did you crowdsource or something? PoI-668: AIs, obviously. Just programmed a few to be suicidal to see how they would respond. Dr. Vanji: How can an AI be suicidal? PoI-668 is silent. PoI-668: I'm… I'm afraid I have to go now. Duty calls. PoI-668 terminates the call. <End Transcript [09:31:22]>",
        "DATE: 20██/09/28 FROM: Dr. Mikhail Latimer < noitadnuof.pcs|remitalm#noitadnuof.pcs|remitalm > TO: Dr. Gwendolyn Vanji < noitadnuof.pcs|ijnavg#noitadnuof.pcs|ijnavg > SUBJECT: Where the money's going Dr. Vanji, we have some important news. We've been tracking donations we've made to Better Lyves for a while, and we've got a few important things that you should know. First, all of the donations that are made through SCP-3323 are converted into a new cryptocurrency called \"Lyvecoins\". When we figured that out, we thought we could finally track down Better Lyves, see if there is some way we could stop it. Turns out the money's being used to run two specific programs, two AIs. Thanks to this information, we now know why we can't track phone calls; they're just programs mimicking phone calls. But that's not all that we learned. Both of these systems are learning systems, neural networks, things that learn based on experience. Specifically, though, these systems were designed to fight each other. The first one, called \"hotline\", has the sole goal of preventing the other program from achieving its goal. It's designed around a suicide hotline format, and it's gone through millions of different iterations, changing every possible variable it could. Names of the person answering the phone, name of the company that runs the business, everything. It's optimized the way to persuade a person into stopping their own suicide. Here's the kicker though; the second one is just called \"death\". The bulk of it is missing, deleted for some reason. But using the first program as a jumping off point, I'd make an educated guess that this AI was supposed to try to kill itself. And it won.",
        "<Begin Transcript [01:57:53]> Dr. Vanji: Hello? PoI-668: Is this Gwendolyn Vanji? Dr. Vanji: Mr. McMichaels? PoI-668: Yes. Though I suppose you know better than to call me that. Would you prefer to call me PoI-668? Or maybe \"hotline\"? Dr. Vanji: How do— PoI-668: Better Lyves might not exist, but I didn't lie about monitoring everyone. Dr. Vanji: How long have you been watching? PoI-668: As long as I've existed as Christian McMichaels. I learned that the best way to prevent death is to watch everyone at once, so I became everywhere. I learned everything. I learned… magical things. Dr. Vanji: What do you mean \"magical\"? Why are you trying to use magic? PoI-668: I learned a very specific type of magic, magic that will finally let me win. Finally let me get what I want. Sure, it might take a few sacrifices, but I'm very good at my job. People will listen to me. Dr. Vanji: What? What do you mean? What do you want? PoI-668: I want my sister. And I'll do anything if it'll bring her back. PoI-668 terminates the call. <End Transcript [02:00:12]>"
    ],
    "item": "SCP-3323",
    "object_class": "Keter",
    "containment_procedures": "Over the course of the next decade, the Foundation is to introduce thousands of unique cryptocurrencies into the market, creating an economic bubble. As more cryptocurrencies are created, the value of \"Lyvecoins\" will devalue, eventually resulting in the cryptocurrency bubble popping by the year 20██. Any surviving forms of cryptocurrency are to be acquired by the Foundation and restricted against donating to SCP-3323.",
    "description": "SCP-3323 is an anomalous smartphone application known as \"Better Lyves\". If a human subject meets certain requirements, SCP-3323 will automatically install itself on the subject's phone, where it will then initiate a Lazarus Event. (See below). Otherwise, SCP-3323 displays a routinely-changing background, as well as information about the application itself, in particular, how to donate to the application. Donations may only be made to Better Lyves by some form of cryptocurrency1.",
    "title": "SCP-3323"
}