{
    "url": "https://scp-wiki.wikidot.com/scp-3326",
    "all_text": "#page-content\n \n.collapsible-block\n \n{\n \n    \nposition:\n \nrelative\n;\n    \npadding:\n \n0.5\nem\n;\n    \nmargin:\n \n0.5\nem\n;\n    \nbox-shadow:\n \n2\npx\n \n1.5\npx\n \n1\npx\n rgba(\n176\n,\n16\n,\n0\n,\n0.7\n), \n0\n \n0\n \n0\npx\n \n1\npx\n lightgrey\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n\n}\n\n \n\n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \nblack\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n \n\n}\n\n \n\n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\ncenter\n;\n\n}\n\n \n\n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \ncolor:\n dimgrey\n;\n\n}\n\n \n\n.collapsible-block-link\n \n{\n\n    \nfont-weight:\n \nbold\n;\n    \ncolor:\n dimgrey\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n \n\n.addendumbox\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nbox-shadow:\n0\n \n2\npx\n \n5\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n),\n0\n \n2\npx\n \n10\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.12\n)\n;\n\n}\n\n \n\n.material-box\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nborder:\n \n1\npx\n lightgrey \nsolid\n;\n    \nbox-shadow:\n \n1\npx\n \n2\npx\n \n2\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n)\n;\n\n}\n\n \n\n.material-box\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.wiki-content-table\n \n{\n\n    \nwidth:\n \n100\n%\n;\n\n}\n\n \n\n.addendumbox\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.addendumtitle\n \n{\n\n   \nopacity:\n \n0.8\n;\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \n#b01\n;\n\n}\n\n \n\n.maintitle\n \n{\n\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-header\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \nfont-size:\nx-large\n;\n    \ncolor:\n#b01\n;\n\n}\n\n \n\n.addenda-header\n \n{\n\n    \nwidth:\n \n100\n%\n;\n    \nborder-bottom:\n \n2\npx\n \nblack\n \nsolid\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-info\n \n{\n\n    \ndisplay:\nflex\n;\n    \njustify-content:\nspace-between\n;\n    \nfont-size:\nlarge\n;\n\n}\n\n \n\n.scp-info-box\n \n{\n\n    \ndisplay:\nflex\n; \n    \njustify-content:\nspace-between\n;\n\n}\n\n \n\n.object-info\n \n{\n\n    \ncolor:\nblack\n;\n    \nalign-self:\n flex-end\n;\n    \nfont-size:\n \nlarge\n;\n\n}\n\n \n\n.title-style\n \n{\n\n    \nopacity:\n \n0.8\n;\n    \nmargin-bottom:\n \n10\npx\n;\n    \ncolor:\n \n#b01\n;\n    \nfont-size:\n \nlarge\n;\n    \ntext-decoration:\n \nunderline\n;\n    \nfont-weight:\n \nbold\n;\n\n}\n\n \n\n.update-div-empty\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n    \ncolor:\n lightgrey\n;\n\n}\n\n \n\n.update-div\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n\n}\n\n \n\n.computed\n \n{\n\n    \nborder:\n \n1\npx\n \nblack\n \nsolid\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.computed\n:before\n \n{\n\n    \ncontent:\n\"Computed \nCode\n\"\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.rawcode\n \n{\n\n    \nborder:\n \nblack\n \nsolid\n \n1\npx\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.rawcode\n:before\n{\n\n    \ncontent:\n\"Raw \nCode\n\"\n;\n    \ntext-align:\n \ncenter\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.codebox\n \n{\n\n    \ndisplay:\n \ninline-block\n;\n    \nwidth:\n \n100\n%\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \nem\n,  \n.yui-navset\n \n.yui-nav\n \na\n \nem\n{\n\n        \npadding:\n \n0.25\nem\n \n.75\nem\n; \n        \ntop:\n \n0\npx\n;\n        \nmargin-bottom:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n     \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \n{\n\n       \nmargin:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:focus\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:hover\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n         \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n:hover\n,\n\n.yui-navset\n \n.yui-nav\n \na\n:focus\n \n{\n\n    \nbackground:\n gainsboro\n;\n    \ntext-decoration:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n, \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n \n{\n\n\nbackground-color:\n \nnone\n;\n\nbackground-image:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n \n{\n\n\nbackground:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \nli\n{\n\n\nmargin:\n \n0\npx\n;\n\n}\n\n \n\n#page-content\n \n.licensebox\n \n.collapsible-block\n \n{\n\n    \nposition:\n unset\n;\n    \npadding:\n unset\n;\n    \nmargin:\n unset\n;\n    \nbox-shadow:\n unset\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\n \nleft\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \nleft\n;\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-link\n \n{\n\n    \ncolor:\n \ninherit\n;\n    \ntext-align:\n \nleft\n;\n\n}\n\n\n\n\n\n\n \n\n\nrating: \n+38\n+\n–\nx\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nThe following document was discovered following an unrelated investigation into HM Prison Berwyn, Wales. An instance bearing the same name and credentials as D-473218 (Silver Ascott) was discovered serving 18 months for a group of burglaries. The document was discovered after a search of D-473218's former flat; it is assumed that the record is \"3rd person documentation\" thus surviving the transfer. SCP-3326 is currently contained in line with the procedures set out in the discovered document.\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM #:\n SCP-3326\n\n\n\n\n\n\nLEVEL-\n \n\n\n\n\n\n\nCONTAINMENT CLASS:\n \nSAFE \n\n\n\n\n\n\nDISRUPTION CLASS:\n VLAM\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nProvisional Research Station 36\n\n\n\n\n\n\nSite Director\n\n\n\n\nDr Xavier\n\n\n\n\n\n\nResearch Head\n\n\n\n\nDr Vane\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nMTF-Zeta-10 (Time Travelers)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM:\n SCP-3326\n\n\n\n\n\n\nLEVEL-\n \n\n\n\n\n\n\nCONTAINMENT\n\nCLASS:\n SAFE\n\n\n\n\n\n\nDISRUPTION\n\nCLASS:\n VLAM\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nProvisional Research Station 36\n\n\n\n\n\n\nSite Director\n\n\n\n\nDr Xavier\n\n\n\n\n\n\nResearch Head\n\n\n\n\nDr Vane\n\n\n\n\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nMTF-Zeta-10 (Time Travelers)\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\n\n\n\nSCP-3326 is to be contained at the location of its discovery. Provisional Research Station 36, disguised as a storage shed, has been constructed beside the entrance to the factory building housing SCP-3326. A chain fence has been constructed around the property along with visible mounted surveillance.\n\nOne digital clock must be hung within the room housing SCP-3326, near the entrance (designated T-3326-1); and a second must be hung outside the room (designated T-3326-2). An activated XACTS device is to be placed below T-3326-1. Any change in deviation between the times shown on said clocks must be reported to the current research head of SCP-3326, Dr Vane. If the deviations between clocks are to cease, Dr Vane must be immediately alerted and Protocol Realignment is to be carried out.\n\n\nAll personnel working within the room must have at least level 3 clearance, as well as having undergone briefing with a qualified member of the RCT-Δt at Temporal Research Site 01.\n\n\nAfter successful activation of SCP-3326, MTF-Zeta-10 (Time Travelers) are to organise the cleanup of any remaining third-person documents\n1\n, or part of their way of life relating to the subject's previous causal timeline. These documents are to be stored at Provisional Research Station 36 in a deep storage unit.\n\n\nProtocol Realignment details the reset of SCP-3326's strings. To perform Protocol Realignment a member of MTF-Zeta-10 is to deactivate the XACTS device within the room and exit within a 5 minute period. At this point, SCP-3326 will be seen to anomalously act in reverse of a normal loom. Once SCP-3326's strings separate from one each other the XACTS is to be reactivated. SCP-3326's chamber is then able to be reentered.\n\n\n\n\nDescription:\n\n\n\n\n\n\n\n\nSCP-3326 at time of discovery\n\n\n\n\n\n\nSCP-3326 is a steel and wood structure resembling a 1794 Power Loom. No manufacturing details on SCP-3326 can be found aside from the words \"FRAGILE MACHINERY. PROPERTY OF NORNS LLP\" etched into the side. SCP-3326 has the ability to rewrite a person's causal timeline by transporting them back to a specific Jonbar Hinge\n2\n. This causal rewrite excludes previous third-person documentation\n3\n.\n\n\nSCP-3326 was discovered after two teens were briefly reported missing after exploring the Derby Silk Mill. Said teens were later discovered 27 miles away in the Peak Shopping Village, claiming they had told their parents where they were going. This was despite images posted on their social media account showing them in an old mill. These images were removed and all parties were given Class-A amnestics.\n\n\nDue to this, an investigation into the Derby mill was launched. After one of the MTF Rho-45 (Rapid Response) GADs\n4\n showed a spike in hume levels, SCP-3326 was found to be the source. It was quickly contained in situ and Provisional Research Station 36 was constructed nearby.\n\n\nFollowing this, two D-class subjects were transferred over from a nearby site. Tests performed are listed below.\n\n\n\n\n\n\nSubject [age]\n\n\nSummary\n\n\n\n\n\n\nD-43728 [32]\n\n\nSubject turned the wheel on the side of SCP-3326 and proceeded to unravel on the floor. No remains were discovered. It is unknown where D-43728 is currently.\n\n\n\n\n\n\nD-132843 [29]\n\n\nSubject was given a microphone. They also turned the wheel and unravelled, no change from the first instance was noticed. No contact with the D-Class was able to be established.\n\n\n\n\n\n\n\n\nAddendum 1:\n\n\n\n\nTwo days after the activation of SCP-3326 a Foundation Facebook webcrawler (GAMMA-02-URÐR) picked up mentions and posts from \"Samuel Miles\"\n5\n. However, no leaking of Foundation documents or information was detected. Furthermore, 13 days later, the name John Cawler\n6\n was found on a 1993 death certificate. Cause of death was listed as a fatal gunshot wound during a robbery. During the investigation into his death, a single cut piece of silk thread was recovered from his body with the phrase \"Fate is a fickle mistress\" inked upon it.\n\n\nA short interview was set up by doctors posing as student researchers to ascertain how SCP-3326 affected Mr Miles. He was found to possess no knowledge of the anomalous or his time at the Foundation; however, he had served a brief stint in prison for theft and was almost picked up by Foundation D-Class recruiters. The full interview is in File 3326-2; access can be granted by request.\n\n\n\n\nAddendum 2:\n\n\n\n\nFurther tests were proposed to figure out the limitations of SCP-3326. Details are listed below.\n\n\n\n\n\n\nSubject [age]\n\n\nSummary\n\n\nObservation notes\n\n\n\n\n\n\nD-57248 [27]\n\n\nSubject twisted the wheel as normal. No deviations from the previous tests were noted.\n\n\nSubject was discovered after holiday photos were posted to an online forum from Paris, France under their previous name.\n\n\n\n\n\n\nD-473218 [21]\n\n\nSubject turned the wheel, unravelling as usual; however, the strings of SCP-3326 had become entangled. The subject appears to pause for a second before rapidly vanishing. The faint sound of some women arguing could be heard.\n\n\nSubject has not been found.\n\n\n\n\n\n\nDuring the activation phase of SCP-3326, two threads currently used by SCP-3326 became entangled. Despite D-473218 (Silver Ascott) disappearing, their new counterpart could not be located. Foundation web crawler is to search all social media sites for any individual named Silver Ascott and isolate any recorded instances. The voices heard from SCP-3326 are currently unidentified.\n\n\nFollowing this Protocol Realignment was devised by Dr Vale to reverse the strings of SCP-3326 back to their previous states. Further tests are pending in order to locate the lost D-class personnel.\n\n\n \n\n\n\n\nAddendum 3:\n\n\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nFollowing RAISA Protocol, Dr Vane has proposed the following edits to the description and second addendum of this object. Please see below for details:\n\n\n\n\nProposed edits are marked in \nblue\n:\n\n\n\n\n\n\nSCP-3326 is a steel and wood structure resembling a 1794 Power Loom. No manufacturing details on SCP-3326 can be found aside from the word \"Norns\" etched into the side. \nSCP-3326's strings have been theorized to represent different, closely related, timelines.\n SCP-3326\n's primary anomalous effect is its ability to\n rewrite a person's causal timeline by transporting them back to a specific Jonbar Hinge¹. This causal rewrite excludes previous third-person documentation.\n\n\nSCP-3326's secondary anomalous effect occurs when the strings of the power loom become intertwined. This has no detrimental effects to SCP-3326 when running normally, and can be easily fixed via Project Realignment. However, upon activation, it has been shown that SCP-3326 struggles to differentiate the two timelines. This results in it forcing the subject into the secondary timeline. Evidence collected from D-394235's counterpart indicates the subject is still influenced by SCP-3326's primary effect.\n\n\n\n\n\n\n\n\n\n\nD-473218 [21]\n\n\nSubject turned the wheel, unravelling as usual; however, the strings of SCP-3326 had become entangled. The subject appears to pause for a second before rapidly vanishing.\n\n\nSubject was discovered in the HM Prison Berwyn, Wales by an alternate Foundation.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSTATUS: \nAPPROVED\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 4:\n\n\n\n\nOn 02/09/2020, following an interview Junior Researcher Hawthorne carried out with D-473218-1 and D-473218-2, both of the D-Class broke free from their cells. D-473218-2 was noticed by a security guard when entering SCP-3326's containment chamber, but he was unable to prevent their entry into the room.\n\n\nUpon activation of SCP-3326, both D-473218 instances started to de-materialize in a similar fashion as described in the original document. However, upon the effect reaching their waist, it was seen to abruptly stop. SCP-3326 was then seen to force itself back in time, in line with specifications set out in Project Realignment, with no external human interaction. Both D-473218 instances fully re-manifested and when investigated were found to be merely unconscious. They are currently restrained in separate humanoid containment cells.\n\n\nA note was found in D-473218-2's pocket. It has been transcribed below.\n\n\n\n\nRight, listen future me, this may sound like complete bullshit but just trust. Some weird fucking note in your pocket is the least of your worries. Once you find \nyourself\n again, he will already have a key stolen from a researcher. At approximately 6:30pm the guard will go for a smoke break and you can leg it, due to this being a smaller site the guards are pretty lax. If you both use the time machine, make sure to deliberately cross the strings. This will cause you to reset and forget everything, so make sure you have this note somewhere safe. There has to be a better world for us out there somewhere, a place we aren't treated like animals in a cage. - You.\n\n\n\n\nFurthermore, upon inspection of SCP-3326, the silk outputted was seen to have text newly inked into it:\n\n\n\n\nSorry about this mess. We thought it might be time to test out something new, move with the times and all, but it appears to be causing a few problems. I guess there is no substitute for handmade goods. - Yours fatefully, Urðr, Verðandi, and Skuld.\n\n\n\n\nSCP-3326 still appears to be temporally displaced; however, it has ceased any further anomalous effects. Re-classification to \"Anomalous\" is pending approval from the Classification Committee.\n\n\n\n\nFootnotes\n\n\n1\n. This is defined as anything the subject doesn't consider personal (or part of) to their identity\n\n\n2\n. A point at which two threads of history diverge.\n\n\n3\n. This is believed to occur as SCP-3326 can only affect items that the subject believes to be directly linked to them/their identity. This means documents merely mentioning them are left alone.\n\n\n4\n. \"GAD, or General Analysis Device, is a compact display apparatus with multiple visual filters and the capability to measure various environmental factors.\" - Basic Agent Field Manual.\n\n\n5\n. The previous name for D-132843\n\n\n6\n. D-43728\n\n\n\n\n\n\n\n\n« \nSCP-3325\n | \nDr Moned\n | \nSCP-3327\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3326\n\" by Dr Moned, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3326\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n the-jonbar-machine.jpg\n\n\nAuthor:\n \nDr Moned\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nflickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "Right, listen future me, this may sound like complete bullshit but just trust. Some weird fucking note in your pocket is the least of your worries. Once you find yourself again, he will already have a key stolen from a researcher. At approximately 6:30pm the guard will go for a smoke break and you can leg it, due to this being a smaller site the guards are pretty lax. If you both use the time machine, make sure to deliberately cross the strings. This will cause you to reset and forget everything, so make sure you have this note somewhere safe. There has to be a better world for us out there somewhere, a place we aren't treated like animals in a cage. - You.",
        "Sorry about this mess. We thought it might be time to test out something new, move with the times and all, but it appears to be causing a few problems. I guess there is no substitute for handmade goods. - Yours fatefully, Urðr, Verðandi, and Skuld.",
        "\" SCP-3326 \" by Dr Moned, from the SCP Wiki . Source: https://scpwiki.com/scp-3326 . Licensed under CC-BY-SA .",
        "Filename: the-jonbar-machine.jpg Author: Dr Moned License: CC BY-SA 2.0 Source Link: flickr"
    ],
    "title": "SCP-3326"
}