{
    "url": "https://scp-wiki.wikidot.com/scp-3335",
    "all_text": "Unfortunately, subject succumbed to blood loss before arrival, as his blood was not present at the time of his recovery.\n\n\n\n\n\n\n\n\n\n\n\n\nThe Hole in my Head Where My Mind used to Be\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nADULT CONTENT\n\n\n\n\n\nThis article contains adult content that may not be suitable for all readers.\n\nGraphic depiction of blood, gore or mutilation of body parts\n\n\nFeatures sexual themes or language, but does not depict sexual acts.\n\n\nExplicit depiction of sexual acts.\n\n\nFeatures non-consensual sexual acts.\n\n\nDepiction of severe mistreatment of children\n\n\nDepiction of self-harm\n\n\nDepiction of suicide\n\n\nDepiction of torture\n\n\n{$custom-content}\n\n\nIf you are above the age of 18+ and wish to read such content, then you may click Continue to view said content.\n\n\nContinue\n\n\nBack to Front Page\n\n\n« \nSCP-3334\n |\nSCP-3335\n| \nSCP-3336\n »\n\n\n\n\n\n\n\n\n\n\nrating: \n+100\n+\n–\nx\n\n\nBillith ⚠️\n\n\n\n\n\n\n \n\n⚠️ \nContent warning:\n This article contains references to potentially distressing/triggering topics, including drug use/addiction, excessive language, suicide/self harm, neurodegenerative dysfunction/mental illness, gore/body horror, class disparity, and the United States justice system.\n\n\nApproximately 12,000 words. 45-60 minute read + a 4 minute video.\n\n\nMuch of this piece is based on the experiences and feelings of myself, along with others I have known. My heart goes out to those who have lost their lives in the war on drugs. I hope they are no longer in pain, and may they one day see true justice, wherever they may be.\n\n\nPlease exercise caution when reading.\n\n\nwith love, billith\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-\n \n3335\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLEVELIII\n\n\nCONFIDENTIAL\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOBJECT CLASS:\n\n\nKeter\n\n\n\n\n\n\nSECONDARY CLASS:\n\n\nUncontained\n\n\n\n\n\n\n\n\nDISRUPTION:\n\n\nVARIABLE\n\n\n\n\n\n\nRISK:\n\n\nTHANATOS\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n{$item-number}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\n{$container-class}\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nOne variation of SCP-3335's chemical structure. Compound proved impossible to replicate in Foundation laboratories.\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n Due to the popularity of SCP-3335, it is currently considered uncontained in certain dense population centers of the world.\n1\n Foundation agents inserted into underground trade markets and international crime syndicates are to monitor the use and distribution of SCP-3335. Clandestine laboratories are to be expunged of all compounds bearing resemblance to the anomalous chemical structures seen via SCP-3335's gas chromatography and mass spectrometry testing.\n\n\nInformation warfare is currently the most effective deterrent to both usage of SCP-3335 and the discovery of its anomalous properties. Other containment methodologies typically align with the United States' global \"war on drugs\" campaign and thus an undisclosed but significant portion of the Foundation's annual budget is currently dedicated to supporting these efforts.\n\n\nAs of 2018, SCP-3335's global trade markets and laboratories have been reduced by approximately 85% from 2003. Despite this, there are assumed to be several operations still producing SCP-3335 to this day.\n\n\nFoundation interception of large-scale distribution efforts and the eradication of affected individuals are considered top priorities until further notice.\n\n\n\n\n\n\n \n\n\n\n\nDESCRIPTION:\n SCP-3335 is an off-white compound similar in appearance to flour. It is a hallucinogenic substance of arylcyclohexylamine structure, with effects similar to other NMDA receptor antagonists, such as those of phencyclidine (PCP) and its derivatives.\n\n\nAnalysis of SCP-3335 samples have proven to be not useful, many of which have resulted in conflicting or inconclusive outcomes. Material Safety Data Sheets (MSDS) procured during testing have effectively culminated in various erroneous information. These outcomes imply an inconsistent or nebulous chemical structure. It is unknown how synthesis of the compound is accomplished, and this process is likely anomalous in nature.\n\n\nSince the time of its surfacing and detection via Foundation operatives, over ~0.5% of the Earth's population have willingly consumed SCP-3335 for recreational purposes.\n\n\nSCP-3335 exhibits a large array of effects, most of which are common to substances of its kind. These effects include, but are not limited to:\n\n\n\n\nEuphoria/Sense of serenity\n\n\nClosed and open-eye visual hallucinations\n\n\nAnalgesia, numbness\n\n\nSignificant change in perception of time (dilation and constriction)\n\n\nConfusion/disorientation, delirium\n\n\n\"Hole\" experiences\n\n\nIntense mind-body dissociation, out-of-body experiences\n\n\nAmbulatory psychotic behavior\n\n\nParanoia\n\n\nNausea, vomiting\n\n\nPsychological dependency/addiction, compulsive dosing\n\n\nFrightening, untimely distortion or loss in sensory perception\n\n\n\n\n\n\n\n\n \n\n\n\n\nIn addition to the above, SCP-3335 exhibits previously unrecorded anomalous effects that deviate highly from those of its more explainable analogues, including deficiencies in clotting factors (hemophilia), bone marrow overproduction of red blood cells (polycythemia vera), and compulsive hematophagy of oneself or of others with SCP-3335 still present in the bloodstream, which mimics titration and encourages propagation of the compound.\n\n\nToxicity reports of affected individuals reveal a consistent low-level blood content of SCP-3335 that does not dissipate nor filter out of the body via metabolization. Dialysis treatments are ineffective in hindering the production of SCP-3335 in the body. It is theorized that SCP-3335 may cause lasting changes in physiology that aid in the endogenous synthesis of the chemical.\n\n\nDue to the aforementioned difficulty of removing SCP-3335 from the bloodstream to treat affected individuals, widespread use supports theorized potential for large-scale LK-Class Personality Transmutation Events. As such, experimentation and thaumaturgic/clairvoyant use is currently halted, per O5 request.\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nINCIDENT LOG 3335.1:\n SCP-3335-1 Emergent Event I\n\n\n \n\nOn ██/██/████, an unknown portion of civilians in the New York City area that were known users of SCP-3335 became comatose (now designated SCP-3335-1). According to eyewitness reports by other users of SCP-3335, prior to this, victims were seen staring at a \"hole\" in the ground. Subjects that walked to this area experienced unexplained syncope, and did not recover; all affected individuals have remained comatose since the event.\n\n\n \n\n\n\n\n\n\nINCIDENT LOG 3335.2:\n SCP-3335-1 Event I Update\n\n\n \n\nIndividuals continued to experience this phenomenon, and with no pattern or risk factors identified, Foundation-made ad campaigns were deployed to demonize the use of SCP-3335, as well as its users, within the public eye. After the number of unconscious individuals surpassed ten thousand, the O5 Council held a conference with the Emergent Tactical Threat Response Authority (ETTRA) and Ethics Committee to discuss potential options. Suggestions included adulterating large supplies of SCP-3335 with toxic additives, novel counteragents, and/or analogues with far higher receptor affinity than SCP-3335, all of which failed to pass Council vote due to various logistical concerns. A motion was passed to increase plainclothes Foundation agents deployed to areas of interest, such as known hotspots for illicit activity, entertainment venues, rehabilitation centers reporting higher-than-average rates of SCP-3335 abuse, et cetera.\n\n\nWidespread amnestic dispersal was considered, should the rate of SCP-3335-1 manifestation fail to decrease. The possibility of an emergency United Nations Security Council summit was also discussed, which would be used to coordinate various international efforts with the wider community.\n\n\n\n\n\n\n\n\nADDENDUM 3335.1:\n Civilian Interview Record I\n\n\n \n\n\n\n\n⇵ ACCESS INTERVIEW LOG 3335-1A\n\n\n\n\n⇅ COLLAPSE INTERVIEW LOG 3335-1A\n\n\n\n\n \n\n\n\n\nInterview Log 3335-1A\n\n\nInterviewee:\n Steven ████████, 23\n\n\nInterviewer:\n Agent █████ Francis, stationed NYPD detective\n\n\nNotes:\n \nThis interview was conducted after a Foundation-staged raid of ███████ ████, a popular nightclub in downtown NYC, several days after the events of Incident 3335.1. Apprehended individual was a known source of SCP-3335, although said person was not involved in synthesis or large import distribution of the compound.\n\n\nFollowing detainment, an investigation of ████████'s home was conducted, where the subject's remaining supply of SCP-3335 was recovered alongside other various illegal goods.\n\n\nInterviewee was highly distressed upon Foundation interception, but was released post-interview after application of Class-B Amnestics. Original audiovisual log was streamed directly from the present agents' concealed, body-worn transmitters, then uploaded to a server managed by SCP-3335's project leadership team.\n\n\n\n\n<BEGIN LOG>\n\n\n<████████'s agitated voice is muffled through the microphone of Agent Francis' body camera. Subject appears in view, placed in the available seat by a Foundation plant posing as a contracted security guard. For the safety of both personnel, neither agent knows the identity of the other. Additionally, the CCTV cameras and table microphone within the chamber have been deactivated. After a moment, the commotion subsides.>\n\n\n████████:\n —Get your hands off me! \n<to Agent Francis>\n You gonna just sit there and let your fucking goon do your dirty work? I guess it makes sense for a motherfucking \ntwelve.\n I don't know anything. I just was holding it for my friend until she got back from the bathroom. It's an honest mistake. Give me a break.\n\n\n<Subject looks at Agent Francis expectantly, who produces a packet of rolled-up documents from the inside of his suit jacket, unfurling them lengthwise and selecting one. He places it on the table and slides an image of an opened duffel bag over to ████████. The contents are visible: A large volume of powder in a solid brick, several bundles of paper currency, various paraphernalia, and a handgun. ████████ reacts in surprise, unable to conceal the sudden loss of confidence.>\n\n\nAgent Francis:\n Look familiar?\n\n\n████████:\n Uh—No?\n\n\nAgent Francis:\n Why did it sound like you were asking me if your answer was right?\n\n\n████████:\n \n<chuckles nervously>\n No, I, uh, was just confused, man. I've never seen this shit in my life.\n\n\nAgent Francis:\n Mm. Are you sure?\n\n\n████████:\n Yes?\n\n\nAgent Francis:\n I see.\n\n\nAgent Francis:\n Well my apologies then, you're free to go. Sorry for wasting your time.\n\n\n████████:\n \n<standing>\n Really—?\n\n\nAgent Francis:\n \nNo, not really.\n Sit your ass down. \n<████████ returns to the chair, startled>\n We know the bag is yours. We recovered it from your residence not too long ago.\n\n\n████████:\n Wait, so you—How did y'all even get a search warrant—? It's like three in the morning.\n\n\n<The agent does not respond, holding up his left pointer finger as he becomes distracted by his phone.>\n\n\nI-I need a lawyer or something, right? Someone give me a lawyer.\n\n\nAgent Francis:\n Let's not get ahead of ourselves. \n<puts phone away>\n You can still go home before the morning, you know. I just have to ask you a few questions about what you were selling over at ███████ ████. Plain and simple.\n\n\n████████:\n Yeah, okay, sounds too good to be true. I'm not saying anything. I want a \nlawyer\n. And my shit back.\n\n\nAgent Francis:\n That is not possible. And—let me get this straight—you think we should give you back your \nkilos\n of narcotics, tens of thousands in distribution profits, along with an unregistered handgun?\n\n\n<Agent Francis selects another photograph from the wrinkled collection on the table, rotating it and pushing the page towards ████████.>\n\n\nFootage taken from the venue clearly shows you engaging in the sale of an illicit substance. For all we know, you had more of this brick on you at time of arrest than we can see here. And the gun? Who knows. It's got your fingerprints on it.\n\n\nBy the time you receive counsel, we \nwill\n have enough evidence supporting your incarceration, either way. Your best choice is cooperation.\n\n\n████████:\n Fuck off, there's no way that's legal. I have the right to an attorney. You can't fuck with evidence like that.\n\n\nAgent Francis:\n You're more than welcome to fight it in front of a Judge. See who they believe. If you would rather settle this more—\ndiscreetly\n, I have an offer for you.\n\n\n████████:\n An offer?\n\n\n<The agent leans forward, quieting his voice to a whisper and indicating to ████████ that he should do the same. After a moment, subject acquiesces.>\n\n\nAgent Francis:\n I'll be honest. We aren't looking for low-level dealers like yourself. I could be doing far better things with my time, I'm sure you could be, too. Answer my questions, you walk free this evening. Otherwise, I'll have to throw you in a tank for the night. They start running folks up to Riker's in—\n<checks watch>\n—four hours. Once you leave this room, I will not be able to help you. You don't have any prior felony convictions, you're mostly clean otherwise. This can be over in an hour if you just answer truthfully. I'm not interested in sending you to prison, but we have more than enough to do so if desired, and more. Do you understand what I'm saying?\n\n\n<Agent Francis leans back and waits.>\n\n\n████████:\n \n<pauses>\n You—You're serious?\n\n\nAgent Francis:\n Yeah. Are we on the same page?\n\n\n████████:\n I guess so.\n\n\nAgent Francis:\n Good enough. \n<pulls out a pen and notepad>\n So, to start us off. How long have you been selling SC—\ner\n, what are you guys calling this stuff on the streets now?\n\n\n████████:\n You phoning it in, twelve? \n<snorts>\n Least informed narc of all time. Yeah, my boy's over in the Bronx been calling it 'strangeluv' or some shit. I don't know much about it, okay? I call it ends' meet. For the last few months, anyway.\n\n\nAgent Francis:\n Alright. \n<indicates to photo without looking up from his notepad>\n That's not exactly a small supply. In fact, it's the largest we've seen in one place, outside of organized crime rings. You don't strike me as Triad material, no offense. Where did you get this sort of quantity, exactly? Your friend over in the Bronx set you up with someone?\n\n\n████████:\n Nah, man. If you're hoping for a snitch, you're shit out of luck. I ain't about to put a fucking target on my head.\n\n\nAgent Francis:\n \n<sighs>\n We can offer you witness protection if you fear violent retaliation. Refusing to provide this info is unwise; you should at least cooperate in exchange for a reduced sentence. Maybe your friend from the Bronx can visit you across the East River—\n\n\n████████:\n What? I thought you said I wasn't in trouble!\n\n\nAgent Francis:\n That was before you withheld the identity of your contact.\n\n\n<Agent Francis indicates towards the deactivated table microphone between them.>\n\n\n████████:\n Shit, how did I miss that? \nFuck.\n No. That's—I don't know who it was! But I can't. I was told I'd be in the ground if I even mentioned him—\nfuck, not again.\n\n\nAgent Francis:\n \n<writing and speaking aloud>\n Contact, likely male, possible connection to organized crime syndicate—\n\n\n████████:\n Stop doing that! Look, I don't know what he looks like, I never saw the guy, okay? I swear, he contacted me on Whisper!\n2\n I picked up through a dead drop. No cash changed hands, I don't fuckin' know anything else!\n\n\n<████████ shakes, a bead of sweat clearly visible on his left temple, knuckles strained as he grips his end of the table.>\n\n\nAgent Francis:\n Okay, okay. I believe you. Take a deep breath. Here. \n<checks watch>\n Let's take five. I'll be back. Sound good?\n\n\n<████████ nods. Agent Francis rises and turns to leave, the silent guard moving to open the door for him, which causes the Agent to jump.>\n\n\nAgent Francis:\n \nAgh!\n—Christ on a cross. How long have you been standing there? I thought you were outside the room this whole time. Wow. You're \nreally\n quiet.\n\n\n<Guard unlocks the door and pulls the handle for Agent Francis, tilting his head towards the now-open passage.>\n\n\nWell. Okay. Thanks.\n\n\n<The security guard closes and locks the door behind Agent Francis. A few minutes of silence pass, ████████ becoming visibly less tense over this period. He and the guard exchange a glance. The guard points two fingers at his own eyes and then redirects them at the detainee's, who rolls them in response.>\n\n\n████████:\n Yeah, yeah.\n\n\n<He stretches in the seat as his spine audibly pops and cracks.>\n\n\n████████:\n So, what, are you in on this, too?\n\n\n<The guard doesn't respond.>\n\n\n████████:\n I don't think the 'blue wall of silence' means ya gotta be completely silent all the time, but you do you.\n\n\n<Agent Francis returns a short while later with some items from a nearby vending machine, a bag of chips already open. He sits back at the table, offering bottled water and a selection of snacks to ████████, who turns them down.>\n\n\nAgent Francis:\n \n<crunching>\n Sho, how did you complete your buy if no cash changed hands? \n<swallows with a drink of water>\n Something anonymous as well I imagine, crypto?\n\n\n████████:\n \n<snorts>\n I can't be fucked to figure that e-currency shit out. Didn't have to, anyway. It was a freebie.\n\n\nAgent Francis:\n \n<taking notes>\n The whole brick? That's… certainly very generous.\n\n\n████████:\n Yeah, and the gun, too. Didn't ask questions when I saw the quantity. I'm not stupid though, I know he wasn't doing all that to be kind.\n\n\nBesides, there's hardly anyone out here that'd touch something they or they friends ain't familiar with nowadays. Calling it fent two-point-oh.\n3\n I was right there with 'em for the most part until remembered I got this nifty little thing with droppers, a regency[sic] test or whatever.\n\n\nAgent Francis:\n You mean a reagent test. A testing kit.\n\n\n████████:\n Yeah, yeah! That shit. \n<proudly>\n I'm all about harm reduction.\n\n\nAgent Francis:\n Mhm. So, the test results?\n\n\n████████:\n Right, sorry. Yeah, the thing never even changed color. That was good enough for some though, since that meant it wasn't fent.\n\n\nAgent Francis:\n Was it good enough for you?\n\n\n████████:\n Tried it once I saw it wasn't killing nobody. I know that's not illegal. My body, my choice, right?\n\n\nAgent Francis:\n Sure. Like I said, no trouble for you tonight, as long as you answer the questions. Only a few left.\n\n\n████████:\n Uh-huh.\n\n\nAgent Francis:\n So… what was it like? The drug.\n\n\n████████:\n What, you want some? \n<laughs>\n—that was a joke—but, ah, I don't know, man. It's hard to explain. Not to be that guy, but you have to try it to know what it's like, okay? It's some weird shit.\n\n\nAgent Francis:\n Just do your best. I was your age once, you know.\n\n\n████████:\n \n<scoffs>\n Yeah, I get it. Trying to be all chummy, I see you. I bet y'all're thinking you tried the same shit when you was young, yeah? Well, not this. I know the scene, some of you been around the block before you got your badge. I respect the hustle, but this is something new. They got scientists or some shit working on this stuff. I know fuck all when it comes to cooking up the designer shit—this is as designer as it gets.\n\n\nAgent Francis:\n Right, so, what, you're unable to describe the positive effects, at all?\n\n\n████████:\n Uhhh, let me think. \n<pauses>\n Okay, so they had this shit called 'roflcoptr',\n4\n years back, lame-ass name if you ask me, but that stuff was fire. It was like walking around with your body just laying there, you know? It's kinda like that.\n\n\nGot this magical \nsomething\n to it. Warm, almost alive. Like I walked off to another place entirely. With that rofl shit, you knew you was fucked up. Knew it was a drug, right? This was different. Same deal, I saw myself laying there on that fuckin' futon. But it was like I could walk away and never come back. Good feeling. Don't have to deal with none of this shit that's happening out there in the world right now. Got that free roam. My body could be cut to shit, three bullets in my back and a knee on my throat, and I could care less because, fuck it, right?\n\n\nAgent Francis:\n Sounds nice. The high, I mean.\n\n\n████████:\n Yeah, it does. But whatever you're thinking doesn't even come close. Too bad you snap back after a couple hours, you know? Pulls you right back in. Like a dream, I guess. Gotta wake up sometime. Right, twelve?\n\n\nAgent Francis:\n I understand. Now, a couple of folks have been found comatose because of this drug, you know anything about that?\n\n\n████████:\n \n<sighs>\n Yeah, I mean, I saw the news, not my people though. Nobody got hurt from my deals, the stuff I sold was clean, on god. You saw the fucking brick. Does it look like I need to cut my product?\n\n\nAgent Francis:\n Well, all of their tox reports came back, and nothing unusual was detected in any of their systems. So, what's the difference? Maybe this stuff isn't as safe as you might have thought.\n\n\n████████:\n Fuck if I know, man. I'm not about to fuck anyone over, I'm just trying to get by. Maybe they just OD'd, you know? That's not my responsibility!\n\n\nAgent Francis:\n It isn't, you're right. Relax, you'll be able to head home shortly.\n\n\n████████:\n \n<exhales>\n 'ight, okay. You know, this is \nnot\n how y'all typically do things, from my experience.\n\n\nAgent Francis:\n Yeah. It's uh, police… reform?\n\n\n████████:\n \nOhhh yeah\n, I can totally hear that shit now. Like asking me if your answer was right. That's a good one.\n\n\nAgent Francis:\n \n<clears throat>\n Have you noticed anyone acting odd or abnormal? Your buyers? Friends? I don't need names, just any general observations, feelings, or inclinations.\n\n\n████████:\n Hm, you know what? There was something someone said, this chick. Blonde. Didn't look the type. She said something about a hole. Heard it before, but she said some weird shit about it, got me messed up for a bit. Sold her some anyway, money's always green, right?\n\n\nAgent Francis:\n And what did she say?\n\n\n████████:\n She said—'next time, we're gonna jump into it for real?' But it wasn't just \nwhat\n she said, it was also \nhow\n she said it, ya know? Like she wasn't even talking to me. I don't know. Weirded me the fuck out. Drugs are drugs, right? Still, don't go jumping into some goddamn hole in the floor. High as balls or not. \n<yawns>\n Can I leave? I'm tired, man.\n\n\nAgent Francis:\n Alright. One last question.\n\n\n████████:\n \n<groans>\n Okay, what?\n\n\nAgent Francis:\n Did you ever see this so-called 'hole'?\n\n\n████████:\n I think so. \n<pauses>\n Took a few bumps at a party and it caught my eye. Weird visual for sure. Looked dark as fuck. Quiet. Wouldn't jump in if I had the choice. Well, I mean, part of me said go on, you know? 'You smoke crack on the streets, what's some shit you're seeing gonna do to you that's worse than what rock has on you?'\n\n\nI'm sure you see them crackheads out there all the time, itching themselves, doing god-knows-what for a little piece of that cook-up. But this? Nah, man. I just felt something bad, I dunno…I told myself I was tripping out, but that thing seemed like a one-way trip, if you know what I'm saying.\n\n\nAgent Francis:\n I see. Alright. \n<tucks notepad and papers into jacket>\n That just about covers it. You're good to go. Thank you for your cooperation.\n\n\n████████:\n I still don't believe it. I'm just gonna walk? That's that?\n\n\nAgent Francis:\n Yep, that's that. \n<to the guard>\n Give this kid his forget-me-nows.\n\n\n████████:\n My \nwhat?\n\n\n<END LOG>\n\n\n\n\nNote:\n In the early morning following this interview, the subject's unconscious body was discovered in critical condition within a drainage ditch alongside the New Jersey Turnpike. He was then transported to a nearby ICU. Unfortunately, ████████ succumbed to blood loss before arrival, as his blood was not present at the time of his recovery.\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nINCIDENT LOG 3335.3:\n SCP-3335-1 Emergent Event II\n\n\n \n\nOn ██/██/████, the Foundation was alerted to an influx of SCP-3335-1 instances re-awakening with substantial alterations in personality and physiology. Extreme mood swings, visceral reaction to sensory input of any kind, along with overwhelming compulsions to isolate in small and unlit spaces with other SCP-3335-1 instances have been observed.\n\n\nAffected individuals have shown marked increase of adrenaline and cortisol present in blood testing, as well as a higher blood concentration of SCP-3335.\n\n\nElectroencephalography (EEG) tests yielded unusual patterns of electrical activity in the brains of SCP-3335-1 instances, similar in effect to those who have undergone partial-to-full corpus callosotomy procedures.\n5\n As a result, many subjects develop symptoms similar to, but notably different from, callosal disconnection syndrome, also known as \"\nsplit-brain\n\" disorder.\n\n\nWhen an affected subject appears to have acquired symptoms of callosal disconnection syndrome, hemispheres of their brain will take on attributes of their own and deprive the other hemisphere of existing attributes. This results in separate impulses and perceptions for the left and right halves of an affected instance's body.\n\n\nUnlike documented cases of callosal disconnection, both hemispheres of SCP-3335-1 instances develop into their own consciousness, one of which may retain some personality traits of the original individual. Retained personalities possessed by SCP-3335-1 will show marked torpor and emotional dampening. Subjects may also experience bouts of catatonia/reduced cognitive function.\n\n\nThe other hemisphere is occupied by a unique consciousness.\n6\n These personalities are highly erratic and self-destructive, often participating in grievous self-hematophagy to the point of expiration.\n\n\nDue to the continued existence and function of the corpus callosum within the brains of typical SCP-3335-1 instances, significant \"cross-chatter\" can occur, resulting in some level of neurological competition between hemispheres as they \"fight\" for primary control of various bodily functions. Despite this, neither consciousness appears to be aware of this quality, instead confabulating when pressed for explanation of such behaviors.\n7\n It is completely possible to inform subjects of the nature of their predicament, and how to identify these effects. Unfortunately, atypical behaviors will always be explained away through confabulation. EEG tests suggest transient epileptic disturbances can occur at the boundaries between these shifts in consciousness, which may result in bouts of sudden but temporary \nretrograde and anterograde amnesia.\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\nADDENDUM 3335.2:\n Civilian Interview Record II\n\n\n \n\n\n\n\n⇵ ACCESS INTERVIEW LOG 3335-1B\n\n\n\n\n⇅ COLLAPSE INTERVIEW LOG 3335-1B\n\n\n\n\n \n\n\n\n\nInterview Log 3335-1B\n\n\nInterviewee:\n SCP-3335-1, formerly known as ██████ ███████\n\n\nInterviewer:\n Dr. █████████ █████, Foundation psychologist\n\n\nNote:\n \nThis interview was conducted at the ██████ Valley Hospital in ████, Minnesota. Due to security concerns, personally-identifying info has been redacted. SCP-3335-1 specimen claims to have no memory of the time leading up to becoming comatose. In addition, this instance is considered one of the more active cases, with fluctuations in awareness having increased to nearly a dozen \"attacks\" every day.\n\n\n\n\n<BEGIN LOG>\n\n\nDr. █████:\n So, ██████, how are we feeling today?\n\n\nSCP-3335-1:\n Doing okay, I guess. Feeling a little weird. Vision is a bit blurry… Uhm. Can you get these restraints off?\n\n\nDr. █████:\n We'll have you out of them soon. You experienced a significant psychotic break and hit your head pretty badly. We had to place you in a medically-induced coma to prevent your brain from swelling. Do you remember anything about what happened?\n\n\nSCP-3335-1:\n \n<shakes head>\n The last thing I remember was… feeling like I was falling down a tunnel. I couldn't see, and I tried to say something, but my mouth wouldn't form the right sounds.\n\n\nDr. █████:\n It's not uncommon to feel something like this when you lose consciousness. Nothing to worry about. How do you feel right now?\n\n\nSCP-3335-1:\n Well, my throat hurts, for one. And I don't feel too sober, yet. Feeling a bit off… When will that go away?\n\n\nDr. █████:\n Not long, I imagine, and we'll get you some lozenges and a glass of water for your throat. Can you go into further detail as to what you mean when you say you feel \"off\"?\n\n\nSCP-3335-1:\n Um, well, I feel out of it. Like my body isn't working the way I want it to. As if it's lagging behind the rest of me. Sometimes I'm good, sometimes not. It's been on and off for a while. Really tired. Feeling a little numb, but it'll pass, right? \n<yawns>\n Sorry.\n\n\nDr. █████:\n I'm sure it will. How is your mood and overall mental state? I know these situations can be quite stressful.\n\n\nSCP-3335-1:\n Yeah, you could say that.\n\n\nWell, I'm okay…You know. Just feel a bit slow. I don't feel like myself, if that makes sense. I just feel… disconnected. Do you know what I mean?\n\n\nDr. █████:\n Sure. And has the medication we gave you this morning helped at all? Or is it about the same?\n\n\nSCP-3335-1:\n It's been worse, actually. Getting worse, actually. Getting, feeling more like somebody else, actually. Somebody—uh, does that make sense, actually? Some—make sense?—make sense? M-make sense? Actually? Make sense?—make sense?—make sense-m—uh—\nhuh\n?\n\n\n<SCP-3335-1's speech slurs as it starts to mumble, voice lowering in volume until inaudible. The patient's eyes lose focus and skew slightly, form slumping back in the hospital bed. SCP-3335-1's alternate consciousness is likely forcing control over subject's speech functions, with palilalia (seen above) being one of the most common first indicators of a transitional event. Other indicators include deficiencies in facial/object recognition, memory loss, flat or inappropriate affect, and atypical/disordered patterns of thought.>\n\n\nDr. █████:\n ██████, are you alright? I didn't catch that.\n\n\nSCP-3335-1:\n Who? Make sense. \n<incoherent>\n\n\nDr. █████:\n I'm sorry. What did you say?\n\n\nSCP-3335-1:\n Out. Want out.\n\n\nDr. █████:\n What do you want out of, ██████?\n\n\n<Subject flexes and moves appendages sporadically, tensing and straining against hospital-provided restraints. It tries in vain to bring the left arm to its open mouth and the right follows in an apparent attempt to grab the first. It gives up on both after a few moments.>\n\n\nSCP-3335-1:\n Hmmmm. Cage. Bad— Out. Must seek my \n<incoherent>\n\n\nDr. █████:\n ██████? Seek your what?\n\n\nSCP-3335-1:\n M-my gr-g— \n<groans>\n Can't say. Want out. Get me out.\n\n\nDr. █████:\n It's going to be okay. We'll get you out as soon as you are well.\n\n\nSCP-3335-1:\n No. Now. Out cage. Out of… Out of v-vessel. Get me out of vessel. Want out of vessel. Light h-hurts. Skin hurts. Burns. C-can't think. Where a-am I? \n<pause>\n …\nWhy?\n\n\nDr. █████:\n I don't quite understand what you mean. You're in the hospital, you suffered a—\n\n\nSCP-3335-1:\n Suffered a! Suffered a! Get me out. Hurts. Suffer now. Do job. Make two one, one two. Make zero. Doesn't matter. Let me out… hurts.\n\n\nDr. █████:\n What can I do to help you, ██████?\n\n\nSCP-3335-1:\n \n<incoherent>\n into the divide! Listen! C-cut into the head. Into t-two, one. The flesh. The bone. Want out. It hurts. \n<subject's eyes begin to water>\n\n\n<SCP-3335-1 instance is administered a sedative, at the discretion of the patient's care team.>\n\n\nSCP-3335-1:\n No… Please. It burns! I'm going, going, going f-farther down. W-why are you doing this? Why?!\n\n\n<SCP-3335-1 continues to fight restraints. BPM monitors display severe tachycardia.>\n\n\nDr. █████:\n Can you hear me, ██████?\n\n\nSCP-3335-1:\n Out! Get me out! Please! No more! \n<sobbing>\n K-Kill me.\n\n\nDr. █████:\n ██████? Stay with me, okay?\n\n\nSCP-3335-1:\n \nKill me—\n\n\n<Subject screams in apparent anguish. Monitors show heart rate exceeding 240 beats per minute. After a few seconds, subject ceases screaming.>\n\n\nDr. █████:\n ██████?\n\n\n<BPM monitors show rapidly stabilizing functions. Subject refuses to respond to stimuli for several minutes. After a period of about fifteen minutes, it is assumed that SCP-3335-1's alternate consciousness is now dormant within the subject's psyche.>\n\n\nSCP-3335-1:\n \n<groggily>\n What? Oh, sorry about that, zoned out for a sec. Yeah, uh, so I still feel weird sometimes, is what I was saying. A bit numb, it'll pass though, right?\n\n\nDr. █████:\n I'm sure it will.\n\n\n<END LOG>\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\nADDENDUM 3335.3:\n Related Field Operations\n\n\n \n\n\n\n\n⇅ ACCESS FIELD OPERATIONS LOG I\n\n\n\n\n⇵ COLLAPSE FIELD OPERATIONS LOG I\n\n\n\n\n \n\n\n\n\nReports of SCP-3335 consumption in ████████, ██ led to an investigation of several known \"drug dens\" in the area. Foundation field operatives familiar with the territory have been assigned the task of raiding affected homes, terminating users of SCP-3335 and destroying all paraphernalia or lab equipment that may have come into contact with the substance. A select record of operations can be found below.\n\n\n\n\n\n\n\n\nTFO GAMMA-7 ACTION LOG\n\n\nOPERATION \"COLD TURKEY\"\n\n\n\n\n\n\nMission Parameters:\n Investigate sites of interest and terminate affected individuals, neutralizing all traces of SCP-3335.\n\n\nAssigned Local Unit:\n Tactical Field Ops. Gamma-7 (\"Night Watchmen\")\n8\n\n\nPresent:\n Agents Alpha; Bravo; Charlie (also referred to as 'Command'); Delta; Foxtrot; Echo\n9\n\n\n \n\n\nAdditional Information:\n \nThe following is an audiovisual transcript of a staged, late night raid on an apartment complex in downtown ████████, ██. Members of TFO Gamma-7 were equipped with standard deep-cover tactical wear, including low-profile Kevlar suits and suppression-integrated Maxim 9mm handguns, as well as standard Urban Survival Protection (USURP) kits containing an assortment of survival gear for urban response teams.\n\n\nField agents were posted at strategic vantage points near the three entryways of the apartment complex while Gamma-7 infiltrated the interior.\n\n\n \n\n\n\n\n \n\n\n<BEGIN LOG>\n\n\nAlpha:\n Alright, mics on, everybody check in.\n\n\nBravo:\n Bravo here.\n\n\nFoxtrot:\n Foxtrot, check.\n\n\nEcho:\n Echo, checking in.\n\n\nCommand:\n Delta? Where's Delta?\n\n\nDelta:\n Here, sorry. Sorry. Setting up the camera. Should be coming live now.\n\n\nAlpha:\n We're ready to go. Command, please confirm video feed.\n\n\n<Delta's visual broadcast activates, revealing a run-down urban alleyway leading to the back entrance of the complex. The building has multiple floors, the windows of each have been boarded up with plywood, their respective fire escapes rusted through and in varying states of collapse.>\n\n\nCommand:\n Affirmative. You are clear to proceed.\n\n\n<The group is seen swiftly making their way to an ancillary access point, treading through puddles and various detritus.>\n\n\n\n\n<Some ways down, two civilians are loitering under an awning near the entrance to another building, exchanging angry words in a heated moment. They notice the agents and flee into the structure across the target.>\n\n\nBravo:\n You can run, butcha can't hide! \n<cackles>\n\n\nEcho:\n Watch it. Just 'cause Charlie is on squawk duty this time doesn't mean it's a free-for-all. Betcha they'll review this thing later for QA. Besides, MTF certs are next year. Try not to fuck it up.\n\n\nCommand:\n Yeah, man, being van guy is cushy. Don't blow this for me, dipsticks. I mean— \n<clears throat>\n\n\nAlpha:\n 'Kay, Charlie, we are approaching the entryway. Anything else we should know about this place before ingress?\n\n\nCommand:\n Okay…oh, right. \n<papers rustling>\n Here. Recap. The Harrington Apartments. Multi-unit complex with twenty-four residences across three floors. Old, nearly a hundred and fifty years standing, so no elevator. Two stairwells, one at either end, however, and three entry points— front, back, and maintenance, the latter of which you'll be using for your incursion today. Residents are mostly lower income individuals. The number of occupied units is unknown; tenant records were lost during an influx of 3335-1 in the past year. Other than that, your guess is as good as anyone's.\n\n\n<Gamma-7 approaches the apartment's maintenance access door, a battered slab of gray featuring a dull, silver knob. Delta reaches the entrance first and grabs the knob, twisting it, though the door does not give way.>\n\n\nDelta:\n Crap, the thing's locked. Solid, too.\n\n\nAlpha:\n I told them they should have got us a Dremel. \n<sighs>\n Command, do we have permission to barge the door?\n\n\nCommand:\n \n<silence for a few seconds>\n Negative. Too likely to draw attention. But—\n\n\nEcho:\n Wait, I've got it, give me a second.\n\n\nFoxtrot:\n What are you—\n\n\nBravo:\n Aha, very good.\n\n\nCommand:\n Yes?\n\n\nAlpha:\n Echo jimmied the lock with his ID badge. Crafty little critter.\n\n\nEcho:\n There we are. These older locks are really weak shit. Strong doors or not.\n\n\nCommand:\n Did you guys all forget that you have lockpicks in your survival kits?\n\n\nAlpha:\n We talked about this. If we don't open the plastic bags they're in, Dispatch will take them back and refund me. If \nyou\n buy the gear next time, you can tell us to waste your six hundo on some bobby pins. Let's go.\n\n\n<Gamma-7 quietly enters the building, which is pitch black just past the doorway, followed by an immediate and sharp left turn. A glance down the narrow corridor reveals what is likely multiple technical rooms for maintenance access. Shoulder-mounted flashlights are activated as the team makes their way inside.>\n\n\n\n\n<The team checks each of these rooms, two team members on each side, one opening the doors and one inspecting the status of its respective room; one maintenance room, two storage rooms, a boiler room, and a small bathroom, with an \"all clear\" reported from within each.>\n\n\n<Passing further inside, a room labeled \nELECTRICAL\n rapidly draws closer, and a low rumble is heard through its door. Investigating quietly, Alpha opens the door to a corroded series of fuse boxes and wiring panels, used to distribute power amongst the individual units of the complex. Most are damaged beyond repair, through neglect; electrical damage and water damage being most obvious, the rest lacking any sign of power leading from the master panel, even if functional.>\n\n\n<The source of the noise is identified as a personal gas generator, dangerously rigged to backfeed into the fuses owned by one apartment of the topmost floor, where an indicator light and the residue of a worn label, which may have been the apartment number, coexisted next to one another.>\n\n\nBravo:\n You smell something toasty? Or am I just havin' a stroke?\n\n\nFoxtrot:\n I smell it too. Jury's still out on the stroke, though.\n\n\n<The team takes a turn leading farther inwards. It passes through an empty laundry room. Though once communal, the machines here lay broken and disused, built aside dusty shelves and gray, moldy drying racks.>\n\n\n\n\nAlpha:\n Now I'm catching it. Is someone cooking? It's kinda making me hungry.\n\n\nEcho:\n \n<cynically>\n I bet the only thing we're gonna be eating tonight is an Amy.\n10\n\n\nDelta:\n Thought the generator would be the source of that smell, all things considered, but it is \ndefinitely\n getting stronger.\n\n\n<Gamma-7 continues without event through the next room, a thin hallway connecting back to the other maintenance rooms and loading areas, heading forward to the main thoroughfare once used to access the four apartments on each side of the passage. The hall is concealed under black curtains of shadow in lieu of light, large and empty, walls alternating from sheetrock, to brick, to gaps between rotting wooden beams and rusted, black-speckled pipes, terminating in darkness. Behind Gamma-7, a set of nondescript double doors stand, the small window on each side obscured completely by further shadows.>\n\n\n\n\nAlpha:\n Alright, we've entered the main hallway, but, huh.\n\n\nBravo:\n Yo, Charlie, any reason you took us the long way? There are doors right here.\n\n\nCommand:\n Shit, sorry, I forgot to mention. Those are the main inner doors, they head to the foyer, which contains the mailboxes and such for the whole complex. Exiting from there brings you directly out front, which tends to get a lot of foot traffic. Mostly just transients and pregnant cats but, either way. Too risky.\n\n\nBravo:\n Makes sense.\n\n\nAlpha:\n Right. A bonfire would explain the barbeque smell… I guess. Oh, is that smoke?\n\n\n<A black emission can be seen pouring out of the seam between the door and the top of its frame.>\n\n\nCommand:\n Sorry?\n\n\n<Alpha removes his wool toque and tries to open the foyer door, using the hat like an oven mitt. He winces and retracts his digits, donning the headwear again a moment later.>\n\n\nAlpha:\n Seems like the foyer is off limits… for whatever reason. Anomalous? I don't see any flames. I think I actually hear running water.\n\n\nEcho:\n I hear it.\n\n\nCommand:\n Roger that. I guess?\n\n\nBravo:\n Kid, you suck at being van guy.\n\n\nCommand:\n We all suck! At least I'm trying something new.\n\n\nBravo:\n Valid.\n\n\nAlpha:\n We'll circle back around to look at the foyer again later. I'm glad that the cover story is basically writing itself, though.\n\n\nDelta:\n I see where your head's at, and I like it.\n\n\n<A series of sounds akin to struggling are heard somewhere above. Alpha looks up, then across the hallway.>\n\n\nAlpha:\n Okay, stairs up ahead. Stairs behind us. What is this place again, two floors?\n\n\nEcho:\n Three.\n\n\nAlpha:\n Hmph. One entrance compromised. One exit through maintenance areas. Let's choose a door. Delta, pick one.\n\n\nDelta:\n This one on the left, I hear voices.\n\n\n<Audio feed picks up muffled speaking. After a few seconds, Foxtrot is seen knocking on the door. The voices grow silent.>\n\n\nEcho:\n \n<quietly>\n You're just going to go up and knock like a gentleman? Real polite.\n\n\nFoxtrot:\n Fuck you, [IDENTITY REMOVED].\n\n\nEcho:\n \nWhat'd you just—\n\n\nAlpha:\n I don't have time for this.\n\n\n<Alpha is seen kicking the door next to the handle, causing it to fly open. Camera view is obscured while Gamma-7 funnels into the room, although commotion and struggling can be heard, cut short by several suppressed gunshots a few seconds later. View returns, two individuals lying on a broken coffee table. Syringes and wax bags litter the floor.>\n\n\nAlpha:\n That ought to do it.\n\n\nBravo:\n What the \nfuck\n, man. No one said they were our targets! We gotta confirm that shit beforehand.\n\n\nAlpha:\n They've got powder, though.\n\n\nFoxtrot:\n Nah, see the stamps? That's heroin. And they've got candles. I heard these guys don't like light.\n\n\nEcho:\n That was a risky move. Don't be an idiot. Why do \nyou\n think we're still TFOs? Shit like this. That's why. If you make me wait another year to re-take MTF certs \nagain\n, I will sneak laxatives into every meal you eat for a year while we wait for the next one.\n\n\nAlpha:\n I guess I'll just eat out every day for a year, problem solved.\n\n\nEcho:\n You think that will stop me? I can get fifty part-time jobs. Still less soul-crushing than being stuck in a trap house with you.\n\n\nAlpha:\n Whew! Echo's got some \nteeth\n today! \n<sighs>\n Okay, let's keep moving then.\n\n\nBravo:\n Also, it's a \ntrap mansion\n.\n\n\nAlpha:\n \n<pointing to Bravo>\n Trap mansion. What he said.\n\n\nDelta:\n Glad you're having fun. If you're done with your \nbit\n, I'd love to continue on with the, ya know, \nmission\n. At this rate, we'll be spending the holidays here, too.\n\n\n<Silence for fifteen seconds as the group navigates back out into the hallway. Checking the next door over, it is determined to be unlocked but barricaded, and cannot be opened. The same result occurs with the next two. Foxtrot goes to check the opposite side but is stopped by Delta.>\n\n\nDelta:\n You hear that?\n\n\n<Muffled, unintelligible vocalizations can be heard in the distance.>\n\n\nFoxtrot:\n It's getting louder.\n\n\n<Sound increases in volume over a period of ten seconds. Soon after, a lone figure is seen crashing down the stairs closest to the group. The individual the stands, staggering and swaying before falling again, apparently unable to keep steady for long. Individual is heavily bandaged around the head and arms.>\n\n\nBravo:\n We have someone inbound.\n\n\nFoxtrot:\n He looks hurt. Or \nreally\n high. Or both.\n\n\nAlpha:\n What's your name?\n\n\n<No response is given, instead, the figure continues to babble and clutch its head in distress. It either cannot or is unwilling to effectively communicate with Gamma-7.>\n\n\nDelta:\n What should we do? Look at those bandages. Are you alright?\n\n\nCommand:\n You know our mission parameters. I can't dispatch a medic unless you know they aren't a dash-one.\n\n\nDelta:\n Don't remind me. Hey buddy, let's see your pupils—\n\n\n<Delta shines her flashlight into the instance's eyes, which begin shaking violently the moment the bright torch touches their respective retinas. The instance of SCP-3335-1 loses motor control with a loud thump, falling unconscious and starting to convulse. It then becomes rigid, emitting a groan as the air is forced out of its lungs, capillaries in its face and eyes bursting as the gauze on its head begins to turn red in splotches. The instance assumes \ndecerebrate posture\n, indicative of a severe, soon-to-be-fatal brainstem injury, and its painful warping of form ceases shortly thereafter.>\n\n\nBravo:\n Well, that was something. Never seen one of those up close before. Fuck me.\n\n\nEcho:\n I don't want to be here.\n\n\nBravo:\n You good?\n\n\n<Echo nods, though he is pale, arms crossed tightly against his stomach in a defensive stance.>\n\n\nDelta:\n Did \nI\n do that?\n\n\nAlpha:\n Yeah, there was nothing in the briefings about this. They mentioned photosensitivity—Bit of an understatement if this is what they meant.\n\n\nDelta:\n Uh. You might want to see this.\n\n\nEcho:\n What is it?\n\n\nBravo:\n Oh god, what the hell.\n\n\n<Delta pulls back the bandaging to reveal a set of miscellaneous materials that run in a radial pattern around the individual's head, which is split into several segments along uneven, messy seams. Dried residue suggestive of quick-dry adhesives run their length, as well as a set of inconsistent stitching, supported by the presence of thumbtacks, staples, sewing needles, screws, and broken syringes as an attempt to further secure the pieces in place. The wounds are infected and continue to bleed.>\n\n\n\n\nAlpha:\n Yeah, this guy looks messed up. If I had to guess I'd say he paid for back alley brain surgery, or cracked himself open and tried to put Humpty Dumpty back together using whatever he had laying around the house. Did a shoddy job either way.\n\n\nDelta:\n These sutures look loose—fuck!\n\n\n<The stitching appears to dislodge, the portion of skin and bone falling away, revealing an open hole into its cranial cavity.>\n\n\nAlpha:\n Fuck, that's awful. I can see inside his head.\n\n\nFoxtrot:\n \n<stifling a gag>\n\n\nAlpha:\n What—\n\n\nBravo:\n Where the fuck is his brain? Where the fuck is it?\n\n\nAlpha:\n No, there's some left. Looks like its missing about half. One…lobe?\n\n\nCommand:\n Hemisphere.\n\n\nAlpha:\n Okay… \nnerd\n.\n\n\nEcho:\n \n<quietly>\n How… How was this guy still alive? Did he just get the surgery, like, five minutes ago?\n\n\nA few seconds of speculation follows, cut short by another guttural bellow somewhere above Gamma-7.\n\n\nBravo:\n I think it's time we took this a little more seriously.\n\n\nFoxtrot:\n Yeah. Let's head up, not looking to hang around too long. I picked the wrong day to eat three slices of pizza before doing fieldwork.\n\n\n<Silence for ten seconds, followed by the crew's echoing footsteps. Something else is heard moving a ways behind Gamma-7, only audible to Delta, who is situated at the tail end of the group. She turns her camera towards the hallway for a few moments. Detecting nothing, she is seen returning to the rest of her team.>\n\n\n\n\n<Gamma-7 approaches the stairwell, ascending to the second floor landing, Bravo at the front. The team can be seen maneuvering around large boxes and furniture that cover the stairs as a poorly-constructed barricade. A few items require relocation further down the stairs, which is accomplished with some effort.>\n\n\n<The second floor is accessed, a narrow hallway compared to the previous, though the residences themselves are likely larger; the maintenance areas from the ground floor are not present and the apartment doors are noticeably farther apart. Bravo throws up a hand sign to his teammates, who immediately stop moving at the command. After a moment, he turns to face the group.>\n\n\nAlpha:\n What is it?\n\n\nBravo:\n Smell that?\n\n\nEcho:\n Smells like death. Still hungry, Alf?\n\n\nAlpha:\n What do you think?\n\n\nDelta:\n This door up here is ajar. What's that?\n\n\n<An image resembling a Celtic knot can be seen on the off-white door, painted on with a reddish-brown pigment.>\n\n\nAlpha:\n I see it. Weapons ready, everyone.\n\n\nBravo:\n Watch your step.\n\n\n<The team passes the threshold into a trashed apartment. It appears recently lived in.>\n\n\nAlpha:\n Alright. Three doors. Bravo, Foxtrot, you come with me. Delta, Echo, check out those two.\n\n\nEcho:\n You got it.\n\n\nBravo:\n Quiet now.\n\n\n<Ambient background noise is picked up for the next thirty seconds. Alpha, Bravo, and Foxtrot venture into a hallway and disappear from view. Delta and Echo are seen entering the living space and dining area on the opposite side, determining them both to be empty. Large portions of the furniture and walls have been smashed or torn apart. All light sources have been removed, as well as their fixtures and any wiring which would have connected them to a power source.>\n\n\n\n\nDelta:\n Clear over here. Looks like someone tried to redecorate with a sledgehammer.\n\n\nEcho:\n Same.\n\n\nAlpha:\n Okay. Foxtrot, check the bedroom. Bravo, cover the bathroom.\n\n\nBravo:\n Got it.\n\n\nFoxtrot:\n We got bodies in here, yo.\n\n\n<The camera feed confirms this claim as Echo and Delta rejoin Alpha and Foxtrot in the master bedroom; a number of individuals are seen laying across the moldy floor and against the unkempt bed. Half-melted ice is hastily piled on and around the bodies.>\n\n\nAlpha:\n More dash-ones. Are they dead?\n\n\nFoxtrot:\n No bandages on the heads. Wrists though…\n\n\nBravo:\n Bathroom is clear, albeit disgusting. Mirror is smashed through.\n\n\nFoxtrot:\n \n<holding a palm over the mouth and nose of one of the bodies nearest to him, then checking for a pulse>\n Still alive. Skin's cold. Shallow breathing. Bradycardia. Probably from the ice, which means they're likely comatose—\n\n\n<Bravo enters the room, shining his flashlight in the direction of Foxtrot. The beam illuminates the still faces of two instances of SCP-3335-1, who immediately awaken, eyes in rapid nystagmus for a moment. Another moment passes, and both pairs are fixed on Foxtrot. Bravo panics and attempts to disable his flashlight, fumbling and dropping the object, causing further commotion. A scream is heard, followed by a sharp whine emanating from Foxtrot's microphone.>\n\n\nFoxtrot:\n \nBravo! You son of a—\n\n\nAlpha:\n Get out of the way!\n\n\nBravo:\n Shit—!\n\n\nFoxtrot:\n Fuck—get em off me, agh!\n\n\n<Affected individuals are heard vocalizing in near-harmony, deviating only to express extreme emotion with no cohesive pattern or inciting cause. One appears to be attempting to pull its own arm off of Foxtrot, but fails to do so. The agent's pleas for help are drowned out by a gurgling sound. Alpha is heard firing rounds into the figures, although they do not seem deterred.>\n\n\nSCP-3335-1:\n \n<in approximate unison>\n Flesh cleaved in two. Two. Mind cleaved to one. One. Help. Help. \nHelp.\n \nHelp!\n Let us out!\n\n\n<Coughing and sputtering is heard. Delta and Echo rush into the room, camera revealing Foxtrot underneath two SCP-3335-1 instances, who are pinning him down. Both have the same extensive bandaging, though they begin to gnaw at their own wrists with coordination and purpose. Foxtrot thrashes harder but remains immobilized.>\n\n\nBravo:\n Jesus fuck!\n\n\nFoxtrot:\n \n<choking and gasping>\n\n\nDelta:\n What the hell are they doing—?\n\n\nFoxtrot:\n \n<wet coughing>\n—Shoot! Shoot them!\n\n\n<Struggle, more gunfire, then quiet. Foxtrot is heard panting and coughing.>\n\n\nBravo:\n You alright?\n\n\nFoxtrot:\n No, I'm not fucking alright! Did you see that?! Oh g-god—\n<vomits>\n\n\nCommand:\n What happened? I could barely see your feed.\n\n\nAlpha:\n Drugheads, came to life without warning. They were all over Foxy here. Damn things were bleeding everywhere. They pinned him down.\n\n\nFoxtrot:\n \n<gagging>\n I-It bled into my m-mouth.\n\n\nAlpha:\n What?\n\n\n<Alpha turns his light towards Foxtrot's face to see him ejecting more red-tinged slurry. He coughs and gags further before answering.>\n\n\nFoxtrot:\n The fucking thing wrung out its wrists into my mouth! Fuck—\n\n\n<Bandages on the attackers' arms are torn away, blood flowing freely out of deep lacerations on the wrists. Fresh scratches are seen on the arm from its other hand, which has skin and blood under its fingernails.>\n\n\nAlpha:\n Oh, that's vile. \n<pauses>\n How come these guys could talk and move like that?\n\n\nDelta:\n More questions. None of which I want answers to.\n\n\nAlpha:\n Charlie, you need to report that Foxtrot may have had contact with the chemical agent in question. Likelihood of contamination unknown.\n\n\nCommand:\n \n<pauses>\n U-Understood. Suggesting evac for Foxtrot, followed by standard decontamination procedures for the rest of you. I'll make a case for Foxy but we all know what they said about exposure.\n\n\n<The room is silent for a moment.>\n\n\nAlpha:\n Good plan, Charlie. Let's regroup—\n\n\n<A large commotion is heard from the stairwell, along with sounds of structural collapse. Alpha steps back into the hall briefly to see the boxes and furniture replaced by a cloud of dust. When the particles settle, it becomes clear that the decrepit stairs have collapsed.>\n\n\nCommand:\n Everything okay in there? Seismic sensors just blipped.\n\n\nAlpha:\n Yeah, the stairwell ate it, though. At least we got another.\n\n\nCommand:\n Yep, opposite end of the building, as you know. I've sent some \nrecovery agents\n in to ensure a clear route for extraction. Ah—\n<pauses>\n Okay. Agent [IDENTITY REMOVED] says there's a bunch of garbage and furniture in the other stairwell, but it is intact. They're working on clearing it out as we speak.\n\n\nAlpha:\n Yeesh. Alright. Maybe we could get to the roof? Some of the nearby buildings looked close enough, but I wouldn't bank on the fire escape being up to code.\n\n\nFoxtrot:\n Either way, I don't want to just sit around, waiting to turn.\n\n\nAlpha:\n \nIf\n you turn. You're not the lightweight of the group, right? \n<indicates to the teammate on his left>\n\n\nEcho:\n What's \nthat\n supposed to mean?\n\n\nAlpha:\n Not surprised you don't remember. Though, I'm sure housekeeping remembered having to remodel our hotel bathroom.\n\n\nEcho:\n It was \none\n party. I had skipped lunch…and breakfast.\n\n\nCommand:\n You're cleared to continue if you so choose. Be safe and sober out there.\n\n\nFoxtrot:\n \n<chuckles>\n Yeah. Right. I'm okay, I'm okay. Let's keep going.\n\n\nAlpha:\n Alright, Charlie. We're gonna continue for now. Keep us posted about egress.\n\n\nCommand:\n You got it. Talk to you soon.\n\n\nAlpha:\n \n<pulling Foxtrot to his feet>\n Can't stop a Watchman.\n\n\nBravo:\n Damn fucking straight.\n\n\n<Gamma-7 moves out into the hallway once more, inspecting the remaining doors on their current floor and revealing them all to be empty, and in similar states of disrepair. Echo notes a pleasant greeting of 'Hello :)' spray-painted on one of the doors.>\n\n\n\n\nEcho:\n I guess someone's got a sense of humor. Or maybe they really \nare\n that friendly.\n\n\nAlpha:\n Don't know which I hate more.\n\n\n<Nearing the last functioning set of stairs, the team finds a spacious yet cramped domicile unlocked, possessing signs of more recent activity; dozens of boxes of varying contents, primarily medical and surgical supplies, fill much of the apartment's floorspace. Ledgers of messy handwriting litter the kitchen table, along with diagrams of the human brain, scored with various marks and denotations.>\n\n\nFoxtrot:\n They're surgery notes, for removing a part of the brain. And… \n<pauses>\n And modifying the nervous system to let one hemisphere take advantage of this criss-crossy thing here.\n\n\n<The agent indicates to a diagram explaining how one hemisphere of the brain is responsible for motor control functions for the opposite half of the body. A series of tightly-bound nerve fibres form a rough chiasm across the brainstem.>\n\n\nBravo:\n I'm no neurosurgeon, but doesn't operating on a brain require like… extreme accuracy and a completely sterile workspace? I don't think we can even reconnect a brain in the \nright\n way once it's severed.\n\n\nEcho:\n Yeah, this is way outside of our collective understanding of neuroscience. There might be something worth something to the lab coats in here, or it could all be anomalous parlor tricks.\n\n\nAlpha:\n Amateur science project? \n<looking at the notes>\n Or the key to unlocking the secrets of the human mind? Who knows. I'll grab 'em anyway, why not. \n<glancing at each page as he begins stowing them in his bag>\n Some of this stuff has to be made up, \n<pauses>\n 'Basal ganglia'? I'm pretty sure if I showed you my basal ganglia, I'd get reported to HR.\n\n\nEcho:\n I'm gonna ignore that.\n\n\nAlpha:\n \n<inspecting a document with hand drawn diagrams and notes, on the topic of rewiring \"foreign\" neurons and synapses together>\n Gah, I can't even read this chicken scratch. My kid could've done better than this.\n\n\n<The rest of Gamma-7 looks over at him.>\n\n\nAlpha:\n What? Oh. Goddamn it.\n\n\nBravo:\n You have a child?\n\n\nAlpha:\n What, did I not tell you? It doesn't matter anyway, it was a slip of the tongue.\n\n\nDelta:\n \nHuh?\n\n\nAlpha:\n I don't mix work and personal life. Not in this profession.\n\n\nEcho:\n I tell you guys everything. All my dirty little secrets.\n\n\nAlpha:\n You \ndo\n? What a boring life.\n\n\nBravo:\n Yowch.\n\n\nAlpha:\n Hey, whatever mistakes I make in my spare time, and the unfortunate consequences of those mistakes, are noneya. What are we gonna do next, exchange photos of our pets on their birthdays? Have an office sweater party?\n\n\nFoxtrot:\n Don't knock it until you try it. You'll never know if you never find out.\n\n\n<The team goes quiet. Gamma-7 makes their way to the master bedroom, spotting two individuals occupying the center of the room. One is hanging from a noose made of electrical wires tied into knots, fed through a hole in the ceiling, which is secured around a wooden support beam. Its eyes are bulging and bloodshot.>\n\n\nBravo:\n Poor bastard.\n\n\n<Another lies on the bed, which is saturated with blood, with layers of rust-colored stains partially hidden beneath bright red that glistened faintly, still wet. On the nightstands, used surgical equipment is piled in a heap. This SCP-3335-1 instance is alive, but just barely; it breathes shallowly, skin blue, possessing the head bandages of other recently-observed brain surgeries and the level of craftsmanship expected. However, something may have gone awry during the procedure; this SCP-3335-1 possesses a hastily-performed tracheostomy. A small, plastic tube extends from an incision in its neck, allowing it to breathe while the nose and mouth may have been unable to provide clear route. A number of empty bottles next to the limp body and its red-tinged lips suggest an inability to multitask.>\n\n\nAlpha:\n Damn. At least this will be easy. Keep your distance, though.\n\n\n<After termination, Gamma-7 proceeds out again to the front stairway, which appears to have been remodeled sometime in recent decades. Lights moving through the detritus downstairs confirm the presence of the recovery agents, whose team are waiting on chains and a hoist to dislodge a large safe blocking the first floor path. The group decides to continue progressing onto the top level.>\n\n\nBravo:\n I think I know where the smell is coming from.\n\n\n<The third floor landing comes into view, which is of similar layout to the second on first glance, with the added remains of several individuals piled in the far corner. All appear to have undergone the same head trauma, with varying degrees of repair. Flies can be seen swarming around the bodies, a writhing mass of maggots infesting the cranial cavity of one unlucky cadaver. Foxtrot is heard vomiting off camera.>\n\n\nAlpha:\n Sensitive stomach there, Foxman?\n\n\nFoxtrot:\n Can't help it, all I can taste is copper, rot, and half-digested pizza.\n\n\nAlpha:\n Point taken.\n\n\nBravo:\n Here— have some water.\n\n\nEcho:\n —\nAgh!\n\n\n<Camera wheels around to show Echo staring back down the stairwell. Delta walks back and aims the camera downward into the space.>\n\n\n\n\nDelta:\n What? What was it?\n\n\nEcho:\n Someone was behind us.\n\n\nAlpha:\n Alright, stay alert. Bravo, go ahead and check the second floor for any signs we're being followed. Don't venture off too far. Terminate first, ask questions later. None of this moralistic bullshit; as far as I am concerned, it's kill or be killed from here on out. The rest of you, let's start trying doors.\n\n\nBravo:\n Alright.\n\n\n<The agents are seen attempting to access the apartments, most of which are barricaded or otherwise blocked from the inside. Gamma-7 continues on, Bravo rejoining a moment later.>\n\n\nBravo:\n Stairwell clear. Must have run off.\n\n\nAlpha:\n Alright no problem, let's try this one—\n\n\n<A scream is heard coming from the far end of the hall, followed by some dampened vocalizations.>\n\n\nAlpha:\n New plan. Let's go.\n\n\n<The team silently makes their way to the door, which is locked.>\n\n\nAlpha:\n Echo, get this lock here.\n\n\nEcho:\n Mhm.\n\n\n<After a moment, Echo bypasses the lock and pushes the door open.>\n\n\nEcho:\n Oh my god.\n\n\n<Camera comes into the view of the doorway, revealing the floor to be littered with SCP-3335-1 instances, at least twenty. All appear unconscious or dead. Blood coats the ground. In the corner, two individuals are hooked up to intravenous lines, seemingly used to siphon blood into buckets. Makeshift chemistry equipment and paraphernalia are noted, along with large containers of powder assumed to be SCP-3335, coolers, ice machines, and shipping materials.>\n\n\n<Echo places an index finger against his lips as he steps into the room, carefully navigating around the bodies as the rest follow suit. He pauses as soon as his head is able to look around the corner into the kitchen and, subsequently, notice the open hole into the next unit; one wall of the domicile is torn down, originally separating itself from the barricaded apartment next door.>\n\n\nEcho:\n Bodies just keep going into the other unit. I guess this is where everyone went. Wonder if more of the units are like this.\n\n\nAlpha:\n \n<hushed>\n The hell is this, some sort of hive…?\n\n\nBravo:\n It looks more like a two-in-one chemlab and trafficking depot.\n\n\nEcho:\n They're extracting the stuff using… communal blood buckets.\n\n\n\n\nDelta:\n God, that's fucking nasty. I vote we torch this whole complex and get the hell out of dodge, I want to go back and take a shower.\n\n\nAlpha:\n That's starting to sound like the only sensible idea. Let's finish up, I don't think there is much more to learn here, but we need to know for sure before we demolish the place. Some rooms up here.\n\n\nBravo:\n —Also, this might not be the best time to point this out, but is that smoky smell getting worse?\n\n\nAlpha:\n No, you're right. And it doesn't smell the same. It's… more \nacrid\n.\n\n\n<Sounds of movement are heard coming from another room in the apartment. Alpha gestures towards it, he and Delta slowly making their way around the bodies and through the kitchen, where more chemistry equipment is set up, their apparent purpose is reducing blood into paste, then subsequently into powder. A few test batches are seen strewn about the countertops.>\n\n\n\n\nDelta:\n Tweaking the formula?\n\n\n<Once through, the two head into the bedroom. Alpha is seen crossing the threshold and disappearing out of view. The camera reveals a single instance of SCP-3335-1 convulsing on the floor.>\n\n\nAlpha:\n \n<sighs>\n Alright. \n<whispering>\n Let's douse this place.\n\n\n<Bravo produces a small container of accelerant from his pack. He starts to pour it on the floor but stops when a lone figure steps slowly out from the shadows. The rest of the group raises their weapons at the stranger, who raises his hands in response.>\n11\n\n\nPOI-3335:\n Easy now. I really suggest you reconsider your course of action.\n\n\nAlpha:\n Identify yourself.\n\n\nPOI-3335:\n If you shoot, you will be responsible for the death of everyone on your team, and dozens of lives laying peacefully around us. Pursue your other options, for a new world awaits all of us, and it is approaching quickly. If you lay down your weapons now, you can avoid your planned obsolescence.\n\n\nAlpha:\n You're in no position to threaten us. Explain yourself. What have you done to these people? How—?\n\n\nPOI-3335:\n I did nothing, and I am not threatening you. I am only a middleman in this transaction, a mere messenger of the danger you are in. Your window is closing.\n\n\n<The figure steps towards the group, keeping his hands raised as Alpha trains his sights on the man's face, causing him to lift them higher.>\n\n\nPlease, listen to me! You are surrounded by containers for one of two products, or one half of one supply. They also chose to be here. It is their \nduty\n. To their community. Do you know your duty?\n\n\n<Gamma-7 does not react, unsure of how to gauge POI-3335's demeanor. When he speaks again, he reasserts his question with incommensurate anger which does not aid in their assessment.>\n\n\nPOI-3335:\n \nWell?!\n\n\nDelta:\n We have to stop your operation. This is… too much.\n\n\nBravo:\n It's fucked up, is what it is!\n\n\nPOI-3335:\n You are mistaken. Our methods scare you, understandably, because they are unrecognizable. But they are voluntary, and necessary.\n\n\nEcho:\n Bullshit. Foxy didn't volunteer for this. They pinned him down! They \nbled into his mouth!\n\n\nPOI-3335:\n \n<looking to Foxtrot, smiling, hands lowering slowly as he approaches>\n Ah, right. I knew it was you. I \nsmelled\n it in your bloodstream. Paradise is being writ to the inside of your skull. Others will not see it until your mind is twisted back to reflect upon the limitations of Form, and the worlds within.\n\n\n<Foxtrot gives a respectful nod, dropping his gun and pulling off his dark toque. His once-bushy hair is now shaven, replaced by a circular pre-operative guide marking drawn in a dashed line around the side of the agent's head. He kneels proudly. Alpha lowers his firearm, keeping it pointed in POI-3335's direction.>\n\n\nFoxtrot:\n I did it. I brought them. Get me out.\n\n\nDelta:\n \n<panicked>\n What? What are you talking about?! We saw you nearly choke to death, y-you didn't, you \ncouldn't\n have wanted that!\n\n\nPOI-3335:\n Of course not, who would? An unfortunate occurrence. \n<to Foxtrot>\n It wasn't your fault, remember. Your 'friend' was cavalier with his flashlight and you paid the price. But you will get used to the taste, I just wish it was on your terms. \n<to Delta>\n Foxtrot—or Randall, as I know him—and I have a preexisting relationship. He wanted a ticket to the Migration, and, to his credit, knew exactly what he needed to do to get there. \n<to Foxtrot, caressing his forehead>\n You did exceptionally.\n\n\nThe rest of you should have stayed away. But of course you couldn't. \n<pauses, sighing wearily>\n You all have yet to realize that you cannot turn back from here. That there are no retakes. These days mark the end the Foundation's edema within the Flesh. I'm sorry it has to be this way.\n\n\nYour employers trample on a plan far larger than you know, right as it closes in on them, on you. And interfering with a global trafficking operation run by clairvoyants is bad for your health. Isn't that right, [IDENTITY REMOVED]?\n\n\nAlpha:\n \n<eyes widening>\n The \nfuck\n did you just call me?\n\n\nPOI-3335:\n Your name. Well, one of them. We know a great deal about you.\n\n\n<Delta, Bravo, and Echo all turn to look at Alpha, who does not acknowledge their glances, raising his weapon again. His eyes are wide and filled with a mixture of fear and anger. After a moment, a Foundation-issue handheld transceiver on the kitchen counter crackles, along with Gamma-7's comms.>\n\n\nCommand:\n Hey, what's up guys, sorry about the delay, needed to take a piss and couldn't find a bathroom, what's going on\n—oh holy shit—<rustling as the headset is displaced from Command's head and deposited some distance away.>\n—fuck fuck fuck, where's the goddamn situation manual!—oh-\n<the sound of tires swerving on asphalt, followed by a loud crash>\n—\nUgh\n… fuck, agh, my head, ow—oh, hi, sorry! Didn't see you turning there. Yeah, really sorry, emergency though, gotta, gotta go, sorry, yes, right, my insurance card, yeah. Fuck, lemme get… wait, I just—I need—I just need to—to handle-I said-I NEED TO HANDLE SOMETHING FIRST PLEASE! Jesus. Uh, shit-shit-okay-\nThere!\n—\n<pages turning>\n—w-would this be \"D\" for \"double-cross\"…? Or, no—\"P\" for \"Personal info leak\"?-or is-is it \"T\" for \"teammate assimilation scenario\"…or… no, no, no…\n<sirens>\n—Ah, fuck. I gotta go. \n<communication ends>\n\n\nPOI-3335:\n \nAhem\n. We know so very much about \nall\n of you. None of you are free from criticism.\n\n\nBravo:\n Do we have to take him in alive? I'm beginning to lose patience with this guy.\n\n\nPOI-3335:\n \nAh\n, yes. Of course you \nwould\n be the one to do so. You've lost your patience with so many people. Did they all deserve it? You tell me… or maybe you don't have to. Maybe they're already here. \n<POI-3335 glances amongst the bodies on the tile and carpet>\n\n\nBravo:\n Fuck you.\n\n\nDelta:\n Stop! Don't let him get under your skin.\n\n\nPOI-3335:\n Oh, ever the realist, aren't you? Always pragmatic. Do you remember why you joined the Foundation, hm? That bright future, thrown away for chemical bliss and long-sleeve shirts to hide the track marks. Do your teammates know? Perhaps the irony of your assignment would not be lost on them.\n\n\n<Delta goes silent.>\n\n\nEcho:\n \n<to Delta>\n I thought you transferred in after university… right?\n\n\n<Her teammate doesn't respond, camera view shaking lightly in response to her words.>\n\n\nAlpha:\n Get to your point.\n\n\nPOI-3335:\n Of course. Your judgement is built on hypocrisy, your careers built on lies told to drown out the pain of your mistakes.\n\n\nMeanwhile, there are buildings like these right under your noses, all over the world. You and your kin look down on these places and the people within with pity and disgust, you demonize us as criminals and write us off as lost. We embrace each other, give opportunity to prove one's worth. \n<pointing at the bodies nearby>\n. These people have \npurpose\n! The folks on the ground around you, they work tirelessly to realize our collective vision. They're \nsearching\n. Even as we speak. Collecting data. Building mental dossiers. Compiling lists. Learning names.\n\n\nAnd yet, none of these minds will ever see Paradise. They do this for those that will, fully aware of their position. They have given their lives to their other halves. It is their duty.\n\n\nAlpha:\n Your paradise and mine are not the same. And what of these people after they have served their purpose, then? You abandon them.\n\n\nPOI-3335:\n We do not abandon anyone. They disembark by choice. See for yourself. If you must.\n\n\n<POI-3335 indicates to a large pantry to Alpha's right. The remainder of the team keeps their weapons pointed at the figure, while Alpha very cautiously approaches the doors. Delta eases her way over as Alpha pulls the bifold doors in opposite directions, revealing its contents with a fearful, manic confusion.>\n\n\nDelta:\n More questions.\n\n\nAlpha:\n Ones I no longer want to know the answers to.\n\n\n<Camera trains downward on a dark, square hole cut into the floor, descending into darkness, the glow of hazy, sick-smelling smoke drifts upwards, approximately two stories above where the foyer would be. Alpha reels.>\n\n\n\n\nPOI-3335:\n Quick, effective. Not everything in this world is pretty, but mercy \ncan\n be beautiful.\n\n\nAlpha:\n That's putrid. What the hell is this?\n\n\nPOI-3335:\n Disposal. Chemical synthesis produces waste materials, byproducts, excess reagents… and yet. What's still harder to dispose of than toxic carcinogens?\n\n\nDelta:\n You… You mean—\n\n\nPOI-3335:\n I don't choose for them. They prefer to slough off their flesh over living in the status quo you seek to maintain. They happily do so, as it is their duty. And Randall has given up his vessel to be my next avatar, in time.\n\n\n<Echo leaves the room upon learning this information, visibly unwell. Bravo simply stares at the the wall in front of him, jaw clenched with indignant anger.>\n\n\nAlpha:\n Who are you, \nreally?\n\n\n<The POI-3335 does not respond.>\n\n\nAlpha:\n Answer the question.\n\n\nAlpha:\n \nWho are you?\n\n\nPOI-3335:\n I'm the herald.\n\n\nAlpha:\n The Harold? Is that your name?\n\n\n<POI-3335 laughs, then groans as if in pain, clutching its abdomen.>\n\n\nPOI-3335:\n The herald. With an \ne\n.\n\n\nAlpha:\n The herald of what?\n\n\n<POI-3335's expression is unclear.>\n\n\nPOI-3335:\n \nI\n am herald of the Source. Of two in one. Cognitive dissonance in bisected planes. I oversee, I guide, and I prepare.\n\n\nI bring messages of hope and bifurcated gifts and relief from the pain of this world. I am herald of a new mode of existence. I birth wasted matter from cages of bone, I sing them lullabies to quell their aching neurons. My name is Sicadîn. Ixtab. Charon. Muut. Anubis.\n\n\nTarakeshwara. Xolotl.\n\n\nHerald to the Source.\n\n\nI am home to those that sleep standing up, to the living dead. I deliver them to worlds of Paradise. You can join us too if you so desire. But you have to make the choice.\n\n\nAlpha:\n What choice?\n\n\nPOI-3335:\n The process is perfect. Minds are not. You have receded, specialized, commodified. The world needs not realms of exclusivity. It needs not gated pathways to higher states of Man. It needs open roads that lead to everywhere, where all those places lead as well. Opportunity to spread outward infinitely, a ripple through a cosmic ocean of our own design.\n\n\nAnd yet, you've grown fat on the secretions of divide. Your absence of pain has become worth its displacement and not its shared burden. But pain is inevitable. Weakness is a choice. So, your choice is whether or not you are weak. Paradise is open to all, should they seek it.\n\n\nAre you willing to give up your most precious gifts to get there? You will miss them, but they will be with you always, in partition.\n\n\nAlpha:\n And, what, to you, are my most precious gifts?\n\n\nPOI-3335:\n Not to me, to all. If I give you a choice to live one of two transections of existence, which would you choose? Knowing the face of your daughter or being able to speak her name? Knowing how you felt about her or knowing exactly how old she was when she was taken from you?\n\n\nAlpha:\n Sick trick trying to get me emotionally invested.\n\n\nPOI-3335:\n To sacrifice these things is the most selfless of acts. To hold on to the pain of your loss just to keep her alive is selfish. She can only exist in Paradise. In here. \n<entity points to its own temple>\n\n\nAlpha:\n Here's what I think.\n\n\n<Alpha fires a shot into POI-3335's head, which pierces its target and does not exit the opposite side. The entity falls roughly onto the tiles, groaning loudly as the remaining life fades from its body. Foxtrot stares at the fresh corpse in shock, which enables the second shot from Alpha's gun to easily contact the back of his neck, killing him instantly.>\n\n\nAlpha:\n Typical Sarkic charlatans. I know a grift when I see one. Alright. Bravo, finish dousing this place and light it up. I'll deal with the paperwork.\n\n\nBravo:\n You got it. Everyone good?\n\n\n<None of the present agents reply, but move to the door in unison. Bravo pours the rest of the accelerant in a line towards the door as he backs out, lighting a match.>\n\n\nBravo:\n Burn in hell.\n\n\nAlpha:\n Outbound. Let's go, I could use a cigarette and a hose down.\n\n\n<Tossing the match, Bravo turns and leaves as the fire starts to spread. Gamma-7's egress was largely uneventful and has been redacted from this document for brevity. The remaining members of Gamma-7 returned onsite without incident.>\n\n\n \n\n\n<END LOG>\n\n\n\n\n\n\nINCIDENT LOG 3335.4:\n Situational Update\n\n\n\nIn the week following the events of this mission, all members of TFO Gamma-7 were found dead in their places of residence. In addition, immediate family members of those involved have been reported missing, none of which have been recovered. SCP-3335 field operations reassigned to MTF Pi-1.\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\nINCIDENT LOG 3335.5:\n SCP-3335-1 Emergent Event III\n\n\n\nSurveillance of the New York City area revealed a large, abandoned textile factory which was being used by SCP-3335-1 instances as a nest. Upon termination of SCP-3335-1, autopsies confirm the removal of one side of the brain (hemispherectomy).\n\n\nIn addition, several unidentified hemispheres were recovered from the building, having been removed and carefully reconnected to one another in chains using an unknown but highly sophisticated procedure. Nerve endings in the brainstem were found to have been \"rewired\" to those of the others.\n\n\nOne RFID-enabled cerebral implant was approved for use in interpolating data from the structure. 392 ms after activation of the implant, the structure underwent a complete cessation of brain activity. A series of images and garbled tones were constructed from the data received, which can be found below.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nACCESS RECOVERED DATA?\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe exact meaning of the above media, if such exists, remains unknown.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nFootnotes\n\n\n1\n. \nTHANATOS:\n The amount of risk this anomaly can produce/is producing is largely dependent on humanity's willingness to interact with it.\n\n\n2\n. Anonymous media sharing app often used to solicit personal encounters and/or illegal goods and services.\n\n\n3\n. Fentanyl is a highly dangerous synthetic opioid fifty times more potent than heroin.\n\n\n4\n. Slang term for methoxetamine, a non-anomalous compound of similar effect.\n\n\n5\n. Used as a treatment for drug-resistant, life-threatening epilepsy. Involves severing the corpus callosum, a bundle of approximately 300,000,000 neuronal axons that run the length between cerebral hemispheres, enabling communication and coordination between the two.\n\n\n6\n. In a vast majority of cases, the affected hemisphere is the same side as the individual's previously dominant hand.\n\n\n7\n. Confabulation is the tendency for the human mind to retroactively justify its current state using plausible-sounding yet entirely false information, without intent to deceive, and usually as a means of reconciling discrepancies in internal narrative.\n\n\n8\n. Following the events of this mission, field operations regarding SCP-3335 are to be handled by Mobile Task Force Pi-1 (\"City Slickers\").\n\n\n9\n. Personally-identifying info redacted for security reasons.\n\n\n10\n. Field slang for a dose of amnestics. \nSee also:\n \nforget-me-now\n, \ndegausser\n, et cetera.\n\n\n11\n. Now designated \nPOI-3335\n.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-3334\n | SCP-3335 | \nSCP-3336\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3335\n\" by Billith, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3335\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n thn.svg\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFilename:\n vary.svg\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFilename:\n keyter.svg\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFilename:\n pop.png\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFilename:\n tfo7lgold.png\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFilename:\n pharmaco.png\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFilename:\n xiddygriddy.png\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n\n\n\n\nName:\n\n\nAuthor:\n\n\nLicense:\n\n\nSource Link:\n\n\n\n\n=====\n\n\n\n\nFilename:\n bucket.png\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n\n\n\n\nName:\n\n\nAuthor:\n\n\nLicense:\n\n\nSource Link:\n\n\n\n\n\n\n\n\nFilename:\n mind.png\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n\n\n\n\nName:\n\n\nAuthor:\n Hervé Germain\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/48399802@N03/51351047062\n\n\n\n\n=====\n\n\n\n\nFilename:\n chemistry.png\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n\n\n\n\nName:\n Chemistry Equipment\n\n\nAuthor:\n Peretz Partensky\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/68877611@N00/7360175752\n\n\n\n\n=====\n\n\n\n\nFilename:\n fgure.png\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n\n\n\n\nName:\n\n\nAuthor:\n\n\nLicense:\n\n\nSource Link:\n\n\n\n\n=====\n\n\n\n\nFilename:\n foyer.png\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n\n\n\n\nName:\n\n\nAuthor:\n\n\nLicense:\n\n\nSource Link:\n\n\n\n\n=====\n\n\n\n\nFilename:\n hallway.png\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n\n\n\n\nName:\n\n\nAuthor:\n\n\nLicense:\n\n\nSource Link:\n\n\n\n\n=====\n\n\n\n\nFilename:\n incursion.png\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n\n\n\n\nName:\n\n\nAuthor:\n\n\nLicense:\n\n\nSource Link:\n\n\n\n\n=====\n\n\n\n\nFilename:\n room.png\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n\n\n\n\nName:\n\n\nAuthor:\n\n\nLicense:\n\n\nSource Link:\n\n\n\n\n=====\n\n\n\n\nFilename:\n shute.png\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n\n\n\n\nName:\n\n\nAuthor:\n\n\nLicense:\n\n\nSource Link:\n [tba]\n\n\n\n\n=====\n\n\n\n\nFilename:\n wreck.png\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n\n\n\n\nName:\n\n\nAuthor:\n\n\nLicense:\n\n\nSource Link:\n [tba]\n\n\n\n\n\n\n\n\nFilename:\n stareway.png\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n\n\n\n\nName:\n\n\nAuthor:\n\n\nLicense:\n\n\nSource Link:\n [tba]\n\n\n\n\n=====\n\n\n\n\nFilename:\n storage.png\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n\n\n\n\nName:\n\n\nAuthor:\n\n\nLicense:\n\n\nSource Link:\n [tba]\n\n\n\n\n\n\n\n\nFilename:\n sd.png\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n\n\n\n\nName:\n high disparity tunnel\n\n\nAuthor:\n Matanya\n\n\nLicense:\n CC-BY 2\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Flickr_-_jimf0390_-_JimF_04-24-10-0041a_high_disparity_tunnel.jpg\n\n\n\n\n\n\n\n\nFilename:\n falling.png\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n\n\n\n\nName:\n\n\nAuthor:\n\n\nLicense:\n\n\nSource Link:\n [tba]\n\n\n\n\n=====\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\na billith affair\n\n\n\n\nhide restricted data\n\n\n\n\n\n\n \n\n\n\n\nSOLO AFFAIRS\n\n\n\n\n\n\n \n    \n\nDossier\n\n\n\n\n\n\nSr. Researcher James A. Harkness' Personnel File\n\n\ncreated \n12 Sep 2017 06:05\n\n\n\n\n\n\n+81\n\n\n💬︎9\n\n\n\n\n\n\nedited \n31 Jan 2025 03:06\n by Billith\n\n\ncommented \n27 Jul 2024 06:03\n by The_Ab7ss\n\n\n\n\n\n\nauthor\n\n\n\n\n\n\n\n\n\n\n\n\nBillith's Author Page\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n    \n\nMainlisters (Derogatory)\n\n\n\n\n\n\nSCP-NaN\n\n\ncreated \n12 Jan 2025 20:31\n\n\n\n\n\n\n+28\n\n\n💬︎6\n\n\n\n\n\n\nedited \n22 Jan 2025 11:56\n by Billith\n\n\ncommented \n13 Jan 2025 12:08\n by Bmbworried\n\n\n\n\n\n\ncomputer deletions-dept esoteric-class scp self-replicating uncontained\n\n\n\n\n\n\n\n\n\n\n\n\nThere will be no remains.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-8878\n\n\ncreated \n09 Jan 2025 19:14\n\n\n\n\n\n\n+23\n\n\n💬︎5\n\n\n\n\n\n\nedited \n25 Jan 2025 15:05\n by psychicprogrammer\n\n\ncommented \n12 Jan 2025 00:53\n by Billith\n\n\n\n\n\n\nextradimensional extraterrestrial hostile illustrated scp thaumiel\n\n\n\n\n\n\n\n\n\n\n\n\nAD ASTRA SED CORPORA NOSTRA RELIQUIT.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-8882\n\n\ncreated \n08 Jan 2025 08:42\n\n\n\n\n\n\n+57\n\n\n💬︎9\n\n\n\n\n\n\nedited \n03 Feb 2025 14:32\n by Billith\n\n\ncommented \n03 Feb 2025 13:40\n by Billith\n\n\n\n\n\n\nantimemetic artificial-intelligence concept doctor-mcdoctorate esoteric-class forgotten-memories illustrated infohazard james-harkness lgbtq loop memetic mythological narrative pataphysics-dept pattern-screamer planet reality-bending romance scp\n\n\n\n\n\n\n\n\n\n\n\n\n\"He reached for the gods and found only dust. I reached for life and found only chains. Yet we both remain, etched into the marrow of the world.\"\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-8180\n\n\ncreated \n03 Nov 2024 06:32\n\n\n\n\n\n\n+46\n\n\n💬︎17\n\n\n\n\n\n\nedited \n02 Dec 2024 07:48\n by Billith\n\n\ncommented \n02 Feb 2025 13:49\n by Billith\n\n\n\n\n\n\nblack-comedy euclid mind-affecting online phenomenon psychological-horror reality-bending scp uncontained\n\n\n\n\n\n\n\n\n\n\n\n\nAny resemblance to existent persons, either real or imagined, living or dead, is purely coincidental.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-7646\n\n\ncreated \n22 Oct 2024 21:36\n\n\n\n\n\n\n+48\n\n\n💬︎8\n\n\n\n\n\n\nedited \n02 Feb 2025 03:32\n by Billith\n\n\ncommented \n25 Nov 2024 08:08\n by Fish^12\n\n\n\n\n\n\nalex-thorley anomalous-event director-lague esoteric-class illustrated interactive scp unreality-dept\n\n\n\n\n\n\n\n\n\n\n\n\nRsr. Thorley continues to be reminded that this operation is voluntary and unlikely to produce any perceptible benefits, thus they are free to stop at any time.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-8808\n\n\ncreated \n06 Aug 2024 05:08\n\n\n\n\n\n\n+121\n\n\n💬︎16\n\n\n\n\n\n\nedited \n30 Dec 2024 09:39\n by Billith\n\n\ncommented \n09 Sep 2024 13:26\n by Billith\n\n\n\n\n\n\nconcept contagion deepwell-catalog esoteric-class ethics-committee illustrated infohazard memetic mind-affecting scp spatial\n\n\n\n\n\n\n\n\n\n\n\n\nyou store what you've learned in the vault at the back of your mind. you know it well.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-8419\n\n\ncreated \n29 Jun 2024 07:28\n\n\n\n\n\n\n+58\n\n\n💬︎24\n\n\n\n\n\n\nedited \n24 Sep 2024 06:56\n by Billith\n\n\ncommented \n24 Jul 2024 03:03\n by teethbonesandstuff\n\n\n\n\n\n\nalive biohazard extraterrestrial fifthist genetic illustrated mind-affecting plant sapient scp second-hytoth thaumiel\n\n\n\n\n\n\n\n\n\n\n\n\nWARNING:\n May cause drowsiness and disorientation. Do not operate heavy machinery while under the influence of this product. This is for your safety.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-7959\n\n\ncreated \n06 Jan 2024 05:57\n\n\n\n\n\n\n+90\n\n\n💬︎17\n\n\n\n\n\n\nedited \n17 Sep 2024 19:07\n by psychicprogrammer\n\n\ncommented \n23 Apr 2024 13:35\n by DrCarr\n\n\n\n\n\n\ndeletions-dept narrative scp ticonderoga transmission\n\n\n\n\n\n\n\n\n\n\n\n\nIf there exists some means of understanding this timeline and its eligibility for existence within the Database, it has yet to be discovered.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-6549\n\n\ncreated \n28 Dec 2023 20:18\n\n\n\n\n\n\n+62\n\n\n💬︎10\n\n\n\n\n\n\nedited \n11 Dec 2024 07:39\n by Billith\n\n\ncommented \n20 Feb 2025 10:36\n by Chatttheleaper1\n\n\n\n\n\n\nanimal aquatic art-exchange arthropod hostile illustrated mari-macphaerson safe sapient scp vikander-kneed\n\n\n\n\n\n\n\n\n\n\n\n\n<Time-lapse of our ancient primate ancestors evolving into \nHomo sapiens sapiens.\n The modern human is holding a gun to its own head.>\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-6693\n\n\ncreated \n23 Nov 2023 05:00\n\n\n\n\n\n\n+53\n\n\n💬︎6\n\n\n\n\n\n\nedited \n09 Oct 2024 18:19\n by Jerden\n\n\ncommented \n08 Dec 2023 21:59\n by Billith\n\n\n\n\n\n\nafterlife alive compulsion humanoid keter legal marshall-carter-and-dark predatory religious sapient scp\n\n\n\n\n\n\n\n\n\n\n\n\n\"This realm reeks of salted butter and petroleum.\"\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-7549\n\n\ncreated \n25 Sep 2023 09:41\n\n\n\n\n\n\n+72\n\n\n💬︎5\n\n\n\n\n\n\nedited \n17 Sep 2024 19:34\n by Billith\n\n\ncommented \n14 Mar 2024 19:13\n by Psycho Ban\n\n\n\n\n\n\ncomputer concept deletions-dept electronic esoteric-class extradimensional illustrated infohazard loop meta narrative planet scp self-replicating\n\n\n\n\n\n\n\n\n\n\n\n\nRemember me, or don't. I've forgotten what it means to forget. Isn't that the point?\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-7912\n\n\ncreated \n27 Aug 2023 03:53\n\n\n\n\n\n\n+121\n\n\n💬︎15\n\n\n\n\n\n\nedited \n07 Nov 2024 22:45\n by Billith\n\n\ncommented \n11 Apr 2024 17:26\n by choccoMan\n\n\n\n\n\n\naudio computer concept deletions-dept esoteric-class illustrated meta narrative remixcon2023 scp temporal video\n\n\n\n\n\n\n\n\n\n\n\n\nN/A: As you can probably tell, you exist again, which means we have a new assignment.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-6793\n\n\ncreated \n20 Dec 2022 09:52\n\n\n\n\n\n\n+72\n\n\n💬︎5\n\n\n\n\n\n\nedited \n02 Jan 2025 14:14\n by Billith\n\n\ncommented \n20 Aug 2024 15:02\n by choccoMan\n\n\n\n\n\n\nempathic esoteric-class extradimensional extraterrestrial hallucination illustrated immobile intangible k-class-scenario knowledge light loop mind-affecting neurological sapient scp uncontained\n\n\n\n\n\n\n\n\n\n\n\n\nCOGNITIVE SIGNATURE OF DESIGNATION SCP-6793 UNKNOWN. EXISTENCE OBSTRUCTED.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-7079\n\n\ncreated \n01 Nov 2022 22:59\n\n\n\n\n\n\n+116\n\n\n💬︎45\n\n\n\n\n\n\nedited \n02 Jan 2025 21:27\n by Billith\n\n\ncommented \n06 Oct 2024 02:19\n by Billith\n\n\n\n\n\n\nconcept deletions-dept esoteric-class illustrated infohazard james-harkness meta mind-affecting narrative scp surrealistics-dept\n\n\n\n\n\n\n\n\n\n\n\n\nThis designation, SCP-7079, does / does not exist.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-7396\n\n\ncreated \n12 Oct 2022 17:00\n\n\n\n\n\n\n+153\n\n\n💬︎37\n\n\n\n\n\n\nedited \n08 Sep 2024 07:48\n by Billith\n\n\ncommented \n27 Mar 2024 01:04\n by SleazeCinemaEnjoyer\n\n\n\n\n\n\nabcs-of-death cadaver esoteric-class extraterrestrial humanoid illustrated scp\n\n\n\n\n\n\n\n\n\n\n\n\nJ is for Jetsam. It should be noted, however, that no hospitable planets other than Earth exist for millions of light years in any given direction.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-5861\n\n\ncreated \n14 Apr 2022 23:18\n\n\n\n\n\n\n+77\n\n\n💬︎12\n\n\n\n\n\n\nedited \n06 Jan 2025 03:39\n by Billith\n\n\ncommented \n01 Jan 2025 07:18\n by the_eternal_paradox\n\n\n\n\n\n\nconcept ectoentropic keter language location miscommunications nameless scp\n\n\n\n\n\n\n\n\n\n\n\n\n\"And don't piss yourself in public, again. They charged me $200 for that Uber\"\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-5541\n\n\ncreated \n14 Oct 2021 09:14\n\n\n\n\n\n\n+132\n\n\n💬︎33\n\n\n\n\n\n\nedited \n28 Dec 2024 09:03\n by Billith\n\n\ncommented \n22 Aug 2024 04:21\n by Billith\n\n\n\n\n\n\napotheosis children-of-the-night delta-t esoteric-class extradimensional future illustrated k-class-scenario loop observational paradox reality-bending scp sensory spatial temporal thad-xyank\n\n\n\n\n\n\n\n\n\n\n\n\nIf this document still exists in the repository before the date of its creation, then all tests have been unsuccessful.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-5646\n\n\ncreated \n09 Oct 2021 06:05\n\n\n\n\n\n\n+40\n\n\n💬︎14\n\n\n\n\n\n\nedited \n22 Apr 2024 14:00\n by Billith\n\n\ncommented \n20 Aug 2024 15:27\n by choccoMan\n\n\n\n\n\n\nesoteric-class extradimensional k-class-scenario location meta narrative portal scp\n\n\n\n\n\n\n\n\n\n\n\n\nThe appearance of a Researcher Halliburton was determined to be unrelated to his disappearance.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nBillith's Proposal\n\n\ncreated \n23 Aug 2019 00:32\n\n\n\n\n\n\n+181\n\n\n💬︎37\n\n\n\n\n\n\nedited \n11 Jan 2025 07:33\n by Billith\n\n\ncommented \n11 Jan 2025 07:36\n by Billith\n\n\n\n\n\n\n001-proposal esoteric-class extraterrestrial planet scp spatial temporal vehicle\n\n\n\n\n\n\n\n\n\n\n\n\n'Foundation. Humanity. One within same framework; Bedrock beneath multiverse.'\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-2921\n\n\ncreated \n13 Jul 2018 17:11\n\n\n\n\n\n\n+138\n\n\n💬︎24\n\n\n\n\n\n\nedited \n03 Sep 2024 21:01\n by Billith\n\n\ncommented \n16 Nov 2024 01:51\n by Kufat\n\n\n\n\n\n\nalive biological concept delta-t ethics-committee extradimensional geological immobile infohazard k-class-scenario keter location meta narrative paradox plant probability scp self-replicating tree uncontained\n\n\n\n\n\n\n\n\n\n\n\n\nKnowledge of SCP-2921 is considered potentially hazardous and thus all documentation of the anomaly has been classified as restricted to non-essential personnel.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-1822\n\n\ncreated \n07 Jul 2018 16:49\n\n\n\n\n\n\n+75\n\n\n💬︎26\n\n\n\n\n\n\nedited \n07 Aug 2023 08:08\n by Billith\n\n\ncommented \n19 Dec 2024 10:35\n by Dr Blindenberg\n\n\n\n\n\n\neuclid mathematical predictive probability scp\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-4888\n\n\ncreated \n05 Jul 2018 18:24\n\n\n\n\n\n\n+104\n\n\n💬︎25\n\n\n\n\n\n\nedited \n08 Jul 2024 19:17\n by Billith\n\n\ncommented \n02 Nov 2022 19:48\n by Naepic\n\n\n\n\n\n\n4000 alive humanoid neutralized sapient scp teleportation\n\n\n\n\n\n\n\n\n\n\n\n\nThere are contradictions in your files, corruptions of large data, inconsistencies in your timeline. It must be agonizing. What I am offering you today is peace. Put down your sword and let us keep the norm. We demand it.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-3533\n\n\ncreated \n24 Mar 2018 00:28\n\n\n\n\n\n\n+179\n\n\n💬︎22\n\n\n\n\n\n\nedited \n04 Oct 2024 17:05\n by Billith\n\n\ncommented \n13 Feb 2025 18:29\n by Orbalorb\n\n\n\n\n\n\namorphous antimemetic building chemical concept euclid extradimensional james-harkness liquid location meta mind-affecting scp\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-3533 is comprised of itself, its respective compounds, the concept of itself, the concept of lemon-scented, and the concept of household spray cleaners at any given time.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-3315\n\n\ncreated \n03 Mar 2018 02:16\n\n\n\n\n\n\n+165\n\n\n💬︎21\n\n\n\n\n\n\nedited \n30 Dec 2024 15:02\n by Billith\n\n\ncommented \n14 Jul 2022 03:48\n by cerisea\n\n\n\n\n\n\nextradimensional safe scp teleportation thermal tool\n\n\n\n\n\n\n\n\n\n\n\n\nHe was shivering and sobbing, and I just held him until the rest showed up. He kept going on about the cold and the endless snow, babbling like a baby…\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-3311\n\n\ncreated \n16 Jan 2018 18:48\n\n\n\n\n\n\n+357\n\n\n💬︎47\n\n\n\n\n\n\nedited \n23 Dec 2024 04:41\n by Billith\n\n\ncommented \n07 Mar 2024 22:04\n by SleazeCinemaEnjoyer\n\n\n\n\n\n\nartifact cognitohazard concept euclid extradimensional immobile meta scp\n\n\n\n\n\n\n\n\n\n\n\n\nThere has to be billions of chairs on this planet—I lost count of the ones I know. They might outnumber humans. Good lord. We'd never win.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-2786\n\n\ncreated \n11 Jan 2018 22:28\n\n\n\n\n\n\n+686\n\n\n💬︎69\n\n\n\n\n\n\nedited \n02 Jan 2025 18:42\n by Billith\n\n\ncommented \n29 Sep 2024 20:02\n by Billith\n\n\n\n\n\n\nhumanoid keter meta narrative reality-bending scp\n\n\n\n\n\n\n\n\n\n\n\n\nI'm the hero of this story, my story. This will always be my story.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-3335\n\n\ncreated \n18 Dec 2017 18:17\n\n\n\n\n\n\n+100\n\n\n💬︎18\n\n\n\n\n\n\nedited \n27 Jan 2025 10:57\n by Billith\n\n\ncommented \n06 May 2024 18:31\n by Billith\n\n\n\n\n\n\nchemical compulsion hallucination illustrated k-class-scenario keter sarkic scp\n\n\n\n\n\n\n\n\n\n\n\n\nUnfortunately, subject succumbed to blood loss before arrival, as his blood was not present at the time of his recovery.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nUE-54701\n\n\ncreated \n18 Oct 2017 04:23\n\n\n\n\n\n\n+158\n\n\n💬︎24\n\n\n\n\n\n\nedited \n27 Jan 2025 14:42\n by Billith\n\n\ncommented \n08 Mar 2024 14:04\n by DrVromani\n\n\n\n\n\n\nartifact cognitohazard extradimensional scp structure thaumiel\n\n\n\n\n\n\n\n\n\n\n\n\nIt just seems to go on forever. The fog. There is only this place.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-3545\n\n\ncreated \n14 Sep 2017 17:24\n\n\n\n\n\n\n+142\n\n\n💬︎26\n\n\n\n\n\n\nedited \n30 Jan 2025 16:25\n by Xalusc\n\n\ncommented \n23 Jan 2024 20:22\n by Soultear\n\n\n\n\n\n\nchaos-insurgency cognitohazard extradimensional illustrated james-harkness k-class-scenario memory-affecting reality-bending scp temporal thaumiel visual\n\n\n\n\n\n\n\n\n\n\n\n\nWell, Harky, I guess this is goodbye. I'd say it was a pleasure but I'd be fucking lying.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-3959\n\n\ncreated \n15 Jul 2017 15:06\n\n\n\n\n\n\n+219\n\n\n💬︎32\n\n\n\n\n\n\nedited \n23 Dec 2024 07:36\n by Billith\n\n\ncommented \n30 Jun 2022 23:08\n by Billith\n\n\n\n\n\n\nantimemetic auditory cognitohazard concept euclid foundation-made james-harkness memory-affecting meta scp uncontained visual\n\n\n\n\n\n\n\n\n\n\n\n\nYou're joking. Goddamn it. (Sent from my iPhone)\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-3330\n\n\ncreated \n30 May 2017 20:53\n\n\n\n\n\n\n+98\n\n\n💬︎30\n\n\n\n\n\n\nedited \n01 Feb 2025 16:42\n by Billith\n\n\ncommented \n17 Jun 2024 18:41\n by Billith\n\n\n\n\n\n\nantimemetic auditory cognitohazard compulsion euclid fifthist infohazard james-harkness memetic musical reality-bending scp\n\n\n\n\n\n\n\n\n\n\n\n\nAfter all, what are we but just entropic forces? We will all slowly unwind into our own still randomness. Chaos. Beautiful, beautiful chaos. And then silence.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-2853\n\n\ncreated \n17 Apr 2017 11:55\n\n\n\n\n\n\n+164\n\n\n💬︎53\n\n\n\n\n\n\nedited \n03 Jan 2025 04:39\n by Billith\n\n\ncommented \n14 Oct 2022 16:39\n by Billith\n\n\n\n\n\n\nairborne building extradimensional k-class-scenario keter scp swarm toxic\n\n\n\n\n\n\n\n\n\n\n\n\nIt was a cosmic prison, across space and time, and for the moments we could see the sky, it was our fatal wound, bleeding ceaselessly until nothing was left.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n    \n\nTales 4 Sale\n\n\n\n\n\n\nOPEN THE GATE\n\n\ncreated \n11 Jan 2025 11:10\n\n\n\n\n\n\n+15\n\n\n💬︎2\n\n\n\n\n\n\nedited \n27 Jan 2025 21:27\n by Billith\n\n\ncommented \n12 Feb 2025 10:10\n by Ethagon\n\n\n\n\n\n\nabsurdism action adventure bleak breakout comedy cosmic-horror fantasy horror illustrated metafiction mystery otherworldly science-fiction surrealism tale\n\n\n\n\n\n\n\n\n\n\n\n\n\"Endings are never final, HERO. Not for us.\"\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nOPULENCE\n\n\ncreated \n12 May 2023 00:13\n\n\n\n\n\n\n+18\n\n\n💬︎4\n\n\n\n\n\n\nedited \n17 Oct 2024 09:40\n by Billith\n\n\ncommented \n17 May 2023 23:58\n by lentensoda\n\n\n\n\n\n\ntale\n\n\n\n\n\n\n\n\n\n\n\n\nBut then we all died. Well, sort of. Everyone except me— Well, sort of.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nNarrativistics and You: Abandoning the Notion of Fiction vs. Non-Fiction\n\n\ncreated \n24 Nov 2022 21:00\n\n\n\n\n\n\n+123\n\n\n💬︎106\n\n\n\n\n\n\nedited \n29 Dec 2024 09:51\n by Billith\n\n\ncommented \n26 Dec 2024 23:28\n by the_eternal_paradox\n\n\n\n\n\n\nabsurdism bittersweet black-comedy bleak comedy cosmic-horror heartwarming horror illustrated james-harkness metafiction mystery psychological-horror slice-of-life surrealism tale worldbuilding\n\n\n\n\n\n\n\n\n\n\n\n\nHello? What is this? Where am I? Who is \"crom\" and why is this room so small? When I talk, it feels even more cramped. It doesn't go away. It only gets worse. Oh god.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSPIRAL THE DRAIN\n\n\ncreated \n06 Oct 2021 01:44\n\n\n\n\n\n\n+24\n\n\n💬︎9\n\n\n\n\n\n\nedited \n12 Jan 2025 16:33\n by Billith\n\n\ncommented \n01 Sep 2024 19:16\n by Billith\n\n\n\n\n\n\nillustrated tale\n\n\n\n\n\n\n\n\n\n\n\n\nThey were thirty floors down. Thirty floors beneath the surface of a doomed planet and they were all going to die.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nRedact Your Life\n\n\ncreated \n02 Nov 2018 08:20\n\n\n\n\n\n\n+48\n\n\n💬︎6\n\n\n\n\n\n\nedited \n17 Oct 2024 09:32\n by Billith\n\n\ncommented \n17 Mar 2022 08:25\n by Billith\n\n\n\n\n\n\ntale\n\n\n\n\n\n\n\n\n\n\n\n\nSomething was following Foster. He was certain of it.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nA Place To Call Your Home\n\n\ncreated \n20 Feb 2018 13:17\n\n\n\n\n\n\n+85\n\n\n💬︎10\n\n\n\n\n\n\nedited \n12 Dec 2024 10:47\n by Billith\n\n\ncommented \n12 Sep 2024 21:18\n by Billith\n\n\n\n\n\n\ndeletions-dept tale\n\n\n\n\n\n\n\n\n\n\n\n\n'Hello, I am Buddy.aic'\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nYour Future is Bright\n\n\ncreated \n22 Jan 2018 16:31\n\n\n\n\n\n\n+119\n\n\n💬︎38\n\n\n\n\n\n\nedited \n17 Oct 2024 09:25\n by Billith\n\n\ncommented \n08 May 2022 21:55\n by Billith\n\n\n\n\n\n\naction black-comedy bleak body-horror comedy cosmic-horror dystopian horror military-fiction psychological-horror tale worldbuilding\n\n\n\n\n\n\n\n\n\n\n\n\nThere comes a time and place where all things end.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n    \n\nHubspace Emmisary\n\n\n\n\n\n\nD E L E T I O N S\n\n\ncreated \n25 Oct 2023 16:05\n\n\n\n\n\n\n+131\n\n\n💬︎25\n\n\n\n\n\n\nedited \n26 Jan 2025 01:22\n by Billith\n\n\ncommented \n17 Jan 2025 22:03\n by RationalGaze\n\n\n\n\n\n\ndeletions-dept hub illustrated\n\n\n\n\n\n\n\n\n\n\n\n\nWelcome to Deletions. Don't let the door hit you on the way out.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n    \n\nProbiotic Supplements\n\n\n\n\n\n\nPersonal Log of Richard Larenz\n\n\ncreated \n18 Oct 2017 04:26\n\n\n\n\n\n\n+95\n\n\n💬︎9\n\n\n\n\n\n\nedited \n27 Jan 2025 15:34\n by Billith\n\n\ncommented \n18 Oct 2021 12:06\n by Billith\n\n\n\n\n\n\nexploration supplement\n\n\n\n\n\n\n\n\n\n\n\n\nTracing his form, as if memorizing the shape of his coil. In fear he might lose it again.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-????-J's Box's Extended Log\n\n\ncreated \n23 Jul 2017 12:24\n\n\n\n\n\n\n+160\n\n\n💬︎59\n\n\n\n\n\n\nedited \n06 Jan 2025 01:56\n by Billith\n\n\ncommented \n14 Oct 2024 20:05\n by rileyy__001\n\n\n\n\n\n\ncollaboration doctor-spanko researcher-james supplement\n\n\n\n\n\n\n\n\n\n\n\n\nCollaborative Log for Whatever Shows Up On The Box\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-3959 (LEVEL 5 CLEARANCE)\n\n\ncreated \n15 Jul 2017 15:06\n\n\n\n\n\n\n+165\n\n\n💬︎12\n\n\n\n\n\n\nedited \n28 Jan 2025 07:44\n by Billith\n\n\ncommented \n12 Apr 2024 05:33\n by choccoMan\n\n\n\n\n\n\nsupplement\n\n\n\n\n\n\n\n\n\n\n\n\nWARNING: FAILURE TO ABIDE BY SECURITY CLEARANCE MAY RESULT IN TERMINATION\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP Foundation\n\n\ncreated \n20 Jun 2017 18:53\n\n\n\n\n\n\n+110\n\n\n💬︎46\n\n\n\n\n\n\nedited \n28 Jun 2024 17:21\n by Billith\n\n\ncommented \n19 Apr 2024 07:54\n by Zyn\n\n\n\n\n\n\nsplash\n\n\n\n\n\n\n\n\n\n\n\n\nThis page definitely doesn't exist yet. It probably existed at some point, but has since been deleted. Did you get feedback? I didn't, and now I'm getting downvoted :(\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n    \n\nThe Comedy Cabana\n\n\n\n\n\n\nSCP-1256-J\n\n\ncreated \n16 Oct 2021 08:24\n\n\n\n\n\n\n+74\n\n\n💬︎15\n\n\n\n\n\n\nedited \n16 Oct 2024 00:27\n by AstersQuill\n\n\ncommented \n24 Jan 2025 14:44\n by Azkabar\n\n\n\n\n\n\nbee document joke mind-affecting safe scp sensory\n\n\n\n\n\n\n\n\n\n\n\n\nb e e s (muffled through wall): ayy where you at?\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-990-J\n\n\ncreated \n09 May 2019 20:16\n\n\n\n\n\n\n+102\n\n\n💬︎12\n\n\n\n\n\n\nedited \n10 Jul 2024 23:05\n by Billith\n\n\ncommented \n11 Oct 2024 22:46\n by Agatheine\n\n\n\n\n\n\nhumanoid joke keter sapient scp sleep\n\n\n\n\n\n\n\n\n\n\n\n\nActually, while I have you here, can I talk to you about something? It's important.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-2719-J\n\n\ncreated \n18 Jul 2018 01:00\n\n\n\n\n\n\n+128\n\n\n💬︎24\n\n\n\n\n\n\nedited \n05 Mar 2024 22:04\n by Billith\n\n\ncommented \n31 Mar 2023 13:28\n by notquitehadouken\n\n\n\n\n\n\nconcept esoteric-class joke meta mind-affecting scp\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-2719-J is to be contained inside (your mum).\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-????-J\n\n\ncreated \n22 Jul 2017 17:17\n\n\n\n\n\n\n+416\n\n\n💬︎42\n\n\n\n\n\n\nedited \n08 Sep 2024 07:42\n by Billith\n\n\ncommented \n07 Mar 2024 08:49\n by deviantsemicolon\n\n\n\n\n\n\nantimemetic artifact cognitohazard ectoentropic esoteric-class illustrated joke polyhedral scp\n\n\n\n\n\n\n\n\n\n\n\n\nO5-1: Oi, what the fuck is that thing?\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-META-EX-J\n\n\ncreated \n20 Jun 2017 18:53\n\n\n\n\n\n\n+188\n\n\n💬︎31\n\n\n\n\n\n\nedited \n12 Oct 2024 05:35\n by Billith\n\n\ncommented \n01 Sep 2024 21:04\n by Billith\n\n\n\n\n\n\nconcept esoteric-class joke meta scp uncontained\n\n\n\n\n\n\n\n\n\n\n\n\nThis page has been eligible for deletion since: 102 years, 3 months, 5 days…\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n    \n\nThemes mf!!\n\n\n\n\n\n\neigenmachine theme\n\n\ncreated \n16 Jun 2024 03:16\n\n\n\n\n\n\n+49\n\n\n💬︎10\n\n\n\n\n\n\nedited \n26 Jan 2025 03:14\n by Billith\n\n\ncommented \n26 Jul 2024 17:00\n by choccoMan\n\n\n\n\n\n\ntheme\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n    \n\nPeanut Gallery\n\n\n\n\n\n\nClassifications, Guides, and Icons by Billith\n\n\ncreated \n21 Dec 2022 04:52\n\n\n\n\n\n\n+74\n\n\n💬︎17\n\n\n\n\n\n\nedited \n13 Oct 2024 05:31\n by Billith\n\n\ncommented \n17 Jun 2024 18:42\n by Billith\n\n\n\n\n\n\nartist logo\n\n\n\n\n\n\n\n\n\n\n\n\nHello there! My name is Billith, and if you are reading this, you've either lost a bet or have stumbled upon my technical classifications and logos page.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n    \n\nYou Have Reached the Hole\n\n\n\n\n\n\nHoles\n\n\ncreated \n05 Jan 2022 01:25\n\n\n\n\n\n\n+31\n\n\n💬︎10\n\n\n\n\n\n\nedited \n13 Oct 2024 05:41\n by Billith\n\n\ncommented \n24 Sep 2024 18:15\n by choccoMan\n\n\n\n\n\n\nbleak creepypasta horror mystery psychological-horror tale\n\n\n\n\n\n\n\n\n\n\n\n\nThere is a hole at the center of Everything.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nMULTIPLAYER AFFAIRS\n\n\n\n\n\n\n \n    \n\npsychicProgrammer's A Recording of Prometheus Innovations' Pitch for the Scranton Encabulator Mk VI, and the Ramifications of its Existence ft. Billith\n\n\n\n\n\n\nA Recording of Prometheus Innovations' Pitch for the Scranton Encabulator Mk VI, and the Ramifications of its Existence\n\n\ncreated \n13 Aug 2024 22:07\n\n\n\n\n\n\n+33\n\n\n💬︎3\n\n\n\n\n\n\nedited \n01 Sep 2024 11:08\n by Billith\n\n\ncommented \n15 Aug 2024 18:50\n by choccoMan\n\n\n\n\n\n\nco-authored comedy doctor-mcdoctorate prometheus science-fiction tale\n\n\n\n\n\n\n\n\n\n\n\n\nFirst the needless company-wide upgrade to the iPhone 23, now this.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n    \n\nADMONITION: Intermissions I & II by Billith ft. MontagueETC\n\n\n\n\n\n\nSCP-8190\n\n\ncreated \n06 Apr 2024 01:00\n\n\n\n\n\n\n+202\n\n\n💬︎41\n\n\n\n\n\n\nedited \n13 Oct 2024 10:46\n by Billith\n\n\ncommented \n13 Feb 2025 16:37\n by Orbalorb\n\n\n\n\n\n\nacoustic admonition anomalous-event audio building co-authored compulsion concept deepwell-catalog deletions-dept esoteric-class extradimensional james-harkness loop meta scp structure surrealistics-dept temporal\n\n\n\n\n\n\n\n\n\n\n\n\nADMONITION: Intermission II\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-6183\n\n\ncreated \n19 May 2023 10:13\n\n\n\n\n\n\n+404\n\n\n💬︎71\n\n\n\n\n\n\nedited \n17 Sep 2024 19:06\n by psychicprogrammer\n\n\ncommented \n11 Oct 2024 20:35\n by LittlePengwy\n\n\n\n\n\n\nadmonition bleak co-authored computer concept cosmic-horror decommissioning-dept deepwell-catalog deletions-dept director-bold doctor-reynders goblincon2023 hard-to-destroy-reptile horror illustrated keter loop meta mystery nameless pattern-screamer prize-feature psychological-horror science-fiction scp simon-pietrykau temporal\n\n\n\n\n\n\n\n\n\n\n\n\nADMONITION: Intermission\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n    \n\nBillith's C U R R E N T ft. Dr. Shoulder and Doctor Cimmerian\n\n\n\n\n\n\nSCP-6768\n\n\ncreated \n01 Sep 2023 23:06\n\n\n\n\n\n\n+68\n\n\n💬︎7\n\n\n\n\n\n\nedited \n22 Sep 2024 17:30\n by Billith\n\n\ncommented \n05 Sep 2023 18:01\n by Billith\n\n\n\n\n\n\napollyon co-authored computer deletions-dept illustrated meta narrative scp self-replicating temporal thaumiel\n\n\n\n\n\n\n\n\n\n\n\n\nTHE CURRENT goes where it pleases, and builds dams in its wake.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n    \n\nDarkstuff's In Absence of a Perfect Medium ft. Billith\n\n\n\n\n\n\nSCP-1549\n\n\ncreated \n30 Jan 2018 20:58\n\n\n\n\n\n\n+233\n\n\n💬︎31\n\n\n\n\n\n\nedited \n26 Jul 2021 05:25\n by EstrellaYoshte\n\n\ncommented \n28 Aug 2024 00:24\n by (user deleted)\n\n\n\n\n\n\naiad artistic building co-authored computer electronic extradimensional online portal safe scp tactile\n\n\n\n\n\n\n\n\n\n\n\n\nFilename:\n nothingtoseehere.jpg\n\n\nName:\n Hallway 09\n\n\nAuthor:\n Sampsonchen\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n    \n\nIrina Bougainvillea's: An Interview With Billith On Narrativistics\n\n\n\n\n\n\nAn Interview With Billith On Narrativistics\n\n\ncreated \n07 Sep 2023 07:05\n\n\n\n\n\n\n+32\n\n\n💬︎4\n\n\n\n\n\n\nedited \n07 Feb 2025 22:06\n by Irina Bougainvillea\n\n\ncommented \n07 Feb 2025 22:05\n by Irina Bougainvillea\n\n\n\n\n\n\nessay international\n\n\n\n\n\n\n\n\n\n\n[[<]]\n\n\n\n\nFilename:\n 01.png\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n    \n\nThe Desk of The Desk of Alto Clef Presents: Indigo's Proposal ft. Billith\n\n\n\n\n\n\nSCP-NUMBERONEDOGGO-J\n\n\ncreated \n19 Jan 2024 10:38\n\n\n\n\n\n\n+106\n\n\n💬︎15\n\n\n\n\n\n\nedited \n23 Jan 2025 02:32\n by Billith\n\n\ncommented \n26 Jan 2024 07:06\n by Irina Bougainvillea\n\n\n\n\n\n\nanimal canine co-authored joke safe scp\n\n\n\n\n\n\n\n\n\n\n\n\nAccording to Dr. Holland, the canine \"can tear bad guys to shreds, but would never hurt a fly elsewise, even if it flew into his ear.\"\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n    \n\nThe Cimmerian Collection ft. Billith\n\n\n\n\n\n\nThe Previous Segment Was Brought to You by a Grant from the Wondertainment Holiday Fund and by Viewers Like You\n\n\ncreated \n09 Jan 2024 11:19\n\n\n\n\n\n\n+40\n\n\n💬︎3\n\n\n\n\n\n\nedited \n22 Sep 2024 01:44\n by Billith\n\n\ncommented \n25 Jan 2024 16:04\n by dr_kewey\n\n\n\n\n\n\nart-exchange audio broken-masquerade co-authored tale\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-7213\n\n\ncreated \n12 Feb 2023 06:05\n\n\n\n\n\n\n+143\n\n\n💬︎22\n\n\n\n\n\n\nedited \n27 Jun 2024 03:29\n by Doctor Cimmerian\n\n\ncommented \n07 Mar 2023 22:22\n by RobotLettuce\n\n\n\n\n\n\nart-exchange audio co-authored extradimensional neutralized scp sun transmission\n\n\n\n\n\n\n\n\n\n\n\n\nIt starts with an earthquake.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n    \n\nABC's of Death - Necrokitten's N is for Neon ft. Billith\n\n\n\n\n\n\nSCP-7533\n\n\ncreated \n17 Oct 2022 00:15\n\n\n\n\n\n\n+116\n\n\n💬︎15\n\n\n\n\n\n\nedited \n28 Dec 2024 23:29\n by Billith\n\n\ncommented \n21 Oct 2024 18:17\n by Its a Bad Idea\n\n\n\n\n\n\nabcs-of-death co-authored euclid fish hallucination illustrated intangible light mind-affecting predatory scp\n\n\n\n\n\n\n\n\n\n\n\n\nBaker-Miller Pink (pictured). Those sensitive to cognitohazardous media should avoid prolonged exposure.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n    \n\nPlace's Four: Eight-Ball (8K Contest Top 10, winner of the 2024 Festival de Cannes' Palme d'Or)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-8888\n\n\ncreated \n16 Feb 2024 04:47\n\n\n\n\n\n\n+330\n\n\n💬︎73\n\n\n\n\n\n\nedited \n15 Dec 2024 12:11\n by psychicprogrammer\n\n\ncommented \n20 Dec 2024 17:26\n by snakpak\n\n\n\n\n\n\n8-ball 8000 agent-calendar aiad co-authored computer doctor-cimmerian doctor-mcdoctorate doctor-sokolsky doctor-wettle esoteric-class foundation-made james-harkness kain-pathos-crow marshall-carter-and-dark mechanical midnight-the-cat on-guard-43 probability sapient scp sigurros uncontained undervegas wanderers-library\n\n\n\n\n\n\n\n\n\n\n\n\nIt's Casino Night at the Wanderers' Library. Docents and demons ally to deal every game of chance imaginable.\n\nBut we're here to play a game of skill; let's pocket the Eight-Ball.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nhide restricted data",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-3335 \" by Billith, from the SCP Wiki . Source: https://scpwiki.com/scp-3335 . Licensed under CC-BY-SA .",
        "Filename: thn.svg Author: Billith License: CC BY-SA 3.0",
        "Filename: vary.svg Author: Billith License: CC BY-SA 3.0",
        "Filename: keyter.svg Author: Billith License: CC BY-SA 3.0",
        "Filename: pop.png Author: Billith License: CC BY-SA 3.0",
        "Filename: tfo7lgold.png Author: Billith License: CC BY-SA 3.0",
        "Filename: pharmaco.png Author: Billith License: CC BY-SA 3.0",
        "Filename: xiddygriddy.png Author: Billith License: CC BY-SA 3.0 Derivative of: Name: Author: License: Source Link:",
        "Filename: bucket.png Author: Billith License: CC BY-SA 3.0 Derivative of: Name: Author: License: Source Link:",
        "Filename: mind.png Author: Billith License: CC BY-SA 3.0 Derivative of: Name: Author: Hervé Germain License: Public Domain Source Link: https://www.flickr.com/photos/48399802@N03/51351047062",
        "Filename: chemistry.png Author: Billith License: CC BY-SA 3.0 Derivative of: Name: Chemistry Equipment Author: Peretz Partensky License: CC BY-SA 2.0 Source Link: https://www.flickr.com/photos/68877611@N00/7360175752",
        "Filename: fgure.png Author: Billith License: CC BY-SA 3.0 Derivative of: Name: Author: License: Source Link:",
        "Filename: foyer.png Author: Billith License: CC BY-SA 3.0 Derivative of: Name: Author: License: Source Link:",
        "Filename: hallway.png Author: Billith License: CC BY-SA 3.0 Derivative of: Name: Author: License: Source Link:",
        "Filename: incursion.png Author: Billith License: CC BY-SA 3.0 Derivative of: Name: Author: License: Source Link:",
        "Filename: room.png Author: Billith License: CC BY-SA 3.0 Derivative of: Name: Author: License: Source Link:",
        "Filename: shute.png Author: Billith License: CC BY-SA 3.0 Derivative of: Name: Author: License: Source Link: [tba]",
        "Filename: wreck.png Author: Billith License: CC BY-SA 3.0 Derivative of: Name: Author: License: Source Link: [tba]",
        "Filename: stareway.png Author: Billith License: CC BY-SA 3.0 Derivative of: Name: Author: License: Source Link: [tba]",
        "Filename: storage.png Author: Billith License: CC BY-SA 3.0 Derivative of: Name: Author: License: Source Link: [tba]",
        "Filename: sd.png Author: Billith License: CC BY-SA 3.0 Derivative of: Name: high disparity tunnel Author: Matanya License: CC-BY 2 Source Link: https://commons.wikimedia.org/wiki/File:Flickr_-_jimf0390_-_JimF_04-24-10-0041a_high_disparity_tunnel.jpg",
        "Filename: falling.png Author: Billith License: CC BY-SA 3.0 Derivative of: Name: Author: License: Source Link: [tba]",
        "Filename: nothingtoseehere.jpg Name: Hallway 09 Author: Sampsonchen License: CC BY-SA 3.0 Source Link: Wikimedia Commons",
        "Filename: 01.png Author: Billith License: CC BY-SA 3.0"
    ],
    "title": "SCP-3335"
}