{
    "url": "https://scp-wiki.wikidot.com/scp-3337",
    "all_text": "rating: \n+95\n+\n–\nx\n\n\n\n\n\n\n\n\n1/3337\n LEVEL \n1/3337\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\nItem #: SCP-3337\n\n\nObject Class: Safe\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n On May 23, the museum or gallery indicated on the previous year's instance of SCP-3337-3 is to be temporarily closed to the public; an appropriate cover story should be chosen by the Head Containment Specialist at least three months prior to the event. Any possible manifestation sites on the exterior of the building should be made inaccessible; if there are no interior manifestation sites, then an exterior site should be chosen to minimize visibility and the ground beneath the site should be screened from view.\n\n\nThe remains of SCP-3337-2 instances should be examined by a Foundation coroner within at least one week of the event and then incinerated; SCP-3337-3 instances are to be removed, scanned, and stored in Site-28's Minimum Security Document Storage.\n\n\nDescription:\n SCP-3337 is a phenomenon that occurs every May 23rd in a gallery or museum within the continental United States which meets certain criteria; galleries and museums which meet these criteria are to be considered potential instances of SCP-3337-1. Instances of SCP-3337-1 must primarily exhibit art created in the 20th and 21st centuries; at least one piece of artwork exhibited in an SCP-3337-1 instance must have been the subject of significant controversy at the time of its initial exhibition; and an SCP-3337-1 instance must have a balcony, atrium, open stairwell, or window which is accessible to the public and is at least three stories above the ground, referred to in this document as a manifestation site.\n\n\nAround 11:30 AM on May 23rd, an instance of SCP-3337-2 will appear in an unobserved location in or around a single SCP-3337-1 instance. Instances of SCP-3337-2 are female humans, genetically and physically identical to Luisa Bellocchio, the presumed creator of SCP-3337, an anomalous artist active in Italy and New York City in the late 1970s and early 1980s; each SCP-3337-2 instance is dressed in a white t-shirt and blue jeans, the brand and manufacturer of which vary between instances. If the SCP-3337-2 instance manifests outside of the gallery or museum, it will enter and present a membership card\n1\n or pre-printed entry ticket, where applicable; all instances will proceed to the highest accessible manifestation site, place an instance of SCP-3337-3 on the nearest blank wall, and commit suicide by jumping from the site.\n\n\nInstances of SCP-3337-3 are curatorial labels, identical in style and material to other curatorial labels within the SCP-3337-1 instance. Apart from slight differences in presentation, each instance of SCP-3337-3 contains essentially the same information\n2\n; each instance will also identify the next year's instance of SCP-3337-1, usually as the institution that sold or loaned the artwork to the current year's SCP-3337-1 instance.\n\n\nPreventing SCP-3337-2 instances from committing suicide has so far proved impossible. SCP-3337-2 instances are partially intangible prior to death; they are able to pass through closed doors and barricades that would prevent them from accessing manifestation sites, although they will choose an accessible site over an inaccessible site if only some sites have been blocked, and once an instance has reached a manifestation site, they can become intangible to any individuals who try to prevent their suicide and to preventative measures such as netting that would prevent their death.\n\n\nAddendum 3337-A: Sample SCP-3337-3 Text\n\n\nInstance recovered from the Guggenheim Museum, New York City NY, 23 May 2009.\n\n\n\n\nLuisa Bellocchio\n\nAmerican, 1952-1983\n\n\nDeath of the Artist\n, begun 1983, ongoing\n\nHuman remains on concrete\n3\n.\n\n\nDeath of the Artist\n was Bellocchio's final work before (and during) her suicide. While Bellocchio was never acknowledged by the mundane art world, she achieved some notoriety in the \nanomalous art community\n for her photography series \nI Went Into The Mountains\n, the final piece of which, \"Morfeo & Euridice\", had seventeen confirmed kills at the time of its destruction\n4\n. Of this series, three pieces—\"Ghoul-Oriented Sexual Behavior\", \"E Ho Trovato l'Invasor\"\n5\n, and \"Protest against the Protest about the Methods of the Protest\"—are still at large\n6\n, and one, \"Apostasy = Apotheosis\", is in a private collection\n7\n. None of her other work survives.\n8\n\n\nOn loan from the Walker Arts Center, Minneapolis MN.\n9\n\n\n\n\nAddendum 3337-B: Recovered Document 3337-1\n\n\nRecovered on 13 August 1989 from the apartment of POI-33906, Francesco Castaldo\n10\n, an associate of Bellochio before her suicide. Believed to be Bellocchio's suicide note. Ink on paper. Translated from Italian to English.\n\n\n\n\nFranco,\n\n\nWe've been killing people with magic and saying that it is for art. My personal body count is almost thirty, and most of that is from one photograph. You haven't killed anyone yet but I know of at least seven suicides in theaters where \nyour movies\n were playing. Some of the others are in the triple digits.\n\n\nI can't remember how to take a photo that doesn't eat people.\n\n\nGoodbye.\n\n\nLuisa\n\n\n\n\n\n\nFootnotes\n\n\n1\n. All recovered membership cards have been issued to \"Luisa Bellocchio\".\n\n\n2\n. See Addendum 3337-A.\n\n\n3\n. This material matches the material on which the SCP-3337-2 instance lands.\n\n\n4\n. See \nGOC casefile\n \nLTE-5414-Warhol:\n \"Carnivorous Photograph\" for further information.\n\n\n5\n. Italian for \"And I found the invader\".\n\n\n6\n. The original instance of SCP-3337-3 listed an additional two titles, \"Modena Through Seven Mirrors\" and \"The Axe Shepherd\", both of which are believed to have been destroyed by the GOC during the year prior to SCP-3337-3 no longer listing them.\n\n\n7\n. See \nAnomalous Object 37219\n.\n\n\n8\n. Other than the changes mentioned in previous notes, this paragraph has remained unchanged since the first SCP-3337 manifestation.\n\n\n9\n. This line indicates the next manifestation site.\n\n\n10\n. AKA \"Franco Spanko\", a producer of anomalous pornography released from Foundation custody in 1993 after amnestic treatment.\n\n\n\n\n\n\n\n\n« \nSCP-3336\n | SCP-3337 | \nSCP-3338\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3337\n\" by ch00bakka, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3337\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 3337-A: Sample SCP-3337-3 Text\nInstance recovered from the Guggenheim Museum, New York City NY, 23 May 2009.",
        "Addendum 3337-B: Recovered Document 3337-1\nRecovered on 13 August 1989 from the apartment of POI-33906, Francesco Castaldo 10 , an associate of Bellochio before her suicide. Believed to be Bellocchio's suicide note. Ink on paper. Translated from Italian to English."
    ],
    "documents": [
        "Addendum 3337-B: Recovered Document 3337-1\nRecovered on 13 August 1989 from the apartment of POI-33906, Francesco Castaldo 10 , an associate of Bellochio before her suicide. Believed to be Bellocchio's suicide note. Ink on paper. Translated from Italian to English."
    ],
    "notes": [
        "Luisa Bellocchio American, 1952-1983 Death of the Artist , begun 1983, ongoing Human remains on concrete 3 . Death of the Artist was Bellocchio's final work before (and during) her suicide. While Bellocchio was never acknowledged by the mundane art world, she achieved some notoriety in the anomalous art community for her photography series I Went Into The Mountains , the final piece of which, \"Morfeo & Euridice\", had seventeen confirmed kills at the time of its destruction 4 . Of this series, three pieces—\"Ghoul-Oriented Sexual Behavior\", \"E Ho Trovato l'Invasor\" 5 , and \"Protest against the Protest about the Methods of the Protest\"—are still at large 6 , and one, \"Apostasy = Apotheosis\", is in a private collection 7 . None of her other work survives. 8 On loan from the Walker Arts Center, Minneapolis MN. 9",
        "Franco, We've been killing people with magic and saying that it is for art. My personal body count is almost thirty, and most of that is from one photograph. You haven't killed anyone yet but I know of at least seven suicides in theaters where your movies were playing. Some of the others are in the triple digits. I can't remember how to take a photo that doesn't eat people. Goodbye. Luisa",
        "\" SCP-3337 \" by ch00bakka, from the SCP Wiki . Source: https://scpwiki.com/scp-3337 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "On May 23, the museum or gallery indicated on the previous year's instance of SCP-3337-3 is to be temporarily closed to the public; an appropriate cover story should be chosen by the Head Containment Specialist at least three months prior to the event. Any possible manifestation sites on the exterior of the building should be made inaccessible; if there are no interior manifestation sites, then an exterior site should be chosen to minimize visibility and the ground beneath the site should be screened from view.",
    "description": "SCP-3337 is a phenomenon that occurs every May 23rd in a gallery or museum within the continental United States which meets certain criteria; galleries and museums which meet these criteria are to be considered potential instances of SCP-3337-1. Instances of SCP-3337-1 must primarily exhibit art created in the 20th and 21st centuries; at least one piece of artwork exhibited in an SCP-3337-1 instance must have been the subject of significant controversy at the time of its initial exhibition; and an SCP-3337-1 instance must have a balcony, atrium, open stairwell, or window which is accessible to the public and is at least three stories above the ground, referred to in this document as a manifestation site.",
    "title": "SCP-3337"
}