{
    "url": "https://scp-wiki.wikidot.com/scp-3338",
    "all_text": "rating: \n+401\n+\n–\nx\n\n\n\n\n\n\nInstance of SCP-3338, residing in the lodgings of ██████ █████████.\n\n\n\n\n\n\n\n\n\n\nAn SCP-3338 instance, having retrieved a lost pen.\n\n\n\n\n\n\nItem #:\n SCP-3338\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n All known instances of SCP-3338 and the individuals sharing a living space with them are to be monitored regularly via non-invasive methods. Foundation personnel are to conduct bi-monthly interviews with the human tenants under the guise of maintaining compliance with building safety regulations. Removal of SCP-3338 instances and application of amnestics to corresponding tenants may only be carried out with approval from the current project head.\n\n\nDescription:\n SCP-3338 refers to anomalous Otamatone\n1\n instruments which spontaneously manifest in apartments, townhouses, and college dorm rooms in various urban areas of Japan.\n\n\nThough rarely-documented and lacking in replicable experimental data\n2\n, SCP-3338 cases are believed to possess several events consistent across all instances:\n\n\n\n\nSCP-3338 will only manifest in living areas currently being rented by a single individual with stable finances, who has occupied the space for at least three months.\n\n\nSCP-3338 tend to appear when the renter listens to music frequently, plays a musical instrument as a hobby, and/or enjoys singing.\n\n\nSCP-3338 instances manifesting will be accompanied by a small scrap of paper held in the instrument’s mouth, reading, \"オタマトーンはあなたのルームメートになりたいです~\"\n3\n\n\nSCP-3338 instances, upon initial manifestation, will typically appear inside the living space near the main entrance doorway.\n\n\nOnce a month, an SCP-3338 instance’s mouth will fill with Japanese yen paper money, totaling approximately 10 to 15 percent of the tenant’s monthly rent fee. Money generated by this method has been determined to be legal (non-counterfeit) currency.\n\n\n\n\nSCP-3338 are visually identical to non-anomalous Otamatone instruments, and will function similarly to their non-anomalous counterparts when played. Individuals who have encountered SCP-3338 have reported that the anomalous Otamatones will assist them with finding small lost objects, including keys, public transportation tickets, identification cards, loose change, jewelry, and socks.\n4\n\n\nSCP-3338 will disappear from their corresponding living space when certain circumstances are met.\n5\n Currently, the following scenarios are confirmed to result in demanifestation of an SCP-3338 instance:\n\n\n\n\nThe renting tenant changing living locations.\n\n\nThe renting tenant placing SCP-3338 outside the living space’s entrance threshold for more than one day (24 hours).\n\n\nThe renting tenant jokingly inserting trash, dirty articles of clothing, or other debris into the SCP-3338 instance’s mouth.\n\n\nThe renting tenant making rude comments about the SCP-3338 instance or attempting to use SCP-3338 as a decoration or piece of furniture.\n\n\nThe renting tenant failing to set aside a designated place for the SCP-3338 instance to occupy comfortably.\n6\n\n\nThe instance of SCP-3338 having resided in a living space for over one year.\n\n\nThe renting tenant failing to speak to the SCP-3338 instance for over a week.\n\n\nThe renting tenant forgetting about the SCP-3338 instance’s existence due to application of amnestics.\n\n\nCameras of any type (hidden, cell phone, handheld) filming an SCP-3338 instance at rest for longer than 15 minutes.\n7\n\n\nThe application of tracking devices to an SCP-3338 instance.\n\n\n\n\nAddendum 3338-1:\n On ████-██-██, Agent Shizuka Kato was able to trigger an SCP-3338 manifestation following a routine check-up appointment with an SCP-3338 tenant. During the check-up, Agent Kato had expressed an interest in finding a co-occupant for her current apartment, emphasizing the comfortable furniture and the proximity to a neighboring building that housed a jazz club. Upon Agent Kato returning to her apartment, she noticed that an SCP-3338 instance had manifested on a side table close to the door. \nDiscussion is underway to allow Kato to occupy the apartment for longer than the agreed contract time, to better research the instance of SCP-3338.\n See Addendum 3338-2.\n\n\nAddendum 3338-2:\n As of ████-██-██, roughly 37 weeks following the initial manifestation of an SCP-3338 instance in Agent Kato's apartment, a small \"mini\"\n8\n Otamatone instrument of the same color manifested next to the existing SCP-3338 instance. After reporting the incident, Agent Kato prepared a resting spot for the new smaller SCP-3338 instance (tentatively designated SCP-3338-1) using a set of towels. Upon returning home the next day, she discovered the two Otamatone sitting side by side, with a messily-scrawled note in the SCP-3338-1 instance's mouth reading, \"おばちゃんワありがとう\".\n9\n\n\nPersonnel assigned to the SCP-3338 project are currently deciding how best to proceed.\n\n\n\n\nFootnotes\n\n\n1\n. Music note-shaped handheld electronic musical synthesizer toys, developed in Japan by the CUBE toy company and the Maywa Denki design firm. Otamatone instruments are played by controlling the pitch of the sound with one hand on the stem, and squeezing the head of the instrument with the other hand to produce a “wah” effect.\n\n\n2\n. SCP-3338 manifestation seems to occur independently of any roommate-seeking advertisements.\n\n\n3\n. \"Otamatōn wa anata no rūmumēto ni naritai desu\", translated \"Otamatone wants to be your roommate~\".\n\n\n4\n. According to interview testimony, these lost objects will be found in the Otamatone’s mouth upon the tenant's returning to the living space after having left the building. The likelihood of finding a lost object allegedly increases if the Otamatone is spoken to about the missing article.\n\n\n5\n. All attempts to track SCP-3338 following demanifestation have failed.\n\n\n6\n. Based on observed cases, leaving SCP-3338 on the ground, in a bathroom, or near trash receptacles has resulted in demanifestation.\n\n\n7\n. Video footage of a human playing an SCP-3338 instance seems to be an exception to this.\n\n\n8\n. A smaller version of the standard Otamatone, which plays preset songs rather than individual notes.\n\n\n9\n. \"Oba-chan wa arigatō\", translated \"Thank you auntie\".\n\n\n\n\n\n\n\n\n« \nSCP-3337\n | SCP-3338 | \nSCP-3339\n »",
    "addendums": [
        "Addendum 3338-1: On ████-██-██, Agent Shizuka Kato was able to trigger an SCP-3338 manifestation following a routine check-up appointment with an SCP-3338 tenant. During the check-up, Agent Kato had expressed an interest in finding a co-occupant for her current apartment, emphasizing the comfortable furniture and the proximity to a neighboring building that housed a jazz club. Upon Agent Kato returning to her apartment, she noticed that an SCP-3338 instance had manifested on a side table close to the door. Discussion is underway to allow Kato to occupy the apartment for longer than the agreed contract time, to better research the instance of SCP-3338. See Addendum 3338-2.",
        "Addendum 3338-2: As of ████-██-██, roughly 37 weeks following the initial manifestation of an SCP-3338 instance in Agent Kato's apartment, a small \"mini\" 8 Otamatone instrument of the same color manifested next to the existing SCP-3338 instance. After reporting the incident, Agent Kato prepared a resting spot for the new smaller SCP-3338 instance (tentatively designated SCP-3338-1) using a set of towels. Upon returning home the next day, she discovered the two Otamatone sitting side by side, with a messily-scrawled note in the SCP-3338-1 instance's mouth reading, \"おばちゃんワありがとう\". 9\nPersonnel assigned to the SCP-3338 project are currently deciding how best to proceed."
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-3338",
    "object_class": "Euclid",
    "containment_procedures": "All known instances of SCP-3338 and the individuals sharing a living space with them are to be monitored regularly via non-invasive methods. Foundation personnel are to conduct bi-monthly interviews with the human tenants under the guise of maintaining compliance with building safety regulations. Removal of SCP-3338 instances and application of amnestics to corresponding tenants may only be carried out with approval from the current project head.",
    "description": "SCP-3338 refers to anomalous Otamatone1 instruments which spontaneously manifest in apartments, townhouses, and college dorm rooms in various urban areas of Japan.",
    "title": "SCP-3338"
}