{
    "url": "https://scp-wiki.wikidot.com/scp-3339",
    "all_text": "rating: \n+168\n+\n–\nx\n\n\n\n\nItem #:\n SCP-3339\n\nObject Class:\n \nEctoentropic\n Online\n\n\nContainment Class:\n Neutralized\n\n\nSpecial Containment Procedures:\n SCP-3339 is to be blocked by all backbone internet service providers. Level 2/3339 clearance is required to access SCP-3339. Should unauthorized civilian access to SCP-3339 occur, MTF Gamma-5 (\"Red Herrings\") is to be deployed to the site of access to administer Class-A amnestics to all witnesses of SCP-3339-1 or SCP-3339-2.\n\n\nSCP-3339-2 is to be entered once every Saturday, at 1900 hours UTC by a trained researcher. The researcher is to record the performance, as well as the number of civilians within SCP-3339-2 (see \nAddendum\n for more details).\n\n\nContainment Update: Following the change in SCP-3339's anomalous properties after Incident 3339-A, no further personnel are to be deployed into SCP-3339-2. Primary containment procedures are to remain in place.\n\n\nDescription:\n SCP-3339 is a website accessible through the domain 'randall-█████.net.' When loaded onto an internet browser\n1\n, SCP-3339 will display the following contents with an elaborately designed purple and green background:\n\n\n\n\n\n\nRandall the Clown's Wacky Broadway Theatre!\n\n\nBrought to you by The Happiness Factory™\n\n\nHey kids! Have you ever wanted to go to the movies, but your parents wouldn't let ya? Don't worry, Randall the Clown's got your back! Every Saturday at 7:00 PM\n2\n, come on down to Randall's Wacky Broadway Theatre and see some sights that'll make you want to throw your eyes out, since nothing else will be worth seeing!\n\n\n\n\n\n\nCOME ON DOWN!\n\n\n\n\n\n\n\n\n\n\nIf the \"COME ON DOWN!\" button is pressed on a Saturday between 1845 and 1910 hours UTC, SCP-3339-1 will manifest in the subject's computer. However, if the button is pressed outside of this time frame, no further anomalous effects occur.\n\n\nSCP-3339-1 is a ticket labelled \"RANDALL THE CLOWN'S THEATRE — GOOD FOR ONE SHOWING.\" SCP-3339-1 will be dispensed from an opening on the computer used to activate SCP-3339\n3\n, with no apparent source. SCP-3339-1's anomalous properties will manifest if a subject holds SCP-3339-1 and exits the room that they are currently inside, or enters an interior space if they are outside. In this case, the subject is transported to SCP-3339-2. Affected subjects also report that all exits appear to be entrances to SCP-3339-2. SCP-3339-1's anomalous properties will cease after 1910 hours UTC.\n\n\nSCP-3339-2 is a theatre theorized to exist in an extradimensional location, similar to \nSCP-1763\n. SCP-3339-2 consists of an array of seats facing a large stage. SCP-3339-2 is constructed entirely out of wood, and decorated in a fashion similar to modern theatres. Once a subject enters SCP-3339-2, a pamphlet will materialize in the subject's hand describing the performance they are about to see.\n\n\nAfter 1910 hours UTC, the lights inside of SCP-3339-2 will dim, and a deep voice will announce the title of the performance. A cast and crew made up of humanoids (designated SCP-3339-3) will show a performance of varying genre and quality (see \nAddendum\n). Some performances have utilized anomalous phenomena. An invisible, impenetrable barrier in front of the audience section of SCP-3339-2 prevents interaction with SCP-3339-3.\n\n\nSCP-3339 was the designation originally given to the phenomenon causing the temporary disappearance of children between the ages of 5 and 14. It was not until 2014 that SCP-3339 was identified following an interview with an affected child.\n\n\n\n\nResearcher Note:\n The \nDescription\n section of this file describes SCP-3339 and all related anomalies prior to Incident 3339-A. Many aspects of SCP-3339 have changed since. See \nAddendum 02\n for further information regarding Incident 3339-A.\n\n\n- Researcher Calvin\n\n\n\n\nAddendum:\n Testing Log\n\n\n\n\n+ Show Testing Log\n\n\n\n\n- Close Testing Log\n\n\n\n\n\n\nAgent Note:\n For the sake of proper formatting, please use the following format to describe incursions into SCP-3339-2:\n\n\n\n\nResearcher:\n [Name of the researcher who entered SCP-3339-2]\n\n\nPerformance Title:\n [Title of the performance]\n\n\nPerformance Description:\n [Description of the performance]\n\n\nTime Elapsed:\n [Time elapsed during performance]\n\n\nCivilian Description:\n [Description and number of civilians in the audience]\n\n\nNotes:\n [Any additional notes]\n\n\n\n\n- Agent Gilbert\n\n\n\n\n\n\nResearcher:\n Dr. ████\n\n\nPerformance Title:\n \"Space Wars!\"\n\n\nPerformance Description:\n A conflict stated to have happened on a starship. Two characters, General Nicholas and King Henry, are discussing trading disputes. This dispute ends in a firefight between the two parties, with General Nicholas as the victor. General Nicholas then boards his personal starship and flies away.\n\n\nTime Elapsed:\n 16 minutes\n\n\nCivilian Description:\n At least 100 children of varying ethnicities between the ages of 5 and 12.\n\n\nNotes:\n This performance was realistic. Actual laser weapons were used, and details such as blood, the starry background and the spaceship General Nicholas flew at the end were almost indistinguishable from reality.\n\n\n\n\n\n\nResearcher:\n Dr. ████\n\n\nPerformance Title:\n \"Pillowboy\"\n\n\nPerformance Description:\n A 10 year old boy named Katurian is exposed to radiation from the sun and becomes Pillowboy, made up entirely of pillows. Pillowboy travels back in time and gives candy to children who are depressed, making them happy. Eventually, Pillowboy becomes sad, and a future version of Pillowboy gives Pillowboy candy.\n\n\nTime Elapsed:\n 15 minutes\n\n\nCivilian Description:\n At least 100 children of varying ethnicities between the ages of 5 and 12.\n\n\nNotes:\n Lightning effects from Pillowboy's \"time traveling\" were indistinguishable from reality.\n\n\n\n\n\n\nResearcher:\n Dr. ██████\n\n\nPerformance Title:\n \"John and Juliet\"\n\n\nPerformance Description:\n The performance is stated to have taken place in medieval times. For the first ten minutes of the play, a boy named John confesses his love to a girl named Juliet. After John's confession, Juliet says \"yes\" and hugs John before the performance ends.\n\n\nTime Elapsed:\n 11 minutes\n\n\nCivilian Description:\n At least 75 children of varying ethnicities between the ages of 5 and 12.\n\n\nNotes:\n The castle was designed to appear to be a medieval siege castle, though many other details were concealed from the audience.\n\n\n\n\n\n\nResearcher:\n Researcher Calvin\n\n\nPerformance Title:\n \"Frank's Day Off\"\n\n\nPerformance Description:\n A 7-year old boy named \"Frank\" skips school. Frank spends the day playing with his various toys and engaging in hijinks. The performance ends with his mother catching him and getting grounded.\n\n\nTime Elapsed:\n 18 minutes\n\n\nCivilian Description:\n At least 100 children of varying ethnicities between the ages of 5 and 12.\n\n\nNotes:\n This performance was on par with modern theatre standards, but was noticeably less realistic than previous performances.\n\n\n\n\n\n\nResearcher:\n Dr. ██████\n\n\nPerformance Title:\n \"Futureinator\"\n\n\nPerformance Description:\n A cyborg from the future comes in order to kidnap Frank, a 12-year old boy in San Diego. Another cyborg, the \"Futureinator\" also comes from the future to thwart the other cyborg's plans.\n\n\nTime Elapsed:\n 20 minutes\n\n\nCivilian Description:\n At least 50 children of varying ethnicities between the ages of 5 and 12.\n\n\nNotes:\n This performance was of noticeably lower quality than the other performances. Both \"cyborgs\" were simply standard humans with face paint, and Frank was obviously an adult. Most notably, the car chase scene consists of Frank and the Futureinator inside of a car while the crew carries clouds to create the illusion of movement.\n\n\n\n\n\n\nResearcher:\n Junior Researcher ████████\n\n\nPerformance Title:\n \"Finding Fish\"\n\n\nPerformance Description:\n A fish named Bob loses his son, Fish, to a strong current. Bob spends the entirety of the performance searching for Fish, eventually finding him under a rock.\n\n\nTime Elapsed:\n 15 minutes\n\n\nCivilian Description:\n At least 20 children of varying ethnicities between the ages of 9 and 12.\n\n\nNotes:\n All props were made up of painted cardboard, and all characters were humans wearing suits that resembled fish.\n\n\n\n\n\n\nResearcher:\n Researcher ███\n\n\nPerformance Title:\n \"The Flimsons\"\n\n\nPerformance Description:\n This performance focuses on \"The Flimsons,\" a family living in Pringfield, New York. The primary conflict of this performance is the father of the family attempting to change the channel.\n\n\nTime Elapsed:\n 10 minutes\n\n\nCivilian Description:\n Nine children, aged 10 years old.\n\n\nNotes:\n Aside from the noticeable drop in prop quality, the general writing quality of this performance declined as well. In addition to this, sound equipment within SCP-3339-2 failed on multiple occasions.\n\n\n\n\n\n\nResearcher:\n Researcher Calvin\n\n\nPerformance Title:\n \"An Office\"\n\n\nPerformance Description:\n A man wearing a business suit types at a computer in a cubicle for the duration of the performance.\n\n\nTime Elapsed:\n 15 minutes\n\n\nCivilian Description:\n None. Researcher Calvin was the only member of the audience.\n\n\nNotes:\n The only props used in this performance were the cubicle, the computer, and the chair the man sat in. No audio equipment whatsoever was used.\n\n\n\n\n\n\nResearcher:\n Researcher Calvin\n\n\nPerformance Title:\n N/A\n\n\nPerformance Description:\n N/A\n\n\nTime Elapsed:\n 3 minutes\n\n\nCivilian Description:\n None.\n\n\nNotes:\n See \nAddendum 02.\n\n\n\n\n\n\n\n\n\n\nAddendum 02:\n Incident 3339-A\n\n\n\n\n+ Show Interview Log\n\n\n\n\n- Close Interview Log\n\n\n\n\n\n\nInterviewed:\n PoI-3339-A\n\n\nInterviewer:\n Researcher Calvin\n\n\nForeword:\n On ██/██/2015, no performance within SCP-3339-2 took place. Instead, an obese man wearing clown makeup (designated PoI-3339-A) came onto stage and addressed Researcher Calvin directly. The dialogue of this exchange is recorded below:\n\n\n<Begin Log, ████ hours>\n\n\nPoI-3339-A:\n Excuse me? Dude in the lab coat?\n\n\nResearcher Calvin:\n Are you referring to me?\n\n\nPoI-3339-A:\n Yeah. Do you mind if I ask you a few questions?\n\n\nResearcher Calvin:\n Not at all.\n\n\nPoI-3339-A:\n Thanks.\n\n\nPoI-3339-A sits down in a chair on the stage.\n\n\nPoI-3339-A:\n Can you tell me where it all went wrong?\n\n\nResearcher Calvin:\n I'm sorry, what?\n\n\nPoI-3339-A:\n This place used to attract kids by the hundreds. Every time I performed, I could count on an entire crowd cheering on my handiwork here, appreciating the show. Now, well, you're the only one here. At first, I just thought the kids these days were out of touch, you know? Then I realized that it might be I that's out of touch.\n\n\nPoI-3339-A sighs.\n\n\nPoI-3339-A:\n I decided to take a look at some of my old performances. I have 'em all recorded, you know? Space Wars, Leg of the Tiger, all that. I'm just… amazed by them. The special effects, the narrative, just… the whole deal. Can't believe I wrote 'em. Now, I can't even write a half-decent line of dialogue to save my life. What happened to me?\n\n\nPoI-3339-A remains silent for 33 seconds.\n\n\nPoI-3339-A:\n I guess I've gotten old. I've spent too much time with the executives. All work and no play, even when you gotta play to work. Corrupted me from the inside out. Made me lose my spark.\n\n\nPoI-3339-A remains silent for 12 seconds.\n\n\nPoI-3339-A:\n Well, I guess I gotta go. Don't got nothin' left to do here.\n\n\n<End Log, ████ hours>\n\n\nClosing Statement:\n PoI-3339-A walked off stage after his speech. PoI-3339-A has not been located since this incident.\n\n\n\n\n\n\n\n\n\n\nAddendum 03:\n Post-Incident Report\n\n\n\n\n+ Level 2/3339 Clearance Required\n\n\n\n\n- Access Granted\n\n\n\n\nFollowing Incident 3339-A, many changes have been noted in the anomalous behavior of SCP-3339 and all subdesignations.\n\n\nThe most notable change is that, when activating SCP-3339, a message box will appear containing the following error:\n\n\n\n\n\n\nFATAL ERROR\n\n\nNo further showings of RANDALL THE CLOWN'S WACKY BROADWAY THEATRE have been scheduled. Thank you for coming to my show. Waddle on!\n\n\n\n\n\n\nProgrammers belonging to the SCP Foundation have noted that it is still possible to activate scripts located in SCP-3339's web server in order to create an instance of SCP-3339-1, which can be used to access SCP-3339-2. However, SCP-3339-2 is now an empty room, with the audience section and stage removed.\n\n\nReclassification of SCP-3339 is pending approval.\n\n\nUPDATE:\n SCP-3339 is no longer accessible, as attempting to access it through its URL now yields a 503 \"Service Unavailable\" error. Object has been reclassified as Neutralized.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. SCP-3339 is compatible with browsers capable of running Adobe Flash or HTML 5. It is of note that SCP-3339 is not compatible with any iteration of Internet Explorer or Microsoft Edge, despite the latter being compatible with HTML 5.\n\n\n2\n. This time changes to match the viewer's time zone.\n\n\n3\n. In most cases, this is the disk drive or one of the air vents. During a test, SCP-3339 was activated on a computer with no air ducts, disk drives, or other openings. SCP-3339-1 was ejected through a crevice between the monitor and the monitor frame.\n\n\n\n\n \n\n\n\n\n\n\n\n\nMore by notgull\n\n\n\n\nMore by notgull\n\n\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\n\n\nnotgull's Proposal\n\n\nRating: 590\n\n\n\n\n\n\nSCP-3733\n\n\nRating: 380\n\n\n\n\n\n\nSCP-3095\n\n\nRating: 360\n\n\n\n\n\n\nSCP-4804\n\n\nRating: 281\n\n\n\n\n\n\nSCP-2785\n\n\nRating: 280\n\n\n\n\n\n\nSCP-4800\n\n\nRating: 279\n\n\n\n\n\n\nSCP-4348\n\n\nRating: 258\n\n\n\n\n\n\nSCP-4048\n\n\nRating: 207\n\n\n\n\n\n\nSCP-4688\n\n\nRating: 196\n\n\n\n\n\n\nSCP-579-J\n\n\nRating: 189\n\n\n\n\n\n\nSCP-3362\n\n\nRating: 188\n\n\n\n\n\n\nSCP-5800\n\n\nRating: 184\n\n\n\n\n\n\nSCP-4785\n\n\nRating: 176\n\n\n\n\n\n\nSCP-3339\n\n\nRating: 168\n\n\n\n\n\n\nSCP-3747\n\n\nRating: 165\n\n\n\n\n\n\nSCP-4248\n\n\nRating: 161\n\n\n\n\n\n\nSCP-4948\n\n\nRating: 158\n\n\n\n\n\n\nSCP-199\n\n\nRating: 133\n\n\n\n\n\n\nSCP-7234\n\n\nRating: 124\n\n\n\n\n\n\nSCP-3296\n\n\nRating: 124\n\n\n\n\n\n\nSCP-4800-J\n\n\nRating: 121\n\n\n\n\n\n\nSCP-4799\n\n\nRating: 120\n\n\n\n\n\n\nSCP-3485\n\n\nRating: 112\n\n\n\n\n\n\nSCP-5981\n\n\nRating: 109\n\n\n\n\n\n\nSCP-4808\n\n\nRating: 103\n\n\n\n\n\n\nSCP-3833\n\n\nRating: 98\n\n\n\n\n\n\nSCP-3748\n\n\nRating: 94\n\n\n\n\n\n\nSCP-5054\n\n\nRating: 88\n\n\n\n\n\n\nSCP-4148\n\n\nRating: 88\n\n\n\n\n\n\nSCP-5025\n\n\nRating: 87\n\n\n\n\n\n\nSCP-1037\n\n\nRating: 77\n\n\n\n\n\n\nSCP-093-J\n\n\nRating: 74\n\n\n\n\n\n\nSCP-1684\n\n\nRating: 70\n\n\n\n\n\n\nSCP-5680\n\n\nRating: 65\n\n\n\n\n\n\nSCP-4872\n\n\nRating: 62\n\n\n\n\n\n\nSCP-3248\n\n\nRating: 61\n\n\n\n\n\n\nSCP-6904\n\n\nRating: 58\n\n\n\n\n\n\nSCP-5483\n\n\nRating: 38\n\n\n\n\n\n\nSCP-6785\n\n\nRating: 34\n\n\n\n\n\n\nSCP-4397\n\n\nRating: 30\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\n\n\nThe Little Robot that Could\n\n\nRating: 349\n\n\n\n\n\n\nThe Siege of Site-19\n\n\nRating: 169\n\n\n\n\n\n\nJoin the Flock\n\n\nRating: 168\n\n\n\n\n\n\nTales of the Automaton: The Big Birdocalypse\n\n\nRating: 143\n\n\n\n\n\n\nFootage Recovered From a Private Server\n\n\nRating: 117\n\n\n\n\n\n\nMoose on the Loose\n\n\nRating: 77\n\n\n\n\n\n\nAvian Anthology I\n\n\nRating: 76\n\n\n\n\n\n\nMy Empire of Birds\n\n\nRating: 63\n\n\n\n\n\n\nDocument recovered from a Parallel Universe\n\n\nRating: 61\n\n\n\n\n\n\nJoey Fucknuts Steals The Declaration of Independence\n\n\nRating: 58\n\n\n\n\n\n\nKatz and Dogs\n\n\nRating: 55\n\n\n\n\n\n\nYour Guard\n\n\nRating: 50\n\n\n\n\n\n\nVacation Opportunity\n\n\nRating: 45\n\n\n\n\n\n\nThe Scent of a Toaster\n\n\nRating: 33\n\n\n\n\n\n\nBurn, Baby, Burn\n\n\nRating: 29\n\n\n\n\n\n\nChasing Suns\n\n\nRating: 28\n\n\n\n\n\n\nThree Feet Under I\n\n\nRating: 24\n\n\n\n\n\n\nWind in the Sails\n\n\nRating: 23\n\n\n\n\n\n\nThe Shape of Water is Humanoid\n\n\nRating: 23\n\n\n\n\n\n\nDead Reckoning\n\n\nRating: 22\n\n\n\n\n\n\nThree Feet Under II\n\n\nRating: 22\n\n\n\n\n\n\nThree Feet Under III\n\n\nRating: 21\n\n\n\n\n\n\nForgotten Shrine\n\n\nRating: 18\n\n\n\n\n\n\nDown Through\n\n\nRating: 17\n\n\n\n\n\n\nInto the Beetle Black Yonder\n\n\nRating: 16\n\n\n\n\n\n\nHyperfine\n\n\nRating: 15\n\n\n\n\n\n\nDon't Knock on Strange Doors\n\n\nRating: 11\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n\n\n\n\n\n\nResearcher Calvin's Personnel File\n\n\nRating: 91\n\n\n\n\n\n\nIncident Report ████/████\n\n\nRating: 83\n\n\n\n\n\n\n\"Sphere\" Incursion Log\n\n\nRating: 52\n\n\n\n\n\n\nInitial Incursion Log\n\n\nRating: 50\n\n\n\n\n\n\n\"Cube\" Incursion Log #1\n\n\nRating: 44\n\n\n\n\n\n\n\"Cube\" Incursion Log #2\n\n\nRating: 44\n\n\n\n\n\n\nSCP-093-J Recovered Documents\n\n\nRating: 42\n\n\n\n\n\n\nSCP-093-J Blue Test\n\n\nRating: 40\n\n\n\n\n\n\nSCP-093-J Purple Test\n\n\nRating: 35\n\n\n\n\n\n\nSCP-093-J Green Test\n\n\nRating: 33\n\n\n\n\n\n\nExploration Log 4480-1\n\n\nRating: 22\n\n\n\n\n\n\n\n\n\n\n\n\nSee my \nAuthor Page\n for more information. If you like reading my stuff, consider checking out my \nYouTube Channel\n for SCP-inspired animations, among other things.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3338\n | SCP-3339 | \nSCP-3340\n »",
    "addendums": [
        "SCP-3339-2 is to be entered once every Saturday, at 1900 hours UTC by a trained researcher. The researcher is to record the performance, as well as the number of civilians within SCP-3339-2 (see Addendum for more details).\nContainment Update: Following the change in SCP-3339's anomalous properties after Incident 3339-A, no further personnel are to be deployed into SCP-3339-2. Primary containment procedures are to remain in place.",
        "After 1910 hours UTC, the lights inside of SCP-3339-2 will dim, and a deep voice will announce the title of the performance. A cast and crew made up of humanoids (designated SCP-3339-3) will show a performance of varying genre and quality (see Addendum ). Some performances have utilized anomalous phenomena. An invisible, impenetrable barrier in front of the audience section of SCP-3339-2 prevents interaction with SCP-3339-3.\nSCP-3339 was the designation originally given to the phenomenon causing the temporary disappearance of children between the ages of 5 and 14. It was not until 2014 that SCP-3339 was identified following an interview with an affected child.",
        "Addendum: Testing Log",
        "Addendum 02: Incident 3339-A",
        "Addendum 03: Post-Incident Report\n"
    ],
    "documents": [],
    "notes": [
        "Randall the Clown's Wacky Broadway Theatre! Brought to you by The Happiness Factory™ Hey kids! Have you ever wanted to go to the movies, but your parents wouldn't let ya? Don't worry, Randall the Clown's got your back! Every Saturday at 7:00 PM 2 , come on down to Randall's Wacky Broadway Theatre and see some sights that'll make you want to throw your eyes out, since nothing else will be worth seeing! COME ON DOWN!",
        "Researcher Note: The Description section of this file describes SCP-3339 and all related anomalies prior to Incident 3339-A. Many aspects of SCP-3339 have changed since. See Addendum 02 for further information regarding Incident 3339-A. - Researcher Calvin",
        "Agent Note: For the sake of proper formatting, please use the following format to describe incursions into SCP-3339-2: Researcher: [Name of the researcher who entered SCP-3339-2] Performance Title: [Title of the performance] Performance Description: [Description of the performance] Time Elapsed: [Time elapsed during performance] Civilian Description: [Description and number of civilians in the audience] Notes: [Any additional notes] - Agent Gilbert",
        "Researcher: [Name of the researcher who entered SCP-3339-2] Performance Title: [Title of the performance] Performance Description: [Description of the performance] Time Elapsed: [Time elapsed during performance] Civilian Description: [Description and number of civilians in the audience] Notes: [Any additional notes]",
        "Researcher: Dr. ████ Performance Title: \"Space Wars!\" Performance Description: A conflict stated to have happened on a starship. Two characters, General Nicholas and King Henry, are discussing trading disputes. This dispute ends in a firefight between the two parties, with General Nicholas as the victor. General Nicholas then boards his personal starship and flies away. Time Elapsed: 16 minutes Civilian Description: At least 100 children of varying ethnicities between the ages of 5 and 12. Notes: This performance was realistic. Actual laser weapons were used, and details such as blood, the starry background and the spaceship General Nicholas flew at the end were almost indistinguishable from reality.",
        "Researcher: Dr. ████ Performance Title: \"Pillowboy\" Performance Description: A 10 year old boy named Katurian is exposed to radiation from the sun and becomes Pillowboy, made up entirely of pillows. Pillowboy travels back in time and gives candy to children who are depressed, making them happy. Eventually, Pillowboy becomes sad, and a future version of Pillowboy gives Pillowboy candy. Time Elapsed: 15 minutes Civilian Description: At least 100 children of varying ethnicities between the ages of 5 and 12. Notes: Lightning effects from Pillowboy's \"time traveling\" were indistinguishable from reality.",
        "Researcher: Dr. ██████ Performance Title: \"John and Juliet\" Performance Description: The performance is stated to have taken place in medieval times. For the first ten minutes of the play, a boy named John confesses his love to a girl named Juliet. After John's confession, Juliet says \"yes\" and hugs John before the performance ends. Time Elapsed: 11 minutes Civilian Description: At least 75 children of varying ethnicities between the ages of 5 and 12. Notes: The castle was designed to appear to be a medieval siege castle, though many other details were concealed from the audience.",
        "Researcher: Researcher Calvin Performance Title: \"Frank's Day Off\" Performance Description: A 7-year old boy named \"Frank\" skips school. Frank spends the day playing with his various toys and engaging in hijinks. The performance ends with his mother catching him and getting grounded. Time Elapsed: 18 minutes Civilian Description: At least 100 children of varying ethnicities between the ages of 5 and 12. Notes: This performance was on par with modern theatre standards, but was noticeably less realistic than previous performances.",
        "Researcher: Dr. ██████ Performance Title: \"Futureinator\" Performance Description: A cyborg from the future comes in order to kidnap Frank, a 12-year old boy in San Diego. Another cyborg, the \"Futureinator\" also comes from the future to thwart the other cyborg's plans. Time Elapsed: 20 minutes Civilian Description: At least 50 children of varying ethnicities between the ages of 5 and 12. Notes: This performance was of noticeably lower quality than the other performances. Both \"cyborgs\" were simply standard humans with face paint, and Frank was obviously an adult. Most notably, the car chase scene consists of Frank and the Futureinator inside of a car while the crew carries clouds to create the illusion of movement.",
        "Researcher: Junior Researcher ████████ Performance Title: \"Finding Fish\" Performance Description: A fish named Bob loses his son, Fish, to a strong current. Bob spends the entirety of the performance searching for Fish, eventually finding him under a rock. Time Elapsed: 15 minutes Civilian Description: At least 20 children of varying ethnicities between the ages of 9 and 12. Notes: All props were made up of painted cardboard, and all characters were humans wearing suits that resembled fish.",
        "Researcher: Researcher ███ Performance Title: \"The Flimsons\" Performance Description: This performance focuses on \"The Flimsons,\" a family living in Pringfield, New York. The primary conflict of this performance is the father of the family attempting to change the channel. Time Elapsed: 10 minutes Civilian Description: Nine children, aged 10 years old. Notes: Aside from the noticeable drop in prop quality, the general writing quality of this performance declined as well. In addition to this, sound equipment within SCP-3339-2 failed on multiple occasions.",
        "Researcher: Researcher Calvin Performance Title: \"An Office\" Performance Description: A man wearing a business suit types at a computer in a cubicle for the duration of the performance. Time Elapsed: 15 minutes Civilian Description: None. Researcher Calvin was the only member of the audience. Notes: The only props used in this performance were the cubicle, the computer, and the chair the man sat in. No audio equipment whatsoever was used.",
        "Researcher: Researcher Calvin Performance Title: N/A Performance Description: N/A Time Elapsed: 3 minutes Civilian Description: None. Notes: See Addendum 02.",
        "Interviewed: PoI-3339-A Interviewer: Researcher Calvin Foreword: On ██/██/2015, no performance within SCP-3339-2 took place. Instead, an obese man wearing clown makeup (designated PoI-3339-A) came onto stage and addressed Researcher Calvin directly. The dialogue of this exchange is recorded below: <Begin Log, ████ hours> PoI-3339-A: Excuse me? Dude in the lab coat? Researcher Calvin: Are you referring to me? PoI-3339-A: Yeah. Do you mind if I ask you a few questions? Researcher Calvin: Not at all. PoI-3339-A: Thanks. PoI-3339-A sits down in a chair on the stage. PoI-3339-A: Can you tell me where it all went wrong? Researcher Calvin: I'm sorry, what? PoI-3339-A: This place used to attract kids by the hundreds. Every time I performed, I could count on an entire crowd cheering on my handiwork here, appreciating the show. Now, well, you're the only one here. At first, I just thought the kids these days were out of touch, you know? Then I realized that it might be I that's out of touch. PoI-3339-A sighs. PoI-3339-A: I decided to take a look at some of my old performances. I have 'em all recorded, you know? Space Wars, Leg of the Tiger, all that. I'm just… amazed by them. The special effects, the narrative, just… the whole deal. Can't believe I wrote 'em. Now, I can't even write a half-decent line of dialogue to save my life. What happened to me? PoI-3339-A remains silent for 33 seconds. PoI-3339-A: I guess I've gotten old. I've spent too much time with the executives. All work and no play, even when you gotta play to work. Corrupted me from the inside out. Made me lose my spark. PoI-3339-A remains silent for 12 seconds. PoI-3339-A: Well, I guess I gotta go. Don't got nothin' left to do here. <End Log, ████ hours> Closing Statement: PoI-3339-A walked off stage after his speech. PoI-3339-A has not been located since this incident.",
        "FATAL ERROR No further showings of RANDALL THE CLOWN'S WACKY BROADWAY THEATRE have been scheduled. Thank you for coming to my show. Waddle on!"
    ],
    "object_class": "Ectoentropic Online",
    "containment_procedures": "SCP-3339 is to be blocked by all backbone internet service providers. Level 2/3339 clearance is required to access SCP-3339. Should unauthorized civilian access to SCP-3339 occur, MTF Gamma-5 (\"Red Herrings\") is to be deployed to the site of access to administer Class-A amnestics to all witnesses of SCP-3339-1 or SCP-3339-2.",
    "description": "SCP-3339 is a website accessible through the domain 'randall-█████.net.' When loaded onto an internet browser1, SCP-3339 will display the following contents with an elaborately designed purple and green background:",
    "title": "SCP-3339"
}