{
    "url": "https://scp-wiki.wikidot.com/scp-3353",
    "all_text": "rating: \n+115\n+\n–\nx\n\n\n\n\n\n\nMushroom ring produced at the conclusion of an SCP-3353 event.\n\n\n\n\n\n\n\n\n\n\nManchester tart produced by SCP-3353.\n\n\n\n\n\n\nItem #:\n SCP-3353\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Foundation historians specializing in European folklore are to maintain a list of numerically-significant dates to predict future SCP-3353 manifestations. Locations that have been confirmed affected by SCP-3353 manifestations are to be investigated at least twice monthly, as per dates noted on the predictive list.\n\n\nShould SCP-3353 manifest during a monitoring session, Foundation agents are to patrol the area and intercept any passersby who approach the location of manifestation too closely. Amnestics may be administered as necessary.\n\n\nA disinformation team of at least ten researchers is to monitor social media outlets for reports of SCP-3353 sightings. SCP-3353 is to be explained as a low-attention public artistic project involving fairy tale enthusiasts attempting to “make people’s lives a little more magical!” To aid with this cover story, five SCP-3353 disinformation team members are to maintain several active artistic blog accounts, which regularly post a variety of mundane art content in addition to recipes and crafts instructions for making non-anomalous versions of the apples and desserts produced by SCP-3353.\n\n\nApples recovered from SCP-3353 events are to be kept for analysis in low-priority storage. Should the apples spoil, they can be disposed of in non-anomalous waste containers.\n\n\nDescription:\n SCP-3353 refers to a recurring anomalous phenomenon, which initially manifests with the spontaneous appearance of an intangible apple tree\n1\n within a public garden or park area. SCP-3353 events occur most commonly in the United Kingdom and Ireland, typically beginning at midnight and concluding after three hours. (Additional SCP-3353 sightings have been reported by social media accounts originating in Australia and Japan, but these cases are currently unconfirmed.)\n\n\nFollowing the appearance of the apple tree, several apples will manifest beneath it. These apples appear non-anomalous, with the exception of not displaying on digital device screens when photographed or videotaped. Closer inspection will reveal the words “Tell me a secret” etched in neat handwriting into the skin of the apples, as if carved with a small knife.\n\n\nShould a human individual voice a personal statement while holding an apple produced by SCP-3353, there is a chance that the apple will vanish and be replaced by a small dessert (biscuits, tarts, or small cakes). Desserts produced through this effect are universally enjoyed by any individuals who consume them, regardless of existing taste preferences, and appear otherwise non-anomalous. It is further noted that SCP-3353 desserts tend to spoil at a quicker rate than non-anomalous counterparts.\n\n\nIn rare cases, individuals who handle an apple produced by SCP-3353 but attempt to hide it on their person or otherwise refuse to speak to it will grow drowsy, eventually falling into a deep sleep for several hours. This effect seems to result in extreme disorientation upon awakening, but no lasting harm. Apples that were not handled during the SCP-3353 manifestation will revert to non-anomalous variants (with no etching) at the conclusion of the event.\n\n\nAt the conclusion of the SCP-3353 manifestation, the apple tree will be replaced with a ring of mushrooms\n2\n. The mushrooms produced are consistently local species and possess no anomalous qualities.\n\n\nAddendum SCP-3353-1:\n The first recorded case of SCP-3353 manifestation occurred on 03/23/2013, when two Foundation personnel patrolling a privately-owned park during their routine duties noticed the unusual apple tree associated with the presence of SCP-3353. The personnel approached the tree, noting that both it and the surrounding apples on the ground did not display on the surveillance cameras.\n\n\nAfter contacting the nearest Foundation Site, Researcher Dominic Harris (Doctor of Humanities, University of Cambridge) was authorized to further investigate the anomaly. He proceeded to interact with three apples\n3\n until the following results were produced (spoken words present in italics):\n\n\n\n\n\n\n“I tell my mother that I like her cooking, but I really don’t.”\n\n\nNo change noted.\n\n\n\n\n\n\n“I’m embarrassed by not knowing the difference between vegan and vegetarian, even though my girlfriend is vegetarian.”\n\n\nApple cracked in half, and transformed into a small cupcake.\n\n\n\n\n\n\n“When I was younger I smashed my friend’s toy car, because I secretly wanted them to pay more attention to me.”\n\n\nNo change noted.\n\n\n\n\n\n\n“If I can get away with it, I won’t bathe for a few days in a row or I’ll only wash my body and not my hair because it feels like a chore and unnecessary too.”\n\n\nNo change noted.\n\n\n\n\n\n\n“One time I mispronounced a word and people laughed at me, so I went home and looked up lists of mispronounced words and practiced them.”\n\n\nApple transformed into a Manchester tart.\n\n\n\n\n\n\n“I shave the hair on my knuckles every month.”\n\n\nNo change noted.\n\n\n\n\n\n\n“I feel really awkward when I eat too slow or can't finish a meal in public, so I pretend that I like home cooking to eat alone as often as possible.”\n\n\nApple transformed into a Manchester tart.\n\n\n\n\n\n\nResearcher Harris later reported that he felt that the exchange was \"not a fair trade, all things considered\" and that the anomaly itself seemed to be \"more of a prank than anything else\".\n\n\nThe SCP-3353 research team is currently discussing how to assign personnel stationed in the United Kingdom for further investigation.\n\n\n\n\nFootnotes\n\n\n1\n. Typically measuring 2-3 meters in height and as a result relatively inconspicuous in appearance\n\n\n2\n. Commonly called a “fairy circle”, “elf circle”, or “fairy ring” in Western Europe\n\n\n3\n. Researcher Harris has attested to the truthfulness of all recorded statements.\n\n\n\n\n\n\n\n\n« \nSCP-3352\n | SCP-3353 | \nSCP-3354\n »",
    "addendums": [
        "Addendum SCP-3353-1: The first recorded case of SCP-3353 manifestation occurred on 03/23/2013, when two Foundation personnel patrolling a privately-owned park during their routine duties noticed the unusual apple tree associated with the presence of SCP-3353. The personnel approached the tree, noting that both it and the surrounding apples on the ground did not display on the surveillance cameras.\nAfter contacting the nearest Foundation Site, Researcher Dominic Harris (Doctor of Humanities, University of Cambridge) was authorized to further investigate the anomaly. He proceeded to interact with three apples 3 until the following results were produced (spoken words present in italics):\nResearcher Harris later reported that he felt that the exchange was \"not a fair trade, all things considered\" and that the anomaly itself seemed to be \"more of a prank than anything else\".\nThe SCP-3353 research team is currently discussing how to assign personnel stationed in the United Kingdom for further investigation."
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-3353",
    "object_class": "Keter",
    "containment_procedures": "Foundation historians specializing in European folklore are to maintain a list of numerically-significant dates to predict future SCP-3353 manifestations. Locations that have been confirmed affected by SCP-3353 manifestations are to be investigated at least twice monthly, as per dates noted on the predictive list.",
    "description": "SCP-3353 refers to a recurring anomalous phenomenon, which initially manifests with the spontaneous appearance of an intangible apple tree1 within a public garden or park area. SCP-3353 events occur most commonly in the United Kingdom and Ireland, typically beginning at midnight and concluding after three hours. (Additional SCP-3353 sightings have been reported by social media accounts originating in Australia and Japan, but these cases are currently unconfirmed.)",
    "title": "SCP-3353"
}