{
    "url": "https://scp-wiki.wikidot.com/scp-3358",
    "all_text": "rating: \n+63\n+\n–\nx\n\n\n\n\nI'd like to see my old friends again. Or at the very least, my daughter.\n\n\n\n\n\n\n\n\nThe road leading to SCP-3358\n\n\n\n\n\n\nItem #:\n SCP-3358\n\n\nObject Class:\n Thaumiel\n\n\nSpecial Containment Procedures:\n A wire fence has been built in the area immediately encompassing SCP-3358. Signs denoting the area to be a refuge for endangered plant life have also been placed within a 1km radius of SCP-3358 to reduce the probability of civilians entering the area. In the event of non-Foundation personnel entering SCP-3358, intruders are to be immediately apprehended and administered Class B Amnestics before being released at the nearest population center.\n\n\nSCP-3358 is to be treated as a Foundation held site focusing on the containment of low to medium risk anomalies, and is subject to all regulations and procedures set by the O5 Council. SCP-3358 may also be referred to as Site-316.\n\n\nSCP-3358-1 through SCP-3358-10 are to be held in standard humanoid containment chambers within Site-316.\n\n\nDescription:\n SCP-3358 is a former apartment complex located near ████████, Washington. SCP-3358 encompasses an area of about 33300 square meters, making everything within it invisible, inaudible, and otherwise undetectable from the outside. SCP-3358 does have mass, however, and can be physically contacted. SCP-3358 also reflects electromagnetic radiation aside from wavelengths on the visible spectrum, making it visible to infrared cameras.\n\n\nClose proximity to SCP-3358 can result in the neutralization of anomalous effects possessed by humans. The process of neutralization is not instant. Time until full neutralization varies depending on the anomaly\n1\n. However, removal from SCP-3358 will cause any prior anomalous properties possessed to return at a higher intensity than what subjects possessing them refer to as 'normal.'\n\n\nSCP-3358 has been converted into Site-316 due to the relative ease of concealment as well as its ability to temporarily neutralize anomalous humanoids. At the time of writing, Site-316 holds 139 medium to high-risk humanoid anomalies, including SCP-3358-1 through SCP-3358-10. See Addendum-3358-1 for details on the acquisition of SCP-3358.\n\n\n\n\n\n\nNOTICE FROM SITE-316 DIRECTOR A. DOUGLASS\n\n\nIt should be noted that transfer to Site-316 should only be used as an absolute last resort. Once an anomaly is contained within Site-316, relocation becomes nearly impossible. Building more containment units is simply not an option, as doing so would pose heightened security risks. If we keep accepting transfers we will soon be facing a catastrophic overpopulation problem. I ask my fellow Site Directors to fully explore their options, including containment at \nArea-13\n, before considering transferring an anomaly to Site-316.\n\n\n— A.D.\n\n\n\n\n\n\nSCP-3358-1 through SCP-3358-16 refers to the original 16 occupants of SCP-3358 at time of discovery. Below is a table listing their designation and anomalous properties.\n\n\n\n\n\n\nDesignation\n\n\nAnomalous Properties\n\n\nDescription\n\n\n\n\n\n\nSCP-3358-1\n\n\nClass IV Reality Bender\n\n\n50/Female\n\n\n\n\n\n\nSCP-3358-2\n\n\nReptilian physical properties\n\n\n21/Male\n\n\n\n\n\n\nSCP-3358-3\n\n\nCognitohazardous voice\n\n\n30/Female\n\n\n\n\n\n\nSCP-3358-4\n\n\nClass II Reality Bender\n\n\n16/Female\n\n\n\n\n\n\nSCP-3358-5\n\n\nSelf-duplication upon sneezing\n\n\n44/Female\n\n\n\n\n\n\nSCP-3358-6\n\n\nClass II Reality Bender\n\n\n75/Male\n\n\n\n\n\n\nSCP-3358-7\n\n\nEmpath\n\n\n29/Male\n\n\n\n\n\n\nSCP-3358-8\n\n\nTeleportation\n\n\n51/Male\n\n\n\n\n\n\nSCP-3358-9\n\n\nMinor telepath\n\n\n23/Male\n\n\n\n\n\n\nSCP-3358-10\n\n\nAvian physical properties\n\n\n33/Female\n\n\n\n\n\n\nSCP-3358-11\n\n\nSelf-combustion (Deceased)\n\n\n21/Male\n\n\n\n\n\n\nSCP-3358-12\n\n\nClass I Reality Bender (Deceased)\n\n\n80/Female\n\n\n\n\n\n\nSCP-3358-13\n\n\nNone/Spouse of SCP-3358-7 (Deceased)\n\n\n32/Male\n\n\n\n\n\n\nSCP-3358-14\n\n\nMagnetic properties (Deceased)\n\n\n17/Male\n\n\n\n\n\n\nSCP-3358-15\n\n\nNone/Sister of SCP-3358-14 (Deceased)\n\n\n20/Female\n\n\n\n\n\n\nSCP-3358-16\n\n\nAstral projection (Status unknown)\n\n\n65/Male\n\n\n\n\n\n\nSCP-3358-1 is an approximately 50-year-old female and the confessed creator of SCP-3358.\n\n\n\n\n\n\nSCP-3358-7 (Left) and SCP-3358-1 (Right). Photo taken by SCP-3358-1.\n\n\n\n\n\n\nAddendum-3358-1:\n On ██/██/19██, SCP-3358-11 through SCP-3358-15 were killed following what was at the time believed to be an attack on the Foundation agents sent to retrieve the inhabitants of the anomaly. The Foundation believed its inhabitants to be non-anomalous civilians and as such a rescue operation was carried out by MTF Kappa-6 (\"Late Check-Ins\").\n\n\nSCP-3358-1 through SCP-3358-16 were the closest to MTF Kappa-6's entry point and were the first to be taken through the threshold of SCP-3358. Immediately upon leaving the anomalous-suppression field, SCP-3358-11 burst into flames and severely wounded Agent Russel. SCP-3358-11 and the other present anomalous individuals grew fearful and made attempts to escape the remaining MTF agents.\n\n\nThe subjects attempted to flee into the wilderness and did not heed instructions to stand down. The agents were instructed to fire to incapacitate the subjects but were met with hostility from SCP-3358-11 and SCP-3358-14. Commander Hart authorized the use of lethal force, killing all the present subjects except SCP-3358-16, who vanished immediately upon crossing the threshold.\n\n\nSCP-3358-4 became hostile towards Commander Hart, attempting to [DATA EXPUNGED] the subject. Agents were instructed to fire at the subject. SCP-3358-1 responded by moving ahead of the line of fire, sustaining severe ocular damage. SCP-3358-1 began insisting SCP-3358-2 through SCP-3358-10 comply with Foundation personnel. Agents were instructed to cease fire and begin containing subjects. Subjects became compliant, and were detained without further incident. SCP-3358-1 later received medical attention.\n\n\nInterview-3358-34\n\n\n\n\nInterviewed:\n SCP-3358-1\n\n\nInterviewer:\n Senior Researcher Winchester\n\n\nForeward:\n The following is SCP-3358-1’s first interview after 6 months of psychological evaluation. Previous interview attempts provide little information, and as such, have been excluded from this document.\n\n\n<Begin Log>\n\n\nWinchester:\n Do you know the origin of your anomalous properties?\n\n\nSCP-3358-1:\n No, not exactly. Reality can just, break, for no reason whatsoever. And when it breaks, it creates cracks. I am one of those cracks. And I can cause more cracks.\n\n\nWinchester:\n What was your motivation for creating SCP-3358?\n\n\nSCP-3358-1:\n I was homeless when I had the idea, and living with a few other homeless cracks. We were all trying to keep a low profile, but, that’s not exactly easy when you look like lizard man or replicate whenever you sneeze.\n\n\nWinchester:\n You are referring to SCP-3358-2 and SCP-3358-5?\n\n\nSCP-3358-1:\n Yeah, uh… I think it was ████ and █████. Yeah, God, haven’t seen them in a while.\n\n\nWinchester:\n Please continue on why you created SCP-3358.\n\n\nSCP-3358-1:\n You mean the apartments? Right, so, we all left the city and found a good place to build Anomaly Apartments, as we called it. It took me and ███████ the better half of the year to get it all set up.\n\n\nWinchester:\n What is the purpose of SCP-3358 being invisible, as well as neutralizing humanoid anomalies that are brought within it?\n\n\nSCP-3358-1:\n The invisible thing was to keep a low profile. The neutralization came from all of us just wanted to live a normal life. None of us want to be anomalies, so, this is the best we could do.\n\n\nWinchester:\n What was your reason for taking the bullet for SCP-3358-4?\n\n\nSCP-3358-1:\n ███████ and I are… Like a daughter to her mother. I’ve looked after her as long as I could, which, trust me, isn’t easy when your kid is basically a living god. But, doctor, you must have kids right? Or, hell, grandkids? You’d take a bullet for them, right? Even, if I never get to see her beautiful face again, I can know that, she’s alive because of me.\n\n\nSCP-3358-1 proceeds to weep.\n\n\nWinchester:\n Do you need a minute?\n\n\nSCP-3358-1:\n No, no, I’m fine. I can talk, I’m fine.\n\n\nSCP-3358-1 remains silent for 46 seconds.\n\n\nSCP-3358-1:\n I won’t hold this against you, I know you had your reasons, but, why did you kill them?\n\n\nWinchester:\n I’m not allowed to answer that question.\n\n\nSCP-3358-1 and Researcher Winchester remain silent for 21 seconds.\n\n\nWinchester:\n What is your opinion on Foundation involvement within SCP-3358?\n\n\nSCP-3358-1:\n It’s… Odd, to say the least. You are doing good here, I know that. You are keeping people safe when I wasn’t able to, and you are giving people like me a home, but, the intent is different. This was a home, and now it’s a lab.\n\n\nSCP-3358-1 and Researcher Winchester remain silent for 13 seconds.\n\n\nWinchester:\n Thank you for this interview SCP-3358-1.\n\n\nSCP-3358-1:\n Wait, can I make a request?\n\n\nWinchester:\n What may that be?\n\n\nSCP-3358-1:\n I’d like to see my old friends again. Or, at the very least, my daughter.\n\n\nWinchester:\n I’ll see to it your request is heard.\n\n\nSCP-3358-1:\n Thank you so much doctor.\n\n\n<End Log>\n\n\nClosing Statement:\n SCP-3358-2, SCP-3358-4, SCP-3358-7 and SCP-3358-10 have all made similar requests, which have been denied by the Ethics Committee. All subsequent requests are also to be denied.\n\n\n\n\nAddendum-3358-2:\n Utilization of SCP-3358's effects for containing otherwise uncontainable anomalies such as \nSCP-507\n are currently pending approval.\n\n\n\n\nFootnotes\n\n\n1\n. The average time to complete neutralization is 3 months, with the shortest recorded time being 5 days and the longest recorded time being 1 year, 6 months and 17 days.\n\n\n\n\n\n\n\n\n« \nSCP-3357\n | SCP-3358 | \nSCP-3359\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3358\n\" by JanitorCakeworth and Uncle Nicolini, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3358\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n road.JPG\n\n\nAuthor:\n \nJanitorCakeworth\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n buds.jpg\n\n\nName:\n My selfie with American woman at Kebun Raya Bali, Candikuning 02\n\n\nAuthor:\n Alex Neman\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum-3358-1: On ██/██/19██, SCP-3358-11 through SCP-3358-15 were killed following what was at the time believed to be an attack on the Foundation agents sent to retrieve the inhabitants of the anomaly. The Foundation believed its inhabitants to be non-anomalous civilians and as such a rescue operation was carried out by MTF Kappa-6 (\"Late Check-Ins\").\nSCP-3358-1 through SCP-3358-16 were the closest to MTF Kappa-6's entry point and were the first to be taken through the threshold of SCP-3358. Immediately upon leaving the anomalous-suppression field, SCP-3358-11 burst into flames and severely wounded Agent Russel. SCP-3358-11 and the other present anomalous individuals grew fearful and made attempts to escape the remaining MTF agents.\nThe subjects attempted to flee into the wilderness and did not heed instructions to stand down. The agents were instructed to fire to incapacitate the subjects but were met with hostility from SCP-3358-11 and SCP-3358-14. Commander Hart authorized the use of lethal force, killing all the present subjects except SCP-3358-16, who vanished immediately upon crossing the threshold.\nSCP-3358-4 became hostile towards Commander Hart, attempting to [DATA EXPUNGED] the subject. Agents were instructed to fire at the subject. SCP-3358-1 responded by moving ahead of the line of fire, sustaining severe ocular damage. SCP-3358-1 began insisting SCP-3358-2 through SCP-3358-10 comply with Foundation personnel. Agents were instructed to cease fire and begin containing subjects. Subjects became compliant, and were detained without further incident. SCP-3358-1 later received medical attention.",
        "Addendum-3358-2: Utilization of SCP-3358's effects for containing otherwise uncontainable anomalies such as SCP-507 are currently pending approval."
    ],
    "documents": [],
    "notes": [
        "Interviewed: SCP-3358-1 Interviewer: Senior Researcher Winchester Foreward: The following is SCP-3358-1’s first interview after 6 months of psychological evaluation. Previous interview attempts provide little information, and as such, have been excluded from this document. <Begin Log> Winchester: Do you know the origin of your anomalous properties? SCP-3358-1: No, not exactly. Reality can just, break, for no reason whatsoever. And when it breaks, it creates cracks. I am one of those cracks. And I can cause more cracks. Winchester: What was your motivation for creating SCP-3358? SCP-3358-1: I was homeless when I had the idea, and living with a few other homeless cracks. We were all trying to keep a low profile, but, that’s not exactly easy when you look like lizard man or replicate whenever you sneeze. Winchester: You are referring to SCP-3358-2 and SCP-3358-5? SCP-3358-1: Yeah, uh… I think it was ████ and █████. Yeah, God, haven’t seen them in a while. Winchester: Please continue on why you created SCP-3358. SCP-3358-1: You mean the apartments? Right, so, we all left the city and found a good place to build Anomaly Apartments, as we called it. It took me and ███████ the better half of the year to get it all set up. Winchester: What is the purpose of SCP-3358 being invisible, as well as neutralizing humanoid anomalies that are brought within it? SCP-3358-1: The invisible thing was to keep a low profile. The neutralization came from all of us just wanted to live a normal life. None of us want to be anomalies, so, this is the best we could do. Winchester: What was your reason for taking the bullet for SCP-3358-4? SCP-3358-1: ███████ and I are… Like a daughter to her mother. I’ve looked after her as long as I could, which, trust me, isn’t easy when your kid is basically a living god. But, doctor, you must have kids right? Or, hell, grandkids? You’d take a bullet for them, right? Even, if I never get to see her beautiful face again, I can know that, she’s alive because of me. SCP-3358-1 proceeds to weep. Winchester: Do you need a minute? SCP-3358-1: No, no, I’m fine. I can talk, I’m fine. SCP-3358-1 remains silent for 46 seconds. SCP-3358-1: I won’t hold this against you, I know you had your reasons, but, why did you kill them? Winchester: I’m not allowed to answer that question. SCP-3358-1 and Researcher Winchester remain silent for 21 seconds. Winchester: What is your opinion on Foundation involvement within SCP-3358? SCP-3358-1: It’s… Odd, to say the least. You are doing good here, I know that. You are keeping people safe when I wasn’t able to, and you are giving people like me a home, but, the intent is different. This was a home, and now it’s a lab. SCP-3358-1 and Researcher Winchester remain silent for 13 seconds. Winchester: Thank you for this interview SCP-3358-1. SCP-3358-1: Wait, can I make a request? Winchester: What may that be? SCP-3358-1: I’d like to see my old friends again. Or, at the very least, my daughter. Winchester: I’ll see to it your request is heard. SCP-3358-1: Thank you so much doctor. <End Log> Closing Statement: SCP-3358-2, SCP-3358-4, SCP-3358-7 and SCP-3358-10 have all made similar requests, which have been denied by the Ethics Committee. All subsequent requests are also to be denied.",
        "\" SCP-3358 \" by JanitorCakeworth and Uncle Nicolini, from the SCP Wiki . Source: https://scpwiki.com/scp-3358 . Licensed under CC-BY-SA .",
        "Filename: road.JPG Author: JanitorCakeworth License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: buds.jpg Name: My selfie with American woman at Kebun Raya Bali, Candikuning 02 Author: Alex Neman License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-3358",
    "object_class": "Thaumiel",
    "containment_procedures": "A wire fence has been built in the area immediately encompassing SCP-3358. Signs denoting the area to be a refuge for endangered plant life have also been placed within a 1km radius of SCP-3358 to reduce the probability of civilians entering the area. In the event of non-Foundation personnel entering SCP-3358, intruders are to be immediately apprehended and administered Class B Amnestics before being released at the nearest population center.",
    "description": "SCP-3358 is a former apartment complex located near ████████, Washington. SCP-3358 encompasses an area of about 33300 square meters, making everything within it invisible, inaudible, and otherwise undetectable from the outside. SCP-3358 does have mass, however, and can be physically contacted. SCP-3358 also reflects electromagnetic radiation aside from wavelengths on the visible spectrum, making it visible to infrared cameras.",
    "title": "SCP-3358"
}