{
    "url": "https://scp-wiki.wikidot.com/scp-3372",
    "all_text": "rating: \n+37\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-3372: A Betrayer's Retribution and Quite the Earful\n\nOh, gross, there's something in my ear.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-3372\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3372-A and B are to be stored in separate Safe-class containment lockers in Site-22. Testing with SCP-3372-A requires level 3 clearance. Testing with SCP-3372-B requires level 4 clearance. Tests on SCP-3372-A and SCP-3372-B may not be performed simultaneously.\n\n\nThe Ethics Committee has approved surgical perforation of the tympanic membrane for SCP-3372-B test subjects requesting relief of associated symptoms upon conclusion of testing.\n\n\nDescription:\n SCP-3372 is the collective designation for two items.\n\n\nSCP-3372-A refers to a handcrafted wooden case (SCP-3372-A-1) that can hold up to six bamboo \nmimikaki\n1\n, and the eight \nmimikaki\n currently affected by its anomaly (SCP-3372-A-2-a through h). When a \nmimikaki\n is left within SCP-3372-A-1 for at least fifteen minutes, it becomes an instance of SCP-3372-A-2.\n\n\nWhen used to puncture a human eardrum, an instance of SCP-3372-A-2 will cause a swarm of \ninsects\n animals native to Japan to be released from the subject's ear canal. Organisms thus produced are not anomalous, save for their ability to grow to normal size while exiting the ear canal. Organisms will flee the immediate scene before resuming behavior normal for their species. This activity continues until the SCP-3372-A-2 instance is removed from the ear canal entirely.\n\n\nSubjects thus affected report no discomfort apart from the associated effects of rupturing the eardrum.\n\n\n\n\n+ Addendum 3372-01: List of organisms produced by SCP-3372-A-2\n\n\n\n\n– hide block\n\n\n\n\n\n\n\n\nDesignation\n\n\nOrganism Produced\n\n\nNotes\n\n\n\n\n\n\nSCP-3372-A-2-a\n\n\nAsiablatta kyotensis\n, Asian wood roach\n\n\n—\n\n\n\n\n\n\nSCP-3372-A-2-b\n\n\nHalyomorpha halys\n, Brown marmorated stink bug\n\n\n—\n\n\n\n\n\n\nSCP-3372-A-2-c\n\n\nAphalara itadori\n, Japanese knotweed psyllid\n\n\n—\n\n\n\n\n\n\nSCP-3372-A-2-d\n\n\nChrysochroa fulgidissima\n, Jewel beetle\n\n\n—\n\n\n\n\n\n\nSCP-3372-A-2-e\n\n\nStatilia maculata\n, Asian jumping mantis\n\n\nDamaged and unusable, see Addendum 3372-03\n\n\n\n\n\n\nSCP-3372-A-2-f\n\n\nVespa mandarinia japonica\n, Japanese giant hornet\n\n\n—\n\n\n\n\n\n\nSCP-3372-A-2-g\n\n\nTokudaia muenninki\n, Okinawa spiny rat\n\n\nInstance created via Foundation testing\n\n\n\n\n\n\nSCP-3372-A-2-h\n\n\nSorex sadonis\n, Sado shrew\n\n\nInstance created via Foundation testing\n\n\n\n\n\n\n\n\n– hide block\n\n\n\n\n\n\nSCP-3372-B is a compound comprised of hydrogen peroxide and a number of other chemicals, not all of which have been fully identified.\n2\n\n\nWhen applied to the ear canal of a living human, SCP-3372-B induces auditory hallucinations over the course of the next 10 minutes to 145 hours, superceding the subject's normal hearing in the affected ear. Hallucinations cataloged so far have demonstrated wildly differing content, though subjects almost always express dismay and fear at what they are able to hear, even when informed ahead of time of the effect SCP-3372-B may have.\n\n\nWhile the amount applied has some correlation to the duration of the effect\n3\n, this correlation is non-linear and currently not fully understood. Subjects affected by SCP-3372-B for over an hour invariably will attempt to deafen themselves in the affected ear(s) with any suitable implement.\n\n\nApplication of SCP-3372-B to both ear canals will produce the effect in both ears, with duration related to the amount used per ear. Hallucinations experienced per ear are typically unrelated. Dual-ear testing is prohibited as of 28/02/1986.\n\n\n\n\n+ Addendum 3372-02: Sample log of subject affected by SCP-3372-B\n\n\n\n\n- Collapse block\n\n\n\n\nPreface:\n D-2052 was administered 5 drops of SCP-3372-B in his right ear and instructed to provide a running commentary of what he heard with that ear. Dr. Pawelovsky presiding.\n\n\n\n\n<Begin Recording: 15:51>\n\n\nYeah, uh, it's just like having water in your ear right now, I guess. Everything's muffled on this side.\n\n\n[Subject motions to right ear, then is silent for 20 seconds]\n\n\nOkay, yeah, I'm starting to hear… Whoa! Whoa, oh shit, what? O-oh God, what is that?\n\n\nO-okay, okay. There's… It's like, every time you move, or I move, I can hear our clothing rustling. I mean, that's what I \nshould\n be hearing. Instead, it's… There's bugs crawling up our legs.\n\n\n[Subject attempts to stand and is restrained by security]\n\n\nBig fuckin' bugs, Doc! Holy shit, I can't feel them, but they're \nthere\n! Oh Jesus! They sound like crabs, or lobsters, giant fucking lobsters scampering up and down our legs, I can hear their slimy fucking skeletons!\n\n\n[Subject begins swatting at his right leg]\n\n\nTake that, you fuckers! You're not stealing my gonads! Fuck off, shitheads!\n\n\nThere, did you hear it? I got one, it hit the floor and shattered!\n\n\nI think…\n\n\n[Subject is quiet for 10 seconds]\n\n\nI think they're leaving now. Maybe they took it as a warning or something. Hah! Don't fuck with me, bitches. Okay, Doc, we gotta do something about yours now, shit, I think some of mine are going after you. I know this big fucker behind me won't let me up, just slap 'em off your legs, okay? Hurry, Doc, they're all over you!\n\n\n[After a moment, Dr. Pawelovsky complies, swatting at both his legs]\n\n\nYou almost… There! You got one! You got another one! Good job, Doc, they're retreating. Fuck, that was close. You okay, man?\n\n\nOh, yeah, uh, I don't really hear too much right now, just like… waves crashing on a shore, I think. There's… yeah, I can still hear the lobsters, they're pretty far off now, though. I think there might be a bird or something, overhead.\n\n\n[Subject is quiet for 2 minutes, 45 seconds]\n\n\nI think they're going back to our dreams. Like, the spaces between dreams. That's where they hide. I'm hearing like a tunnel now, and it's connected to dreams, and all those little fucking legs are skittering into it.\n\n\nShit, I'm never dreaming again.\n\n\n<End Log 15:58>\n\n\n\n\nAfterword:\n Though no evidence has yet proven the existence of things heard by subjects under the influence of SCP-3372-B, each hallucination seems to have its own internal logic, often reflected in the actions of the subject. (i.e., movement in the real world affects the relative distance of hallucinated sounds.) Effects of SCP-3372-B in this test lasted one hour, thirteen minutes.\n\n\n\n\n- Collapse block\n\n\n\n\n\n\nAddendum 3372-03: Recovery and Combination of Item Numbers\n\n\nSCP-3372-A and the original six instances of SCP-3372-A-1 were initially recovered from a store and massage parlor in Akihabara district of Tokyo by IJAMEA after reports of massive amounts of vermin emerging from the storefront. Two corpses were discovered at the store: a woman who had been stung to death by hornets and a man with SCP-3372-A-2-f embedded in his brain through his left ear. The man was later identified as having had an affair with the woman, who had been performing \nmimisouji\n4\n on him. SCP-3372-A and its contents came into Foundation possession in 1945 with the dissolution of IJAMEA.\n\n\nSCP-3372-B was obtained during a raid on a Prometheus Labs facility in 1985, along with a number of other items. A label indicated SCP-3372-B was intended as a powerful cerumen cleanser. SCP-3372-A and SCP-3372-B were initially contained as separate objects.\n\n\nOn 05/03/2005, D-Class testing of SCP-3372-B was interrupted by an unrelated containment breach. Due to improper handling of SCP-3372-A, D-8193 (the test subject) was able to gain access to SCP-3372-A-2-e and proceeded to insert it into her ear canal, puncturing the eardrum. Instead of the typical effect, D-8913 lapsed into a trance. Security Agent Patrick Toncar came upon D-8913 and conversed with her, which was captured on site-wide security feed.\n\n\n\n\n+ Access security feed log\n\n\n\n\n– hide block\n\n\n\n\n\n\n<Begin Log 16:27>\n\n\nAgent Toncar:\n Stop what you are doing and place the object on the floor!\n\n\nD-8913:\n Oh god!\n\n\n[D-8913 turns toward Agent Toncar, then startles]\n\n\nD-8913:\n Oh god! What are you?\n\n\nAgent Toncar:\n I'm a Security Agent, and I am authorized to—\n\n\nD-8913:\n Not you, \nyou\n!\n\n\n[D-8913 points first at Agent Toncar, then to her left]\n\n\nAgent Toncar:\n \n[to radio]\n Command, be advised, I may have a fourth anomaly active in Safe Storage. \n[to D-8913]\n D-Class personnel, can you describe what you are seeing?\n\n\nD-8913:\n \n[to unknown]\n What? I don't understand. \n[to Agent Toncar]\n Can't you see him?\n\n\nAgent Toncar:\n No. Please describe your situation.\n\n\nD-8913:\n This guy won't shut up. Okay, I'm standing in a… Like, red sands, or maybe it's just the reflection of the sunset. There's two suns. And water up to my ankles. And this guy, he's…\n\n\n[D-8913 gestures to a spot approximately 50 cm in front of her, then makes a motion with her right hand, pressing it to her forehead and chin]\n\n\nD-8913:\n He's cut in half. And blue. He looks like John Lennon.\n\n\nAgent Toncar:\n I'm not seeing any of this, please be my eyes. Is this being doing or saying anything?\n\n\nD-8913:\n He keeps talking, I can barely understand it. \"What about the raisins?\" he said. He keeps asking about things, it's like he's talking over himself… Wait, you want me to what?\n\n\nAgent Toncar:\n What is it asking you to do?\n\n\nD-8913:\n \n[motions to her left ear]\n Will it stop the fucking music?\n\n\n[Note: During testing with SCP-3372-B, D-8913 had complained of cacophonous music and chanting in her left ear]\n\n\nD-8913:\n All right, I'm in.\n\n\nAgent Toncar:\n What's going on? D-Class personnel?\n\n\n<End Log 16:39>\n\n\n\n\nAt this point, D-8913 walks toward the wall, phasing through it. As the subject's ear passes through the wall, SCP-3372-A-2-e snaps and falls to the floor. D-8913 is not found.\n\n\nAgent Toncar was given a commendation for calm action during an encounter with an unknown anomaly. Junior Researcher ███████ was given a reprimand for improper storage of a Safe-class object. The reprimand was rescinded when it was determined that combining SCP-3372-A and SCP-3372-B produced further effects.\n\n\n\n\n\n\n\n\nFollowing this event, both items were reclassified as SCP-3372 and containment procedures were updated.\n\n\n\n\nFootnotes\n\n\n1\n. Japanese ear picks.\n\n\n2\n. Consult MSDS-3372 for full breakdown.\n\n\n3\n. A single drop induces an upper bound for the effect of two hours, eighteen minutes.\n\n\n4\n. Ear cleaning.\n\n\n\n\n\n\n\n\n« \nSCP-3371\n | SCP-3372 | \nSCP-3373\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3372\n\" by TL333s, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3372\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 3372-03: Recovery and Combination of Item Numbers\nSCP-3372-A and the original six instances of SCP-3372-A-1 were initially recovered from a store and massage parlor in Akihabara district of Tokyo by IJAMEA after reports of massive amounts of vermin emerging from the storefront. Two corpses were discovered at the store: a woman who had been stung to death by hornets and a man with SCP-3372-A-2-f embedded in his brain through his left ear. The man was later identified as having had an affair with the woman, who had been performing mimisouji 4 on him. SCP-3372-A and its contents came into Foundation possession in 1945 with the dissolution of IJAMEA.\nSCP-3372-B was obtained during a raid on a Prometheus Labs facility in 1985, along with a number of other items. A label indicated SCP-3372-B was intended as a powerful cerumen cleanser. SCP-3372-A and SCP-3372-B were initially contained as separate objects.\nOn 05/03/2005, D-Class testing of SCP-3372-B was interrupted by an unrelated containment breach. Due to improper handling of SCP-3372-A, D-8193 (the test subject) was able to gain access to SCP-3372-A-2-e and proceeded to insert it into her ear canal, puncturing the eardrum. Instead of the typical effect, D-8913 lapsed into a trance. Security Agent Patrick Toncar came upon D-8913 and conversed with her, which was captured on site-wide security feed.\nFollowing this event, both items were reclassified as SCP-3372 and containment procedures were updated."
    ],
    "documents": [],
    "notes": [
        "<Begin Recording: 15:51> Yeah, uh, it's just like having water in your ear right now, I guess. Everything's muffled on this side. [Subject motions to right ear, then is silent for 20 seconds] Okay, yeah, I'm starting to hear… Whoa! Whoa, oh shit, what? O-oh God, what is that? O-okay, okay. There's… It's like, every time you move, or I move, I can hear our clothing rustling. I mean, that's what I should be hearing. Instead, it's… There's bugs crawling up our legs. [Subject attempts to stand and is restrained by security] Big fuckin' bugs, Doc! Holy shit, I can't feel them, but they're there ! Oh Jesus! They sound like crabs, or lobsters, giant fucking lobsters scampering up and down our legs, I can hear their slimy fucking skeletons! [Subject begins swatting at his right leg] Take that, you fuckers! You're not stealing my gonads! Fuck off, shitheads! There, did you hear it? I got one, it hit the floor and shattered! I think… [Subject is quiet for 10 seconds] I think they're leaving now. Maybe they took it as a warning or something. Hah! Don't fuck with me, bitches. Okay, Doc, we gotta do something about yours now, shit, I think some of mine are going after you. I know this big fucker behind me won't let me up, just slap 'em off your legs, okay? Hurry, Doc, they're all over you! [After a moment, Dr. Pawelovsky complies, swatting at both his legs] You almost… There! You got one! You got another one! Good job, Doc, they're retreating. Fuck, that was close. You okay, man? Oh, yeah, uh, I don't really hear too much right now, just like… waves crashing on a shore, I think. There's… yeah, I can still hear the lobsters, they're pretty far off now, though. I think there might be a bird or something, overhead. [Subject is quiet for 2 minutes, 45 seconds] I think they're going back to our dreams. Like, the spaces between dreams. That's where they hide. I'm hearing like a tunnel now, and it's connected to dreams, and all those little fucking legs are skittering into it. Shit, I'm never dreaming again. <End Log 15:58>",
        "<Begin Log 16:27> Agent Toncar: Stop what you are doing and place the object on the floor! D-8913: Oh god! [D-8913 turns toward Agent Toncar, then startles] D-8913: Oh god! What are you? Agent Toncar: I'm a Security Agent, and I am authorized to— D-8913: Not you, you ! [D-8913 points first at Agent Toncar, then to her left] Agent Toncar: [to radio] Command, be advised, I may have a fourth anomaly active in Safe Storage. [to D-8913] D-Class personnel, can you describe what you are seeing? D-8913: [to unknown] What? I don't understand. [to Agent Toncar] Can't you see him? Agent Toncar: No. Please describe your situation. D-8913: This guy won't shut up. Okay, I'm standing in a… Like, red sands, or maybe it's just the reflection of the sunset. There's two suns. And water up to my ankles. And this guy, he's… [D-8913 gestures to a spot approximately 50 cm in front of her, then makes a motion with her right hand, pressing it to her forehead and chin] D-8913: He's cut in half. And blue. He looks like John Lennon. Agent Toncar: I'm not seeing any of this, please be my eyes. Is this being doing or saying anything? D-8913: He keeps talking, I can barely understand it. \"What about the raisins?\" he said. He keeps asking about things, it's like he's talking over himself… Wait, you want me to what? Agent Toncar: What is it asking you to do? D-8913: [motions to her left ear] Will it stop the fucking music? [Note: During testing with SCP-3372-B, D-8913 had complained of cacophonous music and chanting in her left ear] D-8913: All right, I'm in. Agent Toncar: What's going on? D-Class personnel? <End Log 16:39>",
        "\" SCP-3372 \" by TL333s, from the SCP Wiki . Source: https://scpwiki.com/scp-3372 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3372",
    "object_class": "Safe",
    "containment_procedures": "SCP-3372-A and B are to be stored in separate Safe-class containment lockers in Site-22. Testing with SCP-3372-A requires level 3 clearance. Testing with SCP-3372-B requires level 4 clearance. Tests on SCP-3372-A and SCP-3372-B may not be performed simultaneously.",
    "description": "SCP-3372 is the collective designation for two items.",
    "title": "SCP-3372"
}