{
    "url": "https://scp-wiki.wikidot.com/scp-3374",
    "all_text": "rating: \n+82\n+\n–\nx\n\n\nItem #:\n SCP-3374\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Mobile Task Force Gamma-7 (“Nereids”) is currently stationed at the town of Wakoe, Illinois to monitor for and intercept any instances of SCP-3374 manifestation. The Wakoe County Public Recreation Complex has been adapted to serve as a base of operations for the Foundation personnel assigned to SCP-3374. Any samples of biological material taken from SCP-3374-1 instances are to be kept in cold storage at the base. At least three Level-2 researchers specializing in marine biology are to remain at the site at all times to oversee research processes.\n\n\nAny bodies of water currently functioning as conduits for SCP-3374's primary anomaly are to be drained and cordoned off from the public. Should any civilians encounter an instance of SCP-3374-1, all witnesses to the anomaly are to be amnesticized. Any SCP-3374-1 instances involved are to be captured alive for lab analysis if possible; MTF personnel are to terminate any openly hostile SCP-3374-1 instances that measure over 1 meter in length.\n\n\nDescription:\n SCP-3374 is a phenomenon affecting bodies of water in the city of Wakoe, Illinois. As of currently, SCP-3374 manifests at locations within a roughly circular area encompassing the majority of the city.\n1\n Affected bodies of water will exhibit the presence of a wide range of irregular aquatic organisms (designated SCP-3374-1). Many SCP-3374-1 instances do not resemble any form of known terrestrial life, and will enter and exit the affected body of water seemingly regardless of any natural or man-made boundaries around the water.\n2\n\n\nAny terrestrial structures (aquatic or otherwise) will not be affected by SCP-3374, meaning that supporting boundaries or walls of affected bodies of water (e.g., swimming pools, bathtubs, toilets) will remain entirely physical and tangible before, during, and after an instance of SCP-3374-1 exits through the structure. Instances of SCP-3374-1 interact with water non-anomalously\n3\n, and may only exit the body of water by interacting with another support boundary or wall.\n\n\nSCP-3374 was first discovered in early April 2002, when local news stations reported a shoal of anomalous fish appearing in storm drains overnight. Foundation assets were notified, and MTF-γ7 was mobilized to secure the town.\n\n\nManifestation Log:\n The following is a partial log of notable SCP-3374-1 manifestations.\n\n\n\n\n\n\nDate\n\n\nLocation\n\n\nSCP-3374-1 Description\n\n\nAdditional Details\n\n\n\n\n\n\n3 April 2002\n\n\nMultiple storm drains on Wakoe Main Street\n\n\nShoal of fish similar in appearance and weight to \nCarasius auratus,\n the common goldfish. Instances lacked eyes and fins.\n\n\nWidespread reporting by local media outlets led to Foundation attention; establishment of SCP-3374 containment procedures.\n\n\n\n\n\n\n12 August 2002\n\n\nBathtub at 201 Fairview Place\n\n\nAnguilloforme\n4\n approximately 4 meters in length, ringed with 0.5-meter radial ‘arms’. Instance’s head terminates in a cluster of approximately 22 eyestalks. Appears to be herbaceous.\n\n\nInstance appeared while the house’s residents were bathing. Residents alerted local authorities and were amnesticized by Foundation operatives.\n\n\n\n\n\n\n1 November 2004\n\n\nPuddles caused by flooding near elementary school\n\n\nUnknown, possibly selachian\n5\n\n\nInstance appeared and consumed a resident (approximate age: 4). Captured on-camera by eyewitnesses, suppressed by Foundation operatives. Additional personnel allocated to SCP-3374 investigation.\n\n\n\n\n\n\n20 December 2005\n\n\nWakoe County Public Recreation Complex swimming pool\n\n\nChitinous wheel-like organism approximately 3 meters in diameter, ringed with 1-meter hair-like protuberances.\n\n\nInstance appeared after pool closing hours, rotated in place for approximately 75 seconds, and exited with no further disturbance. Instance did not appear susceptible to high chlorine levels. Incident led to the establishment of Wakoe County Public Recreation Complex as MTF Gamma-7 base of operations.\n\n\n\n\n\n\nExploration Data:\n Partial documentation follows.\n\n\n\n\nDate:\n 3/14/07\n\n\nPurpose:\n After initial testing indicated that foreign structures maintaining physical contact with SCP-3374-1 also have the ability to anomalously exit out of affected bodies of water, a request was made for an exploration mission to discover the point of origin of SCP-3374. Approval was given by the Foundation Regional Administrator.\n\n\nSubject(s):\n 2 D-Class personnel, remote observation team\n\n\nEquipment:\n\n\n\n\nOne 7500 kg capacity air winch outfitted with 1 km of cable and industry-grade shark cage\n\n\nTwo underwater head-mounted flashlights and video feed systems\n\n\nTwo diving knives\n\n\n\n\n\n\nExploration Log:\n\n\n\n\nDisplay SCP-3374 Exploration Log for 3/14/07\n\n\n\n\nSCP-3374 Exploration Log for 3/14/07\n\n\n\n\n\n\nWinch system assembled on Wakoe County Public Recreation Complex pool lip without incident. A SCP-3374-1 carcass returned from autopsy is affixed to bottom of cage. Observation team lowers cage system into pool, and both D-Class personnel, outfitted with standard scuba diving apparatus, swim into cage and secure it.\n\n\nWinch continues to lower cage. SCP-3374-1 carcass passes through pool floor without incident, followed by cage and D-Class personnel.\n\nAlthough the cage was outfitted with a pressure sensor that would abort the dive if pressure climbed to dangerous amounts, this sensor was never activated.\n6\n\n\nFeedback from D-Class video systems indicate the cage is descending through an expansive area of water, possibly an ocean. The Wakoe County pool is still visible as a rectangle of light directly above the cage, surrounded by water. Light conditions appear to decrease rapidly with depth, and darkness below the cage obstructs any visibility of an ocean floor.\n\n\nThe cage continues to descend without incident for several hours. Shoals of unrecognizable SCP-3374-1 are visible in the distance. None of the SCP-3374-1 appear to be hostile.\n\n\nAt the 500m mark, D-Class are instructed to switch on their head-mounted flashlights. Subjects joke about poor visibility conditions.\n\n\nAt the 975m mark, mission control asks D-Class to confirm that there is no ocean floor in sight, and after confirmation, prepares to begin raising the cage after completion of full 1km dive.\n\n\nAt the 982m mark, cable is violently severed by an unseen force. Subsequent examination of remaining cable has indicated that it was cut at a point approximately halfway between the D-Class and the floor of the pool, with shearing patterns indicative of bite marks. Video feed is maintained with D-Class subjects, who visibly begin to panic as the cage continues to descend.\n\n\nAfter reassurance from mission control and private agreement, D-Class agree to remain in the cage.\n\n\nAt approximately 2.5km, visibility is entirely dark in every direction. Bioluminescent organisms can be seen in the distance, and both D-Class decide to turn off their flashlights in order to “stay safe.”\n\n\nAt approximately 3.5km, cage comes to rest on the ocean floor. Following conversation with mission control, D-Class switch on flashlights and exit cage. Ocean floor appears to resemble that of terrestrial oceans, with large patches of seaweed visible ahead and to the left.\n\n\nAfter further conversation with mission control, D-Class agree to separate and travel in separate directions for 30 minutes before returning to the cage, in the hopes of completing their original mission before extraction. D-5███ heads north, into the seaweed, while D-7███ heads south.\n\n\nD-7███ quickly reaches a wide, sandy basin, where she finds several objects of interest which she describes to mission control; most notably a rusted artifact tentatively identified as the wheel of an early 20th-century plane, the decomposing and partially consumed carcass of what appears to be a terrestrial whale, and a tattered boxing glove. Moving beyond the basin, D-7███ discovers a network of pillars leaning against each other in regular patterns. Shortly after entering the network, D-7███ is assaulted by a SCP-3374-1 instance resembling a 2m long \nOlenoides nevadensis\n7\n with multiple anthropomorphic faces. Video feed is cut and D-7███ is presumed terminated.\n\n\nD-5███ continues through the seaweed without difficulty until reaching a steep escarpment of sand. An unseen material at the top interferes with D-5███’s flashlight, producing reflections. After conversation with mission control, D-5███ is instructed to climb to the top of the hill. The obstruction appears to be a uniform barrier, stretching up and in both directions beyond the range of visibility. D-5███ is instructed to walk parallel to the barrier before approaching it and does so for 12 minutes without discovering any sort of termination or deviation in the barrier’s surface.\n\n\nUpon learning of D-7███’s presumed death, D-5███ panics and approaches the barrier despite the wishes of mission control. Barrier is confirmed to be similar to glass in appearance and texture, with no detail visible beyond.\n\n\nStill visibly distressed, D-5███ locates their diving knife and attempts to forcibly break the barrier. Minor cosmetic damage is observed, but no damage is done to structural integrity.\n\n\nD-5███ complains about hearing a \"heavy thumping\", though no corresponding audio is picked up on the video feed. An ovoid silhouette appears beyond the barrier, becoming gradually larger and more distinct. D-5███ states that \"five blinking lights\" appear to be discernible at the top of the approaching silhouette.\n\n\nA large three-pronged appendage strikes the barrier, producing minor tremors in the ground. D-5███ retreats into the seaweed. Mission emergency-aborted by the Foundation Regional Administrator, and video log terminated.\n\n\nEND OF LOG\n\n\n\n\nUpdate: 3/16/07\n\n\n\n\n\n\n\n\nMTF Gamma-7 rescuing D-5███; scuba mask and tank have been removed.\n\n\n\n\n\n\n\nD-5███ had been presumed killed in action following the events of SCP-3374 exploration; however, at approximately 3:14 AM on March 16, two days after the exploration, local residents reported a malnourished and severely dehydrated individual anomalously manifesting in their backyard pool. MTF Gamma-7 operatives amnesticized the residents and extracted the individual, later confirmed to be D-5███. Although recovering quickly after medical treatment, D-5███ was found after testing to consistently demonstrate an anomalous ability to phase through solid structures in water, congruous with abilities of SCP-3374-1 instances. D-5███ accordingly reclassified as SCP-3374-2 and placed in a \nType S Standard Humanoid Anomaly Containment Cell\n within the Wakoe County Public Recreation Complex.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Although this phenomenon is currently confined to the city limits, analysis has shown that its area of manifestation is consistently shrinking by approximately 0.4 meters a year on average.\n\n\n2\n. Similarity between instances of SCP-3374-1 and organisms exiting \nSCP-791\n during a \"Draining Event\" have been observed. Investigation into a potential conection between the two anomalies is ongoing.\n\n\n3\n. See Incident Report 3374-B, where a shoal of brightly coloured nematode-like organisms expired shortly after entering the Wakoe County Public Recreation Complex swimming pool due to high chlorine levels.\n\n\n4\n. Order of fish including eels and morays\n\n\n5\n. Cartilaginous fishes, including sharks and dogfishes\n\n\n6\n. This indicates that SCP-3374 has the secondary anomalous property of pressure presumptively not increasing with depth.\n\n\n7\n. Trilobite\n\n\n\n\n\n\n\n\n« \nSCP-3373\n | SCP-3374 | \nSCP-3375\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Date: 3/14/07 Purpose: After initial testing indicated that foreign structures maintaining physical contact with SCP-3374-1 also have the ability to anomalously exit out of affected bodies of water, a request was made for an exploration mission to discover the point of origin of SCP-3374. Approval was given by the Foundation Regional Administrator. Subject(s): 2 D-Class personnel, remote observation team Equipment: One 7500 kg capacity air winch outfitted with 1 km of cable and industry-grade shark cage Two underwater head-mounted flashlights and video feed systems Two diving knives",
        "Winch system assembled on Wakoe County Public Recreation Complex pool lip without incident. A SCP-3374-1 carcass returned from autopsy is affixed to bottom of cage. Observation team lowers cage system into pool, and both D-Class personnel, outfitted with standard scuba diving apparatus, swim into cage and secure it. Winch continues to lower cage. SCP-3374-1 carcass passes through pool floor without incident, followed by cage and D-Class personnel. Although the cage was outfitted with a pressure sensor that would abort the dive if pressure climbed to dangerous amounts, this sensor was never activated. 6 Feedback from D-Class video systems indicate the cage is descending through an expansive area of water, possibly an ocean. The Wakoe County pool is still visible as a rectangle of light directly above the cage, surrounded by water. Light conditions appear to decrease rapidly with depth, and darkness below the cage obstructs any visibility of an ocean floor. The cage continues to descend without incident for several hours. Shoals of unrecognizable SCP-3374-1 are visible in the distance. None of the SCP-3374-1 appear to be hostile. At the 500m mark, D-Class are instructed to switch on their head-mounted flashlights. Subjects joke about poor visibility conditions. At the 975m mark, mission control asks D-Class to confirm that there is no ocean floor in sight, and after confirmation, prepares to begin raising the cage after completion of full 1km dive. At the 982m mark, cable is violently severed by an unseen force. Subsequent examination of remaining cable has indicated that it was cut at a point approximately halfway between the D-Class and the floor of the pool, with shearing patterns indicative of bite marks. Video feed is maintained with D-Class subjects, who visibly begin to panic as the cage continues to descend. After reassurance from mission control and private agreement, D-Class agree to remain in the cage. At approximately 2.5km, visibility is entirely dark in every direction. Bioluminescent organisms can be seen in the distance, and both D-Class decide to turn off their flashlights in order to “stay safe.” At approximately 3.5km, cage comes to rest on the ocean floor. Following conversation with mission control, D-Class switch on flashlights and exit cage. Ocean floor appears to resemble that of terrestrial oceans, with large patches of seaweed visible ahead and to the left. After further conversation with mission control, D-Class agree to separate and travel in separate directions for 30 minutes before returning to the cage, in the hopes of completing their original mission before extraction. D-5███ heads north, into the seaweed, while D-7███ heads south. D-7███ quickly reaches a wide, sandy basin, where she finds several objects of interest which she describes to mission control; most notably a rusted artifact tentatively identified as the wheel of an early 20th-century plane, the decomposing and partially consumed carcass of what appears to be a terrestrial whale, and a tattered boxing glove. Moving beyond the basin, D-7███ discovers a network of pillars leaning against each other in regular patterns. Shortly after entering the network, D-7███ is assaulted by a SCP-3374-1 instance resembling a 2m long Olenoides nevadensis 7 with multiple anthropomorphic faces. Video feed is cut and D-7███ is presumed terminated. D-5███ continues through the seaweed without difficulty until reaching a steep escarpment of sand. An unseen material at the top interferes with D-5███’s flashlight, producing reflections. After conversation with mission control, D-5███ is instructed to climb to the top of the hill. The obstruction appears to be a uniform barrier, stretching up and in both directions beyond the range of visibility. D-5███ is instructed to walk parallel to the barrier before approaching it and does so for 12 minutes without discovering any sort of termination or deviation in the barrier’s surface. Upon learning of D-7███’s presumed death, D-5███ panics and approaches the barrier despite the wishes of mission control. Barrier is confirmed to be similar to glass in appearance and texture, with no detail visible beyond. Still visibly distressed, D-5███ locates their diving knife and attempts to forcibly break the barrier. Minor cosmetic damage is observed, but no damage is done to structural integrity. D-5███ complains about hearing a \"heavy thumping\", though no corresponding audio is picked up on the video feed. An ovoid silhouette appears beyond the barrier, becoming gradually larger and more distinct. D-5███ states that \"five blinking lights\" appear to be discernible at the top of the approaching silhouette. A large three-pronged appendage strikes the barrier, producing minor tremors in the ground. D-5███ retreats into the seaweed. Mission emergency-aborted by the Foundation Regional Administrator, and video log terminated. END OF LOG",
        "MTF Gamma-7 rescuing D-5███; scuba mask and tank have been removed. D-5███ had been presumed killed in action following the events of SCP-3374 exploration; however, at approximately 3:14 AM on March 16, two days after the exploration, local residents reported a malnourished and severely dehydrated individual anomalously manifesting in their backyard pool. MTF Gamma-7 operatives amnesticized the residents and extracted the individual, later confirmed to be D-5███. Although recovering quickly after medical treatment, D-5███ was found after testing to consistently demonstrate an anomalous ability to phase through solid structures in water, congruous with abilities of SCP-3374-1 instances. D-5███ accordingly reclassified as SCP-3374-2 and placed in a Type S Standard Humanoid Anomaly Containment Cell within the Wakoe County Public Recreation Complex."
    ],
    "item": "SCP-3374",
    "object_class": "Euclid",
    "containment_procedures": "Mobile Task Force Gamma-7 (“Nereids”) is currently stationed at the town of Wakoe, Illinois to monitor for and intercept any instances of SCP-3374 manifestation. The Wakoe County Public Recreation Complex has been adapted to serve as a base of operations for the Foundation personnel assigned to SCP-3374. Any samples of biological material taken from SCP-3374-1 instances are to be kept in cold storage at the base. At least three Level-2 researchers specializing in marine biology are to remain at the site at all times to oversee research processes.",
    "description": "SCP-3374 is a phenomenon affecting bodies of water in the city of Wakoe, Illinois. As of currently, SCP-3374 manifests at locations within a roughly circular area encompassing the majority of the city.1 Affected bodies of water will exhibit the presence of a wide range of irregular aquatic organisms (designated SCP-3374-1). Many SCP-3374-1 instances do not resemble any form of known terrestrial life, and will enter and exit the affected body of water seemingly regardless of any natural or man-made boundaries around the water.2",
    "title": "SCP-3374"
}