{
    "url": "https://scp-wiki.wikidot.com/scp-3377",
    "all_text": "rating: \n+103\n+\n–\nx\n\n\n\n\n\n\nSection of Provisional Site-386\n\n\n\n\n\n\nItem #:\n SCP-3377\n\n\nObject Class:\n Thaumiel\n\n\nSpecial Containment Procedures:\n Protocol Bacchus\n1\n is to be carried out at each Foundation containment and administrative site, unless specified otherwise by Site Command\n2\n. Provisional Site-386 has been set up in the Loire region of France in order to produce wine for the enactment of Protocol Bacchus.\n\n\nNo further containment is necessary.\n\n\nDescription:\n SCP-3377 is a hypothesised class-IV reality bending entity or collection of entities. Whilst no direct contact has yet been made with SCP-3377, evidence suggests the presence of an extremely powerful being (or beings) present on an adjacent reality to baseline, capable of interacting with baseline reality providing specific conditions are met. SCP-3377 appears benevolent, seemingly reducing the likelihood of anomalous damage occurring in an area where the conditions of Protocol Bacchus are met. SCP-3377 has also been known to leave \"gifts\" in exchange for wine when under the conditions of Protocol Bacchus. Such gifts are generally of a similar nature, being highly valuable and related in some degree to grapes or wine. An example of such, recovered at Site-17, is a living grapevine seemingly made of solid gold (item retained at Site-17 for further study). Efforts to establish communication with SCP-3377 are ongoing.\n\n\nSCP-3377 was first discovered when routine examinations of patterns of anomalous events revealed statistically significant low cases of events in central France, particularly in the Loire Valley region. After investigative agents were dispatched it was found that these areas were centered around vineyards, leading to the research and development of Protocol Bacchus.\n\n\nAddendum 1 - Protocol Bacchus:\n Protocol Bacchus was first developed in 1978 by Researcher Turei after the discovery of an inhibitory effect on anomalous activity around French vineyards, particularly those of the Loire Valley. Whilst the first iteration of Protocol Bacchus was very simple, over time it has become more complex, and thus more effective. Currently, Protocol Bacchus is on its 17\nth\n iteration, and is due to be reviewed on 28/06/2019.\n\n\n\n\nProtocol Bacchus consists of the following steps:\n\n\n\n\nAll Foundation sites are to contain a wine cellar comprised of stone, kept underground where possible.\n\n\nWine cellars must contain at least 200 bottles of wine with a combined value of at least $8000 USD.\n\n\nAt least 50% of the wine in each cellar must come from France, with 20% of the total wine obtained from the Loire Valley.\n\n\nWine cellar humidity must be maintained at approximately 75%, with a temperature of approximately 13°C, and a light intensity of less than 120 lx.\n\n\nAt least once a month, one bottle of wine in each cellar must be removed and consumed by two members of Foundation staff alongside a meal of rare steak in a Bearnaise sauce, with freshly-fried potato. The bottle should then be replaced within 4 days.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. See Addendum 1\n\n\n2\n. For a full list of such sites, see attached document 3377/exclusions/1a\n\n\n\n\n\n\n\n\n« \nSCP-3376\n | SCP-3377 | \nSCP-3378\n »",
    "addendums": [
        "Addendum 1 - Protocol Bacchus: Protocol Bacchus was first developed in 1978 by Researcher Turei after the discovery of an inhibitory effect on anomalous activity around French vineyards, particularly those of the Loire Valley. Whilst the first iteration of Protocol Bacchus was very simple, over time it has become more complex, and thus more effective. Currently, Protocol Bacchus is on its 17 th iteration, and is due to be reviewed on 28/06/2019."
    ],
    "documents": [],
    "notes": [
        "Protocol Bacchus consists of the following steps: All Foundation sites are to contain a wine cellar comprised of stone, kept underground where possible. Wine cellars must contain at least 200 bottles of wine with a combined value of at least $8000 USD. At least 50% of the wine in each cellar must come from France, with 20% of the total wine obtained from the Loire Valley. Wine cellar humidity must be maintained at approximately 75%, with a temperature of approximately 13°C, and a light intensity of less than 120 lx. At least once a month, one bottle of wine in each cellar must be removed and consumed by two members of Foundation staff alongside a meal of rare steak in a Bearnaise sauce, with freshly-fried potato. The bottle should then be replaced within 4 days."
    ],
    "item": "SCP-3377",
    "object_class": "Thaumiel",
    "containment_procedures": "Protocol Bacchus1 is to be carried out at each Foundation containment and administrative site, unless specified otherwise by Site Command2. Provisional Site-386 has been set up in the Loire region of France in order to produce wine for the enactment of Protocol Bacchus.",
    "description": "SCP-3377 is a hypothesised class-IV reality bending entity or collection of entities. Whilst no direct contact has yet been made with SCP-3377, evidence suggests the presence of an extremely powerful being (or beings) present on an adjacent reality to baseline, capable of interacting with baseline reality providing specific conditions are met. SCP-3377 appears benevolent, seemingly reducing the likelihood of anomalous damage occurring in an area where the conditions of Protocol Bacchus are met. SCP-3377 has also been known to leave \"gifts\" in exchange for wine when under the conditions of Protocol Bacchus. Such gifts are generally of a similar nature, being highly valuable and related in some degree to grapes or wine. An example of such, recovered at Site-17, is a living grapevine seemingly made of solid gold (item retained at Site-17 for further study). Efforts to establish communication with SCP-3377 are ongoing.",
    "title": "SCP-3377"
}