{
    "url": "https://scp-wiki.wikidot.com/scp-3378",
    "all_text": "rating: \n+31\n+\n–\nx\n\n\nItem #:\n SCP-3378\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Hospitals and walk-in clinics in areas surrounding SCP-3378 outbreaks are to be warned through our CDC contacts of an antibiotic resistant strain of \nlegionella pneumophila\n. As the common strain of Legionnaires Disease has a 5-10% mortality rate, higher for victims with comprised immune systems, this will provide cover for the quarantine and \neventual\n possible death of SCP-3378-1 instances.\n\n\nPatients at these facilities that report symptoms of congestion are to be screened for SCP-3378. If results are positive, they will be sent to Site-104 \nfor quarantine.\n for quarantine until removal surgery can be performed. After surgery, Patients will be held indefinitely in high security quarantine at a Foundation-owned care facility due to ‘compromised immune systems,’ but will be allowed limited visitation.\n\n\nA facility has been constructed at Site-104 specifically for the containment of instances of SCP-3378-1. Containment Wing-3378 is six thousand square feet in size, and has been built with reinforced airlock doors at the main entrance and between internal quarantine wards. Banks of televisions have been set in up inside Containment Wing-3378 playing various news channels on a twenty-four hour basis, as have as multiple bookshelves capable of containing approximately 1000 books. These books are to be rotated on a bi-weekly basis. At a designated time on a daily basis, SCP-3378-1 instances will be fed by tube with a slurry containing all daily nutrients needed to sustain an average human adult. Hygienic matters are dealt with on a case by case basis.\n\n\nAll personnel entering Containment Wing-3378 are to wear Level A Biohazard suits. After exiting Containment Wing-3378, personnel must undergo a strict decontamination process, followed by a screening for SCP-3378. This process must be repeated until all traces of SCP-3378 are removed. After removal of the Biohazard suits, personnel must undergo screening for SCP-3378-1 infection. Any personnel found to be infected with SCP-3378 are to be designated as an instance of SCP-3378-1, and \nimmediately confined to Containment Wing-3378\n be sent to the medical wing to undergo treatment and removal surgery before secondary infection can be established.\n\n\nDescription:\n SCP-3378 is a plant species with small seeds similar in structure to pollen. While SCP-3378's DNA does not correspond with any currently known species, it has been determined to be part of the genus \nfraxinus\n.\n1\n Currently, the origin of SCP-3378 is unknown, though it has most commonly appeared in the Scandinavian Peninsula, followed by the Eastern region of the United States and Sri Lanka.\n\n\nWhen inhaled by a human, SCP-3378 seeds will embed in the tissue of the nasal cavity with specialized barbs. After securing itself by establishing roots, small branches will begin to grow. During this stage, subjects (henceforth referred to as SCP-3378-1) will report severe congestion and difficulty breathing. SCP-3378 seems to use blood from the subject as a source of nutrition. For the next three days, SCP-3378 branches will extend throughout the nasal cavity and sinuses, and eventually enter the cranium. The branches will proceed to grow along the Corpus Callosum, and into the subject’s cerebellum along the white matter of the Arbor Vitae. At this stage, SCP-3378-1 will enter a comatose state for the next twelve hours, after which they will 'awaken' with SCP-3378 in complete control of SCP-3378-1’s nervous system.\n\n\nThe primary goal of an SCP-3378-1 instance is to seek information, usually from media such as books or television. When an instance of SCP-3378-1 has chosen an information source, it will begin to interface with this source to the exclusion of all other stimuli. The only form of media that SCP-3378-1 instances have been known to refuse are those that involve more complex user interaction, such as video games. If an information source is removed from an SCP-3378 instance, it will seek another. If an SCP-3378-1 instance is prevented from obtaining an information source with which to interact, it will slide into a catatonic state, and SCP-3378 will begin to spread throughout the host body. \nAs of December 22, 20██ this is to be prevented at all cost. See Incident 3378-1-07.\n\n\nAddendum 3378-A:\n Incident 3378-1-07\n\n\nOn December 22nd, 20██, SCP-3378-1-07, the first of several subjects prevented from interacting with information sources, spoke for the first time since succumbing to the effects of SCP-3378. At first it began mumbling incomprehensibly. After four minutes, SCP-3378-1-07 began to scream and cry. Lead researcher Dr. Murren entered and attempted to sedate SCP-3378-1-07. When Dr. Murren reached its bedside, SCP-3378-1-07 sat up and seized Dr. Murren by the arms, ripping his biohazard suit, and proceeded to throw him across the room, breaking his wrist. Security personnel entered and attempted unsuccessfully to immobilize SCP-3378-1-07. During debriefing, all personnel involved described SCP-3378-1-07 as possessing an unusual degree of strength, especially for someone who had been catatonic for several weeks. After two members of the security team had been thrown against the walls of the quarantine chamber with enough force to knock them unconscious, Agent Harvey shot SCP-3378-1-07, resulting in its death.\n\n\nAgent Harvey began to assist Dr. Murren, and the unconscious members of the security team, to the exit, but they were unable to make it into the airlock before SCP-3378-1-07’s chest cavity exploded, releasing a cloud consisting of thousands of SCP-3378 seeds. While all other personnel were protected, Dr. Murren was confirmed to be infected with SCP-3378 and confined to Containment Wing-3378 quarantine. Before entering into the comatose state during the early stages of his infection, Dr. Murren reported that the phrases SCP-3378-1-07 had repeated during the incident included “the great unwriting is upon us” and “everything we know will be swallowed whole.”\n\n\nAll SCP-3378-1 subjects who had been prevented from interacting from information sources were immediately exposed to one of the television banks, and have since resumed regular SCP-3378-1 behavior.\n\n\nAddendum 3378-B\n\n\nAfter eight months as an SCP-3378-1 instance, surgeons were able to successfully remove SCP-3378 from Dr. Murren by utilizing \n3488L-149\n, a new chemical compound developed from reptilian digestive enzymes. Afterwards, Dr. Murren was interviewed by psychiatrist Dr. Jakoby.\n\n\nInterview Log - 3378-01\n\n\n\n\nInterviewer: Dr. Jakoby\n\n\nInterviewed: Dr. Murren\n\n\n[Begin Log]\n\n\nDr. Jakoby:\n So… how are you feeling?\n\n\nDr. Murren:\n Alright, I guess. I feel a bit sore.\n\n\nDr. Jakoby:\n Do you have any recollection of the day you became infected?\n\n\nDr. Murren:\n Heh. I remember that bastard throwing me across the room and exploding.\n\n\nDr. Jakoby:\n Hmm. Must’ve been a real shocker.\n\n\nDr. Murren:\n Sure was.\n\n\nDr. Jakoby:\n Heh. Ok, uh… Did you “feel” anything while you were being controlled?\n\n\nDr. Murren:\n Yes…? It was…weird.\n\n\nDr. Jakoby:\n Please explain.\n\n\nDr. Murren:\n It… it was like I was floating in a void. I was completely naked. There was no light source but I could still see myself. I wasn’t really aware of time passing. I know you said that thing had control over me for eight months, but it felt like a few hours at most. But I wasn’t worried. Or afraid, until…\n\n\n(Dr. Murren pauses)\n\n\nDr. Jakoby:\n Are you alright, Rob?\n\n\nDr. Murren:\n Hmm? Oh! Yeah… I was just, uh, thinking about the dragon.\n\n\nDr. Jakoby:\n Dragon?\n\n\nDr. Murren:\n Well…dragon isn’t quite right. I only saw it briefly, and it happened right before I came back. There was this giant reptile, I wasn’t able to make out what exactly it was. All it did was float past about five meters away from me and then vanished. And that was the only point I was scared. Other than that, it was just the void.\n\n\nDr. Jakoby:\n Ok, I think we’re done here.\n\n\n[End log]\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Flowering plants in the olive and lilac family, commonly referred to as ash trees.\n\n\n\n\n\n\n\n\n« \nSCP-3377\n | SCP-3378 | \nSCP-3379\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3378\n\" by DrZeyphr, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3378\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 3378-A: Incident 3378-1-07\nOn December 22nd, 20██, SCP-3378-1-07, the first of several subjects prevented from interacting with information sources, spoke for the first time since succumbing to the effects of SCP-3378. At first it began mumbling incomprehensibly. After four minutes, SCP-3378-1-07 began to scream and cry. Lead researcher Dr. Murren entered and attempted to sedate SCP-3378-1-07. When Dr. Murren reached its bedside, SCP-3378-1-07 sat up and seized Dr. Murren by the arms, ripping his biohazard suit, and proceeded to throw him across the room, breaking his wrist. Security personnel entered and attempted unsuccessfully to immobilize SCP-3378-1-07. During debriefing, all personnel involved described SCP-3378-1-07 as possessing an unusual degree of strength, especially for someone who had been catatonic for several weeks. After two members of the security team had been thrown against the walls of the quarantine chamber with enough force to knock them unconscious, Agent Harvey shot SCP-3378-1-07, resulting in its death.\nAgent Harvey began to assist Dr. Murren, and the unconscious members of the security team, to the exit, but they were unable to make it into the airlock before SCP-3378-1-07’s chest cavity exploded, releasing a cloud consisting of thousands of SCP-3378 seeds. While all other personnel were protected, Dr. Murren was confirmed to be infected with SCP-3378 and confined to Containment Wing-3378 quarantine. Before entering into the comatose state during the early stages of his infection, Dr. Murren reported that the phrases SCP-3378-1-07 had repeated during the incident included “the great unwriting is upon us” and “everything we know will be swallowed whole.”\nAll SCP-3378-1 subjects who had been prevented from interacting from information sources were immediately exposed to one of the television banks, and have since resumed regular SCP-3378-1 behavior.",
        "Addendum 3378-B\nAfter eight months as an SCP-3378-1 instance, surgeons were able to successfully remove SCP-3378 from Dr. Murren by utilizing 3488L-149 , a new chemical compound developed from reptilian digestive enzymes. Afterwards, Dr. Murren was interviewed by psychiatrist Dr. Jakoby."
    ],
    "documents": [],
    "notes": [
        "Interviewer: Dr. Jakoby Interviewed: Dr. Murren [Begin Log] Dr. Jakoby: So… how are you feeling? Dr. Murren: Alright, I guess. I feel a bit sore. Dr. Jakoby: Do you have any recollection of the day you became infected? Dr. Murren: Heh. I remember that bastard throwing me across the room and exploding. Dr. Jakoby: Hmm. Must’ve been a real shocker. Dr. Murren: Sure was. Dr. Jakoby: Heh. Ok, uh… Did you “feel” anything while you were being controlled? Dr. Murren: Yes…? It was…weird. Dr. Jakoby: Please explain. Dr. Murren: It… it was like I was floating in a void. I was completely naked. There was no light source but I could still see myself. I wasn’t really aware of time passing. I know you said that thing had control over me for eight months, but it felt like a few hours at most. But I wasn’t worried. Or afraid, until… (Dr. Murren pauses) Dr. Jakoby: Are you alright, Rob? Dr. Murren: Hmm? Oh! Yeah… I was just, uh, thinking about the dragon. Dr. Jakoby: Dragon? Dr. Murren: Well…dragon isn’t quite right. I only saw it briefly, and it happened right before I came back. There was this giant reptile, I wasn’t able to make out what exactly it was. All it did was float past about five meters away from me and then vanished. And that was the only point I was scared. Other than that, it was just the void. Dr. Jakoby: Ok, I think we’re done here. [End log]",
        "\" SCP-3378 \" by DrZeyphr, from the SCP Wiki . Source: https://scpwiki.com/scp-3378 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3378",
    "object_class": "Keter",
    "containment_procedures": "Hospitals and walk-in clinics in areas surrounding SCP-3378 outbreaks are to be warned through our CDC contacts of an antibiotic resistant strain of legionella pneumophila. As the common strain of Legionnaires Disease has a 5-10% mortality rate, higher for victims with comprised immune systems, this will provide cover for the quarantine and eventual possible death of SCP-3378-1 instances.",
    "description": "SCP-3378 is a plant species with small seeds similar in structure to pollen. While SCP-3378's DNA does not correspond with any currently known species, it has been determined to be part of the genus fraxinus.1 Currently, the origin of SCP-3378 is unknown, though it has most commonly appeared in the Scandinavian Peninsula, followed by the Eastern region of the United States and Sri Lanka.",
    "title": "SCP-3378"
}