{
    "url": "https://scp-wiki.wikidot.com/scp-3379",
    "all_text": "rating: \n+323\n+\n–\nx\n\n\n\n\n\n\nSCP-3379-1 instance being loaded onto Foundation vessel.\n\n\n\n\n\n\nItem #:\n SCP-3379\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n All sea traffic within 15 km of SCP-3379 is to be rerouted. Two boats are to patrol the area surrounding SCP-3379. SCP-3379-1 instances are to be delivered to the nearest Research Site for study.\n\n\nDescription:\n SCP-3379 is a rectangular portal approximately 8m beneath the surface of the Arctic ocean, measuring 10m by 15m and surrounded by a concrete frame. SCP-3379 is located 12 km north of Bolshevik Island, Russia.\n\n\nObjects, hereafter designated SCP-3379-1, sporadically emerge from SCP-3379 and float to the surface. No pattern has yet been found to the timing of SCP-3379-1 manifestations.\n\n\nSCP-3379-1 instances vary widely in composition and appearance. Approximately 70% of SCP-3379-1 instances appear to be carcasses of living organisms, in various states of preservation. As of 1/1/2018, over 350 instances have been recovered.\n\n\n\n\n\n\nInstance\n\n\nDescription\n\n\n\n\n\n\n3379-1-03\n\n\nA dead albino walrus (\nOdobenus rosmarus\n). Displays no other anomalous properties.\n\n\n\n\n\n\n3379-1-11\n\n\nA mass of fat and bone fragments. DNA sequences appear cetacean in origin but do not completely match any known species.\n\n\n\n\n\n\n3379-1-41\n\n\nTwelve sets of gills wrapped in a synthetic polymer package. DNA sequences match those of \nSCP-924\n.\n\n\n\n\n\n\n3379-1-62\n\n\nA large glass jar containing shark fins suspended in a saline gel.\n\n\n\n\n\n\n3379-1-89\n\n\nA 16-meter-long elasmosaur neck, heavily decomposed.\n\n\n\n\n\n\n3379-1-119\n\n\nA mason jar containing an unidentified liquid. Exposure to the liquid causes strong nostalgic feelings. Chemical analysis of the liquid revealed the presence of sodium chloride, ethanol, piperine, \nbeta\n-endorphin, and several dozen uncharacterized organic compounds.\n\n\n\n\n\n\nTo date, SCP-3379's edge can only be crossed by sentient beings. Testing with fish equipped with cameras failed to reveal any hostile forces on the other side of the edge; thus, a preliminary exploration was approved.\n\n\n\n\nExploration Log 3379-1\n\n\n\n\n– hide block\n\n\n\n\n\n\nForeword:\n D-11424 was provided with an insulated wetsuit, a knife, a flashlight, a camera, and 2 hours of air supply, as well as a radio communications device in order to relay back to Dr. Arceo, the exploration coordinator.\n\n\n[\nBEGIN LOG\n]\n\n\n(\nD-11424 appears approximately four meters from the precipice of SCP-3379.\n)\n\n\nDr. Arceo:\n Everything looks good. Ready?\n\n\nD-11424:\n Well, I did say I always wanted to be a diver. Let's do this.\n\n\nDr. Arceo:\n Alright. Remember to call out things as you see them.\n\n\nD-11424:\n Got it.\n\n\nDr. Arceo:\n Proceed through SCP-3379.\n\n\nD-11424:\n 'Kay, going in.\n\n\n(\nD-11424 swims through SCP-3379 and disappears from external view. D-11424's camera shows a large number of concrete gates similar in appearance to SCP-3379, arranged in a 2-dimensional grid pattern. Surroundings are indistinct, as the lighting is low, but ground appears contiguous with the ocean floor. D-11424 does not appear to notice this, as he is facing downwards while continuing to swim.\n)\n\n\nDr. Arceo:\n Can you still hear me?\n\n\nD-11424:\n Loud and clear, doctor.\n\n\nDr. Arceo:\n Describe your surroundings.\n\n\nD-11424:\n Huh. I still feel like I'm in water, but I'm able to stand on the ground. I see… whoa.\n\n\nDr. Arceo:\n Continue.\n\n\nD-11424:\n There's a sort of wall, here. There's hundreds of concrete gates just like the one I just went through all lined up.\n\n\nDr. Arceo:\n Anything else?\n\n\nD-11424:\n Not sure. It's pretty dark here. There's a bit of ambient light coming from above, but not much. (\nPause.\n) Shit, there's something moving over there. I'm gonna check out the next gate.\n\n\n(\nNo movement was visible on the camera.\n)\n\n\nDr. Arceo:\n Alright.\n\n\n(\nD-11424 swims through the aperture immediately to the left of SCP-3379.\n)\n\n\nDr. Arceo:\n What do you see?\n\n\nD-11424:\n Still watery, but it's more clouded. I think I'm in a river; I can feel a small current.\n\n\nDr. Arceo:\n Make sure you remain close to the gate.\n\n\nD-11424:\n Yeah, 'course. Man, there's some freaky fish in here. Don't look like any I've ever seen.\n\n\n(\nSeveral semi-transparent fish, about the size of salmon, swim past, followed by a larger serpentine creature roughly half a meter in length.\n)\n\n\nDr. Arceo:\n Be careful.\n\n\nD-11424:\n Yeah. They might be anomalous piranhas or something. (\nD-11424 chuckles.\n) Hold on, there's a big school of big fat ones coming towards me.\n\n\nDr. Arceo:\n Make sure—\n\n\nD-11424:\n Shit!\n\n\n(\nSeveral large red fish with four eyes bump into D-11424, sending him downstream for an indeterminate distance before he grabs on to a rock to hold himself still.\n)\n\n\nDr. Arceo:\n Is everything alright?\n\n\nD-11424:\n Damn it, the current is much stronger here. I'm only still 'cause of this rock.\n\n\nDr. Arceo:\n Stay calm. Can you see the portal you came through? Can you swim back towards it?\n\n\nD-11424:\n Uh… no, and no.\n\n\nDr. Arceo:\n Are there any other portals visible?\n\n\n(\nD-11424 scans his surroundings before spotting the serpentine creature from before. No apertures are visible.\n)\n\n\nD-11424:\n I'm going to have to go with no. I think I can see the surface of the water. Permission to try and make it to a river bank?\n\n\n(\nPause.\n)\n\n\nDr. Arceo:\n Permission granted.\n\n\nD-11424:\n Alright, here goes…\n\n\n(\nD-11424 takes several looks at his surroundings, glances at the serpentine creature which now appears to be holding several fish in its mouth, and then pushes himself off of the rock towards a natural stone wall. D-11424 makes several noises of exertion and is pushed further downstream before surfacing and holding onto a crag in the rock wall.\n)\n\n\nD-11424:\n Woo! Did you see that? Did you \nsee\n that?\n\n\n(\nD-11424 looks out a wide river, flanked on one side by a large stone cliff and the other by dense forest.\n)\n\n\nDr. Arceo:\n (\nChuckles.\n) Yes, I saw it. Now, describe your surround—\n\n\nD-11424:\n Oh oh oh!\n\n\n(\nSeveral creatures resembling walruses are seen surveying the river bank. They possess blonde hair styled in a mullet, and black leather jackets with various decorations. A large net drags behind them, attached to their belts by hooks.\n)\n\n\nD-11424:\n And I see a portal!\n\n\n(\nBehind the walruses can be seen another portal with a clear path leading to it from the riverbank.\n)\n\n\nDr. Arceo:\n Report on your situation.\n\n\nD-11424:\n Walruses, river bank, portal. I think if I can climb over there I can get out. Or, of course, I could climb over to where I \nthink\n the portal underwater is and work that out. Thoughts?\n\n\nDr. Arceo:\n Continue to observe the walruses.\n\n\nD-11424:\n Really? They're walruses with hairdos. They are doing nothing to nobody.\n\n\n(\nThe walruses throw the net into the water.\n)\n\n\nD-11424:\n They're just fishing. May I return?\n\n\n(\nDr. Arceo pauses, as she is conferring with the research team for input.\n)\n\n\nD-11424:\n Oh fuck it, I'm going.\n\n\nDr. Arceo:\n Please wait for input.\n\n\nD-11424:\n I am a free interdimensional man, I am going!\n\n\n(\nD-11424 begins to scale the rock wall. He ascends approximately 5 meters before pausing.\n)\n\n\nD-11424:\n Whew. This isn't as easy as I thought it would be. Maybe I'll— \nshit\n!\n\n\n(\nD-11424 loses his grip and falls into the river.\n)\n\n\nDr. Arceo:\n 11424!\n\n\n(\nD-11424 is swept further downstream.\n)\n\n\nD-11424:\n I'm okay, I'm okay! Just slipped! Need to find another rock— argh.\n\n\nDr. Arceo:\n What was that?\n\n\n(\nA large number of iridescent green fish resembling catfish obscure the camera.\n)\n\n\nD-11424:\n I'm trapped in something, along with these fish.\n\n\nDr. Arceo:\n Can you—\n\n\nD-11424:\n It's a net!\n\n\nDr. Arceo:\n Good. Try to cut yourself out with your knife.\n\n\nD-11424:\n What do you think I'm doing? And now we're moving.\n\n\n(\nThe net containing D-11424 and the fish surfaces.\n)\n\n\nDr. Arceo:\n Can you see anything? Fish are blocking the camera.\n\n\nD-11424:\n It's the walruses, they've hauled us up. And they're, uh, a bit bigger up close.\n\n\nDr. Arceo:\n How big?\n\n\nD-11424:\n I don't know, maybe 15 feet? Also known as \"fuck it\" in metric.\n\n\nDr. Arceo:\n Have they noticed you yet?\n\n\nD-11424:\n No, thankfully.\n\n\nDr. Arceo:\n Good.\n\n\nD-11424:\n That leather must have been from some \nbig\n cows.\n\n\n(\nThe net stops moving.\n)\n\n\nD-11424:\n Uh-oh.\n\n\nDr. Arceo:\n What?\n\n\n(\nFour of the walrus entities are now visible, and are looking at D-11424.\n)\n\n\nD-11424:\n I, uh, think they see me.\n\n\nDr. Arceo:\n Are they hostile?\n\n\nD-11424:\n So far, no.\n\n\n(\nAt this point, two of the entities begin to vocalize to one another, and gesture towards D-11424.\n)\n\n\nD-11424:\n I think they're deciding what to do with me.\n\n\nDr. Arceo:\n Well—\n\n\n(\nOne entity opens the net and lifts up D-11424, seemingly by his leg.\n)\n\n\nD-11424:\n Unhand me, foul beast!\n\n\n(\nThe same two entities converse again.\n)\n\n\nD-11424:\n Well, they haven't killed me yet.\n\n\n(\nA third entity inspects D-11424, and begins to vocalize excitedly and gesture to the other entities.\n)\n\n\nD-11424:\n Should I start swinging the knife?\n\n\nDr. Arceo:\n Negative.\n\n\nD-11424:\n I'm getting kinda dizzy, here.\n\n\n(\nThe entities return D-11424 to the net, tie it closed, and haul it onto a large wagon.\n)\n\n\nD-11424:\n That's better.\n\n\nDr. Arceo:\n Where are they taking you?\n\n\nD-11424:\n To the portal by the river bank, looks like. (\nD-11424 sighs.\n) This is where I tell you 'you were right', huh?\n\n\nDr. Arceo:\n You don't have to.\n\n\nD-11424:\n Alright, see you on the other side. Hope I'm not sacrificed to something.\n\n\n(\nD-11424 is carried through the portal, and emerges into a desert environment. Several unidentified birds can be seen flying overhead. Motion continues to suggest D-11424 is being carried.\n)\n\n\nD-11424:\n Be real with me. What are the chances I get out of this alive?\n\n\nDr. Arceo:\n (\nPause as Dr. Arceo confers with research team to assess morale.\n) Slim.\n\n\nD-11424:\n They look like my high school bullies. (\nPause.\n) Smell like them too. That might be the fish though. I'm gonna be honest, my knife is doing jack squat. The rope is too thick. Any ideas?\n\n\nDr. Arceo:\n None so far.\n\n\nD-11424:\n Looks like I'm in for a ride. Oh, hey! That's a much better looking portal!\n\n\n(\nD-11424 turns camera to face towards an aperture in the desert that the walruses appear to be moving towards. The border is made of a polished red stone, and several ornate designs are visible. The inside is obscured by the walruses.\n)\n\n\nD-11424:\n Oh yeah, yeah this is me getting sacrificed. Calling it now.\n\n\n(\nThe sound of a large crowd becomes audible as the walruses approach the aperture.\n)\n\n\nD-11424:\n Oh god, what is \nthat\n stench?\n\n\n(\nThe walruses cross over. The sky is a dull white, and appears to have a solid boundary. No sun or stars are visible. The source of the lighting is unknown.\n)\n\n\nD-11424:\n God, it's like being inside a fish's stomach. Wait. When did I lose my scuba gear?\n\n\nDr. Arceo:\n Describe your surroundings.\n\n\nD-11424:\n Right. We're still moving. Nothing but a weird, fake sky and awful smells. There's other, uh, not really people I guess, but \nthings\n walking around all over the place here. Actually, scratch that. We just went past a crowd of Elvises.\n\n\nDr. Arceo:\n I'm sorry, repeat?\n\n\nD-11424:\n You heard me. Elvises. Pulling a gigantic cart with chopped up, uh, \ntrain\n pieces on it. And… we stopped.\n\n\nDr. Arceo:\n Alright. Your camera is still obscured with fish, so call out things as you see them.\n\n\nD-11424:\n You got it. There's plenty of fancy looking gates, kinda like the one we went through to get here. All shapes and sizes. Just passed one the size of a condo, had gold edges all around. Some six-legged giants walked out through there.\n\n\nDr. Arceo:\n Describe the layout. You mentioned the sky, but is there a horizon?\n\n\nD-11424:\n Not sure. There's a wall of gates, like earlier, where everyone seems to come through. It seems to be a bit curved; I can't quite see where it ends. Away from the wall, I can't tell. It looks endless.\n\n\nDr. Arceo:\n Which direction are they taking you?\n\n\nD-11424:\n We were going directly away from the wall, but then we turned to the right. There's stands and canopies everywhere, I can't see the horizon.\n\n\n(\nThe wagon stops.\n)\n\n\nD-11424:\n Alright, we're stopped. Time to get disemboweled.\n\n\n(\nThe net is emptied onto a wooden shelf, and D-11424 appears to be bound by the walruses and covered by a sheet.\n)\n\n\nD-11424:\n I'm not really into this.\n\n\n(\nOne of the walruses begins vocalizing, as several sets of footsteps and creaking wheels draw close.\n)\n\n\nUnknown:\n Salquipper! My man! Got the usual?\n1\n\n\nUnknown:\n Aw, yeah. Mugspiel! Get the cash and the haul.\n\n\nMugspiel (presumably):\n Aye, Eriksson.\n\n\n(\nAnother walrus vocalizes.\n)\n\n\nEriksson:\n You got a \nwhat\n? Sure, we might be ripe for a trade, depending on what ya got, of course.\n\n\n(\nThe sheet covering D-11424 is whisked away. The entities speaking to the walruses appear to be humans, dressed in traditional Viking garb, with small glowing charms decorating their belts, helmets, and beards.\n)\n\n\nEriksson:\n Whoa! Salquipper, that ain't no fish. You \nseriously\n couldn't tell he looks like one of us?\n\n\n(\nSalquipper vocalizes softly.\n)\n\n\nEriksson:\n Well yeah, he's got no beard, but — whatever. Hey. You! Can you understand me?\n\n\nD-11424:\n Me?\n\n\nEriksson:\n (\nChuckles.\n) Of course you, who else?\n\n\nD-11424:\n You speak English?\n\n\nEriksson:\n English? (\nTo the walrus:\n) I'll give ya, eh, six extra flugfish for 'im.\n\n\n(\nSalquipper bares its tusks and vocalizes loudly.\n)\n\n\nEriksson:\n You've lost yer mind. Twelve, then!\n\n\n(\nSalquipper nods, and shakes the Viking's hand with its flipper. A second Viking, presumably Mugspiel, hefts a large crate of flat purple fish and exchanges it for a crate of Salquipper's green fish.\n)\n\n\nEriksson:\n Pleasure doing business with ya. (\nHe turns to D-11424 and unbinds him.\n) So, my friend, how'd you find yerself in this pickle?\n\n\nD-11424:\n I was uh, exploring, and I got lost.\n\n\nEriksson:\n Heh. You're a \nlong\n ways from yer home, aye? I'd take ya back to Lugwardia with us, but I'm banished from there meself, eheh.\n\n\nD-11424:\n Banished, you—?\n\n\nEriksson:\n If you know which way you came through, we can help guide ya before we head back.\n\n\nD-11424:\n Well, could you point me to the portal the walruses come through? I got turned around on the way in, but once I get back to their world I can find my way back home.\n\n\nEriksson:\n Sure thing. Pinderlump, go ahead and take the… staggfish to trade with the Ukthani. I'll escort our pal here to the doors. (\nSeveral of the charms in his beard gleam temporarily.\n)\n\n\nD-11424:\n I really appreciate that, man.\n\n\nEriksson:\n Right, right, now make yerself useful and hold these bags.\n\n\nD-11424:\n Okay.\n\n\n(\nEriksson and D-11424 continue walking for about 10 minutes.\n)\n\n\nD-11424:\n I don't remember going this way.\n\n\nEriksson:\n It's a shortcut, friend. Trust me.\n\n\nD-11424:\n Right.\n\n\n(\nEriksson stops at a large stall, covered in an ornate red canopy.\n)\n\n\nEriksson:\n Just need to make a wee stop. Give ya something for the road, as it were.\n\n\nD-11424:\n Cool. You really don't have to, I mean —\n\n\nEriksson:\n I insist! On me honor! Now, stand right there. It'll be a surprise.\n\n\nD-11424:\n Alright! (\nD-11424 looks around.\n)\n\n\n(\nA crash is heard, followed by both Eriksson and an unidentified voice yelling. The canopy collapses.\n)\n\n\nD-11424:\n Wait, what —\n\n\n(\nSeveral tentacles reach out from underneath the wreck of the canopy, wriggling wildly. Instead of suckers, the tentacles possess four-fingered hands. Two of these tentacles attempt to seize D-11424 and Eriksson, the latter of whom successfully evades.\n)\n\n\nD-11424:\n Oh, come on!\n\n\nUnidentified Voice:\n (\nUnintelligible.\n) \nThieves!\n (\nUnintelligible.\n)\n\n\nD-11424:\n Eriksson! You bastard!\n\n\n(\nEriksson whistles, and several charms in his beard begin to glow. A glowing blue barrier resembling sheet music forms between him and the mass of tentacles. The wagon with his companions returns, and Eriksson jumps aboard with his stolen goods.\n)\n\n\nD-11424:\n Screw you! (\nD-11424 bites several of the fingers on the tentacle, causing it to release him.\n)\n\n\nUnidentified Voice:\n \nThe rule!\n\n\nD-11424:\n I'm outta here! Dr. Arceo, which way?\n\n\nDr. Arceo:\n (\nStatic.\n) I'm not sure, just get out of there and we'll work it out.\n\n\n(\nD-11424 begins running.\n)\n\n\nD-11424:\n Yay, static. That's \nalways\n a good sign. If you can hear me, I think the coast is clear. The tentacle thing is chasing down the Vikings now. Now, to find my way out of here.\n\n\n(\nD-11424 wanders for a few minutes before stopping at a crude pyramid composed of stacked, beating hearts, all singing in harmony.\n)\n\n\nD-11424:\n Okay yeah, I remember hearing this one on the way in. I think I'm going the right way.\n\n\n(\nCommotion can be heard. D-11424 begins running once again.\n)\n\n\nD-11424:\n Okay maybe not out of the woods yet. Where do I — augh!\n\n\n(\nAn entity made entirely of cardiovascular muscles approaches D-11424 and begins \"vocalizing\" by pumping at irregular intervals which push air through pipes on top of its \"head\".\n)\n\n\nD-11424:\n Okay, never mind! Never mind! Going away! That was not a fun time, I —\n\n\n(\nD-11424 approaches a pit with a small fence around it. Something shiny, wet, and several shades of purple is briefly visible over the precipice. D-11424 gags.\n)\n\n\nD-11424:\n Oh, hey, Arceo, good news. Found the source of the smell.\n\n\n(\nD-11424 rounds a corner, and comes upon a large, rotting canine head. Inside is a small group of large mobile pocket knives, with six limbs made out of butterfly knives and wings made of several different types of blades. All of the knife creatures are huddled around a pool of white ooze containing small strips of pink meat. Behind the pool is a desk, behind which a humanoid dog stands and appears to converse with the knives.\n)\n\n\nD-11424:\n Okay. Nice.\n\n\n(\nD-11424 descends a spiral staircase, and appears in a large red open hall, inside of which much commotion is audible and innumerable entities are visible.\n)\n\n\nD-11424:\n Arceo, I am going to admit something I don't admit often. I was wrong. This is definitely not the way I came in.\n\n\nDr. Arceo:\n (\nStatic.\n)\n\n\nD-11424:\n Mm. Good talk. I \nam\n lost.\n\n\nDr. Arceo:\n (\nStatic.\n)\n\n\n(\nD-11424 approaches a large, concrete plaza with rows of humanlike bodies suspended from \noversized fishing hooks\n. Faded paint outlines on the ground are shaped like airplanes.\n)\n\n\nD-11424:\n Oh God- (\nretches\n) Nope! No no no no nope!\n\n\n(\nD-11424 wipes his mouth and sprints in the opposite direction.\n)\n\n\nD-11424:\n Fantastic. Well, seeing as people here seem to speak English for no really good reason, I suppose I will… uh…\n\n\n(\nSeveral pale mouthless humanoid entities, with wheel-like appendages instead of legs, are seen staring at D-11424 as they approach the stairs.\n)\n\n\nD-11424:\n What? What, road warriors? Do I look funny to you?\n\n\n(\nThey surround D-11424.\n)\n\n\nD-11424:\n 'Cause to be completely fair you guys look \nvery\n funny to me.\n\n\n(\nOne of the entities points above D-11424.\n)\n\n\nD-11424:\n Hmm?\n\n\n(\nD-11424 looks up, and sees a large tube above him, with several triangle designs on its side. Looking down, a large yellow X can be seen underneath D-11424's feet.\n)\n\n\nD-11424:\n Figures.\n\n\n(\nD-11424 is abruptly pulled upwards into the tube by some form of suction, and sent through a series of tubes. After sustaining several injuries, D-11424 is expelled into something soft. Static at this point is too prominent, and the room too dark, for any clear image to be made out. Chirping and hooting can be heard.\n)\n\n\nD-11424:\n Oh Jiminy Cricket, guys. Not only is my ankle definitely broken, along with a rib probably, this is definitely a pile of birds. (\nPause.\n) News update. After running my hands over the thing, these are definitely \nfused\n birds. Wonderful. They did make my landing softer though, which is nice.\n\n\n(\nPause.\n)\n\n\nD-11424:\n Oh wow, like, a minute went by without anything happening. That's new. Calming. Comforting, even.\n\n\n(\nPause.\n)\n\n\nD-11424:\n Okay, so, it took a while, but I found it. The place where I die. I guess this is sacrifice enough. Sacrifice to the bird god or something. They're pretty noisy. \nOw!\n That dick just pecked me!\n\n\n(\nD-11424 does not speak for six minutes, and intermittently hums music. Suddenly, all bird sounds stop.\n)\n\n\nD-11424:\n That definitely can't be a good sign.\n\n\n(\nThe area brightens. D-11424 looks up, and sees a large door opening above him. A large amorphous mass, visibly similar to white cloth with red stains, reaches down from the opening.\n)\n\n\nD-11424:\n (\nSighs.\n) Bring it.\n\n\n(\nThe mass engulfs D-11424. Feed cuts out entirely for about 1 minute.\n)\n\n\nD-11424:\n — whoever else, I don't know if you can see or hear this. I can't see \nnothing\n in here, just dark… stuff.\n\n\n(\nA maroon shape appears, shifting irregularly.\n)\n\n\nD-11424:\n Oh yay, let's skip the middleman and I'll give blood to the cult god directly. What even \nare\n you?\n\n\n(\nThe shape extends and surrounds D-11424 in several more cloth-like appendages. One of the appendages has a hand at its end, holding a knife.\n)\n\n\nD-11424:\n Shit, help!\n\n\n(\nThe appendages completely engulf D-11424. The entity emits a loud, low rumble. D-11424 screams intermittently for about 4 minutes.\n)\n\n\nD-11424:\n It's cutting into me!\n\n\n(\n48 seconds of static.\n)\n\n\nD-11424:\n — hear that voice. I'm, uh, honored? Not sure what I've got that you want —\n\n\n(\n23 seconds of static.\n)\n\n\nD-11424:\n — huh.\n\n\n(\nVideo returns in full, as the cloth entity appears to shove a limp D-11424 into what looks like a garbage chute. Several clanks are heard as D-11424 descends, before he emerges into a naturally-lit square vertical shaft, which extends for an undetermined distance. Concrete portals from before line all four walls of the shaft, out of which piles of various meats are seen to fall.\n)\n\n\nD-11424:\n Where…\n\n\n(\nD-11424 falls into a large body of water. After a minute of floating in place, D-11424 is forcefully pulled down and towards the original SCP-3379 portal. Halfway there, D-11424 begins to regain consciousness and resist the pull. His movements reveal that the pulling originates from several tendrils, with hands in place of suckers, similar to the ones encountered earlier. D-11424 is ejected through SCP-3379, and manages to swim to the surface.\n)\n\n\nD-11424:\n I… I survived. Holy shit.\n\n\n[\nEND LOG\n]\n\n\n\n\nD-11424 was recovered by the onboard SCP-3379 Research Team and taken into the sick bay. D-11424 was found to be missing one kidney, two fingers, his scuba gear, and was unable to remember anything starting from his 6th birthday and ending on his 8th. D-11424 reported the experience to be \"traumatizing but fun overall\".\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. What is perceived as English by listeners is, upon study of the audio, a series of unrelated vocalizations that more closely match the mouth movements made by associated entities. Despite the mind-affecting nature, testing has revealed no negative effects of exposure.\n\n\n\n\n\n\n\n\n« \nSCP-3378\n | SCP-3379 | \nSCP-3380\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3379\n\" by DarkStuff and Weryllium, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3379\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n todaysspecial.jpg\n\n\nName:\n Noaa-walrus29\n\n\nAuthor:\n Office of NOAA Corps Operations\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "Foreword: D-11424 was provided with an insulated wetsuit, a knife, a flashlight, a camera, and 2 hours of air supply, as well as a radio communications device in order to relay back to Dr. Arceo, the exploration coordinator. [ BEGIN LOG ] ( D-11424 appears approximately four meters from the precipice of SCP-3379. ) Dr. Arceo: Everything looks good. Ready? D-11424: Well, I did say I always wanted to be a diver. Let's do this. Dr. Arceo: Alright. Remember to call out things as you see them. D-11424: Got it. Dr. Arceo: Proceed through SCP-3379. D-11424: 'Kay, going in. ( D-11424 swims through SCP-3379 and disappears from external view. D-11424's camera shows a large number of concrete gates similar in appearance to SCP-3379, arranged in a 2-dimensional grid pattern. Surroundings are indistinct, as the lighting is low, but ground appears contiguous with the ocean floor. D-11424 does not appear to notice this, as he is facing downwards while continuing to swim. ) Dr. Arceo: Can you still hear me? D-11424: Loud and clear, doctor. Dr. Arceo: Describe your surroundings. D-11424: Huh. I still feel like I'm in water, but I'm able to stand on the ground. I see… whoa. Dr. Arceo: Continue. D-11424: There's a sort of wall, here. There's hundreds of concrete gates just like the one I just went through all lined up. Dr. Arceo: Anything else? D-11424: Not sure. It's pretty dark here. There's a bit of ambient light coming from above, but not much. ( Pause. ) Shit, there's something moving over there. I'm gonna check out the next gate. ( No movement was visible on the camera. ) Dr. Arceo: Alright. ( D-11424 swims through the aperture immediately to the left of SCP-3379. ) Dr. Arceo: What do you see? D-11424: Still watery, but it's more clouded. I think I'm in a river; I can feel a small current. Dr. Arceo: Make sure you remain close to the gate. D-11424: Yeah, 'course. Man, there's some freaky fish in here. Don't look like any I've ever seen. ( Several semi-transparent fish, about the size of salmon, swim past, followed by a larger serpentine creature roughly half a meter in length. ) Dr. Arceo: Be careful. D-11424: Yeah. They might be anomalous piranhas or something. ( D-11424 chuckles. ) Hold on, there's a big school of big fat ones coming towards me. Dr. Arceo: Make sure— D-11424: Shit! ( Several large red fish with four eyes bump into D-11424, sending him downstream for an indeterminate distance before he grabs on to a rock to hold himself still. ) Dr. Arceo: Is everything alright? D-11424: Damn it, the current is much stronger here. I'm only still 'cause of this rock. Dr. Arceo: Stay calm. Can you see the portal you came through? Can you swim back towards it? D-11424: Uh… no, and no. Dr. Arceo: Are there any other portals visible? ( D-11424 scans his surroundings before spotting the serpentine creature from before. No apertures are visible. ) D-11424: I'm going to have to go with no. I think I can see the surface of the water. Permission to try and make it to a river bank? ( Pause. ) Dr. Arceo: Permission granted. D-11424: Alright, here goes… ( D-11424 takes several looks at his surroundings, glances at the serpentine creature which now appears to be holding several fish in its mouth, and then pushes himself off of the rock towards a natural stone wall. D-11424 makes several noises of exertion and is pushed further downstream before surfacing and holding onto a crag in the rock wall. ) D-11424: Woo! Did you see that? Did you see that? ( D-11424 looks out a wide river, flanked on one side by a large stone cliff and the other by dense forest. ) Dr. Arceo: ( Chuckles. ) Yes, I saw it. Now, describe your surround— D-11424: Oh oh oh! ( Several creatures resembling walruses are seen surveying the river bank. They possess blonde hair styled in a mullet, and black leather jackets with various decorations. A large net drags behind them, attached to their belts by hooks. ) D-11424: And I see a portal! ( Behind the walruses can be seen another portal with a clear path leading to it from the riverbank. ) Dr. Arceo: Report on your situation. D-11424: Walruses, river bank, portal. I think if I can climb over there I can get out. Or, of course, I could climb over to where I think the portal underwater is and work that out. Thoughts? Dr. Arceo: Continue to observe the walruses. D-11424: Really? They're walruses with hairdos. They are doing nothing to nobody. ( The walruses throw the net into the water. ) D-11424: They're just fishing. May I return? ( Dr. Arceo pauses, as she is conferring with the research team for input. ) D-11424: Oh fuck it, I'm going. Dr. Arceo: Please wait for input. D-11424: I am a free interdimensional man, I am going! ( D-11424 begins to scale the rock wall. He ascends approximately 5 meters before pausing. ) D-11424: Whew. This isn't as easy as I thought it would be. Maybe I'll— shit ! ( D-11424 loses his grip and falls into the river. ) Dr. Arceo: 11424! ( D-11424 is swept further downstream. ) D-11424: I'm okay, I'm okay! Just slipped! Need to find another rock— argh. Dr. Arceo: What was that? ( A large number of iridescent green fish resembling catfish obscure the camera. ) D-11424: I'm trapped in something, along with these fish. Dr. Arceo: Can you— D-11424: It's a net! Dr. Arceo: Good. Try to cut yourself out with your knife. D-11424: What do you think I'm doing? And now we're moving. ( The net containing D-11424 and the fish surfaces. ) Dr. Arceo: Can you see anything? Fish are blocking the camera. D-11424: It's the walruses, they've hauled us up. And they're, uh, a bit bigger up close. Dr. Arceo: How big? D-11424: I don't know, maybe 15 feet? Also known as \"fuck it\" in metric. Dr. Arceo: Have they noticed you yet? D-11424: No, thankfully. Dr. Arceo: Good. D-11424: That leather must have been from some big cows. ( The net stops moving. ) D-11424: Uh-oh. Dr. Arceo: What? ( Four of the walrus entities are now visible, and are looking at D-11424. ) D-11424: I, uh, think they see me. Dr. Arceo: Are they hostile? D-11424: So far, no. ( At this point, two of the entities begin to vocalize to one another, and gesture towards D-11424. ) D-11424: I think they're deciding what to do with me. Dr. Arceo: Well— ( One entity opens the net and lifts up D-11424, seemingly by his leg. ) D-11424: Unhand me, foul beast! ( The same two entities converse again. ) D-11424: Well, they haven't killed me yet. ( A third entity inspects D-11424, and begins to vocalize excitedly and gesture to the other entities. ) D-11424: Should I start swinging the knife? Dr. Arceo: Negative. D-11424: I'm getting kinda dizzy, here. ( The entities return D-11424 to the net, tie it closed, and haul it onto a large wagon. ) D-11424: That's better. Dr. Arceo: Where are they taking you? D-11424: To the portal by the river bank, looks like. ( D-11424 sighs. ) This is where I tell you 'you were right', huh? Dr. Arceo: You don't have to. D-11424: Alright, see you on the other side. Hope I'm not sacrificed to something. ( D-11424 is carried through the portal, and emerges into a desert environment. Several unidentified birds can be seen flying overhead. Motion continues to suggest D-11424 is being carried. ) D-11424: Be real with me. What are the chances I get out of this alive? Dr. Arceo: ( Pause as Dr. Arceo confers with research team to assess morale. ) Slim. D-11424: They look like my high school bullies. ( Pause. ) Smell like them too. That might be the fish though. I'm gonna be honest, my knife is doing jack squat. The rope is too thick. Any ideas? Dr. Arceo: None so far. D-11424: Looks like I'm in for a ride. Oh, hey! That's a much better looking portal! ( D-11424 turns camera to face towards an aperture in the desert that the walruses appear to be moving towards. The border is made of a polished red stone, and several ornate designs are visible. The inside is obscured by the walruses. ) D-11424: Oh yeah, yeah this is me getting sacrificed. Calling it now. ( The sound of a large crowd becomes audible as the walruses approach the aperture. ) D-11424: Oh god, what is that stench? ( The walruses cross over. The sky is a dull white, and appears to have a solid boundary. No sun or stars are visible. The source of the lighting is unknown. ) D-11424: God, it's like being inside a fish's stomach. Wait. When did I lose my scuba gear? Dr. Arceo: Describe your surroundings. D-11424: Right. We're still moving. Nothing but a weird, fake sky and awful smells. There's other, uh, not really people I guess, but things walking around all over the place here. Actually, scratch that. We just went past a crowd of Elvises. Dr. Arceo: I'm sorry, repeat? D-11424: You heard me. Elvises. Pulling a gigantic cart with chopped up, uh, train pieces on it. And… we stopped. Dr. Arceo: Alright. Your camera is still obscured with fish, so call out things as you see them. D-11424: You got it. There's plenty of fancy looking gates, kinda like the one we went through to get here. All shapes and sizes. Just passed one the size of a condo, had gold edges all around. Some six-legged giants walked out through there. Dr. Arceo: Describe the layout. You mentioned the sky, but is there a horizon? D-11424: Not sure. There's a wall of gates, like earlier, where everyone seems to come through. It seems to be a bit curved; I can't quite see where it ends. Away from the wall, I can't tell. It looks endless. Dr. Arceo: Which direction are they taking you? D-11424: We were going directly away from the wall, but then we turned to the right. There's stands and canopies everywhere, I can't see the horizon. ( The wagon stops. ) D-11424: Alright, we're stopped. Time to get disemboweled. ( The net is emptied onto a wooden shelf, and D-11424 appears to be bound by the walruses and covered by a sheet. ) D-11424: I'm not really into this. ( One of the walruses begins vocalizing, as several sets of footsteps and creaking wheels draw close. ) Unknown: Salquipper! My man! Got the usual? 1 Unknown: Aw, yeah. Mugspiel! Get the cash and the haul. Mugspiel (presumably): Aye, Eriksson. ( Another walrus vocalizes. ) Eriksson: You got a what ? Sure, we might be ripe for a trade, depending on what ya got, of course. ( The sheet covering D-11424 is whisked away. The entities speaking to the walruses appear to be humans, dressed in traditional Viking garb, with small glowing charms decorating their belts, helmets, and beards. ) Eriksson: Whoa! Salquipper, that ain't no fish. You seriously couldn't tell he looks like one of us? ( Salquipper vocalizes softly. ) Eriksson: Well yeah, he's got no beard, but — whatever. Hey. You! Can you understand me? D-11424: Me? Eriksson: ( Chuckles. ) Of course you, who else? D-11424: You speak English? Eriksson: English? ( To the walrus: ) I'll give ya, eh, six extra flugfish for 'im. ( Salquipper bares its tusks and vocalizes loudly. ) Eriksson: You've lost yer mind. Twelve, then! ( Salquipper nods, and shakes the Viking's hand with its flipper. A second Viking, presumably Mugspiel, hefts a large crate of flat purple fish and exchanges it for a crate of Salquipper's green fish. ) Eriksson: Pleasure doing business with ya. ( He turns to D-11424 and unbinds him. ) So, my friend, how'd you find yerself in this pickle? D-11424: I was uh, exploring, and I got lost. Eriksson: Heh. You're a long ways from yer home, aye? I'd take ya back to Lugwardia with us, but I'm banished from there meself, eheh. D-11424: Banished, you—? Eriksson: If you know which way you came through, we can help guide ya before we head back. D-11424: Well, could you point me to the portal the walruses come through? I got turned around on the way in, but once I get back to their world I can find my way back home. Eriksson: Sure thing. Pinderlump, go ahead and take the… staggfish to trade with the Ukthani. I'll escort our pal here to the doors. ( Several of the charms in his beard gleam temporarily. ) D-11424: I really appreciate that, man. Eriksson: Right, right, now make yerself useful and hold these bags. D-11424: Okay. ( Eriksson and D-11424 continue walking for about 10 minutes. ) D-11424: I don't remember going this way. Eriksson: It's a shortcut, friend. Trust me. D-11424: Right. ( Eriksson stops at a large stall, covered in an ornate red canopy. ) Eriksson: Just need to make a wee stop. Give ya something for the road, as it were. D-11424: Cool. You really don't have to, I mean — Eriksson: I insist! On me honor! Now, stand right there. It'll be a surprise. D-11424: Alright! ( D-11424 looks around. ) ( A crash is heard, followed by both Eriksson and an unidentified voice yelling. The canopy collapses. ) D-11424: Wait, what — ( Several tentacles reach out from underneath the wreck of the canopy, wriggling wildly. Instead of suckers, the tentacles possess four-fingered hands. Two of these tentacles attempt to seize D-11424 and Eriksson, the latter of whom successfully evades. ) D-11424: Oh, come on! Unidentified Voice: ( Unintelligible. ) Thieves! ( Unintelligible. ) D-11424: Eriksson! You bastard! ( Eriksson whistles, and several charms in his beard begin to glow. A glowing blue barrier resembling sheet music forms between him and the mass of tentacles. The wagon with his companions returns, and Eriksson jumps aboard with his stolen goods. ) D-11424: Screw you! ( D-11424 bites several of the fingers on the tentacle, causing it to release him. ) Unidentified Voice: The rule! D-11424: I'm outta here! Dr. Arceo, which way? Dr. Arceo: ( Static. ) I'm not sure, just get out of there and we'll work it out. ( D-11424 begins running. ) D-11424: Yay, static. That's always a good sign. If you can hear me, I think the coast is clear. The tentacle thing is chasing down the Vikings now. Now, to find my way out of here. ( D-11424 wanders for a few minutes before stopping at a crude pyramid composed of stacked, beating hearts, all singing in harmony. ) D-11424: Okay yeah, I remember hearing this one on the way in. I think I'm going the right way. ( Commotion can be heard. D-11424 begins running once again. ) D-11424: Okay maybe not out of the woods yet. Where do I — augh! ( An entity made entirely of cardiovascular muscles approaches D-11424 and begins \"vocalizing\" by pumping at irregular intervals which push air through pipes on top of its \"head\". ) D-11424: Okay, never mind! Never mind! Going away! That was not a fun time, I — ( D-11424 approaches a pit with a small fence around it. Something shiny, wet, and several shades of purple is briefly visible over the precipice. D-11424 gags. ) D-11424: Oh, hey, Arceo, good news. Found the source of the smell. ( D-11424 rounds a corner, and comes upon a large, rotting canine head. Inside is a small group of large mobile pocket knives, with six limbs made out of butterfly knives and wings made of several different types of blades. All of the knife creatures are huddled around a pool of white ooze containing small strips of pink meat. Behind the pool is a desk, behind which a humanoid dog stands and appears to converse with the knives. ) D-11424: Okay. Nice. ( D-11424 descends a spiral staircase, and appears in a large red open hall, inside of which much commotion is audible and innumerable entities are visible. ) D-11424: Arceo, I am going to admit something I don't admit often. I was wrong. This is definitely not the way I came in. Dr. Arceo: ( Static. ) D-11424: Mm. Good talk. I am lost. Dr. Arceo: ( Static. ) ( D-11424 approaches a large, concrete plaza with rows of humanlike bodies suspended from oversized fishing hooks . Faded paint outlines on the ground are shaped like airplanes. ) D-11424: Oh God- ( retches ) Nope! No no no no nope! ( D-11424 wipes his mouth and sprints in the opposite direction. ) D-11424: Fantastic. Well, seeing as people here seem to speak English for no really good reason, I suppose I will… uh… ( Several pale mouthless humanoid entities, with wheel-like appendages instead of legs, are seen staring at D-11424 as they approach the stairs. ) D-11424: What? What, road warriors? Do I look funny to you? ( They surround D-11424. ) D-11424: 'Cause to be completely fair you guys look very funny to me. ( One of the entities points above D-11424. ) D-11424: Hmm? ( D-11424 looks up, and sees a large tube above him, with several triangle designs on its side. Looking down, a large yellow X can be seen underneath D-11424's feet. ) D-11424: Figures. ( D-11424 is abruptly pulled upwards into the tube by some form of suction, and sent through a series of tubes. After sustaining several injuries, D-11424 is expelled into something soft. Static at this point is too prominent, and the room too dark, for any clear image to be made out. Chirping and hooting can be heard. ) D-11424: Oh Jiminy Cricket, guys. Not only is my ankle definitely broken, along with a rib probably, this is definitely a pile of birds. ( Pause. ) News update. After running my hands over the thing, these are definitely fused birds. Wonderful. They did make my landing softer though, which is nice. ( Pause. ) D-11424: Oh wow, like, a minute went by without anything happening. That's new. Calming. Comforting, even. ( Pause. ) D-11424: Okay, so, it took a while, but I found it. The place where I die. I guess this is sacrifice enough. Sacrifice to the bird god or something. They're pretty noisy. Ow! That dick just pecked me! ( D-11424 does not speak for six minutes, and intermittently hums music. Suddenly, all bird sounds stop. ) D-11424: That definitely can't be a good sign. ( The area brightens. D-11424 looks up, and sees a large door opening above him. A large amorphous mass, visibly similar to white cloth with red stains, reaches down from the opening. ) D-11424: ( Sighs. ) Bring it. ( The mass engulfs D-11424. Feed cuts out entirely for about 1 minute. ) D-11424: — whoever else, I don't know if you can see or hear this. I can't see nothing in here, just dark… stuff. ( A maroon shape appears, shifting irregularly. ) D-11424: Oh yay, let's skip the middleman and I'll give blood to the cult god directly. What even are you? ( The shape extends and surrounds D-11424 in several more cloth-like appendages. One of the appendages has a hand at its end, holding a knife. ) D-11424: Shit, help! ( The appendages completely engulf D-11424. The entity emits a loud, low rumble. D-11424 screams intermittently for about 4 minutes. ) D-11424: It's cutting into me! ( 48 seconds of static. ) D-11424: — hear that voice. I'm, uh, honored? Not sure what I've got that you want — ( 23 seconds of static. ) D-11424: — huh. ( Video returns in full, as the cloth entity appears to shove a limp D-11424 into what looks like a garbage chute. Several clanks are heard as D-11424 descends, before he emerges into a naturally-lit square vertical shaft, which extends for an undetermined distance. Concrete portals from before line all four walls of the shaft, out of which piles of various meats are seen to fall. ) D-11424: Where… ( D-11424 falls into a large body of water. After a minute of floating in place, D-11424 is forcefully pulled down and towards the original SCP-3379 portal. Halfway there, D-11424 begins to regain consciousness and resist the pull. His movements reveal that the pulling originates from several tendrils, with hands in place of suckers, similar to the ones encountered earlier. D-11424 is ejected through SCP-3379, and manages to swim to the surface. ) D-11424: I… I survived. Holy shit. [ END LOG ]",
        "\" SCP-3379 \" by DarkStuff and Weryllium, from the SCP Wiki . Source: https://scpwiki.com/scp-3379 . Licensed under CC-BY-SA .",
        "Filename: todaysspecial.jpg Name: Noaa-walrus29 Author: Office of NOAA Corps Operations License: Public Domain Source Link: Wikimedia Commons"
    ],
    "item": "SCP-3379",
    "object_class": "Euclid",
    "containment_procedures": "All sea traffic within 15 km of SCP-3379 is to be rerouted. Two boats are to patrol the area surrounding SCP-3379. SCP-3379-1 instances are to be delivered to the nearest Research Site for study.",
    "description": "SCP-3379 is a rectangular portal approximately 8m beneath the surface of the Arctic ocean, measuring 10m by 15m and surrounded by a concrete frame. SCP-3379 is located 12 km north of Bolshevik Island, Russia.",
    "title": "SCP-3379"
}