{
    "url": "https://scp-wiki.wikidot.com/scp-3383",
    "all_text": "rating: \n+114\n+\n–\nx\n\n\n\n\n\n\nSCP-3383 during period of anomalous sound manifestation.\n\n\n\n\n\n\nItem #:\n SCP-3383\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n The residential properties and forested area directly bordering SCP-3383 have been purchased by a Foundation front company, and are to be occupied by panel-selected D-Class individuals and a staff team of three Level-2 researchers and five security personnel. All houses in the area have been provided with basic amenities and will receive weekly food and essential item deliveries.\n\n\nD-Class personnel assigned to SCP-3383 are to behave as members of a neighborhood largely populated by senior citizens seeking a quiet life. They are to be given daily allotments of tasks to fulfill, including yard maintenance work and processing warehouse items for nearby Foundation sites. Requests for additional leisure material and supervised access to surrounding areas may be made; security staff may fulfill requests based on good behavior.\n\n\nSecurity personnel are to regularly patrol the perimeter of SCP-3383, under the guise of maintaining proper groundskeeping for the private property. Any unauthorized individuals attempting to access SCP-3383 are to be intercepted, interviewed, and amnesticized prior to release.\n\n\nDescription:\n SCP-3383 is a small lake in Escambia County of northern Florida, in the United States of America. When an individual introduces any man-made artificial material into SCP-3383, all humans within 5 meters of SCP-3383 will perceive a loud, irritating series of noises, noted by test subjects to be similar to the tones produced by a dial-up internet modem.\n\n\nWhile largely-regarded as annoying, the noises do not appear to cause any lasting negative effects. These noises are not muffled by protective wear, and will not be detected by electronic equipment. Of note, when anomalous noises are produced by SCP-3383, circular patterns of ripples will manifest on its surface, regardless of current wind conditions or attempts to disturb the lake water.\n\n\nIndividuals who are hard-of-hearing will perceive vibrations, similar to those caused by large speaker systems. The sounds produced by SCP-3383 will persist for at least 20 minutes before ceasing, or until the man-made object has been removed from the lake.\n\n\nSCP-3383 was first brought to Foundation attention when multiple noise complaints were filed by homeowners in the surrounding neighborhood, which at the time was exclusively populated by senior citizens and single young adults. Older individuals had complained about their younger neighbors constantly using loud computer equipment, which was disputed by the accused who noted that they had never used dial-up internet.\n\n\nA Foundation team was dispatched to the location to begin surveillance, and afterward the house occupants were gradually relocated to other neighborhoods.\n\n\nAddendum SCP-3383-1:\n When Foundation researchers later began removing various waste articles\n1\n from SCP-3383, they began perceiving a new anomalous noise, nearly identical to the startup tones associated with early Windows products. Subsequent cleaning visits also triggered the softer, more pleasant tones, even prior to personnel beginning the cleaning process.\n\n\nDuring the winter of 20██, when the Foundation concluded the first preliminary cleaning sweep, SCP-3383 was noted to have completely frozen over for the first time in decades. Prior to this, residents had noted that the water always appeared “agitated”.\n\n\nAddendum SCP-3383-2:\n Based on recent developments, it is currently believed that SCP-3383 may harbor an anomalous entity. On ██/██/████, upon first arriving at SCP-3383 after receiving the new assignment, Doctors Silas Harjo and Elias Harjo (brothers who had been employed by the Foundation for twenty years) noted that they perceived the outline of a large serpentine shape within the lake. While the entity was not clearly visible, the doctors were reasonably certain that the head of the snakelike being possessed long, stag-like antlers. Subsequent scans and imaging analysis detected no such entity within the lake.\n\n\nThe following day, Drs. Harjo and Harjo conducted a trial run of a new experimental process, involving attempting to communicate with SCP-3383 using various pre-recorded electronic tones and short sound clips. Though none of the pre-recorded sounds resulted in a reaction from SCP-3383, when the personnel began lightly conversing\n2\n in their ancestral Muscogee language, a small herd of male deer emerged from the surrounding trees.\n\n\nThe deer reportedly appeared non-anomalous, though all possessed some form of injury, whether a malformed leg or a scabbed-over wound. The deer walked to the edge of SCP-3383 and began to drink, upon which their injuries began to disappear. Drs. Harjo and Harjo were then approached by the deer, which laid down next to the shoreline of SCP-3383 and remained in place after the doctors returned to their quarters.\n\n\nThe Foundation is currently searching for a spiritual leader of Muscogee importance, or a descendant of a prominent figure of similar cultural folklore background, to facilitate future communication with the entity residing in SCP-3383. Revisions to containment procedures are being discussed to accommodate the deer now permanently residing on the banks of SCP-3383.\n\n\n\n\nFootnotes\n\n\n1\n. Including plastic drink bottles, electric batteries of various sizes, and a complete computer hard drive.\n\n\n2\n. It is noted that neither Silas Harjo nor Elias Harjo are completely fluent in any Muskogean languages.\n\n\n\n\n\n\n\n\n« \nSCP-3382\n | SCP-3383 | \nSCP-3384\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3383\n\" by Zyn, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3383\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Lake.jpg\n\n\nAuthor:\n \nZyn\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [
        "Addendum SCP-3383-1: When Foundation researchers later began removing various waste articles 1 from SCP-3383, they began perceiving a new anomalous noise, nearly identical to the startup tones associated with early Windows products. Subsequent cleaning visits also triggered the softer, more pleasant tones, even prior to personnel beginning the cleaning process.\nDuring the winter of 20██, when the Foundation concluded the first preliminary cleaning sweep, SCP-3383 was noted to have completely frozen over for the first time in decades. Prior to this, residents had noted that the water always appeared “agitated”.",
        "Addendum SCP-3383-2: Based on recent developments, it is currently believed that SCP-3383 may harbor an anomalous entity. On ██/██/████, upon first arriving at SCP-3383 after receiving the new assignment, Doctors Silas Harjo and Elias Harjo (brothers who had been employed by the Foundation for twenty years) noted that they perceived the outline of a large serpentine shape within the lake. While the entity was not clearly visible, the doctors were reasonably certain that the head of the snakelike being possessed long, stag-like antlers. Subsequent scans and imaging analysis detected no such entity within the lake.\nThe following day, Drs. Harjo and Harjo conducted a trial run of a new experimental process, involving attempting to communicate with SCP-3383 using various pre-recorded electronic tones and short sound clips. Though none of the pre-recorded sounds resulted in a reaction from SCP-3383, when the personnel began lightly conversing 2 in their ancestral Muscogee language, a small herd of male deer emerged from the surrounding trees.\nThe deer reportedly appeared non-anomalous, though all possessed some form of injury, whether a malformed leg or a scabbed-over wound. The deer walked to the edge of SCP-3383 and began to drink, upon which their injuries began to disappear. Drs. Harjo and Harjo were then approached by the deer, which laid down next to the shoreline of SCP-3383 and remained in place after the doctors returned to their quarters.\nThe Foundation is currently searching for a spiritual leader of Muscogee importance, or a descendant of a prominent figure of similar cultural folklore background, to facilitate future communication with the entity residing in SCP-3383. Revisions to containment procedures are being discussed to accommodate the deer now permanently residing on the banks of SCP-3383."
    ],
    "documents": [],
    "notes": [
        "\" SCP-3383 \" by Zyn, from the SCP Wiki . Source: https://scpwiki.com/scp-3383 . Licensed under CC-BY-SA .",
        "Filename: Lake.jpg Author: Zyn License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "item": "SCP-3383",
    "object_class": "Euclid",
    "containment_procedures": "The residential properties and forested area directly bordering SCP-3383 have been purchased by a Foundation front company, and are to be occupied by panel-selected D-Class individuals and a staff team of three Level-2 researchers and five security personnel. All houses in the area have been provided with basic amenities and will receive weekly food and essential item deliveries.",
    "description": "SCP-3383 is a small lake in Escambia County of northern Florida, in the United States of America. When an individual introduces any man-made artificial material into SCP-3383, all humans within 5 meters of SCP-3383 will perceive a loud, irritating series of noises, noted by test subjects to be similar to the tones produced by a dial-up internet modem.",
    "title": "SCP-3383"
}