{
    "url": "https://scp-wiki.wikidot.com/scp-3422",
    "all_text": "rating: \n+149\n+\n–\nx\n\n\nItem #:\n SCP-3422\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-3422 is to be preserved in cold storage at Site-10 and kept under guard by two security personnel at all times. Under no circumstances are personnel to attempt learning more regarding the circumstances behind the murder of SCP-3422. All personnel working with SCP-3422 are to be periodically administered with Class-B amnestics in order to prevent activation of its anomalous effects.\n\n\nAll information regarding the murder of SCP-3422 is to be removed from public record, and a cover story involving its death in a car crash is to be disseminated. SCP-3422's close family and friends with knowledge of its murder are to be dosed with Class-C amnestics in order to correct their memory to suit this cover story.\n\n\nDescription:\n SCP-3422 is the corpse of thirty-five year old Paul Henderson, who was shot and killed in his home by an anonymous assailant on 01/09/2011. SCP-3422's anomalous effects activate shortly after any individual (hereafter referred to as the victim) attempts to learn more about its murder in a manner that could lead them to the culprit. This can consist of attempts to gather evidence, locate potential witnesses or even simply idle thought regarding the murder.\n\n\nUpon activation of its anomalous properties, SCP-3422 will disappear from its original location and manifest as several, animate clones of SCP-3422 within the vicinity of the victim. These clones will hereafter be referred to as instances of SCP-3422-1. There does not appear to be a maximum range to SCP-3422's anomalous properties.\n\n\nInstances of SCP-3422-1 will pursue the victim indefinitely, attempting to make physical contact. Despite their anomalous manifestation, these instances show similar durability to the original SCP-3422 and can thus be destroyed with relative ease. Instances of SCP-3422-1 will continue to appear at an exponential rate, however, invariably causing the victim to eventually succumb. During manifestation, SCP-3422-1 instances have been observed to repeatedly vocalize a number of phrases, most commonly \"it's fine\", \"leave him be\" and \"it's done now\".\n\n\nUpon physical contact with an instance of SCP-3422-1, the victim will fall unconscious, losing all memories regarding the murder and existence of SCP-3422 upon waking. Following the victim falling unconscious, all SCP-3422-1 instances will vanish and SCP-3422 will reappear at its location prior to activation.\n\n\n\n\nSecure Addendum 3422-1\n\n\n\n\nClose\n\n\n\n\nWarning: It is recommended that personnel administer their provided amnestics after reading this addendum, due to the high probability of SCP-3422 activation being caused by knowledge of its contents. This addendum is only to be read in the presence of a supervisor.\n\n\nSecure Addendum 3422-1:\n The following is an interview with the murderer of Paul Henderson, his younger brother Alan Henderson, conducted on 01/10/2011. Mr. Henderson turned himself in to the police the morning after his brother's murder, before the body had been discovered, resulting in a significant number of SCP-3422-1 manifestations in the police station.\n\n\nThe Foundation responded, administered all witnesses to Mr. Henderson's confession with amnestics as appropriate, and brought Mr. Henderson into temporary custody. Following the interview, Mr. Henderson was put through substantial amnestic therapy in order to remove memories of the murder and prevent him from acting as a vector for SCP-3422's effects.\n\n\nIrrelevant sections of the interview have been excised from this file and are available upon request from the Archival Department.\n\n\nInterviewer:\n Agent Jones\n\n\nInterviewed:\n Alan Henderson\n\n\n\n\n<Begin Interview>\n\n\nAgent Jones:\n Can you tell me exactly, in your own words, what happened, Mr. Henderson? For the record.\n\n\n(Henderson nods.)\n\n\nHenderson:\n I wasn't doing well with money. Never have been, I guess. Paul…Paul always helped me out. Maybe that's why I was so bad with it—I knew he'd just bail me out if I fucked up. (Pause.) No. No, it was my own damn fault.\n\n\nAgent Jones:\n So you went to him with your money troubles that night?\n\n\nHenderson:\n No, it was the night before. I had nothing, again, so I went to him. He'd always looked out for me, you know? Ever since we were kids, getting me out of trouble. But he said he couldn't help me. Said he had his own troubles, and he just couldn't help me right now. Said I was welcome to stay, but I just stormed off. Wasn't thinking straight.\n\n\nAgent Jones:\n And you came back the next night.\n\n\nHenderson:\n (Nods.) Yeah. With a gun. (Pause.) I didn't mean to use it, I swear, I just wanted to…to scare him, I guess, so he'd give me what I wanted. He put his hands up. We walked over to the safe and, and, and I don't know. There must have been something on the floor, I don't know what it was, but I stepped on it and I was tripping and my finger just…just pulled.\n\n\n(Pause.)\n\n\nHenderson:\n He was lying on the floor. There was a hole in him, filled with blood, and it was…it was spreading all around him too and I didn't know what to do. I didn't, I just…I just didn't. He looked up at me, and he didn't look angry or nothing. Blood pouring out his mouth, and he wasn't angry, he just said…it's okay, he said. It's okay.\n\n\n(Pause.)\n\n\nHenderson:\n And then he died.\n\n\n<End Interview>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3421\n | SCP-3422 | \nSCP-3423\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3422\n\" by Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3422\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "<Begin Interview> Agent Jones: Can you tell me exactly, in your own words, what happened, Mr. Henderson? For the record. (Henderson nods.) Henderson: I wasn't doing well with money. Never have been, I guess. Paul…Paul always helped me out. Maybe that's why I was so bad with it—I knew he'd just bail me out if I fucked up. (Pause.) No. No, it was my own damn fault. Agent Jones: So you went to him with your money troubles that night? Henderson: No, it was the night before. I had nothing, again, so I went to him. He'd always looked out for me, you know? Ever since we were kids, getting me out of trouble. But he said he couldn't help me. Said he had his own troubles, and he just couldn't help me right now. Said I was welcome to stay, but I just stormed off. Wasn't thinking straight. Agent Jones: And you came back the next night. Henderson: (Nods.) Yeah. With a gun. (Pause.) I didn't mean to use it, I swear, I just wanted to…to scare him, I guess, so he'd give me what I wanted. He put his hands up. We walked over to the safe and, and, and I don't know. There must have been something on the floor, I don't know what it was, but I stepped on it and I was tripping and my finger just…just pulled. (Pause.) Henderson: He was lying on the floor. There was a hole in him, filled with blood, and it was…it was spreading all around him too and I didn't know what to do. I didn't, I just…I just didn't. He looked up at me, and he didn't look angry or nothing. Blood pouring out his mouth, and he wasn't angry, he just said…it's okay, he said. It's okay. (Pause.) Henderson: And then he died. <End Interview>",
        "\" SCP-3422 \" by Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-3422 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3422",
    "object_class": "Euclid",
    "containment_procedures": "SCP-3422 is to be preserved in cold storage at Site-10 and kept under guard by two security personnel at all times. Under no circumstances are personnel to attempt learning more regarding the circumstances behind the murder of SCP-3422. All personnel working with SCP-3422 are to be periodically administered with Class-B amnestics in order to prevent activation of its anomalous effects.",
    "description": "SCP-3422 is the corpse of thirty-five year old Paul Henderson, who was shot and killed in his home by an anonymous assailant on 01/09/2011. SCP-3422's anomalous effects activate shortly after any individual (hereafter referred to as the victim) attempts to learn more about its murder in a manner that could lead them to the culprit. This can consist of attempts to gather evidence, locate potential witnesses or even simply idle thought regarding the murder.",
    "title": "SCP-3422"
}