{
    "url": "https://scp-wiki.wikidot.com/scp-3424",
    "all_text": "rating: \n+182\n+\n–\nx\n\n\n\n\n\n\nSCP-3424\n\n\n\n\n\n\nItem #:\n SCP-3424\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3424 is kept in a large, clear glass storage container at Site-19 with access to sunlight. SCP-3424-01 does not need accommodations traditionally given to humanoid SCPs. When these have been provided, there has been no noticeable change in either SCP-3424 or SCP-3424-01.\n\n\nDescription:\n SCP-3424 is a lemon (\nCitrus limon\n) purchased by Angela ██████ on 3/3/20██ at a local ██████ █. She reported it to several friends and family members before it was brought to Foundation attention as an anecdote about her daughter seeing \"a disappearing man in the fruit bowl\". It was recovered without incident and has been in Foundation custody for ██ months. It has shown no signs of decay despite lack of refrigeration.\n\n\nIts anomalous properties manifest when a human being viewing SCP-3424 head on from within 1m away, without breaking eye contact, snaps their fingers and blinks. After this occurs SCP-3424 produces the visual hallucination SCP-3424-01, a male of Latin American descent in his late teens\n1\n. All hallucinations associated with SCP-3424-01 will remain until subject blinks again.\n\n\nTested subjects report auditory hallucinations as well and are capable of having a conversation with SCP-3424-01. Observing researchers are unable to see or hear SCP-3424-01.\n\n\nSCP-3424 Interview Logs\n\n\n\n\nInterview #01, 3/15/20██\n\n\n\n\nInterview #01, 3/15/20██\n\n\n\n\n\n\nSubject:\n D-9564\n\n\nParameters:\n D-9564 snaps her fingers and blinks. SCP-3424-01 reportedly manifests.\n\n\n<Begin Log>\n\n\nResearcher Anselman:\n Please describe SCP-3424-01.\n\n\nD-9564:\n He looks like a tall dweeby guy. \n[pause]\n Did you hear that?\n\n\nResearcher Anselman:\n No. Please describe SCP-3424-01 further.\n\n\nD-9564:\n Uh…like, six feet tall? Brown hair. His nose is sorta big. Maybe Hispanic? \n[pause]\n He says he's Mexican. He wants to know if he can leave.\n\n\nResearcher Anselman:\n Inform him that we're unable to do that at this time.\n\n\nD-9564:\n He says no. \n[pause]\n No, dude, look, it's okay— \n[D-9564 blinks]\n Where'd he go?\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\nInterview #02, 3/17/20██\n\n\n\n\nInterview #02, 3/17/20██\n\n\n\n\n\n\nSubject:\n Dr. Lavoie, psychologist\n\n\nNotes:\n Testing relies on subjects' honesty in reporting their conversation, and after determining SCP-3424's object class (██/██/20██), all testing is to be done by Level 2 personnel. The following interviews have been recorded using a combination of the transcribed subject and the subject's reports on SCP-3424-01's replies.\n\n\nParameters:\n Dr. Lavoie snaps his fingers and blinks. SCP-3424-01 reportedly manifests.\n\n\n<Begin Log>\n\n\nSCP-3424-01:\n You're new.\n\n\nDr. Lavoie:\n I'm a psychologist. Do you know where you are?\n\n\nSCP-3424-01:\n Somewhere that sucks. It sucks here.\n\n\nDr. Lavoie:\n Do you know how you got here?\n\n\nSCP-3424-01:\n No. When I blink out, it just goes dark, and I hate it. I hate it. I should've thought of that.\n\n\nDr. Lavoie:\n Thought of it before what?\n\n\nSCP-3424-01:\n Before we did this. But you get it, right? You get the message?\n\n\nDr. Lavoie:\n I'm here to determine how we should house you. Can you tell me how the dark feels? \n[blinks]\n Oop, damn.\n\n\n<End Log>\n\n\nClosing Statement:\n Dr. Lavoie performed the steps again; SCP-3424-01 reportedly manifested again. Conversation lasted approx. 15 minutes, after which Dr. Lavoie requested SCP-3424 be given larger living quarters, bed, and chair. Request approved.\n\n\n\n\n\n\n\n\n\n\n\n\nInterview #03, 3/29/20██\n\n\n\n\nInterview #03, 3/29/20██\n\n\n\n\n\n\nSubject:\n Researcher Anselman\n\n\nParameters:\n SCP-3424 placed in a containment locker, testing for manifestation of SCP-3424-01 without eye contact. Researcher Anselman snaps his fingers and blinks. SCP-3424-01 does not manifest. A hole is drilled in the containment locker, allowing Researcher Anselman view of 3cm of SCP-3424. Researcher Anselman snaps his fingers and blinks. SCP-3424-01 reportedly manifests, with only part of his feet visible in the drilled hole.\n\n\n<Begin Log>\n\n\nSCP-3424-01:\n Can I talk to Dr. Lavoie?\n\n\nResearcher Anselman:\n No. SCP-3424-01, do you know where you are?\n\n\nSCP-3424-01:\n No. Some kind of lab?\n\n\nResearcher Anselman:\n Do you know how you got here?\n\n\nSCP-3424-01:\n No, I was supposed to—oh shit. Oh shit. Are you the scientist guys?\n\n\nResearcher Anselman:\n I'm sorry, I don't—\n\n\nSCP-3424-01:\n The Foundation! Shit, man, I wasn't supposed to go here—\n\n\nResearcher Anselman:\n Here?\n\n\nSCP-3424-01:\n My brother's gonna be so mad.\n\n\nResearcher Anselman:\n Who's your brother?\n\n\nSCP-3424-01:\n \n[pause]\n Like I'd tell you.\n\n\nResearcher Anselman:\n Can you move?\n\n\nSCP-3424-01:\n No.\n\n\nResearcher Anselman:\n Is that due to the nature of the locker or the nature of yourself?\n\n\n[Researcher Anselman blinks involuntarily, snaps his fingers and blinks again.]\n\n\nResearcher Anselman:\n Is your inability to move—\n\n\nSCP-3424-01:\n It's dark in here. Please let me out.\n\n\nResearcher Anselman:\n Please answer the question.\n\n\nSCP-3424-01:\n I want to go home. It's too dark in here.\n\n\n[Researcher Anselman blinks involuntarily, snaps his fingers and blinks again.]\n\n\nResearcher Anselman:\n Do you need the additional items we have provided for you?\n\n\nSCP-3424-01:\n If anyone could keep their eyes open for more than a few seconds, maybe, but—\n\n\nResearcher Anselman:\n In the interest of giving your space to an SCP who would make better use of it, we would like to have you moved. Would it cause you any harm to be placed in a storage locker?\n\n\nSCP-3424-01:\n Please don't, I don't like the dark, I don't like small spaces, please don't, please don't—\n\n\nResearcher Anselman:\n Would it cause you harm?\n\n\nSCP-3424-01:\n I don't know, I don't think so. But please—\n\n\n[Researcher Anselman blinks, does not snap his fingers and blink again.]\n\n\n<End Log>\n\n\n\n\nAddendum 3424-01:\n Request from Researcher Anselman to move SCP to containment locker submitted with stipulation that container be humanoid-sized, clear, and exposed to sunlight. Request approved.\n\n\n\n\n\n\n\n\n\n\nInterview #04, 4/19/20██\n\n\n\n\nInterview #04, 4/19/20██\n\n\n\n\n\n\nSubject:\n Researcher Anselman\n\n\nParameters:\n SCP-3424 has not been moved from the locker. Researcher Anselman snaps his fingers and blinks. SCP-3424-01 reportedly manifests.\n\n\n<Begin Log>\n\n\nResearcher Anselman:\n You mentioned in our previous interview that you wanted to go home. Where is home?\n\n\nSCP-3424-01:\n Thank God! Listen, man, you gotta let me—\n\n\nResearcher Anselman:\n Where is home?\n\n\nSCP-3424-01:\n Cordova! Cordova, in Texas! You have to take me home, this is against the constitution! I got rights!\n\n\nResearcher Anselman:\n You mentioned your brother—\n\n\nSCP-3424-01:\n Fuck him! Fuck you! Get me out of this box!\n\n\nResearcher Anselman:\n All right. We'll try again tomorrow—\n\n\nSCP-3424-01:\n No, wait!\n\n\n[Researcher Anselman blinks involuntarily, snaps his fingers and blinks again.]\n\n\nSCP-3424-01:\n Don't leave again, please. My brother's an artist. He makes political art. Raul H██████?\n\n\nResearcher Anselman:\n I haven't heard of him.\n\n\nSCP-3424-01:\n He got involved with some shady dudes, he—\n\n\n[Researcher Anselman blinks involuntarily, snaps his fingers and blinks again.]\n\n\nSCP-3424-01:\n Stop doing that!\n\n\nResearcher Anselman:\n I'm sorry, I—\n\n\nSCP-3424-01:\n I just, please! Please try not to blink! \n[pause, SCP 3424-01 breathes heavily for 20 seconds.]\n These dudes told Raul that if he really wanted to make a statement, they could teach him how to make art that mattered, but he'd have to use a person. He told me that I'd make such a big difference.\n\n\nResearcher Anselman:\n And you agreed?\n\n\nSCP-3424-01:\n 'Course I agreed, come on, man. That's my brother. He said if we got this message out, it'd help him, it'd help me, it'd help every \nMexicano\n in this country.\n\n\nResearcher Anselman:\n What was the message of your art?\n\n\nSCP-3424-01:\n My family picks fruit all over the US. Aunts, uncles, cousins, our parents, my brother too, for a little while. We got out, we were lucky, my dad don't have much of an accent and Raul sold some major stuff. But it just made him so angry. He only ever saw brown people picking fruit.\n\n\nResearcher Anselman:\n So he decided—\n\n\nSCP-3424-01:\n —that if we were going to just pick fruit, why not make people see us as fruit.\n\n\nResearcher Anselman:\n And the snapping?\n\n\nSCP-3424-01:\n How else do you get a servant's attention? \n[Researcher Anselman blinks involuntarily, snaps his fingers and blinks again. Upon SCP-3424-01's reemergence, it looks significantly sadder.]\n I was supposed to be, like, guerrilla art. Those guys…they told us not to let the Foundation get us. That they'd turn me back if they could get to me, but if you had me, they couldn't get to me.\n\n\nResearcher Anselman:\n Did they say what their organization's name was?\n\n\nSCP-3424-01:\n They said \nyou'd know who they were\n. \n[pause]\n Thanks for the box. The light is nice.\n\n\nResearcher Anselman:\n Sure.\n\n\nSCP-3424-01:\n Can you get a message to my family?\n\n\nResearcher Anselman:\n I'm afraid I can't allow that. I'm sorry.\n\n\nSCP-3424-01:\n Okay. It's okay. The box is okay. \n[pause]\n No one even got it. The message. The art. I've had to explain it ten times. So what was the point?\n\n\n[Researcher Anselman blinks, does not repeat steps.]\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. SCP-3424-01 matches the description of I██ H██████, reported missing from his home in Cordova, TX on 6/18/20██.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3423\n | SCP-3424 | \nSCP-3425\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Subject: D-9564 Parameters: D-9564 snaps her fingers and blinks. SCP-3424-01 reportedly manifests. <Begin Log> Researcher Anselman: Please describe SCP-3424-01. D-9564: He looks like a tall dweeby guy. [pause] Did you hear that? Researcher Anselman: No. Please describe SCP-3424-01 further. D-9564: Uh…like, six feet tall? Brown hair. His nose is sorta big. Maybe Hispanic? [pause] He says he's Mexican. He wants to know if he can leave. Researcher Anselman: Inform him that we're unable to do that at this time. D-9564: He says no. [pause] No, dude, look, it's okay— [D-9564 blinks] Where'd he go? <End Log>",
        "Subject: Dr. Lavoie, psychologist Notes: Testing relies on subjects' honesty in reporting their conversation, and after determining SCP-3424's object class (██/██/20██), all testing is to be done by Level 2 personnel. The following interviews have been recorded using a combination of the transcribed subject and the subject's reports on SCP-3424-01's replies. Parameters: Dr. Lavoie snaps his fingers and blinks. SCP-3424-01 reportedly manifests. <Begin Log> SCP-3424-01: You're new. Dr. Lavoie: I'm a psychologist. Do you know where you are? SCP-3424-01: Somewhere that sucks. It sucks here. Dr. Lavoie: Do you know how you got here? SCP-3424-01: No. When I blink out, it just goes dark, and I hate it. I hate it. I should've thought of that. Dr. Lavoie: Thought of it before what? SCP-3424-01: Before we did this. But you get it, right? You get the message? Dr. Lavoie: I'm here to determine how we should house you. Can you tell me how the dark feels? [blinks] Oop, damn. <End Log> Closing Statement: Dr. Lavoie performed the steps again; SCP-3424-01 reportedly manifested again. Conversation lasted approx. 15 minutes, after which Dr. Lavoie requested SCP-3424 be given larger living quarters, bed, and chair. Request approved.",
        "Subject: Researcher Anselman Parameters: SCP-3424 placed in a containment locker, testing for manifestation of SCP-3424-01 without eye contact. Researcher Anselman snaps his fingers and blinks. SCP-3424-01 does not manifest. A hole is drilled in the containment locker, allowing Researcher Anselman view of 3cm of SCP-3424. Researcher Anselman snaps his fingers and blinks. SCP-3424-01 reportedly manifests, with only part of his feet visible in the drilled hole. <Begin Log> SCP-3424-01: Can I talk to Dr. Lavoie? Researcher Anselman: No. SCP-3424-01, do you know where you are? SCP-3424-01: No. Some kind of lab? Researcher Anselman: Do you know how you got here? SCP-3424-01: No, I was supposed to—oh shit. Oh shit. Are you the scientist guys? Researcher Anselman: I'm sorry, I don't— SCP-3424-01: The Foundation! Shit, man, I wasn't supposed to go here— Researcher Anselman: Here? SCP-3424-01: My brother's gonna be so mad. Researcher Anselman: Who's your brother? SCP-3424-01: [pause] Like I'd tell you. Researcher Anselman: Can you move? SCP-3424-01: No. Researcher Anselman: Is that due to the nature of the locker or the nature of yourself? [Researcher Anselman blinks involuntarily, snaps his fingers and blinks again.] Researcher Anselman: Is your inability to move— SCP-3424-01: It's dark in here. Please let me out. Researcher Anselman: Please answer the question. SCP-3424-01: I want to go home. It's too dark in here. [Researcher Anselman blinks involuntarily, snaps his fingers and blinks again.] Researcher Anselman: Do you need the additional items we have provided for you? SCP-3424-01: If anyone could keep their eyes open for more than a few seconds, maybe, but— Researcher Anselman: In the interest of giving your space to an SCP who would make better use of it, we would like to have you moved. Would it cause you any harm to be placed in a storage locker? SCP-3424-01: Please don't, I don't like the dark, I don't like small spaces, please don't, please don't— Researcher Anselman: Would it cause you harm? SCP-3424-01: I don't know, I don't think so. But please— [Researcher Anselman blinks, does not snap his fingers and blink again.] <End Log>",
        "Subject: Researcher Anselman Parameters: SCP-3424 has not been moved from the locker. Researcher Anselman snaps his fingers and blinks. SCP-3424-01 reportedly manifests. <Begin Log> Researcher Anselman: You mentioned in our previous interview that you wanted to go home. Where is home? SCP-3424-01: Thank God! Listen, man, you gotta let me— Researcher Anselman: Where is home? SCP-3424-01: Cordova! Cordova, in Texas! You have to take me home, this is against the constitution! I got rights! Researcher Anselman: You mentioned your brother— SCP-3424-01: Fuck him! Fuck you! Get me out of this box! Researcher Anselman: All right. We'll try again tomorrow— SCP-3424-01: No, wait! [Researcher Anselman blinks involuntarily, snaps his fingers and blinks again.] SCP-3424-01: Don't leave again, please. My brother's an artist. He makes political art. Raul H██████? Researcher Anselman: I haven't heard of him. SCP-3424-01: He got involved with some shady dudes, he— [Researcher Anselman blinks involuntarily, snaps his fingers and blinks again.] SCP-3424-01: Stop doing that! Researcher Anselman: I'm sorry, I— SCP-3424-01: I just, please! Please try not to blink! [pause, SCP 3424-01 breathes heavily for 20 seconds.] These dudes told Raul that if he really wanted to make a statement, they could teach him how to make art that mattered, but he'd have to use a person. He told me that I'd make such a big difference. Researcher Anselman: And you agreed? SCP-3424-01: 'Course I agreed, come on, man. That's my brother. He said if we got this message out, it'd help him, it'd help me, it'd help every Mexicano in this country. Researcher Anselman: What was the message of your art? SCP-3424-01: My family picks fruit all over the US. Aunts, uncles, cousins, our parents, my brother too, for a little while. We got out, we were lucky, my dad don't have much of an accent and Raul sold some major stuff. But it just made him so angry. He only ever saw brown people picking fruit. Researcher Anselman: So he decided— SCP-3424-01: —that if we were going to just pick fruit, why not make people see us as fruit. Researcher Anselman: And the snapping? SCP-3424-01: How else do you get a servant's attention? [Researcher Anselman blinks involuntarily, snaps his fingers and blinks again. Upon SCP-3424-01's reemergence, it looks significantly sadder.] I was supposed to be, like, guerrilla art. Those guys…they told us not to let the Foundation get us. That they'd turn me back if they could get to me, but if you had me, they couldn't get to me. Researcher Anselman: Did they say what their organization's name was? SCP-3424-01: They said you'd know who they were . [pause] Thanks for the box. The light is nice. Researcher Anselman: Sure. SCP-3424-01: Can you get a message to my family? Researcher Anselman: I'm afraid I can't allow that. I'm sorry. SCP-3424-01: Okay. It's okay. The box is okay. [pause] No one even got it. The message. The art. I've had to explain it ten times. So what was the point? [Researcher Anselman blinks, does not repeat steps.] <End Log>"
    ],
    "item": "SCP-3424",
    "object_class": "Safe",
    "containment_procedures": "SCP-3424 is kept in a large, clear glass storage container at Site-19 with access to sunlight. SCP-3424-01 does not need accommodations traditionally given to humanoid SCPs. When these have been provided, there has been no noticeable change in either SCP-3424 or SCP-3424-01.",
    "description": "SCP-3424 is a lemon (Citrus limon) purchased by Angela ██████ on 3/3/20██ at a local ██████ █. She reported it to several friends and family members before it was brought to Foundation attention as an anecdote about her daughter seeing \"a disappearing man in the fruit bowl\". It was recovered without incident and has been in Foundation custody for ██ months. It has shown no signs of decay despite lack of refrigeration.",
    "title": "SCP-3424"
}