{
    "url": "https://scp-wiki.wikidot.com/scp-3425",
    "all_text": "rating: \n+102\n+\n–\nx\n\n\nItem #:\n SCP-3425\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3425 is to be contained in a transparent chamber measuring 5 m x 5 m. The door to SCP-3425's chamber can be unlocked by any personnel Class 3 or higher. SCP-3425 is to be exposed to a 1 kg sheet of iron twice a week. The resulting object is to be removed from containment and studied. SCP-3425's behavior is to be monitored hourly, and any abnormalities must be reported to researchers involved with SCP-3425. In the event that SCP-3425 begins acting distressed, it is to be given a 5kg steel ingot and must be monitored until it resumes normal behavior.\n\n\nDescription:\n SCP-3425 is a humanoid entity, measuring 1.75 m in height and weighing 748 kg. SCP-3425 wears an early-20th century welder's suit consisting of an unusually durable rubber-like material. SCP-3425's face is obscured by a welder's helmet, though the glass is tinted too dark to see through. All attempts to remove SCP-3425's suit and helmet to further study its body have resulted in failure (it was not until Incident 3425-A that researchers were able to observe SCP-3425 beneath its suit). SCP-3425's body is metallic and consists of iron. SCP-3425 displays no signs of biological life; it has no pulse, does not breathe, and thermal imagery shows that it gives off no body heat aside from in its chest. SCP-3425 possesses a blowtorch-like device in place of its left hand. SCP-3425's method of powering this device is currently unknown.\n\n\nSCP-3425 does not speak or emit any other noises, aside from a scraping noise occasionally heard when it moves. SCP-3425's behavior is usually sedentary; movement is rare when not exposed to any stimuli. When moving, SCP-3425 shows signs of intelligence, and appears to experience emotions. SCP-3425 has a docile nature and is friendly towards personnel. SCP-3425 is obsessed with metalworking and metals (especially those presented in simplistic shapes). When faced with a lack of resources, SCP-3425 becomes distressed and attempts to get the attention of nearby researchers. If it is not exposed to resources for an extended period of time, SCP-3425 often resorts to self-sacrificing measures to obtain metal.\n\n\nSCP-3425 has shown the ability to manipulate metallic materials on the molecular scale, accomplishing feats that would normally be impossible with a given material. SCP-3425 uses this anomalous property to create devices and trinkets, often working for hours or even days without end before it finishes a creation.\n\n\nAddendum-1: Testing Logs\n\n\n\n\n\n\nDate\n\n\nResearcher\n\n\nSample\n\n\nResult\n\n\nTime Taken (Days:Hours:Minutes)\n\n\n\n\n\n\n██/██/2007\n\n\nDr. Peterson\n\n\n1 kg of steel\n\n\nOne fully-functioning wristwatch composed entirely of steel. Retained original mass of 1 kg. Currently in possession of Dr. Peterson.\n\n\n0:05:23\n\n\n\n\n\n\n██/██/2008\n\n\nDr. Peterson\n\n\n1 kg of copper\n\n\nOne small statue of an unidentified man. SCP-3425 shows a protective attitude of the statue upon attempted extraction. SCP-3425 is permitted to keep the statue following approval from site director.\n\n\n0:19:57\n\n\n\n\n\n\n██/██/2009\n\n\nDr. Sherry\n\n\n1 kg of mercury\n\n\nSCP-3425 fruitlessly attempts to shape the sample for days, before giving up and leaving it in the corner of its chamber. Further attempts to expose SCP-3425 to mercury result in no response.\n\n\n5:07:16\n\n\n\n\n\n\n██/██/2009\n\n\nDr. Sherry\n\n\n1 kg of gold\n\n\nOne spoon composed of gold. Testing shows no unusual properties, and the object is melted down for reuse.\n\n\n0:01:05\n\n\n\n\n\n\n██/██/2009\n\n\nDr. Sherry\n\n\n1 kg of aluminum\n\n\nOne Curta Type I calculator\n1\n composed entirely of aluminum. Calculator functions perfectly, though it lacks a serial number. Currently in possession of Dr. Sherry.\n\n\n3:17:33\n\n\n\n\n\n\n██/██/2010\n\n\nDr. Sherry\n\n\n1 kg of steel\n\n\nOne M1911 pistol\n2\n (with no ammo) composed entirely of steel. Testing at the on-site armory showed that the pistol is not only functional, but appears to fire bullets at a higher velocity than a standard M1911. Currently located at on-site armory.\n\n\n0:11:23\n\n\n\n\n\n\n██/██/2010\n\n\nDr. Sherry\n\n\n1 kg of nickel\n\n\n128 US Pennies, consisting of nickel as opposed to copper. Coins were observed to be strongly magnetic; no on-site personnel were able to separate them without use of tools. Currently located inside Dr. Sherry's desk.\n\n\n0:07:56\n\n\n\n\n\n\n██/██/2011\n\n\nDr. Sherry\n\n\n10,000 kg of iron (SCP-3425 is transferred to a larger facility for the test)\n\n\nOne large compass with a volume of 1.27 m\n3\n. As opposed to pointing north, the compass always points towards SCP-3425 (later analysis of SCP-3425 confirmed that it is not magnetic). Compass was transferred to a foundation storage facility.\n\n\n7:17:42\n\n\n\n\n\n\n██/██/2012\n\n\nDr. Sherry\n\n\n1 kg of steel\n\n\nOne small wind-up figure appearing to resemble Dr. Sherry. When wound up, the figure walks in a random path, occasionally stopping to take notes on a clipboard in its hand. Currently located inside Dr. Sherry's desk.\n\n\n1:37:51\n\n\n\n\n\n\n██/██/2012\n\n\nDr. Sherry\n\n\n1 kg of copper\n\n\nOne unmarked copper box with a singular button on its top face. Upon pressing the button for more than one second, the box records sound for five seconds. Upon pressing the button for less than one second, the box emits a loud series of grinding noises that vaguely resemble the recorded sound. Currently in possession of Dr. Sherry.\n\n\n2:17:21\n\n\n\n\n\n\n██/██/2012\n\n\nDr. Sherry\n\n\n1 kg of uranium\n\n\nUpon making contact with SCP-3425's blowtorch, the sample begins to glow and releases high levels of radiation. SCP-3425 drops the sample in apparent confusion but is otherwise unharmed. Sample is promptly retrieved from SCP-3425's containment chamber. Following testing, Dr. Sherry begins to show signs of radiation sickness. Dr. Sherry is temporarily relieved of research duties to recover.\n\n\n0:00:04\n\n\n\n\n\n\n██/██/2013\n\n\nDr. Peterson\n\n\nOne copper statue (see test ██/██/2008)\n\n\nObject discovered in daily inspection of SCP-3425's containment cell. Surveillance footage shows SCP-3425 picking up statue and reshaping it. SCP-3425 produces one copper tablet with a series of small pictures engraved into it. Pictures were interpreted as a request, begging researchers to conduct more tests. Tablet was confiscated and all tests regarding SCP-3425 were put on hold.\n\n\n0:00:32\n\n\n\n\n\n\n██/██/2015\n\n\nDr. Peterson\n\n\nSCP-3425's right arm (27.3 kg of iron)\n\n\nSee Addendum-2\n\n\n0:13:19\n\n\n\n\n\n\nAddendum-2: Incident 3425-A Video Log\n\n\n\n\nAccess Video Log (Level 2 Clearance Required)\n\n\n\n\nAuthorization Confirmed\n\n\n\n\n\n\nOn ██/██/2015, SCP-3425 displayed a drastic change in behavior over the course of 24 hours. Security footage of the incident was reviewed following the discovery of the incident. The following is a transcript of the Incident 3425-A footage.\n\n\n[BEGIN LOG]\n\n\n<01:45:05>\n \nSCP-3425 stands motionless in the center of its chamber. The room is dark, save for a single light on the roof of SCP-3425's chamber.\n\n\n<01:47:22>\n \nSCP-3425 breaks sedentary behavior and begins to pace around the perimeter of its chamber. SCP-3425 appears distressed.\n\n\n<03:05:51>\n \nSCP-3425 begins pounding on the walls of its chamber. It seems that by doing this, SCP-3425 sought to attract the attention of Foundation personnel.\n\n\n<03:24:12>\n \nSCP-3425 begins pacing again, occasionally stopping to pound on the walls of its chamber. Its motions grow quicker and shakier as time progresses.\n\n\n<05:44:13>\n \nSCP-3425 stops moving and collapses on the floor, with its arms and legs lying at disjointed positions. It remains in this state, motionless.\n\n\n<08:09:23>\n \nSCP-3425 resumes motion and begins to right itself. After righting itself, it moves to the center of the chamber and looks at the camera for a brief moment.\n\n\n<08:25:36>\n \nSCP-3425 raises its left arm, ignites the blowtorch on it, and begins staring at it.\n\n\n<08:57:32>\n \nSCP-3425 extends its right arm outwards and moves the blowtorch towards its arm. A shrill metallic noise is heard and a shower of sparks is emitted as the blowtorch cuts through.\n\n\n<09:02:21>\n \nSCP-3425's arm breaks off from its body and falls to the ground. A loud thud is heard as the arm hits the bottom of the chamber. SCP-3425 stares at the socket where its arm once was.\n\n\n<09:23:33>\n \nSCP-3425 kneels down towards the arm and begins cutting the arm's remaining clothing away.\n\n\n<09:29:42>\n \nAll clothing is now removed, revealing a rusty robotic appendage. SCP-3425 moves so that its body is obscuring the camera, and begins to re-shape the arm. SCP-3425 is notably less efficient in its technique.\n\n\n<15:02:01>\n \nSCP-3425 finishes working on the arm and moves away from the resulting objects.\n\n\n<15:04:11>\n \nSCP-3425 resumes sedentary behavior.\n\n\n[END OF LOG]\n\n\n\n\nFollowing Incident 3425-A, SCP-3425's containment procedures were updated to accommodate its new behavior. Monitoring was increased to hourly checks as opposed to daily, and SCP-3425 was to be exposed to metal weekly, instead of only for testing. The socket which formerly contained SCP-3425's arm was studied, leading to the discovery of a small nuclear reactor at the center of SCP-3425. The reactor does not appear to be dangerous, and is only used as a means of powering SCP-3425.\n\n\nThe objects created from SCP-3425's arm were as follows:\n\n-One iron canteen, believed to be constructed from the hand. Object was very rusty.\n\n-Ten iron horseshoes, believed to be constructed from the lower arm. Objects showed numerous shape irregularities.\n\n-One iron vase, believed to be constructed from the upper arm. Object contained traces of radiation.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. 20th century handheld mechanical calculator, manufactured from the 1940s to 1970s.\n\n\n2\n. Semi-automatic .45 caliber pistol first manufactured in 1911. Used heavily in World War 1 and World War 2.\n\n\n\n\n\n\n\n\n« \nSCP-3424\n | SCP-3425 | \nSCP-3426\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3425\n\" by ShoesMafia, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3425\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-1: Testing Logs",
        "Addendum-2: Incident 3425-A Video Log"
    ],
    "documents": [],
    "notes": [
        "On ██/██/2015, SCP-3425 displayed a drastic change in behavior over the course of 24 hours. Security footage of the incident was reviewed following the discovery of the incident. The following is a transcript of the Incident 3425-A footage. [BEGIN LOG] <01:45:05> SCP-3425 stands motionless in the center of its chamber. The room is dark, save for a single light on the roof of SCP-3425's chamber. <01:47:22> SCP-3425 breaks sedentary behavior and begins to pace around the perimeter of its chamber. SCP-3425 appears distressed. <03:05:51> SCP-3425 begins pounding on the walls of its chamber. It seems that by doing this, SCP-3425 sought to attract the attention of Foundation personnel. <03:24:12> SCP-3425 begins pacing again, occasionally stopping to pound on the walls of its chamber. Its motions grow quicker and shakier as time progresses. <05:44:13> SCP-3425 stops moving and collapses on the floor, with its arms and legs lying at disjointed positions. It remains in this state, motionless. <08:09:23> SCP-3425 resumes motion and begins to right itself. After righting itself, it moves to the center of the chamber and looks at the camera for a brief moment. <08:25:36> SCP-3425 raises its left arm, ignites the blowtorch on it, and begins staring at it. <08:57:32> SCP-3425 extends its right arm outwards and moves the blowtorch towards its arm. A shrill metallic noise is heard and a shower of sparks is emitted as the blowtorch cuts through. <09:02:21> SCP-3425's arm breaks off from its body and falls to the ground. A loud thud is heard as the arm hits the bottom of the chamber. SCP-3425 stares at the socket where its arm once was. <09:23:33> SCP-3425 kneels down towards the arm and begins cutting the arm's remaining clothing away. <09:29:42> All clothing is now removed, revealing a rusty robotic appendage. SCP-3425 moves so that its body is obscuring the camera, and begins to re-shape the arm. SCP-3425 is notably less efficient in its technique. <15:02:01> SCP-3425 finishes working on the arm and moves away from the resulting objects. <15:04:11> SCP-3425 resumes sedentary behavior. [END OF LOG]",
        "\" SCP-3425 \" by ShoesMafia, from the SCP Wiki . Source: https://scpwiki.com/scp-3425 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3425",
    "object_class": "Safe",
    "containment_procedures": "SCP-3425 is to be contained in a transparent chamber measuring 5 m x 5 m. The door to SCP-3425's chamber can be unlocked by any personnel Class 3 or higher. SCP-3425 is to be exposed to a 1 kg sheet of iron twice a week. The resulting object is to be removed from containment and studied. SCP-3425's behavior is to be monitored hourly, and any abnormalities must be reported to researchers involved with SCP-3425. In the event that SCP-3425 begins acting distressed, it is to be given a 5kg steel ingot and must be monitored until it resumes normal behavior.",
    "description": "SCP-3425 is a humanoid entity, measuring 1.75 m in height and weighing 748 kg. SCP-3425 wears an early-20th century welder's suit consisting of an unusually durable rubber-like material. SCP-3425's face is obscured by a welder's helmet, though the glass is tinted too dark to see through. All attempts to remove SCP-3425's suit and helmet to further study its body have resulted in failure (it was not until Incident 3425-A that researchers were able to observe SCP-3425 beneath its suit). SCP-3425's body is metallic and consists of iron. SCP-3425 displays no signs of biological life; it has no pulse, does not breathe, and thermal imagery shows that it gives off no body heat aside from in its chest. SCP-3425 possesses a blowtorch-like device in place of its left hand. SCP-3425's method of powering this device is currently unknown.",
    "title": "SCP-3425"
}