{
    "url": "https://scp-wiki.wikidot.com/scp-3429",
    "all_text": "rating: \n+41\n+\n–\nx\n\n\nItem #:\n SCP-3429\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3429 is publicly listed as an off-limits storage shed for the Foundation front 'Esther Sea People.' Unauthorised individuals attempting to access SCP-3429 are to be apprehended and delivered to local law enforcement. Individuals who successfully gain access to the interior of SCP-3429 should be amnestised before being delivered to local law enforcement.\n\n\nDescription:\n SCP-3429 is a large industrial storage shed located near Brisbane, Australia. The only entry point - a doorway located on the northern-facing wall - features an engraved plaque that is fixed to the wall, inscribed with the following:\n\n\n\n\nJust The Way It Is Now\n\nA dual exhibition and collective art piece demonstrating the state of society. Audiences are encouraged to affect the exhibits in any way they see fit - including destruction of instalments - but are reminded that nothing can change.\n\n\n\n\nSeveral anomalous items are arranged throughout the interior of SCP-3429 in a manner typical for an art exhibition; all such items have a plaque placed nearby relating to their properties. Whenever an individual affects one of the anomalous items within SCP-3429,\n1\n an instance of SCP-3429-A will emerge from the nearest internal wall of SCP-3429.\n\n\nPhysically, SCP-3429-A are monochromatic duplicates of the individual that caused their manifestation. These instances show only a limited degree of sentience; excluding physical impediment or restraint, SCP-3429-A instances will not respond to any stimuli. SCP-3429-A instances do not exhibit anomalous durability or strength, and can be easily restrained and removed from SCP-3429; doing so results in the manifestation of an additional SCP-3429-A instance, however.\n\n\nUpon manifestation, SCP-3429-A will attempt to travel to the location of the change that resulted in their manifestation. Upon doing so, the instance will undo such change by performing the actions of the instigating individual in reverse; for example, tilting an object will result in the corresponding -A instance to straighten said object. SCP-3429-A instances show limited counter-chronological properties when undoing alterations, with pieces of destroyed exhibits reassembling together while the instances performs the actions in reverse. SCP-3429-A are also capable of leaving the boundaries of SCP-3429 to retrieve items removed from the premises.\n\n\nOnce an SCP-3429-A instance has successfully undone the alterations that manifested it, it will return to the section of wall it emerged from and merge with it, demanifesting.\n\n\nThe contents of SCP-3429, and their anomalous properties, are as follows:\n\n\n\n\nSCP-3429-1\n is the fuselage of an Embraer 170 aeroplane. The exterior of the fuselage is generic and unbranded, with no distinguishing features being present. The interior is accessible via a pair of relocatable staircases positioned next to the front and rear port-side entrances, which are kept in an open position.\n\n\nSCP-3429-1 undergoes a reoccurring twenty-minute cycle mimicking the events aboard United Airlines flight 3411 on 09/04/2017, beginning with individuals manifesting to board the flight — these individuals will emerge from the nearest internal wall of SCP-3429, and although sapient and responsive to stimuli, will attempt to ignore others while boarding. The events of the incident will then play through, however key individuals will be replaced in one of two variations:\n\n\n\n\nFirst variation: In the place of Dr. Dao\n2\n what superficially appears to be a humanoid puffed-cornmeal foodstuff will board SCP-3429-1 and be forcibly removed. No other changes are observed.\n\n\n\n\n\n\nSecond variation: In the place of the airport security staff, a group of humanoid puffed-cornmeal foodstuffs will board SCP-3429-1 and remove Dr. Dao from it, constantly repeating the phrase ‘Get him out of here’ in the voice of US President Donald Trump while doing so.\n\n\n\n\nPlaque, attached to the exterior of the forward port-side door:\n\n\n\n\nAlong For The Ride\n\nSic semper tyrannis. Sic semper peregrino. Sic semper clientem.\n\n\n\n\n\n\n\n\nSCP-3429-2\n is the collective designation for 250 physically identical gears spread across a 10 metre by 10 metre floorspace. Each individual gear is removable, except for one that features a turnable hand-crank; upon removal, the individual gears become sapient and will verbally respond to queries by unknown means. Of note is that an SCP-3429-A instance will not immediately manifest in response to an individual interacting with SCP-3429-2; an SCP-3429-A instance will only manifest if an individual attempts to move an individual SCP-3429-2 to another region within or beyond SCP-3429.\n\n\nEach instance has a unique personality, and will typically attempt to focus conversation on their unique traits. SCP-3429-2 instances are aware of their abnormal properties, but do not show any concern regarding such.\n\n\nWhenever the completed mechanism is operated for a cumulative period of one minute, an additional SCP-3429-2 instance manifests immediately above the respective plaque for the collective. While these additional instances are shaped identically to the remainder of instances, their appearance and physical makeup is random; despite being functional in non-anomalous replicas of SCP-3429-2, these additional instances uniformly fail to function when replacing an original SCP-3429-2 instance.\n\n\nPlaque, fixed to the floor immediately beside the hand-crank:\n\n\n\n\nSociety\n\nYou are unique - be yourself! Tall poppies are encouraged to join the machine.\n\n\n\n\n\n\n\n\nSCP-3429-3\n is a to-scale statue of \nan unknown male individual holding an unbranded Betamax recorder\n, constructed of corroded iron. The statue's anomalous properties, if any, have not yet been determined.\n\n\nPlaque, fixed to the statue's pedestal:\n\n\n\n\nTrue Awe\n\nA man who is nothing but a shit-stain upon the flawless, pristine and perfect world of anart. He deserves to be forgotten, and used as an example of talentlessness and stupidity.\n\n\n\n\n\n\n\n\nSCP-3429-4\n is a forty-page printed document containing falsified information supporting several common misconceptions, including:\n\n\n\n\nThat the Global Warming phenomena exists.\n\n\nThat the Sun is at the centre of the solar system, as opposed to the accurate geocentric model.\n\n\nThat the Apollo 11 landings occurred on the Moon, rather than being recorded on a film set.\n\n\nThat the Moon is a physical, celestial object, as opposed to a holographic projection.\n\n\nThat the Earth is spherical, as opposed to the irrefutable evidence of it being flat.\n\n\nThat objects exist beyond the atmosphere of the Earth.\n\n\nThat there is no correlation between vaccinations and cases of autism.\n\n\nThat a significant portion of Earth's population are not disguised extraterrestrials.\n\n\nThat the interior of the Earth is not hollow.\n\n\nThat the various world governments are not being manipulated by a malevolent, unidentified group.\n\n\n\n\nPlaque, fixed to the top surface of the pedestal SCP-3429-4 is placed upon.\n\n\n\n\nCommon Sense\n\nEverything written here is false - I made it all up. Nobody believes this nonsense.\n\n\n\n\n\n\n\n\nSCP-3429-5\n.\n\n\n\n\nNormal\n\nDescribe it.\n\n\n\n\n\n\n\n\nSCP-3429-6\n is a unique instance of SCP-3429-A that manifests after random periods of time. The appearance of SCP-3429-6 changes with each manifestation. Upon manifestation, the instance will spend several minutes roaming throughout SCP-3429, infrequently stopping to observe several of the exhibits.\n\n\nWhen SCP-3429-6 encounters another individual, it will ask them a binary response\n3\n question regarding an opinion; in all cases, this question will be one that the questioned individual does not agree with, and will periodically be considered offensive in some way to them. As with SCP-3429-2, SCP-3429-A instances will not immediately manifest if an individual interacts with SCP-3429-6; a -A instance will only manifest if SCP-3429-6 is killed or destroyed, which will result in the generated SCP-3429-A instance uniformly reassembling and/or resuscitating SCP-3429-6.\n\n\nIf the questioned individual responds by agreeing with the opinion, SCP-3429-6 will retrieve a pen and a copy of its respective plaque from somewhere on its person, and ask the individual to fill their name and signature into an allotted space on it. Analysis of retrieved plaques has revealed that fulfilling this request results in the individual (unknowingly) consenting to a \ncontractual geas\n wherein they are prevented from disagreeing with the opinion they agreed to. No method of revoking this geas has yet been determined.\n\n\nUpon signing, SCP-3429-6 will allow the individual to keep the filled plaque, and will resume normal behaviour.\n\n\nIf at any point during interaction the questioned individual responds in the negative, SCP-3429-6 will immediately become highly aggressive towards them and will assault the individual until they are rendered unconscious, killed, or SCP-3429-6 itself is destroyed; following this, SCP-3429-6 will resume normal behaviour.\n\n\nPlaque, provided by SCP-3429-6 during interaction, all with identical content:\n\n\n\n\nFreedom of Silence\n\nTHIS AWARD GOES TO\n\n\n___________________\n4\n\nFOR NOT BEING A SELLOUT, TELLING THE TRUTH, THE WHOLE TRUTH AND NOTHING BUT THE TRUTH, AND CORRECTLY USING THEIR FREEDOM OF SPEECH TO AGREE WITH ME, THEREBY NOT INSTANTLY TRANSFORMING INTO THE ANTICHRIST.\n\nSignature: \n___________________\n5\n\n\n\n\n\n\n\n\nSCP-3429-7\n is a custom-made generic sleep mask. When an individual wears SCP-3429-7 in its intended fashion, they will experience a delusion wherein they claim that they are still able to perceive their surroundings; testing has conclusively proven that individuals are operating upon their memory of the environment prior to putting on SCP-3429-7, and/or mundane assumptions.\n\n\nPlaque, attached to the top surface of the pedestal SCP-3429-7 is placed upon.\n\n\n\n\nEnlightenment\n\nLook around — see the world for what it truly is. If they can’t show you proof you can’t see, then you must be able to see.\n\n\n\n\n\n\n\n\nSCP-3429-8\n is a transparent substance filling a generic 60ml syringe with needle. The composition of the substance is unknown, as all attempts to retrieve a sample have been impeded by SCP-3429-A instances. Like SCP-3429-2, an SCP-3429-A instance will only manifest if SCP-3429-8 is used in an unintended manner.\n\n\nWhen appropriately injected with SCP-3429-8, subjects will experience (in a proportion relative to the quantity injected):\n\n\n\n\nIntense euphoria\n\n\nIntense sexual arousal\n\n\nInhibited sensory awareness\n\n\nInhibited cognitive function\n\n\nInhibited communication skills\n\n\nSuppressed self-preservation instincts\n\n\nHallucinations of varying content\n\n\n\n\nThe substance exhibits extreme addictive properties, with all subjects suffering from intense symptoms of withdrawal following their first injection. As appropriate for similar non-anomalous narcotics, the effects of SCP-3429-8 progressively diminishes with each injection, thereby promoting addicts to administer larger doses each successive time. To date, no lethal dosage has yet been determined; due to the syringe's volume, a method of administering more than 60ml of SCP-3429-8 has yet to be determined.\n6\n Because of this limitation, individuals addicted to SCP-3429-8 will inevitably be unable to satisfy their growing dependence, and will suffer from withdrawal symptoms.\n\n\nPlaque, attached to the top surface of the pedestal SCP-3429-8 is placed upon.\n\n\n\n\nSubmission\n\nAddiction\nTM\n now available for FREE!\n*\n No side-effects included!\n**\n 9 in 10 citizens recommend Addiction\nTM\n! Try some now!\n\n\n*: Offer of free Addiction\nTM\n does not include Addiction Premium\nTM\n. Additional charges are required to purchase Addiction Premium\nTM\n. We are not responsible for use or misuse of Addiction\nTM\n or Addiction Premium\nTM\n. **: Actions have been conducted to minorly reduce the severity of side-effects in Addiction\nTM\n. We are not responsible for any side effects present within Addiction\nTM\n.\n\n\n\n\n\n\n\n\nSCP-3429-9\n is an animate replica of Kim Kardashian with a full-sized commercial billboard attached to its forehead. The entity does not show any expected signs of physical impairment or injury from the positioning or presence of the billboard. SCP-3429-9 shows little signs of cognitive functionality, responding only to verbal stimuli in the form of a basic instruction for an action. The entity will periodically speak for varying lengths of time; to date, all such speech has consisted entirely of nonsensical word salad.\n\n\nSCP-3429-9 can display images on the attached billboard upon request, but must see the image beforehand. The billboard visually functions as a digital billboard, with new images near-instantaneously replacing the former image.\n\n\nPlaque, attached to the rear side of the billboard, above the entity's scalp:\n\n\n\n\nA Talented Star\n\nDo you guys remember the time Kim Kardashian did that thing, and the entire world was better for it? Really reminds you of the amazing talent people like her.\n\n\n\n\n\n\n\n\nSCP-3429-10\n is an incomplete mechanical device of unknown function. Due to several abnormal statistics regarding incomplete Foundation procedures and unused D-Class allocations, it is theorised that whenever SCP-3429-10 is activated, it retrocausally prevents its own activation to an unknown capacity. It is unknown whether this is the intended effect of the device, or an intentional failsafe.\n\n\nIncomplete plaque, attached to a fixed portion of the device.\n\n\n\n\nChange\n\nWithout history, we are nothing. Nothing can \nchange.\n\n\nCommissioned for the \nones who are nothing.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Including: Moving, rotating, damaging, destroying, relocating, vandalising, polishing, repairing.\n\n\n2\n. Dr. Dao was the individual forcefully removed from United Airlines flight 3411 and injured by airport security staff.\n\n\n3\n. Yes or No.\n\n\n4\n. The individual's name is written here.\n\n\n5\n. The individual's signature is written here.\n\n\n6\n. Whenever SCP-3429-8 is injected into a non-biological object or deceased entity, an SCP-3429-A instance manifests and extracts the substance.\n\n\n\n\n\n\n\n\n« \nSCP-3428\n | SCP-3429 | \nSCP-3430\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3429\n\" by Jack Ike, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3429\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Just The Way It Is Now A dual exhibition and collective art piece demonstrating the state of society. Audiences are encouraged to affect the exhibits in any way they see fit - including destruction of instalments - but are reminded that nothing can change.",
        "SCP-3429-1 is the fuselage of an Embraer 170 aeroplane. The exterior of the fuselage is generic and unbranded, with no distinguishing features being present. The interior is accessible via a pair of relocatable staircases positioned next to the front and rear port-side entrances, which are kept in an open position. SCP-3429-1 undergoes a reoccurring twenty-minute cycle mimicking the events aboard United Airlines flight 3411 on 09/04/2017, beginning with individuals manifesting to board the flight — these individuals will emerge from the nearest internal wall of SCP-3429, and although sapient and responsive to stimuli, will attempt to ignore others while boarding. The events of the incident will then play through, however key individuals will be replaced in one of two variations: First variation: In the place of Dr. Dao 2 what superficially appears to be a humanoid puffed-cornmeal foodstuff will board SCP-3429-1 and be forcibly removed. No other changes are observed. Second variation: In the place of the airport security staff, a group of humanoid puffed-cornmeal foodstuffs will board SCP-3429-1 and remove Dr. Dao from it, constantly repeating the phrase ‘Get him out of here’ in the voice of US President Donald Trump while doing so. Plaque, attached to the exterior of the forward port-side door: Along For The Ride Sic semper tyrannis. Sic semper peregrino. Sic semper clientem.",
        "First variation: In the place of Dr. Dao 2 what superficially appears to be a humanoid puffed-cornmeal foodstuff will board SCP-3429-1 and be forcibly removed. No other changes are observed.",
        "Second variation: In the place of the airport security staff, a group of humanoid puffed-cornmeal foodstuffs will board SCP-3429-1 and remove Dr. Dao from it, constantly repeating the phrase ‘Get him out of here’ in the voice of US President Donald Trump while doing so.",
        "Along For The Ride Sic semper tyrannis. Sic semper peregrino. Sic semper clientem.",
        "SCP-3429-2 is the collective designation for 250 physically identical gears spread across a 10 metre by 10 metre floorspace. Each individual gear is removable, except for one that features a turnable hand-crank; upon removal, the individual gears become sapient and will verbally respond to queries by unknown means. Of note is that an SCP-3429-A instance will not immediately manifest in response to an individual interacting with SCP-3429-2; an SCP-3429-A instance will only manifest if an individual attempts to move an individual SCP-3429-2 to another region within or beyond SCP-3429. Each instance has a unique personality, and will typically attempt to focus conversation on their unique traits. SCP-3429-2 instances are aware of their abnormal properties, but do not show any concern regarding such. Whenever the completed mechanism is operated for a cumulative period of one minute, an additional SCP-3429-2 instance manifests immediately above the respective plaque for the collective. While these additional instances are shaped identically to the remainder of instances, their appearance and physical makeup is random; despite being functional in non-anomalous replicas of SCP-3429-2, these additional instances uniformly fail to function when replacing an original SCP-3429-2 instance. Plaque, fixed to the floor immediately beside the hand-crank: Society You are unique - be yourself! Tall poppies are encouraged to join the machine.",
        "Society You are unique - be yourself! Tall poppies are encouraged to join the machine.",
        "SCP-3429-3 is a to-scale statue of an unknown male individual holding an unbranded Betamax recorder , constructed of corroded iron. The statue's anomalous properties, if any, have not yet been determined. Plaque, fixed to the statue's pedestal: True Awe A man who is nothing but a shit-stain upon the flawless, pristine and perfect world of anart. He deserves to be forgotten, and used as an example of talentlessness and stupidity.",
        "True Awe A man who is nothing but a shit-stain upon the flawless, pristine and perfect world of anart. He deserves to be forgotten, and used as an example of talentlessness and stupidity.",
        "SCP-3429-4 is a forty-page printed document containing falsified information supporting several common misconceptions, including: That the Global Warming phenomena exists. That the Sun is at the centre of the solar system, as opposed to the accurate geocentric model. That the Apollo 11 landings occurred on the Moon, rather than being recorded on a film set. That the Moon is a physical, celestial object, as opposed to a holographic projection. That the Earth is spherical, as opposed to the irrefutable evidence of it being flat. That objects exist beyond the atmosphere of the Earth. That there is no correlation between vaccinations and cases of autism. That a significant portion of Earth's population are not disguised extraterrestrials. That the interior of the Earth is not hollow. That the various world governments are not being manipulated by a malevolent, unidentified group. Plaque, fixed to the top surface of the pedestal SCP-3429-4 is placed upon. Common Sense Everything written here is false - I made it all up. Nobody believes this nonsense.",
        "Common Sense Everything written here is false - I made it all up. Nobody believes this nonsense.",
        "SCP-3429-5 . Normal Describe it.",
        "Normal Describe it.",
        "SCP-3429-6 is a unique instance of SCP-3429-A that manifests after random periods of time. The appearance of SCP-3429-6 changes with each manifestation. Upon manifestation, the instance will spend several minutes roaming throughout SCP-3429, infrequently stopping to observe several of the exhibits. When SCP-3429-6 encounters another individual, it will ask them a binary response 3 question regarding an opinion; in all cases, this question will be one that the questioned individual does not agree with, and will periodically be considered offensive in some way to them. As with SCP-3429-2, SCP-3429-A instances will not immediately manifest if an individual interacts with SCP-3429-6; a -A instance will only manifest if SCP-3429-6 is killed or destroyed, which will result in the generated SCP-3429-A instance uniformly reassembling and/or resuscitating SCP-3429-6. If the questioned individual responds by agreeing with the opinion, SCP-3429-6 will retrieve a pen and a copy of its respective plaque from somewhere on its person, and ask the individual to fill their name and signature into an allotted space on it. Analysis of retrieved plaques has revealed that fulfilling this request results in the individual (unknowingly) consenting to a contractual geas wherein they are prevented from disagreeing with the opinion they agreed to. No method of revoking this geas has yet been determined. Upon signing, SCP-3429-6 will allow the individual to keep the filled plaque, and will resume normal behaviour. If at any point during interaction the questioned individual responds in the negative, SCP-3429-6 will immediately become highly aggressive towards them and will assault the individual until they are rendered unconscious, killed, or SCP-3429-6 itself is destroyed; following this, SCP-3429-6 will resume normal behaviour. Plaque, provided by SCP-3429-6 during interaction, all with identical content: Freedom of Silence THIS AWARD GOES TO ___________________ 4 FOR NOT BEING A SELLOUT, TELLING THE TRUTH, THE WHOLE TRUTH AND NOTHING BUT THE TRUTH, AND CORRECTLY USING THEIR FREEDOM OF SPEECH TO AGREE WITH ME, THEREBY NOT INSTANTLY TRANSFORMING INTO THE ANTICHRIST. Signature: ___________________ 5",
        "Freedom of Silence THIS AWARD GOES TO ___________________ 4 FOR NOT BEING A SELLOUT, TELLING THE TRUTH, THE WHOLE TRUTH AND NOTHING BUT THE TRUTH, AND CORRECTLY USING THEIR FREEDOM OF SPEECH TO AGREE WITH ME, THEREBY NOT INSTANTLY TRANSFORMING INTO THE ANTICHRIST. Signature: ___________________ 5",
        "SCP-3429-7 is a custom-made generic sleep mask. When an individual wears SCP-3429-7 in its intended fashion, they will experience a delusion wherein they claim that they are still able to perceive their surroundings; testing has conclusively proven that individuals are operating upon their memory of the environment prior to putting on SCP-3429-7, and/or mundane assumptions. Plaque, attached to the top surface of the pedestal SCP-3429-7 is placed upon. Enlightenment Look around — see the world for what it truly is. If they can’t show you proof you can’t see, then you must be able to see.",
        "Enlightenment Look around — see the world for what it truly is. If they can’t show you proof you can’t see, then you must be able to see.",
        "SCP-3429-8 is a transparent substance filling a generic 60ml syringe with needle. The composition of the substance is unknown, as all attempts to retrieve a sample have been impeded by SCP-3429-A instances. Like SCP-3429-2, an SCP-3429-A instance will only manifest if SCP-3429-8 is used in an unintended manner. When appropriately injected with SCP-3429-8, subjects will experience (in a proportion relative to the quantity injected): Intense euphoria Intense sexual arousal Inhibited sensory awareness Inhibited cognitive function Inhibited communication skills Suppressed self-preservation instincts Hallucinations of varying content The substance exhibits extreme addictive properties, with all subjects suffering from intense symptoms of withdrawal following their first injection. As appropriate for similar non-anomalous narcotics, the effects of SCP-3429-8 progressively diminishes with each injection, thereby promoting addicts to administer larger doses each successive time. To date, no lethal dosage has yet been determined; due to the syringe's volume, a method of administering more than 60ml of SCP-3429-8 has yet to be determined. 6 Because of this limitation, individuals addicted to SCP-3429-8 will inevitably be unable to satisfy their growing dependence, and will suffer from withdrawal symptoms. Plaque, attached to the top surface of the pedestal SCP-3429-8 is placed upon. Submission Addiction TM now available for FREE! * No side-effects included! ** 9 in 10 citizens recommend Addiction TM ! Try some now! *: Offer of free Addiction TM does not include Addiction Premium TM . Additional charges are required to purchase Addiction Premium TM . We are not responsible for use or misuse of Addiction TM or Addiction Premium TM . **: Actions have been conducted to minorly reduce the severity of side-effects in Addiction TM . We are not responsible for any side effects present within Addiction TM .",
        "Submission Addiction TM now available for FREE! * No side-effects included! ** 9 in 10 citizens recommend Addiction TM ! Try some now! *: Offer of free Addiction TM does not include Addiction Premium TM . Additional charges are required to purchase Addiction Premium TM . We are not responsible for use or misuse of Addiction TM or Addiction Premium TM . **: Actions have been conducted to minorly reduce the severity of side-effects in Addiction TM . We are not responsible for any side effects present within Addiction TM .",
        "SCP-3429-9 is an animate replica of Kim Kardashian with a full-sized commercial billboard attached to its forehead. The entity does not show any expected signs of physical impairment or injury from the positioning or presence of the billboard. SCP-3429-9 shows little signs of cognitive functionality, responding only to verbal stimuli in the form of a basic instruction for an action. The entity will periodically speak for varying lengths of time; to date, all such speech has consisted entirely of nonsensical word salad. SCP-3429-9 can display images on the attached billboard upon request, but must see the image beforehand. The billboard visually functions as a digital billboard, with new images near-instantaneously replacing the former image. Plaque, attached to the rear side of the billboard, above the entity's scalp: A Talented Star Do you guys remember the time Kim Kardashian did that thing, and the entire world was better for it? Really reminds you of the amazing talent people like her.",
        "A Talented Star Do you guys remember the time Kim Kardashian did that thing, and the entire world was better for it? Really reminds you of the amazing talent people like her.",
        "SCP-3429-10 is an incomplete mechanical device of unknown function. Due to several abnormal statistics regarding incomplete Foundation procedures and unused D-Class allocations, it is theorised that whenever SCP-3429-10 is activated, it retrocausally prevents its own activation to an unknown capacity. It is unknown whether this is the intended effect of the device, or an intentional failsafe. Incomplete plaque, attached to a fixed portion of the device. Change Without history, we are nothing. Nothing can change. Commissioned for the ones who are nothing.",
        "Change Without history, we are nothing. Nothing can change. Commissioned for the ones who are nothing.",
        "\" SCP-3429 \" by Jack Ike, from the SCP Wiki . Source: https://scpwiki.com/scp-3429 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3429",
    "object_class": "Safe",
    "containment_procedures": "SCP-3429 is publicly listed as an off-limits storage shed for the Foundation front 'Esther Sea People.' Unauthorised individuals attempting to access SCP-3429 are to be apprehended and delivered to local law enforcement. Individuals who successfully gain access to the interior of SCP-3429 should be amnestised before being delivered to local law enforcement.",
    "description": "SCP-3429 is a large industrial storage shed located near Brisbane, Australia. The only entry point - a doorway located on the northern-facing wall - features an engraved plaque that is fixed to the wall, inscribed with the following:",
    "title": "SCP-3429"
}