{
    "url": "https://scp-wiki.wikidot.com/scp-3441",
    "all_text": "SCP-3441: Probability Trees\n\n\n「Take A Chance」\n\n\n\n\nImage Sources:\n\n\n\n\n1) ptrees.png, made by me, CC0\n\n\n\n\nAcknowledgements:\n\n\n\n\nToa_Vine\n, for critique and recommending adjustments to the tone of the article.\n\n\nGolden506\n, for critique.\n\n\nModern_Erasmus\n, for helping me flesh out this idea.\n\n\nMaliceAforethought\n, for critique.\n\n\nCaptain Kirby\n, for in-depth critique on an associated tale that will likely never be completed.\n\n\nstormbreath\n, for critique.\n\n\nratsy\n, for critique.\n\n\nTrapYeti\n , for critique.\n\n\n\n\n \n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+125\n+\n–\nx\n\n\n\n\n\n\nThe effects of PR-O11 on a coin heavily biased to Heads\n\n\n\n\n\n\nItem #:\n SCP-3441\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Site-66 cryogenically freezes all seeds produced by SCP-3441. An SCP-3441 orchard is located within Site-66 and maintains a current total of 131 SCP-3441 instances.\n1\n\n\nEvery month SCP-3441 instances are to be harvested for their leaves which are to be refined into Red-Wisp class substances. Red-Wisp class substances are to be stored in excess at Site-66.\n\n\nDescription:\n SCP-3441 is an organism of the genus \nCamellia\n, most closely related to \nCamellia sinensis.\n2\n SCP-3441 instances are visually similar to \nC. sinensis\n beside red discoloration of the leaves. Discoloration is due to presence of Substance PR-O11.\n\n\nSubstance PR-O11 is a relatively chemically inert substance which, when ingested, induces a localized reality-bending effect in the subject. When ingested, Substance PR-O11 has a half-life of two hours.\n\n\nSubstance PR-O11's reality altering effects occur as a probability deviation against expected results/values. Probabilities tend towards equal distribution, correlated with the exponential consumption of Substance PR-O11.\n\n\nAddendum A:\n\n\n\n\n\n\nPerson of Interest Report: Viraj Singh\n\n\n\n\n\n\nBirth Name:\n Viraj Singh\n\n\nTitle:\n Dr\n\n\nProfession:\n Medical Doctor\n\n\nAssociated Persons:\n\n\n\n\nUrvi Singh - Wife (Deceased)\n\n\nArti Singh - Daughter\n\n\n\n\nReason for Interest:\n Dr Singh trained to be a general practitioner of medicine in the United Kingdom's National Health Service. Dr Singh's performance in aiding patients began to fall, prompting him to move to the United States of America.\n\n\nUsing his medical knowledge, Dr Singh set up his own private sector health clinic \"Singh's Hospice\", caring for those thought to be terminally ill. Paradoxically, Singh's survival rates for these patients matches and in some areas, exceeds, his specialist peers.\n\n\nUpdate - ████/██/██:\n Survival rates assumed to be the effects of SCP-3441. Post interview and amnestication of Dr Singh, POI status revoked.\n\n\n\n\nAddendum B:\n\n\n\n\n\n\nInterview Transcript\n\n\n\n\n\n\nInterviewee:\n Dr Viraj Singh\n\nInterviewer:\n Reseacher ████\n\n\n\n\n<Begin Log>\n\n\n████:\n Hello there, Dr Singh. I'd like to ask you a few questions, is that alright?\n\n\nSingh:\n Yeah, I don't mind. Try and keep it short though, I've got patients to handle.\n\n\n████:\n Of course. I'll try to cut to the chase. Why did you open up the hospice?\n\n\nSingh:\n I thought my skills would be better put in hospice care, rather than the NHS. I'd like to get to know my patients, rather than see them for five minutes.\n\n\nA branch retrieved from SCP-3441 is placed in front of Dr Singh\n\n\n████:\n Do you recognise this object?\n\n\nSingh:\n Where did you find this?\n\n\n████:\n We found it among your personal items. We believe you have been utilising this item to aid your patients. Is this correct?\n\n\nDr Singh remains silent\n\n\n████:\n When did you become aware of this plant's anomalous properties?\n\n\nDr Singh sighs\n\n\nSingh:\n So, you're taking that plant away from me, aren't you?\n\n\n████:\n Unfortunately, yes.\n\n\nDr Singh pinches the bridge of his nose and sighs\n\n\nSingh:\n I figured it out years ago. I noticed a pattern emerging. When I tried to help someone who was almost certainly going to recover soon, they remained ill for weeks. When I walked, I would trip more often, things would break more easily. At first, I thought I was cursed.\n\n\nDr Singh pauses\n\n\nSingh:\n But then I realised that I wasn't cursed, it only happened when I drank homebrewed tea from my pet plant.\n\n\n████:\n How effective has the tea been in your medical performance?\n\n\nSingh:\n It gives and takes. If you use it on a person that's getting better they're more likely to become sick again. But the sicker the person, the more likely they are to be cured. This is why I opened a hospice, you understand? For those with a very, very low chance to live get the most benefit from the tea.\n\n\nDr Singh picks up the SCP-3441 branch\n\n\nSingh:\n Before every procedure I took a cup of tea from this plant. I don't do anything more than give them their medicine, change their IV drips and clean their bedsheets. I've compared myself with other doctors, I don't do anything special. My patients live while theirs die.\n\n\nDr Singh sighs and places the SCP-3441 branch down\n\n\nSingh:\n I can't tell where my skill starts and that plant ends. I don't even know if I'm qualified to be a doctor anymore. I don't think I deserve to be, at any rate.\n\n\n████:\n Care to explain?\n\n\nSingh:\n Do you deserve to be a researcher, sir? How do you know? You prove it to yourself by reflecting on your projects. When you drink the tea your skill becomes irrelevant. You'll never know what parts were you and which parts were the plant.\n\n\nDr Singh pauses briefly\n\n\nSingh:\n All I do now is care for people and pray that they live. Nothing fancy, nothing special. It's just luck.\n\n\n████:\n If you seriously doubted your skills, couldn't you stop drinking the tea?\n\n\nSingh:\n I can't say I haven't thought about it, but how could I? I took an oath to try to help everyone to the best of my ability. Who do I decide to test it on? Tom, the child with leukaemia, bed-ridden for life? That kid's got more life in him than you or me. Or George, the old man with a brain tumor who can hardly speak? When he listens to you talk about your day, you know he cares. I could go on for days…\n\n\nDr Singh pauses\n\n\nSingh:\n I can't put these people at risk for my own peace of mind. I'd sooner die myself.\n\n\n<End Log>\n\n\n\n\nPost-script:\n Dr Singh was released from Foundation custody and amnesticised after this interview. Dr Singh was returned to the United Kingdom and enrolled in his prior position. Dr Singh's business prospects in the USA have been shut down permanently and assets liquidated. Compensation has been sent to Dr Singh under the guise of tax errors, spanning over a decade as to not arouse suspicion.\n\n\nUpdate - ████/██/██:\n Observations of Dr Singh post-release have shown no deviations from the norm in terms of performance.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \nMobile Task Force Theta-4 (\"Gardeners\")\n has been assigned to investigate the possibility of more SCP-3441 orchards outside of Site-66.\n\n\n2\n. Commonly known as the \"tea plant\", \"tea shrub\" or \"tea tree\"\n\n\n\n\n\n\n\n\n« \nSCP-3440\n | SCP-3441 | \nSCP-3442\n »",
    "addendums": [
        "Addendum A:",
        "Addendum B:"
    ],
    "documents": [],
    "notes": [
        "Person of Interest Report: Viraj Singh Birth Name: Viraj Singh Title: Dr Profession: Medical Doctor Associated Persons: Urvi Singh - Wife (Deceased) Arti Singh - Daughter Reason for Interest: Dr Singh trained to be a general practitioner of medicine in the United Kingdom's National Health Service. Dr Singh's performance in aiding patients began to fall, prompting him to move to the United States of America. Using his medical knowledge, Dr Singh set up his own private sector health clinic \"Singh's Hospice\", caring for those thought to be terminally ill. Paradoxically, Singh's survival rates for these patients matches and in some areas, exceeds, his specialist peers. Update - ████/██/██: Survival rates assumed to be the effects of SCP-3441. Post interview and amnestication of Dr Singh, POI status revoked.",
        "Interview Transcript Interviewee: Dr Viraj Singh Interviewer: Reseacher ████ <Begin Log> ████: Hello there, Dr Singh. I'd like to ask you a few questions, is that alright? Singh: Yeah, I don't mind. Try and keep it short though, I've got patients to handle. ████: Of course. I'll try to cut to the chase. Why did you open up the hospice? Singh: I thought my skills would be better put in hospice care, rather than the NHS. I'd like to get to know my patients, rather than see them for five minutes. A branch retrieved from SCP-3441 is placed in front of Dr Singh ████: Do you recognise this object? Singh: Where did you find this? ████: We found it among your personal items. We believe you have been utilising this item to aid your patients. Is this correct? Dr Singh remains silent ████: When did you become aware of this plant's anomalous properties? Dr Singh sighs Singh: So, you're taking that plant away from me, aren't you? ████: Unfortunately, yes. Dr Singh pinches the bridge of his nose and sighs Singh: I figured it out years ago. I noticed a pattern emerging. When I tried to help someone who was almost certainly going to recover soon, they remained ill for weeks. When I walked, I would trip more often, things would break more easily. At first, I thought I was cursed. Dr Singh pauses Singh: But then I realised that I wasn't cursed, it only happened when I drank homebrewed tea from my pet plant. ████: How effective has the tea been in your medical performance? Singh: It gives and takes. If you use it on a person that's getting better they're more likely to become sick again. But the sicker the person, the more likely they are to be cured. This is why I opened a hospice, you understand? For those with a very, very low chance to live get the most benefit from the tea. Dr Singh picks up the SCP-3441 branch Singh: Before every procedure I took a cup of tea from this plant. I don't do anything more than give them their medicine, change their IV drips and clean their bedsheets. I've compared myself with other doctors, I don't do anything special. My patients live while theirs die. Dr Singh sighs and places the SCP-3441 branch down Singh: I can't tell where my skill starts and that plant ends. I don't even know if I'm qualified to be a doctor anymore. I don't think I deserve to be, at any rate. ████: Care to explain? Singh: Do you deserve to be a researcher, sir? How do you know? You prove it to yourself by reflecting on your projects. When you drink the tea your skill becomes irrelevant. You'll never know what parts were you and which parts were the plant. Dr Singh pauses briefly Singh: All I do now is care for people and pray that they live. Nothing fancy, nothing special. It's just luck. ████: If you seriously doubted your skills, couldn't you stop drinking the tea? Singh: I can't say I haven't thought about it, but how could I? I took an oath to try to help everyone to the best of my ability. Who do I decide to test it on? Tom, the child with leukaemia, bed-ridden for life? That kid's got more life in him than you or me. Or George, the old man with a brain tumor who can hardly speak? When he listens to you talk about your day, you know he cares. I could go on for days… Dr Singh pauses Singh: I can't put these people at risk for my own peace of mind. I'd sooner die myself. <End Log> Post-script: Dr Singh was released from Foundation custody and amnesticised after this interview. Dr Singh was returned to the United Kingdom and enrolled in his prior position. Dr Singh's business prospects in the USA have been shut down permanently and assets liquidated. Compensation has been sent to Dr Singh under the guise of tax errors, spanning over a decade as to not arouse suspicion. Update - ████/██/██: Observations of Dr Singh post-release have shown no deviations from the norm in terms of performance."
    ],
    "item": "SCP-3441",
    "object_class": "Safe",
    "containment_procedures": "Site-66 cryogenically freezes all seeds produced by SCP-3441. An SCP-3441 orchard is located within Site-66 and maintains a current total of 131 SCP-3441 instances.1",
    "description": "SCP-3441 is an organism of the genus Camellia, most closely related to Camellia sinensis.2 SCP-3441 instances are visually similar to C. sinensis beside red discoloration of the leaves. Discoloration is due to presence of Substance PR-O11.",
    "title": "SCP-3441"
}