{
    "url": "https://scp-wiki.wikidot.com/scp-3457",
    "all_text": "rating: \n+241\n+\n–\nx\n\n\n\n\n\n\nThe Iron Crown of Lombardy, one of the artifacts that can be used within SCP-3457, on display in the Cathedral of Monza.\n\n\n\n\n\n\nItem #:\n SCP-3457\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Ongoing containment of SCP-3457 is maintained through a joint effort of the Foundation and the Global Occult Coalition, in accordance with the terms of the Köln Agreement. Custody of the physical components of SCP-3457 has been entrusted to the Coalition, which may deal with all relevant items in whatever manner it deems most suitable; the Foundation is responsible for safeguarding all information relating to the use of these physical components as part of SCP-3457.\n\n\nTo maintain the integrity of these procedures and to prevent the potential abuse of SCP-3457 by either party, both organizations are required to withhold the specific implementation details of their respective response and containment procedures from each other. Operational details regarding active containment efforts may be shared on a discretionary basis. Current Foundation policy is to alert Coalition operators when Mobile Task Forces are deployed in the context of SCP-3457’s containment, to avoid the possibility of accidental interference during field operations. Likewise, Foundation field agents are expected to stand down and contact their respective base of operations for confirmation if a Coalition operator indicates that they are responding to an SCP-3457 component object.\n\n\nInformation on how to perform SCP-3457 has been distributed among Foundation archival facilities in a mixture of digital and physical storage media; no facility maintains a complete copy of this data. The list of sites involved in the containment of SCP-3457 is known only to the O5 Council and select L4 individuals authorized by them.\n\n\nDescription:\n SCP-3457 is a set of Grade-א occult workings, commonly referred to as the “Rite of Solomon” due to an alleged relationship to the eponymous king. When executed properly, it is capable of instigating a GR-Class Hostile Demiurge Event. Completing the Rite allows for the arbitrary reassignment of thaumaturgic capabilities as well as making fundamental changes to the nature of thaumaturgy, enabling the user to gain complete control over the distribution of occult ability among the human population.\n\n\nCompletion of SCP-3457 requires the performance of two distinct workings and results in the creation of a deific entity to serve as a demiurge capable of enacting extensive control over the nature of thaumaturgy. This involves the use of several artifacts of religious or mythological importance; the working makes use of the collective human belief in a divine power that is present within the artifacts, which is then manifested as a new, actual deific entity.\n1\n Although the precise extent of the demiurge's capabilities is unverified, recovered documents indicate that it is able to fundamentally alter the basic laws that govern how thaumaturgy can be used and its effects.\n\n\nThe exact criteria which qualify an object for use as a physical component in this working are known only to the Global Occult Coalition. However, the Coalition reports that ██% of qualifying objects are in either their custody or the custody of one of their member organizations. The remaining ██% are believed to be distributed among remnants of the Obskuracorps\n2\n, paracrime syndicates such as the Chaos Insurgency, and various religious institutions. Additionally, a small number of viable artifacts are kept on public display in museums around the world as part of a joint sting operation between the Coalition and the Horizon Initiative, with the goal of apprehending individuals intent on using these artifacts to perform the Rite of Solomon.\n\n\nPrior to 1881, the presence of an existing demiurge made the performance of the first working unnecessary. However, completion of the second working was also prevented by this demiurge, which took defensive measures to prevent any human thaumaturge from performing the Rite. Recovered documents tell of several attempts to utilize SCP-3457 in the past, all of which resulted in the complete destruction of the instigating parties by the demiurge. It is currently unknown whether this demiurge was also created through the first working of SCP-3457 or if it originally was an emergent entity tied to the nature of thaumaturgy. Unverified information gained from remnants of the Obskuracorps indicate that it may have been created by ancient Hebrew thaumaturges. However, considering the source of this information, this is highly suspect and can not be taken as reliable. After the destruction of the demiurge through unknown means in the Sixth Occult War, it once again became possible to use SCP-3457.\n3\n\n\nThe second working of the Rite is used to control the demiurge, and is the mechanism through which thaumaturgy may be restructured at will. Seven artifacts, referred to as “Solomon's Keys”, and designated SCP-3457-B1 through SCP-3457-B7, are required to complete this working. The exact nature and location of these objects is not known to the Foundation; however, all seven artifacts are reported to be in Coalition custody. Successfully completing the working grants the user total control over the demiurge, allowing them to enact arbitrary changes to the fundamentals of thaumaturgy. There is currently no known counter-measure to prevent this.\n\n\nThe details of how to perform the rite came into the Foundation’s possession after the capture of Obskuracorps commander Konrad Weiss in 1944, who revealed the Obskuracorps’ \nintent to utilize SCP-3457\n. Based on this intelligence, a joint operation was launched by the Foundation and the Allied Occult Initiative\n4\n with the goal of preventing its completion. During this operation, the Obskuracorps attempted to use SCP-3457 to remove thaumaturgic capabilities from everyone of non-German origin as part of their efforts to realize their ideological belief in a superior Germanic race. At the same time, they intended to instill occult abilities in every member of an organization associated with the German government at the time (most prominently Obskuracorps itself, the SS and the Nazi High Command). Due to the efforts of the Foundation and the AOI, this attempt to use SCP-3457 was disrupted and the Obskuracorps routed, ending the Seventh Occult War. Following this battle, the Foundation and the AOI signed the Köln Agreement, which established the current containment protocols for SCP-3457.\n\n\nAddendum A:\n Preliminary project plan for Operation Broken Eclipse.\n\n\n\n\n\n\nFOUNDATION OPERATION PROPOSAL\n\n\n\n\n\n\n\n\nOperational Designation:\n\n\nBroken Eclipse\n\n\n\n\n\n\nOversight Contact:\n\n\nDr. Ulysses Malcom\n\n\n\n\n\n\nMission Lead:\n\n\nAgent Maggy E. Grant\n\n\n\n\n\n\n\n\n\n\n\n\nPreamble:\n\n\nThe knowledge of how to perform SCP-3457, while not widespread, is retained by a number of occult organizations and independent thaumaturges. This knowledge jeopardizes the integrity of SCP-3457 containment measures, and creates the risk of further attempts to execute it. To ensure the continued containment of SCP-3457 and prevent a recurrence of the events of the Seventh Occult War, it is necessary to remove this knowledge from the occult population worldwide. To this end, a large scale operation is being proposed that aims to achieve this goal in two operational phases.\n\n\n\n\n\n\n\n\nPhase 1:\n\n\nUndercover agents are to be embedded within major occult organizations in order to identify persons and documents holding information regarding SCP-3457. Member organizations of the Global Occult Coalition will additionally be inspected by independent auditors on behalf of the Foundation to ensure compliance with the terms of the Köln Agreement. Furthermore, a number of individual thaumaturges are believed to possess knowledge of SCP-3457 (refer to Appendix BOE-01 for a full list). These individuals are to be placed under Foundation surveillance to ascertain whether or not this is accurate. All embedded agents and involved auditors are to be amnesticized following the conclusion of this operation.\n\n\n\nPhase 1 will conclude once there is reasonable certainty that all holders of information pertaining to SCP-3457 have been identified. The project Oversight is responsible for determining when a sufficient certainty has been attained.\n\n\n\n\n\n\n\n\nPhase 2:\n\n\nThe goal of Phase 2 is to eliminate all knowledge of SCP-3457 outside of the records of the Foundation and the Global Occult Coalition. All pertinent records identified in Phase 1 are to be archived and destroyed and individuals possessing information related to SCP-3457 are to be subjected to selective amnesticization. Should selective amnesticization fail, responding agents are authorized to escalate to full amnesticization and/or immediate termination as deemed necessary.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. It is speculated that the ongoing worldwide trend of secularization and the general decline in religious beliefs may eventually neutralize this portion of SCP-3457; acting on this theory, steps have been taken to encourage this trend.\n\n\n2\n. The occult branch of the German government during the Nazi Era.\n\n\n3\n. Following the destruction of the demiurge, a drastic increase in occult potential occurred throughout the entire human population, which may indicate that the original function of the demiurge was to artificially limit the number of human thaumaturges.\n\n\n4\n. The precursor organization to the Global Occult Coalition formed during the Seventh Occult War.\n\n\n\n\n\n\n\n\n« \nSCP-3456\n | SCP-3457 | \nSCP-3458\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3457\n\" by ChaoSera, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3457\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n crown\n\n\nName:\n Iron Crown.JPG\n\n\nAuthor:\n James Steakley\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum A: Preliminary project plan for Operation Broken Eclipse."
    ],
    "documents": [],
    "notes": [
        "\" SCP-3457 \" by ChaoSera, from the SCP Wiki . Source: https://scpwiki.com/scp-3457 . Licensed under CC-BY-SA .",
        "Filename: crown Name: Iron Crown.JPG Author: James Steakley License: CC BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-3457",
    "object_class": "Keter",
    "containment_procedures": "Ongoing containment of SCP-3457 is maintained through a joint effort of the Foundation and the Global Occult Coalition, in accordance with the terms of the Köln Agreement. Custody of the physical components of SCP-3457 has been entrusted to the Coalition, which may deal with all relevant items in whatever manner it deems most suitable; the Foundation is responsible for safeguarding all information relating to the use of these physical components as part of SCP-3457.",
    "description": "SCP-3457 is a set of Grade-א occult workings, commonly referred to as the “Rite of Solomon” due to an alleged relationship to the eponymous king. When executed properly, it is capable of instigating a GR-Class Hostile Demiurge Event. Completing the Rite allows for the arbitrary reassignment of thaumaturgic capabilities as well as making fundamental changes to the nature of thaumaturgy, enabling the user to gain complete control over the distribution of occult ability among the human population.",
    "title": "SCP-3457"
}