{
    "url": "https://scp-wiki.wikidot.com/scp-3458",
    "all_text": "rating: \n+17\n+\n–\nx\n\n\nItem #:\n SCP-3458\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n To avoid causing irreparable damage via hard impacts or static electricity, SCP-3458 is to be stored in a 15.5 x 20.5 cm Antistatic shield bag in a climate controlled storage locker kept at 20° Celsius when not in use. Any room used for testing of SCP-3458 must be kept around 20° Celsius; to facilitate this, all instances of SCP-3458-2 must be pre-equipped with cooling fans.\n\n\nDescription:\n SCP-3458 is a standard hard disk drive, configured for use in most modern computers as a storage device; its familiar shape, size and weight renders it almost completely indistinguishable from other hard disk drives, though several key details once printed on the label adhered to its protective cover have been scratched off with a sharp-edged tool\n1\n. These missing details are speculated to have pertained to SCP-3458’s storage capacity, the rotation speed of its internal disk and its original manufacturer.\n\nWhen the primary storage device of a standard desktop computer is replaced with SCP-3458, the computer itself, hereafter referred to as SCP-3458-2, boots into a simplistic user interface with icons for various applications and games, in front of a wallpaper that depicts a picturesque but as of yet-unidentified coastal region.\n\n\nSCP-3458 readily accepts and stores files imported via external storage devices such as flash drives, as well as those downloaded from the internet through the use of the pre-installed web-browsing program. However, all attempts to export or upload its files to any medium of storage have been unsuccessful due to SCP-3458 halting the process with the error message: “Insufficient Permissions”.\n\nOnce the use of SCP-3458-2 has been maintained for a period of time sufficient for a “profile” of the user to be constructed (presumably from program usage and browsing habits, but this has yet to be confirmed), all normal processes are shut down and the user interface is replaced by a plain text screen, reminiscent of those displayed by most operating systems in the event of a crash or fatal error. A disk check follows this, in which the names of files stored within SCP-3458, such as “HAPPIEST_MOMENT”, “JUDGEMENT_LAPSE_(X)” and “LIE_(X)”, flicker across the screen until the scan is complete.\n\n\nAt this point, a form of verdict regarding the user is rendered, seemingly based on their life choices; more often than not, all remaining text on the screen disappears and the message “Bad Sectors Detected - Initialising Factory Reset” is displayed, an MRI scan later revealing an advanced state of amnesia in the user’s brain. Tests have revealed that from the moment the aforementioned message is displayed, the afflicted user’s memory is completely and irreversibly wiped - all attempts to restore the user’s memory with family photos and personal documents have been unsuccessful, as has the administration of prototype mnestics and SCP-███.\n\n\nIn exceedingly rare circumstances and never in the case of D-Class personnel, the completed scan is followed by an alternate message: “Minimal errors detected - Well Done”. As the usual effects of SCP-3458’s verdict do not present themselves in test subjects who are shown this message, it can be assumed that said subjects have never committed any major transgressions against society at any point in their lives. These few subjects have since reported feeling great pride and newfound self-confidence off the back of SCP-3458’s quantified, seemingly unbiased analyisis.\n\n\nDiscovery:\n SCP-3458 was recovered from a Mr. ███████ who had, in turn, loaned it to a friend who was in the process of building a desktop computer and required a temporary storage solution. When Mr. ███████ returned to his friend’s apartment two weeks later, assuming that the permanent storage device he had ordered online had been delivered and that SCP-3458 would be ready for him to collect, he found that his friend had since been evicted, reportedly for not having paid his overdue rent\n2\n. The landlord also informed him that the friend had not taken his personal possessions with him, claiming that he “didn’t want to steal anything”. Mr. ███████ offered to call his friend and ask him to collect his belongings but was met with rejection of the idea that they had ever met or been friends. Speculating on a correlation between his donation of SCP-3458 and his friend’s memory loss, Mr. ███████ handed SCP-3458 in to the local police station, from whom it was promptly confiscated by an undercover member of Mobile Task Force Iota-10 (aka “Damn Feds”).\n\n\n\n\n\n\n+ Testing Log: \n\n\n\n\n- Testing Log: \n\n\n\n\n(All tests on SCP-3458 thus far have been carried out by Dr. ███████)\n\n\n\n\nTest #:\n 1\n\n\nSubject:\n D-26459, previously convicted of murder.\n\n\nUsage Time from Startup to Verdict:\n ~50 minutes.\n\n\nUsage:\n D-26459 played various games on SCP-3458-2 before growing bored and opening the web browser; he searched for recent events and news stories before logging onto various social media websites to send messages (D-26459 was allowed to continue doing so as his messages were deemed harmless).\n\n\nContents of Scan:\n Most notable file name was unsurprisingly “MURDER”, though nothing D-26459 had done using SCP-3458-2 pointed towards the commitment of said act. “PETTY_THEFT” and “DEATH_THREAT” were also seen during the scan.\n\n\nVerdict Rendered:\n Bad Sectors Detected.\n\n\nSubject State After Testing:\n D-26459’s memory was wiped. He initially responded with panic but quickly calmed down after being removed from the room containing SCP-3458 and having his duties as a D-Class test subject explained to him. D-26459 now works in the main canteen where he previously incited numerous acts of violence against guards and other staff.\n\n\nAdditional Notes:\n \nThe results of this initial test have led me to believe that the monitoring of a test subject’s usage of SCP-3458-2 is nothing more than supplementary to the final verdict rendered – it must be collecting its information from an alternative source, supernatural or otherwise.\n\n\n\n\nTest #:\n 2\n\n\nSubject:\n D-26460, previously convicted of fraud.\n\n\nUsage Time from Startup to Verdict:\n 34 minutes.\n\n\nUsage:\n Having attempted to converse with the now obliviated D-26459 in the main canteen, D-26460 was initially concerned about the effects of SCP-3458 before deciding to use its web browser to continue trading stocks and sending messages to potential clients, unwilling to disclose his current location or explain his long absence.\n\n\nContents of Scan:\n D-26460’s scan contained a considerable number of files with the title “LIE_(X)”, along with the expected “FRAUD” file to match his court case and a file named “SEXUAL_HARRASSMENT”; as the scan continued, D-26460 professed his innocence of this act, stating that the accusation was made falsely by a “dirty bitch, after [his] money”.\n\n\nVerdict Rendered:\n Bad Sectors Detected.\n\n\nSubject State After Testing:\n D-26460’s memory was wiped. After being given the same reintroduction to the Foundation as D-26459, he was tested on various terms and phrases pertaining to the fields of economics and banking, none of which he could explain.\n\n\nAdditional Notes:\n \nSince D-26460 had previously become friends with D-26459, I decided to put the two of them in a room together to see if they would recognise each other or perhaps discuss SCP-3458 and/or its effects. Unsurprisingly, they did not.\n\n\n\n\nTest #:\n 3\n\n\nSubject:\n Dr. ██████ ████, newly employed researcher in the field of Computer Science.\n\n\nUsage Time from Startup to Verdict:\n 1 hour, 29 minutes.\n\n\nUsage:\n At first, Dr. ████ reported anxiety regarding the potential effects of SCP-3458; given the option to refuse undergoing this test, however, he decided to press on and so uploaded several research logs to finalize with SCP-3458’s word processor.\n\n\nContents of Scan:\n Dr. ████’s scan was unsurprisingly mundane, indicating an unremarkable amount of accidents and human errors. Once the messages “WORKING_FOR_SCP” and “IMPRISONING_ME” were displayed, however, Dr. ████ was advised to leave the room as the scan continued.\n\n\nVerdict Rendered:\n Bad Sectors Detected.\n\n\nSubject State After Testing:\n Dr. ████ fled the room quickly, running some 40 metres down a connected hallway before coming to a stop, the effects of SCP-3458’s verdict presumably taking hold despite the distance that had been made between them. A brief memory test revealed that Dr. ████’s memory was also completely wiped.\n\n\nAdditional Notes:\n \nOkay, so we’re not testing this thing with staff anymore. Dr. ████’s family has been informed that he died in an \"unspecified lab accident\", and O5 is insisting that we get their permission before testing SCP-3458 with humans any further. What’s this thing got against us?\n\n\n\n\nTest #:\n 4\n\n\nSubject:\n “Aloysius” - Orangutan, trained to interact with computers.\n\n\nUsage Time from Startup to Verdict:\n 17 minutes.\n\n\nUsage:\n Once placed in a room with an instance of SCP-3458-2 designed for use with trained apes, Aloysius searched for an internet video he had previously been shown, involving a kitten riding on the shell of a tortoise. He brought his handler closer to the monitor of SCP-3458-2 to have her react to the video as well before clicking through several other clips.\n\n\nContents of Scan:\n Aloysius’ scan was considerably shorter than those of the previous test subjects, displaying a few messages titled “VIOLENCE_AGAINST_HANDLER” before cutting straight to the verdict.\n\n\nVerdict Rendered:\n Minimal errors detected - Well Done. (The message was also displayed in pixelated sign language to cater to Aloysius’ lack of English comprehension)\n\n\nSubject State After Testing:\n Aloysius was unaffected by the verdict and rewarded with mixed fruit for his good behaviour.\n\n\nAdditional Notes:\n \nThis wasn’t really that surprising – I mean, what would a dumb ape have done to deserve getting its memory wiped? It was interesting to see that SCP-3458 caters to other languages though. Real nice of it.\n\n\n\n\nTest #:\n 5\n\n\nSubject:\n D-27005, previously convicted of involuntary vehicular manslaughter.\n\n\nUsage Time from Startup to Verdict:\n 2 hours, 6 minutes.\n\n\nUsage:\n D-27005 saw SCP-3458-2 as a means of communicating with her own family and the family of her victim, attempting to reconcile her differences with both groups before resorting to making a post on her social media account, showing regret for the events that had transpired.\n\n\nContents of Scan:\n As with Test #3, D-27005’s scan was relatively mundane and showed that she had done little to negatively affect society apart from what she was convicted of, which SCP-3458 entitled “ACCIDENTAL_KILLING”.\n\n\nVerdict Rendered:\n Minimal errors detected - Well Done.\n\n\nSubject State After Testing:\n D-27005 was initially confused by SCP-3458’s verdict, but later began displaying an improved outlook on life in general.\n\n\nAdditional Notes:\n \nThis is the sort of thing I was looking forward to seeing. Whether we can trust that SCP-3458 was telling the truth or not has yet to be determined, but if we’re able to come to a definite conclusion on that… There might be a legitimate use for SCP-3458 after all.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Researchers tasked with analysing the scratches have since determined said tool to have been a flathead screwdriver.\n\n\n2\n. It can be assumed that he was given the “Bad Sectors” verdict by SCP-3458 and thus forgot to pay.\n\n\n\n\n\n\n\n\n« \nSCP-3457\n | SCP-3458 | \nSCP-3459\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3458\n\" by Kachompsky, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3458\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Test #: 1 Subject: D-26459, previously convicted of murder. Usage Time from Startup to Verdict: ~50 minutes. Usage: D-26459 played various games on SCP-3458-2 before growing bored and opening the web browser; he searched for recent events and news stories before logging onto various social media websites to send messages (D-26459 was allowed to continue doing so as his messages were deemed harmless). Contents of Scan: Most notable file name was unsurprisingly “MURDER”, though nothing D-26459 had done using SCP-3458-2 pointed towards the commitment of said act. “PETTY_THEFT” and “DEATH_THREAT” were also seen during the scan. Verdict Rendered: Bad Sectors Detected. Subject State After Testing: D-26459’s memory was wiped. He initially responded with panic but quickly calmed down after being removed from the room containing SCP-3458 and having his duties as a D-Class test subject explained to him. D-26459 now works in the main canteen where he previously incited numerous acts of violence against guards and other staff. Additional Notes: The results of this initial test have led me to believe that the monitoring of a test subject’s usage of SCP-3458-2 is nothing more than supplementary to the final verdict rendered – it must be collecting its information from an alternative source, supernatural or otherwise. Test #: 2 Subject: D-26460, previously convicted of fraud. Usage Time from Startup to Verdict: 34 minutes. Usage: Having attempted to converse with the now obliviated D-26459 in the main canteen, D-26460 was initially concerned about the effects of SCP-3458 before deciding to use its web browser to continue trading stocks and sending messages to potential clients, unwilling to disclose his current location or explain his long absence. Contents of Scan: D-26460’s scan contained a considerable number of files with the title “LIE_(X)”, along with the expected “FRAUD” file to match his court case and a file named “SEXUAL_HARRASSMENT”; as the scan continued, D-26460 professed his innocence of this act, stating that the accusation was made falsely by a “dirty bitch, after [his] money”. Verdict Rendered: Bad Sectors Detected. Subject State After Testing: D-26460’s memory was wiped. After being given the same reintroduction to the Foundation as D-26459, he was tested on various terms and phrases pertaining to the fields of economics and banking, none of which he could explain. Additional Notes: Since D-26460 had previously become friends with D-26459, I decided to put the two of them in a room together to see if they would recognise each other or perhaps discuss SCP-3458 and/or its effects. Unsurprisingly, they did not. Test #: 3 Subject: Dr. ██████ ████, newly employed researcher in the field of Computer Science. Usage Time from Startup to Verdict: 1 hour, 29 minutes. Usage: At first, Dr. ████ reported anxiety regarding the potential effects of SCP-3458; given the option to refuse undergoing this test, however, he decided to press on and so uploaded several research logs to finalize with SCP-3458’s word processor. Contents of Scan: Dr. ████’s scan was unsurprisingly mundane, indicating an unremarkable amount of accidents and human errors. Once the messages “WORKING_FOR_SCP” and “IMPRISONING_ME” were displayed, however, Dr. ████ was advised to leave the room as the scan continued. Verdict Rendered: Bad Sectors Detected. Subject State After Testing: Dr. ████ fled the room quickly, running some 40 metres down a connected hallway before coming to a stop, the effects of SCP-3458’s verdict presumably taking hold despite the distance that had been made between them. A brief memory test revealed that Dr. ████’s memory was also completely wiped. Additional Notes: Okay, so we’re not testing this thing with staff anymore. Dr. ████’s family has been informed that he died in an \"unspecified lab accident\", and O5 is insisting that we get their permission before testing SCP-3458 with humans any further. What’s this thing got against us? Test #: 4 Subject: “Aloysius” - Orangutan, trained to interact with computers. Usage Time from Startup to Verdict: 17 minutes. Usage: Once placed in a room with an instance of SCP-3458-2 designed for use with trained apes, Aloysius searched for an internet video he had previously been shown, involving a kitten riding on the shell of a tortoise. He brought his handler closer to the monitor of SCP-3458-2 to have her react to the video as well before clicking through several other clips. Contents of Scan: Aloysius’ scan was considerably shorter than those of the previous test subjects, displaying a few messages titled “VIOLENCE_AGAINST_HANDLER” before cutting straight to the verdict. Verdict Rendered: Minimal errors detected - Well Done. (The message was also displayed in pixelated sign language to cater to Aloysius’ lack of English comprehension) Subject State After Testing: Aloysius was unaffected by the verdict and rewarded with mixed fruit for his good behaviour. Additional Notes: This wasn’t really that surprising – I mean, what would a dumb ape have done to deserve getting its memory wiped? It was interesting to see that SCP-3458 caters to other languages though. Real nice of it. Test #: 5 Subject: D-27005, previously convicted of involuntary vehicular manslaughter. Usage Time from Startup to Verdict: 2 hours, 6 minutes. Usage: D-27005 saw SCP-3458-2 as a means of communicating with her own family and the family of her victim, attempting to reconcile her differences with both groups before resorting to making a post on her social media account, showing regret for the events that had transpired. Contents of Scan: As with Test #3, D-27005’s scan was relatively mundane and showed that she had done little to negatively affect society apart from what she was convicted of, which SCP-3458 entitled “ACCIDENTAL_KILLING”. Verdict Rendered: Minimal errors detected - Well Done. Subject State After Testing: D-27005 was initially confused by SCP-3458’s verdict, but later began displaying an improved outlook on life in general. Additional Notes: This is the sort of thing I was looking forward to seeing. Whether we can trust that SCP-3458 was telling the truth or not has yet to be determined, but if we’re able to come to a definite conclusion on that… There might be a legitimate use for SCP-3458 after all.",
        "\" SCP-3458 \" by Kachompsky, from the SCP Wiki . Source: https://scpwiki.com/scp-3458 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3458",
    "object_class": "Safe",
    "containment_procedures": "To avoid causing irreparable damage via hard impacts or static electricity, SCP-3458 is to be stored in a 15.5 x 20.5 cm Antistatic shield bag in a climate controlled storage locker kept at 20° Celsius when not in use. Any room used for testing of SCP-3458 must be kept around 20° Celsius; to facilitate this, all instances of SCP-3458-2 must be pre-equipped with cooling fans.",
    "description": "SCP-3458 is a standard hard disk drive, configured for use in most modern computers as a storage device; its familiar shape, size and weight renders it almost completely indistinguishable from other hard disk drives, though several key details once printed on the label adhered to its protective cover have been scratched off with a sharp-edged tool1. These missing details are speculated to have pertained to SCP-3458’s storage capacity, the rotation speed of its internal disk and its original manufacturer.\nWhen the primary storage device of a standard desktop computer is replaced with SCP-3458, the computer itself, hereafter referred to as SCP-3458-2, boots into a simplistic user interface with icons for various applications and games, in front of a wallpaper that depicts a picturesque but as of yet-unidentified coastal region.",
    "title": "SCP-3458"
}