{
    "url": "https://scp-wiki.wikidot.com/scp-3472",
    "all_text": "rating: \n+23\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n This article contains \nparental death\n\n\n\n\n\n\n\n\nrating: \n+23\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\n\n\nItem #:\n SCP-3472\n\n\nLevel 2/3472\n\n\n\n\n\n\nObject Class:\n Keter\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-3472 in its containment area.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-3472-1 has been converted into Containment Area-██. SCP-3472's position must be maintained at all times. Any change in the position of SCP-3472 constitutes a possible WK-58 event, in which case Procedure-738-Comstock must be immediately initiated.\n\n\nSCP-3472-1, along with SCP-3472's cables are to be inspected daily for any signs of degradation by a team of 3 Class-D maintenance personnel. Because of SCP-3472's effects on convicted criminals, Class-D maintenance personnel are to be recruited through Protocol 12. Class-D maintenance personnel are to be treated with SCP-████ to combat the antibiotic effects of SCP-3472, and must be given monthly blood transfusions as per SCP-████ guidelines.\n\n\nDescription:\n SCP-3472 appears to be a chandelier, approximately 6 meters in height and 2 meters in diameter. SCP-3472's exterior is composed of lights in the shape of decorative glass leaves, surrounding an unknown object. SCP-3472 requires no power to operate. Attempts to take physical samples have failed, as SCP-3472 cannot be damaged.\n\n\nSCP-3472-1 is a structure surrounding SCP-3472, superficially resembling a cathedral surrounded by scaffolding, 15% of which is composed of unknown materials. SCP-3472 is attached to SCP-3472-1 by several cables. A control panel near the entrance of SCP-3472-1 is capable of changing the position of SCP-3472; however, any change that moves SCP-3472 out of a specific alignment will result in SCP-3472's anomalous effects expanding.\n\n\nSCP-3472's primary anomalous effects manifest when certain organisms are brought within SCP-3472's area of effect. All organisms belonging to the Kingdom Fungi, the Classes Reptilia or Arachnida, the Order Hymenoptera, the Family Canidae,\n1\n or any microbial lifeform, person convicted of a crime punishable under English Law, or nonsapient carnivore weighing at least 120 kg are susceptible to SCP-3472's effects. Within two seconds, life functions of affected organisms will cease, and said organisms will disappear completely within two hours.\n\n\nSCP-3472's area of effect roughly fills SCP-3472-1 while aligned correctly. The radius of SCP-3472's area of effect will expand at a rate of 18 meters per second while unaligned with SCP-3472-1. It is theorized that significant structural damage to or a continuous nonalignment with SCP-3472-1 would eventually result in a WK-Class Mass Extinction Event.\n\n\nAddendum [3472-004]:\n On 13/03/1986, during the initial containment of SCP-3472-1, a basement area was discovered. Exploration was authorized on 23/03/1986. An examination of the basement revealed a human corpse, several documents, several objects presumed to have occult significance, 14 minor anomalies later classified as anomalous objects, and one anomaly later reclassified as SCP-████.\n\n\n\n\n+ DOCUMENT-SCP-3472-E5 (CLEARANCE 3/3472 REQUIRED)\n\n\n\n\nAccess granted.\n\n\n\n\n\n\n\nMy beloved daughter,\n\n\n \n\nI suppose it's been several years since we last saw one another. I would give every treasure, all the fruits of my travels, to say that this has not been by choice. I suppose you're old enough to know better, however. You don't have to forgive me, my darling.\n\n\n \n\nWhen I first made contact with the Crystal Court, it was but a stop on my tour of existence. I had no intention of lingering with the Illuminated, much less meeting your mother. I was a young man, without much direction. I didn't think much of our night together. If I'd known our passion would have beget such light…\n\n\n \n\nThe Chromatic King was a better father than I. He was there for his daughter, to keep drifters like me from doing what I did. The Chromatic Heiress would not waste royal blood on fools who did not deserve her…at least, I suppose that is what he thought. But I was preoccupied with myself, all those years ago, with\n\n\n \n\nNo, no. I can't keep lying to myself. I hurt her with intention. I betrayed your mother, a con years in the making, because she was better than me and I was just a man.\n\n\n \n\nI'm sorry. I loved your mother. I loved her from the day she took me through the Crystal Gardens, where she laid bare before me the glories of the Illuminated. I loved her through my betrothing ceremony, where I promised myself to the Crystal Court forevermore. And even as I left her, sickened that a putrid ape like myself could ever be so conceited as to stand with the Illuminated, I still loved her. To this very day, I love her. She was dignified, and elegant, and kind; everything the wretched, fleshy monstrosities of my world were not. You could feel it, shining from the core of her very being. And who was I, to claim equality to such a radiant light?\n\n\n \n\nSo I left.\n\n\n \n\nI wish I could have been there for her, when she gave birth to you. Before the men in black armor came to steal the Illuminateds' light away. Before those wretched monkeys soiled the Crystal Court with the Chromatic Heiress's blood.\n\n\n \n\nI don't expect you to forgive me. My actions have damned that filthy planet to an eternity of emptiness, a prolonged execution at the hands of the Crystal Court.\n\n\n \n\nBut please, forgive your mother, my beloved Anne. She only wants to keep you safe.\n\n\n \n\n\n\n\nJamison Maddox\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. In layman's terms, fungi, reptiles, arachnids, wasps/bees, ants, foxes, and dogs.\n\n\n\n\n\n\n\n\n« \nSCP-3471\n | SCP-3472 | \nSCP-3473\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3472\n\" by UraniumEmpire, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3472\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n DaughterAnne.jpg\n\n\nName:\n Chandelier in lobby\n\n\nAuthor:\n Supermac1961\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [
        "Addendum [3472-004]: On 13/03/1986, during the initial containment of SCP-3472-1, a basement area was discovered. Exploration was authorized on 23/03/1986. An examination of the basement revealed a human corpse, several documents, several objects presumed to have occult significance, 14 minor anomalies later classified as anomalous objects, and one anomaly later reclassified as SCP-████."
    ],
    "documents": [],
    "notes": [
        "\" SCP-3472 \" by UraniumEmpire, from the SCP Wiki . Source: https://scpwiki.com/scp-3472 . Licensed under CC-BY-SA .",
        "Filename: DaughterAnne.jpg Name: Chandelier in lobby Author: Supermac1961 License: CC BY 2.0 Source Link: Flickr"
    ],
    "containment_procedures": "SCP-3472-1 has been converted into Containment Area-██. SCP-3472's position must be maintained at all times. Any change in the position of SCP-3472 constitutes a possible WK-58 event, in which case Procedure-738-Comstock must be immediately initiated.",
    "description": "SCP-3472 appears to be a chandelier, approximately 6 meters in height and 2 meters in diameter. SCP-3472's exterior is composed of lights in the shape of decorative glass leaves, surrounding an unknown object. SCP-3472 requires no power to operate. Attempts to take physical samples have failed, as SCP-3472 cannot be damaged.",
    "title": "SCP-3472"
}