{
    "url": "https://scp-wiki.wikidot.com/scp-3474",
    "all_text": "rating: \n+72\n+\n–\nx\n\n\n\n\nItem #:\n SCP-3474\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n\n\n\n\n\n\nArtwork created by SCP-3474 while in containment\n\n\n\n\n\n\nSCP-3474 is to be held in a standard prepubescent humanoid containment cell, which is to be completely fireproofed and monitored via 24-hour video surveillance. The containment area is to be kept clear of any flammable materials.\n\n\nAny individuals who require access to SCP-3474 must additionally be checked for lighters, matches, and any other combustible objects prior to entering the containment area.\n\n\nSCP-3474 is allowed to roam the facility while supervised between 0900 and 1700 hours. Any individual not listed on the roster who desires to escort SCP-3474 is encouraged to request written permission from Researcher Sweet.\n1\n\n\nDescription:\n SCP-3474 is a five-year-old Caucasian human female of average height, weight and intelligence, and is in good physical health.\n\n\nSCP-3474 is capable of causing spontaneous combustion of objects within what is believed to be an 500 m radius. The entity has additionally demonstrated the ability to cause burn injuries via direct physical contact. The exact mechanism as well as the extent of SCP-3474’s pyrokinetic capabilities has yet to be determined.\n\n\nSCP-3474’s anomalous properties were initially believed to have manifested during Event 3474-A, which was when it completely incinerated a 457 m² Colonial Ranch style home despite having no access to flammable materials or the necessary knowledge required to ignite a fire. Cover story C-462899 “Class C House Fire” has been utilized as the official cause of the blaze. All persons involved in Event 3474-A have been administered Class C Amnestics following the interview process. False memories were implanted.\n\n\nDiscovery:\n\nFollowing Event 3474-A, SCP-3474 was recovered from inside the pantry area of ██ Kingsley Road by local fire department personnel, seemingly completely free of any burns or smoke related injuries. The pantry itself had incurred no damage from the fire, and remains as such presently.\n\n\nLocal emergency response personnel reported SCP-3474 as being in a state of extreme mental shock at the time of its recovery, and was unresponsive to verbal or physical stimuli while being transported to the Good Samaritan Hospital. Severe erythema\n2\n of the hands and forearms was noted at the time of transport.\n\n\nDuring the routine triage process, nurses and medical assistants began to divulge that SCP-3474 was causing burn injuries when they came into physical contact with it, a phenomenon that had not been previously exhibited or noted by any individuals involved with Event 3474-A. Necessary vital checks were not performed for this reason, and some individuals had first degree burns to corroborate their claims.\n\n\nIt was at this point that Agent Counterson, embedded in the hospital staff for a separate investigation, became aware of the anomaly and reported it to her superiors.\n\n\nThree individuals were present within ██ Kingsley Road during Event 3474-A.\n\n\n\n\n\n\nSCP-3474\n\n\nSuzannah Phillips\n, mother of SCP-3474. Ms. Phillips was brought into Foundation custody along with her daughter following Event 3474-A.\n\n\nKarl Homrich\n, deceased. Cause of death was a combination of smoke inhalation, third degree burns, blunt trauma, and [REDACTED]. Individual was involved romantically with Suzannah Phillips, however, possessed no blood relation to SCP-3474. Records from ███████ County Jail indicate that Mr. Homrich was recently released on bail, with an upcoming court visit scheduled for charges related to domestic assault. Additional charges included indecent assault and battery of a child under fourteen years of age.\n\n\n\n\n\n\nUpon recovery, Suzannah Phillips and SCP-3474 were transported to the medical unit of Site ██ to be examined. The anomalous properties, as well as the erythema exhibited by SCP-3474 were observed by Foundation medical personnel at this time.\n\n\nMrs. Phillips’ exam revealed a distal radius fracture on her right arm as well as second degree burns following Event 3474-A. The distal radius fracture was inflicted prior to and not as a result of Event 3474-A.\n\n\nThough SCP-3474 remained in the initially reported state of shock during transport, the entity began to exhibit significant mental distress upon arrival to the facility.\n\n\nWhen Doctor McFadden approached SCP-3474 with the intention of providing succor to his patient, his medical uniform was observed to have burst spontaneously into flames. This occurred to three additional staff members as well before SCP-3474 was restrained and forcibly sedated.\n\n\nBy the time sedation was successfully applied, ██ staff members had incurred minor to moderate burn injuries either via direct physical contact with SCP-3474 or the fires that had been produced by it. One nurse who was present during the incident was hospitalized with severe injuries when a lighter she had in her pocket exploded.\n\n\nFollowing sedation, staff assigned to SCP-3474 made note of the fact that physical contact was possible without incurring burns. Standard vital checks were performed, and the physical exam revealed nothing out of the ordinary. Upon regaining consciousness, SCP-3474 requested Suzannah Phillips. The request was (temporarily) denied. The patient was then informed that it was being treated in a hospital for an obscure illness, and no further requests were made. Staff were at this point able to make physical contact with SCP-3474 without injury.\n\n\nEventually, SCP-3474 requested to see Agent Counterson. This request was approved by Researcher Sweet, provided that Counterson conduct the planned interview with SCP-3474. A transcript of the intended questions was provided to Counterson.\n\n\n\n\n<Begin Log]>\n\n\nCounterson:\n Heyo, kiddo.\n\n\nSCP-3474:\n Oh! Hi, ███!\n\n\nCounterson:\n What’s up? Did you get the popcorn I brought for you?\n\n\nSCP-3474:\n Yeah. Thanks. I really like that kind.\n\n\nCounterson:\n Any time. You just tell me what to bring and I’ll see if I can bring it for you. They don’t mind stuff like popcorn, which is good, ‘cuz those vending machines are questionable. I got your back.\n\n\nSCP-3474:\n Good, I \nreally\n like that popcorn. Hey…what are those papers for, and that little doodad you’re carrying?\n\n\nCounterson:\n Oh, this stuff? The big brains just want me to ask you a couple of questions. They’re all typed up on these papers. And this whacky little doodad thing is so I can record everything we say on a little cassette tape. No sweat, right?\n\n\nSCP-3474:\n Yeah, I guess.\n\n\nCounterson:\n Cool. Okay. So.\n\n\nAgent Counterson reads the interview transcript out loud under her breath.\n\n\nCounterson:\n …to determine when the anomalous activity initiated, and how.\n\n\nSCP-3474:\n Huh?\n\n\nCounterson:\n …Hell with all that. Nothing. Listen, kiddo. You aren’t dumb. I bet you know what kinds of questions these are about, don’t you?\n\n\nSCP-3474:\n Yeah…I think so.\n\n\nCounterson:\n They wanna know about the fires, ██████. Do you think you can tell me about them?\n\n\nSCP-3474:\n I can’t…I mean…I hurt some people. And mommy’s friend. He hurt me, and I didn’t like him. I didn’t mean it. But I think he \ndied\n. People go to jail, for dying other people. I don’t wanna go to jail. I didn’t mean to die him.\n\n\nCounterson:\n …I know you didn’t mean it. Listen. Let’s just…your very first fire. How did you make it? Do you remember?\n\n\nSCP-3474:\n It was…after Daddy died. Mommy started going out at night, and Katie would watch me. The girl next door. But Mommy came home one night and she was…funny.\n\n\nCounterson:\n How was she funny?\n\n\nSCP-3474:\n Just…angry. And sleepy. Very sleepy. She started talking to me about brushing my teeth, and she just…she fell asleep. Right in the middle of talking. But then she woke up and she started yelling at me to brush my teeth again. But it wasn’t fair. I already brushed my teeth. Then, she just..she just went back to sleep. I was so mad, I started to cry. And then, I saw smoke coming out of my stuffed animal pile. Mr. Buttons was on fire. I yelled for Mommy but she was so sleepy, she didn’t hear me, I guess. So I put water on Mr. Buttons and the smoke went away and I went to sleep.\n\n\nCounterson:\n That’s…that’s great, ██████, thanks so much for answering that question so well. And remembering to put water on a fire? Wow. Good job, kiddo.\n\n\nSCP-3474:\n Thanks.\n\n\nCounterson:\n How about after that? Did you make any more fires?\n\n\nSCP-3474:\n Uh…yeah. There was one more. One more before the big one.\n\n\nCounterson:\n What happened?\n\n\nSCP-3474:\n It was recess time, at school, and this little boy was on the tire swing. He’s a mean little boy.. He said I could have a turn on the tire swing after he was done. So I got on the swing after he got off and then…he pushed me! He pushed me and I fell down! It wasn’t fair! I was so mad!\n\n\nCounterson:\n What a jerk.\n\n\nSCP-3474 begins to weep.\n\n\nSCP-3474:\n It just wasn’t fair. I didn’t mean to hurt him. But I was so mad, and it wasn’t fair. I grabbed his shoulders, and all this smoke started coming out. And he was screaming, and my hands, they were all red. I didn’t mean to hold him so long, I just wanted him off the swing. I pulled him off. But his shirt…his shirt had big black holes in it where I touched him and his back was all red and shiny underneath. I swear I didn’t mean to! I just wanted him off the swing, it was my turn! I didn’t even get on the swing when I saw, I felt so bad.\n\n\nCounterson:\n Of course you felt bad. And I know you didn’t mean it. He’s okay, anyways.\n\n\nSCP-3474 begins to display severe distress, and to weep emphatically.\n\n\nSCP-3474:\n I didn’t mean to hurt him, and I didn’t mean to hurt Karl! Even if I hated him!\n\n\nCounterson:\n ██████—\n\n\nThe hands of SCP-3474, on camera feed, begin to redden.\n\n\nSCP-3474:\n I hated him! I hated the way he yelled! I hated the way he hit! I hated the way he \nlooked\n at me! I hated how he'd make me sit in his lap, and I hated \nall\n the things he did to my Mommy, but \nI didn’t want him to die!\n Mommy was \nwrong\n! I saw her hit him with a bat, and that was \nwrong\n! You don’t die people no matter what! My daddy died, and he’s never, ever coming back!\n\n\nCounterson:\n Ah! Whoa!\n\n\n\n\nAgent Counterson’s shirtsleeve bursts into flames. Security personnel enter the interview chamber. Two security personnel escort SCP-3474 out of the chamber, while two more personnel assist Agent Counterson with extinguishing the fire.\n\n\n<End Log, 08/31/20██>\n\n\n\n\nRoom temperature of the interview chamber was observed to have been 21 degrees Celsius at the start of the log. Room temperature had increased to 43.3 degrees Celsius by the time SCP-3474 had been removed from the area.\n\n\n\n\nResearcher Sweet, upon viewing the interview log, attempted a controlled demonstration of SCP-3474’s abilities.\n\n\nTest A - 9/01/20██\n\n\n\n\nMaterials:\n\n\n\n\nOne (1) Cardboard Box\n\n\n\n\n\n\nOne (1) Newspaper, placed inside cardboard box\n\n\n\n\n\n\nOne Half (.5) Litre Gasoline, applied to newspaper\n\n\n\n\nSCP-3474 is instructed to use its abilities to ignite the newspaper. Researcher Sweet monitored the procedure via television screen, and provided instructions via intercom.\n\n\nSCP-3474 escorted into chamber. Security personnel exit the testing area.\n\n\nSCP-3474:\n What am I supposed to do?\n\n\nSweet:\n Please…make a fire. In the box, if possible.\n\n\nSCP-3474:\n I…well…Okay. I’ll try.\n\n\nSCP-3474 paces around the box for six minutes, removes the newspaper from the box, then places the newspaper back inside the box. After ten minutes, SCP-3474 sits down on the floor, and stares at the camera. After fifteen minutes, SCP-3474 stands up again, and approaches the box, frowning. SCP-3474 picks up the box, looks inside of it, sniffs the contents, and puts it back down on the table.\n\n\nSweet:\n Is there a problem?\n\n\nSCP-3474:\n No, I just. I don’t know how to make the fires. They just…they just kind of happen?\n\n\nSweet:\n I see. Keep trying, please.\n\n\nTen more minutes pass, with no noted activity. SCP-3474 is eventually observed singing “Alouette” and making no effort to ignite the newspaper.\n\n\nSweet:\n …Thank you. Security is enroute to transport you back to your cell.\n\n\n\n\nSCP-3474:\n Can I have a snack?\n\n\n\n\nFollowing the test observation, Researcher Sweet proposed the theory that SCP-3474’s anomalous properties were emotionally triggered as opposed to deliberately instigated.\n\n\nWeekly onsite grief counseling was recommended.\n\n\n\n\nFrom Researcher Sweet’s personal notes:\n\n\nIt’s been almost a whole month since SCP-3474 and her mother have been introduced to Site ██, and I am at my wit’s end. The fires happen when she’s distressed, we’ve gathered that much from the intake as well as the incident on 8/31, but they can’t be replicated.\n\n\nI’ve tried tickling her to make her laugh uncontrollably, I’ve tried showing her The Lion King to make her cry. I’ve even tried talking about her dead father, and the kid seems to be coming to terms about it. The counseling has helped, and no fires with the shrink, either. There’s the issue with potential abuse from the mother’s boyfriend, and that’s a sensitive topic, but nothing has since happened like the interview with Counterson.\n\n\nIf the pyrokinesis is still there, she has to \nreally\n lose control to demonstrate it, and that’s a can of worms I’m not about to involve myself with. Do I really want to cause a little girl severe emotional distress? Will the Ethics Committee agree with me causing a little girl severe emotional distress, if only to replicate anomalous activity?\n\n\nThe Site Director is on my ass for wasting time and resources, trying to get her to do what she does. There isn’t a need, not with other objects actively trying to \nbreach\n containment. Some kids cry or draw pictures when they lose someone…apparently, ██████ started fires, and that was her way of working it all out.\n\n\n\n\n\n\nTranscript of correspondence retrieved from Suzannah Phillips’ e-mail account:\n\n\nHe broke my arm. He did it right in front of ██████.\n\n\nDo you know what it's like, to have that happen to you, with your kid watching? Do you know what it's like, to hold the pain inside so your little girl don't see how bad you got hurt?\n\n\nHe looks at her, too, the sick bastard. I seen it.\n\n\nIt ends tonight. If I don't text you by 6pm, call the cops.\n\n\n\n\nFurther analysis of Mrs. Phillips' e-mail correspondence revealed the potentiality of Event 3474-A being a premeditated occurrence. Mrs. Phillips was brought to Researcher Sweet for questioning.\n\n\n\n\nInterviewed:\n \nSuzannah Phillips\n\n\nInterviewer:\n \nResearcher Sweet\n\n\n<Begin Log>\n\n\nPhillips is escorted into the interview chamber. Her right arm is in a sling.\n\n\nSweet:\n Good afternoon, Mrs. Phillips. How are you feeling today?\n\n\nPhillips:\n Okay, I guess. Listen. Any word on when we’re gonna get outta here?\n\n\nSweet:\n I need to ask you some questions about the house fire, Mrs. Phillips.\n\n\nPhillips:\n We’ve been over this, and over this.\n\n\nSweet:\n I understand that, Mrs. Phillips. I am not entirely clear on some of the finer details. Your release is dependent on this, so your cooperation would be beneficial on both ends.\n\n\nPhillips:\n I told you and I told you. Karl was on the nod, with a cigarette.\n\n\nSweet:\n Mrs. Phillips, Karl Homlich incurred several injuries, prior to his expiration. Blunt trauma to the head, being one of those injuries. How did he receive such a wound, if he was inebriated by heroin with a cigarette in his hand?\n\n\nPhillips:\n Hell if I know. I dunno. I don’t wanna talk about this anymore without a lawyer.\n\n\nSweet:\n As has been explained previously, we are not law enforcement and you are not being charged with a crime. Your cooperation in this matter would be greatly appreciated.\n\n\nPhillips:\n I told you what I know, though. I keep telling you.\n\n\nSweet:\n In addition to the head trauma, Karl Homlich received injuries to the groin area. This seems highly personal, Mrs. Phillips. I understand from your e-mail correspondence that Mr. Homlich was abusive towards you, and towards your daughter. If you could just tell me what happened—\n\n\nMrs. Phillips laughs.\n\n\nPhillips:\n Okay. If you aren’t a cop? Sure. I’ll talk. I know that thing on the table there’s recording everything, so it’s on record that you ain’t no cop. You know what I did, I guess you all just wanna hear me say it. My husband Paul died all sudden-like, I didn’t know what to do. I started fuckin’ up again. Goin’ to bars, you know.\n\n\nSweet:\n Where you met Mr. Homlich?\n\n\nPhillips\n: Yup. Week later, he’s at my place, leavin’ the lid up and gettin’ pisstains all over my floor. Week after that…I started seein’ the way he’d look at my little ██████, even all fucked up all the time as I was. These nasty wolf-eyes, when she was walkin’ around in her summer clothes. Did some diggin’, did some askin’. He’s been in the pen before, for some real nasty shit. He beat on me an' all, but he was givin’ me the goods. That was helpin’ me sleep at night ‘steada thinkin’ about Paul, all cryin’ and shit. I had to do \nsomethin’\n, Doctor Lady. Had to do \nsomethin’\n for my ██████. An’ I’m glad I did. I miss the house, but sometimes I think it had t’ burn.\n\n\n<End Log>\n\n\n\n\nFollowing the interview process, Suzannah Phillips was amnesticized and released. False memories were implanted, and she is of the belief that her child was taken into protective custody due to her issues with addiction. Foundation agents embedded in local NA facilities have been monitoring her progress, however, since her release, she has demonstrated three relapses in recovery.\n\n\n\n\nFrom Researcher Sweet’s personal notes:\n\n\n…which brings me to 3474. It’s her birthday, next week. She’s requested that Agent Counterson spend the day with her. Researcher ████ has asked me if he can join them, as well. I see no reason to deny either of these requests, however, both of them ought to ensure that their PTO balances are sufficient enough to allow for 8 hours of playtime with a six-year-old. I do not see HR approving this time for any other reason besides that one.\n\n\n…I am unable to decide which cake to purchase.\n\n\nMaybe she’ll light the candles for me.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nArtwork created by SCP-3474 while in containment. Not visible: caption which reads “Me and Agent Counterson\"\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. An electronic copy of the SCP-3474 Escort Request form is uploaded on the Site's intranet page with additional instructions.\n\n\n2\n. reddening of the skin as a result of injury\n\n\n\n\n\n\n\n\n« \nSCP-3473\n | SCP-3474 | \nSCP-3475\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "SCP-3474 Suzannah Phillips , mother of SCP-3474. Ms. Phillips was brought into Foundation custody along with her daughter following Event 3474-A. Karl Homrich , deceased. Cause of death was a combination of smoke inhalation, third degree burns, blunt trauma, and [REDACTED]. Individual was involved romantically with Suzannah Phillips, however, possessed no blood relation to SCP-3474. Records from ███████ County Jail indicate that Mr. Homrich was recently released on bail, with an upcoming court visit scheduled for charges related to domestic assault. Additional charges included indecent assault and battery of a child under fourteen years of age.",
        "<Begin Log]> Counterson: Heyo, kiddo. SCP-3474: Oh! Hi, ███! Counterson: What’s up? Did you get the popcorn I brought for you? SCP-3474: Yeah. Thanks. I really like that kind. Counterson: Any time. You just tell me what to bring and I’ll see if I can bring it for you. They don’t mind stuff like popcorn, which is good, ‘cuz those vending machines are questionable. I got your back. SCP-3474: Good, I really like that popcorn. Hey…what are those papers for, and that little doodad you’re carrying? Counterson: Oh, this stuff? The big brains just want me to ask you a couple of questions. They’re all typed up on these papers. And this whacky little doodad thing is so I can record everything we say on a little cassette tape. No sweat, right? SCP-3474: Yeah, I guess. Counterson: Cool. Okay. So. Agent Counterson reads the interview transcript out loud under her breath. Counterson: …to determine when the anomalous activity initiated, and how. SCP-3474: Huh? Counterson: …Hell with all that. Nothing. Listen, kiddo. You aren’t dumb. I bet you know what kinds of questions these are about, don’t you? SCP-3474: Yeah…I think so. Counterson: They wanna know about the fires, ██████. Do you think you can tell me about them? SCP-3474: I can’t…I mean…I hurt some people. And mommy’s friend. He hurt me, and I didn’t like him. I didn’t mean it. But I think he died . People go to jail, for dying other people. I don’t wanna go to jail. I didn’t mean to die him. Counterson: …I know you didn’t mean it. Listen. Let’s just…your very first fire. How did you make it? Do you remember? SCP-3474: It was…after Daddy died. Mommy started going out at night, and Katie would watch me. The girl next door. But Mommy came home one night and she was…funny. Counterson: How was she funny? SCP-3474: Just…angry. And sleepy. Very sleepy. She started talking to me about brushing my teeth, and she just…she fell asleep. Right in the middle of talking. But then she woke up and she started yelling at me to brush my teeth again. But it wasn’t fair. I already brushed my teeth. Then, she just..she just went back to sleep. I was so mad, I started to cry. And then, I saw smoke coming out of my stuffed animal pile. Mr. Buttons was on fire. I yelled for Mommy but she was so sleepy, she didn’t hear me, I guess. So I put water on Mr. Buttons and the smoke went away and I went to sleep. Counterson: That’s…that’s great, ██████, thanks so much for answering that question so well. And remembering to put water on a fire? Wow. Good job, kiddo. SCP-3474: Thanks. Counterson: How about after that? Did you make any more fires? SCP-3474: Uh…yeah. There was one more. One more before the big one. Counterson: What happened? SCP-3474: It was recess time, at school, and this little boy was on the tire swing. He’s a mean little boy.. He said I could have a turn on the tire swing after he was done. So I got on the swing after he got off and then…he pushed me! He pushed me and I fell down! It wasn’t fair! I was so mad! Counterson: What a jerk. SCP-3474 begins to weep. SCP-3474: It just wasn’t fair. I didn’t mean to hurt him. But I was so mad, and it wasn’t fair. I grabbed his shoulders, and all this smoke started coming out. And he was screaming, and my hands, they were all red. I didn’t mean to hold him so long, I just wanted him off the swing. I pulled him off. But his shirt…his shirt had big black holes in it where I touched him and his back was all red and shiny underneath. I swear I didn’t mean to! I just wanted him off the swing, it was my turn! I didn’t even get on the swing when I saw, I felt so bad. Counterson: Of course you felt bad. And I know you didn’t mean it. He’s okay, anyways. SCP-3474 begins to display severe distress, and to weep emphatically. SCP-3474: I didn’t mean to hurt him, and I didn’t mean to hurt Karl! Even if I hated him! Counterson: ██████— The hands of SCP-3474, on camera feed, begin to redden. SCP-3474: I hated him! I hated the way he yelled! I hated the way he hit! I hated the way he looked at me! I hated how he'd make me sit in his lap, and I hated all the things he did to my Mommy, but I didn’t want him to die! Mommy was wrong ! I saw her hit him with a bat, and that was wrong ! You don’t die people no matter what! My daddy died, and he’s never, ever coming back! Counterson: Ah! Whoa! Agent Counterson’s shirtsleeve bursts into flames. Security personnel enter the interview chamber. Two security personnel escort SCP-3474 out of the chamber, while two more personnel assist Agent Counterson with extinguishing the fire. <End Log, 08/31/20██> Room temperature of the interview chamber was observed to have been 21 degrees Celsius at the start of the log. Room temperature had increased to 43.3 degrees Celsius by the time SCP-3474 had been removed from the area.",
        "Materials: One (1) Cardboard Box One (1) Newspaper, placed inside cardboard box One Half (.5) Litre Gasoline, applied to newspaper SCP-3474 is instructed to use its abilities to ignite the newspaper. Researcher Sweet monitored the procedure via television screen, and provided instructions via intercom. SCP-3474 escorted into chamber. Security personnel exit the testing area. SCP-3474: What am I supposed to do? Sweet: Please…make a fire. In the box, if possible. SCP-3474: I…well…Okay. I’ll try. SCP-3474 paces around the box for six minutes, removes the newspaper from the box, then places the newspaper back inside the box. After ten minutes, SCP-3474 sits down on the floor, and stares at the camera. After fifteen minutes, SCP-3474 stands up again, and approaches the box, frowning. SCP-3474 picks up the box, looks inside of it, sniffs the contents, and puts it back down on the table. Sweet: Is there a problem? SCP-3474: No, I just. I don’t know how to make the fires. They just…they just kind of happen? Sweet: I see. Keep trying, please. Ten more minutes pass, with no noted activity. SCP-3474 is eventually observed singing “Alouette” and making no effort to ignite the newspaper. Sweet: …Thank you. Security is enroute to transport you back to your cell. SCP-3474: Can I have a snack?",
        "From Researcher Sweet’s personal notes: It’s been almost a whole month since SCP-3474 and her mother have been introduced to Site ██, and I am at my wit’s end. The fires happen when she’s distressed, we’ve gathered that much from the intake as well as the incident on 8/31, but they can’t be replicated. I’ve tried tickling her to make her laugh uncontrollably, I’ve tried showing her The Lion King to make her cry. I’ve even tried talking about her dead father, and the kid seems to be coming to terms about it. The counseling has helped, and no fires with the shrink, either. There’s the issue with potential abuse from the mother’s boyfriend, and that’s a sensitive topic, but nothing has since happened like the interview with Counterson. If the pyrokinesis is still there, she has to really lose control to demonstrate it, and that’s a can of worms I’m not about to involve myself with. Do I really want to cause a little girl severe emotional distress? Will the Ethics Committee agree with me causing a little girl severe emotional distress, if only to replicate anomalous activity? The Site Director is on my ass for wasting time and resources, trying to get her to do what she does. There isn’t a need, not with other objects actively trying to breach containment. Some kids cry or draw pictures when they lose someone…apparently, ██████ started fires, and that was her way of working it all out.",
        "Transcript of correspondence retrieved from Suzannah Phillips’ e-mail account: He broke my arm. He did it right in front of ██████. Do you know what it's like, to have that happen to you, with your kid watching? Do you know what it's like, to hold the pain inside so your little girl don't see how bad you got hurt? He looks at her, too, the sick bastard. I seen it. It ends tonight. If I don't text you by 6pm, call the cops.",
        "Interviewed: Suzannah Phillips Interviewer: Researcher Sweet <Begin Log> Phillips is escorted into the interview chamber. Her right arm is in a sling. Sweet: Good afternoon, Mrs. Phillips. How are you feeling today? Phillips: Okay, I guess. Listen. Any word on when we’re gonna get outta here? Sweet: I need to ask you some questions about the house fire, Mrs. Phillips. Phillips: We’ve been over this, and over this. Sweet: I understand that, Mrs. Phillips. I am not entirely clear on some of the finer details. Your release is dependent on this, so your cooperation would be beneficial on both ends. Phillips: I told you and I told you. Karl was on the nod, with a cigarette. Sweet: Mrs. Phillips, Karl Homlich incurred several injuries, prior to his expiration. Blunt trauma to the head, being one of those injuries. How did he receive such a wound, if he was inebriated by heroin with a cigarette in his hand? Phillips: Hell if I know. I dunno. I don’t wanna talk about this anymore without a lawyer. Sweet: As has been explained previously, we are not law enforcement and you are not being charged with a crime. Your cooperation in this matter would be greatly appreciated. Phillips: I told you what I know, though. I keep telling you. Sweet: In addition to the head trauma, Karl Homlich received injuries to the groin area. This seems highly personal, Mrs. Phillips. I understand from your e-mail correspondence that Mr. Homlich was abusive towards you, and towards your daughter. If you could just tell me what happened— Mrs. Phillips laughs. Phillips: Okay. If you aren’t a cop? Sure. I’ll talk. I know that thing on the table there’s recording everything, so it’s on record that you ain’t no cop. You know what I did, I guess you all just wanna hear me say it. My husband Paul died all sudden-like, I didn’t know what to do. I started fuckin’ up again. Goin’ to bars, you know. Sweet: Where you met Mr. Homlich? Phillips : Yup. Week later, he’s at my place, leavin’ the lid up and gettin’ pisstains all over my floor. Week after that…I started seein’ the way he’d look at my little ██████, even all fucked up all the time as I was. These nasty wolf-eyes, when she was walkin’ around in her summer clothes. Did some diggin’, did some askin’. He’s been in the pen before, for some real nasty shit. He beat on me an' all, but he was givin’ me the goods. That was helpin’ me sleep at night ‘steada thinkin’ about Paul, all cryin’ and shit. I had to do somethin’ , Doctor Lady. Had to do somethin’ for my ██████. An’ I’m glad I did. I miss the house, but sometimes I think it had t’ burn. <End Log>",
        "From Researcher Sweet’s personal notes: …which brings me to 3474. It’s her birthday, next week. She’s requested that Agent Counterson spend the day with her. Researcher ████ has asked me if he can join them, as well. I see no reason to deny either of these requests, however, both of them ought to ensure that their PTO balances are sufficient enough to allow for 8 hours of playtime with a six-year-old. I do not see HR approving this time for any other reason besides that one. …I am unable to decide which cake to purchase. Maybe she’ll light the candles for me."
    ],
    "object_class": "Euclid",
    "containment_procedures": "",
    "description": "SCP-3474 is a five-year-old Caucasian human female of average height, weight and intelligence, and is in good physical health.",
    "title": "SCP-3474"
}