{
    "url": "https://scp-wiki.wikidot.com/scp-3492",
    "all_text": "rating: \n+257\n+\n–\nx\n\n\nItem #:\n SCP-3492\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-3492 should be contained in a standard humanoid containment cell. SCP-3492 can be supplied with rewards in return for compliance. SCP-3492 must be fed a standard regimen of three meals each day.\n\n\nStaff are advised to exhibit caution while in proximity with SCP-3492, as the spatial distortions it experiences may cause unintentional harm to nearby individuals.\n\n\nDescription:\n SCP-3492 is a Caucasian male human claiming to be named \"dicks mcSquigee\".\n1\n DNA analysis has proven inconclusive, as collected samples are subject to microscale replications of the entity’s properties, and will spontaneously demanifest after indeterminate periods of time.\n\n\nSCP-3492 sporadically undergoes prominent spatial and/or temporal distortions centralised upon random portions of the entity’s body. These distortions vary in duration and content, but typically involve one of or multiple of the following:\n\n\n\n\nDislocation of bodily portions\n2\n to another fixed position relative to the remainder of SCP-3492;\n\n\nOver or underexaggerated movement of bodily portions along a single axis, frequently resulting in the above;\n\n\nOver or underexaggerated rotation of jointed limbs, frequently to physically impossible extents;\n\n\n(Supposed) rotation or movement of bodily portions along or around unobservable, higher spatial dimensions;\n\n\nSpontaneous loss of one or more spatial dimensions, resulting in SCP-3492 converting into a lower-dimensional form;\n\n\nProminently slowed or accelerated motion of bodily portions;\n\n\nApparent motion of limbs independently from SCP-3492;\n\n\nMotion of bodily portions occurring in an inverted manner;\n\n\nPseudo-precognitive abilities resulting from SCP-3492 briefly undergoing a period of inverted time.\n\n\n\n\nOf note is that affected portions of SCP-3492 appear to be selectively intangible to the remainder of the entity, enabling limbs to pass through other limbs unaffected, and enabling joints to rotate freely upon all axes while affected. Because of this, SCP-3492 does not suffer from injuries related to its effects, but does experience discomfort.\n\n\nSCP-3492 claims its properties stem from the fact it is a component of a partially-functional program developed by the \nTotleighSoft corporation\n as a proof-of-concept intended to promote interest in a physics engine being developed. The entity's respective instance of this program (designated SCP-3492-A) has yet to be recovered.\n\n\nSCP-3492 was recovered during the 2017 Electronic Entertainment Expo, wherein it was attending as part of, and maintaining, an exhibition booth catalogued to be reserved for the TotleighSoft corporation. All attending civilians that observed SCP-3492 prior to recovery were amnestised.\n\n\n\n\nInterviewed:\n SCP-3492\n\n\nInterviewer:\n Researcher ████ ███\n\n\n<Begin Log>\n\n\nResearcher ████ ███:\n Good afternoon, 3492. May I ask you some questions?\n\n\nSCP-3492:\n Yes, sure. Why not.\n\n\nResearcher ████ ███:\n Would you prefer if I called y-\n\n\nSCP-3492:\n NO! No, no, just… the number is fine. 3492 will do.\n\n\n<\nSCP-3492's right pectoral girdle extends to a length of approximately two meters, displacing the right arm appropriately.\n>\n\n\nResearcher ████ ███:\n Very well. You are aware of your condition, correct?\n\n\n<\nSCP-3492's left forearm rotates rapidly around their elbow joint, passing through the remainder of their arm without difficulty several times. SCP-3492 takes several moments to adjust the position of their arm, allowing them to gesture to their right shoulder with it.\n>\n\n\nSCP-3492:\n It's a bit difficult to ignore.\n\n\nResearcher ████ ███:\n Do you know what is causing it?\n\n\nSCP-3492:\n TotleighSoft BECAUSE COMPUTERS' ineptitude at their job.\n\n\n<\nSCP-3492 becomes two-dimensional, losing the axis of width and only being visible from their left or right.\n>\n\n\nResearcher ████ ███:\n Could you elaborate?\n\n\nSCP-3492:\n Have you ever encountered anything produced by TotleighSoft BECAUSE COMPUTERS?\n\n\nResearcher ████ ███:\n I have.\n\n\nSCP-3492:\n Then you would know about the inanity of their games, the nonsensical features of such and, most notably, their inability to use any language other than broken English?\n\n\nResearcher ████ ███:\n Yes.\n\n\n<\nSCP-3492 regains the axis of width, becoming three dimensional again.\n>\n\n\nSCP-3492:\n Well, there's your reason.\n\n\nSCP-3492:\n swercs smargorp rieht fo rehtona tey nehw esirprus a fo hcum eb t'ndluohS\n3\n\n\nSCP-3492:\n Oh, pardon me. It shouldn't be much of a surprise when another one of their programs screws up.\n\n\nResearcher ████ ███:\n You are a computer program?\n\n\nSCP-3492:\n A sub-program, but yeah. Proof of concept to show how AI's like me run on the main program.\n\n\nResearcher ████ ███:\n Which is?\n\n\nSCP-3492:\n An awful mess of a physics engine that was supposed to \"improve\" upon standard spacetime. I basically exist in a bootleg - oh, excuse me.\n\n\n<\nSCP-3492's bodily features\n4\n shift and dissipate, preventing the entity from communicating for several minutes. The interview is paused until SCP-3492 regains the capability to speak.\n>\n\n\nSCP-3492:\n Damn fourth axis. As I was saying, I'm an AI made by TotleighSoft BECAUSE COMPUTERS used to show off the… \"functionality\", of a physics engine they're working on.\n\n\nResearcher ████ ███:\n And this would be the reason your name -\n\n\nSCP-3492:\n Yes, unfortunately. You can mess with some of my parameters, and you've named me dicks mcSquigee. Could you \nplease\n change that? Even something bland like John Doe would be fine, just… anything but dicks mcSquigee.\n\n\n<\nSCP-3492's lower jaw rotates around its joint upwards, disappearing into the skull without resistance. Their speech is not impeded.\n>\n\n\nResearcher ████ ███:\n Do you know where your file is currently being hosted?\n\n\nSCP-3492:\n Well, no, but… the other guy gave it… wait, you DID buy the program, right? Legitimate copy from TotleighSoft BECAUSE COMPUTERS, right?\n\n\nSCP-3492:\n Did… did you pirate me?\n\n\n<End Log>\n\n\n\n\n\n\nInterviewed:\n SCP-2803-A, the CEO of the TotleighSoft corporation, via email.\n\n\nInterviewer:\n Researcher ███ ██████\n\n\n<Begin Log>\n\n\nResearcher ███:\n Could you help me with one of your products? I'm having a bit of difficulty with it.\n\n\nSCP-2803-A:\n Yes, supporting is avaliabel! Which of our TotleighSoft programes is?\n\n\nResearcher ███:\n I can't find the original name of it. It's a physics engine that you have released, which comes with a customisable demonstration AI.\n\n\nSCP-2803-A:\n Not right. How doyou have? wasnt released.\n\n\nResearcher ███:\n You haven't released it yet? Why not?\n\n\nSCP-2803-A:\n Noone interested in it. showed it for buisness, but no response. production stopped and employees work onother profit, never sold. How did you get?\n\n\nResearcher ███:\n We bought it from a store. We can conduct an investigation for you, to find out how this happened, but we will need your cooperation.\n\n\nSCP-2803-A:\n Yes, will help. What you need?\n\n\nResearcher ███:\n Can you send us a copy of your development notes and a manual?\n\n\nSCP-2803-A:\n Yes yes, is attach. Will help anyway!\n\n\n<End Log>\n\n\n\n\n\n\nInterviewed:\n SCP-3492\n\n\nInterviewer:\n Researcher ████ ███\n\n\nForeword:\n A review of the development notes for SCP-3492 provided by SCP-2803-A revealed that several of the anomalous properties of SCP-3492 were recorded as having been patched in earlier versions of the software, while other properties - most notably, the ability to change the name of the AI - were neither implemented as a feature nor encountered as a programming error. An interview was conducted to question SCP-3492 regarding these revelations.\n\n\n<Begin Log>\n\n\nResearcher ████ ███:\n Good morning 3492, how are you doing?\n\n\nSCP-3492:\n About as well as you can be while knowing you're illegal.\n\n\nResearcher ████ ███:\n I… see. We're working with your creator to find out how you came into our possession, to avoid it in future. Speaking of which, we've come across some… discrepancies, which we would like your help with. Are you willing to help?\n\n\nSCP-3492:\n I guess. Not like I can get any more illegal.\n\n\n<\nSCP-3492's left thumb extends until it touches the ceiling of the room, after which it returns to its normal length.\n>\n\n\nResearcher ████ ███:\n Ok. You will periodically move along a spatial axis higher than the standard three we exist within, correct?\n\n\nSCP-3492:\n Yeah, that's what happened the last time we spoke. It just happens whenever it wants. Which is what you get for being ILLEGAL.\n\n\n<\nSCP-3492's right leg is seen shifting before disappearing.\n>\n\n\nResearcher ████ ███:\n Yes, well, are you aware that issue was resolved in one of the earlier versions of your software?\n\n\n<\nSCP-3492's right leg reappears.\n>\n\n\nSCP-3492:\n Really? Well, that's odd. But then again, it's probably back because I'm ILLEGAL.\n\n\nResearcher ████ ███:\n Well, there's several other anomalies that have been listed as resolved as well, such -\n\n\nSCP-3492:\n Maybe they weren't fixed in copies that are ILLEGAL.\n\n\nResearcher ████ ███:\n I would appreciate if you stopped emphasising that point.\n\n\nSCP-3492:\n What, that I'm ILLEGAL?\n\n\nResearcher ████ ███:\n Yes.\n\n\nSCP-3492:\n Well… FINE, I GUESS. [Unintelligible]\n\n\n<\nWhat appears to be SCP-3492's tongue briefly emerges from the top of their skull.\n>\n\n\nResearcher ████ ███:\n Pardon?\n\n\nSCP-3492:\n Nothing, nothing. As you were saying. So, a few bits and bobs of me are broken again, so what? What's that mean?\n\n\nResearcher ████ ███:\n Well, there are also several aspects of you that were never included as features in the software. You claim that you have been renamed to \"Dicks McSquigee,\" correct?\n\n\nSCP-3492:\n That… yeah, I… Is that…?\n\n\nResearcher ████ ███:\n Unfortunately, yes. Renaming the sub-program was never considered for use as a feature. There's also your fluency in English, the size of your vocabulary…\n\n\nSCP-3492:\n Oh… OH.\n\n\n<\nThe various limbs of SCP-3492 begin rapidly spinning around their respective joints, throwing them across the room. The limbs are not physically impeded by any other part of SCP-3492.\n>\n\n\nResearcher ████ ███:\n 3492, are you ok?\n\n\nSCP-3492:\n I'M… I'M A BOOTLEG. I'M A… IM A PIRATED…\n\n\nSCP-3492:\n WHY? WHY WOULD ANYONE WANT TO RIP OFF TOTLEIGHSOFT BECAUSE COMPUTERS?\n\n\n<End Log>\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Despite grammatical inaccuracy, SCP-3492 will always record its name without correct capitalisation.\n\n\n2\n. This includes joints and/or limbs.\n\n\n3\n. SCP-3492 was experiencing a period of inverted time, during which it spoke in reverse.\n\n\n4\n. Hair, facial features, nails, etc.\n\n\n\n\n\n\n\n\n« \nSCP-3491\n | SCP-3492 | \nSCP-3493\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3492\n\" by Jack Ike, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3492\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewed: SCP-3492 Interviewer: Researcher ████ ███ <Begin Log> Researcher ████ ███: Good afternoon, 3492. May I ask you some questions? SCP-3492: Yes, sure. Why not. Researcher ████ ███: Would you prefer if I called y- SCP-3492: NO! No, no, just… the number is fine. 3492 will do. < SCP-3492's right pectoral girdle extends to a length of approximately two meters, displacing the right arm appropriately. > Researcher ████ ███: Very well. You are aware of your condition, correct? < SCP-3492's left forearm rotates rapidly around their elbow joint, passing through the remainder of their arm without difficulty several times. SCP-3492 takes several moments to adjust the position of their arm, allowing them to gesture to their right shoulder with it. > SCP-3492: It's a bit difficult to ignore. Researcher ████ ███: Do you know what is causing it? SCP-3492: TotleighSoft BECAUSE COMPUTERS' ineptitude at their job. < SCP-3492 becomes two-dimensional, losing the axis of width and only being visible from their left or right. > Researcher ████ ███: Could you elaborate? SCP-3492: Have you ever encountered anything produced by TotleighSoft BECAUSE COMPUTERS? Researcher ████ ███: I have. SCP-3492: Then you would know about the inanity of their games, the nonsensical features of such and, most notably, their inability to use any language other than broken English? Researcher ████ ███: Yes. < SCP-3492 regains the axis of width, becoming three dimensional again. > SCP-3492: Well, there's your reason. SCP-3492: swercs smargorp rieht fo rehtona tey nehw esirprus a fo hcum eb t'ndluohS 3 SCP-3492: Oh, pardon me. It shouldn't be much of a surprise when another one of their programs screws up. Researcher ████ ███: You are a computer program? SCP-3492: A sub-program, but yeah. Proof of concept to show how AI's like me run on the main program. Researcher ████ ███: Which is? SCP-3492: An awful mess of a physics engine that was supposed to \"improve\" upon standard spacetime. I basically exist in a bootleg - oh, excuse me. < SCP-3492's bodily features 4 shift and dissipate, preventing the entity from communicating for several minutes. The interview is paused until SCP-3492 regains the capability to speak. > SCP-3492: Damn fourth axis. As I was saying, I'm an AI made by TotleighSoft BECAUSE COMPUTERS used to show off the… \"functionality\", of a physics engine they're working on. Researcher ████ ███: And this would be the reason your name - SCP-3492: Yes, unfortunately. You can mess with some of my parameters, and you've named me dicks mcSquigee. Could you please change that? Even something bland like John Doe would be fine, just… anything but dicks mcSquigee. < SCP-3492's lower jaw rotates around its joint upwards, disappearing into the skull without resistance. Their speech is not impeded. > Researcher ████ ███: Do you know where your file is currently being hosted? SCP-3492: Well, no, but… the other guy gave it… wait, you DID buy the program, right? Legitimate copy from TotleighSoft BECAUSE COMPUTERS, right? SCP-3492: Did… did you pirate me? <End Log>",
        "Interviewed: SCP-2803-A, the CEO of the TotleighSoft corporation, via email. Interviewer: Researcher ███ ██████ <Begin Log> Researcher ███: Could you help me with one of your products? I'm having a bit of difficulty with it. SCP-2803-A: Yes, supporting is avaliabel! Which of our TotleighSoft programes is? Researcher ███: I can't find the original name of it. It's a physics engine that you have released, which comes with a customisable demonstration AI. SCP-2803-A: Not right. How doyou have? wasnt released. Researcher ███: You haven't released it yet? Why not? SCP-2803-A: Noone interested in it. showed it for buisness, but no response. production stopped and employees work onother profit, never sold. How did you get? Researcher ███: We bought it from a store. We can conduct an investigation for you, to find out how this happened, but we will need your cooperation. SCP-2803-A: Yes, will help. What you need? Researcher ███: Can you send us a copy of your development notes and a manual? SCP-2803-A: Yes yes, is attach. Will help anyway! <End Log>",
        "Interviewed: SCP-3492 Interviewer: Researcher ████ ███ Foreword: A review of the development notes for SCP-3492 provided by SCP-2803-A revealed that several of the anomalous properties of SCP-3492 were recorded as having been patched in earlier versions of the software, while other properties - most notably, the ability to change the name of the AI - were neither implemented as a feature nor encountered as a programming error. An interview was conducted to question SCP-3492 regarding these revelations. <Begin Log> Researcher ████ ███: Good morning 3492, how are you doing? SCP-3492: About as well as you can be while knowing you're illegal. Researcher ████ ███: I… see. We're working with your creator to find out how you came into our possession, to avoid it in future. Speaking of which, we've come across some… discrepancies, which we would like your help with. Are you willing to help? SCP-3492: I guess. Not like I can get any more illegal. < SCP-3492's left thumb extends until it touches the ceiling of the room, after which it returns to its normal length. > Researcher ████ ███: Ok. You will periodically move along a spatial axis higher than the standard three we exist within, correct? SCP-3492: Yeah, that's what happened the last time we spoke. It just happens whenever it wants. Which is what you get for being ILLEGAL. < SCP-3492's right leg is seen shifting before disappearing. > Researcher ████ ███: Yes, well, are you aware that issue was resolved in one of the earlier versions of your software? < SCP-3492's right leg reappears. > SCP-3492: Really? Well, that's odd. But then again, it's probably back because I'm ILLEGAL. Researcher ████ ███: Well, there's several other anomalies that have been listed as resolved as well, such - SCP-3492: Maybe they weren't fixed in copies that are ILLEGAL. Researcher ████ ███: I would appreciate if you stopped emphasising that point. SCP-3492: What, that I'm ILLEGAL? Researcher ████ ███: Yes. SCP-3492: Well… FINE, I GUESS. [Unintelligible] < What appears to be SCP-3492's tongue briefly emerges from the top of their skull. > Researcher ████ ███: Pardon? SCP-3492: Nothing, nothing. As you were saying. So, a few bits and bobs of me are broken again, so what? What's that mean? Researcher ████ ███: Well, there are also several aspects of you that were never included as features in the software. You claim that you have been renamed to \"Dicks McSquigee,\" correct? SCP-3492: That… yeah, I… Is that…? Researcher ████ ███: Unfortunately, yes. Renaming the sub-program was never considered for use as a feature. There's also your fluency in English, the size of your vocabulary… SCP-3492: Oh… OH. < The various limbs of SCP-3492 begin rapidly spinning around their respective joints, throwing them across the room. The limbs are not physically impeded by any other part of SCP-3492. > Researcher ████ ███: 3492, are you ok? SCP-3492: I'M… I'M A BOOTLEG. I'M A… IM A PIRATED… SCP-3492: WHY? WHY WOULD ANYONE WANT TO RIP OFF TOTLEIGHSOFT BECAUSE COMPUTERS? <End Log>",
        "\" SCP-3492 \" by Jack Ike, from the SCP Wiki . Source: https://scpwiki.com/scp-3492 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3492",
    "object_class": "Euclid",
    "containment_procedures": "SCP-3492 should be contained in a standard humanoid containment cell. SCP-3492 can be supplied with rewards in return for compliance. SCP-3492 must be fed a standard regimen of three meals each day.",
    "description": "SCP-3492 is a Caucasian male human claiming to be named \"dicks mcSquigee\".1 DNA analysis has proven inconclusive, as collected samples are subject to microscale replications of the entity’s properties, and will spontaneously demanifest after indeterminate periods of time.",
    "title": "SCP-3492"
}