{
    "url": "https://scp-wiki.wikidot.com/scp-3497",
    "all_text": "rating: \n+118\n+\n–\nx\n\n\n\n\n\n\nSCP-3497 (#12)\n\n\n\n\n\n\nItem #:\n SCP-3497\n\n\nObject Class:\n \nEuclid\n Keter\n\n\nSpecial Containment Procedures:\n 10 breeding pairs of SCP-3497 are housed at Site-3497. They may be cared for by veterinary staff in an identical fashion to non-anomalous members of their species in captivity. No civilian aviation or maritime traffic is to come within 300km of Site-3497, and all Foundation traffic in this area is to be briefed on the nature of SCP-3497 to avoid confusion.\n\n\nContainment of SCP-3497 in the wild is the responsibility of MTF Lambda-4 (‘Birdwatchers’). For their use Site-3497 houses two Beriev A-50 airborne early warning aircraft for the detection and tracking of SCP-3497, and four Ka-27 helicopters with modified weaponry and equipment for effective containment. Wild examples of SCP-3497 are generally destroyed, but may be captured at the discretion of Lambda-4 team members, if examples display behaviour of research interest.\n\n\nFoundation staff are assigned to monitor military and civilian ground-based radar installations and aircraft radio transmissions throughout the northern Pacific. Any probable sightings of SCP-3497 should be reported to Site-3497 and a cover story relating to military exercises and/or technical malfunctions disseminated. The Department of External Affairs has established a task force to liaise with regional governments, with the aim of deescalating tensions relating to SCP-3497 sightings.\n\n\nDescription:\n SCP-3497 is the collective designation for an anomalous variant of the fork-tailed storm petrel (\nOceanodroma furcata\n). It is biologically indistinguishable from standard members of its species, and behaves in a similar fashion, with breeding grounds in the Kuril Islands and a range across the north-western Pacific. SCP-3497 possesses a radar cross-section of 40m\n2\n, with a detailed radar profile resembling that of the Tu-22M bomber aircraft.\n1\n These cross-sections overlap when SCP-3497 examples are in close proximity, leading to groups of SCP-3497 appearing as large, undifferentiated masses on radar. The physical properties of SCP-3497 are unaffected.\n\n\nSCP-3497 has a secondary anomalous property apparent when it releases an amount of mass over 1 gram while being tracked by a radar system. Outside of controlled testing, this most commonly occurs when SCP-3497 defecates. SCP-3497 will generate a radar signature analogous to a Kh-15 air-to-surface missile\n2\n which will proceed at a speed of Mach 5 towards the radar’s location. Once the radar signature reaches this point, it will disappear. Only the inital radar tracking SCP-3497 can detect this signature; if multiple radars are simultaneously active, each will detect a single signature targeting them. No objects corresponding to this signal have been detected outside of radar monitoring, and faeces or other items released have no anomalous properties once they separate from the body of SCP-3497.\n\n\nThe anomalous properties of SCP-3497 are inheritable, and breeding of SCP-3497 with standard \nO. furcata\n will produce further examples of SCP-3497. No anomalous properties have been detected in SCP-3497 eggs or chicks in flightless stages of development.\n\n\nContainment efforts have decreased the wild population of SCP-3497 significantly, from an initial █████ breeding pairs to an estimated 100 as of 2012. Since its creation in the early 1980s, SCP-3497 has been the likely cause for ██ nuclear close calls in the Asia-Pacific region.\n\n\nAddendum 3497-1:\n The following notes (translated from Russian) referencing SCP-3497 were recovered in 1994 from [REDACTED], a defunct Soviet air base in the Amur region. The author was given as Dr I. L. Zakharov, a Soviet aeronautical engineer with known ties to GRU Division ‘P’.\n\n\n\n\n+ Addendum 3497-1\n\n\n\n\n- Addendum 3497-1\n\n\n\n\n\n\n04/02/1981\n\n\nOur first test is a success! General Rychagov visited to see our first bird fly. He seems interested, but I do not think he will be pleased until we can give him his invisible bombers.\n\nIt is galling to have made such an accomplishment out of reach of all modern science and receive no recognition for it, but if we can do this it will be worth the Order of Lenin for sure.\n\n\n\n\n\n\n11/09/1981\n\n\nStill no progress in reversing the process. It may be that the bird profile is too small to apply to aircraft. I hear a new Nebo array is in development, which could help us, but Rychagov is getting impatient. We will not have the funding to continue till we have access to the new radars, even if they did work.\n\nIf we are shut down all of this will have been for nothing. We must find some way to continue.\n\n\n\n\n\n\n15/12/1981\n\n\nFinally, some good news. A Colonel Kramskoy visited the base today – an Air Force man, and a pilot unlike old, fat Rychagov. Anatoly convinced him to come – apparently they are old school mates. He is keen on using the birds as jamming decoys. Anatoly says he is close to Minister Ustinov, and will be able to put in a word for us. We will have to cease the bomber part of the project – a shame, but we were stalled in any case, and at least something will still come out of this.\n\n\n\n\n\n\n08/01/1982\n\n\nKramskoy is unhappy about the birds moving so slowly. I do see his point – the Americans will not be fooled by them for long – but we can hardly make them fly at supersonic speed. That would be more impressive than anything we have done so far. It would be possible to carry them with our aircraft, but we would need climate-controlled and pressurised wing pods – we may as well just use regular decoys.\n\nMikhail suggested they be stored alongside the pilots. I thought Kramskoy was going to punch him. We need some other way.\n\n\n\n\n\n\n04/03/1982\n\n\nI didn’t think it was possible, but Anatoly’s idea actually seems to work. The birds aren’t perfect, but they are a little bit more convincing now. We are just about ready for a full-scale demonstration.\n\n\n\n\n\n\n20/04/1982\n\n\nThe birds are loose everywhere. Our whole Far Eastern air defence is in chaos. I heard Ustinov almost had an aneurysm.\n\nI’m finished.\n\n\n\n\n\n\n\n\n\n\nAddendum 3497-2 (08/11/20██):\n In spite of all extant breeding pairs of SCP-3497 being accounted for, new examples have begun appearing amongst the wild \nO. furcata\n population, including in areas without confirmed previous SCP-3497 sightings, such as the Aleutian Islands. It is hypothesised that the anomalous effects of SCP-3497 may also have a recessive genetic component. A classification change from Euclid to Keter has been requested by Dr Major and approved by O5-█.\n\n\n\n\nFootnotes\n\n\n1\n. NATO designation ‘Backfire’.\n\n\n2\n. NATO designation AS-16 ‘Kickback’.\n\n\n\n\n\n\n\n\n« \nSCP-3496\n | SCP-3497 | \nSCP-3498\n »",
    "addendums": [
        "Addendum 3497-1: The following notes (translated from Russian) referencing SCP-3497 were recovered in 1994 from [REDACTED], a defunct Soviet air base in the Amur region. The author was given as Dr I. L. Zakharov, a Soviet aeronautical engineer with known ties to GRU Division ‘P’.",
        "Addendum 3497-2 (08/11/20██): In spite of all extant breeding pairs of SCP-3497 being accounted for, new examples have begun appearing amongst the wild O. furcata population, including in areas without confirmed previous SCP-3497 sightings, such as the Aleutian Islands. It is hypothesised that the anomalous effects of SCP-3497 may also have a recessive genetic component. A classification change from Euclid to Keter has been requested by Dr Major and approved by O5-█."
    ],
    "documents": [],
    "notes": [
        "04/02/1981 Our first test is a success! General Rychagov visited to see our first bird fly. He seems interested, but I do not think he will be pleased until we can give him his invisible bombers. It is galling to have made such an accomplishment out of reach of all modern science and receive no recognition for it, but if we can do this it will be worth the Order of Lenin for sure.",
        "11/09/1981 Still no progress in reversing the process. It may be that the bird profile is too small to apply to aircraft. I hear a new Nebo array is in development, which could help us, but Rychagov is getting impatient. We will not have the funding to continue till we have access to the new radars, even if they did work. If we are shut down all of this will have been for nothing. We must find some way to continue.",
        "15/12/1981 Finally, some good news. A Colonel Kramskoy visited the base today – an Air Force man, and a pilot unlike old, fat Rychagov. Anatoly convinced him to come – apparently they are old school mates. He is keen on using the birds as jamming decoys. Anatoly says he is close to Minister Ustinov, and will be able to put in a word for us. We will have to cease the bomber part of the project – a shame, but we were stalled in any case, and at least something will still come out of this.",
        "08/01/1982 Kramskoy is unhappy about the birds moving so slowly. I do see his point – the Americans will not be fooled by them for long – but we can hardly make them fly at supersonic speed. That would be more impressive than anything we have done so far. It would be possible to carry them with our aircraft, but we would need climate-controlled and pressurised wing pods – we may as well just use regular decoys. Mikhail suggested they be stored alongside the pilots. I thought Kramskoy was going to punch him. We need some other way.",
        "04/03/1982 I didn’t think it was possible, but Anatoly’s idea actually seems to work. The birds aren’t perfect, but they are a little bit more convincing now. We are just about ready for a full-scale demonstration.",
        "20/04/1982 The birds are loose everywhere. Our whole Far Eastern air defence is in chaos. I heard Ustinov almost had an aneurysm. I’m finished."
    ],
    "item": "SCP-3497",
    "object_class": "Euclid Keter",
    "containment_procedures": "10 breeding pairs of SCP-3497 are housed at Site-3497. They may be cared for by veterinary staff in an identical fashion to non-anomalous members of their species in captivity. No civilian aviation or maritime traffic is to come within 300km of Site-3497, and all Foundation traffic in this area is to be briefed on the nature of SCP-3497 to avoid confusion.",
    "description": "SCP-3497 is the collective designation for an anomalous variant of the fork-tailed storm petrel (Oceanodroma furcata). It is biologically indistinguishable from standard members of its species, and behaves in a similar fashion, with breeding grounds in the Kuril Islands and a range across the north-western Pacific. SCP-3497 possesses a radar cross-section of 40m2, with a detailed radar profile resembling that of the Tu-22M bomber aircraft.1 These cross-sections overlap when SCP-3497 examples are in close proximity, leading to groups of SCP-3497 appearing as large, undifferentiated masses on radar. The physical properties of SCP-3497 are unaffected.",
    "title": "SCP-3497"
}