{
    "url": "https://scp-wiki.wikidot.com/scp-3504",
    "all_text": "rating: \n+152\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-3504\n: \"\nAnd how will we know you are one of us?\n\"\n\n\nAuthors:\n \nOthellotheCat\n and \nRimple\n\n\n\n\n+ More by Othello\n\n\n\n\nHide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-3774\n\n\nRating: 491\n\n\n\n\n\n\nSCP-3287\n\n\nRating: 356\n\n\n\n\n\n\nSCP-4734-EX\n\n\nRating: 296\n\n\n\n\n\n\nSCP-8==D-J\n\n\nRating: 271\n\n\n\n\n\n\nSCP-4080\n\n\nRating: 245\n\n\n\n\n\n\nSCP-3323\n\n\nRating: 193\n\n\n\n\n\n\nSCP-2541\n\n\nRating: 183\n\n\n\n\n\n\nSCP-4269\n\n\nRating: 176\n\n\n\n\n\n\nSCP-4599\n\n\nRating: 154\n\n\n\n\n\n\nSCP-3995\n\n\nRating: 138\n\n\n\n\n\n\nSCP-3430\n\n\nRating: 136\n\n\n\n\n\n\nSCP-3177\n\n\nRating: 122\n\n\n\n\n\n\nSCP-3811\n\n\nRating: 121\n\n\n\n\n\n\nSCP-4360\n\n\nRating: 118\n\n\n\n\n\n\nSCP-4725\n\n\nRating: 117\n\n\n\n\n\n\nSCP-5784\n\n\nRating: 108\n\n\n\n\n\n\nSCP-4907\n\n\nRating: 87\n\n\n\n\n\n\nSCP-4111\n\n\nRating: 87\n\n\n\n\n\n\nSCP-3677\n\n\nRating: 86\n\n\n\n\n\n\nSCP-7772\n\n\nRating: 84\n\n\n\n\n\n\npage 1 of 2\n1\n2\nnext »\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nPopulation Control(led)\n\n\nRating: 304\n\n\n\n\n\n\nLet Her Heart DEET Once More\n\n\nRating: 116\n\n\n\n\n\n\nLa Marcha GrenaDEETa\n\n\nRating: 84\n\n\n\n\n\n\nEat Your Greenes\n\n\nRating: 78\n\n\n\n\n\n\nI am Become DEET, Destroyer of Worlds\n\n\nRating: 75\n\n\n\n\n\n\nDaddy's hands weren't always gentle but I've come to understand, there was always love in Daddy's hands\n\n\nRating: 60\n\n\n\n\n\n\nThe Ultimate Showdown of Ultimate DEETstiny\n\n\nRating: 45\n\n\n\n\n\n\nA Bit More of a Plan\n\n\nRating: 42\n\n\n\n\n\n\nHalf of a Plan\n\n\nRating: 40\n\n\n\n\n\n\nThe Five Year Anniversary of the Most Important Day of Achebe Okoro's Life\n\n\nRating: 37\n\n\n\n\n\n\nAn Actual Plan\n\n\nRating: 36\n\n\n\n\n\n\nMoving On\n\n\nRating: 21\n\n\n\n\n\n\nBehind the Scenes of \"Reeling in the Crocosquid\"\n\n\nRating: 13\n\n\n\n\n\n\n\n\n\n\n\n\nGoI Formats\n\n\n\n\n\n\nAnderson Robotics' Installation Guide: Your New Buteo Series Mechanical Exoskeleton!\n\n\nRating: 269\n\n\n\n\n\n\n'Weissman Model Assistance Clones' (ET796/IH249/W3336)\n\n\nRating: 100\n\n\n\n\n\n\nNobody's Observations on Arson, Activism, and Mustaches\n\n\nRating: 67\n\n\n\n\n\n\n\n\n\n\n\n\nWith other authors\n\n\n\n\n\n\nPage\n\n\nAuthor\n\n\n\n\n\n\nSCP-3504\n\n\nRimple\n\n\n\n\n\n\nTales Of The Ethics Committee: 5 Reasons The Foundation Wants A Robot Army\n\n\nCaptain Kirby\n, \nVeiedhimaedhr\n, \nCroquembouche\n\n\n\n\n\n\nSCP-4405\n\n\nDolphinSlugchugger\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ More by Rimple\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-2338\n\n\nRating: 381\n\n\n\n\n\n\nSCP-3880\n\n\nRating: 346\n\n\n\n\n\n\nSCP-2779\n\n\nRating: 331\n\n\n\n\n\n\nSCP-948\n\n\nRating: 292\n\n\n\n\n\n\nSCP-2559\n\n\nRating: 256\n\n\n\n\n\n\nSCP-3772\n\n\nRating: 195\n\n\n\n\n\n\nSCP-6774\n\n\nRating: 101\n\n\n\n\n\n\nSCP-5663\n\n\nRating: 100\n\n\n\n\n\n\nSCP-3559\n\n\nRating: 98\n\n\n\n\n\n\nSCP-3224\n\n\nRating: 91\n\n\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nAnd You Are?\n\n\nRating: 120\n\n\n\n\n\n\nHeadache\n\n\nRating: 98\n\n\n\n\n\n\nThis Year\n\n\nRating: 40\n\n\n\n\n\n\n\n\n\n\n\n\nUhhh\n\n\n\n\n\n\nOperation ÓverMeta\n\n\nRating: 281\n\n\n\n\n\n\nDraft Swap Hub\n\n\nRating: 44\n\n\n\n\n\n\n\n\n\n\n\n\nWith other authors\n\n\n\n\n\n\nPage\n\n\nAuthor\n\n\n\n\n\n\nSCP-3500\n\n\nDrBleep\n\n\n\n\n\n\nSCP-3504\n\n\nOthellotheCat\n\n\n\n\n\n\nSCP-3373\n\n\nLordStonefish\n\n\n\n\n\n\n\n\nHey, the stuff below is just for testing some stuff, please ignore for now\n\n\n\n\n\n\n\n\nNews for March 2018\n\n\n\n\n\n\nOperation ÓverMeta\n\n\n\n\n\n\nSCP-2338\n\n\n\n\n\n\nSCP-2559\n\n\n\n\n\n\nSCP-2779\n\n\n\n\n\n\nSCP-3224\n\n\n\n\n\n\nSCP-3503\n\n\n\n\n\n\nSCP-3504\n\n\n\n\n\n\nSCP-3505\n\n\n\n\n\n\nSCP-3559\n\n\n\n\n\n\nSCP-3772\n\n\n\n\n\n\nSCP-3880\n\n\n\n\n\n\nSCP-3995\n\n\n\n\n\n\nSCP-5663\n\n\n\n\n\n\nSCP-948\n\n\n\n\n\n\nSCP Series 4\n\n\n\n\n\n\nThis Year\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThis article is a collaboration between Othello and Rimple, from an original idea by Othello.\n\n\nThanks to \nRandomini\n, \nCadaverCommander\n and \nPeppersGhost\n.\n\n\nImages are from Wikidot Commons. Map generated with \nRed Blob Games'\n free use map generator, and edited by \nPeppersGhost\n\n\n\n\n\n\n\n\nrating: \n+152\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA tree on Namejs island being harvested for resin.\n\n\n\n\n\n\nItem #\n: SCP-3504\n\n\nObject Class\n: Safe\n\n\nSpecial Containment Procedures\n: Any information or imagery in regards to Namejs Island is to be censored. Outpost Wallace has been established on Namejs Island for research and observation, with two additional lookout posts around the island's perimeter (see map in Exploration Log EX-3504-43). Assigned personnel wishing to construct their own living quarters may do so in the southeast village with permission from the outpost captain. Regular boat patrols of the island are to be maintained, with the cover story that the island is a missile testing facility.\n\n\nResin produced by the trees found on Namejs Island is to be examined for anomalous properties. Resin judged likely to possess the qualities of SCP-3504 is to be stored for testing. When testing, personnel are not to consume more than 300 grams of SCP-3504 in a 24-hour period, due to risk of information overload. Testing personnel reporting dizziness or confusion after testing are to be brought to the medical bay.\n\n\nDescription\n: SCP-3504 is the resin produced by certain spruce trees native to Namejs Island, which can store and transfer basic concepts. Specifically, the resin produced contains the memories, experiences and emotions of the Patiesian\n1\n people who lived on the island in the 14th century. These memories can be passed on to humans via ingestion.\n\n\nThe island is a 170 km\n2\n land mass located in the Baltic Sea, and has only recently been discovered\n2\n despite evidence of its existence for more than seven centuries. It supports a substantial variety of flora and fauna, and most areas of the island are relatively diverse, save for its coastline, which is populated almost entirely by Norwegian Spruce Trees and their resin, which have formed tens of thousands of tall resin shards around the border. While most shards are non-anomalous, a small percentage, identifiable by a slight luminescence, are instances of SCP-3504.\n\n\n\n\n\n\nA loaf of bread made using resources found on the island following test T-3504-508.\n\n\n\n\n\n\nExamples of information gathered from ingested resin include songs, dances, poems, and phrases, commonly paired with the cultural connotation and the typical emotional response associated with a given experience. Continual ingestion may also grant a subject the basics of a skillset to execute tasks received, such as the creation of certain foods or clothing items. Notably, all supplies to create these items can be found naturally occurring on the island itself, with no need for outside resources. Information is not limited to one particular piece of resin, and the same information may be ingested repeatedly.\n\n\nPeople who ingest the resin itself report a feeling of euphoria in addition to the gathered information, with some comparing the feeling to certain stimulating recreational drugs. Over-ingestion, particularly in single sittings, can lead to states of delirium, overstimulation and catatonia, leading to strict sanctions on ingestion testing.\n\n\nAbbreviated Test Log, T-3503:\n\n\n\n\n\n\nInformation Gathered\n\n\nResearcher Comments\n\n\n\n\n\n\nThe taste of a beverage typically drunk during celebratory ceremonies, and the ingredients to create it. When asked to demonstrate this knowledge, Researcher Kulkarni listed the ingredients for “Balzams”, an alcoholic beverage made of flowers and berries, known for its potency.\n\n\n“If I’m being honest, I feel a little drunk just thinking about it; this is a strong drink.” - Dr. Kulkarni\n\n\n\n\"I've been fermenting this stuff all Summer - we'll be having a, uh, a testing night at my hut on the 3rd. You wanna come?\" - Intern Ozols\n\n\n\n\n\n\nThe instructions for constructing a suitable living space out of resin and other materials found naturally on the island.\n\n\n“For immersion purposes, Schrader and myself have requested to use these techniques to create temporary living quarters on the island.” - Dr. Kulkarni\n\n\n\n\"It's more than a little bit wonderful - when I picked up the materials today, I \nknew\n how to do it, not just in theory, but as if I'd been doing it all my life.\" - Dr. Bērziņš\n\n\n\n\n\n\nA poem in regards to a demigod called “The Bear Slayer”. It is known for its strength and its diligence to protect its country. There are many similarities to the Latvian demigod of the same name.\n\n\n“There are plenty of mentions involving invaders trying to kill The Bear Slayer, so my guess is this poem was made to potentially rebel in a subtle way from some sort of invader.” - Dr. Schrader\n\n\n\n\n\n\nThe words for “rye”, “wheat” and “bread”. Appears to be a derivative from modern-day Latvian. Along with the words, Researcher Kulkarni gained knowledge regarding many different uses for them.\n\n\n“Apparently, they really liked grains in this society. Their bread was darker than soot and they spread butter all over it, and despite all that, they seemed to enjoy it. Must have been a staple in their diet despite an abundance of other nutritional resources on the island.” - Dr. Kulkarni\n\n\n\n\"Sunny and I spent the afternoon baking bread for the Song Festival - I worried I'd be bored out of my mind, but it ended up being really nice!\" - Intern Bridge\n\n\n\n\n\n\nA folk dance involving a large group of people holding hands and moving clockwise and counterclockwise in a circle. Typically performed during weddings or holidays.\n\n\n“I tried to do this on my own, got a lot of laughs from the others. This needs \nlots\n of people, you know? It's mesmerising, hectic, wonderful.” - Dr. Schrader\n\n\n\n\n\n\nThe technique for proper and efficient resin harvesting, and images of various symbols carved out of the harvested material. Symbols are apparently religious in nature.\n\n\n“I think we might have a basis as to how these people might have done this ritual. Seems like the stuff was already a huge part of their society in the first place.” - Dr. Kulkarni\n\n\n\n\n\n\nHow to sew and dye traditional clothing from materials found on the island. Researcher Schrader was asked to display their newfound knowledge, and, over the course of 36 hours, successfully created a dress dyed with various patterns and a pair of slippers using materials only found on the island.\n\n\n“Yes, I’m wearing these now.” - Dr. Schrader\n\n\n\n\n\n\nThe phrases “We are a family.”, “It’s time for dinner.”, “I wish to go hunting.”, “Help.” and “I don’t want this.” in the language previously discovered.\n\n\n“I don’t know why these specific phrases were recorded, but the word ‘Help’… It's unpleasant to speak. My stomach drops. Does that make any sense?” - Dr. Kulkarni\n\n\n\n\n\n\nA religious hymn involving fruitful harvests, protection of the family, and a prosperous future.\n\n\n“It seems to have a unique property about it. It evokes joy, desperation, determination… It's a lot to process.” - Dr. Kulkarni\n\n\n\n\"Yeah, Ish had us sing this last week while we were planting crops, printed out lyrics and stuff. Dork. There's a lot more to it than I got from the words alone! I see why he was so insistent.\" - Dr. Zamelis\n\n\n\n\n\n\nA religious burial ceremony, and the process in preparing it.\n\n\n“No comment.” - Dr. Kulkarni\n\n\n\n\n\n\nA poem about Namejs Island, and its “great gifts within”. Describes the island as merciful and kind, even going so far as personifying it towards the end.\n\n\n“This feels significant; this feels like a message that was supposed to be found. I’m going to work with Kulkarni to see if we can’t extrapolate anything from this.” - Dr. Schrader\n\n\n\n\n\n\nOn 25/9/2015, research heads Ishvi Schrader and Sunitha Kulkarni were not present at the 9am village meeting. When their huts were found empty, Outpost Captain Suresh Kulkarni was contacted at Outpost Wallace and a search party was assembled. At 4am, 26/9/15, Sunitha Kulkarni was found semi-conscious in the Southwestern river\n3\n, clothes and hair drenched in sap. Found in her satchel was a letter, a camcorder and a braided amber ring. Of the two tapes found with the camcorder, one was found to be recoverable.\n\n\n\n\n+ Access Exploration Log EX-3504-43\n\n\n\n\n- Access granted\n\n\n\n\n\n\nExploration Log EX-3504-43\n\n\nDate\n:25/9/15\n\n\nForeword:\n \nDialogue put between double brackets\n4\n were spoken in the language Immersion Researchers learned on the island.\n\n\n[BEGIN LOG]\n\n\nDr. Ishvi Schrader stands in front of the mouth of the cave, fiddling with a mic attached to hand-sewn clothing.\n\n\nDr. Schrader\n: Uh, log start. We’re up? Ok, cool. So, um, Dr. Ishvi Schrader here, head researcher on -\n\n\nDr. Kulkarni (\noff-camera\n)\n: Co-head.\n\n\nDr. Schrader\n: Co-head, yes, on SCP-3504. Sorry, Sunny. We’ve been talking, over the last few weeks, about the things we’ve been getting from the resin.\n\n\nDr. Schrader turns the camera to Dr. Sunitha Kulkarni as he speaks. She is wearing similar garb, and sits on a rock, her walking stick over her knees.\n\n\nDr. Kulkarni\n: Darker stuff. The impressions of a dying culture.\n\n\nKulkarni smiles slightly as Schrader hops back into frame, squatting beside her.\n\n\nDr. Schrader\n: Not just dying but being killed, actively. Brutal invaders sweeping the land, the oppression of their language and their folklore-\n\n\nDr. Kulkarni\n: They killed the Bear Slayer.\n\n\nDr. Schrader\n: Right! Or, a representation of the Bear Slayer at least. With the impressions we get about the function of the resin, I’m thinking -\n\n\nKulkarni rolls her eyes dramatically.\n\n\nDr. Kulkarni\n: Right, this.\n\n\nDr. Schrader\n: - I’m thinking it could be, like, an anomalous way to preserve tradition? We could be looking at shattered statues, temples, built to represent them not just aesthetically but narratively, memory constructs trapped in resin shapes-\n\n\nDr. Kulkarni\n: You’re going off track, Ishvi.\n\n\nDr. Schrader\n: Right. So, we’ve been seeing safety, warmth, protection, preservation, the impression of some sort of fortress or safe place, a secret place the invaders wouldn’t know.\n\n\nDr. Kulkarni\n: The island’s belly.\n\n\nDr. Schrader\n: Kuņsala, yeah. It’s - we think we might know where the mouth is.\n\n\nSchrader hops up from his position beside Kulkarni and disconnects the camera from its tripod. He steps back with it to reveal the mouth of a cave, hidden behind a curtain of vines and moss, where Kulkarni is sitting.\n\n\nDr. Schrader\n: There’s - this is all intuition, but we agree on this fully.\n\n\nKulkarni nods quickly, serious.\n\n\nDr. Kulkarni\n: Fully. The hill, the markings, the way the sun flows into it in the mornings -\n\n\nDr. Schrader\n: The markings. The markings!\n\n\nSchrader runs over to the cave mouth and carefully moves aside some brush obscuring the entrance to show faded markings in the stone.\n\n\nDr. Schrader\n: They’re faint, but there’s definite pictures here that relate back to not just the Bear Slayer, but the island itself, ((God’s Root)), song and dance, the ((word relating to cultural lifeblood/the core of a community)) of the people.\n\n\nDr. Kulkarni (\noff camera\n)\n: Plus the teeth.\n\n\nDr. Schrader\n: Right, yeah, and the impression of teeth carved around the top here. A literal mouth, relating to how they viewed the island as a deity-\n\n\nDr. Kulkarni (\noff camera\n)\n: Well, we don’t know that it’s not.\n\n\nSchrader turns back to face Kulkarni. Her face is calm, but challenging.\n\n\nDr. Schrader\n: Well, ok, let’s not have that discussion right now. The point is that while much of their oral tradition could be interpreted simply as myth, looking into them as factual, useful records leads to-\n\n\nDr. Kulkarni\n: This cave.\n\n\nDr. Schrader\n: It’s very exciting.\n\n\nDr. Kulkarni\n: Should we head in?\n\n\nDr. Schrader\n: Definitely!\n\n\nSchrader helps Kulkarni up, and they proceed into the cave, Schrader holding the camera and Kulkarni holding a powerful flashlight.\n\n\nDr. Schrader\n: For the record, we should probably talk about the Bear Killer, right?\n\n\nDr. Kulkarni\n: ((The Knights Who Angered the Sun and the Ground)) is most relevant, I feel.\n\n\nDr. Schrader\n: Yes, yes. So, the tale starts, as many do, with Lāčplēsis sharpening his sword on the beach.\n\n\nDr. Kulkarni\n: Classic Lāčplēsis.\n\n\nSchrader laughs lightly.\n\n\nDr. Schrader\n: This is, as far as we can ascertain, well after the events of Pumpurs’ epic, after they found his body washed up on the shores and the island chose to bring him back. He’s the island guardian at this point, watching over them silently, blah blah. And as he stares out at the waves, the sun changes, turning red. The whole sky changes colour! As he looks at the setting sun, he sees dark shapes on the horizon, riding on its edge.\n\n\nDr. Kulkarni\n: The Bear Knights!\n\n\nDr. Schrader\n: Exactly! They’re back to get revenge on the island folks for chasing them out during the events of ((The Song of Small Sorrows)). Hopped right on their bear mounts and rode them across the ocean, full of rage and fire. No boats for these men!\n\n\nDr. Kulkarni\n: The impression you get of the knights in the tales, they’re these tall, dark shadows. Armour as black as night, faces unseen beneath their cowls. Barely even men.\n\n\nDr. Schrader\n: And their alliance with the bears only compounds that, obviously, since these aren’t just any bears.\n\n\nDr. Kulkarni\n: Huge things, with bright fur, enormous steel claws, eyes that ((burn into your heart))…\n\n\nDr. Schrader\n: Right. Which only makes Lāčplēsis’ achievements in the poem even more impressive, right? What great warrior could rip one of these monsters in half??\n\n\nDr. Kulkarni\n: Only the Bear Slayer, of course.\n\n\nSchrader laughs.\n\n\nDr. Schrader\n: Right there in the name, I guess. But the proof is in the action, and rise to that action he did! The bears were fast, faster than any thing should be, fueled by the knight’s fiery anger, and they would be there in minutes. Lāčplēsis ran as fast as he could to the house of his good friend the ((weaver)), and he told her to tell all the village that they were once again in danger. The ((weaver)) knocked on every door of every house and told them ((“The Bear Knights are come! Lāčplēsis once again risks his life for our safety!”)). As she did this, he ran back to the beach. The first of the bear knights has already landed, and they’ve taken his sword and shield and broken them all in five.\n\n\nDr. Kulkarni\n: Five pieces, we think, being generally indicative of great and irreversible destruction.\n\n\nDr. Schrader\n: Tying back to the broken pot and how Staburadze lost her child in other island myths. It definitely held significance. You can feel the power of that statement when you eat the resin for these tales, this is something terrible and foreboding. But Lāčplēsis isn’t one to give up for any reason, so he ((runs to the first bear, takes its throat in his hands, and rips straight down)).\n\n\nDr. Kulkarni\n: Does that kill it?\n\n\nDr. Schrader\n: No! Lāčplēsis thinks it will, as it always has, but when he turns his back to face its rider, ((the bear gashes its great iron claws across his back, cracking his golden skin!)). Lāčplēsis falls, and the first knight tries to strike him with his greatsword, but Lāčplēsis strikes out and buckles his armour with a single punch. He rips the man’s head off, then turns and grabs the bear, tackling it to the ground and swinging the knight’s greatsword at his head!\n\n\nSchrader is at this point very animated, acting out the scene with his free hand in front of the camera as they continue down the cave. He alternates between walking forward and walking sideways to face Kulkarni.\n\n\nDr. Schrader\n: The great bear still does not go down, and now the other bears are also landing on the beach.\n\n\nKulkarni smiles affectionately.\n\n\nDr. Kulkarni\n: You really get excited at this point, don’t you?\n\n\nDr. Schrader\n: Come on, it’s an exciting part! Lāčplēsis, back against the wall, no weapons, and who comes to save him? It’s the ((weaver))! She rushes to his aid, picking up the hilt of his shattered sword, and charges at the army! Despite her stature, she’s not going to be one to let Lāčplēsis and her people fall to the invaders!\n\n\nDr. Kulkarni\n: But even in the end, the ((weaver)) falls.\n\n\nDr. Schrader\n: But Lāčplēsis has one last trick up his sleeve, something he can do for the ((weaver)) even in death. He summons the power of the Old Gods themselves, and fuses the ((weaver))’s spirit with the island! The island’s sands rise and swell, the trees and grass morphing, and the island becomes this monolithic golem! It swallows up everything; the ((weaver)), Lāčplēsis, the invaders, even the villagers. And once everyone is taken, the island returns to its resting state. Now, with the ((weaver))’s soul in the island and Lāčplēsis and her people safe, she can lay to rest, her oath to Lāčplēsis honoured and the villagers safe in the chresins of her heart.\n\n\nDr. Kulkarni\n: So, they win? The Bear Knights can’t get them?\n\n\nDr. Schrader\n: That’s where the story gets somewhat unclear. There’s something missing, maybe in resin we haven’t consumed yet. It \ncould\n be that-\n\n\nSchrader stops talking as they round a corner to enter a small chresin. It is dimly lit by glowing pools of resin in small wells embedded in the walls, and in the centre stands a lifesize resin figure on a pedestal.\n\n\nDr. Kulkarni\n: Oh, my.\n\n\nDr. Schrader\n: Is… is that him?\n\n\nDr. Kulkarni\n: Check for the missing ears.\n\n\nSchrader is heard fumbling around in a bag before taking out a small flashlight and shining it on the figure’s head, revealing a lack of ears.\n\n\nDr. Schrader\n: I can’t see any!\n\n\nDr. Kulkarni\n: Whoever made this sculpture must have put in months of effort into making it as detailed as it is…\n\n\nKulkarni is seen approaching the statue, placing a hand on one of its arms, before pulling back.\n\n\nDr. Schrader\n: Something wrong, Sunny?\n\n\nDr. Kulkarni\n: It’s still wet, the resin is fresh.\n\n\nDr. Schrader\n: It- what?\n\n\nSchrader turns downwards to see a small pool of resin being formed at the statue’s feet.\n\n\nDr. Kulkarni\n: That means that this was made recently! Or at the very least repaired recently. In either case, that means we’re close!\n\n\nSchrader bends down and cups some of the liquid resin in his hand and brings it to his mouth.\n\n\nDr. Kulkarni\n: Ishvi, I don’t feel like we should be consuming outside of the confines of testing hours. We’re already stretching the rules enough as-is. Ishvi?\n\n\nSchrader has gone quiet, lost in thought. Though the footage is unclear, he may be rapidly mouthing words under his breath, a common behaviour when processing input from other sources of resin on the island. Though visibly concerned, Kulkarni waits for him to come back to his senses.\n\n\nDr. Schrader\n: Sunny, this is… you’re not going to fucking believe this.\n\n\nDr. Kulkarni\n: Tell me.\n\n\nDr. Schrader\n: I can’t, I can’t, just lemme…\n\n\nSchrader dashes back toward the statue, stumbling on a rock in haste. He clasps his hands together and bows his head briefly. Schrader stands between the camera and the statue, blocking the view.\n\n\nDr. Schrader\n: ((Hello, Lāčplēsis.))\n\n\nThere is a pause.\n\n\nDr. Schrader\n: ((Oh, I’m so sorry.))\n\n\nSchrader turns and switches off the camera.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nFollowing her discovery, Dr. Sunitha Kulkarni was brought to Outpost Wallace's medical bay to recover. Once she was deemed fit, she was brought for interview with Suresh Kulkarni\n5\n.\n\n\n\n\n+ Access Interview Log 3504-1\n\n\n\n\n- Password Accepted\n\n\n\n\n\n\nDate:\n 28/9/15\n\n\nInterviewed:\n Dr. Sunitha Kulkarni\n\n\nInterviewer:\n Outpost Captain Suresh Kulkarni\n\n\nForeword:\n For the sake of clarity, participants are marked with their forenames in this version of the transcript, edited for overview documentation.\n\n\n[BEGIN LOG]\n\n\nSunitha looks up as Suresh enters the room and stiffens momentarily as she sees him. After a second, she lets out a sigh and stands to embrace Suresh.\n\n\nSunitha:\n Suresh! You’re… aren’t you supposed to-\n\n\nSuresh:\n I pulled some strings. Convinced Adileh that this was, uh, too personal for anyone else to lead the interview. Plus, we don’t exactly have to go through formalities if we know each other personally. Makes paperwork easier.\n\n\nSunitha:\n Not for legal.\n\n\nSuresh pulls out of the hug, holding Sunitha by the shoulders.\n\n\nSuresh:\n Fuck that, I needed to see you. You’re such an idiot, running off into the caves by yourself.\n\n\nSunitha lightly punches Suresh in the arm.\n\n\nSunitha:\n I had Ish, you dork.\n\n\nSuresh:\n That - yeah, ok, you did. We don’t actually, uh… Ishvi isn’t responding, and the footage, the - the cameras are fucked, and basically we have no idea what happened.\n\n\nSunitha:\n Right. Right, of course.\n\n\nSuresh:\n So, hopefully, you can explain everything and we can fill in the blanks. We have up to the statue you found, then it cuts. Do you remember…?\n\n\nSunitha:\n Yeah. No, uh, recollection issues. The statue wasn’t a statue. We - Ishvi realised it first, I didn’t realise it until he moved.\n\n\nSuresh:\n He? The statue was alive?\n\n\nSunitha sits as Suresh speaks, rubbing her throat.\n\n\nSunitha:\n Sentient, at the very least. Moving, talking. Ishvi thought it was Lāčplēsis himself, which would be… well, a lot to process.\n\n\nSuresh:\n Do you believe that it was Lāčplēsis himself?\n\n\nSunitha considers for a time, slowly rubbing around the base of her neck in small circles.\n\n\nSunitha:\n I think… I think the line is blurry. I think what matters here isn’t exact truths.\n\n\nSuresh:\n Huh.\n\n\nSuresh pauses, waiting for more.\n\n\nSuresh:\n Are you good to continue, or..?\n\n\nSunitha:\n Sorry, sorry, yeah. We, once we greeted Lāčplēsis, he talked. He gave us a formal greeting back, or as formal as Patiesian gets, and something… opened up. Not like, physically, but… it removed a mental block, I guess, and we finally \nsaw\n the cave, you know? Everything we’d been missing, the meanings of the carvings on the walls, the hidden passages.\n\n\nSuresh:\n Like a resin hit? Sudden flow of knowledge?\n\n\nSunitha:\n Exactly, but \nbigger\n. And important. This wasn’t knowledge we stole, but knowledge we were given, you know? We followed the path we hadn’t seen, so cleverly hidden, and… we found them, down in the deepest cavern.\n\n\nSuresh:\n You found people in the cave?\n\n\nSunitha:\n Not just people, Suresh, \nthe\n people. The whole ancient civilisation, in the amber.\n\n\nSuresh:\n Fuck, they were frozen in resin? Alive? That’s… centuries of torture. How could they do that to themselves?\n\n\nSunitha:\n No, no, they weren’t frozen, that’s what’s so wonderful. They were moving! Working, running, playing. The amber cracked and flowed with them. It’s so hard to explain, but it was beautiful.\n\n\nSuresh:\n This is - you realize that communicating with an ancient civilization without authorisation is a serious offense, right?\n\n\nSunitha:\n Like you said earlier, fuck that. It’s not like we even meant to. I can deal with whatever slap on the wrist they give me.\n\n\nSuresh glances nervously at the camera.\n\n\nSuresh:\n I… ok.\n\n\nSuresh slowly breathes in, then out.\n\n\nSuresh:\n This is crazy. What did they say? Did they say anything?\n\n\nSunitha:\n They were scared of us, initially. I think they particularly thought Ish was an attacker.\n\n\nSunitha mimics a bear growling.\n\n\nSunitha:\n White man equals bear knight, you know? We know \nmiers\n6\n, obviously, so we were yelling that, keeping our palms open and toward the ground. That helped, but it wasn’t til Ish started singing that they calmed down.\n\n\nSuresh:\n Why didn’t you just come back immediately once you found them?\n\n\nSunitha snorts derisively.\n\n\nSunitha:\n As if you would, in our shoes. Discovery of the damn year. Ishvi and I both wanted to know more. You know what we can be like after resin hits - heightened, excited, wanting to dive in farther. This was unbelievable, more than we’d ever considered, ever fantasised.\n\n\nSuresh frowns and reaches across the table to hold Sunitha’s hand.\n\n\nSuresh:\n Your curiosity could have gotten you killed, Sunny.\n\n\nSunitha pulls her hand away and rests it on her collarbone.\n\n\nSunitha:\n Well, it didn’t, so there’s no need to worry about it.\n\n\nSuresh bites his lip, considering something.\n\n\nSuresh:\n Sunny, I have to - did they kill Ishvi?\n\n\nSunitha:\n What?! No! No…\n\n\nSunitha looks away from Suresh.\n\n\nSunitha:\n Ishvi stayed.\n\n\nSuresh:\n Stayed?\n\n\nSunitha:\n There was just… so much there, so much of the people in the cave, in the air. Dancing, singing, food, all these things we’ve only ever \nremembered\n, we were actually able to \nexperience\n now. This wasn’t a people just surviving, they were thriving in their own way, content with the lives they led and so, so happy to be with people who loved and respected their culture. You could feel it everywhere, their excitement. At the end of the night, we sat around a great fire in the centre of the cavern and just sang. Sang and sang and sang. Ish and I knew some of the words, but we didn’t know all of them, and the people would scoop up resin out of, I don’t know, out of nowhere, and when we drank it we’d know it perfectly. We drank so much - I have no idea how long passed down there, but by the time things were winding down Ishvi’s beard was caked in amber, cracked open with his big wide smile. I’ve never seen him quite like that.\n\n\nSuresh:\n And Ishvi just… he just gave up everything to stay?\n\n\nSunitha:\n I mean, you know Ish. He never really felt like he belonged here, did he?\n\n\nSuresh frowns to himself. He speaks quietly.\n\n\nSuresh:\n We tried.\n\n\nSunitha:\n We did, but he was always more in tune with the people of the island. We knew that from day one. At the end of the singing, there were just a few of us left. Ish, me, a couple of people I got the sense were important folk. They didn’t say it directly, but… the whole thing, that night, we were being invited, gently. I don’t think Ish ever even considered the alternative. He, uh…\n\n\nSunitha shifts in her seat and reaches into her pocket to retrieve a piece of paper. She hands the paper to Suresh.\n\n\nSunitha:\n He wrote this, when I was leaving. Told me to give it to his Mom. I haven’t read it, but I’m pretty sure that’s goodbye.\n\n\nSuresh turns the letter over in his hands, then slides it into his binder.\n\n\nSuresh:\n We’ll have to make a copy of this for the records. You know the deal.\n\n\nSunitha:\n I know. I’m sure he knew too.\n\n\nSuresh:\n Alright.\n\n\nThere is a pause. Suresh tilts his head.\n\n\nSuresh:\n Why, uh, why didn’t you stay?\n\n\nThere is a moment of silence before Sunitha responds.\n\n\nSunitha:\n Because of you. You’re… you’re too important to me. Can’t let my brother live the rest of his life without a sister.\n\n\nSuresh:\n I… um… \nSuresh sighs.\n Thank you, Sunny. I think that’s all we need to know for right now.\n\n\nSunitha:\n Alright. Good.\n\n\nSunitha looks away from Suresh.\n\n\nSunitha:\n Will I be able to visit Ishvi?\n\n\nSuresh:\n I’m sure something can be arranged.\n\n\nSunitha:\n Ok… Ok, yeah.\n\n\nSunitha rubs her eye with the heel of her hand.\n\n\nSuresh:\n You're exhausted.\n\n\nSunitha:\n Mmm.\n\n\nSuresh:\n I cleaned out my room before coming here. You can take my bed, rather than going to medical.\n\n\nSunitha:\n That sounds \nso\n good.\n\n\nSuresh stands and moves around the table to help Sunitha out of her chair. They move out of the room together, Sunitha leaning against Suresh for support.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nAddendum\n:\n\nThe second tape found in Dr. Kulkarni's satchel, previously deemed unrecoverable, contained some viable footage. Review of the viable footage verified the majority of Dr. Kulkarni's report in the above interview - however, a major discrepancy was found at the end, showing Dr. Kulkarni choosing to stay along with Dr. Schrader, but being tasked by Dr. Schrader with delivery of the letter to his mother. Dr. Kulkarni’s involvement with SCP-3504 has been discontinued permanently due to the withholding of information. Outpost Captain Suresh Kulkarni has declined to comment on the matter in any official capacity.\n\n\n\n\nFootnotes\n\n\n1\n. /pʌ.'ti.ə.zi.ən/\n\n\n2\n. See \nInvestigation, possible anomaly, 9/12/09: Lettonie Island\n, Huever et al.\n\n\n3\n. Referred to by immersion researchers as the Diegava river.\n\n\n4\n. (())\n\n\n5\n. This has been noted as a minor infraction on relevant paperwork, but otherwise no repercussions have been judged necessary.\n\n\n6\n. Latvian for \npeace\n.\n\n\n\n\n\n\n\n\n« \nSCP-3503\n | SCP-3504 | \nSCP-3505\n »",
    "addendums": [
        "Addendum : The second tape found in Dr. Kulkarni's satchel, previously deemed unrecoverable, contained some viable footage. Review of the viable footage verified the majority of Dr. Kulkarni's report in the above interview - however, a major discrepancy was found at the end, showing Dr. Kulkarni choosing to stay along with Dr. Schrader, but being tasked by Dr. Schrader with delivery of the letter to his mother. Dr. Kulkarni’s involvement with SCP-3504 has been discontinued permanently due to the withholding of information. Outpost Captain Suresh Kulkarni has declined to comment on the matter in any official capacity."
    ],
    "documents": [],
    "notes": [
        "Exploration Log EX-3504-43 Date :25/9/15 Foreword: Dialogue put between double brackets 4 were spoken in the language Immersion Researchers learned on the island. [BEGIN LOG] Dr. Ishvi Schrader stands in front of the mouth of the cave, fiddling with a mic attached to hand-sewn clothing. Dr. Schrader : Uh, log start. We’re up? Ok, cool. So, um, Dr. Ishvi Schrader here, head researcher on - Dr. Kulkarni ( off-camera ) : Co-head. Dr. Schrader : Co-head, yes, on SCP-3504. Sorry, Sunny. We’ve been talking, over the last few weeks, about the things we’ve been getting from the resin. Dr. Schrader turns the camera to Dr. Sunitha Kulkarni as he speaks. She is wearing similar garb, and sits on a rock, her walking stick over her knees. Dr. Kulkarni : Darker stuff. The impressions of a dying culture. Kulkarni smiles slightly as Schrader hops back into frame, squatting beside her. Dr. Schrader : Not just dying but being killed, actively. Brutal invaders sweeping the land, the oppression of their language and their folklore- Dr. Kulkarni : They killed the Bear Slayer. Dr. Schrader : Right! Or, a representation of the Bear Slayer at least. With the impressions we get about the function of the resin, I’m thinking - Kulkarni rolls her eyes dramatically. Dr. Kulkarni : Right, this. Dr. Schrader : - I’m thinking it could be, like, an anomalous way to preserve tradition? We could be looking at shattered statues, temples, built to represent them not just aesthetically but narratively, memory constructs trapped in resin shapes- Dr. Kulkarni : You’re going off track, Ishvi. Dr. Schrader : Right. So, we’ve been seeing safety, warmth, protection, preservation, the impression of some sort of fortress or safe place, a secret place the invaders wouldn’t know. Dr. Kulkarni : The island’s belly. Dr. Schrader : Kuņsala, yeah. It’s - we think we might know where the mouth is. Schrader hops up from his position beside Kulkarni and disconnects the camera from its tripod. He steps back with it to reveal the mouth of a cave, hidden behind a curtain of vines and moss, where Kulkarni is sitting. Dr. Schrader : There’s - this is all intuition, but we agree on this fully. Kulkarni nods quickly, serious. Dr. Kulkarni : Fully. The hill, the markings, the way the sun flows into it in the mornings - Dr. Schrader : The markings. The markings! Schrader runs over to the cave mouth and carefully moves aside some brush obscuring the entrance to show faded markings in the stone. Dr. Schrader : They’re faint, but there’s definite pictures here that relate back to not just the Bear Slayer, but the island itself, ((God’s Root)), song and dance, the ((word relating to cultural lifeblood/the core of a community)) of the people. Dr. Kulkarni ( off camera ) : Plus the teeth. Dr. Schrader : Right, yeah, and the impression of teeth carved around the top here. A literal mouth, relating to how they viewed the island as a deity- Dr. Kulkarni ( off camera ) : Well, we don’t know that it’s not. Schrader turns back to face Kulkarni. Her face is calm, but challenging. Dr. Schrader : Well, ok, let’s not have that discussion right now. The point is that while much of their oral tradition could be interpreted simply as myth, looking into them as factual, useful records leads to- Dr. Kulkarni : This cave. Dr. Schrader : It’s very exciting. Dr. Kulkarni : Should we head in? Dr. Schrader : Definitely! Schrader helps Kulkarni up, and they proceed into the cave, Schrader holding the camera and Kulkarni holding a powerful flashlight. Dr. Schrader : For the record, we should probably talk about the Bear Killer, right? Dr. Kulkarni : ((The Knights Who Angered the Sun and the Ground)) is most relevant, I feel. Dr. Schrader : Yes, yes. So, the tale starts, as many do, with Lāčplēsis sharpening his sword on the beach. Dr. Kulkarni : Classic Lāčplēsis. Schrader laughs lightly. Dr. Schrader : This is, as far as we can ascertain, well after the events of Pumpurs’ epic, after they found his body washed up on the shores and the island chose to bring him back. He’s the island guardian at this point, watching over them silently, blah blah. And as he stares out at the waves, the sun changes, turning red. The whole sky changes colour! As he looks at the setting sun, he sees dark shapes on the horizon, riding on its edge. Dr. Kulkarni : The Bear Knights! Dr. Schrader : Exactly! They’re back to get revenge on the island folks for chasing them out during the events of ((The Song of Small Sorrows)). Hopped right on their bear mounts and rode them across the ocean, full of rage and fire. No boats for these men! Dr. Kulkarni : The impression you get of the knights in the tales, they’re these tall, dark shadows. Armour as black as night, faces unseen beneath their cowls. Barely even men. Dr. Schrader : And their alliance with the bears only compounds that, obviously, since these aren’t just any bears. Dr. Kulkarni : Huge things, with bright fur, enormous steel claws, eyes that ((burn into your heart))… Dr. Schrader : Right. Which only makes Lāčplēsis’ achievements in the poem even more impressive, right? What great warrior could rip one of these monsters in half?? Dr. Kulkarni : Only the Bear Slayer, of course. Schrader laughs. Dr. Schrader : Right there in the name, I guess. But the proof is in the action, and rise to that action he did! The bears were fast, faster than any thing should be, fueled by the knight’s fiery anger, and they would be there in minutes. Lāčplēsis ran as fast as he could to the house of his good friend the ((weaver)), and he told her to tell all the village that they were once again in danger. The ((weaver)) knocked on every door of every house and told them ((“The Bear Knights are come! Lāčplēsis once again risks his life for our safety!”)). As she did this, he ran back to the beach. The first of the bear knights has already landed, and they’ve taken his sword and shield and broken them all in five. Dr. Kulkarni : Five pieces, we think, being generally indicative of great and irreversible destruction. Dr. Schrader : Tying back to the broken pot and how Staburadze lost her child in other island myths. It definitely held significance. You can feel the power of that statement when you eat the resin for these tales, this is something terrible and foreboding. But Lāčplēsis isn’t one to give up for any reason, so he ((runs to the first bear, takes its throat in his hands, and rips straight down)). Dr. Kulkarni : Does that kill it? Dr. Schrader : No! Lāčplēsis thinks it will, as it always has, but when he turns his back to face its rider, ((the bear gashes its great iron claws across his back, cracking his golden skin!)). Lāčplēsis falls, and the first knight tries to strike him with his greatsword, but Lāčplēsis strikes out and buckles his armour with a single punch. He rips the man’s head off, then turns and grabs the bear, tackling it to the ground and swinging the knight’s greatsword at his head! Schrader is at this point very animated, acting out the scene with his free hand in front of the camera as they continue down the cave. He alternates between walking forward and walking sideways to face Kulkarni. Dr. Schrader : The great bear still does not go down, and now the other bears are also landing on the beach. Kulkarni smiles affectionately. Dr. Kulkarni : You really get excited at this point, don’t you? Dr. Schrader : Come on, it’s an exciting part! Lāčplēsis, back against the wall, no weapons, and who comes to save him? It’s the ((weaver))! She rushes to his aid, picking up the hilt of his shattered sword, and charges at the army! Despite her stature, she’s not going to be one to let Lāčplēsis and her people fall to the invaders! Dr. Kulkarni : But even in the end, the ((weaver)) falls. Dr. Schrader : But Lāčplēsis has one last trick up his sleeve, something he can do for the ((weaver)) even in death. He summons the power of the Old Gods themselves, and fuses the ((weaver))’s spirit with the island! The island’s sands rise and swell, the trees and grass morphing, and the island becomes this monolithic golem! It swallows up everything; the ((weaver)), Lāčplēsis, the invaders, even the villagers. And once everyone is taken, the island returns to its resting state. Now, with the ((weaver))’s soul in the island and Lāčplēsis and her people safe, she can lay to rest, her oath to Lāčplēsis honoured and the villagers safe in the chresins of her heart. Dr. Kulkarni : So, they win? The Bear Knights can’t get them? Dr. Schrader : That’s where the story gets somewhat unclear. There’s something missing, maybe in resin we haven’t consumed yet. It could be that- Schrader stops talking as they round a corner to enter a small chresin. It is dimly lit by glowing pools of resin in small wells embedded in the walls, and in the centre stands a lifesize resin figure on a pedestal. Dr. Kulkarni : Oh, my. Dr. Schrader : Is… is that him? Dr. Kulkarni : Check for the missing ears. Schrader is heard fumbling around in a bag before taking out a small flashlight and shining it on the figure’s head, revealing a lack of ears. Dr. Schrader : I can’t see any! Dr. Kulkarni : Whoever made this sculpture must have put in months of effort into making it as detailed as it is… Kulkarni is seen approaching the statue, placing a hand on one of its arms, before pulling back. Dr. Schrader : Something wrong, Sunny? Dr. Kulkarni : It’s still wet, the resin is fresh. Dr. Schrader : It- what? Schrader turns downwards to see a small pool of resin being formed at the statue’s feet. Dr. Kulkarni : That means that this was made recently! Or at the very least repaired recently. In either case, that means we’re close! Schrader bends down and cups some of the liquid resin in his hand and brings it to his mouth. Dr. Kulkarni : Ishvi, I don’t feel like we should be consuming outside of the confines of testing hours. We’re already stretching the rules enough as-is. Ishvi? Schrader has gone quiet, lost in thought. Though the footage is unclear, he may be rapidly mouthing words under his breath, a common behaviour when processing input from other sources of resin on the island. Though visibly concerned, Kulkarni waits for him to come back to his senses. Dr. Schrader : Sunny, this is… you’re not going to fucking believe this. Dr. Kulkarni : Tell me. Dr. Schrader : I can’t, I can’t, just lemme… Schrader dashes back toward the statue, stumbling on a rock in haste. He clasps his hands together and bows his head briefly. Schrader stands between the camera and the statue, blocking the view. Dr. Schrader : ((Hello, Lāčplēsis.)) There is a pause. Dr. Schrader : ((Oh, I’m so sorry.)) Schrader turns and switches off the camera. [END LOG]",
        "Date: 28/9/15 Interviewed: Dr. Sunitha Kulkarni Interviewer: Outpost Captain Suresh Kulkarni Foreword: For the sake of clarity, participants are marked with their forenames in this version of the transcript, edited for overview documentation. [BEGIN LOG] Sunitha looks up as Suresh enters the room and stiffens momentarily as she sees him. After a second, she lets out a sigh and stands to embrace Suresh. Sunitha: Suresh! You’re… aren’t you supposed to- Suresh: I pulled some strings. Convinced Adileh that this was, uh, too personal for anyone else to lead the interview. Plus, we don’t exactly have to go through formalities if we know each other personally. Makes paperwork easier. Sunitha: Not for legal. Suresh pulls out of the hug, holding Sunitha by the shoulders. Suresh: Fuck that, I needed to see you. You’re such an idiot, running off into the caves by yourself. Sunitha lightly punches Suresh in the arm. Sunitha: I had Ish, you dork. Suresh: That - yeah, ok, you did. We don’t actually, uh… Ishvi isn’t responding, and the footage, the - the cameras are fucked, and basically we have no idea what happened. Sunitha: Right. Right, of course. Suresh: So, hopefully, you can explain everything and we can fill in the blanks. We have up to the statue you found, then it cuts. Do you remember…? Sunitha: Yeah. No, uh, recollection issues. The statue wasn’t a statue. We - Ishvi realised it first, I didn’t realise it until he moved. Suresh: He? The statue was alive? Sunitha sits as Suresh speaks, rubbing her throat. Sunitha: Sentient, at the very least. Moving, talking. Ishvi thought it was Lāčplēsis himself, which would be… well, a lot to process. Suresh: Do you believe that it was Lāčplēsis himself? Sunitha considers for a time, slowly rubbing around the base of her neck in small circles. Sunitha: I think… I think the line is blurry. I think what matters here isn’t exact truths. Suresh: Huh. Suresh pauses, waiting for more. Suresh: Are you good to continue, or..? Sunitha: Sorry, sorry, yeah. We, once we greeted Lāčplēsis, he talked. He gave us a formal greeting back, or as formal as Patiesian gets, and something… opened up. Not like, physically, but… it removed a mental block, I guess, and we finally saw the cave, you know? Everything we’d been missing, the meanings of the carvings on the walls, the hidden passages. Suresh: Like a resin hit? Sudden flow of knowledge? Sunitha: Exactly, but bigger . And important. This wasn’t knowledge we stole, but knowledge we were given, you know? We followed the path we hadn’t seen, so cleverly hidden, and… we found them, down in the deepest cavern. Suresh: You found people in the cave? Sunitha: Not just people, Suresh, the people. The whole ancient civilisation, in the amber. Suresh: Fuck, they were frozen in resin? Alive? That’s… centuries of torture. How could they do that to themselves? Sunitha: No, no, they weren’t frozen, that’s what’s so wonderful. They were moving! Working, running, playing. The amber cracked and flowed with them. It’s so hard to explain, but it was beautiful. Suresh: This is - you realize that communicating with an ancient civilization without authorisation is a serious offense, right? Sunitha: Like you said earlier, fuck that. It’s not like we even meant to. I can deal with whatever slap on the wrist they give me. Suresh glances nervously at the camera. Suresh: I… ok. Suresh slowly breathes in, then out. Suresh: This is crazy. What did they say? Did they say anything? Sunitha: They were scared of us, initially. I think they particularly thought Ish was an attacker. Sunitha mimics a bear growling. Sunitha: White man equals bear knight, you know? We know miers 6 , obviously, so we were yelling that, keeping our palms open and toward the ground. That helped, but it wasn’t til Ish started singing that they calmed down. Suresh: Why didn’t you just come back immediately once you found them? Sunitha snorts derisively. Sunitha: As if you would, in our shoes. Discovery of the damn year. Ishvi and I both wanted to know more. You know what we can be like after resin hits - heightened, excited, wanting to dive in farther. This was unbelievable, more than we’d ever considered, ever fantasised. Suresh frowns and reaches across the table to hold Sunitha’s hand. Suresh: Your curiosity could have gotten you killed, Sunny. Sunitha pulls her hand away and rests it on her collarbone. Sunitha: Well, it didn’t, so there’s no need to worry about it. Suresh bites his lip, considering something. Suresh: Sunny, I have to - did they kill Ishvi? Sunitha: What?! No! No… Sunitha looks away from Suresh. Sunitha: Ishvi stayed. Suresh: Stayed? Sunitha: There was just… so much there, so much of the people in the cave, in the air. Dancing, singing, food, all these things we’ve only ever remembered , we were actually able to experience now. This wasn’t a people just surviving, they were thriving in their own way, content with the lives they led and so, so happy to be with people who loved and respected their culture. You could feel it everywhere, their excitement. At the end of the night, we sat around a great fire in the centre of the cavern and just sang. Sang and sang and sang. Ish and I knew some of the words, but we didn’t know all of them, and the people would scoop up resin out of, I don’t know, out of nowhere, and when we drank it we’d know it perfectly. We drank so much - I have no idea how long passed down there, but by the time things were winding down Ishvi’s beard was caked in amber, cracked open with his big wide smile. I’ve never seen him quite like that. Suresh: And Ishvi just… he just gave up everything to stay? Sunitha: I mean, you know Ish. He never really felt like he belonged here, did he? Suresh frowns to himself. He speaks quietly. Suresh: We tried. Sunitha: We did, but he was always more in tune with the people of the island. We knew that from day one. At the end of the singing, there were just a few of us left. Ish, me, a couple of people I got the sense were important folk. They didn’t say it directly, but… the whole thing, that night, we were being invited, gently. I don’t think Ish ever even considered the alternative. He, uh… Sunitha shifts in her seat and reaches into her pocket to retrieve a piece of paper. She hands the paper to Suresh. Sunitha: He wrote this, when I was leaving. Told me to give it to his Mom. I haven’t read it, but I’m pretty sure that’s goodbye. Suresh turns the letter over in his hands, then slides it into his binder. Suresh: We’ll have to make a copy of this for the records. You know the deal. Sunitha: I know. I’m sure he knew too. Suresh: Alright. There is a pause. Suresh tilts his head. Suresh: Why, uh, why didn’t you stay? There is a moment of silence before Sunitha responds. Sunitha: Because of you. You’re… you’re too important to me. Can’t let my brother live the rest of his life without a sister. Suresh: I… um… Suresh sighs. Thank you, Sunny. I think that’s all we need to know for right now. Sunitha: Alright. Good. Sunitha looks away from Suresh. Sunitha: Will I be able to visit Ishvi? Suresh: I’m sure something can be arranged. Sunitha: Ok… Ok, yeah. Sunitha rubs her eye with the heel of her hand. Suresh: You're exhausted. Sunitha: Mmm. Suresh: I cleaned out my room before coming here. You can take my bed, rather than going to medical. Sunitha: That sounds so good. Suresh stands and moves around the table to help Sunitha out of her chair. They move out of the room together, Sunitha leaning against Suresh for support. [END LOG]"
    ],
    "title": "SCP-3504"
}