{
    "url": "https://scp-wiki.wikidot.com/scp-3507",
    "all_text": "rating: \n+57\n+\n–\nx\n\n\n\n\n\n\nTop view of SCP-3507 before its autopsy\n\n\n\n\n\n\nItem #\n: SCP-3507\n\n\nObject Class\n: \nThaumiel\n Neutralized\n\n\nSpecial Containment Procedures:\n The corpse of SCP-3507 is to be held in deep storage warehouse #32-T in Site 46. SCP-3507's weapon and armor are to be transported to the Site 36 non-anomalous storage department.\n\n\nMTF Rho-15 “Smooth Samurais'” are assigned to terminate all Y-class entities using the tier V trans-dimensional kinetoglyphs developed by Research Team TGU-23.\n\n\n\n\n+Archived Containment Procedures\n\n\n\n\n- Invalidated as of Incident A-5\n\n\n\n\nFoundation personnel are to organize “festivals” centered around ancestor veneration in local towns where SCP-3507 is known to traverse. The use of classical costumes during these festivals has proven to generate less suspicion for anyone that identifies SCP-3507 from afar.\n\n\nDue to SCP-3507's substantial ability to terminate Y-class entities, no Foundation personnel is permitted to halt SCP-3507's movements. Air-based drones are to track the movements of SCP-3507 each night and to note any deviances from SCP-3507’s normal travel pattern.\n\n\nMTF Rho-11 “The Smooth Samurais'” are instructed to be located in the vicinity of SCP-3507 and, immediately, intervene in events where civilians come into contact with SCP-3507 or a change in behavior is noted.\n\n\nMTF-Rho-11 is also to analyze and record actions of SCP-3507 for the use of Research Team TGU-23 headquartered in Site 46. Creation of such technology that will allow for interaction with Y-class entities is of the highest priority as to lessen the reliance on SCP-3507's capabilities.\n\n\n\n\n\n\n\n\nDescription:\n SCP-3507 was a semi-corporeal human male of Japanese ethnicity and appears to have been approximately 20 to 30 years of age. SCP-3507 manifested at 2000 UTC in the proximity of disused Taoist religious shrines. SCP-3507 was most often found traversing forests and rural areas in Japan. SCP-3507 had a migration sequence which included the circumnavigation of mainland Japan at a pace of once every year.\n\n\nSCP-3507 was dressed in late Heian period armor known as \nō-yoroi\n. The armor is made up of thousands of individual leather scales, which are bound together through an intricate network of bamboo threads. The armor was covered in a thick layer of tree resin and salt. Over the armor, SCP-3507 usually wore a wool coat.\n\n\nSCP-3507 carried a sheath on its back which contained an \nōdachi\n1\n which is in a style reminiscent of swords created during the Yayoi period\n2\n. SCP-3507 only uses \nōdachi\n whenever it encounters and attempts to terminate a Y-class entity. SCP-3507, occasionally, traveled to hot-spots of Y-class entity activity such as Ways\n3\n or areas with naturally occurring dimensional portals\n4\n.\n\n\nThe main goal and desire of SCP-3507 was to terminate all Y-class entities. In traditional literature, Y-class entities are often referred to as \nyokai\n. Y-class entities are created from a manipulation in reality that is caused by negative human emotions and an extremely high Hume level. Depressive or melancholic thoughts or actions that occur near areas that are relativistically unstable allow for a subtle restructuring of concurrent reality in the local area.\n\n\nMost often this reconstruction occurs in relation to the base emotion that caused the spatial shift. It is currently unknown if the reality shift completely creates the Y-class entities or is modifying existing objects/animals into becoming new Y-class entities.\n\n\nAn example of this is Y-class entity H, which is colloquially known as the \nshirogami\n, which is manifested by extreme depressive moods and is, seemingly, created from the transmutation of a \nElaphe climacophora\n (commonly known as the Japanese Rat Snake).\n\n\n\n\n\n\nUkiyo-e wood printing of Y-class entity L frightening a calligrapher\n\n\n\n\n\n\nDue to the varied circumstances of Y-class entity creation, there are significant differences in both appearance and constitution, however, two similarities exist between all instances. The first is that all Y-class entities are incorporeal, thus, no tangible weapons or containment devices have any impact on their movement.\n\n\nThe second similarity is that the only way to identify a Y-class entity is through positron emission topography. Positron emission topography creates images through discharging gamma rays and graphing the reflecting image. Y-class entities are normally completely invisible to humans, however, a select few individuals who are afflicted with blindness are able to \"sense\" the presence of Y-class entities. This, however, entails no containment risk due to how the perceived encounters with Y-class entities only produce common day occurrences such gusts of wind or feelings of paranoia.\n\n\nSCP-3507’s main anomalous capacity manifested in its ability to interact with Y-class entities. An increase in Y-class entity creation in the past 40 years has necessitated the assistance of SCP-3507's actions in the prevention of Y-class entity propagation. Containment of Y-class entities was under the jurisdiction of the Imperial Japanese Abnormal Matters Examination Agency (\nIJAMEA\n) till their dissolution in 1945.\n\n\nDuring the intervention of the Foundation after the suspension of IJAMEA activities, it soon became apparent that significant and, at the time, impractical thaumatological resources were needed in containing the Y-class entities due to their unique composition. Thus, it had been decided that SCP-3507 will contain the majority of Y-class entities including those in the A to Y subcategories.\n\n\nDue to the nature of the creation of Y-class entities, SCP-3507, sporadically, came into close proximity with humans. Whenever SCP-3507 noticed that it is was being viewed by another individual, it would phase through the surrounding area and relocate. One exception, however, were individuals who were afflicted with blindness. SCP-3507 had exhibited an affinity for these individuals and did not relocate when they were near.\n\n\n\n\n\n\nSet of Ukiyo-e wood printing depicting Y-class entity M attacking Emperor Sanjō's Palace\n\n\n\n\n\n\nThe following excerpts are the surviving journal entries of Emperor Sanjō, the 67th emperor of Japan. The period in which these journal entries were written corresponds to the date in which SCP-3507's armor originates from.\n\n\nThe journals displayed the first mention of Y-class entities in the historical record. The circumstances of the period depicted in the journal are hypothesized to have been caused by the tumultuous reign of Emperor Sanjō.\n\n\nThe burning of Osaka Castle during the Tokugawa Shogunate destroyed the majority of the records of palace records and documents during the Heian period. They have been translated and transcribed by Foundation linguists. Emperor Sanjō was forced to abdicate his throne on 2/7/1017 and died later that year.\n\n\n\n\n+Journal Excerpts from Emperor Sanjō\n\n\n\n\n- Access Granted\n\n\n\n\n\n\n…ichinaga and Masako were insistent on delaying the Gempeitōkitsu clan's ascension ceremony. At the same time that accursed fellow, Fujiwara Kaneie, has again asked me about my eyes. That wretched fool must have asked Kannushi\n5\n Hisahiro of my recent complications. The insolence of the rural clans knows no end. This tied with the unnerving feeling that has been hounding me seems to be a unpleasant omen. It is a very subtle presence like that of a ring of the temple bells from Suganuma Temple, distant yet clo…\n\n\nDated: 9/13/1016\n\n\n\n\n\n\n…ordered the Taoist monk Okayama to my chambers today. Once I explained my quandary to him he suggested it could be that I am sensing \nTao\n6\n. What a wonderful thought, but I know this feeling is not that. \nTao\n is the essence of life, this feeling is more disjointed and flawed. The only one who is making my sight more of a worry for me is my son, I have failed to raise to him properly and I hear his mother weep at night. What successor can I possibly leave? How will the clan survive with him as leader? Just last week he had to flee the battlefield during the fight in Ishibaya….\n\n\nDated: 9/19/1016\n\n\n\n\n\n\n…so many nuisances. Naidaijin\n7\n Kenzaburo openly called for my abdication all because of my sight. I could not bear to hear the disgusting lies he was spewing. Him and his followers were executed on the spot. The Fujiwara clan is becoming insufferable by the day. The massacres in Shikoku should put a halt to any rumors of relinquishment of my throne. As long as I am on the throne no harm shall come to…\n\n\nDated: 10/11/1016\n\n\n\n\n\n\n…is getting worse and worse. I can hardly see my son's face. He has still yet to learn how to lead the clan. My torturous ailment needs to be cured. I cannot even sleep at night. Whispers coming from the window and intense pressure bar me from sleep. There is something in the night and as my eyes weaken, it grows stronger…\n\n\nDated: 10/12/1016\n\n\n\n\n\n\n…lowest crop yield in 50 years. The rebellion in Hakata has been wiped out not because of war, but because of famine. There is much suffering, even in provinces as close as Honshu. The execution of General Shigekazu has set half the court against me. Of course they openly say nothing, but it is as if I can feel their dark curses and emotions slither against my back. Jealousy, cowardice, resentment when will…\n\n\nDated: 11/2/1016\n\n\n\n\n\n\n…hired dozens of \nOnmyōji\n8\n in secret, the kingdom must never know of the (burn marks cover the kanji) lurking unseen. Sometimes I wonder, am I mad? Or is it true that…\n\n\nDated: 11/4/1016\n\n\n\n\n\n\n…am completely sightless now. Writing will become burdensome and I have to (rely?)\n9\n on only a few of my senses. I will need to keep my blindness a secret from the court court\n10\n, but that is something that seems to be impossible to me. The presence haunts me in the day now. It is almost as if I can touch it, it is near and is…\n\n\nDated: 12/10/1016\n\n\n\n\n\n\n…them peeling my skin and crushing my bones, but when I look there is nothing there and no injury. A piece of my room came crashing down, almost killing me and it is as if my bones started to shake. I felt the shape like a massive man. Later, they told me it had to be because of a structural failure. But I know the truth, I felt the (unintelligible hand writing)\n\n\nDated: 12/11/1016\n\n\n\n\n\n\n…he is so pitiful. My son, one million prayers be onto him, helps me perform my duties everyday. The only (reason?) court had attempted to get rid of me is my son and the way he is unfit to (rule?). The only happiness I felt when I lost my sight was not being able to see my one regret. Though he disappoints me constantly at least he \nattempts\n helps his elders. One day I hope to regain my previous honor for you my (unintelligible hand writing), thank…\n\n\nDated: 12/15/1016\n\n\n\n\n\n\n…worked against some of the officials and courtiers, however, many (unintelligible hand writing). There are many of these demons, everyday I feel dozens. Down every hall and corridor they wait. I feel their depravity and corruption, no eyes need see them for their destructive potential. Yet when I reach out I find nothing in my hands. I have much time for introspection and I am thinking about you my \nson\n successor. Even though I may criticize you constantly, I only want the best for the clan. I will never tell you my true feelings… (unintelligible hand writing) There must be some way to rid the world of these…\n\n\nDated: 12/16/1016\n\n\n\n\n\n\n…came to me today, wore (unintelligible hand writing). How he came in, I do not know. The \npalace\n11\n court controlled guards nearly \ndoubled\n tripled in rank size after (unintelligible hand writing). The door was closed, I know that for (sure?) but he somehow came through the wall or maybe the window. Nobody was in the room so how could this happen. He told me all I need to do to purify the empire of these creatures is to give him my prized possession. I did not understand. I repeated to him that gold and silver and gold and silver are nothing when it comes to protecting \nmy weak son and I\n the citizens of our kingdom for I know it not only effects me but…\n\n\nDated: 1/7/1017\n\n\n\n\n\n\n…an ukiyo-e master to the palace. I told him in private my what I felt and witnessed. Every night for the past nine nights, I have described every single spirit I have felt. What they do, how they make me feel, so they can be remembered in the future and \nmassacred\n avoided. I can only tell a select few that I see them, the kingdom is growing more \nbroken\n fragile and my \nson\n successor is not…\n\n\nDated: 1/9/1017\n\n\n\n\n\n\n…figured it out. My most prized possession is my (unintelligible hand writing). I begged to him, asking if if there was another way but he remained quiet. He said he would (unintelligible hand writing) and bring him back to me trained and ready to exterminate them. One question pervades my mind: the fate of the Japanese people or (unintelligible hand writing)…\n\n\nDated: 2/4/1017\n\n\n\n\n\n\n…left and I \ngave\n him a piece of the royal \nTsurugi\n12\n hidden away in underground chamber is my and my personal armor covered in \nsimple salt\n heavenly crystals. I hope that you remain alive to save \nme\n the eternal chrysanthemum throne. By destroying these abomination you bring \nme\n the family the highest honor that of divinely anointed \nprotectors\n guardians. I wait for you know to rid…\n\n\nDated: 2/5/1017\n\n\n\n\n\n\n\n\n\n\nThe following is an interview conducted after establishing the anomalous aspects of SCP-3507.\n\n\n\n\nInterviewed:\n SCP-3507\n\n\nInterviewer:\n Dr. Tsunesaburo\n13\n\n\n\n\nForeword:\n Dr. Tsunesaburo was instructed to interview SCP-3507 in a casual manner so as to not cause any unnecessary agitation. Dr. Tsunesaburo spoke in Old Japanese and the translations for both Japanese-speaking and English-speaking personnel are transcribed below.\n\n\n\n\n<Begin Log>\n, 1:38 am, 2/12/19██\n\n\n\n(Dr. Tsunesaburo begins walking down the same path as SCP-3507, as determined by drone tracking. Approximately 5 minutes later, SCP-3507 begins to walk about 5 meters away from Dr. Tsunesaburo)\n\n\nDr. Tsunesaburo:\n Good morning, (pause for about 30 seconds) the weather is surely pleasant this evening.\n\n\nSCP-3507:\n Yes, indeed.\n\n\nDr. Tsunesaburo:\n I am surprised you understand me. The last time this language was commonly spoken was nearly 800 years ago.\n\n\nSCP-3507:\n Language, like emotion, comes and goes like the wind.\n\n\nDr. Tsunesaburo:\n Such is the way of all life it seems. (pause for 30 seconds) What are you doing this evening?\n\n\nSCP-3507:\n Why are you talking to me? You obviously know what I do, most never notice my presence or simply ignore it.\n\n\nDr. Tsunesaburo:\n My friends and I are interested in what you are trying to accomplish, it is very helpful and interesting to us.\n\n\nSCP-3507:\n I see your are interested in the unknowable. (SCP-3507 grimaces) \nMen\n who want to control the unnatural and forbidden. If that is who you are, then there is nothing else to say.\n\n\nDr. Tsunesaburo:\n No, our only goal is to protect, we do not wish to exploit as some have done in the past.\n\n\nSCP-3507:\n So you are like a guardian? My master was a guardian like me and, apparently, so are you. The sanctity of life is the highest goal to a guardian.\n\n\nDr. Tsunesaburo:\n Was it your master who taught you how to fight?\n\n\nSCP-3507:\n Well, he did help with some things. It was mainly my father who taught me how to sword fight. He was very used to combat. He fought many opponents and \nkilled many people\n.\n\n\nDr. Tsunesaburo:\n Is that something that you are against?\n\n\nSCP-3507:\n I understand the commitment that my father had to the clan's well being, but I wish to move past the violence that has engulfed millions throughout our land's history. I promised my master that no harm would come to anyone because of those vile creatures. I have staked my pride and clan's honor.\n\n\nDr. Tsunesaburo:\n Was your master the one who taught you to interact with creatures that you get rid of?\n\n\nSCP-3507:\n He was the first to tell me of the world behind the veil. At first I thought it was just the ramblings of my old father. In the last days I was with him he discussed many things with me. It was my master that taught me to see and hear for them. You know, I am only comfortable in front of those who are blind because they remind me of him.\n\n\nDr. Tsunesaburo:\n How did you come to meet your master?\n\n\nSCP-3507:\n Well, he came when I was only a child. He was the one who taught me how to access my true self. He was part of an organization that protected people. (pause for about one minute) (SCP-3507 breathes in) This fragrant wind reminds of my home. It was a remarkable home adorned with gold, silver, cherry blossoms, all the comforts one could want. Was your home similar?\n\n\nDr. Tsunesaburo:\n Similar in feeling, but different in style. I grew up in a rural village named Kitashiobara near Fukushima. I lived in a modest home and my parents were farmers, but the mountain breeze and the vast forests made it equal to any palace. (pause for 20 seconds)\n\n\nSCP-3507:\n Over my travels I have learned the importance of a peaceful environment. I know firsthand that an agitated environment brings about trouble: physically, mentally, and for the world that lies beyond.\n\n\nDr. Tsunesaburo:\n It seems you know much about this \"hidden world.\" Why are you intent on exterminating the beings that exist there?\n\n\nSCP-3507:\n Because they are an antithesis to my being. What difference is there between my father and these creatures? (SCP-3507 shakes its head aggressively) Both manipulate and kill with no regard and only to satisfy their own goals. If I am to say that I am different than my father, allowing the creatures to exist to flourish in their madness is tantamount to ignoring my ideals. Without ideals, what is the difference between us and them? If I am to live, I must abide by my own code.\n\n\nDr. Tsunesaburo:\n It seems you have learned much about the creatures over time. How exactly do you interact with them?\n\n\nSCP-3507:\n I can only reach this otherworld, by moving within the wind and earth. By aligning my body with virtuous actions and cleansing my soul of baneful sentiments. I only wish to accomplish that which brings me closer to honor. This is the only way to fight them. To counteract their hateful creation with ultimate devotion.\n\n\nDr. Tsunesaburo:\n Devotion to who?\n\n\nSCP-3507:\n (due to wind rustling SCP-3507 does not hear Dr. Tsunesaburo and continues answering the previous question) You seem to want to learn how to bring peace to the land? I will tell you. (SCP-3507 voice starts to continually raise in volume) Start with loving something with absolute indignation, let the feeling overcome you and its intensity will allow you to reach transcendence as it has me! (At this point appears to flicker and then fade into the ground)\n\n\n<End Log>\n, 2:11 am, 2/12/19██>\n\n\n\n\nIncident A-5\n: The acute and widespread lack of resources in post-World War 2 Japan caused an extreme hunger crisis throughout Japan. This led to an intensification of Y-class entity activity and capability during the period. On September 8th 19██, SCP-3507 went to the town of Shirakawa in the Gifu prefecture, which, at the time, was completely taken over by Y-class entity A, which is colloquially known as a \nTengu\n. For more information on Y-class entity A's size and combat proficiency please refer to \"\nY-class entity Elimination and You\n\" by Dr. Isoruko.\n\n\nBy the end of the confrontation between Y-class entity A and SCP-3507 there were 17 civilian casualties due to collateral damage. Approximately two days later, SCP-3507 was found dead on the roof of Osaka Castle. The cause of death has been determined to be suicide as the autopsy into SCP-3507's corpse has shown that its injuries are consistent with that of \nseppuku\n or ritual suicide by disembowelment.\n\n\n\n\nFootnotes\n\n\n1\n. An ōdachi is a sword with a length of more than 100 cm.\n\n\n2\n. An era of Japan from the years 300 BCE to 300 CE.\n\n\n3\n. Ways are portals to the Wanderer's Library.\n\n\n4\n. Examples of these include the basement of the Tokyo Imperial Palace and the peak of Mount Hotakadake\n\n\n5\n. Kannushi is the name given to Shinto priest. In the 10th century, shinto priests served as both healers for the body and spirit.\n\n\n6\n. Tao is the underlying natural order of the Universe in the Taoist belief system.\n\n\n7\n. The naidaijin was the \"inner minister\" for the ancient Japanese Royal Court.\n\n\n8\n. Onmyōji are practitioners of Onmyōdō, which is a type of Japanese occultism group that has, historically, practiced astronomy, divination, and exorcism.\n\n\n9\n. This denotes that the meaning is unclear.\n\n\n10\n. Kanji is repeated twice\n\n\n11\n. Crossed out words/phrases indicate that the kanji was scrawled over.\n\n\n12\n. This refers to a mythical sword in Japanese mythology, that was broken apart by \nAmatersu\n, the solar goddess of the Shinto religion.\n\n\n13\n. Dr. Tsunesaburo has been blind for 35 years.\n\n\n\n\n\n\n\n\n« \nSCP-3506\n | SCP-3507 | \nSCP-3508\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "…ichinaga and Masako were insistent on delaying the Gempeitōkitsu clan's ascension ceremony. At the same time that accursed fellow, Fujiwara Kaneie, has again asked me about my eyes. That wretched fool must have asked Kannushi 5 Hisahiro of my recent complications. The insolence of the rural clans knows no end. This tied with the unnerving feeling that has been hounding me seems to be a unpleasant omen. It is a very subtle presence like that of a ring of the temple bells from Suganuma Temple, distant yet clo… Dated: 9/13/1016",
        "…ordered the Taoist monk Okayama to my chambers today. Once I explained my quandary to him he suggested it could be that I am sensing Tao 6 . What a wonderful thought, but I know this feeling is not that. Tao is the essence of life, this feeling is more disjointed and flawed. The only one who is making my sight more of a worry for me is my son, I have failed to raise to him properly and I hear his mother weep at night. What successor can I possibly leave? How will the clan survive with him as leader? Just last week he had to flee the battlefield during the fight in Ishibaya…. Dated: 9/19/1016",
        "…so many nuisances. Naidaijin 7 Kenzaburo openly called for my abdication all because of my sight. I could not bear to hear the disgusting lies he was spewing. Him and his followers were executed on the spot. The Fujiwara clan is becoming insufferable by the day. The massacres in Shikoku should put a halt to any rumors of relinquishment of my throne. As long as I am on the throne no harm shall come to… Dated: 10/11/1016",
        "…is getting worse and worse. I can hardly see my son's face. He has still yet to learn how to lead the clan. My torturous ailment needs to be cured. I cannot even sleep at night. Whispers coming from the window and intense pressure bar me from sleep. There is something in the night and as my eyes weaken, it grows stronger… Dated: 10/12/1016",
        "…lowest crop yield in 50 years. The rebellion in Hakata has been wiped out not because of war, but because of famine. There is much suffering, even in provinces as close as Honshu. The execution of General Shigekazu has set half the court against me. Of course they openly say nothing, but it is as if I can feel their dark curses and emotions slither against my back. Jealousy, cowardice, resentment when will… Dated: 11/2/1016",
        "…hired dozens of Onmyōji 8 in secret, the kingdom must never know of the (burn marks cover the kanji) lurking unseen. Sometimes I wonder, am I mad? Or is it true that… Dated: 11/4/1016",
        "…am completely sightless now. Writing will become burdensome and I have to (rely?) 9 on only a few of my senses. I will need to keep my blindness a secret from the court court 10 , but that is something that seems to be impossible to me. The presence haunts me in the day now. It is almost as if I can touch it, it is near and is… Dated: 12/10/1016",
        "…them peeling my skin and crushing my bones, but when I look there is nothing there and no injury. A piece of my room came crashing down, almost killing me and it is as if my bones started to shake. I felt the shape like a massive man. Later, they told me it had to be because of a structural failure. But I know the truth, I felt the (unintelligible hand writing) Dated: 12/11/1016",
        "…he is so pitiful. My son, one million prayers be onto him, helps me perform my duties everyday. The only (reason?) court had attempted to get rid of me is my son and the way he is unfit to (rule?). The only happiness I felt when I lost my sight was not being able to see my one regret. Though he disappoints me constantly at least he attempts helps his elders. One day I hope to regain my previous honor for you my (unintelligible hand writing), thank… Dated: 12/15/1016",
        "…worked against some of the officials and courtiers, however, many (unintelligible hand writing). There are many of these demons, everyday I feel dozens. Down every hall and corridor they wait. I feel their depravity and corruption, no eyes need see them for their destructive potential. Yet when I reach out I find nothing in my hands. I have much time for introspection and I am thinking about you my son successor. Even though I may criticize you constantly, I only want the best for the clan. I will never tell you my true feelings… (unintelligible hand writing) There must be some way to rid the world of these… Dated: 12/16/1016",
        "…came to me today, wore (unintelligible hand writing). How he came in, I do not know. The palace 11 court controlled guards nearly doubled tripled in rank size after (unintelligible hand writing). The door was closed, I know that for (sure?) but he somehow came through the wall or maybe the window. Nobody was in the room so how could this happen. He told me all I need to do to purify the empire of these creatures is to give him my prized possession. I did not understand. I repeated to him that gold and silver and gold and silver are nothing when it comes to protecting my weak son and I the citizens of our kingdom for I know it not only effects me but… Dated: 1/7/1017",
        "…an ukiyo-e master to the palace. I told him in private my what I felt and witnessed. Every night for the past nine nights, I have described every single spirit I have felt. What they do, how they make me feel, so they can be remembered in the future and massacred avoided. I can only tell a select few that I see them, the kingdom is growing more broken fragile and my son successor is not… Dated: 1/9/1017",
        "…figured it out. My most prized possession is my (unintelligible hand writing). I begged to him, asking if if there was another way but he remained quiet. He said he would (unintelligible hand writing) and bring him back to me trained and ready to exterminate them. One question pervades my mind: the fate of the Japanese people or (unintelligible hand writing)… Dated: 2/4/1017",
        "…left and I gave him a piece of the royal Tsurugi 12 hidden away in underground chamber is my and my personal armor covered in simple salt heavenly crystals. I hope that you remain alive to save me the eternal chrysanthemum throne. By destroying these abomination you bring me the family the highest honor that of divinely anointed protectors guardians. I wait for you know to rid… Dated: 2/5/1017",
        "Interviewed: SCP-3507 Interviewer: Dr. Tsunesaburo 13 Foreword: Dr. Tsunesaburo was instructed to interview SCP-3507 in a casual manner so as to not cause any unnecessary agitation. Dr. Tsunesaburo spoke in Old Japanese and the translations for both Japanese-speaking and English-speaking personnel are transcribed below. <Begin Log> , 1:38 am, 2/12/19██ (Dr. Tsunesaburo begins walking down the same path as SCP-3507, as determined by drone tracking. Approximately 5 minutes later, SCP-3507 begins to walk about 5 meters away from Dr. Tsunesaburo) Dr. Tsunesaburo: Good morning, (pause for about 30 seconds) the weather is surely pleasant this evening. SCP-3507: Yes, indeed. Dr. Tsunesaburo: I am surprised you understand me. The last time this language was commonly spoken was nearly 800 years ago. SCP-3507: Language, like emotion, comes and goes like the wind. Dr. Tsunesaburo: Such is the way of all life it seems. (pause for 30 seconds) What are you doing this evening? SCP-3507: Why are you talking to me? You obviously know what I do, most never notice my presence or simply ignore it. Dr. Tsunesaburo: My friends and I are interested in what you are trying to accomplish, it is very helpful and interesting to us. SCP-3507: I see your are interested in the unknowable. (SCP-3507 grimaces) Men who want to control the unnatural and forbidden. If that is who you are, then there is nothing else to say. Dr. Tsunesaburo: No, our only goal is to protect, we do not wish to exploit as some have done in the past. SCP-3507: So you are like a guardian? My master was a guardian like me and, apparently, so are you. The sanctity of life is the highest goal to a guardian. Dr. Tsunesaburo: Was it your master who taught you how to fight? SCP-3507: Well, he did help with some things. It was mainly my father who taught me how to sword fight. He was very used to combat. He fought many opponents and killed many people . Dr. Tsunesaburo: Is that something that you are against? SCP-3507: I understand the commitment that my father had to the clan's well being, but I wish to move past the violence that has engulfed millions throughout our land's history. I promised my master that no harm would come to anyone because of those vile creatures. I have staked my pride and clan's honor. Dr. Tsunesaburo: Was your master the one who taught you to interact with creatures that you get rid of? SCP-3507: He was the first to tell me of the world behind the veil. At first I thought it was just the ramblings of my old father. In the last days I was with him he discussed many things with me. It was my master that taught me to see and hear for them. You know, I am only comfortable in front of those who are blind because they remind me of him. Dr. Tsunesaburo: How did you come to meet your master? SCP-3507: Well, he came when I was only a child. He was the one who taught me how to access my true self. He was part of an organization that protected people. (pause for about one minute) (SCP-3507 breathes in) This fragrant wind reminds of my home. It was a remarkable home adorned with gold, silver, cherry blossoms, all the comforts one could want. Was your home similar? Dr. Tsunesaburo: Similar in feeling, but different in style. I grew up in a rural village named Kitashiobara near Fukushima. I lived in a modest home and my parents were farmers, but the mountain breeze and the vast forests made it equal to any palace. (pause for 20 seconds) SCP-3507: Over my travels I have learned the importance of a peaceful environment. I know firsthand that an agitated environment brings about trouble: physically, mentally, and for the world that lies beyond. Dr. Tsunesaburo: It seems you know much about this \"hidden world.\" Why are you intent on exterminating the beings that exist there? SCP-3507: Because they are an antithesis to my being. What difference is there between my father and these creatures? (SCP-3507 shakes its head aggressively) Both manipulate and kill with no regard and only to satisfy their own goals. If I am to say that I am different than my father, allowing the creatures to exist to flourish in their madness is tantamount to ignoring my ideals. Without ideals, what is the difference between us and them? If I am to live, I must abide by my own code. Dr. Tsunesaburo: It seems you have learned much about the creatures over time. How exactly do you interact with them? SCP-3507: I can only reach this otherworld, by moving within the wind and earth. By aligning my body with virtuous actions and cleansing my soul of baneful sentiments. I only wish to accomplish that which brings me closer to honor. This is the only way to fight them. To counteract their hateful creation with ultimate devotion. Dr. Tsunesaburo: Devotion to who? SCP-3507: (due to wind rustling SCP-3507 does not hear Dr. Tsunesaburo and continues answering the previous question) You seem to want to learn how to bring peace to the land? I will tell you. (SCP-3507 voice starts to continually raise in volume) Start with loving something with absolute indignation, let the feeling overcome you and its intensity will allow you to reach transcendence as it has me! (At this point appears to flicker and then fade into the ground) <End Log> , 2:11 am, 2/12/19██>"
    ],
    "containment_procedures": "The corpse of SCP-3507 is to be held in deep storage warehouse #32-T in Site 46. SCP-3507's weapon and armor are to be transported to the Site 36 non-anomalous storage department.",
    "description": "SCP-3507 was a semi-corporeal human male of Japanese ethnicity and appears to have been approximately 20 to 30 years of age. SCP-3507 manifested at 2000 UTC in the proximity of disused Taoist religious shrines. SCP-3507 was most often found traversing forests and rural areas in Japan. SCP-3507 had a migration sequence which included the circumnavigation of mainland Japan at a pace of once every year.",
    "title": "SCP-3507"
}