{
    "url": "https://scp-wiki.wikidot.com/scp-3517",
    "all_text": "rating: \n+173\n+\n–\nx\n\n\nItem #:\n SCP-3517\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3517 is currently contained in Secure Locker 3517 at Site 66. Backup copies are kept in redundant file formats and multiple hard drives as per standard procedure regarding non-anomalous recorded media.\n\n\nThe region that is the subject of SCP-3517 is currently pending investigation. After the discovery of SCP-3517, the area was put under consideration for potential SCP status; the area was previously pending investigation due to civilian disappearances between 1950 and the present day numbering 38, nearly double that of comparable locales, though not high enough to otherwise be of concern.\n\n\nDescription:\n SCP-3517 is a series of video recordings featuring a collection of events of unknown origin, totaling 23:41 in length. The recordings were originally contained on two 128GB memory cards, found in a travel bag containing a head-mounted camera apparatus, commonly worn by civilians during outdoor excursions.\n\n\nThe recordings appear to take place over the course of three to four days, and follow the experiences of a small group of civilian hikers who became lost on [REDACTED PENDING FURTHER INVESTIGATION], a mountain in the [REDACTED PENDING FURTHER INVESTIGATION] range. The contents of SCP-3517 show disturbing and surreal fauna populating the mountain, encounters with which lead to the eventual disappearances or deaths of all subjects. Subjects are immediately aware of inconsistencies between what is expected and what they encounter, and react accordingly.\n\n\nThe contents of SCP-3517 change subtly between viewings, most often the location of environmental details such as clouds and distant trees, but retain most events and dialogue between viewings; beyond this, SCP-3517 is not otherwise considered anomalous in itself.\n\n\nSCP-3517 was retrieved in a rocky alcove on the northeast face of [LOCATION REDACTED], along with assorted damaged equipment and a fragment of clothing, determined to be denim.\n\n\nContents of SCP-3517:\n SCP-3517 is divided into three timespans of varying lengths. Recordings are numbered according to general place in timeline; further context will be provided at the beginning of each log.\n\n\nSCP-3517 features four individuals;\n\n\n\n\nA:\n Male, 25-30 years of age. Appears to have a close relationship with Subject B. Appears somewhat knowledgeable about fieldcraft and has some medical training. Perishes via fauna.\n\n\nB:\n Male, 25-30 years of age. Appears to have a close relationship with Subject A. Law student. Follows Subjects A and C closely, appears poorly prepared for a hiking excursion despite athleticism and equipment. Fate unknown.\n\n\nC:\n Female, 30-35 years of age. Older Sister of Subject B. Carries .22 rifle and multiple extra rounds of ammunition. Self-professed hunter, becomes hyper-vigilant after initial encounter with fauna. Perishes after encounter with flora.\n\n\nD:\n Female, 15-25 years of age - unclear. Student of general studies. Acquaintance of Subjects A and B. Shows signs of paranoia; unknown if pre-existing, or brought on by events depicted in SCP-3517. Possesses some accurate knowledge regarding foraging as well as several relevant books, otherwise dubiously equipped for a hiking trip. Perishes via fauna.\n\n\n\n\nRecording Summaries:\n The recording device was held by each of the four subjects at different points, with roughly equal distribution. Below are summarized transcriptions of the contents - see Document 3517-A for further analysis.\n\n\n\n\n+ Open  No. 1\n\n\n\n\n- Close recording transcript.\n\n\n\n\n\n\nRECORDING #:\n Timespan No. 1\n\n\nLength:\n 01:08:02\n\n\nSUMMARY:\n Timespan No. 1 contains only one cut and follows the subjects over the course of approximately 2 to 3 hours. A majority of events in this portion are summarized briefly, due to relative lack of anomalous occurrences. The timing of significant events is noted for further study.\n\n\n\n\n\n\n<Begin Transcription>\n\n\n\n\n00:00\n - Recording begins. Subjects A and D are in frame. Subject B is wearing the camera, and Subject A is helping to secure the apparatus to his head. All subjects are equipped with full backpacks complete with bedrolls, as well as assorted other equipment.\n\n\nThe rocky side of the mountain is clearly in view at a distance past Subjects A and D, with distant mountainous woodlands visible far off. The sky is clear, and a flock of Canadian geese are visible in the distance.\n\n\nOnce recording is confirmed, subjects begin (or resume) making their way up the mountain, following a rocky game trail. Subject C teases Subject B (who seems slightly out of breath) on his lack of outdoors experience, as well as his evident lack of technological experience, referring to the fact that the recording was off. Meanwhile, Subject A can be seen making some distance ahead, frequently looking back to Subject B.\n\n\n12:19\n - Subject B looks back to Subject D, who is keeping up close behind and somewhat down the slope from Subjects B and C. At this point, a base camp is still visible, consisting of multiple neon-coloured tents 150-200 metres down the slope, at the base of the mountainside. Recording is otherwise uneventful as subjects ascend the relatively gentle slope of the mountain.\n\n\n23:19\n - At this point the first divergent detail has been noted, wherein an animal carcass is noticed by Subject B and given a clear view by the camera. Animal is always a small quadrupedal mammal; at the time of transcription, it appears to have been an opossum. Subject C notices carcass on ground against a rocky outcrop, noting its ‘freshness’ in a sarcastic tone. Subject D asks for elaboration, after which Subject B looks back and down to her, motioning to the carcass. At this point the base camp is no longer visible in the distance, but its absence is not noticed by the subjects.\n\n\n23:33\n - Subject A suggests the group takes a break, as they are stopped anyways. Subjects B and D concur, and B removes the camera apparatus, fumbling with the device for several seconds before recording ceases.\n\n\n23:40\n - Four seconds of corruption before recording resumes. Between one and two hours appears to have passed, and the sun is falling low on the horizon. Subject C appears to be wearing the camera, and is looking ahead to Subjects A and B continuing their hike. Subject D mutters something incomprehensible, after which Subject C laughs. Group continues their hike. At this point another divergent detail is apparent; the appearance of wildflowers along the side of the trail. Positioning and species are inconsistent between viewings, occasionally representing yet unidentified species. At the time of transcription, flowers were dark purple with forked foliage.\n\n\n48:17\n - Subjects arrive on a reasonably flat area, with several trees and grey rocky outcroppings. Subject D takes a seat on a rock, looking up the slope of the mountain and pointing, telling Subject C to look. Camera turns to focus on a large member of the family \nCaprinae\n standing approximately 30 metres further up the mountainside, with .5 metre long uncurled horns. Creature watches subjects, silhouetted against the sky. Group rests.\n\n\n1:06:01\n - Creature suddenly charges down the slope, emitting a hoarse call. Subjects jolt, Subject C following the animal as it quickly approaches the group. Creature splits in half vertically through its centre, both halves continuing to ambulate as they pursue Subject A, who has begun to flee down the slope behind the group. Subject C shouts and fumbles with firearm, camera view jerking violently between the firearm and Subject A. Camera has clear view as both halves of creature impact Subject A, causing immediate blunt force trauma and severe lacerations across his abdomen, as well as causing him to fall down the rocky slope.\n\n\n1:06:24\n - Two halves of creature rejoin and approach the incapacitated Subject A, as Subject C aims and fires. Creature is struck in neck region, and turns to flee up the mountainside, apparently unharmed. Unharmed subjects rush to the aid of Subject A.\n\n\n1:07:36\n - Subject A is severely injured, having come to rest several dozen metres below the flat area where the sheep creature was first encountered. At this point the camera apparatus is removed from Subject C’s head, as group begins to attempt first aid.\n\n\n\n\n<End Recording, 1:08:02>\n\n\nClosing Statement:\n Base camp is not present at any point after 12:19; should have been visible at various points during the encounter with aggressive fauna.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Open  No. 2\n\n\n\n\n- Close recording transcript.\n\n\n\n\n\n\nRECORDING #:\n Timespan No. 2\n\n\nLength:\n 24:08\n\n\nSUMMARY:\n Timespan No. 2 contains no cuts, and little useful video footage. It appears that subjects were unaware that they activated the camera; therefore, this section contains a considerable amount of candid audio. It will be formatted as an audio log, with contextual visual description, for that purpose.\n\n\n\n\n\n\n<Begin Summary>\n\n\n\n\n01:08:03\n - Recording begins. Video is that of the ground, with rapid blurring suggesting that the camera apparatus is hung from a bag or other garment. Focus is unsatisfactory but audio is reasonably clear. Group appears to be stopped on the mountainside. Subject B is distraught, and Subject C appears to be shaken.\n\n\nSubject B:\n Please, please no no, please. Please just open your eyes-\n\n\nSubject D:\n Sam, he’s…\n\n\nSubject B:\n [shouting] DON’T SAY IT.\n\n\n<Quiet weeping for 13 seconds.>\n\n\nSubject B:\n What the \nfuck\n was that thing?!\n\n\nSubject C:\n I don’t… I don’t fucking know. You both saw it, right?\n\n\nSubject B:\n It fucking cut itself in half!\n\n\nSubject D:\n Guys?\n\n\nSubject C:\n I know I hit it too, I saw the hole. But it just fucking ran away.\n\n\nSubject B:\n [Indistinct.] Come on buddy, come on…\n\n\nSubject C:\n [Brief pause.] Sam, he’s…\n\n\n<Sounds of movement, Subject B weeping.>\n\n\nSubject D:\n [Insistently.] Guys.\n\n\nSubject C:\n Yeah Rebecca?\n\n\nSubject D:\n Where are we? [Indistinct.] Where’s camp?\n\n\n<Brief pause. Sounds of movement as Subject C appears to shift, looking for camp. 13 seconds pause, Subject C growing agitated.>\n\n\nSubject C:\n Wait. Where the f… where the fuck…\n\n\nSubject B:\n It’s… it should just be down there.\n\n\nSubject D:\n Is… it on the other side of the mountain?\n\n\nSubject C:\n [Indistinct.] that far, Rebecca. What the fuck is going on?\n\n\nSubject B:\n [Urgently.] Guys it’s getting dark. We can’t be here.\n\n\n<Subjects grow silent.>\n\n\nSubject D:\n I don’t want to carry him down in the dark.\n\n\nSubject C:\n We’re making a camp here. Cover him up with his bedroll, we’ll… Sam, do you have reception?\n\n\nSubject B:\n [Brief pause.] No.\n\n\nSubject D:\n I didn’t even bring my-\n\n\nSubject C:\n I know, I didn’t ask you for a reason. We’ll go down in the morning. Take turns watching him.\n\n\n<Indistinct discussion for 4:51 as mic is pointed towards wind. Somber tones.>\n\n\nSubject C:\n We still have an hourish of daylight, I think. Lots of time.\n\n\nSubject D:\n I’ll go find some firewood, there’s a tree up there, see if I can knock it loose.\n\n\nSubject B:\n I’ll… cover him up.\n\n\nSubject C:\n Yeah… do that. I’ll like… establish a perimeter or something.\n\n\n<Indistinct discussion.>\n\n\n<Subject D find the camera was recording, switches it off.>\n\n\n\n\n<End Recording, 1:32:11>\n\n\nClosing Statement:\n Subject B remained distraught throughout the recording. Subject C’s tone indicated denial, or shutdown. Subject D was quiet.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Open  No. 3\n\n\n\n\n- Close recording transcript.\n\n\n\n\n\n\nRECORDING #:\n Timespan No. 3\n\n\nLength:\n 02:03:24\n\n\nSUMMARY:\n Timespan No. 3 contains a number of unrelated short recordings, and little useful audio. It appears that Subjects B and D took turns taking video, including both candid moments amongst the group as well as several examples of unusual fauna.\n\n\nRecordings appear to take place over the course of more than one day, judging by the sun’s position in the sky.\n\n\n\n\n\n\n<Begin Summary>\n\n\n\n\n01:32:11\n - Recording begins. Daybreak. Camera is held in the hand of Subject D, panning over horizon. Geography of area is distinctly different from previous, with similar but distinct mountainous woodlands in the distance. A low fog is settled in some valley areas. Subjects B and C are visible several feet from Subject B; Subject A’s body is wrapped in a stained sleeping bag with rope.\n\n\nPanning shot reveals several divergent details, including the number of unidentified songbirds in the distance, shape of distant cloud cover, and the exact location of several boulders and rocky outcroppings.\n\n\nRecording ends when Subject C makes an indistinct remark to Subject D.\n\n\n01:35:23\n - Recording begins. Early morning. Subject B holds the camera, focusing it on Subject C, who is laid prone on the ground aiming her rifle. Camera focuses past and below Subject C, on what appears to be a pheasant. Gender and maturity of pheasant diverges between viewings. Subject C waits patiently before firing a shot, evidently attempting to hunt the bird, and the bird takes flight at a 45 degree angle away from the group. Bird appears to twist in the air and extend before vanishing in a shower of viscera and dozens of what appear to be skinless chicks, which appear to squeal extremely loudly in agony as they land. Subject B swears indistinctly, Subject D can be heard vomiting. Squealing continues for several seconds as Subject B stumbles away. Recording ends.\n\n\n01:39:49\n - Recording begins. Mid-afternoon. Camera is out of focus, looking across a rocky plateau at Subjects B and C. Indistinct discussion between Subjects B and C can be heard, apparently discussing whether or not to keep carrying Subject A’s body. Subject B is against abandoning the body, where Subject C is trying to be practical. Subject C’s demeanor and tone suggest severe emotional withdrawal. Conversation continues for an extended period of time, before Subject B is convinced that it is better for the group. Recording ends.\n\n\n01:58:01\n - Recording begins. Late afternoon. Subjects are approximately 4 metres from a cliff, which is not consistent with known geography. Audio is indistinct, Subject C is evidently distraught. Subject B can be heard attempting to console Subject C, before yielding to emotional distress. Sounds of weeping can be heard as Subject D sits and breathes raggedly while holding the camera; camera pans quickly into an unknown direction as Subject D appears to grab her head. Through hair an unusual cloud formation can be seen which remains consistent between viewings, and the mountain appears to loom exactly the same height as it did in earlier shots, despite apparent constant descent. Recording ends.\n\n\n02:08:28\n - Recording begins. Mid-morning. Recording apparently begun accidentally, mid-crisis, and audio is indistinct. Subject B and D can be heard panicking as Subject C screams at them, apparently demanding they keep moving. Subject D’s voice indicates that she is crying. Recording cuts mid-sentence.\n\n\n02:10:05\n - Recording begins. Evening. Subject D is watching Subject C, who is watching the horizon. Camera pans, showing that the cliff is in the far distance down and to group’s left, between .5 and 1 kilometre away. Fissure is visible across part of the horizon, and woodlands are full of heavy fog. Sunset is filtering through clouds to group’s right. Subject B pans camera upwards, and around their current camp, which is littered with round white stones and fossilized wood.\n\n\n\nAt 02:26:05, Subject B pans up to himself, showing that his face is filthy and shows signs of heavy distress. Utters the words “I’m so sorry,” to the camera, before the recording ends.\n\n\n02:26:09\n - Recording begins. Early morning. Indistinct sounds of panic in the group, as camera falls to the ground, sideways. Large irregular white and grey spheres appear to be growing around group. Subject D picks up camera before a sphere can engulf it.\n\n\n\nGroup backs away from area, a darkened spot against the rocky outcrop used as shelter, protected from the morning sun. Subject C screams indistinctly in a rage, kicks a sphere, which inverts, revealing thick pink and red gills. White phyla spread across the ground as fungus inverts - force of inversion sprays clear material in all directions, covering other spheres, which also violently invert. Subject C screams in terror as she is coated with material, before collapsing and seizing, skin beginning to weep as black whistling growths burst from soft tissue. Subjects B and D flee.\n\n\n02:31:44\n - Recording begins. Subject D is running, camera flailing as if hung from some garment. Subject D trips and falls, tumbling several dozen feet. Comes to a rest on sharp rocks, blood covering ground. Exposed bone is visible through leg as a fox appears to climb down rocky face, dragging its back legs. Fox is disheveled. Animal opens its mouth, after which a vulture’s head and neck extends from its throat. Subject D can be heard screaming wetly for several seconds before sounds suddenly cease. Creature continues to feed, and recording continues until batteries run out.\n\n\n\n\n<End Recording, 06:13:22>\n\n\nClosing Statement:\n The fate of Subject B is as of yet unknown.\n\n\n\n\n\n\n\n\n\n\nFurther context regarding SCP-3517 is pending.\n\n\n\n\n\n\n« \nSCP-3516\n | SCP-3517 | \nSCP-3518\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3517\n\" by Dexanote, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3517\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "RECORDING #: Timespan No. 1 Length: 01:08:02 SUMMARY: Timespan No. 1 contains only one cut and follows the subjects over the course of approximately 2 to 3 hours. A majority of events in this portion are summarized briefly, due to relative lack of anomalous occurrences. The timing of significant events is noted for further study.",
        "<Begin Transcription> 00:00 - Recording begins. Subjects A and D are in frame. Subject B is wearing the camera, and Subject A is helping to secure the apparatus to his head. All subjects are equipped with full backpacks complete with bedrolls, as well as assorted other equipment. The rocky side of the mountain is clearly in view at a distance past Subjects A and D, with distant mountainous woodlands visible far off. The sky is clear, and a flock of Canadian geese are visible in the distance. Once recording is confirmed, subjects begin (or resume) making their way up the mountain, following a rocky game trail. Subject C teases Subject B (who seems slightly out of breath) on his lack of outdoors experience, as well as his evident lack of technological experience, referring to the fact that the recording was off. Meanwhile, Subject A can be seen making some distance ahead, frequently looking back to Subject B. 12:19 - Subject B looks back to Subject D, who is keeping up close behind and somewhat down the slope from Subjects B and C. At this point, a base camp is still visible, consisting of multiple neon-coloured tents 150-200 metres down the slope, at the base of the mountainside. Recording is otherwise uneventful as subjects ascend the relatively gentle slope of the mountain. 23:19 - At this point the first divergent detail has been noted, wherein an animal carcass is noticed by Subject B and given a clear view by the camera. Animal is always a small quadrupedal mammal; at the time of transcription, it appears to have been an opossum. Subject C notices carcass on ground against a rocky outcrop, noting its ‘freshness’ in a sarcastic tone. Subject D asks for elaboration, after which Subject B looks back and down to her, motioning to the carcass. At this point the base camp is no longer visible in the distance, but its absence is not noticed by the subjects. 23:33 - Subject A suggests the group takes a break, as they are stopped anyways. Subjects B and D concur, and B removes the camera apparatus, fumbling with the device for several seconds before recording ceases. 23:40 - Four seconds of corruption before recording resumes. Between one and two hours appears to have passed, and the sun is falling low on the horizon. Subject C appears to be wearing the camera, and is looking ahead to Subjects A and B continuing their hike. Subject D mutters something incomprehensible, after which Subject C laughs. Group continues their hike. At this point another divergent detail is apparent; the appearance of wildflowers along the side of the trail. Positioning and species are inconsistent between viewings, occasionally representing yet unidentified species. At the time of transcription, flowers were dark purple with forked foliage. 48:17 - Subjects arrive on a reasonably flat area, with several trees and grey rocky outcroppings. Subject D takes a seat on a rock, looking up the slope of the mountain and pointing, telling Subject C to look. Camera turns to focus on a large member of the family Caprinae standing approximately 30 metres further up the mountainside, with .5 metre long uncurled horns. Creature watches subjects, silhouetted against the sky. Group rests. 1:06:01 - Creature suddenly charges down the slope, emitting a hoarse call. Subjects jolt, Subject C following the animal as it quickly approaches the group. Creature splits in half vertically through its centre, both halves continuing to ambulate as they pursue Subject A, who has begun to flee down the slope behind the group. Subject C shouts and fumbles with firearm, camera view jerking violently between the firearm and Subject A. Camera has clear view as both halves of creature impact Subject A, causing immediate blunt force trauma and severe lacerations across his abdomen, as well as causing him to fall down the rocky slope. 1:06:24 - Two halves of creature rejoin and approach the incapacitated Subject A, as Subject C aims and fires. Creature is struck in neck region, and turns to flee up the mountainside, apparently unharmed. Unharmed subjects rush to the aid of Subject A. 1:07:36 - Subject A is severely injured, having come to rest several dozen metres below the flat area where the sheep creature was first encountered. At this point the camera apparatus is removed from Subject C’s head, as group begins to attempt first aid. <End Recording, 1:08:02> Closing Statement: Base camp is not present at any point after 12:19; should have been visible at various points during the encounter with aggressive fauna.",
        "RECORDING #: Timespan No. 2 Length: 24:08 SUMMARY: Timespan No. 2 contains no cuts, and little useful video footage. It appears that subjects were unaware that they activated the camera; therefore, this section contains a considerable amount of candid audio. It will be formatted as an audio log, with contextual visual description, for that purpose.",
        "<Begin Summary> 01:08:03 - Recording begins. Video is that of the ground, with rapid blurring suggesting that the camera apparatus is hung from a bag or other garment. Focus is unsatisfactory but audio is reasonably clear. Group appears to be stopped on the mountainside. Subject B is distraught, and Subject C appears to be shaken. Subject B: Please, please no no, please. Please just open your eyes- Subject D: Sam, he’s… Subject B: [shouting] DON’T SAY IT. <Quiet weeping for 13 seconds.> Subject B: What the fuck was that thing?! Subject C: I don’t… I don’t fucking know. You both saw it, right? Subject B: It fucking cut itself in half! Subject D: Guys? Subject C: I know I hit it too, I saw the hole. But it just fucking ran away. Subject B: [Indistinct.] Come on buddy, come on… Subject C: [Brief pause.] Sam, he’s… <Sounds of movement, Subject B weeping.> Subject D: [Insistently.] Guys. Subject C: Yeah Rebecca? Subject D: Where are we? [Indistinct.] Where’s camp? <Brief pause. Sounds of movement as Subject C appears to shift, looking for camp. 13 seconds pause, Subject C growing agitated.> Subject C: Wait. Where the f… where the fuck… Subject B: It’s… it should just be down there. Subject D: Is… it on the other side of the mountain? Subject C: [Indistinct.] that far, Rebecca. What the fuck is going on? Subject B: [Urgently.] Guys it’s getting dark. We can’t be here. <Subjects grow silent.> Subject D: I don’t want to carry him down in the dark. Subject C: We’re making a camp here. Cover him up with his bedroll, we’ll… Sam, do you have reception? Subject B: [Brief pause.] No. Subject D: I didn’t even bring my- Subject C: I know, I didn’t ask you for a reason. We’ll go down in the morning. Take turns watching him. <Indistinct discussion for 4:51 as mic is pointed towards wind. Somber tones.> Subject C: We still have an hourish of daylight, I think. Lots of time. Subject D: I’ll go find some firewood, there’s a tree up there, see if I can knock it loose. Subject B: I’ll… cover him up. Subject C: Yeah… do that. I’ll like… establish a perimeter or something. <Indistinct discussion.> <Subject D find the camera was recording, switches it off.> <End Recording, 1:32:11> Closing Statement: Subject B remained distraught throughout the recording. Subject C’s tone indicated denial, or shutdown. Subject D was quiet.",
        "RECORDING #: Timespan No. 3 Length: 02:03:24 SUMMARY: Timespan No. 3 contains a number of unrelated short recordings, and little useful audio. It appears that Subjects B and D took turns taking video, including both candid moments amongst the group as well as several examples of unusual fauna. Recordings appear to take place over the course of more than one day, judging by the sun’s position in the sky.",
        "<Begin Summary> 01:32:11 - Recording begins. Daybreak. Camera is held in the hand of Subject D, panning over horizon. Geography of area is distinctly different from previous, with similar but distinct mountainous woodlands in the distance. A low fog is settled in some valley areas. Subjects B and C are visible several feet from Subject B; Subject A’s body is wrapped in a stained sleeping bag with rope. Panning shot reveals several divergent details, including the number of unidentified songbirds in the distance, shape of distant cloud cover, and the exact location of several boulders and rocky outcroppings. Recording ends when Subject C makes an indistinct remark to Subject D. 01:35:23 - Recording begins. Early morning. Subject B holds the camera, focusing it on Subject C, who is laid prone on the ground aiming her rifle. Camera focuses past and below Subject C, on what appears to be a pheasant. Gender and maturity of pheasant diverges between viewings. Subject C waits patiently before firing a shot, evidently attempting to hunt the bird, and the bird takes flight at a 45 degree angle away from the group. Bird appears to twist in the air and extend before vanishing in a shower of viscera and dozens of what appear to be skinless chicks, which appear to squeal extremely loudly in agony as they land. Subject B swears indistinctly, Subject D can be heard vomiting. Squealing continues for several seconds as Subject B stumbles away. Recording ends. 01:39:49 - Recording begins. Mid-afternoon. Camera is out of focus, looking across a rocky plateau at Subjects B and C. Indistinct discussion between Subjects B and C can be heard, apparently discussing whether or not to keep carrying Subject A’s body. Subject B is against abandoning the body, where Subject C is trying to be practical. Subject C’s demeanor and tone suggest severe emotional withdrawal. Conversation continues for an extended period of time, before Subject B is convinced that it is better for the group. Recording ends. 01:58:01 - Recording begins. Late afternoon. Subjects are approximately 4 metres from a cliff, which is not consistent with known geography. Audio is indistinct, Subject C is evidently distraught. Subject B can be heard attempting to console Subject C, before yielding to emotional distress. Sounds of weeping can be heard as Subject D sits and breathes raggedly while holding the camera; camera pans quickly into an unknown direction as Subject D appears to grab her head. Through hair an unusual cloud formation can be seen which remains consistent between viewings, and the mountain appears to loom exactly the same height as it did in earlier shots, despite apparent constant descent. Recording ends. 02:08:28 - Recording begins. Mid-morning. Recording apparently begun accidentally, mid-crisis, and audio is indistinct. Subject B and D can be heard panicking as Subject C screams at them, apparently demanding they keep moving. Subject D’s voice indicates that she is crying. Recording cuts mid-sentence. 02:10:05 - Recording begins. Evening. Subject D is watching Subject C, who is watching the horizon. Camera pans, showing that the cliff is in the far distance down and to group’s left, between .5 and 1 kilometre away. Fissure is visible across part of the horizon, and woodlands are full of heavy fog. Sunset is filtering through clouds to group’s right. Subject B pans camera upwards, and around their current camp, which is littered with round white stones and fossilized wood. At 02:26:05, Subject B pans up to himself, showing that his face is filthy and shows signs of heavy distress. Utters the words “I’m so sorry,” to the camera, before the recording ends. 02:26:09 - Recording begins. Early morning. Indistinct sounds of panic in the group, as camera falls to the ground, sideways. Large irregular white and grey spheres appear to be growing around group. Subject D picks up camera before a sphere can engulf it. Group backs away from area, a darkened spot against the rocky outcrop used as shelter, protected from the morning sun. Subject C screams indistinctly in a rage, kicks a sphere, which inverts, revealing thick pink and red gills. White phyla spread across the ground as fungus inverts - force of inversion sprays clear material in all directions, covering other spheres, which also violently invert. Subject C screams in terror as she is coated with material, before collapsing and seizing, skin beginning to weep as black whistling growths burst from soft tissue. Subjects B and D flee. 02:31:44 - Recording begins. Subject D is running, camera flailing as if hung from some garment. Subject D trips and falls, tumbling several dozen feet. Comes to a rest on sharp rocks, blood covering ground. Exposed bone is visible through leg as a fox appears to climb down rocky face, dragging its back legs. Fox is disheveled. Animal opens its mouth, after which a vulture’s head and neck extends from its throat. Subject D can be heard screaming wetly for several seconds before sounds suddenly cease. Creature continues to feed, and recording continues until batteries run out. <End Recording, 06:13:22> Closing Statement: The fate of Subject B is as of yet unknown.",
        "\" SCP-3517 \" by Dexanote, from the SCP Wiki . Source: https://scpwiki.com/scp-3517 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3517",
    "object_class": "Safe",
    "containment_procedures": "SCP-3517 is currently contained in Secure Locker 3517 at Site 66. Backup copies are kept in redundant file formats and multiple hard drives as per standard procedure regarding non-anomalous recorded media.",
    "description": "SCP-3517 is a series of video recordings featuring a collection of events of unknown origin, totaling 23:41 in length. The recordings were originally contained on two 128GB memory cards, found in a travel bag containing a head-mounted camera apparatus, commonly worn by civilians during outdoor excursions.",
    "title": "SCP-3517"
}