{
    "url": "https://scp-wiki.wikidot.com/scp-3526",
    "all_text": "rating: \n+86\n+\n–\nx\n\n\nItem #:\n SCP-3526\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Any legislative body discovered considering changes to the legal repercussions of any effects stemming from the occurrence of natural disasters are to be infiltrated by MTF Omicron-3 (\"Brittenburgers\").\n\n\nIn order to prevent the manifestation of further SCP-3526 phenomena, no such body may be allowed to pass any legislation which would, either directly, or by the consequence of logical interaction between existing laws indirectly render any form of damage inflicted by natural disasters illegal. MTF Omicron-3 is authorized to widely administer A-class amnestics only in the event that all legal avenues for blocking such a bill have failed.\n\n\nDescription:\n SCP-3526 is a phenomenon affecting law enforcement officials interacting with certain natural disasters in jurisdictions where such disasters are capable of violating local law.\n\n\nCurrently documented disasters capable of resulting in SCP-3526 include:\n\n\n\n\nAvalanches\n\n\nEarthquakes\n\n\nFloods\n\n\nHurricanes\n\n\nSevere Thunderstorms\n\n\nTornadoes\n\n\nTsunamis\n\n\n\n\nIn such instances, law enforcement officials in the vicinity will approach the hazard with the intent of subduing or imprisoning it, often resulting in the loss of both life and equipment.\n\n\n\n\n\n\n\n\nTornado resulting in SCP-3526 event 02/26/1990.\n\n\n✖\n\n\n\n\n\n\n\n\nAddendum 3526-1:\n Interview with survivor of 02/26/1990 SCP-3526 event.\n\n\n\n\n\n\n▼ Show Interview\n\n\n\n\n▲ Hide Interview\n\n\n\n\n\n\nInterviewed:\n Officer Steven McCoy\n\n\nInterviewer:\n Researcher J. Everwood\n\n\nForeword:\n Four days prior to the SCP-3526 event, the city council of Tecumseh, MO had enacted an ordinance rendering it \"…unlawful for any force to uproot a tree or shrubbery on a property… without the consent of [the owner of the property].\"\n\n\n<Begin Log>\n\n\nResearcher Everwood:\n Thank you for agreeing to answer our questions today.\n\n\nOfficer McCoy:\n Well, I mean, I'd be out of a job if I said no.\n\n\nResearcher Everwood:\n Yeah, that makes sense, you drove your— Rather, what caused you to drive towards that tornado?\n\n\nOfficer McCoy:\n It felt kind of like seeing a crime going down. I didn't even really think, it was sort of like my training just took over, 'ya know? I had to go sort it out, because… well because I had to. It was my job. It sounds so stupid now that I say it out loud.\n\n\nResearcher Everwood:\n The fact that you can recognize it as strange is usually a pretty good sign. Try to think back, what else seems to stand out to you now?\n\n\nOfficer McCoy:\n Well, once I was headed towards it, I remember thinking I might should wait for backup.\n\n\nOfficer McCoy begins stroking his temple.\n\n\nOfficer McCoy:\n But, I was real mad at it by then. I didn't want to let it get away, and they might not have shown up in time. My heart was really pounding, like I was running to catch a pop fly. I didn't want to let anyone down.\n\n\nResearcher Everwood:\n I see. And what were you planning to do once you caught up with it?\n\n\nOfficer McCoy:\n I mean, at the time, it seemed like just… You know, I had my baton, and I figured I'd just kinda… I guess get my hands on it. I mean, if things got real bad, I always had my gun.\n\n\nOfficer McCoy uses both hands to rub his temples.\n\n\nOfficer McCoy:\n That all sounds really, really dumb. I didn't really… I mean, it just made so much sense at the time, 'ya know?\n\n\nResearcher Everwood:\n Yes, I believe I understand what you mean. So, what happened when you reached where it was touching down?\n\n\nOfficer McCoy:\n It was really loud. I remember thinking it sounded like the whole precinct was there with me, shouting at me, telling me to go get the sonuvabitch. So, I tried to kind of… intercept it with my cruiser, 'ya know? Nudge it off the road.\n\n\nThat didn't work, and it just sorta picked me up, cruiser and all, and shot me out like a skipping stone. I think it was right about then that I started realizing what I was doing, and I remember watching everything spin through the windshield and asking what I had gotten myself into.\n\n\nI don't really remember much after that. Just waking up in the hospital.\n\n\n<End Log>\n\n\nClosing Statement:\n Subject administered Class-B amnestic and released from Foundation custody.\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 3526-2:\n Excerpt from newspaper article detailing the first identified instance of SCP-3526.\n\n\n\n\n\n\n▼ Show Article\n\n\n\n\n▲ Hide Article\n\n\n\n\n\n\n\n\nThe Weekly Exposè\n\n\n\n\n\n\nVol. 28\n\n\n\n\n\n\n\n\n\n\nSEATTLE\n\n\nFRIDAY, MAY 9, 1952\n\n\n5¢ - NO REFUNDS\n\n\n\n\n\n\n\n\n\n\nWHY ARE OUR POLICEMEN KILLING THEMSELVES?\n\n\n\n\n\n\nTHREE OFFICERS DRIVE INTO OCEAN DURING RECORD FLOOD\n\n\n\n\n\n\nby Richard Wett\n\n\n\n\n\n\n\n\n'They had their sirens on, and they were driving fast, but there wasn't anyone in the water for them to save.' Recalled one witness of the senseless tragedy. From family members to colleagues, no one expected these men to choose to take their lives during this time of heartbreak.\n\n\nSergeant John Mulvaney is survived by his wife, Elanor, and sons Taylor and Nick.\n\n\nOfficer Devon Peterson is the recipient of a Commendation for Valor, and is survived by his brother Cody.\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 3526-3:\n Journal recovered from the Vatican archives.\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n▼ Show Document\n▲ Hide Document\n\n\n\n\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nThe following document is translated from Latin and was recovered in poor condition. Portions of text which have been recreated from context have been indicated.\n\n\n— Cody James, Translator, RAISA\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n▼ Show Document\n▲ Hide Document\n\n\n\n\n\n\nCaesar. Bitterly I curse that name. Madly [drunk on] the wine of victory, and more so than ever his growing lunacy, he has made us to curse ourselves.\n\n\n \n\nIs it not enough that we wage his war against the very gods, to order our soldiers to assault the ocean waters? Yet, that same night, as the [legionaries] scoured the beach for seashells to build the monument to our bizarre and heretical victory, he brought us, his loyal fasces-bearers, into his imperial tent.\n\n\n \n\nHe spoke of his secret fear, that Neptune, full of craft and guile, would strike back at his empire [in a time or at a place] he did not expect. Though he never spoke the divine name. He called the God his brother.\n\n\n \n\nHe commended [our bravery with] one breath, and with another he compels us to swear a blood oath to him.\n\n\n \n\n\"To forever forsake the Plutonian shores, that we shall stake an eternal vigil. Wherever Neptune dares to overreach, and affront the laws of men, there shall we be, to deliver swift justice for our Emperor [Gaius Julius Caesar Augustus Germanicus].\"\n\n\n \n\nJulia, my wife, when you bury me, keep for yourself the coins you would give me to pay the ferryman. I fear I will never be free to cross that river.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3525\n | SCP-3526 | \nSCP-3527\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3526\n\" by Gabriel Jade, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3526\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Addendum 3526-1: Interview with survivor of 02/26/1990 SCP-3526 event.",
        "Interviewed: Officer Steven McCoy Interviewer: Researcher J. Everwood Foreword: Four days prior to the SCP-3526 event, the city council of Tecumseh, MO had enacted an ordinance rendering it \"…unlawful for any force to uproot a tree or shrubbery on a property… without the consent of [the owner of the property].\" <Begin Log> Researcher Everwood: Thank you for agreeing to answer our questions today. Officer McCoy: Well, I mean, I'd be out of a job if I said no. Researcher Everwood: Yeah, that makes sense, you drove your— Rather, what caused you to drive towards that tornado? Officer McCoy: It felt kind of like seeing a crime going down. I didn't even really think, it was sort of like my training just took over, 'ya know? I had to go sort it out, because… well because I had to. It was my job. It sounds so stupid now that I say it out loud. Researcher Everwood: The fact that you can recognize it as strange is usually a pretty good sign. Try to think back, what else seems to stand out to you now? Officer McCoy: Well, once I was headed towards it, I remember thinking I might should wait for backup. Officer McCoy begins stroking his temple. Officer McCoy: But, I was real mad at it by then. I didn't want to let it get away, and they might not have shown up in time. My heart was really pounding, like I was running to catch a pop fly. I didn't want to let anyone down. Researcher Everwood: I see. And what were you planning to do once you caught up with it? Officer McCoy: I mean, at the time, it seemed like just… You know, I had my baton, and I figured I'd just kinda… I guess get my hands on it. I mean, if things got real bad, I always had my gun. Officer McCoy uses both hands to rub his temples. Officer McCoy: That all sounds really, really dumb. I didn't really… I mean, it just made so much sense at the time, 'ya know? Researcher Everwood: Yes, I believe I understand what you mean. So, what happened when you reached where it was touching down? Officer McCoy: It was really loud. I remember thinking it sounded like the whole precinct was there with me, shouting at me, telling me to go get the sonuvabitch. So, I tried to kind of… intercept it with my cruiser, 'ya know? Nudge it off the road. That didn't work, and it just sorta picked me up, cruiser and all, and shot me out like a skipping stone. I think it was right about then that I started realizing what I was doing, and I remember watching everything spin through the windshield and asking what I had gotten myself into. I don't really remember much after that. Just waking up in the hospital. <End Log> Closing Statement: Subject administered Class-B amnestic and released from Foundation custody.",
        "Addendum 3526-2: Excerpt from newspaper article detailing the first identified instance of SCP-3526.",
        "Addendum 3526-3: Journal recovered from the Vatican archives.",
        "\" SCP-3526 \" by Gabriel Jade, from the SCP Wiki . Source: https://scpwiki.com/scp-3526 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3526",
    "object_class": "Keter",
    "containment_procedures": "Any legislative body discovered considering changes to the legal repercussions of any effects stemming from the occurrence of natural disasters are to be infiltrated by MTF Omicron-3 (\"Brittenburgers\").",
    "description": "SCP-3526 is a phenomenon affecting law enforcement officials interacting with certain natural disasters in jurisdictions where such disasters are capable of violating local law.",
    "title": "SCP-3526"
}