{
    "url": "https://scp-wiki.wikidot.com/scp-3537",
    "all_text": "rating: \n+123\n+\n–\nx\n\n\nItem #:\n SCP-3537\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-3537 is to be contained in a standard humanoid containment cell in Hall 8 of Site 13. SCP-3537 is allowed access to paper and various writing material after it changes its appearance. All documents written by SCP-3537 are to be stored in a file in Doctor Marai's office.\n\n\nIn case of a containment breach from SCP-3537 in which its current appearance is unknown, all exits are to be blocked off and personnel must take off any clothing article that covers their upper body. Once SCP-3537 has been identified, it is to be sedated and brought back to its containment cell.\n\n\nDescription:\n SCP-3537 is a humanoid polymorphic being. SCP-3537 has shown to be incapable of controlling its transformations. These are usually described as painful depending on how drastic the changes from its previous alteration are. The shortest time elapsed between physical changes recorded has been 24 hours, while the longest time has consisted of 30 days.\n\n\nThe only recorded aspects that persist between these conversions are SCP-3537's mental characteristics (memories, health, and personality) and a tattoo located in its back between the shoulder blades, which reads \"Mr. Shapey, from Little Misters ® by Dr. Wondertainment\".\n\n\nAll of SCP-3537's transformations take the appearance of non-anomalous human individuals. Some of the recorded changes have consisted of:\n\n\n\n\nGain and loss of fat and muscle mass\n1\n\n\nHeight ranging from 1.56m to 1.97m\n\n\nEthnicity and skin color\n2\n\n\nHair color\n3\n\n\nSex\n\n\nBiological age\n\n\nOverall DNA structure\n\n\n\n\nOccasionally, SCP-3537 will write down a description for possible anomalous abilities the transformation could have. Testing indicates that SCP-3537 does not obtain the anomalies written.\n\n\nFor a list of some recorded transformations, see Addendum 3537-A.\n\n\nShortly after containment, SCP-3537 changed appearance into an obese male of indeterminate descent. Pigmentation was present in the general area of the belly of SCP-3537. The pigmentation took the shape of sentences, and it read as follows:\n\n\n\n\nMarkings present on SCP-3537\n\n\n\n\nClose document\n\n\n\n\n\n\nWow!\n You've just found yourself your very own Little Mister, a limited edition collection from Dr. Wondertainment! Always wanted a tall friend who could help you retrieve all those frisbees stuck in the roof of your house? Or smart friend that can help you with your homework so you can have more time to play? Well, you're in luck! Mr. Shapey can be that and so much more!\n\n\nFind them all and become Mr. Collector!!\n\n\n01. Mr. Chameleon\n\n\n02. Mr. Headless\n\n\n03. Mr. Laugh\n\n\n04. Mr. Forgetful\n\n05. Mr. Shapey ✔\n\n\n06. Mr. Soap\n\n\n07. Mr. Hungry\n\n\n08. Mr. Brass\n\n\n09. Mr. Hot\n\n\n10. Ms. Sweetie\n\n\n11. Mr. Life and Mr. Death\n\n\n12. Mr. Fish\n\n\n13. Mr. Moon\n\n\n14. Mr. Redd (discontinued)\n\n\n15. Mr. Money\n\n\n16. Mr. Lost\n\n\n17.\n \nMr. Lie\n\n\n18. Mr. Mad\n\n\n19. Mr. Scary\n\n\n20. Mr. Stripes\n\n\n\n\n\n\n\n\n\n\nAddendum 3537-A:\n The following is a list of some of the recorded SCP-3537 transformations accompanied with anomaly descriptions.\n\n\n\n\nDate:\n 7/12/2016\n\n\nTransformation #:\n 3537-26 (\"Mr. Night\")\n\n\nDescription:\n Male of Peruvian descent. 1.80m tall and weighted 70.11kg. Bald. Between 30 and 40 years of age.\n\n\nOther Notable Features:\n SCP-3537 had pigmentation on its body resembling traditional indigenous body paint. These do not seem to play part with SCP-3537's descriptions\n\n\nPossible Anomalies:\n While in the dark, the entity would have manifested bioluminescent spots on the skin. The spots would have acted as stars and their position would shift to match the entity's current location.\n\n\n\n\n\n\nDate:\n 11/6/2016\n\n\nTransformation #:\n 3537-89 (\"Ms. Sandy\")\n\n\nDescription:\n Female of European descent. 1.63m tall and weighed 63.44kg. Blonde hair. Approximately 20 years of age.\n\n\nOther Notable Features:\n SCP-3537 presented signs of constant sun exposure except for the general area of the torso. This 'untanned' portion indicates the use of a one piece swimming suit.\n\n\nPossible Anomalies:\n Unspecified amounts of sand would manifest periodically in a small area around the entity. If a subject under 18 years of age were to interact with the manifested sand, any structures created (i.e sandcastles) would become indestructible, regardless of pressure applied.\n\n\n\n\n\n\nDate:\n 5/28/2017\n\n\nTransformation #:\n 3537-433 (\"Mr. Zippers\")\n\n\nDescription:\n Male\n4\n of unidentified descent. 1.73m tall and weighted 32.02kg. Approximately 50 years old.\n\n\nOther Notable Features:\n SCP-3537 presented light purple skin colouration with golden stripes present in a seemingly random pattern across the body.\n\n\nPossible Anomalies:\n The entity would consist of a sentient, hollow, humanoid cloth doll, with various zippers around its body. These zippers could be opened into a pocket dimension. Items could be stored and retreived from the inside the entity.\n\n\n\n\nAddendum 3537-B:\n The following is an interview which took place on 4/19/2018, between SCP-3537 and Researcher Harling.\n\n\n\n\nInterviewed:\n SCP-3537\n\n\nInterviewer:\n Researcher Harling\n\n\n<Begin Log>\n\n\nResearcher Harling:\n Good afternoon, SCP-3537. Today I would like to make some questions about these \"special\" transformations of yours.\n\n\nSCP-3537:\n Sure thing, doc.\n\n\nResearcher Harling:\n Let's begin then. Why is it that you only come up with these descriptions of anomalous behaviour for certain transformations? Why not all of them?\n\n\nSCP-3537:\n Pretty easy. I just don't think all of them are that interesting to be honest. Nothing really eye-catching, nothing that would make a child go \"Mom I want one of those! Can I get one please?\".\n\n\nResearcher Harling:\n I'd say a polymorphic entity is eye-catching as it is. Do you feel unsatisfied with your anomalies in comparison to that of others from the collection?\n\n\nSCP-3537:\n Unsatisfied? I assure you, sir, that I'm happy the way I am, regardless of how I will ever look!\n\n\nResearcher Harling:\n Then what's the purpose behind the notes we've seen you write?\n\n\nSCP-3537:\n Brainstorming.\n\n\nResearcher Harling:\n Brainstorming? What for?\n\n\nSCP-3537:\n Well, they used to be idea pitches for possible Little Misters. If I came up with a good idea for a shift, then I would write it down for Dr. W to read, and if he liked it, she would make it a Mister!\n\n\nResearcher Harling:\n So what you are saying is that you were the first one that came to existence?\n\n\nSCP-3537:\n Yes and no. You're right in that I was physically made first, but I was certainly the last one to get the tattoo. W made me to help in the creative process of Mister makin' . Lost? Fish? Smiles? I used to be them before they were themselves. Well, I used to be \nmost\n of them, since not all current Misters were ideas from yours truly. Anyways, it wasn't until the list was nineteen Misters in that W decided that I should be the last.\n\n\nResearcher Harling:\n Any particular reason behind that choice?\n\n\nSCP-3537:\n None as far as I know.\n\n\nResearcher Harling:\n To end it up for today, could you elaborate on why you keep coming up with these descriptions despite not working for Dr. Wondertainment anymore?\n\n\nSCP-3537:\n I used to do it mostly to pass time, you know, like a hobby. It wasn't until recently that I've felt like I needed to do them as if I was working again, though. Either way, since you guys now own me, might as well pitch my ideas to you all, since everybody here seems to be interested in how wacky I can look at times.\n\n\n<End Log>\n\n\n\n\n\n\nFootnotes\n\n\n1\n. How SCP-3537 obtains this additional matter, along with how it disposes of it, is still currently unknown.\n\n\n2\n. There are recorded cases where transformations include various skin pigmentations. These pigmentations usually resemble tattoos and/or cosmetics.\n\n\n3\n. Similarly, there are cases where transformations have unnatural hair colors. Said hair shows no evidence of it having been dyed.\n\n\n4\n. It's theorised that the entity in question would have been genderless, in a similar matter to \nSCP-905\n and \nSCP-629\n, but the transformations SCP-3537 goes through seem to be unable to remove its sexual organs.\n\n\n\n\n\n\n\n\n« \nSCP-3536\n | SCP-3537 | \nSCP-3538\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3537\n\" by Dramps, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3537\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 3537-A: The following is a list of some of the recorded SCP-3537 transformations accompanied with anomaly descriptions.",
        "Addendum 3537-B: The following is an interview which took place on 4/19/2018, between SCP-3537 and Researcher Harling."
    ],
    "documents": [],
    "notes": [
        "Wow! You've just found yourself your very own Little Mister, a limited edition collection from Dr. Wondertainment! Always wanted a tall friend who could help you retrieve all those frisbees stuck in the roof of your house? Or smart friend that can help you with your homework so you can have more time to play? Well, you're in luck! Mr. Shapey can be that and so much more! Find them all and become Mr. Collector!! 01. Mr. Chameleon 02. Mr. Headless 03. Mr. Laugh 04. Mr. Forgetful 05. Mr. Shapey ✔ 06. Mr. Soap 07. Mr. Hungry 08. Mr. Brass 09. Mr. Hot 10. Ms. Sweetie 11. Mr. Life and Mr. Death 12. Mr. Fish 13. Mr. Moon 14. Mr. Redd (discontinued) 15. Mr. Money 16. Mr. Lost 17. Mr. Lie 18. Mr. Mad 19. Mr. Scary 20. Mr. Stripes",
        "Date: 7/12/2016 Transformation #: 3537-26 (\"Mr. Night\") Description: Male of Peruvian descent. 1.80m tall and weighted 70.11kg. Bald. Between 30 and 40 years of age. Other Notable Features: SCP-3537 had pigmentation on its body resembling traditional indigenous body paint. These do not seem to play part with SCP-3537's descriptions Possible Anomalies: While in the dark, the entity would have manifested bioluminescent spots on the skin. The spots would have acted as stars and their position would shift to match the entity's current location.",
        "Date: 11/6/2016 Transformation #: 3537-89 (\"Ms. Sandy\") Description: Female of European descent. 1.63m tall and weighed 63.44kg. Blonde hair. Approximately 20 years of age. Other Notable Features: SCP-3537 presented signs of constant sun exposure except for the general area of the torso. This 'untanned' portion indicates the use of a one piece swimming suit. Possible Anomalies: Unspecified amounts of sand would manifest periodically in a small area around the entity. If a subject under 18 years of age were to interact with the manifested sand, any structures created (i.e sandcastles) would become indestructible, regardless of pressure applied.",
        "Date: 5/28/2017 Transformation #: 3537-433 (\"Mr. Zippers\") Description: Male 4 of unidentified descent. 1.73m tall and weighted 32.02kg. Approximately 50 years old. Other Notable Features: SCP-3537 presented light purple skin colouration with golden stripes present in a seemingly random pattern across the body. Possible Anomalies: The entity would consist of a sentient, hollow, humanoid cloth doll, with various zippers around its body. These zippers could be opened into a pocket dimension. Items could be stored and retreived from the inside the entity.",
        "Interviewed: SCP-3537 Interviewer: Researcher Harling <Begin Log> Researcher Harling: Good afternoon, SCP-3537. Today I would like to make some questions about these \"special\" transformations of yours. SCP-3537: Sure thing, doc. Researcher Harling: Let's begin then. Why is it that you only come up with these descriptions of anomalous behaviour for certain transformations? Why not all of them? SCP-3537: Pretty easy. I just don't think all of them are that interesting to be honest. Nothing really eye-catching, nothing that would make a child go \"Mom I want one of those! Can I get one please?\". Researcher Harling: I'd say a polymorphic entity is eye-catching as it is. Do you feel unsatisfied with your anomalies in comparison to that of others from the collection? SCP-3537: Unsatisfied? I assure you, sir, that I'm happy the way I am, regardless of how I will ever look! Researcher Harling: Then what's the purpose behind the notes we've seen you write? SCP-3537: Brainstorming. Researcher Harling: Brainstorming? What for? SCP-3537: Well, they used to be idea pitches for possible Little Misters. If I came up with a good idea for a shift, then I would write it down for Dr. W to read, and if he liked it, she would make it a Mister! Researcher Harling: So what you are saying is that you were the first one that came to existence? SCP-3537: Yes and no. You're right in that I was physically made first, but I was certainly the last one to get the tattoo. W made me to help in the creative process of Mister makin' . Lost? Fish? Smiles? I used to be them before they were themselves. Well, I used to be most of them, since not all current Misters were ideas from yours truly. Anyways, it wasn't until the list was nineteen Misters in that W decided that I should be the last. Researcher Harling: Any particular reason behind that choice? SCP-3537: None as far as I know. Researcher Harling: To end it up for today, could you elaborate on why you keep coming up with these descriptions despite not working for Dr. Wondertainment anymore? SCP-3537: I used to do it mostly to pass time, you know, like a hobby. It wasn't until recently that I've felt like I needed to do them as if I was working again, though. Either way, since you guys now own me, might as well pitch my ideas to you all, since everybody here seems to be interested in how wacky I can look at times. <End Log>",
        "\" SCP-3537 \" by Dramps, from the SCP Wiki . Source: https://scpwiki.com/scp-3537 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3537",
    "object_class": "Euclid",
    "containment_procedures": "SCP-3537 is to be contained in a standard humanoid containment cell in Hall 8 of Site 13. SCP-3537 is allowed access to paper and various writing material after it changes its appearance. All documents written by SCP-3537 are to be stored in a file in Doctor Marai's office.",
    "description": "Male4 of unidentified descent. 1.73m tall and weighted 32.02kg. Approximately 50 years old.",
    "title": "SCP-3537"
}