{
    "url": "https://scp-wiki.wikidot.com/scp-3545",
    "all_text": "Well, Harky, I guess this is goodbye. I'd say it was a pleasure but I'd be fucking lying.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+142\n+\n–\nx\n\n\n\n\n\n\n\n\nOVERVIEW\n\n\n▶ ORIGINAL PROTOCOL 3545.0\n\n\n▶ REVISED PROTOCOL 3545.1\n\n\n▶ REVISED PROTOCOL 3545.2\n\n\n▶ Incident Report 3545-001\n\n\n▶ FINAL PROTOCOL 3545(𝘦𝘥𝘪𝘵𝘦𝘥)\n\n\n\n\n\n\n\n\n \n\n\nSCP-3545 OVERVIEW\n\n\n \n\n\n\n\n\n\nWARNING:\n\n\nUnathorized access to this document is forbidden. This information is restricted to Level V/3545 clearance only.\n\n\n\n\nInformation about SCP-3545 is currently locked with Level V/3545 clearance. Failure to abide by security procedures will result in corrective action.\n\n\nIf you are unsure of your clearance level or are lacking proper credentials, please contact your site director.\n\n\nThis document describes a Oneiric-Class ontokinetic anomaly. Do not attempt to interact with instances created by SCP-3545.\n\n\nAs of the events of \nIncident Report 3545-001\n, testing with SCP-3545 is impossible.\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n[INPUT LEVEL V SECURITY CREDENTIALS]\n\n\n\n\n[CONFIRMED]\n\n\n\n\n \n\n\nItem #:\n SCP-3545\n\n\nObject Class:\n Safe (Presumed Euclid)\n\n\nSpecial Containment Procedures:\n SCP-3545 is to be housed in a standard containment locker in Site-19. The item should be secured with Level II Clearance and monitored while its effects are better understood.\n\n\nNote: Concerns over the object's frailty have led to SCP-3545's containment locker being fit with a felt-lined indentation in which it is to be placed.\n\n\nDiscovery:\n After the events of \n[DATA PURGED PER O5 REQUEST]\n, the anomaly remained, and was subsequently brought onsite for analysis. Any further instances or related materials are presumed destroyed. It is unknown how said individual came to own SCP-3545, nor what else was taken at the time of the event.\n\n\nDescription:\n SCP-3545 is the designation for an antique crystal drinking glass of unknown origin. The glass itself appears to be comprised of non-anomalous material. Thus, proper care must be taken when handling the item.\n\n\nSCP-3545 bears no identifying marks or artist etchings and exact dating has yielded inconsistent results.\n\n\nWhen an individual maintains direct eye contact with SCP-3545 and forms a mental image of the glass, it will begin filling with an unknown substance. The liquid that manifests within SCP-3545 absorbs all visible light and will appear completely black to the human eye. During this process, the contents of the glass are non-corporeal and cannot be accessed by any means. The substance will slowly replace any liquid already in the glass.\n\n\nSCP-3545 will fill completely within five minutes of sustained focus, but frequent breaks are recommended; the process has shown to have detrimental neurological consequences, with subsequent interactions having increased potential for adverse effects. All personnel assigned to the study of SCP-3545 are to leave the testing area before discussing findings to minimize unwanted exposure.\n\n\nWhen SCP-3545 is full, the liquid can be removed from the glass via ingestion by one individual. No other methods have proven capable of removing the contents of the glass, and attempts to retrieve consumed liquids have failed. Upon ingestion of the substance, subjects become instantaneously aware of a sequence of 18-24 numbers, and experience a range of sensory and local ontokinetic phenomena. The relevance of the learned numbers is currently not known, and testing is ongoing.\n\n\nA truncated list of previous test results can be found below:\n\n\nEXPERIMENT LOG 3545-A\n\n\n\n\n\n\nDesignation\n\n\nResult\n\n\nSequence\n\n\n\n\n\n\nD-8121\n\n\nSubject filled and consumed contents successfully. Could not describe taste, but insisted the substance was not tasteless. Experienced mild headaches for the following day. Sequence recorded.\n\n\n[DATA PURGED PER O5 REQUEST]\n\n\n\n\n\n\nD-0330\n\n\nSubject expressed difficulty concentrating on the glass. Focus aid was administered and D-0330 was able to complete the process shortly thereafter. Described taste as \"floral\". Experienced no negative effects. Sequence recorded without incident.\n\n\n[DATA PURGED PER O5 REQUEST]\n\n\n\n\n\n\nD-44211\n\n\nSubject filled and consumed contents, complaining of a foul taste. D-Class unable to elaborate on taste any further. Experienced major epistaxis shortly afterwards. Full recovery was seen within an hour. Sequence recorded.\n\n\n[DATA PURGED PER O5 REQUEST]\n\n\n\n\n\n\nD-6325\n\n\nSubject filled and consumed contents. Described the taste as \"earthy\". Experienced auditory and visual hallucinations sporadically over the next 36 hours. Sequence was recorded without issue.\n\n\n[DATA PURGED PER O5 REQUEST]\n\n\n\n\n\n\nD-9921\n\n\nFilling SCP-3545 took eight minutes longer than expected, as subject fell asleep several times during their efforts. D-9921 claimed to feel very fatigued when concentrating on the object. A focus aid was administered to little effect. Immediately upon consumption of SCP-3545's contents, the subject screamed and doubled over, gagging. D-9221 vomited violently for several minutes before going into shock. After euthanizing subject, autopsy revealed extensive burns on the inside of the esophagus and stomach. The reason for this is not known. Sequence unable to be acquired.\n\n\nNone\n\n\n\n\n\n\nD-4106\n\n\nTest proceeded without incident. Subject was extremely cooperative throughout. Upon consumption of liquid, D-4106 described the taste as \"divine\" but would not elaborate further. Sequence obtained without issue. Subject requested further testing with SCP-3545. Request was approved by project head.\n\n\n[DATA PURGED PER O5 REQUEST]\n\n\n\n\n\n\nD-4106\n\n\nTest proceeded identically as the previous. Subject experienced minor epistaxis but requested further testing. Request was approved.\n\n\n[DATA PURGED PER O5 REQUEST]\n\n\n\n\n\n\nD-4106\n\n\nUpon consumption of the liquid, subject appeared confused. When questioned, D-4106 remarked that the taste was \"awfully dark\" before collapsing and experiencing explosive decompression. Sequence not acquired.\n\n\nNone\n\n\n\n\n\n\nD-9866\n\n\nSubject filled SCP-3545 without complaint. After consumption, D-9866 remarked that the taste was harsh and smelled of gasoline, with a hint of decay. Subject appeared to be intoxicated for several hours afterwards. Sequence recorded and subject sent for bloodwork and tox screening. Results inconclusive.\n\n\n[DATA PURGED PER O5 REQUEST]\n\n\n\n\n\n\nD-9866\n\n\nTest repeated to attempt to replicate result. Subject expressed complaints of tinnitus and fatigue during test. D-9866 consumed the contents and described the taste as \"dreamy\". Sequence obtained and found to be different than that of the previous test. Subject appeared listless after testing, and disappeared from their quarters twelve hours later. Subject has not been recovered.\n\n\n[DATA PURGED PER O5 REQUEST]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n[INPUT LEVEL V SECURITY CREDENTIALS]\n\n\n\n\n[CONFIRMED]\n\n\n\n\n \n\n\nItem #:\n SCP-3545\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n New instances of SCP-3545-1 are to be anticipated and cordoned off using the standard containment protocol most suited for the region in which the anomaly manifests.\n\n\nDue to the fragility of the item, SCP-3545 is to be kept in a standard containment locker in Site-19, retrofitted with a felt-lined indentation in which the object should be placed. SCP-3545's chamber is to be secured with Level 3 clearance and Site Director approval is necessary before testing can be authorized.\n\n\nDescription:\n SCP-3545 is the designation for an antique crystal drinking glass of unknown origin. The glass itself is comprised of non-anomalous material; therefore, great care must be taken to ensure the item's safety.\n\n\nAlthough unremarkable in composition, a combination of direct observation and mental focus will cause SCP-3545 to fill with an unknown liquid of varying viscosity and taste. Liquid absorbs all light in the visual spectrum, appearing entirely black to the human eye.\n\n\nOn average, five minutes of sustained focus on SCP-3545 will cause it to fill completely. The contents of the glass cannot be removed until the process is complete, and will appear non-corporeal as it fills. The substance will slowly replace any liquid already in the glass.\n\n\nWhile focusing on SCP-3545, individuals are subject to sporadic cases of nosebleeds, confusion, convulsions, narcolepsy and hallucinations. Repeated exposure has been shown to cause permanent trauma and brain damage.\n\n\n \n\nThe liquid cannot be removed from the glass except by ingestion by one individual. Upon consuming the contents of SCP-3545, the subject will instantaneously become aware of a sequence of 18-24 numbers. Through extensive testing, it has been deduced that the numbers are two sets of four-vector coordinates that refer to specific points in four-dimensional spacetime,\n1\n relative to the location and time of ingestion. These points mark the outer boundaries in which an anomaly, designated SCP-3545-1, will occur within our own reality.\n\n\n\n\n\nSCP-3545-1 instances appear as non-anomalous space, referred to by an accessible orthotope as it moves through our reality for a set period of time. Despite this, instances are octahedral in nature (Schläfli symbol {4,3,3}) when viewed from higher dimensions (See \nFigure A\n).\n\n\n\n\nUpon the manifestation of SCP-3545-1, individuals who travel through the boundaries and out the opposite side of the intercepting orthotope will find themselves transported to an alternate location (See \nFigure B\n).\n\n\n \n\n\n\n\n \n\nFrom an outside perspective, the individual traversing an instance of SCP-3545-1 will not appear to leave or deviate from their path, and will reach and exit the other side of the anomaly as expected. Upon exiting the area of effect, individuals retain a nascent awareness of their experiences, but due to a mild antimemetic effect, often do not remember having left any location, nor their return. The experience has been described as \"dream-like\".\n\n\nMnestic drugs have no effect on individuals affected by SCP-3545-1 instances. Detection of both chronons and antichronons, measured in burst patterns during manifestation and interaction, have led to the conclusion that this memory-alteration may occur due to retroactive changes in causality. This is supported by observation; individuals sent into the area and told to return experience no changes, but those with \nintent\n and \ncapacity\n to successfully exit the opposite side experience the event at some point during their time within the anomaly. Therefore, those within SCP-3545-1's boundaries experience their dislocation before the requirements to trigger said dislocation are met. Because of this, all affected subjects must properly exit the instance upon conclusion of the test in order to eliminate any potential for ontological contradiction.\n\n\nAlthough the effect of SCP-3545-1 is not visible to outside observers, and despite the significant memory loss of test subjects exposed to these regions, video and audio recording still function with variable success, subject to the specific reality entered into. More info can be found below.\n\n\n \n\n\n\n\n \n\n\nEXPERIMENT LOG 3545-B\n\n\n\n\nAbstract:\n Survey and analyze the interior of a SCP-3545-1 manifestation.\n\n\nAssigned:\n D-4812\n\n\nAdditional Information:\n The following is an audiovisual transcript of exploration into a sequence acquired from SCP-3545. D-Class consuming liquid described the taste as \"dry and gritty\", experienced minor dehydration as a result. Sequence analyzed and found to be a 10 km orthotope containing a stretch of highway near the Colombia Basin in eastern Washington. Subject was placed in a vehicle with dashboard/cabin cameras, diagnostic equipment, and an emergency remote detonation device. D-4812 was then instructed to drive through SCP-3545-1 instance.\n\n\n \n\n\n\n\n \n\n\n<BEGIN LOG>\n\n\nControl:\n Alright. D-4812, can you hear me okay?\n\n\nD-4812:\n Yeah. It feels nice to drive, didn't think I'd ever do that again.\n\n\nControl:\n Noted. Can you describe your surroundings? For the record.\n\n\nD-4812:\n Sure. Not much to see, really. This side of Washington is all deserts from what I know. What am I supposed to be looking for?\n\n\nControl:\n Just let me know if you experience anything out of the ordinary.\n\n\n<Subject does not respond and appears to survey the surrounding area. Car traverses SCP-3545-1 without issue for several minutes.>\n\n\nD-4812:\n Am I allowed to turn on the radio? Would be nice to listen to some music.\n\n\nControl:\n That's fine. Not too loud though.\n\n\n<D-4812 is seen switching on the radio. It expresses static. Subject changes stations, but all yield the same result. D-4812 starts bobbing head to the noise enthusiastically, raising the volume.>\n\n\nD-4812:\n Aw, man, this is my favorite song! Nice.\n\n\n<Control notes this and decides not to question subject.>\n\n\nD-4812:\n [discordant humming]\n\n\n<Camera goes black. A second later, the camera comes back online, with D-4812 seen driving along a stretch of wooded forests at night. Subject seems unaware of this change.>\n\n\nControl:\n D-4812, please describe your situation.\n\n\n<D-4812 is unresponsive. Camera shows subject looking bored and unsurprised during this period. Dash camera unable to discern much of outside area due to darkness.>\n\n\nControl:\n D-4812, do you copy?\n\n\n<No response from subject. D-4812 continues to drive for several minutes in silence. Soon after, D-4812 laughs loudly and looks at the passenger seat, which is off camera.>\n\n\nD-4812:\n No, I don't know why. You tell me! [laughing]\n\n\n<At this point, an unknown voice originating from the passenger seat speaks. Reflection in the window reveals the presence of a humanoid figure bearing no discernible facial features. Figure talks in a clipped, distorted tone.>\n\n\nUNKNOWN:\n Remember me? Still here.\n\n\n<Reflection shows the figure peeling off the smooth skin of its \"face\". Underneath lies D-4812's visage, contorted into a face of terror. Subject seems undaunted by this. The figure speaks again.>\n\n\nUNKNOWN:\n I needed you, you know. Back at the house. Where did you go?\n\n\nD-4812:\n Don't be like that, we're almost there.\n\n\n<Behind the subject, a large white flash takes over the camera's view. Small gray fragments are seen swirling. When the view returns, subject is walking down a tiled corridor. The vehicle is no longer present, and cameras appear to be fixed in space where they would sit. Outside of SCP-3545-1, aerial drone surveillance shows D-4812 driving normally, albeit slower than he had been previously.>\n\n\nD-4812:\n Hello?\n\n\n<Subject continues to stroll down the corridor. Echoing footsteps can be heard as D-4812 approaches the other end. A single doorway presents itself to the subject, who hesitates slightly before turning the knob.>\n\n\nUNKNOWN:\n Don't! Dance with me. And then we can go.\n\n\n<Subject turns around to find a young woman in a black dress, confirmed later as D-4812's late wife, though her facial features remain approximated. Subject appears startled and confused.>\n\n\nUNKNOWN:\n You've forgotten how, haven't you?\n\n\nD-4812:\n \n<startled>\n S-Sarah? Um- No, I haven't forgotten. It's just, we're going to be late…\n\n\nUNKNOWN:\n Then why do you leave?\n\n\n<Subject appears distressed. Figure gives a small twirl.>\n\n\nD-4812:\n I don't know what you mean.. I don't- \nI didn't\n leave. I-I mean, I didn't mean to. It was an accident! I'm sorry!\n\n\nUNKNOWN:\n Then stay with me, I need you here. The party can wait.\n\n\nD-4812:\n I can't… I-I don't think. I wish I could, but I can't.\n\n\n<Figure stops moving and stares at the subject. The checkered floor tiles flicker at random intervals. After a moment, the woman's head wrenches back, eyes trained to the ceiling. She emits a scream of agony and bursts into flames. Subject seen hiding his face in his hands, crying.>\n\n\nD-4812:\n Please. Leave me alone! \n<sobs>\n\n\n<Shortly afterwards, D-4812 crosses the outer boundary of SCP-3545-1 and swiftly loses connection with the SCP-3545-1 instance. Subject experienced no memory of the prior events, but remained in a depressive state until termination. Records indicate D-4812 was incarcerated for arson and homicide.>\n\n\n<END LOG>\n\n\n\n\nEXPERIMENT LOG 3545-C\n\n\n\n\nAbstract:\n Survey and analyze the interior of a SCP-3545-1 instance, compare results to that of the previous test.\n\n\nAssigned:\n D-1121\n\n\nAdditional Information:\n The following is an audiovisual transcript of events resulting from investigation into a second sequence procured from SCP-3545. D-Class consuming liquid described the taste as \"refreshing yet harsh\", could not elaborate further. Complained of stomach ache and nausea. Sequence analyzed and found to refer to a small patch of the Pacific Ocean several hundred kilometers off the coast of Hokkaido, Japan. Subject placed on a personal watercraft deployed from a Foundation maritime covert operations vessel. The personal watercraft was retrofitted with several cameras, diagnostic measuring equipment, and an emergency inflatable raft. D-1121 was then instructed to drive through the instance.\n\n\n \n\n\n\n\n \n\n\n<BEGIN LOG>\n\n\n<Cameras flick on, revealing a vast expanse of ocean in all directions. Subject is piloting the boat towards a Foundation vessel stationed on the opposite side of SCP-3545-1.>\n\n\nD-1121:\n Uh, I'm not seeing anything out here. I mean, I see you.\n\n\n<Subject waves.>\n\n\nControl:\n And we have eyes on you as well, let us know if you see anything unusual.\n\n\nD-1121:\n Yeah, will do. Just head to the other boat, then?\n\n\nControl:\n Affirmative.\n\n\n<D-1121 is seen glancing around and taking a deep breath.>\n\n\nD-1121:\n Not too big a fan of the open ocean. The air is nice, though.\n\n\n<After cruising slowly for a short period of time, D-1121 stops and stares off into the distance, hand still on the throttle. Subject sits in silence for approximately one minute, eyes unfocused and displaying horizontal nystagmus.>\n\n\nControl:\n D-1121, are you alright?\n\n\n<Subject is motionless, aside from the nystagmus.>\n\n\nControl:\n Can you hear me, D-1121?\n\n\nD-1121:\n Hm? Where—?\n\n\n<Subject looks around, startled, and reengages the throttle, steering the boat back in the opposite direction.>\n\n\nControl:\n D-1122, you are going the wrong way. Please correct course or you will face consequences upon your return.\n\n\nD-1121:\n No, this isn't right. I-I've got to get out of here. Think about what you're doing! Me? You got us into this! You. What's done is done.\n\n\n<Camera records the water around the boat thickening and developing a gelatinous texture, slowing the craft. Neither change was observed from outside the SCP-3545-1 instance. Another minute later, subject speaks, tone nonchalant.>\n\n\nD-1121:\n Don't worry, we're perfectly safe out here.\n\n\n<A figure manifests behind D-1121 on camera. Subject glances back and smiles. Figure appears to be a young male and speaks in the same strange, clipped tone. Entity has approximate facial features that fluctuate in shape, position and complexity without discernable cause.>\n\n\nUNKNOWN:\n \n<shivers>\n I've never been this far out before. I can't even see the shore! Sure this leaky bucket can handle it?\n\n\nD-1121:\n Of course, we're not even that far away. Out there, don't you see it?\n\n\n<Figure is seen leaning off the side of the boat in the direction of subject's pointing. D-1121 lunges and pushes the figure over, burying its head beneath the ocean.>\n\n\nD-1121:\n \n<yelling>\n You should've listened to me, \nboy\n! First your fucking mother, now you, too? Is there no fucking respect for the one who works two fucking jobs to put \nfood on your fucking table\n? \n<sobbing>\n \nWhy are you making me do this?!\n\n\n\n\n<Subject holds the figure in this manner until the thrashing subsides, and then tosses the body overboard.>\n\n\nD-1121:\n You \nungrateful\n shit. You get what you deserve. We \nall\n get what—What's done is done is done for. Fucking done for.\n\n\n<A deep droning noise is heard as an unknown mass rises out of the sludge. A black sphere is seen, which flashes a white light, engulfing all cameras. During this period, the sounds of struggle and muffled splashing is picked up. Subject is heard screaming. When the light recedes, all cameras record pitch black. From outside of the anomaly, subject appears in deep sleep and the craft listing towards the second vessel. To prevent any ontological paradoxes that may arise, as well as decrease recovery time, a recon unit was dispatched from the opposite boundaries to pull D-1121 through the other side before the manifestation ends.>\n\n\n<After successful reconnaissance, D-1121 remained in a vegetative state for a week. Upon awakening, subject displayed signs of severe PTSD and depersonalization. D-1121 has retained no memory of his time within SCP-3545-1.>\n\n\n<END LOG>\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n[INPUT LEVEL V SECURITY CREDENTIALS]\n\n\n\n\n[CONFIRMED]\n\n\n\n\n \n\n\nItem #:\n SCP-3545\n\n\nObject Class:\n Thaumiel\n\n\nSpecial Containment Procedures:\n New instances of SCP-3545-1 are to be anticipated and cordoned off using the standard containment protocol most suited for the region in which the anomaly manifests. Instances are not to be interacted with at any time.\n\n\nThe object itself is to be stored in a Maximum Security Containment Chamber in \n[DATA PURGED PER O5 REQUEST]\n and secured with Level 4 clearance. Chamber is to be fitted with a felt-lined indentation in which the anomaly should be stored when not in use. Testing with SCP-3545 for any reason other tan other than its primary thaumaturgic purpose is currently suspended.\n\n\nRetrieval of other artifacts related to this anomaly is considered a priority, though the exact nature of these items and the feasibility to return them intact to the O5 council are both unknown.\n\n\nDescription:\n SCP-3545 is the designation for an antique crystal drinking glass of unknown origin. The glass itself is comprised of non-anomalous material and thus great care must be taken to ensure the item's safety.\n\n\nAlthough mostly unremarkable, a combination of direct observation and mental focus causes SCP-3545 to fill with an unknown substance of varying viscosity and taste. Liquid appears to absorb all light in the visual spectrum and thus is entirely black to the human eye.\n\n\nOn average, five minutes of sustained mental focus on SCP-3545 will cause it to fill completely. The contents of the glass cannot be removed during this time. While focusing on SCP-3545, individuals are subject to sporadic cases of nosebleeds, confusion, convulsions, narcolepsy and hallucinations. Repeated exposure compounds this effect.\n\n\nWhen SCP-3545 has been completely filled, it will emit a low infrasonic hum outside of human perception. \nThe liquid cannot be removed from the glass except by ingestion\n \nSee Incident Report 3545-001\n. Upon consuming the contents of SCP-3545, the subject will instantaneously become aware of two sets of four-value coordinates. These coordinates relate to the location and initial time of a localized ZK-Class Reality Failure Event, referred to as SCP-3545-1.\n\n\nThe location in which SCP-3545-1 appears will experience a sharp drop in Hume levels several seconds leading up to its manifestation. Upon manifestation of the instance, area will continue to exhibit abnormal Hume levels, but will not show any outward, visible, or tangible fluctuations.\n\n\nIf an individual will successfully pass through the instance at some point, they will experience a hallucinogenic episode before they leave the area defined by SCP-3545. This is considered a byproduct of psychic compensatory effects accounting for the lack of reality experienced within SCP-3545-1. The episode will then project itself onto the subjects' surroundings.\n\n\nSCP-3545 is to be utilized in tracking and identifying places where SCP-3545-1 instances will manifest. D-Class personnel are to be used to acquire as many sequences as possible for this purpose.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n[INPUT LEVEL VI SECURITY CREDENTIALS]\n\n\n\n\n[CONFIRMED]\n\n\n\n\n \n\n\n\n\nIncident Report 3545-001\n\n\nSCP involved:\n SCP-3545\n\n\nPersonnel involved:\n Dr. Robert █████, Jr. Researcher \nPyotr Vasilev\n, Sr. Researcher James A. Harkness, 7 Class-D Personnel\n\n\nDate:\n ██/██/██\n\n\nLocation:\n \n[DATA PURGED PER O5 REQUEST]\n\n\nPreface:\n At 08:00 on ██/██/██, Site-███ was attacked and infiltrated by several members of a \nChaos Insurgency\n division. Individuals possessed intimate knowledge of the layout of the facility, gaining access to SCP-3545's research and containment chambers. At the time, several staff members and a handful Class-D personnel were present and collecting sequences from SCP-3545. The following is a transcript of video surveillance footage taken from the chamber.\n\n\n \n\n\n\n\n \n\n\n08:15\n - A blast is seen shaking the containment area. Security doors to the left appeared to have buckled. Staff attempt to evacuate but find other set of doors sealed due to automatic emergency protocols.\n\n\n08:18\n - Several masked Chaos Insurgency members enter screen left. All possess modified Foundation tactical wear and standard issue Mobile Task Force gear. Individuals hold personnel at gunpoint and secure SCP-3545.\n\n\n08:20\n - A small scuffle ensues in an attempt to subdue attackers. D-8212 fatally wounded via gunshot.\n\n\n08:25\n - Insurgency members restrain all individuals. Personnel are moved to a circle around an examination table, where SCP-3545 is placed.\n\n\n08:32\n - Attackers appear to force individuals to fill SCP-3545. Once the glass fills, one Insurgent produces a number of flasks and a glass syringe that resembles SCP-3545's design. Using this syringe, liquid is then extracted from the glass with ease and is then deposited into one of the flasks. The process repeats.\n\n\n08:42\n - D-3244 loses consciousness and starts convulsing. D-7180 appears to be delirious and is seen frequently speaking to the empty space on his right. Dr. █████ is seen bleeding from the ears. Sr. Researcher Harkness is visibly frightened but unaffected, a fact that he later attributed to his high CRV.\n2\n\n\n\n\n08:48\n - Insurgency member shoots D-7180 in the head. Another D-Class is seen with his head buried in his hands, but is soon harassed by aggressors until compliance. Harkness is escorted out of the containment chamber and into a nearby conference room, where he is interrogated (Audio transcript of active microphone can be found below). D-3244 stops convulsing and is considered lost.\n\n\n09:05\n - D-6821, D-0312 and D-7110 all lose consciousness. Dr. █████ is still aware but bleeding heavily. D-6311 is pale, with deep circles under her eyes.\n\n\n09:13\n - Insurgency members harass D-6311 into continuing, causing her to sway and fall onto the table, which knocks over the glass. One Insurgency member lunges for the object, only to fall short as the glass smashes against the ground, leaking a liquid with the appearance of static. A large vibration is registered by everyone in the Facility. Foundation Security personnel take advantage of this event as a distraction, firing into the room, killing two and injuring Jr. Researcher Vasilev. Remaining members shoot and kill Vasilev, then proceed to attempt escape. Foundation assault proves capable of deterring assailants from obtaining remnants of SCP-3545, who return fire as one member primes a plastic explosive on the far wall.\n\n\n09:22\n - Insurgency associates detonate explosive and exit facility. Foundation pursuit ensues and is unsuccessful.\n\n\n09:30\n - Remaining members escape. Damage is assessed. Dr. █████ is recovered and placed in medical bay with severe neurological complications and ruptured eardrums. Harkness is found unconscious in the nearby conference room shortly thereafter.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nAudio Log 3545-001\n\n\nThe following is an audio transcript of the interrogation of Sr. Researcher James A. Harkness by an unknown Chaos Insurgency member, referred to as POI-3545-06.\n\n\n \n\n\n\n\n \n\n\n<Sounds of struggle and gunfire can be heard.>\n\n\nPOI-3545-06:\n So here's how this is going to go down. I'm going to ask you some questions. If you don't answer, you die. I know who you are. I heard about that stint down in 62C. Word travels fast on the pipeline. Now, are you gonna cooperate like a good little Foundation lackey, or are you gonna make me beg?\n\n\nHarkness:\n 62C? Don't you mean 64T—?\n\n\nPOI-3545-06:\n You're a piece of work.\n\n\n<A loud thump, followed by a sharp groan.>\n\n\nHarkness:\n That was a legitimate question! Fuck! I think you broke my fucking nose.\n\n\nPOI-3545-06:\n Let's start over. Mind if I smoke? Don't answer that.\n\n\n\n\n<Some rustling, and the flick of a lighter.>\n\n\nHarkness:\n You're a real badass, aren't you? Big bad Insurgency man. Something tells me you would've killed me by now if you were serious.\n\n\nPOI-3545-06:\n I'm gonna pretend you didn't just try and force my hand. We'll get to you dying soon enough, okay Harky?\n\n\nHarkness:\n Stop threatening me with a good time! Ow.\n\n\nPOI-3545-06:\n Shut the fuck up. My friends and I, we came for something, you see. I know you know about it. You're gonna tell me where it is.\n\n\nHarkness:\n You already got the glass, what more do you want?\n\n\nPOI-3545-06:\n I want to go \ninside\n.\n\n\nHarkness:\n I'm sorry? You mean the ZKs? You don't need me for that. You have the numbers!\n\n\nPOI-3545-06:\n How can you be so smart yet so dense?\n\n\n<Harkness howls in pain. Later medical intake reveals cigarette burns on his upper arms and neck.>\n\n\nHarkness:\n Shit fuck, \nwhat do you want?\n\n\nPOI-3545-06:\n I told you, I want to go \ninside\n.\n\n\n<Silence is recorded for several seconds.\n>\n\n\nHarkness:\n Wait, you mean-\n\n\nPOI-3545-06:\n \nYes\n, I mean. Ever since ████ absconded with that \nweapon\n, we've found a way to make them even better. We just need two more pieces to complete the puzzle, and one of them we just took from you. The other, you are going to lead me to.\n\n\nHarkness:\n You're crazy if you think I'd take you there. Even if I did know where it is. Which I don't. Try an O5.\n\n\nPOI-3545-06:\n \n<laughs>\n You really are a card. Don't play with me. I know—\n\n\nHarkness:\n I'm not playing with you. I don't know, and I've never met anyone outside of Overwatch that knows where they keep it. That whole facility is a black site! Plus, you think that O5-4 is really going to let you just waltz in and do whatever you like with that thing?\n\n\nPOI-3545-06:\n You just leave four to us. What facility? All I need is a site number.\n\n\nHarkness:\n Then you're shit out of luck; it has no number.\n\n\n<Room shakes. Rapid gunfire is heard, accompanied by panicked yelling and further commotion.>\n\n\nHarkness:\n Sounds like you're running out of time.\n\n\n<Another smack, another groan.>\n\n\nHarkness:\n Okay, I deserved that.\n\n\nPOI-3545-06:\n It doesn't matter. Even if I kill you now, we will find someone who cracks. It's inevitable.\n\n\n<POI-3545-06 is heard cocking his sidearm.>\n\n\nPOI-3545-06:\n Let's see if you're the same smart-ass you are now without your lower jaw. Or maybe I blow a hole through your soft bits and let you bleed out—\n\n\n<A handheld radio on POI-3545-06's person speaks. The identity of the individual is not known.>\n\n\nUNKNOWN:\n Helleny and Graham are down. The rest are evac. Meet [indecipherable] klicks south, your ride will be waiting for you.\n\n\nPOI-3545-06:\n Copy that. Well, Harky, I guess this is goodbye. I'd say it was a pleasure but I'd be fucking lying.\n\n\nHarkness:\n Likewise—\n\n\n<Gunshot, and a scream. Audio records steps and distant gunshots alongside groans of pain. Explosion is heard approximately one minute later. Audio ends abruptly. Sr. Researcher Harkness is found by security personnel a short time later, unconscious and possessing a life-threatening but ultimately nonfatal bullet wound to the abdomen. On-scene emergency medical intervention is provided and patient was then moved to a temporary medical bay for stabilization. Sufficient recovery was seen within six months.>\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nAnd so there lie the holes, ripping the fabric of all things. Puncture wounds in spacetime, errors, gaps in the code. Whatever you name it, those places you'll never go await your entrance.\n\n\nFor those who plan to pass behind the curtain and glimpse true lack-of-being may find that it is not like one would expect. We all thought it was an emptiness, a void. A place where nothing could stand because nothing \nis\n. The truth, however, is far more disturbing.\n\n\nThe truth, as it turns out, is that nonexistence is not just empty void. It's a blank canvas. A fresh start for the universe. All it needs is something introduced within to catalyze its creation. Not just anything, but a thought, a memory that leaks from a mind. A mind that creates its own reality.\n\n\nLike those ancient texts, the Upanishads, say, 'We are like the dreamer, who dreams, and lives inside the dream.'\n\n\nA mirage, like a single pixel burning out. In truth, a single bit \ndeleted\n.\n\n\n\n\n \n\n\n\n\n[INPUT LEVEL VI SECURITY CREDENTIALS]\n\n\n\n\n[CONFIRMED]\n\n\n\n\n \n\n\nItem #:\n SCP-3545\n\n\nObject Class:\n Neutralized-Euclid\n\n\nSpecial Containment Procedures:\n Testing with SCP-3545 is no longer possible. Individuals who have utilized SCP-3545 are to be supplied amnestics and monitored. Existing instances of SCP-3545-1 are to be cordoned off permanently using standard protocol most suited for the location. As of this moment, there are over 1,094 sites of interest that contain SCP-3545-1 instances. The location of SCP-3545 is currently known only to the O5 council.\n\n\nDescription:\n SCP-3545 is the designation for the remains of an antique crystal drinking glass of unknown origin. The glass bears no identifying marks or artist etchings and is made of non-anomalous material. No attempts have been made to repair the glass; analysis has determined that several pieces were lost during the commotion which led to its destruction, and thus it is unlikely that repairing the item would restore its functionality, both as an anomalous item and a container for liquids.\n\n\nPreviously, when at least one individual maintained eye contact with SCP-3545 while concentrating on the object, it would fill with an intangible black liquid of unknown composition. Individuals filling the glass would express negative neurological impacts while doing so, the strength of which was compounded the longer individuals interacted with the item.\n\n\nAfter several minutes of sustained, targeted concentration, SCP-3545 would fill completely, contents then accessible to ingest or extract using SCP-3545-2, an unknown device resembling a glass syringe of similar design. What other (if any) items that could've been compatible with SCP-3545 are unclear and unlikely to be determined.\n\n\nUpon ingestion, subjects became instantaneously aware of two four-vector coordinates in spacetime. These coordinates refer to the location and initial manifestation time of a ZK-Class Reality Failure Scenario, referred to as SCP-3545-1.\n\n\nAfter a random interval of time has passed, instances will disappear from our reality, only to reappear a variable time later. These manifestations will occur at more frequent intervals and for longer periods of time, until the fixture is considered permanent.\n\n\nDuring the SCP-3545-1 manifestation, any individual who passes through the boundaries and exits the other side will experience the ZK-Class Scenario as an immersive psychogenetic manifestation of their inner landscape. In this right, individuals inside SCP-3545-1 become temporary high-level reality benders, yet lack control over how the Event develops. The experience is described as \"dream-like\" and may or may not involve the memories of those affected.\n\n\nUnlike previously hypothesized, the occurrence is not hallucinogenic in nature, but a corporeal, alternate form of reality. Electroencephalography tests taken on affected individuals reveal absolutely no change from baseline, aside from natural reactions to what they experience. Measurements of the Hume field of these instances have yielded a result of zero in all cases, though this is likely false. The true hume level of SCP-3545-1 instances are hypothesized to be astronomically low, far more so than \nalready notable exceptions\n.\n\n\nSome speculation suggests this phenomenon is similar to \nobservation-based\n reality stabilizing fields recorded by the presence of Foundation operatives in a variety of classified operations.\n\n\nContainment and correction of SCP-3545-1 instances is considered a top priority. Experimental reality anchors/stabilizers are currently in development for use of correcting abnormal Hume fields in SCP-3545-1 instances.\n\n\n\n\nGood luck with that. I've seen the tech, it's good stuff. If it were anything else, I would have higher hopes. It won't work though. They are here to stay.\n\n\nOnly the dreamer can fill that space; Lucidity is not something that comes easily to humans, after all.\n\n\nIt does make you wonder though, doesn't it? About us, and the rest of this god-forsaken universe.\n\n\n\n\nWe are like the dreamer. And one day, our \nDreamer\n will wake, and our world will melt away. Only this time, none of us will be on the outside. There will be no curtain to pull back. No canvas to paint. Only the worlds above.\n\n\nNot ours.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Three spatial dimensions, one temporal.\n\n\n2\n. Cognitive Resistance Value of 149, see \nhis personnel file\n for more information.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3544\n | SCP-3545 | \nSCP-3546\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3545\n\" by Billith, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3545\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n figa.png\n\n\nName:\n figa.png\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n N/A\n\n\n\n\n\n\nFilename:\n figb.png\n\n\nName:\n figb.png\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n N/A\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTOP OF PAGE",
    "addendums": [],
    "documents": [],
    "notes": [
        "Abstract: Survey and analyze the interior of a SCP-3545-1 manifestation. Assigned: D-4812 Additional Information: The following is an audiovisual transcript of exploration into a sequence acquired from SCP-3545. D-Class consuming liquid described the taste as \"dry and gritty\", experienced minor dehydration as a result. Sequence analyzed and found to be a 10 km orthotope containing a stretch of highway near the Colombia Basin in eastern Washington. Subject was placed in a vehicle with dashboard/cabin cameras, diagnostic equipment, and an emergency remote detonation device. D-4812 was then instructed to drive through SCP-3545-1 instance. <BEGIN LOG> Control: Alright. D-4812, can you hear me okay? D-4812: Yeah. It feels nice to drive, didn't think I'd ever do that again. Control: Noted. Can you describe your surroundings? For the record. D-4812: Sure. Not much to see, really. This side of Washington is all deserts from what I know. What am I supposed to be looking for? Control: Just let me know if you experience anything out of the ordinary. <Subject does not respond and appears to survey the surrounding area. Car traverses SCP-3545-1 without issue for several minutes.> D-4812: Am I allowed to turn on the radio? Would be nice to listen to some music. Control: That's fine. Not too loud though. <D-4812 is seen switching on the radio. It expresses static. Subject changes stations, but all yield the same result. D-4812 starts bobbing head to the noise enthusiastically, raising the volume.> D-4812: Aw, man, this is my favorite song! Nice. <Control notes this and decides not to question subject.> D-4812: [discordant humming] <Camera goes black. A second later, the camera comes back online, with D-4812 seen driving along a stretch of wooded forests at night. Subject seems unaware of this change.> Control: D-4812, please describe your situation. <D-4812 is unresponsive. Camera shows subject looking bored and unsurprised during this period. Dash camera unable to discern much of outside area due to darkness.> Control: D-4812, do you copy? <No response from subject. D-4812 continues to drive for several minutes in silence. Soon after, D-4812 laughs loudly and looks at the passenger seat, which is off camera.> D-4812: No, I don't know why. You tell me! [laughing] <At this point, an unknown voice originating from the passenger seat speaks. Reflection in the window reveals the presence of a humanoid figure bearing no discernible facial features. Figure talks in a clipped, distorted tone.> UNKNOWN: Remember me? Still here. <Reflection shows the figure peeling off the smooth skin of its \"face\". Underneath lies D-4812's visage, contorted into a face of terror. Subject seems undaunted by this. The figure speaks again.> UNKNOWN: I needed you, you know. Back at the house. Where did you go? D-4812: Don't be like that, we're almost there. <Behind the subject, a large white flash takes over the camera's view. Small gray fragments are seen swirling. When the view returns, subject is walking down a tiled corridor. The vehicle is no longer present, and cameras appear to be fixed in space where they would sit. Outside of SCP-3545-1, aerial drone surveillance shows D-4812 driving normally, albeit slower than he had been previously.> D-4812: Hello? <Subject continues to stroll down the corridor. Echoing footsteps can be heard as D-4812 approaches the other end. A single doorway presents itself to the subject, who hesitates slightly before turning the knob.> UNKNOWN: Don't! Dance with me. And then we can go. <Subject turns around to find a young woman in a black dress, confirmed later as D-4812's late wife, though her facial features remain approximated. Subject appears startled and confused.> UNKNOWN: You've forgotten how, haven't you? D-4812: <startled> S-Sarah? Um- No, I haven't forgotten. It's just, we're going to be late… UNKNOWN: Then why do you leave? <Subject appears distressed. Figure gives a small twirl.> D-4812: I don't know what you mean.. I don't- I didn't leave. I-I mean, I didn't mean to. It was an accident! I'm sorry! UNKNOWN: Then stay with me, I need you here. The party can wait. D-4812: I can't… I-I don't think. I wish I could, but I can't. <Figure stops moving and stares at the subject. The checkered floor tiles flicker at random intervals. After a moment, the woman's head wrenches back, eyes trained to the ceiling. She emits a scream of agony and bursts into flames. Subject seen hiding his face in his hands, crying.> D-4812: Please. Leave me alone! <sobs> <Shortly afterwards, D-4812 crosses the outer boundary of SCP-3545-1 and swiftly loses connection with the SCP-3545-1 instance. Subject experienced no memory of the prior events, but remained in a depressive state until termination. Records indicate D-4812 was incarcerated for arson and homicide.> <END LOG>",
        "Abstract: Survey and analyze the interior of a SCP-3545-1 instance, compare results to that of the previous test. Assigned: D-1121 Additional Information: The following is an audiovisual transcript of events resulting from investigation into a second sequence procured from SCP-3545. D-Class consuming liquid described the taste as \"refreshing yet harsh\", could not elaborate further. Complained of stomach ache and nausea. Sequence analyzed and found to refer to a small patch of the Pacific Ocean several hundred kilometers off the coast of Hokkaido, Japan. Subject placed on a personal watercraft deployed from a Foundation maritime covert operations vessel. The personal watercraft was retrofitted with several cameras, diagnostic measuring equipment, and an emergency inflatable raft. D-1121 was then instructed to drive through the instance. <BEGIN LOG> <Cameras flick on, revealing a vast expanse of ocean in all directions. Subject is piloting the boat towards a Foundation vessel stationed on the opposite side of SCP-3545-1.> D-1121: Uh, I'm not seeing anything out here. I mean, I see you. <Subject waves.> Control: And we have eyes on you as well, let us know if you see anything unusual. D-1121: Yeah, will do. Just head to the other boat, then? Control: Affirmative. <D-1121 is seen glancing around and taking a deep breath.> D-1121: Not too big a fan of the open ocean. The air is nice, though. <After cruising slowly for a short period of time, D-1121 stops and stares off into the distance, hand still on the throttle. Subject sits in silence for approximately one minute, eyes unfocused and displaying horizontal nystagmus.> Control: D-1121, are you alright? <Subject is motionless, aside from the nystagmus.> Control: Can you hear me, D-1121? D-1121: Hm? Where—? <Subject looks around, startled, and reengages the throttle, steering the boat back in the opposite direction.> Control: D-1122, you are going the wrong way. Please correct course or you will face consequences upon your return. D-1121: No, this isn't right. I-I've got to get out of here. Think about what you're doing! Me? You got us into this! You. What's done is done. <Camera records the water around the boat thickening and developing a gelatinous texture, slowing the craft. Neither change was observed from outside the SCP-3545-1 instance. Another minute later, subject speaks, tone nonchalant.> D-1121: Don't worry, we're perfectly safe out here. <A figure manifests behind D-1121 on camera. Subject glances back and smiles. Figure appears to be a young male and speaks in the same strange, clipped tone. Entity has approximate facial features that fluctuate in shape, position and complexity without discernable cause.> UNKNOWN: <shivers> I've never been this far out before. I can't even see the shore! Sure this leaky bucket can handle it? D-1121: Of course, we're not even that far away. Out there, don't you see it? <Figure is seen leaning off the side of the boat in the direction of subject's pointing. D-1121 lunges and pushes the figure over, burying its head beneath the ocean.> D-1121: <yelling> You should've listened to me, boy ! First your fucking mother, now you, too? Is there no fucking respect for the one who works two fucking jobs to put food on your fucking table ? <sobbing> Why are you making me do this?! <Subject holds the figure in this manner until the thrashing subsides, and then tosses the body overboard.> D-1121: You ungrateful shit. You get what you deserve. We all get what—What's done is done is done for. Fucking done for. <A deep droning noise is heard as an unknown mass rises out of the sludge. A black sphere is seen, which flashes a white light, engulfing all cameras. During this period, the sounds of struggle and muffled splashing is picked up. Subject is heard screaming. When the light recedes, all cameras record pitch black. From outside of the anomaly, subject appears in deep sleep and the craft listing towards the second vessel. To prevent any ontological paradoxes that may arise, as well as decrease recovery time, a recon unit was dispatched from the opposite boundaries to pull D-1121 through the other side before the manifestation ends.> <After successful reconnaissance, D-1121 remained in a vegetative state for a week. Upon awakening, subject displayed signs of severe PTSD and depersonalization. D-1121 has retained no memory of his time within SCP-3545-1.> <END LOG>",
        "Incident Report 3545-001 SCP involved: SCP-3545 Personnel involved: Dr. Robert █████, Jr. Researcher Pyotr Vasilev , Sr. Researcher James A. Harkness, 7 Class-D Personnel Date: ██/██/██ Location: [DATA PURGED PER O5 REQUEST] Preface: At 08:00 on ██/██/██, Site-███ was attacked and infiltrated by several members of a Chaos Insurgency division. Individuals possessed intimate knowledge of the layout of the facility, gaining access to SCP-3545's research and containment chambers. At the time, several staff members and a handful Class-D personnel were present and collecting sequences from SCP-3545. The following is a transcript of video surveillance footage taken from the chamber. 08:15 - A blast is seen shaking the containment area. Security doors to the left appeared to have buckled. Staff attempt to evacuate but find other set of doors sealed due to automatic emergency protocols. 08:18 - Several masked Chaos Insurgency members enter screen left. All possess modified Foundation tactical wear and standard issue Mobile Task Force gear. Individuals hold personnel at gunpoint and secure SCP-3545. 08:20 - A small scuffle ensues in an attempt to subdue attackers. D-8212 fatally wounded via gunshot. 08:25 - Insurgency members restrain all individuals. Personnel are moved to a circle around an examination table, where SCP-3545 is placed. 08:32 - Attackers appear to force individuals to fill SCP-3545. Once the glass fills, one Insurgent produces a number of flasks and a glass syringe that resembles SCP-3545's design. Using this syringe, liquid is then extracted from the glass with ease and is then deposited into one of the flasks. The process repeats. 08:42 - D-3244 loses consciousness and starts convulsing. D-7180 appears to be delirious and is seen frequently speaking to the empty space on his right. Dr. █████ is seen bleeding from the ears. Sr. Researcher Harkness is visibly frightened but unaffected, a fact that he later attributed to his high CRV. 2 08:48 - Insurgency member shoots D-7180 in the head. Another D-Class is seen with his head buried in his hands, but is soon harassed by aggressors until compliance. Harkness is escorted out of the containment chamber and into a nearby conference room, where he is interrogated (Audio transcript of active microphone can be found below). D-3244 stops convulsing and is considered lost. 09:05 - D-6821, D-0312 and D-7110 all lose consciousness. Dr. █████ is still aware but bleeding heavily. D-6311 is pale, with deep circles under her eyes. 09:13 - Insurgency members harass D-6311 into continuing, causing her to sway and fall onto the table, which knocks over the glass. One Insurgency member lunges for the object, only to fall short as the glass smashes against the ground, leaking a liquid with the appearance of static. A large vibration is registered by everyone in the Facility. Foundation Security personnel take advantage of this event as a distraction, firing into the room, killing two and injuring Jr. Researcher Vasilev. Remaining members shoot and kill Vasilev, then proceed to attempt escape. Foundation assault proves capable of deterring assailants from obtaining remnants of SCP-3545, who return fire as one member primes a plastic explosive on the far wall. 09:22 - Insurgency associates detonate explosive and exit facility. Foundation pursuit ensues and is unsuccessful. 09:30 - Remaining members escape. Damage is assessed. Dr. █████ is recovered and placed in medical bay with severe neurological complications and ruptured eardrums. Harkness is found unconscious in the nearby conference room shortly thereafter.",
        "Audio Log 3545-001 The following is an audio transcript of the interrogation of Sr. Researcher James A. Harkness by an unknown Chaos Insurgency member, referred to as POI-3545-06. <Sounds of struggle and gunfire can be heard.> POI-3545-06: So here's how this is going to go down. I'm going to ask you some questions. If you don't answer, you die. I know who you are. I heard about that stint down in 62C. Word travels fast on the pipeline. Now, are you gonna cooperate like a good little Foundation lackey, or are you gonna make me beg? Harkness: 62C? Don't you mean 64T—? POI-3545-06: You're a piece of work. <A loud thump, followed by a sharp groan.> Harkness: That was a legitimate question! Fuck! I think you broke my fucking nose. POI-3545-06: Let's start over. Mind if I smoke? Don't answer that. <Some rustling, and the flick of a lighter.> Harkness: You're a real badass, aren't you? Big bad Insurgency man. Something tells me you would've killed me by now if you were serious. POI-3545-06: I'm gonna pretend you didn't just try and force my hand. We'll get to you dying soon enough, okay Harky? Harkness: Stop threatening me with a good time! Ow. POI-3545-06: Shut the fuck up. My friends and I, we came for something, you see. I know you know about it. You're gonna tell me where it is. Harkness: You already got the glass, what more do you want? POI-3545-06: I want to go inside . Harkness: I'm sorry? You mean the ZKs? You don't need me for that. You have the numbers! POI-3545-06: How can you be so smart yet so dense? <Harkness howls in pain. Later medical intake reveals cigarette burns on his upper arms and neck.> Harkness: Shit fuck, what do you want? POI-3545-06: I told you, I want to go inside . <Silence is recorded for several seconds. > Harkness: Wait, you mean- POI-3545-06: Yes , I mean. Ever since ████ absconded with that weapon , we've found a way to make them even better. We just need two more pieces to complete the puzzle, and one of them we just took from you. The other, you are going to lead me to. Harkness: You're crazy if you think I'd take you there. Even if I did know where it is. Which I don't. Try an O5. POI-3545-06: <laughs> You really are a card. Don't play with me. I know— Harkness: I'm not playing with you. I don't know, and I've never met anyone outside of Overwatch that knows where they keep it. That whole facility is a black site! Plus, you think that O5-4 is really going to let you just waltz in and do whatever you like with that thing? POI-3545-06: You just leave four to us. What facility? All I need is a site number. Harkness: Then you're shit out of luck; it has no number. <Room shakes. Rapid gunfire is heard, accompanied by panicked yelling and further commotion.> Harkness: Sounds like you're running out of time. <Another smack, another groan.> Harkness: Okay, I deserved that. POI-3545-06: It doesn't matter. Even if I kill you now, we will find someone who cracks. It's inevitable. <POI-3545-06 is heard cocking his sidearm.> POI-3545-06: Let's see if you're the same smart-ass you are now without your lower jaw. Or maybe I blow a hole through your soft bits and let you bleed out— <A handheld radio on POI-3545-06's person speaks. The identity of the individual is not known.> UNKNOWN: Helleny and Graham are down. The rest are evac. Meet [indecipherable] klicks south, your ride will be waiting for you. POI-3545-06: Copy that. Well, Harky, I guess this is goodbye. I'd say it was a pleasure but I'd be fucking lying. Harkness: Likewise— <Gunshot, and a scream. Audio records steps and distant gunshots alongside groans of pain. Explosion is heard approximately one minute later. Audio ends abruptly. Sr. Researcher Harkness is found by security personnel a short time later, unconscious and possessing a life-threatening but ultimately nonfatal bullet wound to the abdomen. On-scene emergency medical intervention is provided and patient was then moved to a temporary medical bay for stabilization. Sufficient recovery was seen within six months.>",
        "And so there lie the holes, ripping the fabric of all things. Puncture wounds in spacetime, errors, gaps in the code. Whatever you name it, those places you'll never go await your entrance. For those who plan to pass behind the curtain and glimpse true lack-of-being may find that it is not like one would expect. We all thought it was an emptiness, a void. A place where nothing could stand because nothing is . The truth, however, is far more disturbing. The truth, as it turns out, is that nonexistence is not just empty void. It's a blank canvas. A fresh start for the universe. All it needs is something introduced within to catalyze its creation. Not just anything, but a thought, a memory that leaks from a mind. A mind that creates its own reality. Like those ancient texts, the Upanishads, say, 'We are like the dreamer, who dreams, and lives inside the dream.' A mirage, like a single pixel burning out. In truth, a single bit deleted .",
        "Good luck with that. I've seen the tech, it's good stuff. If it were anything else, I would have higher hopes. It won't work though. They are here to stay. Only the dreamer can fill that space; Lucidity is not something that comes easily to humans, after all. It does make you wonder though, doesn't it? About us, and the rest of this god-forsaken universe. We are like the dreamer. And one day, our Dreamer will wake, and our world will melt away. Only this time, none of us will be on the outside. There will be no curtain to pull back. No canvas to paint. Only the worlds above. Not ours.",
        "\" SCP-3545 \" by Billith, from the SCP Wiki . Source: https://scpwiki.com/scp-3545 . Licensed under CC-BY-SA .",
        "Filename: figa.png Name: figa.png Author: Billith License: CC BY-SA 3.0 Source Link: N/A",
        "Filename: figb.png Name: figb.png Author: Billith License: CC BY-SA 3.0 Source Link: N/A"
    ],
    "item": "SCP-3545",
    "object_class": "Neutralized-Euclid",
    "containment_procedures": "Testing with SCP-3545 is no longer possible. Individuals who have utilized SCP-3545 are to be supplied amnestics and monitored. Existing instances of SCP-3545-1 are to be cordoned off permanently using standard protocol most suited for the location. As of this moment, there are over 1,094 sites of interest that contain SCP-3545-1 instances. The location of SCP-3545 is currently known only to the O5 council.",
    "description": "SCP-3545 is the designation for the remains of an antique crystal drinking glass of unknown origin. The glass bears no identifying marks or artist etchings and is made of non-anomalous material. No attempts have been made to repair the glass; analysis has determined that several pieces were lost during the commotion which led to its destruction, and thus it is unlikely that repairing the item would restore its functionality, both as an anomalous item and a container for liquids.",
    "title": "SCP-3545"
}