{
    "url": "https://scp-wiki.wikidot.com/scp-3570",
    "all_text": "As far as I can tell, humanity is beyond saving. If there was any hope before, it's all gone now. My only recommendation is to aim for the head.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nEE-3570\n\n\n\n\n\n\nBy:\n \nLt Flops\n\n\n\n\n\n\nPublished on \n04 Jun 2018 03:35\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nEE-3570:\n Umbral Ultimatum\n\n\nAuthor:\n \nLt Flops\n\n\nPublished on 3 Jun 2018\n\n\nThis article is \nPart 7\n of the \nTeam Bird\n storyline.\n\n\n\n\n\n\nOther Works by Lt Flops!\n\n\n\n\n\n\n\n\n\n\nSCP Articles\n\n\n\n\n\n\nTitle\n\n\nRating\n\n\n\n\n\n\nSCP-4420\n\n\n+273\n\n\n\n\n\n\nSCP-4416\n\n\n+209\n\n\n\n\n\n\nSCP-4790\n\n\n+189\n\n\n\n\n\n\nEE-3570\n\n\n+188\n\n\n\n\n\n\nSCP-4031\n\n\n+167\n\n\n\n\n\n\nSCP-5990\n\n\n+150\n\n\n\n\n\n\nSCP-3787\n\n\n+136\n\n\n\n\n\n\nSCP-5810\n\n\n+135\n\n\n\n\n\n\nSCP-3464\n\n\n+134\n\n\n\n\n\n\nSCP-4190\n\n\n+107\n\n\n\n\n\n\nSCP-3719\n\n\n+91\n\n\n\n\n\n\nSCP-6327\n\n\n+80\n\n\n\n\n\n\nSCP-7723\n\n\n+61\n\n\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nTitle\n\n\nRating\n\n\n\n\n\n\nSCP-2\n\n\n+195\n\n\n\n\n\n\nThe Abyss Gazes Back (and It's ASCII on a CRT Screen)\n\n\n+118\n\n\n\n\n\n\nThe Doctor's Dilemma\n\n\n+95\n\n\n\n\n\n\nUMBRAL_​MIGRATORY_​SEQUENCE.txt\n\n\n+90\n\n\n\n\n\n\nfifthist family picnic\n\n\n+88\n\n\n\n\n\n\nBuggy Hardware (or Why I Don't Play Violent Video Games)\n\n\n+85\n\n\n\n\n\n\nWhat Lurks in the Dark?\n\n\n+77\n\n\n\n\n\n\nSpilled Milk\n\n\n+75\n\n\n\n\n\n\nA Scene From a Meme(-ory)\n\n\n+74\n\n\n\n\n\n\nIllac\n\n\n+70\n\n\n\n\n\n\nA Surprise Encounter with Crispy Sex Pirates\n\n\n+63\n\n\n\n\n\n\nINNER-SPACE\n\n\n+54\n\n\n\n\n\n\nA Necromantic Prelude\n\n\n+36\n\n\n\n\n\n\nA Prologue: An Old, Familiar Dream\n\n\n+29\n\n\n\n\n\n\nPursuing Ghosts, Part I\n\n\n+28\n\n\n\n\n\n\nSolidão\n\n\n+27\n\n\n\n\n\n\nSamara: Be the Itsy Bitsy Spider.\n\n\n+25\n\n\n\n\n\n\nPursuing Ghosts, Part II\n\n\n+15\n\n\n\n\n\n\n\n\n\n\n\n\nGOI Formats\n\n\n\n\n\n\nTitle\n\n\nRating\n\n\n\n\n\n\nSPC-993: BOBBLE THE CLOWN SHARK\n\n\n+141\n\n\n\n\n\n\nSPC-507: EAGER NETHERENDER\n\n\n+120\n\n\n\n\n\n\nSATURN'S CORNER\n\n\n+106\n\n\n\n\n\n\n\"Scattersomnia\": A Disease of the Wise and Drowsy Wanderers\n\n\n+105\n\n\n\n\n\n\n\n\n\n\n\n\nHubs\n\n\n\n\n\n\nTitle\n\n\nRating\n\n\n\n\n\n\nVoid Dancer Hub\n\n\n+111\n\n\n\n\n\n\n\n\n\n\n\n\nCSS Themes\n\n\n\n\n\n\nTitle\n\n\nRating\n\n\n\n\n\n\n'Pataphysics Department Theme\n\n\n+134\n\n\n\n\n\n\nClassic SCP Foundation Theme\n\n\n+124\n\n\n\n\n\n\nFlopstyle: DARK\n\n\n+110\n\n\n\n\n\n\nFlopstyle: LITE\n\n\n+83\n\n\n\n\n\n\nPack Of Peanuts Theme\n\n\n+52\n\n\n\n\n\n\nParawatch Anon Theme\n\n\n+48\n\n\n\n\n\n\nSAPPHIRE Theme Redux\n\n\n+44\n\n\n\n\n\n\nSAPPHIRE Theme\n\n\n+23\n\n\n\n\n\n\n\n\nCollaborations\n\n\n\n\n\n\n\n\nCo-Authored SCP Articles\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-3309\n - Where We Go When We Fade, Fade Away\n\n\n\n\n\n\nCo-Author\n\n\nRating\n\n\n\n\n\n\nPhamtomGuy\n\n\n+1185\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-3739\n - \nMind-Milk™ by Moosphere, Inc.\n\n\n\n\n\n\nCo-Author\n\n\nRating\n\n\n\n\n\n\nKindlyTurtleClem\n\n\n+286\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-4428\n \nDr. Michaels\n - \nDr. Michaels is not in danger.\n\n\n\n\n\n\nCo-Author\n\n\nRating\n\n\n\n\n\n\nHenzoid\n\n\n+485\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-4475\n - So Long, and Thanks for All the Milk\n\n\n\n\n\n\nCo-Author\n\n\nRating\n\n\n\n\n\n\nKindlyTurtleClem\n\n\n+177\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-4519\n - Carl Sagan, Godhead\n\n\n\n\n\n\nCo-Author\n\n\nRating\n\n\n\n\n\n\nNatVoltaic\n\n\n+179\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-4795\n - Feathered F(r)iends\n\n\n\n\n\n\nCo-Author\n\n\nRating\n\n\n\n\n\n\nMew-ltiverse\n\n\n+127\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-6447\n - Sinners' Symphony\n\n\n\n\n\n\nCo-Author\n\n\nRating\n\n\n\n\n\n\nElunerazim\n & Others\n\n\n+54\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-6481\n - Nipple Centipedes\n\n\n\n\n\n\nCo-Author\n\n\nRating\n\n\n\n\n\n\nEllie3\n\n\n+108\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-6705\n - The Bicameral Milk\n\n\n\n\n\n\nCo-Author\n\n\nRating\n\n\n\n\n\n\nLordStonefish\n\n\n+87\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-6830\n - Oops! All Atens!\n\n\n\n\n\n\nCo-Author\n\n\nRating\n\n\n\n\n\n\nAriadnesThread\n\n\n+93\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-7010\n - We Will Endure\n\n\n\n\n\n\nCo-Author\n\n\nRating\n\n\n\n\n\n\nStormbreath\n\n\n+163\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCo-Authored Tales\n\n\n\n\n\n\n \n\n\n\n\n\n\nAvian Anthology I\n\n\n\n\n\n\nCo-Author\n\n\nRating\n\n\n\n\n\n\nTeam Bird\n\n\n+76\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nAvian Anthology II\n\n\n\n\n\n\nCo-Author\n\n\nRating\n\n\n\n\n\n\nTeam Bird\n\n\n+94\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nLand Of Honey\n\n\n\n\n\n\nCo-Author\n\n\nRating\n\n\n\n\n\n\nKindlyTurtleClem\n\n\n+111\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSnippets of an Unveiled World\n\n\n\n\n\n\nCo-Author\n\n\nRating\n\n\n\n\n\n\nNykacolaquantum\n & Others\n\n\n+304\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCo-Authored GOI Formats\n\n\n\n\n\n\n \n\n\n\n\n\n\nThe Sacred Djehuti\n\n\n\n\n\n\nCo-Author\n\n\nRating\n\n\n\n\n\n\nAyers\n\n\n+134\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nGRANT REQUEST FOR THE RE-CREATION OF AN ADVANCED POSTMORTEM NEURAL PRESERVATION SYSTEM\n\n\n\n\n\n\nCo-Author\n\n\nRating\n\n\n\n\n\n\nUncle Nicolini\n\n\n+61\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nCritter Profile: Bartholomew!\n\n\n\n\n\n\nCo-Author\n\n\nRating\n\n\n\n\n\n\nKindlyTurtleClem\n\n\n+138\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCo-Authored Hubs\n\n\n\n\n\n\n \n\n\n\n\n\n\nTeam Bird Hub\n\n\n\n\n\n\nCo-Author\n\n\nRating\n\n\n\n\n\n\nnotgull\n\n\n+245\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nA Non-Prophet Organization Hub\n\n\n\n\n\n\nCo-Author\n\n\nRating\n\n\n\n\n\n\nUncle Nicolini\n\n\n+116\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nI, Hub (April Fools)\n\n\n\n\n\n\nCo-Author\n\n\nRating\n\n\n\n\n\n\nElenee FishTruck\n & Others\n\n\n+100\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSPC Hub\n\n\n\n\n\n\nCo-Author\n\n\nRating\n\n\n\n\n\n\nPeppersGhost\n, \nMrWrong\n, & \nLORDXVNV\n\n\n+182\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nMilk Hub\n\n\n\n\n\n\nCo-Author\n\n\nRating\n\n\n\n\n\n\nLORDXVNV\n\n\n+82\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOther Co-Authored Pages\n\n\n\n\n\n\n \n\n\n\n\n\n\nA Semi-Comprehensive List of Foundation Departments\n\n\n\n\n\n\nCo-Author\n\n\nRating\n\n\n\n\n\n\nTopDownUnder\n & \nDr Moned\n\n\n+244\n\n\n\n\n\n\n\n\n\n\nWanderers' Library Entries\n\n\n\n\n\n\n\n\n\n\nPage\n\n\nPage Info\n\n\n\n\n\n\nLampyra, the Watcher\n\n\nWanderers' Library Author Page\n\n\n\n\n\n\nCave Story\n\n\n2020 Wanderers' Depths Contest, First Place\n\n\n\n\n\n\nInterplanetary Colonization\n\n\n2021 Scavenger Hunt Contest\n\n\n\n\n\n\nI'll Take You to the Parashops\n\n\n2021 Scavenger Hunt Contest\n\n\n\n\n\n\nTalk of the Town\n\n\nLast Light\n Canon\n\n\n\n\n\n\nThe Foolish One\n\n\n2021 WanderCon\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+188\n+\n–\nx\n\n\n\n\nREVISION #\n31\n OF THIS DOCUMENT WAS PREPARED BY\n\n\n\n\nTHE FOUNDATION \nAVIAN DIVISION\n\n\n\n\nIN ACCORDANCE WITH THE PLUTO PROTOCOL\n\n\nThe clearance level to access this file has been changed to Level-1/GENERAL for relevance to the ongoing BE-Class “Migration” End-of-Consciousness Scenario.\n\n\nAUTHORIZED BY: \nDr. Frederick Hoygull\n\n\n\n\n \n\n\n\n\n\n\nEVENT:\n EE-3570\n\n\nLEVEL-1/GENERAL\n\n\n\n\n\n\nSCENARIO:\n MIGRATION\n\n\nDECLASSIFIED\n\n\n\n\n\n\nDISRUPTION CLASS:\n \namida\n\n\n\n\n\n\n\n\nThe Moon during EE-3570.\n\n\n\n\n\n\n\n\nPreceding Events:\n Extranormal Event 3570 (EE-3570) was preceded by a set of related phenomena, listed as follows.\n\n\n\n\n   ▷ Show Timeline\n\n\n\n\n\n\n\n\n\n\nDate\n\n\nOccurrence\n\n\n\n\n\n\nMay 10, 2018\n\n\nThe Earth's Akiva radiation\n1\n level decreases and becomes uniform with the cosmic background constant of ~0.7 milliakiva (mÁ). Despite the expected repercussions, however, the Earth registers only a minuscule decrease in its ambient hume level. As well, one or more Class-VII Reality-Manipulators become undetectable and are considered lost.\n\n\n\n\n\n\nMay 11\n\n\nA dense Avian meme complex (“EOI-121”) spreads throughout the human noosphere\n2\n via \nSCP-3662\n. This is now understood to be the result of extra-universal interference. The sum of human thought diminishes to align solely with the Avian meme\n3\n within three months. Humans infected by the Avian meme complex are designated Type-BE Humanoid Entities.\n\n\n\n\n\n\nJune 5\n\n\nA correspondence between an extant cell of the Serpent's Hand and the Avian Division occurs. Through this and a series of messages from Project Milliard, the Avian Division determined a Class-V Reality-Manipulator had influenced the noosphere.\n\n\n\n\n\n\nJune 24\n\n\n60% of Type-BE entities in North America begin a mass exile to the Midwestern United States. The assembled entities erect a large ibis-shaped monument, despite lacking fine motor skills or higher intellect. The monument becomes a focal point for thaumic energy generation\n4\n via an as-yet-unknown vector. The Avian Division detects the same thaumic disturbances across the world, suggesting the construction of other monuments.\n\n\n\n\n\n\nAugust 2\n\n\nThe Avian meme infects 99.9% of the human population. Between 5 and 10% of the worldwide population expires from starvation after the loss of the worldwide agricultural industry. A small percentage of Type-BE entities (10–15% of the population) engage in regular sarcophagy on the larger 85% for sustenance.\n\n\n\n\n\n\nAugust 8\n\n\nLunar Area-32 detects thaumic disturbances across the surface of the Moon.\n\n\n\n\n\n\nAugust 9\n\n\nThe North American monument radiates a vibrant blue. It is surmised that the other monuments are exhibiting a similar change.\n\n\n\n\n\n\n\n\n△ Close\n\n\n\n\n\n\nEE-3570 began shortly thereafter.\n\n\n\n\nEvent Designation:\n EE-3570\n\n\nDate of Occurrence:\n 9 August 2018\n\n\nLocation:\n Worldwide\n\n\nEvent Description:\n At 11:10 a.m. PDT, the Moon emitted an intense blue light associated with large levels of thaumic activity and became visible to the naked eye. At its first zenith, ~1.1 billion Type-BE entities across the easternmost part of Russia, North and South America, and parts of Northwestern Europe became exposed to moonlight.\n\n\nExposed entities underwent extensive musculoskeletal transformations and grew wing-like anatomical structures from their backs. Entities experienced a mass enhancement of the deltoid muscles; the dorsal portions of the trapezius and scapula expanded and acquired a wider and more defined morphology. Parallel to the existing arms, a new set of forelimbs emerged laterally. The forelimbs extended outward to a 3-m length on each side of the body, according to an average adult's physiology. Different body types and sizes developed proportional anatomical formations.\n\n\nThe forelimbs developed long, bony digits occurring within a thick and supple membrane that became the basis for a new network of blood vessels. The forelimbs developed feathers, consistent in composition and function to those of common seabirds, and retractable talons at the extremities. Type-BE entities displayed various levels of discomfort during this process, which required between 2 and 5 hr to complete. After the transformation, the newly developed wings allowed for a diversity of short- and long-range flight.\n\n\nDuring the Moon's transit, locations across the world became exposed to moonlight and thaumic energy. All exposed Type-BE entities developed the same winged transformations. Newly winged Type-BE entities emitted greater amounts of \nÉlan-Vital Energy (EVE)\n,\n5\n became capable of flight speeds greater than 40 km/h, and in most instances, displayed predatory behaviour.\n\n\nAt 05:45 p.m. PDT, Armed Research Site-18 — the Avian Division's base of operations — received a transmission from \nLunar Area-32\n. A transcript is as follows.\n\n\n\n\n   ▷ Lunar Area-32 Transmission\n\n\n\n\n\n\n\n\nAUDIO LOG\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nThis is Junior Researcher Arvo Driessen of Lunar Area-32 transmitting on all Foundation channels. We are on full lockdown. Task Force Sigma-6 “Puddlejumpers” is gone. Multiple anomalous humanoids have entered the facility \n[\nStatic.\n]\n engaging in hostilities.\n\n\nTo the Avian Division: Consider Lunar Area-32 lost.\n\n\nYesterday, we detected thaumic disturbances across the lunar surface, and a few hours ago, it turned bright blue. It was pretty quiet afterward, but then a group of winged humanoids poured in from \nSCP-120\n — our exit out of here. I'm stationed at the research facility in Sub-Level 3, way the hell away from them. Lucky me. \n[\nStatic.\n]\n can't say the same for my colleagues. Doctor Simrin and I had been together during the attack before she headed up to containment to check up on the Euclid-Classes. I lost her signal shortly after. It's been three hours.\n\n\n[\nPause.\n]\n\n\nI checked the security video. There were what, thirty of them? When they appeared, they immediately attacked the reception area. One agent took to defending himself with a security baton. He smacked a few of them before they swarmed him, and then the bastards started eating him. They tore his eyes from their sockets, and as he screamed, tore out his tongue next.\n\n\nI think they're getting restless, being cooped up in here like this? They've taken to chewing up the electrical systems, bringing entire sections of the facility down with them. When one of them collapses from electrocution, the next one just climbs over and continues where they left off. They are literal birdbrains.\n\n\n[\nPause.\n]\n\n\nI don't know what's going on down there, but up here? We're screwed. I think the worst part of all this is the fact that Director Hourdoon, that prick, escaped with the only evac shuttle. Hope that piece of shit crashes and burns.\n\n\nI'll keep Hoygull updated, but honestly? Don't get your hopes up. The support systems are failing, the sub-levels are practically swarming with those stupid birds, and more of them keep piling in through dash 120.\n\n\nGood luck saving humanity and all that. As far as I can tell, humanity is beyond saving. If there was any hope before, it's all gone now. My only recommendation is to aim for the head.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n△ Close\n\n\n\n\n\n\nThe newly transformed Type-BE entities have been observed flying in flocks with upwards of 500 individuals. Hunting occurs on both an individual and group basis, with moderate territorial aggression occurring among rivalling flocks. Entities can unhinge their jaws while consuming prey, enlarging the oral cavity to about three times its size. Skin and tissue stretch with ease, whereas chewing remains unencumbered.\n\n\nThe extent of behaviours these entities display is as-yet-undocumented, because of their relative aggression toward other species of birds (including Avian Division personnel) and insufficient observation time.\n\n\n\n\n\n\nAUGUST 10 UPDATE\n\n\n\n\nI. EE-3570 Status\n\n\nAbout 24 hr have elapsed since the Moon began emitting thaumic energy, and ~90% of all Type-BE entities have been affected. The Earth's thermosphere displays an iridescent atmospheric phenomenon, similar to aurorae, generated by excess thaumic energy.\n\n\nAffected Type-BE entities surrounding their constructed monuments have begun off-world transit via spontaneously occurring Ways produced by the monuments. Transit occurs on an individual basis, whereas the Ways have spread radially outward according to a geometric expansion model.\n\n\nThe Avian Division estimates that most Type-BE entities will abandon the Earth within one week. \nResearch into the emergence and destination of these Ways is ongoing.\n \nIt has been determined that the Ways lead to the exoplanet URA-8047 (see Supplemental Materials for more information).\n\n\n\n\nII. Follow-Up Actions Taken\n\n\nAn excerpt from Marine Fighting Team CHARYBDIS' initial response to EE-3570 is as follows.\n\n\n\n\n   ▷ Incident Log EE-3570-035\n\n\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\nNOTE:\n MFT CHARYBDIS is a cybernetically augmented four-person unit, part of an organization known as the \nCentre\n.\n6\n Audiovisual footage was gathered from each CHARYBDIS operative and compiled into one abridged transcript.\n\n\nCHARYBDIS operatives appear unaffected by the anomaly. Whether this is related to their extra-universal origin, a memetic hardening developed during their training, or some other effect is as-yet-unknown.\n\n\nAfter the start of the Event, Mobile Task Force Eta-4 (“Begone Thoth”) recommended that CHARYBDIS proceed to Outpost-24-B and remain there until the cessation of the Event. While travelling to Outpost-24-B, an overwhelming force of Type-BE entities engaged CHARYBDIS, forcing the team to abandon operator Leah Řezník (CHARYBDIS-3). Fully transformed Type-BE entities discovered Outpost-24-B about 4 hr later.\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nC-4 Haruki:\n Sir, they're attempting access to the main entrance. Can't we do something about it? \n[\nShe motions punching actions.\n]\n\n\nC-1 Quinn:\n Eta-4 told us to keep indoors, C-4. You can do your punching when we figure out what in the Leviathan's asshole is happening. Capisce?\n\n\nC-4 Haruki:\n See, this is why I should've brought my new drone! I could clobber those Deviants from within the comfort of these air-conditioned walls. \n[\nShe continues motioning punching actions.\n]\n\n\nC-2 Jaedan:\n Are you sure about us staying put, Quinn? When the birdbrains find a way to burst in here, we'll be packed like sardines. I'd rather be stuck out there than in here, you know.\n\n\nC-4 Haruki:\n Caught between some birdbrains and a hard-head? I don't know about you, but I embrace death's sweet release.\n\n\nC-1 Quinn:\n \n[\nTo Eta-4 over comms.\n]\n Eta-4, is the Moon still being weird?\n\n\nE-4 Lead Keshrayuth (COM):\n Affirmative, although… By Medila's grace, it's left your kind unmarred. If only we could test–\n\n\nC-1 Quinn:\n So, you're saying we're green to engage?\n\n\n[\nPause.\n]\n\n\nE-4 Lead Keshrayuth (COM):\n Yes, but I require your efforts at Site-18 ASAP. The other half of Eta-4 is stationed in the Midwest investigating the monument, so right now, I need all the resources I can get.\n\n\nC-1 Quinn:\n Roger that, E-4 Leader. \n[\nTo CHARYBDIS.\n]\n C-2, C-4, let's link up with C-3 and then get back to base. \n[\nTo C-3 Leah over comms.\n]\n C-3, are you there? You're never this quiet. You're usually yammering your mouthpiece off.\n\n\nC-3 Leah (COM):\n I'm here, Cap. Can't make too much noise, they're close.\n\n\nC-1 Quinn:\n What's your position?\n\n\nC-3 Leah (COM):\n Abandoned farmhouse, edge of Wakeford. They're squawking, waiting for me to come out.\n\n\nC-1 Quinn:\n Hold your position, C-3; we're coming to get you!\n\n\nC-3 Leah (COM):\n Hurry!\n\n\n[\nCHARYBDIS exits Outpost-24-B and flies toward Leah's location by use of back-mounted rocket packs within their suits. Multiple Type-BE entities follow.\n]\n\n\n[\nAfter a 2-min flight, CHARYBDIS approaches the farmhouse. C-1 Quinn and C-4 Haruki land on the roof and hold position. C-2 Jaedan attempts to dodge a Type-BE instance in mid-flight and crashes through the farmhouse wall.\n]\n\n\nC-4 Haruki:\n Watch your tail!\n\n\n[\nThree entities pursue him.\n]\n\n\nC-2 Jaedan:\n Shit!\n\n\n[\nJaedan struggles, lifting debris off his person.\n]\n\n\nC-2 Jaedan:\n Yeesh, these things reek. \n[\nTo Leah over comms.\n]\n Leah, you there? Come out; I don't fuck around with hide-and-seek, you know?\n\n\nC-3 Leah:\n Right above you, Jae Jae!\n\n\n[\nLeah dives from the rafters and lands atop an entity. A second entity swipes its talons at her, scratching her suit. She strikes it before a third entity tackles her.\n]\n\n\nC-2 Jaedan:\n Nobody ever mentions how terrible things will smell after the world ends, do they, Leah?\n\n\n[\nThe second entity screeches while Jaedan combats it. Two more entities enter the farmhouse and engage with Jaedan. Leah wrestles free from the third entity.\n]\n\n\nC-3 Leah:\n Oh my Thoth, they \ndo\n reek!\n\n\nC-2 Jaedan:\n Come on, you heard what the bird lady said — don't invoke the name. That gives him, like, powers or some shit. \n[\nHe dispatches the third entity and kicks it away.\n]\n Listen: Between you and me, I don't remember half the things she's told us.\n\n\n[\nThree more entities enter the farmhouse and attack both Jaedan and Leah.\n]\n\n\nC-3 Leah:\n What do you want? We have nothing for you! Leave us alone!\n\n\nC-1 Quinn (COM):\n What in the depths is going on down there? It sounds like an illegal cockfight. C-2, grab C-3 and fly the damn coop!\n\n\n[\nLeah uppercuts a nearby entity and dispatches it with ease. She turns and connects her fist with another entity's face, which crumples inwards. Five more entities enter.\n]\n\n\nC-2 Jaedan:\n We punch one and two more swoop in to take its place. You know, I liked it better when we faced Selachians. \n[\nHe pummels an entity, and Leah incapacitates it.\n]\n They kept us on our toes, but it felt so good knowing how much of a difference we were making.\n\n\nC-3 Leah:\n While you reminisce, I'll worry about not getting turned into bird feed, thanks. Let's go!\n\n\n[\nLeah kicks over a stack of hay bales, and the pair flies through the wall and onto the roof.\n]\n\n\n[\nA nearby entity follows the pair and perches in a stationary position atop the roof. It folds back its wings while vocalizing a high-pitched chirping sound in Jaedan's direction.\n]\n\n\nC-4 Haruki:\n Jaedan, I think he likes you!\n\n\nC-2 Jaedan:\n \n[\nTo the entity.\n]\n Okay, hear me out. We can't take you home. That's against protocol. So, either you leave right now, or my boys over here will send you to Kingdom Come. \n[\nHe showcases his arms, flexing.\n]\n\n\n[\nLeah inspects the entity. It displays feathers with a brown colouration and bears \ncopious amounts of jewellery\n that dangle from its neck and arms.\n]\n\n\nC-3 Leah:\n He doesn't look so scary. What do you think, Cap, can we keep him?\n\n\nC-1 Quinn:\n At the bottom of a deep dark hole, sure! \n[\nHe laughs.\n]\n You know, we haven't actually recovered one of these things yet.\n\n\nC-2 Jaedan:\n So what? I don't want it!\n\n\nC-1 Quinn:\n \n[\nOver comms.\n]\n E-4 Lead, we've encountered a non-hostile Type-BE entity. Permission to take it into custody?\n\n\nE-4 Lead Keshrayuth (COM):\n Very well, but hurry. I'd like to restrict today's operations to \ntoday\n. We're still unaware of what implications this anomaly might have at night.\n\n\nC-1 Quinn:\n You heard the lady. C-2, grab the Deviant. Let's get back to base, team!\n\n\n\n\n[END LOG]\n\n\n\n\nCLOSING REMARKS:\n \nI'm not sure if the Black Moon howls, but I do know the Blue Moon screeches.\n\n\n\n\n—Captain Quinn Griffith\n\n\nMFT CHARYBDIS Leader\n\n\nShark Punching Centre\n\n\nEDIT: Ignore that.\n\n\n\n\n\n\n\n\n△ Close\n\n\n\n\n\n\nThe captured instance, designated \nEE-3570-A\n, is contained within the Anomalous Humanoids Wing of Site-18 and undergoing study.\n\n\nAbout 36 hr after the start of the Event, Dr. Hoygull appended Document EE-3570 with a new file.\n\n\n\n\n   ▷ IntSCPFN:/files/EE-3570/2018-08-10T23:58:44-07:00.wav\n\n\n\n\n\n\n\n\nAUDIO LOG\n\n\n\n\nNOTE:\n \nOur last known human colleagues — stationed at Lunar Area-32 before the Event — relayed most of the following information, which I've compiled and released via audio recording.\n\n\n\n\n—Dr. Frederick Hoygull, PhD\n\n\nAvian Division Head\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nBy the order of the Avian Division, this recording is being transmitted on all Foundation channels.\n\n\nBefore Extranormal Event 3570, the Foundation hypothesized that a massive lunar anomaly would occur in the near future. On the 24th of December 1972, initial analysis of the Apollo 17 Moon landing's geological samples detailed elevated EVE consistent with reality-bending phenomena.\n7\n The samples, collected from various deposits around the Taurus–Littrow Valley landing site, prompted theories of the Moon's thaumic makeup.\n\n\nIn December 1995, the newly christened, and if I might add, unfortunately named “Outpost Thoth-1” performed a series of observations on lunar sites to record thaumic radiation levels. They discovered the Moon had a baseline EVE intensity registering at 141 000 caspers\n8\n — greater than anywhere on Earth.\n\n\nWhy that did not immediately lead to drastic changes in localized reality and sub-reality, is unknown. But, well, that explains why something \ndid\n happen. And you can thank Thoth, the Egyptian god of wisdom, for causing it.\n\n\n[\nPause.\n]\n\n\nIn the event that such intense energy might be manipulated against Earth, several active deterrents were devised. The contingencies, unfortunately, could not be enacted because the BE-Class Scenario decimated our workforce.\n9\n Taking a look at the files here… Projects included the mass \nScranton Reality Anchor “Seraphim Array”\n in mid-Earth orbit, the Global Hard-Light Energy Shielding System, and the controlled expansion of \nSCP-2821\n to quickly consume the Moon and then itself via–\n\n\nWhat's this? The file literally reads, “[DATA EXPUNGED]”. Of course, the order and protocols of the Foundation still hold true, even when the world falls apart!\n\n\nAnyway, the red tape speaks for itself. Let me tell you what we're going to do about this. Appended to Document EE-3570 is Supplemental Materials file \nUMBRAL_MIGRATORY_SEQUENCE.txt\n. Take note of the information within that file before using available resources to reach immediate rendezvous with Mobile Task Force Eta-4. After that, we will co-ordinate off-world evacuation efforts.\n\n\nSuffice it to say we don't have much time left. Everything will, uh, make sense soon.\n\n\nAnd if it doesn't?\n\n\nGood luck.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n△ Close\n\n\n\n\n\n\nThe remainder of the Foundation — 75 Avian Division personnel, MFT CHARYBDIS, and \nSCP-2785\n — is stationed at Site-18. Operation: DIVINE RUSE is being developed at this time.\n\n\n\n\nIII. Supplemental Materials\n\n\nThe few remaining Avian Division staff in Egypt discovered a preserved papyrus reed manuscript, circa 1900 BCE, filed within \nReliquary Site-62\n Archives. The manuscript was written in Egyptian hieratic script and included several surviving accounts.\n\n\nA series of fragmented excerpts, as they relate to EE-3570, are as follows.\n\n\n\n\n   ▷ Recovered Text\n\n\n\n\n\n\n\n\n–and Khemennu employs its sons to the most effective degree. We are the jewel of the Nile, so Zaid the Ascended One professes — and it is true, and it is good.\n\n\nSoon, we depart the Land of Black and Red for the Cosmos beyond, where Thoth will bring us on a holy tour. We–\n\n\n\n\n\n\nI have not told the Elders, but I received a visit from the Sacred One in my dreams. In fear, I asked the one question that has haunted me most. I asked, \nThoth, why do you cast down unbelievers?\n\n\nTo which Thoth replied, \nsuch an action is a justice basked in by the righteous.\n\n\nTo this, I asked, \nThoth, how can you cast down your children, righteous or not?\n\n\nThoth said, \nyour kind is not truly my children. But I have asserted myself in front of the Communion for those I deem worthy — thus, those I consider my children in spirit. For if I do not extend my wisdom, why must my wisdom exist?\n\n\nI asked Thoth, \nis there anything we could do to anger you?\n\n\nTo which Thoth replied, \nto reject my wisdom is to spite me. Indeed, to be without my wisdom for long is a blasphemous offence. But to anger me, truly, it would need the effort of one who is quite mad. There is nothing you, my collective children, could do to anger me. I have plans yet for those that have failed to gain my favour.\n\n\nI then asked, \nThoth, what is your plan for us?\n\n\nThoth proclaimed, \nI shall cast down the azure fires of Set above, which will consume your Holy City. These are not raging fires, however, but those of majesty and wonder. Of the bright motes that twinkle in the night. Of Ra's destiny. And when the City becomes inflamed, so too will your hearts. They will sprout and flower into vast wings in the reflection of the Sacred Ibis. This, I shall share with all my children, who will join my flock in the vast Cosmos. You will rule my paradise. Forever, forever.\n\n\nI awoke, wishing not the fires blue. I enjoy mortality. If Thoth wills transcendence — I am in fear. Alas, if it means tasting the Brot Kruma, perhaps that is necessary to–\n\n\n\n\n\n\nThe beast wakes. The vermin stir. The great one feeds. Thoth cowers in the dusk. And Brot Kruma awaits. The ritual has begun. Thoth will not leave any of his children behind.\n\n\nThose unworthy? Doomed to become thralls, as Thoth wills it.\n\n\nForever, forever.\n\n\n\n\n\n\n△ Close\n\n\n\n\n\n\nThe subject matter within the account describes phenomena related to EE-3570 and \nURA-8047\n \nSCP-3632\n. The Avian Division has begun drafting methods of reaching \nSCP-3632\n.\n\n\n\n\n\n\nAUGUST 11 UPDATE\n\n\n\n\nThis document is marked for immediate release via all available communication channels. Consult the attached note for details.\n\n\n\n\nTHE CLEARANCE LEVEL TO ACCESS THIS FILE HAS BEEN LOWERED FROM\n\n\n\n\nLEVEL-1/GENERAL\n\n\nTO\n\n\nLEVEL-0/PUBLIC\n\n\n\n\nIf any allies have yet to reveal yourselves: Please, we need your help.\n\n\nTo our successors: If these are the only documents you find, know we have failed.\n\n\n—Dr. Frederick Hoygull\n\n\nMEDILA WILLS OUR PATH NOW\n\n\nUNTIL WE RETURN TO THE NEST\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \nakiva:\n An SI unit used to assign a measurement to esoteric radiation emitted by powerful reality-bending entities. Defined by the value of piety reported among adherents of any such entities.\n\n\n2\n. \nnoosphere:\n The realm of memetic activity. The existence of free memes implies the noosphere has an existence separate from physical reality. The precise nature of this existence is poorly understood.\n\n\n3\n. As opposed to the “human meme” by some definition thereof.\n\n\n4\n. MTF-Eta-4 operatives recorded this with a thaumometer, which quantifies thaumic energy levels within a localized area.\n\n\n5\n. \nÉlan-Vital\n Energy:\n Fundamental particles generated by all living entities.\n\n\n6\n. Centre personnel are primarily dedicated to combatting anomalous nautical threats, typically of Selachian nature. The Department of Extra-Universal Affairs first established contact with the Centre in 2011, but MTF-Eta-4 of the Avian Division and MFT CHARYBDIS of the Centre only began joint operations shortly before the advent of EE-3570.\n\n\n7\n. As thaumatic technology was still under-developed before 1972 because of a lack of research into the Theory of Unified Thaumatology, earlier lunar missions could not detect any thaumic energy.\n\n\n8\n. \ncasper:\n A unit used to assign a measurement to reality-altering phenomena.\n\n\n9\n. Dr. Hoygull has decided it would be most appropriate to categorize the two events as the same. Hence, BE-Class “\nMigration\n” End-of-Consciousness Scenario.\n\n\n\n\n\n\n\n\n« \nSPC-507\n | \nTEAM BIRD\n | \nThe Sacred Djehuti\n »\n\n\n\n\n\n\n« \nSCP-3569\n | \nLt Flops\n | \nSCP-3571\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "title": "EE-3570"
}