{
    "url": "https://scp-wiki.wikidot.com/scp-3579",
    "all_text": "rating: \n+80\n+\n–\nx\n\n\nItem #:\n SCP-3579\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Any physical instances of SCP-3579-1 are to be taken down by undercover Foundation personnel, disguised as working men and women. Any website hosting digital instances of SCP-3579-1 are to be remotely changed as to not feature SCP-3579-1. All calls to SCP-3579 are to be traced and ended if possible. Research of SCP-3579 is only to be conducted by Level 2 staff using a cell phone with the phone number of SCP-3579 on speed-dial, kept in storeroom 24 of Site-15.\n\n\nDescription:\n SCP-3579 is a telephone operated service running under the name “Insta-Gator”, using the telephone number 1-800-███-████. At random intervals, advertisements featuring SCP-3579 will appear in major cities. These are identified as SCP-3579-1. Instances of SCP-3579-1 will feature the phone number associated with SCP-3579 and the tag line: \"\nNeed some help with a troublemaker? Wish you could just eliminate 'er? We'll be your problem solving crusader. Just call us at Insta-Gator!\n\"\n\n\nWhen the number associated with SCP-3579 is called, a pre-recorded voice asks the caller to name a destination. When a valid destination is spoken into the phone, the pre-recorded message asks them to press a number on their phone to select an amount of alligators and a special request for an extra fee. When a number from one through nine is pressed, a corresponding amount of fully grown, live American alligators (\nAlligator mississippiensis\n), identified as SCP-3579-2 will enter the specified area through any body of water within 10 m of identified location, and attempt to fulfill the request. If no water is within the 10 m radius, a small puddle which expands to accommodate the amount of alligators will form. If nothing is requested, instances of SCP-3579-2 will remain hostile. After 10 minutes, any instance of SCP-3579-2 currently not in the water will attempt to return to the body of water, into which they will dematerialize. If the body of water was created by SCP-3579, it will dissipate into water vapour.\n\n\nInstances of SCP-3579-2 display various anomalies compared to regular American alligators. Instances of SCP-3579-2 are always male, exactly 4 metres long, and visually exact to any other instance of SCP-3579-2. If kept outside of a body of water for more that 5 minutes, instances of SCP-3579-2 will suffer myocardial infarction, causing them to cease life functions. Recent scans of the DNA of multiple instances of SCP-3579-2 concluded that each instance has identical genetic makeup.\n\n\nThe location that SCP-3579 operates from is currently unknown.\n\n\nTest Log:\n\n\n\n\nTest 3579-01\n\n\nLocation chosen:\n ███████ Wetlands, Louisiana\n\n\nAmount requested:\n Six\n\n\nObjects present:\n None\n\n\nSpecial request:\n None\n\n\nPurpose:\n Initial test of the capabilities of SCP-3579\n\n\nResult:\n Six instances of SCP-3579-2 violently thrashed out of the water in a tight circle and constantly leaped and attacked the air above them for ten minutes before returning to the water.\n\n\n\n\n\n\nTest 3579-02\n\n\nLocation chosen:\n Pond within Biological Research Site-104\n\n\nAmount requested:\n Two\n\n\nObjects present:\n Two Class-D personnel. D-3579-01 standing next to the pond, and D-3579-02 standing 15 metres away.\n\n\nSpecial request:\n Attack the Class-D personnel.\n\n\nPurpose:\n Test if SCP-3579 can manifest instances of SCP-3579-2 in a closed environment as well as test SCP-3579-2's hostility towards humans.\n\n\nResult:\n Two instances of SCP-3579-2 crawled out of the pond. The first immediately attacked D-3579-01, while the second chased down D-3579-02 and attacked. Both instances of SCP-3579-2 killed their respective Class-D personnel and returned to the pond after ten minutes.\n\n\nResearcher's Note:\n \nWell, that was… gruesome. Remind me to keep that number secure. Ick. -Dr. L█████\n\n\n\n\n\n\nTest 3579-03\n\n\nLocation chosen:\n 'Beside me' (Within a research laboratory in Site-15)\n\n\nAmount requested:\n One\n\n\nObjects present:\n A live pig.\n\n\nSpecial request:\n None\n\n\nPurpose:\n Test to see if SCP-3579-2 can manifest itself without a water source as well as its hostility towards animals.\n\n\nResult:\n A small puddle formed on the floor of the lab beside Dr. L█████. Despite the puddle not being deep at all, an instance of SCP-3579-2 emerged from it, with its body half submerged as it thrashed. It did not attempt to eat the pig.\n\n\nResearcher's Note:\n \nSeems these things won't actively hunt unless told to. -Dr. L█████\n\n\n\n\n\n\nTest 3579-04\n\n\nLocation chosen:\n A bowl of water within a two-roomed research laboratory in Site-15\n\n\nAmount requested:\n Three\n\n\nObjects present:\n A remotely closed door between the two rooms.\n\n\nSpecial request:\n Enter the second room.\n\n\nPurpose:\n Test SCP-3579-2's lifespan out of water.\n\n\nResult:\n Three instances of SCP-3579-2 dove from the bowl, two of which attacked the Class-D personnel standing near the doorway and later returned into the bowl. The third instance traversed to D-3579-05 and attacked them. The doorway was locked down while the instance of SCP-3579-2 was in the room without the bowl. After five minutes of being trapped, the instance of SCP-3579-2 suffered myocardial infarction and died.\n\n\n\n\n\n\nTest 3579-05\n\n\nLocation chosen:\n Within a research laboratory in Site-15\n\n\nAmount requested:\n One\n\n\nObjects present:\n A clipboard with a research notes page placed on the ground, \nSCP-1161\n left open in a display case.\n\n\nSpecial request:\n Research \nSCP-1161\n.\n\n\nPurpose:\n See if SCP-3579-2 has non-destructive purposes.\n\n\nResult:\n A sink within the lab turned itself on, filling with water. A single instance of SCP-3579-2 climbed out, and calmly crawled towards the clipboard and SCP-1161. After being hunched over the clipboard for about 4 minutes, the instance of SCP-3579-2 climbed back into the sink. The clipboard was filled out, in scrawny handwriting.\n\n\n\n\nClipboard Filled out by SCP-3579-2\n\n\n\n\nACCESS GRANTED\n\n\n\n\n\n\nName:\n instent algator\n\n\nResearching:\n scp one one six one\n\n\nObservations:\n had werds 'how to build a shelf' and instructshuns on how to bild one.\n\n\nThe rest of the document is blank.\n\n\n\n\n\n\n\n\n\n\n\n\nResearcher's Note:\n \nHuh, this could have a somewhat useful purpose. -Dr. L█████\n\n\n\n\nTest 3579-06\n\n\nLocation chosen:\n Surface of Lunar Area-32\n\n\nAmount requested:\n One\n\n\nObjects present:\n None\n\n\nSpecial Request:\n None\n\n\nPurpose:\n [REDACTED]\n\n\nResult:\n A small puddle of liquid water formed on the lunar surface, and one instance of SCP-3579-2 leaped from it, immediately suffocating due to the vacuum of space. The puddle dissipated without SCP-3579-2 returning to it.\n\n\nResearcher's Note:\n \nWhose idea was this? -Dr. L█████\n\n\n\n\n\n\n\n\n« \nSCP-3578\n | SCP-3579 | \nSCP-3580\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3579\n\" by Beeso3, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3579\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Test 3579-01 Location chosen: ███████ Wetlands, Louisiana Amount requested: Six Objects present: None Special request: None Purpose: Initial test of the capabilities of SCP-3579 Result: Six instances of SCP-3579-2 violently thrashed out of the water in a tight circle and constantly leaped and attacked the air above them for ten minutes before returning to the water.",
        "Test 3579-02 Location chosen: Pond within Biological Research Site-104 Amount requested: Two Objects present: Two Class-D personnel. D-3579-01 standing next to the pond, and D-3579-02 standing 15 metres away. Special request: Attack the Class-D personnel. Purpose: Test if SCP-3579 can manifest instances of SCP-3579-2 in a closed environment as well as test SCP-3579-2's hostility towards humans. Result: Two instances of SCP-3579-2 crawled out of the pond. The first immediately attacked D-3579-01, while the second chased down D-3579-02 and attacked. Both instances of SCP-3579-2 killed their respective Class-D personnel and returned to the pond after ten minutes. Researcher's Note: Well, that was… gruesome. Remind me to keep that number secure. Ick. -Dr. L█████",
        "Test 3579-03 Location chosen: 'Beside me' (Within a research laboratory in Site-15) Amount requested: One Objects present: A live pig. Special request: None Purpose: Test to see if SCP-3579-2 can manifest itself without a water source as well as its hostility towards animals. Result: A small puddle formed on the floor of the lab beside Dr. L█████. Despite the puddle not being deep at all, an instance of SCP-3579-2 emerged from it, with its body half submerged as it thrashed. It did not attempt to eat the pig. Researcher's Note: Seems these things won't actively hunt unless told to. -Dr. L█████",
        "Test 3579-04 Location chosen: A bowl of water within a two-roomed research laboratory in Site-15 Amount requested: Three Objects present: A remotely closed door between the two rooms. Special request: Enter the second room. Purpose: Test SCP-3579-2's lifespan out of water. Result: Three instances of SCP-3579-2 dove from the bowl, two of which attacked the Class-D personnel standing near the doorway and later returned into the bowl. The third instance traversed to D-3579-05 and attacked them. The doorway was locked down while the instance of SCP-3579-2 was in the room without the bowl. After five minutes of being trapped, the instance of SCP-3579-2 suffered myocardial infarction and died.",
        "Test 3579-05 Location chosen: Within a research laboratory in Site-15 Amount requested: One Objects present: A clipboard with a research notes page placed on the ground, SCP-1161 left open in a display case. Special request: Research SCP-1161 . Purpose: See if SCP-3579-2 has non-destructive purposes. Result: A sink within the lab turned itself on, filling with water. A single instance of SCP-3579-2 climbed out, and calmly crawled towards the clipboard and SCP-1161. After being hunched over the clipboard for about 4 minutes, the instance of SCP-3579-2 climbed back into the sink. The clipboard was filled out, in scrawny handwriting. Clipboard Filled out by SCP-3579-2 ACCESS GRANTED Name: instent algator Researching: scp one one six one Observations: had werds 'how to build a shelf' and instructshuns on how to bild one. The rest of the document is blank. Researcher's Note: Huh, this could have a somewhat useful purpose. -Dr. L█████",
        "Name: instent algator Researching: scp one one six one Observations: had werds 'how to build a shelf' and instructshuns on how to bild one. The rest of the document is blank.",
        "Test 3579-06 Location chosen: Surface of Lunar Area-32 Amount requested: One Objects present: None Special Request: None Purpose: [REDACTED] Result: A small puddle of liquid water formed on the lunar surface, and one instance of SCP-3579-2 leaped from it, immediately suffocating due to the vacuum of space. The puddle dissipated without SCP-3579-2 returning to it. Researcher's Note: Whose idea was this? -Dr. L█████",
        "\" SCP-3579 \" by Beeso3, from the SCP Wiki . Source: https://scpwiki.com/scp-3579 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3579",
    "object_class": "Euclid",
    "containment_procedures": "Any physical instances of SCP-3579-1 are to be taken down by undercover Foundation personnel, disguised as working men and women. Any website hosting digital instances of SCP-3579-1 are to be remotely changed as to not feature SCP-3579-1. All calls to SCP-3579 are to be traced and ended if possible. Research of SCP-3579 is only to be conducted by Level 2 staff using a cell phone with the phone number of SCP-3579 on speed-dial, kept in storeroom 24 of Site-15.",
    "description": "SCP-3579 is a telephone operated service running under the name “Insta-Gator”, using the telephone number 1-800-███-████. At random intervals, advertisements featuring SCP-3579 will appear in major cities. These are identified as SCP-3579-1. Instances of SCP-3579-1 will feature the phone number associated with SCP-3579 and the tag line: \"Need some help with a troublemaker? Wish you could just eliminate 'er? We'll be your problem solving crusader. Just call us at Insta-Gator!\"",
    "title": "SCP-3579"
}