{
    "url": "https://scp-wiki.wikidot.com/scp-3589",
    "all_text": "rating: \n+266\n+\n–\nx\n\n\n\n\n\n\nSCP-3589 arm damaged during breach\n\n\n\n\n\n\nItem #:\n SCP-3589\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-3589 is contained in a Standard Humanoid Containment Cell in Site-31. SCP-3589's current arms and upper body are to remain immobilized in polymer gel #MCN119 (replaced monthly). Immediately following conclusion of any testing, researchers are to repeatedly remove SCP-3589's arms until human extremities emerge, and reapply the gel.\n\n\nNonbiological arms composed of valuable materials may be melted down or otherwise scavenged, while biological arms are to be cryogenically preserved when not undergoing research.\n\n\nDescription:\n SCP-3589 is Armando Rivera, a 34-year-old Mexican-American man.\n\n\nSCP-3589's anomalous properties manifest when one of its arms is removed. At this point, an amorphous mass of stem cells will extend from SCP-3589's stump. This growth will rapidly differentiate and grow into a new arm within 1.1 seconds. SCP-3589 claims to feel no pain during either this process or the initial removal.\n\n\nSCP-3589 is capable of forcibly pulling off its own arms with very little resistance or difficulty. However, outside attempts to remove arms require approximately quadruple the tensile force otherwise predicted to dislocate a human shoulder.\n\n\nSCP-3589's detached arms can be composed of a large variety of materials and are not universally human in morphology\n1\n.\n\n\nApproximately 30% of extremities generated by SCP-3589 resemble nonanomalous human arms. DNA tests have matched these limbs to living people; these people do not exhibit any anomalous properties or awareness of SCP-3589. Arms composed of gaseous, liquid, or amorphous materials retain their shape. Compositions of removed arms appear to be generated at random.\n\n\nOnce detached, biological arms remain functional despite lack of blood flow from SCP-3589. Several layers of epidermal tissue seal all blood vessels at the point of removal.\n\n\nSCP-3589 retains limited motor control of its detached arms, with the degree of coordination and control over them correlating inversely with the number of instances SCP-3589 attempts to control simultaneously. SCP-3589 receives limited sensory information from severed arms (primarily touch and proprioception).\n\n\nAddendum 3589-01:\n During an unrelated containment breach, SCP-3589 attempted to escape in the ensuing chaos and discarded dozens of arms until it had generated several dense metallic ones. SCP-3589 interlocked these arms around its body to protect itself, and attempted to flee Site security while wielding more arms (corresponding to \nTherizinosaurus\n, scorpions, and various volatile chemicals) as makeshift weapons.\n\n\nDr. Rosa Marquez was critically injured in the initial breach, losing her left arm. While attempting to activate Site lockdown procedures, one of SCP-3589's discarded human arms landed near her and fused itself to the stump of her absent appendage. SCP-3589 then lost control over its detached arms, all of which converged towards Dr. Marquez.\n\n\nOver 200 arms surrounded Dr. Marquez. Several dozen fused to her at their bases, while the remaining limbs arranged themselves into a complex polyhedral cage. This cage contracted until it formed a spherical shell approximately 2m in diameter. It remained in this state for approximately 4 minutes, after which all arms comprising this structure disengaged and fell to the ground. SCP-3589 subsequently remained unable to feel or control any of these arms, although none of them have decayed.\n\n\nNo trace was found of Dr. Marquez.\n\n\n\n\nFootnotes\n\n\n1\n. The first nonhuman instance resembled the right arm of a brown bear (\nUrsus arctos\n).\n\n\n\n\n\n\n\n\n« \nSCP-3588\n | SCP-3589 | \nSCP-3590\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3589\n\" by Weryllium, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3589\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n armory.jpeg\n\n\nName:\n 'Left Arm, Hand, and Part of Shoulder' by Thomas Eakins.JPG\n\n\nAuthor:\n Wmpearl\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nWikimedia Commons\n\n\nAdditional Notes:\n Image reoriented.",
    "addendums": [
        "Addendum 3589-01: During an unrelated containment breach, SCP-3589 attempted to escape in the ensuing chaos and discarded dozens of arms until it had generated several dense metallic ones. SCP-3589 interlocked these arms around its body to protect itself, and attempted to flee Site security while wielding more arms (corresponding to Therizinosaurus , scorpions, and various volatile chemicals) as makeshift weapons.\nDr. Rosa Marquez was critically injured in the initial breach, losing her left arm. While attempting to activate Site lockdown procedures, one of SCP-3589's discarded human arms landed near her and fused itself to the stump of her absent appendage. SCP-3589 then lost control over its detached arms, all of which converged towards Dr. Marquez.\nOver 200 arms surrounded Dr. Marquez. Several dozen fused to her at their bases, while the remaining limbs arranged themselves into a complex polyhedral cage. This cage contracted until it formed a spherical shell approximately 2m in diameter. It remained in this state for approximately 4 minutes, after which all arms comprising this structure disengaged and fell to the ground. SCP-3589 subsequently remained unable to feel or control any of these arms, although none of them have decayed.\nNo trace was found of Dr. Marquez."
    ],
    "documents": [],
    "notes": [
        "\" SCP-3589 \" by Weryllium, from the SCP Wiki . Source: https://scpwiki.com/scp-3589 . Licensed under CC-BY-SA .",
        "Filename: armory.jpeg Name: 'Left Arm, Hand, and Part of Shoulder' by Thomas Eakins.JPG Author: Wmpearl License: CC0 Source Link: Wikimedia Commons Additional Notes: Image reoriented."
    ],
    "item": "SCP-3589",
    "object_class": "Euclid",
    "containment_procedures": "SCP-3589 is contained in a Standard Humanoid Containment Cell in Site-31. SCP-3589's current arms and upper body are to remain immobilized in polymer gel #MCN119 (replaced monthly). Immediately following conclusion of any testing, researchers are to repeatedly remove SCP-3589's arms until human extremities emerge, and reapply the gel.",
    "description": "SCP-3589 is Armando Rivera, a 34-year-old Mexican-American man.",
    "title": "SCP-3589"
}