{
    "url": "https://scp-wiki.wikidot.com/scp-3594",
    "all_text": "rating: \n+75\n+\n–\nx\n\n\nItem #:\n SCP-3594\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-3594 is to be housed in a standard grade amphibious pet terrarium, half of which should be filled with water. The terrarium is to be kept heated at 21 degrees celsius using a battery powered heating lamp.\n\n\nSCP-3594-A should be fed three times a day. Foundation herpetologist approved foods consist of \nGryllidae\n, \nPeriplaneta americana\n, and \nLumbricus terrestris\n, though subject is capable of also consuming \nMus musculus\n1\n. SCP-3594-A entering a brumation state and refusing food is considered normal, and has no effect on SCP-3594.\n\n\nDescription:\n SCP-3594 is an entity that claims to be a wart located on the back of an adult male \nCeratophrys\n, henceforth designated as SCP-3594-A. SCP-3594-A displays normal behavior for a frog of its age, and is in all aspects non-anomalous.\n\n\nSCP-3594 communicates telepathically through unknown means. Vocal perception differs subjectively, as humans communicate with SCP-3594 in their native language and do not describe it as having the same voice.\n\n\nSCP-3594 claims that it is omniscient, though Foundation researchers have found little evidence to support this claim. SCP-3594 does however display extensive knowledge in many aspects of human history. Foundation researchers have determined that SCP-3594 has:\n\n\n\n\nComprehensive understanding of a wide variety of highly complex algorithms and scientific theories.\n\n\nFluency in a majority of known human languages\n\n\nExtensive knowledge of a majority of recorded wars throughout human history.\n\n\nFamiliarity with every piece of published literature, both fiction and nonfiction.\n\n\n\n\nFoundation researchers concluded that despite claiming otherwise, SCP-3594 does \nnot\n:\n\n\n\n\nUnderstand sarcasm.\n\n\nHave any influence over SCP-3594-A.\n\n\nUnderstand how to operate technology invented post 1846.\n\n\nHave knowledge of classified Foundation information.\n\n\n\n\nSCP-3594 is friendly with Foundation personnel, and has been consistently cooperative in assisting Foundation researchers in further understanding its nature.\n\n\nExperiment Log: 3594.\n\n\n\n\nSubject:\n SCP-3594 and SCP-3594-A.\n\n\nDate of Experiment:\n 08/17/20██, conducted thirty six hours after initial containment.\n\n\nPurpose:\n To ascertain the validity of SCP-3594's claims to being a wart on the back of SCP-3594-A. Prior to this test, researchers were operating under the assumption that SCP-3594-A was the entity they were communicating with.\n\n\nProcedure\n: SCP-3594-A was outfitted with a custom built EEG\n2\n device. Foundation personnel would monitor SCP-3594-A's brain waves while conducting an interview with SCP-3594.\n\n\nResults:\n Head of research on nonviolent telepathic entities Dr. ██████ was introduced to SCP-3594, and the two began to converse. Foundation researchers closely monitored SCP-3594-A's brainwaves, which remained entirely neutral despite Dr. ██████ later confirming that she and SCP-3594 had been having a discussion about \nAnnabel Lee\n, by Edgar Allen Poe. Approximately three minutes into the test, SCP-3594-A's brainwaves significantly fluctuated, though researchers determined this was because SCP-3594-A had noticed a fly in its terrarium. After fifteen minutes of limited brain activity, the experiment was ended and researchers concluded that the entity in question was not SCP-3594-A. Dr. ██████ conversed with SCP-3594 for three minutes longer before vacating its containment chamber.\n\n\n\n\n\n\n+ Show Interview Log 3594. [LEVEL 3 ACCESS REQUIRED.]\n\n\n\n\n- Access granted, displaying interview log.\n\n\n\n\n\n\nInterviewed:\n SCP-3594\n\n\nInterviewer:\n Senior Researcher Dr. O'Brien.\n\n\nForeword:\n Interview was conducted on 10/24/20██.\n\n\n<Begin Log>\n\n\nDr. O'Brien:\n Good evening, 3594. I trust you're doing well today?\n\n\nSCP-3594:\n Hello doctor. It's been some time since anyone has last come to speak with me. Mostly all I see these days are guards here to feed Bosco.\n\n\nDr. O'Brien:\n I'm sorry, Bosco? Are you referring to SCP-3594-A?\n\n\nSCP-3594:\n My cosmos and my everything, yes. His name is Bosco, or at least that seems to be the name he is the most fond of. He's quite the virtuoso, I'll have you know.\n\n\nDr. O'Brien:\n Actually, we've determined that SCP-3594-A is a regular frog in every way. There's nothing special about it at all, as far as we've concluded.\n\n\nSCP-3594:\n Now you're just being insensitive, doctor. I wouldn't spit such petty insinuations in the face of your universe, not with all the wonder it holds. There's no reason that you should do the same for mine.\n\n\nDr. O'Brien:\n I'm sorry, but are you drawing comparisons between the universe and a frog?\n\n\nSCP-3594:\n Your universe, doctor, not mine.\n\n\nDr. O'Brien:\n I don't understand.\n\n\nSCP-3594:\n Of course you don't. Mortals are so finicky about what should define the laws of reality that they'd rather adamantly watch a play from the front row than peek their heads behind the stage curtain and see the production in its entirety. You of all people should know this doctor, you and your Foundation.\n\n\nDr. O'Brien:\n I still don't understand your previous statement, or what it is that you mean to imply.\n\n\nSCP-3594:\n What I mean to imply doctor, is that Bosco is in no way different from the ever expanding universe that you preside in right now. My nature is that of a frog, just as yours is a cluster of galaxies and stars. You are a resident of your reality, as I am one of mine.\n\n\nDr. O'Brien:\n I think I get what you're insinuating, though I still don't understand why you've decided to link yourself to SCP-3594-A.\n\n\nSCP-3594:\n I'm a traveler, doctor. My destination will arrive with Bosco's passing, but until then I will remain as I am now, watching over my universe from the back.\n\n\nDr. O'Brien:\n Literally, in this case.\n\n\nSCP-3594:\n Yes, literally.\n\n\nDr. O'Brien:\n I think I understand what you're trying to say, but even with this information, we don't understand what you are.\n\n\nSCP-3594:\n I am the omniwart.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Cricket, American cockroach, common earth worm, and house mouse respectively.\n\n\n2\n. Electroencephalography.\n\n\n\n\n\n\n\n\n« \nSCP-3593\n | SCP-3594 | \nSCP-3595\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3594\n\" by WennyGoon, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3594\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Subject: SCP-3594 and SCP-3594-A. Date of Experiment: 08/17/20██, conducted thirty six hours after initial containment. Purpose: To ascertain the validity of SCP-3594's claims to being a wart on the back of SCP-3594-A. Prior to this test, researchers were operating under the assumption that SCP-3594-A was the entity they were communicating with. Procedure : SCP-3594-A was outfitted with a custom built EEG 2 device. Foundation personnel would monitor SCP-3594-A's brain waves while conducting an interview with SCP-3594. Results: Head of research on nonviolent telepathic entities Dr. ██████ was introduced to SCP-3594, and the two began to converse. Foundation researchers closely monitored SCP-3594-A's brainwaves, which remained entirely neutral despite Dr. ██████ later confirming that she and SCP-3594 had been having a discussion about Annabel Lee , by Edgar Allen Poe. Approximately three minutes into the test, SCP-3594-A's brainwaves significantly fluctuated, though researchers determined this was because SCP-3594-A had noticed a fly in its terrarium. After fifteen minutes of limited brain activity, the experiment was ended and researchers concluded that the entity in question was not SCP-3594-A. Dr. ██████ conversed with SCP-3594 for three minutes longer before vacating its containment chamber.",
        "Interviewed: SCP-3594 Interviewer: Senior Researcher Dr. O'Brien. Foreword: Interview was conducted on 10/24/20██. <Begin Log> Dr. O'Brien: Good evening, 3594. I trust you're doing well today? SCP-3594: Hello doctor. It's been some time since anyone has last come to speak with me. Mostly all I see these days are guards here to feed Bosco. Dr. O'Brien: I'm sorry, Bosco? Are you referring to SCP-3594-A? SCP-3594: My cosmos and my everything, yes. His name is Bosco, or at least that seems to be the name he is the most fond of. He's quite the virtuoso, I'll have you know. Dr. O'Brien: Actually, we've determined that SCP-3594-A is a regular frog in every way. There's nothing special about it at all, as far as we've concluded. SCP-3594: Now you're just being insensitive, doctor. I wouldn't spit such petty insinuations in the face of your universe, not with all the wonder it holds. There's no reason that you should do the same for mine. Dr. O'Brien: I'm sorry, but are you drawing comparisons between the universe and a frog? SCP-3594: Your universe, doctor, not mine. Dr. O'Brien: I don't understand. SCP-3594: Of course you don't. Mortals are so finicky about what should define the laws of reality that they'd rather adamantly watch a play from the front row than peek their heads behind the stage curtain and see the production in its entirety. You of all people should know this doctor, you and your Foundation. Dr. O'Brien: I still don't understand your previous statement, or what it is that you mean to imply. SCP-3594: What I mean to imply doctor, is that Bosco is in no way different from the ever expanding universe that you preside in right now. My nature is that of a frog, just as yours is a cluster of galaxies and stars. You are a resident of your reality, as I am one of mine. Dr. O'Brien: I think I get what you're insinuating, though I still don't understand why you've decided to link yourself to SCP-3594-A. SCP-3594: I'm a traveler, doctor. My destination will arrive with Bosco's passing, but until then I will remain as I am now, watching over my universe from the back. Dr. O'Brien: Literally, in this case. SCP-3594: Yes, literally. Dr. O'Brien: I think I understand what you're trying to say, but even with this information, we don't understand what you are. SCP-3594: I am the omniwart. <End Log>",
        "\" SCP-3594 \" by WennyGoon, from the SCP Wiki . Source: https://scpwiki.com/scp-3594 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3594",
    "object_class": "Euclid",
    "containment_procedures": "SCP-3594 is to be housed in a standard grade amphibious pet terrarium, half of which should be filled with water. The terrarium is to be kept heated at 21 degrees celsius using a battery powered heating lamp.",
    "description": "SCP-3594 is an entity that claims to be a wart located on the back of an adult male Ceratophrys, henceforth designated as SCP-3594-A. SCP-3594-A displays normal behavior for a frog of its age, and is in all aspects non-anomalous.",
    "title": "SCP-3594"
}