{
    "url": "https://scp-wiki.wikidot.com/scp-3601",
    "all_text": "rating: \n+120\n+\n–\nx\n\n\n\n\n\n\nAn example of a document preserved after an SCP-3601-related reality restructuring event.\n\n\n\n\n\n\nItem #:\n SCP-3601\n\n\nObject Class:\n \nKeter\n Neutralized\n\n\nSpecial Containment Procedures:\n As of 01/05/2016, after SCP-3601 failed to go through an 3601-event for two consecutive cycles, SCP-3601 is considered neutralized.\n\n\nIn January of each even-numbered year, automatic monitoring of the internet for any SCP-3601-related advertising should take place. \nMTF-Alpha-4\n (“Pony Express”) is to intercept any mail or packages addressed to Nueva Hermosillo Public Library, 3600 Central Ave, Nueva Hermosillo, New Mexico.\n\n\nArchived Special Containment Procedures:\n (void as of 01/05/2016)\n\nFrom January to March of each even-numbered year, during SCP-3601 active phases, MTF-Alpha-4 should be dispensed to intercept all mail sent to Nueva Hermosillo Public Library, 3600 Central Ave, Nueva Hermosillo, New Mexico.\n\n\nSelected Foundation personnel with writing experience, particularly in historical or creative writing, are required to send in entries in response to one of the approved prompts (see Addendum 3601-1). As there is no way to prevent SCP-3601 events, efforts should be focused on reduction and mitigation. Submitted entries should focus on maintaining a similar history while upholding quality of writing. Changes made should be purely cosmetic or inconsequential, and history described ought to adhere to known history as closely as possible.\n\n\nOvernight on the last night of February of each even year, resources should focus on preservation of Foundation documents. Scranton Reality Anchors and any other future ontological stability technology should be activated around any file or record storage. Standard reality stability procedures for essential personnel should also be implemented on this date.\n\n\nDescription:\n (considered void as of 01/05/2016)\n\nSCP-3601 is an anomalous creative writing contest. Every two years on January 1st, advertisements, most found online in creative writing communities, will be released. These call for entries into an “Alternate History Writing Contest,” promising prizes in varying amounts of US dollars. The theme of the contest is always “United States History, Post 1970” and the advertisements will always imply or advertise the “grand opening” or first year of the competition.\n\n\nParticipants are asked to mail their entries to a public library in Nueva Hermosillo, a New Mexico city which had not been found to exist. Tracking of letters sent has given no conclusive results. However, it has been proven possible to intercept the letters.\n\n\nThe deadline for entry is always listed as March 1st. On the last night of February of each year when the contest is held, a CK-class reality restructuring event will occur. Changes as described in the winning entry will become reality. These changes are not fully comprehensive, and will leave traces of the original past, which include printed documents, files, photos, and art pieces. SRAs and similar technology have been useful in preserving documents. Those who submit winning entries will generally have a sense that history is incorrect. In two separate instances, winners retained full memories of the histories they erased.\n\n\nA website, labelled “Nueva Hermosillo Public Library,”\n1\n will be created. The site will always appear on 12:07 PM MST, January 1st. During competition, it will display the theme of the contest and the address to which entries are sent. At the conclusion of the competition, it will announce the winners, and promise to post the winning entry. Afterwards, it will be taken down at 8:32 PM, with no entries posted.\n\n\nNo clear pattern is known to the choice of winners, but based on previous winners, it is presumed that winners are chosen based on quality of writing rather than the exact nature of the changes they describe.\n\n\nAddendum 3601-1: Approved Prompts\n\nWhile containment was relevant, personnel referenced a list of approved prompts, which listed entry themes deemed acceptable for submission. These are cataloged below.\n\n\n\n\nDisplay Acceptable Themes\n\n\n\n\n– hide block\n\n\n\n\n\n\nWhat if Barney, George W. Bush’s dog, was an Airedale Terrier rather than a Scottish Terrier?\n\n\nWhat if Bill Clinton wore his hair long?\n\n\nWhat if Ronald Reagan’s son, Ron Reagan, went by “Ronnie” instead?\n\n\nWhat if the Hubble Space Telescope was launched 12 seconds earlier?\n\n\n\n\n\n\n\n\n\n\nAddendum 3601-2: Recovered Documents\n\n\n\n\nAdvertisements, Showing Regular Variances\n\n\n\n\n– hide block\n\n\n\n\n\n\nFrom 01/01/2004\n\n\nWant to try your hand at writing history? Enter the First Nuevo Hermosillo Alternate Biennial History Contest and get the chance to win prizes, too! The best entry takes $500!\n\n\nOur theme for this time is American History, 1970 onwards! Ask yourself, “what if?”\n\n\nClick on this hyperlink to find out more!\n\n\n\n\n\n\nFrom 01/01/2006\n\nWant to try your hand at writing history? Enter the First Nuevo Hermosillo Alternate Biennial History Contest and get the chance to win prizes, too! The best entry takes $1000!\n\n\nOur theme for this time is recent American History! 8) Write about presidents, wars, or even inventions! Ask yourself, “what if?”\n\n\nClick on this hyperlink to find out more!\n\n\n\n\n\n\nFrom 01/01/2014\n\nWant to try your hand at writing history? Enter the First Nuevo Hermosillo Alternate Biennial History Contest and get the chance to win prizes, too! The best entry takes $3000!\n\n\nAsk yourself, “what if?”\n\n\nOur theme for this time is American History, 1970 to now! May the odds be ever in your favour, and the best entry win!\n\n\nClick here to find out more!\n\n\n\n\n\n\n\n\n\n\nAddendum 3601-3: Containment History\n\n\n01/01/2006: First Foundation interference.\n\n\nProposal:\n Senior Researcher Harrison Monroe proposes the Foundation intercept all contest entries sent by mail.\n\n\nResults:\n Failure. CK-class reality restructuring event occurs.\n\n\nAttached document:\n\n\n\n\n03/01/2006, posted on kewlcontest.net,\n\nUnfortunately, we haven’t received many entries this year. Still, we persevered, and Jonathan, our intern, spread the news around his college! We’re proud to announce our winner to be Abigail Grothaus with her entry “What if Reagan survived his 1981 assassination?”\n\n\nBe on the lookout, we’ll have it up and posted soon!\n\n\n\n\nNotes:\n Recovered documents, including Reagan's 1981 autopsy, obituary, and records of succession; records from the George H. W. Bush administration (now lasting 1981 to impeachment in 1994); and records from the Perot administration, are available upon request.\n\n\n01/01/2008\n\n\nProposal:\n Dr. Rebecca Schlesinger proposes the Foundation send in attempts at communication.\n\n\nResults:\n No result.\n\n\nProposal:\n Dr. Anna Mitchell proposes the Foundation attempt to preserve documents by utilizing SRA technology.\n\n\nResults:\n Success. 86% of Foundation documents remain unchanged after 2008 reality restructuring event.\n\n\n01/01/2010\n\n\nProposal:\n Dr. Rebecca Schlesinger proposes Foundation send in entries.\n\n\nResults:\n Success. Researcher Prasad’s entry, “What if the Triangle Fire started thirty seconds later?” is the winner. Method of containment is developed.\n\n\n01/01/2012\n\n\nIncident 3601-1.\n Presumed to be cause of neutralization.\n\n\nAddendum 3601-4: Interview\n\n\n\n\nInterviewed:\n Victor George, the writer of the 2004 winning entry. George claimed to remember everything from before he had made the changes.\n\n\nInterviewer:\n Dr. Schlesinger.\n\n\nForeword:\n Interview taken 05/07/2005, after the Foundation became aware of the anomaly.\n\n\n<Begin Log>\n\n\nSchlesinger:\n Morning, Mr. George. I’m here to talk to you today about a writing contest you participated in about a year ago.\n\n\nGeorge:\n Yeah, I figured. With the way you guys were talking… Figured you’ve got to be trying to fix this. For what it’s worth, I’m sorry. I didn’t know.\n\n\nSchlesinger:\n Fine. Er, I mean, it’s fine. I’d like to know how much you understand what your entry had done. How did you find out?\n\n\nGeorge:\n Well, I woke up that morning, and I looked at the TV, and I was so confused. It took me a bit to connect it to what I wrote, but everything was so much like it. It freaked me out.\n\n\nSchlesinger:\n You didn’t remember anything about the new present?\n\n\nGeorge:\n No. Just the normal one.\n\n\nSchlesinger:\n Did you notice that everything fit what you wrote exactly?\n\n\nGeorge:\n Well, I don’t have a copy any more. But I think so, yeah.\n\n\nSchlesinger:\n Now, in your entry, did you list anything that couldn’t happen in the “normal” world?\n\n\nGeorge:\n Not really, no. I mean, I guess I had some fun with Dick Cheney, doing the whole evil genius thing, and I might have pushed things a bit with the votes, but it \nhad\n been close.\n\n\nSchlesinger:\n Anything else you find particularly noteworthy?\n\n\nGeorge:\n Noteworthy? Well, considering the environment, considering the wars, I might just have ended the world…\n\n\n<End Log>\n\n\nClosing Statement:\n After this interview, Mr. George was administered amnestics and released. The Foundation was able to recover several unaffected documents from the Gore administration, one of which was instrumental in recovery of SCP-8999.\n\n\n\n\nAddendum 3601-5: Incident 3601-1 and Neutralization\n\n01/01/2012\n\n\n\n\n[LEVEL-3 CLEARANCE REQUIRED]\n\n\n\n\n[ACESS GRANTED]\n\n\n\n\nIncident:\n Regular containment procedures as developed previously were undertaken. The entry, “What if Hurricane Katrina took a different path, passing exactly four centimeters to the left of where it had instead?” written by Dr. McCumber was the winning entry. The entry contained multiple flaws, the key of which was a throwaway line:\n\n\n\n\n[…] But let us suppose, then, that a different global wind projected the hurricane to…\n\n\n\n\nAccording to preserved Foundation records, Dr. McCumber was a zoologist with no meteorological expertise. Before the entry was submitted, no one had caught the error. It is hypothesized the entry significantly modified meteorological conditions on a global scale.\n\n\nThe scope of the resulting shift is yet to be determined. Over 80% of the planet’s population is hypothesized to be directly affected. Racial, ethnic, and cultural traits recorded in preserved documents, especially concerning the Americas, certain regions of Africa, and the Middle East, vary significantly from those currently reported. Climate, animal species’ number and variance, and even geography of certain areas appear to have been affected.\n\n\nConfirmed changes include:\n\n\n\n\nThe appearance of \nCallosciurus prevostii\n (Prevost's squirrel).\n\n\nThe disappearance of the Italian Rainforest.\n\n\nComplete change in genetic make-up in aborginal populations in Australia.\n\n\nThe creation of Israel.\n\n\nNearly complete reordering of African nation states.\n\n\nExtinction of \nHomo neanderthalensis\n (Neanderthal) species.\n\n\n[REDACTED]\n2\n\n\nRelocation, and restructuring, of \nSite-29.\n\n\n\n\nFull reconstruction is continuing, with further details available in Document 3601-010312.\n\n\n\n\n\n\n\n\nAfter Incident 3601-1, SCP-3601 failed to become active as normal in 2014, 2016, and 2018. The cause for this is yet unknown.\n\n\n\n\nFootnotes\n\n\n1\n. With varying URLs\n\n\n2\n. Classified 4/\n1173\n. Available upon request to those possessing necessary clearance.\n\n\n\n\n\n\n\n\n« \nSCP-3600\n | SCP-3601 | \nSCP-3602\n »",
    "addendums": [
        "Addendum 3601-1: Approved Prompts While containment was relevant, personnel referenced a list of approved prompts, which listed entry themes deemed acceptable for submission. These are cataloged below.",
        "Addendum 3601-2: Recovered Documents",
        "Addendum 3601-3: Containment History",
        "Addendum 3601-4: Interview",
        "Addendum 3601-5: Incident 3601-1 and Neutralization 01/01/2012\nAfter Incident 3601-1, SCP-3601 failed to become active as normal in 2014, 2016, and 2018. The cause for this is yet unknown."
    ],
    "documents": [
        "Addendum 3601-2: Recovered Documents"
    ],
    "notes": [
        "What if Barney, George W. Bush’s dog, was an Airedale Terrier rather than a Scottish Terrier? What if Bill Clinton wore his hair long? What if Ronald Reagan’s son, Ron Reagan, went by “Ronnie” instead? What if the Hubble Space Telescope was launched 12 seconds earlier?",
        "From 01/01/2004 Want to try your hand at writing history? Enter the First Nuevo Hermosillo Alternate Biennial History Contest and get the chance to win prizes, too! The best entry takes $500! Our theme for this time is American History, 1970 onwards! Ask yourself, “what if?” Click on this hyperlink to find out more!",
        "From 01/01/2006 Want to try your hand at writing history? Enter the First Nuevo Hermosillo Alternate Biennial History Contest and get the chance to win prizes, too! The best entry takes $1000! Our theme for this time is recent American History! 8) Write about presidents, wars, or even inventions! Ask yourself, “what if?” Click on this hyperlink to find out more!",
        "From 01/01/2014 Want to try your hand at writing history? Enter the First Nuevo Hermosillo Alternate Biennial History Contest and get the chance to win prizes, too! The best entry takes $3000! Ask yourself, “what if?” Our theme for this time is American History, 1970 to now! May the odds be ever in your favour, and the best entry win! Click here to find out more!",
        "03/01/2006, posted on kewlcontest.net, Unfortunately, we haven’t received many entries this year. Still, we persevered, and Jonathan, our intern, spread the news around his college! We’re proud to announce our winner to be Abigail Grothaus with her entry “What if Reagan survived his 1981 assassination?” Be on the lookout, we’ll have it up and posted soon!",
        "Interviewed: Victor George, the writer of the 2004 winning entry. George claimed to remember everything from before he had made the changes. Interviewer: Dr. Schlesinger. Foreword: Interview taken 05/07/2005, after the Foundation became aware of the anomaly. <Begin Log> Schlesinger: Morning, Mr. George. I’m here to talk to you today about a writing contest you participated in about a year ago. George: Yeah, I figured. With the way you guys were talking… Figured you’ve got to be trying to fix this. For what it’s worth, I’m sorry. I didn’t know. Schlesinger: Fine. Er, I mean, it’s fine. I’d like to know how much you understand what your entry had done. How did you find out? George: Well, I woke up that morning, and I looked at the TV, and I was so confused. It took me a bit to connect it to what I wrote, but everything was so much like it. It freaked me out. Schlesinger: You didn’t remember anything about the new present? George: No. Just the normal one. Schlesinger: Did you notice that everything fit what you wrote exactly? George: Well, I don’t have a copy any more. But I think so, yeah. Schlesinger: Now, in your entry, did you list anything that couldn’t happen in the “normal” world? George: Not really, no. I mean, I guess I had some fun with Dick Cheney, doing the whole evil genius thing, and I might have pushed things a bit with the votes, but it had been close. Schlesinger: Anything else you find particularly noteworthy? George: Noteworthy? Well, considering the environment, considering the wars, I might just have ended the world… <End Log> Closing Statement: After this interview, Mr. George was administered amnestics and released. The Foundation was able to recover several unaffected documents from the Gore administration, one of which was instrumental in recovery of SCP-8999.",
        "[…] But let us suppose, then, that a different global wind projected the hurricane to…"
    ],
    "item": "SCP-3601",
    "object_class": "Keter Neutralized",
    "containment_procedures": "As of 01/05/2016, after SCP-3601 failed to go through an 3601-event for two consecutive cycles, SCP-3601 is considered neutralized.",
    "description": "(considered void as of 01/05/2016)\nSCP-3601 is an anomalous creative writing contest. Every two years on January 1st, advertisements, most found online in creative writing communities, will be released. These call for entries into an “Alternate History Writing Contest,” promising prizes in varying amounts of US dollars. The theme of the contest is always “United States History, Post 1970” and the advertisements will always imply or advertise the “grand opening” or first year of the competition.",
    "title": "SCP-3601"
}