{
    "url": "https://scp-wiki.wikidot.com/scp-3603",
    "all_text": "rating: \n+50\n+\n–\nx\n\n\nItem #:\n SCP-3603\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3603 is kept in a standard containment cell in Site-██. At no time should the temperature in the containment cell exceed 4 degrees Celsius.\n\n\nInstances of SCP-3603-1 are to be kept in separate nature facilities depending on the color of powder covering their fur at time of emergence.\n\n\nAll testing propositions with this object must be provided with approval from the current project head.\n\n\nDescription:\n SCP-3603 is cereal resembling Captain Crunch's \"Oops! All Berries.\" On the box containing SCP-3603, every \"Quaker Oats\" is replaced with \"Dundle's Food.\"\n1\n Testing has shown that both the box and plastic bag containing the cereal are not anomalous, although acute feelings of paranoia are not uncommon when observing it.\n\n\nIngestion or insertion of instances of SCP-3603 into a living being, human or otherwise, results in no anomalous effects. Personnel who have eaten SCP-3603 in tests describe it as being stale, bland, and/or flavorless.\n\n\nSCP-3603 instances act as a seed. When put in a warm, moist environment, SCP-3603 will bloom at a rapid rate. Within 15 minutes, a bulb 2.1 meters tall resembling a large Captain Crunch \"berry\" will have grown no more than .5 meters away. All attempts to penetrate the bulb have failed.\n\n\nThe same effect happens when more than one instances of SCP-3603 are placed 5 millimeters or less apart. When multiples of the same color are placed in this way, no extra effects occur, though when two or more instances of different colors are placed together, they merge and form a new seed the same dimensions as the originals. Where the excess mass goes is currently unknown. This instance of SCP-3603 is the mixed color of the originals. The growth period from here on is completely normal, though the resulting SCP-3603-1 instance is the color of the hybrid seed.\n\n\nAfter a period of time ranging from 15 minutes to 32 hours, the bulb grown from SCP-3603 will burst, followed by an emergence of SCP-3603-1. SCP-3603-1 instances artificially resemble \nUrsus Americanus\n (American Black Bears). The only discernable difference in appearance is instances of SCP-3603-1 are covered in a layer of powder corresponding with the color of SCP-3603 allowed to grow.\n\n\nTesting has shown that this powder is most similar to chalk and contains several non-biological pigments. It is not dangerous in any way and is generally removed due to normal conditions in the nature habitat, i.e. rain and wind.\n\n\nSCP-3603-1 instances have a number of anomalous properties depending on the color/colors allowed to propagate. For a full list, see Addendum SCP-3603-a. SCP-3603-1 instances are docile toward humans, and do not attack unless provoked. They live the normal lifespan of an \nUrsus Americanus\n (with birth being substituted for emergence), and are not able to reproduce. They can be terminated through normal means, but show immense strength regardless of color.\n\n\nSCP-3603-1 instances are territorial and have a tendency to fight with those of different emergence colors, even if the powder is not still on other instances. It is unknown how they differentiate between themselves and instances of other colors.\n\n\n\n\nAddendum SCP-3603-a\n\n\n\n\nHide\n\n\n\n\nSCP-3603 Color:\n Blue\n\n\nPowder Color:\n Blue\n\n\nResulting SCP-3603-1 Anomaly:\n Blue SCP-3603-1 instances periodically breathe fire. No damage is done to SCP-3603-1 during these episodes.\n\n\nNotes:\n The fire is seemingly random and uncontrollable.\n\n\nSCP-3603 Color:\n Purple\n\n\nPowder Color:\n Purple\n\n\nResulting SCP-3603-1 Anomaly:\n Purple SCP-3603-1 instances appear as cubs for their remaining life, but show the same strength as a fully grown non-anomalous American Black Bear.\n\n\nSCP-3603 Color:\n Red\n\n\nPowder Color:\n Red\n\n\nResulting SCP-3603-1 Anomaly:\n Red SCP-3603-1 instances can bite through any material less than four centimeters thick. They, however, cannot digest any material that they otherwise could not and die shortly after trying to eat the material.\n\n\nSCP-3603 Color:\n Green\n\n\nPowder Color:\n Green\n\n\nResulting SCP-3603-1 Anomaly:\n Green SCP-3603-1 instances produce waste that acts as a \"super fertilizer.\" When placed 12 meters or less away from any plant life, it will grow at an accelerated rate.\n\n\nNotes:\n This does not affect SCP-3603 instances. This seems to show that SCP-3603 is not a species of plant.\n\n\nSCP-3603 Colors:\n Red and Blue\n\n\nPowder Color:\n Purple\n\n\nResulting SCP-3603-1 Anomaly:\n See above\n\n\nSCP-3603 Colors:\n Green and Red\n\n\nPowder Color:\n Brown\n\n\nResulting SCP-3603-1 Anomaly:\n Brown SCP-3603-1 instances show a heightened sense of smell, and have been shown smelling food from up to 15 kilometers away.\n\n\nSCP-3603 Colors:\n Green and Blue\n\n\nPowder Color:\n Turquoise\n\n\nResulting SCP-3603-1 Anomaly:\n Turquoise SCP-3603 instances have claws entirely made up of solid oxygen. Upon death, their nails disperse into the air. Inhaling this oxygen has no ill effects.\n\n\nNotes:\n As of yet, there is no known way to harvest the solid oxygen. All attempts have resulted in the death of the SCP-3603 instance, followed by the disbursement of the oxygen into the atmosphere.\n\n\nSCP-3603 Colors:\n Purple and Blue\n\n\nPowder Color:\n Violet\n\n\nResulting SCP-3603-1 Anomaly:\n Violet SCP-3603-1 instances appear orange on video or in pictures. No other effects have been observed at this point.\n\n\nSCP-3603 Colors:\n Purple and Green\n\n\nPowder Color:\n Gray\n\n\nResulting SCP-3603-1 Anomaly:\n Gray SCP-3603-1 instances have a metabolism equivalent to standard lab mice.\n\n\nNotes:\n These instances have proven quite costly to feed, and as such, should be terminated. No more gray instances of SCP-3603-1 are to be grown.\n\n\nSCP-3603 Colors:\n Green, Purple, Red, and Blue\n\n\nPowder Color:\n Jet Black\n\n\nResulting SCP-3603-1 Anomaly:\n Black instances of SCP-3603-1 do not exist in our reality. The only visible part of a black SCP-3603-1 anomaly is the emerging powder. After this powder is removed, its ties on reality are removed. Black SCP-3603-1 instances are presumed neutralized afterward, and no trace of them (physical or otherwise) have ever been recorded.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A Possible Group of Interest for the Foundation specializing in edible food-based anomalies. As of yet, all instances of Dundle's Food related items have been found consumable, albeit anomalous.\n\n\n\n\n\n\n\n\n« \nSCP-3602\n | SCP-3603 | \nSCP-3604\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3603\n\" by Big_Train_52, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3603\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-3603 \" by Big_Train_52, from the SCP Wiki . Source: https://scpwiki.com/scp-3603 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3603",
    "object_class": "Safe",
    "containment_procedures": "SCP-3603 is kept in a standard containment cell in Site-██. At no time should the temperature in the containment cell exceed 4 degrees Celsius.",
    "description": "SCP-3603 is cereal resembling Captain Crunch's \"Oops! All Berries.\" On the box containing SCP-3603, every \"Quaker Oats\" is replaced with \"Dundle's Food.\"1 Testing has shown that both the box and plastic bag containing the cereal are not anomalous, although acute feelings of paranoia are not uncommon when observing it.",
    "title": "SCP-3603"
}