{
    "url": "https://scp-wiki.wikidot.com/scp-3607",
    "all_text": "rating: \n+80\n+\n–\nx\n\n\nItem #:\n SCP-3607\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-3607 is to be contained on-site. A perimeter fence topped with barbed wire has been established, and all windows of the structure have been boarded up. Warning signs indicating a chemical hazard have been placed on-site. The structure is to be covertly guarded by at least 2 security officers, dressed as civilian private security.\n\n\nSecurity cameras and Kant counters have been installed at strategic points around and within the structure to monitor its activity. Any activity observed within the structure is to be reported to associated researchers with a clearance level of 4 or higher. Documents or objects produced within the structure should be retrieved by remote-controlled drones.\n\n\nNo human subjects are to enter SCP-3607. Direct human interaction with the object is to be kept at a minimum level.\n\n\nDescription:\n SCP-3607 is a two-story house located in █████, █████. The object is unremarkable in appearance, and similar in structure to other residential units in the area. The object was constructed on ██/██/19██ with no known incidents of anomalous phenomena.\n\n\nSCP-3607 is capable of causing the disappearance of human subjects within the structure. The exact nature, cause, and extent of this property has not been determined. \nThe door to the bedroom of Devin ████ is locked, and has resisted all attempts to breach it.\n The bedroom of Devin ████ exhibits a major spatial anomaly, in which gravity is affected and the space contained within the room is much larger than normally possible. This space exists as a concrete tunnel of unknown depth. Any object that crosses the threshold into this space is pulled into the tunnel, or \"falls in\" as a result of the anomaly.\n\n\nAside from this, several other anomalies are known to occur within the structure.\n\n\n\n\nElectrical appliances activating or deactivating for no apparent reason, at random intervals\n1\n.\n\n\n\n\n\n\nSudden decreases in temperature, by up to 8° Celsius, at random intervals. The duration of this phenomenon varies.\n\n\n\n\n\n\nFluctuating hume levels ranging from [REDACTED] at random intervals, causing the state of reality within the structure to briefly destabilize.\n\n\n\n\nEvidence suggests that an entity, referred to as SCP-3607-A, exists within the structure. However, all attempts to locate it or identify its nature have been unsuccessful. Researchers believe that the anomalous phenomena occurring within SCP-3607 are attributed to this entity. However, this has not been confirmed.\n\n\nThe Foundation was alerted to the object's anomalous properties when all 4 residents of the structure disappeared without an explanation on ██/██/2002. To date, all attempts to locate said subjects have met with failure.\n\n\nExploration Log 3607-1\n\n\n\n\nSubject:\n D-10221\n\n\nProcedure:\n Subject was instructed to remain within SCP-3607 for 24 hours. Subject was issued audio and video recording equipment and a GPS tracker, and was instructed to equip said objects at all times. Adequate food and water were also provided.\n\n\nResults:\n Subject vanished at approximately 21:30 hours. The GPS tracker on the subject indicated that he was still in the compound. Communication with the subject remained stable, and the transcript can is recorded in Audio Log 3607-1.\n\n\n\n\n\n\n+ Audio Log 3607-1\n\n\n\n\n- Hide Audio Log 3607-1\n\n\n\n\n\n\nInterviewed:\n D-10221\n\n\nInterviewer:\n Researcher ████\n\n\nForeword:\n D-10221 alerted researchers that he had been transported into a chamber by unknown means.\n\n\n<Begin Log>\n\n\nResearcher ████:\n D-10221, explain your situation.\n\n\nD-10221:\n (Subject is heard coughing, and is generally unresponsive to Researcher ████'s instructions at this point) Please help me, I'm begging you.\n\n\nResearcher ████:\n D-10221, calm down.\n\n\nD-10221:\n Alright- alright. I'm trying.\n\n\nResearcher ████:\n We will do everything we can, but you have to cooperate with me and explain your situation.\n\n\nD-10221:\n Alright, alright, I went to the bathroom to take a piss, but when I flushed the toilet, everything went dark. There was the sound of water. It was all around me, and it got louder, and louder, until I found myself in here. I thought- I thought-\n\n\n(Video footage confirms that the subject had utilized the bathroom on the second story before disappearing.)\n\n\nResearcher ████:\n D-10221? Where are you? Are you still in- D-10221, can you hear me?\n\n\nD-10221:\n (Subject is heard coughing) It's difficult to talk. It smells really bad in here.\n\n\nResearcher ████:\n In where?\n\n\nD-10221:\n God damn it! I'm trying! Everything went dark. Thought the power tripped, but I realized I was falling, and then I ended up in here.\n\n\nResearcher ████:\n Describe your location and surroundings.\n\n\nD-10221:\n I'm in water. Trying to stay afloat. Can't feel the floor. Don't know how deep it is. I'll start sinking if I don't keep kicking. It smells really bad and it's all dark. I think I somehow fell in the sewer. I can't get the flashlight to work. Please get me out of here. I keep hitting my head against the ceiling… uh, walls on all sides, so I'm trapped in here.\n\n\nResearcher ████:\n How did you get in your current location?\n\n\nD-10221:\n How the fuck should I know? There's no opening in the ceiling. I don't even know how that's possible.\n\n\nResearcher ████:\n Noted. You have to calm down. We're trying to help you.\n\n\nD-10221:\n Alright, alright, I'm sorry. I'm just seriously stressed. I don't know how I got in here. I mean, it's not like I could fall into the toilet, right?\n\n\nResearcher ████:\n You mentioned that there's no opening in the ceiling. Is it possible there is an opening beneath the surface of the water? Maybe you went under and floated up.\n\n\nD-10221:\n No, I'm sure I fell straight down. Listen, if you're asking me to go underwater, that's not going to happen. It smells really bad. Is the camera working? Maybe you can tell me where I am.\n\n\nResearcher ████:\n The video feed is functional, but we can't see anything. Use the flashlight issued to you.\n\n\nD-10221:\n It won't turn on. I think it hit the wall.\n\n\nResearcher ████:\n Try adjusting it.\n\n\nD-10221:\n Okay. I'll give it a good whack. See if that does anything. Are you sending help now?\n\n\nResearcher ████:\n We will do everything we can, but you have to stay calm. Keep trying to fix the light, so we can better understand your situation.\n\n\nD-10221:\n Alright, I'll try. I feel like I'm going to vomit. This is really horrible. I keep feeling things crawling up on me. I throw them off every now and then.\n\n\n(D-10221 successfully restores the function of the flashlight provided.)\n\n\nD-10221:\n Got it! Oh, thank God!\n\n\nResearcher ████:\n Please get your surroundings on video.\n\n\nD-10221:\n Hang on. (mumbling) I'm not coughing as much as I was earlier. I think I'm getting tolerant of the smell… oh, fuck.\n\n\n(The video feed is wobbly, as the subject appears to be actively struggling to stay afloat. The subject appears to be within a small flooded chamber of undetermined dimensions, surrounded by brick walls. Organisms appearing to be leeches of indeterminate species are observed on the walls. The depth of the water is unknown, as it is very murky.)\n\n\nD-10221:\n Fucking leeches everywhere… Alright, is that enough? There's nothing much here. Can you get me out now? Please? The camera's going to run out of battery soon.\n\n\nResearcher ████:\n That's unlikely, the battery should last for another 12 hours, at least.\n\n\nD-10221:\n No! Look at the god damn display! I'm running low on battery.\n\n\n(Researcher ████ verifies the subject's statement.)\n\n\nResearcher ████:\n Alright, we will arrange for help to be sent. In the meantime, please deactivate your equipment to conserve energy.\n\n\nD-10221:\n Fuck it, you can't be serious.\n\n\nResearcher ████:\n You must conserve the battery if we are to find you. It is important that communications are maintained while we locate you. Please stay calm. We will contact you as soon as possible.\n\n\nD-10221:\n Okay, okay, fine. I'll do it, but please hurry.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nExploration Log 3607-2\n\n\n\n\nSubject:\n D-15384\n\n\nProcedure:\n Subject was instructed to lower an endoscope into the toilet in the bathroom of the second story of SCP-3607.\n\n\nResults:\n D-10221 was not located. No structure corresponding to that observed in Video Log 3607-1 was located. Video feed from the endoscope revealed only structures expected of a non-anomalous sewage pipe. Approximately 100 m of piping was mapped before the test was concluded.\n\n\n\n\nFollowing Test 3607-2, communication with D-10221 was reestablished and is recorded in Audio Log 3607-2.\n\n\n\n\n+ Audio Log 3607-2\n\n\n\n\n- Hide Audio Log 3607-2\n\n\n\n\n\n\nInterviewed:\n D-10221\n\n\nInterviewer:\n Researcher ████\n\n\nForeword:\n The light from the flashlight issued to the subject has dimmed significantly at this point. It is not understood why the battery has depleted at the observed rate.\n\n\n<Begin Log>\n\n\nD-10221:\n Please get me out. There's something down here.\n\n\nResearcher ████:\n D-10221, we are-\n\n\nD-10221:\n When are you going to get me out? There are fucking leeches everywhere, and I'm getting tired. If I don't paddle to stay afloat, I start sinking. Leaning against the wall helps a little, but then the fucking leeches get on me.\n\n\nResearcher ████:\n We're working on it. The team hasn't found your position yet. Is there anything else you can tell me that could be of help?\n\n\nD-10221:\n No. You have to get me out. I'm getting tired, and there's someone down here. A body. Someone died down here.\n\n\nResearcher ████:\n Please explain. We don't see anything on the-\n\n\nD-10221:\n It sank down into the water before you contacted me. The light went out earlier and it floated up and bumped into me. When the light came on I saw it and lost my shit. I pushed it away the first couple of times but it kept floating against me. I had to throw it off a few times. It felt like it was trying to cling onto me. It floated on top of me and fucking pushed me under once. Every time I fucking threw it off, it just floated back against me, and now its gone.\n\n\nResearcher ████:\n Can you elaborate on what you saw?\n\n\nD-10221:\n I told you- God damn it! (Subject thrashes in the water.)\n\n\nResearcher ████:\n What happened?\n\n\nD-10221:\n I felt it. It just grabbed on to my leg.\n\n\nResearcher ████:\n What did?\n\n\nD-10221:\n Listen, I can't take much more of this. I've tried to stay calm, but I can't take it. It was the fucking corpse, okay? I swear it grabbed on to my leg just now.\n\n\nResearcher ████:\n Can you elaborate a bit more on this corpse you saw?\n\n\nD-10221:\n It was a dead body with leeches all over it. Some poor bastard died down here, and I'm going to be next if you don't help me. Please just get me the hell out of here. God, please just get me the hell out of here. It's so cold…\n\n\nResearcher ████:\n We're doing everything we can. For now, are you able to swim under the water to determine the depth? There could be an exit-\n\n\nD-10221:\n Fucking no. I told you, it smells like shit water. I'm not going in again. Just tunnel down here and pull me out. You have the GPS, right? So what's the big issue?\n\n\nResearcher ████:\n We need all the information we can get about your location. If you can determine if there is an exit- D-10221? D-10221, can you hear me?\n\n\nD-10221:\n What? I can't [inaudible] gonna die here [inaudible] let go of-\n\n\nResearcher ████:\n D-10221, what's happening?\n\n\nD-10221:\n [inaudible]\n\n\n<End Log>\n\n\nClosing Statement:\n Video feed was terminated abruptly as the battery was depleted. The nature of the 'body' described by the subject is unknown, and its existence currently cannot be confirmed.\n\n\n\n\n\n\n\n\n\n\nIncident 3607-1a:\n Shortly after the events of Exploration Log 3607-2, D-15384 vanished after all doors and windows of the structure simultaneously slammed shut. Kant counters indicated that hume levels fluctuated [REDACTED] at this point. Communication with the subject remained stable, and the transcript can be found in Audio Log 3607-3.\n\n\n\n\n+ Audio Log 3607-3\n\n\n\n\n- Hide Audio Log 3607-3\n\n\n\n\n\n\nInterviewed:\n D-15384\n\n\nInterviewer:\n Researcher ████\n\n\nForeword:\n D-15384 was granted permission to leave SCP-3607. The bathroom door is heard slamming shut before the subject could exit.\n\n\n<Begin Log>\n\n\nD-15384:\n What the hell? (laughs) The door slammed shut. Nearly scared the crap out of me. Must have been the wind or something.\n\n\n(The subject is heard attempting to open the door with significant effort.)\n\n\nD-15384:\n What the hell? Hey, doctor, this thing's stuck.\n\n\nResearcher ████:\n There's no reason it should be locked. Try putting some force into it.\n\n\nD-15384:\n I'll just ram it down.\n\n\n(Subject is heard kicking the door. The door is heard swinging open, and the sound of a wet substance being impacted is heard.)\n\n\nD-15384:\n Oh, fuck it! Fuck, fuck, fuck!\n\n\nResearcher ████:\n What happened?\n\n\nD-15384:\n Fuck it! Just fucking look!\n\n\n(The subject directs the camera out the door. The doorway does not lead to the rest of SCP-3607, but instead appears to lead into a long, pulsating, fleshy cavity, with numerous ducts protruding from the walls. Additionally, several metal pipes are visible intersecting with the cavity, leaking a dark fluid. The diameter of the cavity appears to be capable of allowing a human subject to walk through. The depth is unknown, as it bends frequently. Shadows are seen moving, originating from behind the bend. The context is unknown.)\n\n\nResearcher ████:\n What the-\n\n\nD-15384:\n Oh, my god, doctor, what the hell am I looking at? How the fuck did I get in here?\n\n\nResearcher ████:\n We aren't sure.\n\n\nD-15384:\n Doctor, I'm seriously, seriously freaking out. What am I looking at? Where am I? What happened to the house?\n\n\nResearcher ████:\n Slow down. We aren't sure. Can you attempt to navigate through the anomaly?\n\n\nD-15384:\n Anomaly? That's one fucking nice way to put it. You want me to go through there? Looks like the inside of someone's g- Oh, my- oh, my god. Doctor, are you hearing that?\n\n\nResearcher ████:\n What?\n\n\nD-15384:\n Fucking listen. Oh, god, that sounds disgusting-\n\n\n(The subject directs the audio recording device toward the anomaly. Faint, gargled, warped voices are heard, seeming to originate from the ducts of the cavity.)\n\n\nVoice:\n How the fuck should I know? There's no opening in the ceiling. I don't even know how that's possible.\n\n\nVoice:\n Please get me out. There's something down here.\n\n\nVoice:\n It smells really bad.\n\n\nResearcher ████:\n What? That's-\n\n\n(Researcher ████ recognizes the voices are identical to that of D-10221, repeating dialogue from previous audio logs.)\n\n\nResearcher ████:\n Alright, that's really weird. One moment. I'll discuss our next course of action.\n\n\nD-15384:\n No fucking kidding. Try to be quick about it. God, this thing is breathing. It's seriously sickening.\n\n\n(It was decided that a remote-controlled drone be utilized to determine the location of D-15384. Investigation of the bathroom reveals that the subject is absent.)\n\n\nResearcher ████:\n D-15384, are you there?\n\n\nD-15384:\n What kind of question is that?\n\n\nResearcher ████:\n We were unable to determine your location within the structure.\n\n\nD-15384:\n Are you- what? Are you fucking kidding me? What's that supposed to mean?\n\n\nResearcher ████:\n Can you try exiting through the window?\n\n\nD-15384:\n No. It's barred. And when I looked out, it's the same thing.\n\n\n(The subject directs the camera to the window of the bathroom. The exterior appears to be large strands of pulsating neural tissue. Several structures appearing to be teeth are also visible, interwoven among the strands.)\n\n\nD-15384:\n Are you going to tell me what the fuck is going on?\n\n\nResearcher ████:\n You're going to have to navigate through the anomaly. When you find the exit, we'll be able to retrieve you.\n\n\nD-15384:\n Fuck! Can't you bust the walls down or something?\n\n\nResearcher ████:\n D-15384, there is no other way. Please proceed as instructed.\n\n\n(The subject is unresponsive for a minute and 31 seconds.)\n\n\nD-15384:\n Alright, I'll fucking do it. Fuck! You'd better be ready to get me after I'm through.\n\n\nResearcher ████:\n We'll track your location with the GPS. In the meantime, please collect a sample of the tissue, the flesh.\n\n\n(Subject proceeds toward the edge of the doorway. Subject is heard mumbling while collecting a piece of tissue, and storing it in an issued specimen jar.)\n\n\nVoice:\n When are you going to get me out? There are fucking leeches everywhere, and I'm getting tired. If I don't paddle to stay afloat, I start sinking. Leaning against the wall helps a little, but then the fucking leeches get on to me.\n\n\nD-15384:\n Shut the fuck up! Oh, god, where the hell are these voices coming from?\n\n\nResearcher ████:\n D-15384, please calm down.\n\n\nD-15384:\n (mumbling) Fucking easy for you to say. Okay, I got a piece of the flesh. I'm going ahead. God, it's really soft and unstable. It's like-\n\n\n(Subject is heard screaming)\n\n\nD-15384:\n No, no! No! Fuck!\n\n\nResearcher ████:\n What happened?\n\n\nD-15384:\n I'm stuck! My foot got stuck the second I stepped onto this- this- flesh shit! Ow, it's burning through my shoe. What do I do?\n\n\nResearcher ████:\n Try taking your shoe off.\n\n\nD-15384:\n Fuck! I'm trying! Ow! Shit, what's happening?\n\n\n(The ducts in the cavity begin secreting fluids and organisms resembling leeches. The fluid begins to flood the base of the cavity. A soft hissing is audible. Metal pipes that come into contact with the fluid are observed to degrade.)\n\n\nD-15384:\n Damn it! Smells like puke and burning rubber. Ow! It burns!\n\n\nVoice:\n (laughs) Are you fucking with me? All I have to do is spend a day in some fucking abandoned house?\n\n\nVoice:\n No! Look at the god damn display! I'm running low on battery.\n\n\nVoice:\n Let go of me! Let go, you shit bastard! Help [gurgling]\n\n\nD-15384:\n Shut up! Come on, come on!\n\n\nResearcher ████:\n Lock yourself in the bathroom. Try to find another way out.\n\n\n(Subject manages to free himself. The shoe is observed to be pulled into the folds of the cavity and is dissolved. The subject proceeds to close the bathroom door, and is observed to be extremely distressed.)\n\n\nD-15384:\n My foot is burning. The skin is raw. Oh, my god. What the fuck is happening? Who was that talking? What- Oh, no! Fuck!\n\n\n(The faucets of the sink and bathtub begin secreting digestive fluids, identical to that seen within the anomalous cavity. A number of leeches are also observed exiting the faucets.)\n\n\nD-15384:\n You've got to be shitting me!\n\n\nResearcher ████:\n Turn off the taps.\n\n\n(Subject does as instructed.)\n\n\nD-15384:\n Fucking can't! They turn back on after I try. The drain's clogged with something. Ow! It's splashing everywhere!\n\n\nResearcher ████:\n Climb up onto the toilet seat, see if you can find another way out. We're doing what we can to find your location.\n\n\nD-15384:\n Hurry! It's filling up quick! God damn it! What the hell is going on? Ow, ow! It's coming out of the toilet as well!\n\n\n(Subject attempts to scoop up some of the digestive fluid with a cup, to throw into the toilet. Subject ceases after the second attempt. Puddles of digestive fluid are observed to form around the bathroom.)\n\n\nD-15384:\n Shit! Got it on my hand. Fucking-\n\n\nResearcher ████:\n D-15384, do you see a ventilation shaft above the toilet? Maybe you can squeeze through it.\n\n\nD-15384:\n Yeah, but there's a fan in the way. Screw it, I'm busting it open. (Subject retrieves a wrench from the set of supplied tools.)\n\n\n(The bathroom door is heard opening. The subject turns to see a large volume of digestive fluids and leeches pouring through.)\n\n\nVoice:\n There's someone down here. A body. Someone died down here.\n\n\nD-15384:\n Fuck!\n\n\n(Subject succeeds in removing the fan, and proceeds to scream, as an unidentified object falls onto him. The camera falls into the fluid, and the image is obscured.)\n\n\nResearcher ████:\n What happened?\n\n\nD-15384:\n There's a dead body! God, damn it! It fell on me! Help! (screaming) I'm burning! [inaudible]\n\n\nResearcher ████:\n Get out of there. Get the camera and get out of there.\n\n\n(Subject is heard crying and screaming, but successfully retrieves the camera. The video quality is damaged as a result of the digestive fluid.)\n\n\nD-15384:\n Doctor, I got burned really badly when I fell in. On the toilet now. The room's filling up. (crying) Please help me. The window, it's-\n\n\nResearcher ████:\n Get into the ventilation shaft. Explain what happened.\n\n\nD-15384:\n Okay, okay, I'll try. Fucking hell. It's filling up. (crying) Those things from outside the window. They're-\n\n\n(The subject is heard screaming)\n\n\nResearcher ████:\n D-15384?\n\n\n(The sound of a toilet flushing is heard, and the camera appears to fall at a rapid pace. Rushing water is visible, removing the digestive fluid from the lens.)\n\n\nResearcher ████:\n What's going on?\n\n\n(The interior of a sewage pipe is visible. The water rapidly turns red with blood, 3 leeches appear on screen, and the lens breaks before the video feed is terminated.)\n\n\n<End Log>\n\n\nClosing Statement:\n Approximately 12 hours later, the tissue sample obtained by the subject appeared within the bathroom. DNA sequencing revealed it to be identical to tissue from D-10221. No cadaver was found in the ventilation shaft of the bathroom.\n\n\n\n\n\n\n\n\n\n\nAddendum 3607-2a:\n On ██/██/2002, activity was detected from the printer in the study of SCP-3607. It was observed to produce a single document.\n\n\nA remote-controlled drone was utilized to recover the document, listed in the following text:\n\n\n\n\nDon't come back. Trapped myself in here. If I can't get out he can't get out. If he can't get out he can't hurt anyone. He made my family disappear. He made me do it. He made the prisoners disappear. He made me do it. He is me. Don't come in. Makes him stronger. He makes bad things happen. I make bad things happen. It's not my fault. Can't control him. I don't know what's happening with me. I'm sorry.\n\n\n\n\nRather than being printed in standard font, the text matches the handwriting of Devin ████, the youngest former resident of SCP-3607, aged 8 years.\n\n\nAll subsequent attempts to communicate with the entity responsible for the message, designated SCP-3607-A, has been met with failure.\n\n\n\n\nFootnotes\n\n\n1\n. This can be observed even if no electricity is supplied to the structure.\n\n\n\n\n\n\n\n\n« \nSCP-3606\n | SCP-3607 | \nSCP-3608\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3607\n\" by xFox, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3607\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 3607-2a: On ██/██/2002, activity was detected from the printer in the study of SCP-3607. It was observed to produce a single document.\nA remote-controlled drone was utilized to recover the document, listed in the following text:\nRather than being printed in standard font, the text matches the handwriting of Devin ████, the youngest former resident of SCP-3607, aged 8 years.\nAll subsequent attempts to communicate with the entity responsible for the message, designated SCP-3607-A, has been met with failure."
    ],
    "documents": [],
    "notes": [
        "Subject: D-10221 Procedure: Subject was instructed to remain within SCP-3607 for 24 hours. Subject was issued audio and video recording equipment and a GPS tracker, and was instructed to equip said objects at all times. Adequate food and water were also provided. Results: Subject vanished at approximately 21:30 hours. The GPS tracker on the subject indicated that he was still in the compound. Communication with the subject remained stable, and the transcript can is recorded in Audio Log 3607-1.",
        "Interviewed: D-10221 Interviewer: Researcher ████ Foreword: D-10221 alerted researchers that he had been transported into a chamber by unknown means. <Begin Log> Researcher ████: D-10221, explain your situation. D-10221: (Subject is heard coughing, and is generally unresponsive to Researcher ████'s instructions at this point) Please help me, I'm begging you. Researcher ████: D-10221, calm down. D-10221: Alright- alright. I'm trying. Researcher ████: We will do everything we can, but you have to cooperate with me and explain your situation. D-10221: Alright, alright, I went to the bathroom to take a piss, but when I flushed the toilet, everything went dark. There was the sound of water. It was all around me, and it got louder, and louder, until I found myself in here. I thought- I thought- (Video footage confirms that the subject had utilized the bathroom on the second story before disappearing.) Researcher ████: D-10221? Where are you? Are you still in- D-10221, can you hear me? D-10221: (Subject is heard coughing) It's difficult to talk. It smells really bad in here. Researcher ████: In where? D-10221: God damn it! I'm trying! Everything went dark. Thought the power tripped, but I realized I was falling, and then I ended up in here. Researcher ████: Describe your location and surroundings. D-10221: I'm in water. Trying to stay afloat. Can't feel the floor. Don't know how deep it is. I'll start sinking if I don't keep kicking. It smells really bad and it's all dark. I think I somehow fell in the sewer. I can't get the flashlight to work. Please get me out of here. I keep hitting my head against the ceiling… uh, walls on all sides, so I'm trapped in here. Researcher ████: How did you get in your current location? D-10221: How the fuck should I know? There's no opening in the ceiling. I don't even know how that's possible. Researcher ████: Noted. You have to calm down. We're trying to help you. D-10221: Alright, alright, I'm sorry. I'm just seriously stressed. I don't know how I got in here. I mean, it's not like I could fall into the toilet, right? Researcher ████: You mentioned that there's no opening in the ceiling. Is it possible there is an opening beneath the surface of the water? Maybe you went under and floated up. D-10221: No, I'm sure I fell straight down. Listen, if you're asking me to go underwater, that's not going to happen. It smells really bad. Is the camera working? Maybe you can tell me where I am. Researcher ████: The video feed is functional, but we can't see anything. Use the flashlight issued to you. D-10221: It won't turn on. I think it hit the wall. Researcher ████: Try adjusting it. D-10221: Okay. I'll give it a good whack. See if that does anything. Are you sending help now? Researcher ████: We will do everything we can, but you have to stay calm. Keep trying to fix the light, so we can better understand your situation. D-10221: Alright, I'll try. I feel like I'm going to vomit. This is really horrible. I keep feeling things crawling up on me. I throw them off every now and then. (D-10221 successfully restores the function of the flashlight provided.) D-10221: Got it! Oh, thank God! Researcher ████: Please get your surroundings on video. D-10221: Hang on. (mumbling) I'm not coughing as much as I was earlier. I think I'm getting tolerant of the smell… oh, fuck. (The video feed is wobbly, as the subject appears to be actively struggling to stay afloat. The subject appears to be within a small flooded chamber of undetermined dimensions, surrounded by brick walls. Organisms appearing to be leeches of indeterminate species are observed on the walls. The depth of the water is unknown, as it is very murky.) D-10221: Fucking leeches everywhere… Alright, is that enough? There's nothing much here. Can you get me out now? Please? The camera's going to run out of battery soon. Researcher ████: That's unlikely, the battery should last for another 12 hours, at least. D-10221: No! Look at the god damn display! I'm running low on battery. (Researcher ████ verifies the subject's statement.) Researcher ████: Alright, we will arrange for help to be sent. In the meantime, please deactivate your equipment to conserve energy. D-10221: Fuck it, you can't be serious. Researcher ████: You must conserve the battery if we are to find you. It is important that communications are maintained while we locate you. Please stay calm. We will contact you as soon as possible. D-10221: Okay, okay, fine. I'll do it, but please hurry. <End Log>",
        "Subject: D-15384 Procedure: Subject was instructed to lower an endoscope into the toilet in the bathroom of the second story of SCP-3607. Results: D-10221 was not located. No structure corresponding to that observed in Video Log 3607-1 was located. Video feed from the endoscope revealed only structures expected of a non-anomalous sewage pipe. Approximately 100 m of piping was mapped before the test was concluded.",
        "Interviewed: D-10221 Interviewer: Researcher ████ Foreword: The light from the flashlight issued to the subject has dimmed significantly at this point. It is not understood why the battery has depleted at the observed rate. <Begin Log> D-10221: Please get me out. There's something down here. Researcher ████: D-10221, we are- D-10221: When are you going to get me out? There are fucking leeches everywhere, and I'm getting tired. If I don't paddle to stay afloat, I start sinking. Leaning against the wall helps a little, but then the fucking leeches get on me. Researcher ████: We're working on it. The team hasn't found your position yet. Is there anything else you can tell me that could be of help? D-10221: No. You have to get me out. I'm getting tired, and there's someone down here. A body. Someone died down here. Researcher ████: Please explain. We don't see anything on the- D-10221: It sank down into the water before you contacted me. The light went out earlier and it floated up and bumped into me. When the light came on I saw it and lost my shit. I pushed it away the first couple of times but it kept floating against me. I had to throw it off a few times. It felt like it was trying to cling onto me. It floated on top of me and fucking pushed me under once. Every time I fucking threw it off, it just floated back against me, and now its gone. Researcher ████: Can you elaborate on what you saw? D-10221: I told you- God damn it! (Subject thrashes in the water.) Researcher ████: What happened? D-10221: I felt it. It just grabbed on to my leg. Researcher ████: What did? D-10221: Listen, I can't take much more of this. I've tried to stay calm, but I can't take it. It was the fucking corpse, okay? I swear it grabbed on to my leg just now. Researcher ████: Can you elaborate a bit more on this corpse you saw? D-10221: It was a dead body with leeches all over it. Some poor bastard died down here, and I'm going to be next if you don't help me. Please just get me the hell out of here. God, please just get me the hell out of here. It's so cold… Researcher ████: We're doing everything we can. For now, are you able to swim under the water to determine the depth? There could be an exit- D-10221: Fucking no. I told you, it smells like shit water. I'm not going in again. Just tunnel down here and pull me out. You have the GPS, right? So what's the big issue? Researcher ████: We need all the information we can get about your location. If you can determine if there is an exit- D-10221? D-10221, can you hear me? D-10221: What? I can't [inaudible] gonna die here [inaudible] let go of- Researcher ████: D-10221, what's happening? D-10221: [inaudible] <End Log> Closing Statement: Video feed was terminated abruptly as the battery was depleted. The nature of the 'body' described by the subject is unknown, and its existence currently cannot be confirmed.",
        "Interviewed: D-15384 Interviewer: Researcher ████ Foreword: D-15384 was granted permission to leave SCP-3607. The bathroom door is heard slamming shut before the subject could exit. <Begin Log> D-15384: What the hell? (laughs) The door slammed shut. Nearly scared the crap out of me. Must have been the wind or something. (The subject is heard attempting to open the door with significant effort.) D-15384: What the hell? Hey, doctor, this thing's stuck. Researcher ████: There's no reason it should be locked. Try putting some force into it. D-15384: I'll just ram it down. (Subject is heard kicking the door. The door is heard swinging open, and the sound of a wet substance being impacted is heard.) D-15384: Oh, fuck it! Fuck, fuck, fuck! Researcher ████: What happened? D-15384: Fuck it! Just fucking look! (The subject directs the camera out the door. The doorway does not lead to the rest of SCP-3607, but instead appears to lead into a long, pulsating, fleshy cavity, with numerous ducts protruding from the walls. Additionally, several metal pipes are visible intersecting with the cavity, leaking a dark fluid. The diameter of the cavity appears to be capable of allowing a human subject to walk through. The depth is unknown, as it bends frequently. Shadows are seen moving, originating from behind the bend. The context is unknown.) Researcher ████: What the- D-15384: Oh, my god, doctor, what the hell am I looking at? How the fuck did I get in here? Researcher ████: We aren't sure. D-15384: Doctor, I'm seriously, seriously freaking out. What am I looking at? Where am I? What happened to the house? Researcher ████: Slow down. We aren't sure. Can you attempt to navigate through the anomaly? D-15384: Anomaly? That's one fucking nice way to put it. You want me to go through there? Looks like the inside of someone's g- Oh, my- oh, my god. Doctor, are you hearing that? Researcher ████: What? D-15384: Fucking listen. Oh, god, that sounds disgusting- (The subject directs the audio recording device toward the anomaly. Faint, gargled, warped voices are heard, seeming to originate from the ducts of the cavity.) Voice: How the fuck should I know? There's no opening in the ceiling. I don't even know how that's possible. Voice: Please get me out. There's something down here. Voice: It smells really bad. Researcher ████: What? That's- (Researcher ████ recognizes the voices are identical to that of D-10221, repeating dialogue from previous audio logs.) Researcher ████: Alright, that's really weird. One moment. I'll discuss our next course of action. D-15384: No fucking kidding. Try to be quick about it. God, this thing is breathing. It's seriously sickening. (It was decided that a remote-controlled drone be utilized to determine the location of D-15384. Investigation of the bathroom reveals that the subject is absent.) Researcher ████: D-15384, are you there? D-15384: What kind of question is that? Researcher ████: We were unable to determine your location within the structure. D-15384: Are you- what? Are you fucking kidding me? What's that supposed to mean? Researcher ████: Can you try exiting through the window? D-15384: No. It's barred. And when I looked out, it's the same thing. (The subject directs the camera to the window of the bathroom. The exterior appears to be large strands of pulsating neural tissue. Several structures appearing to be teeth are also visible, interwoven among the strands.) D-15384: Are you going to tell me what the fuck is going on? Researcher ████: You're going to have to navigate through the anomaly. When you find the exit, we'll be able to retrieve you. D-15384: Fuck! Can't you bust the walls down or something? Researcher ████: D-15384, there is no other way. Please proceed as instructed. (The subject is unresponsive for a minute and 31 seconds.) D-15384: Alright, I'll fucking do it. Fuck! You'd better be ready to get me after I'm through. Researcher ████: We'll track your location with the GPS. In the meantime, please collect a sample of the tissue, the flesh. (Subject proceeds toward the edge of the doorway. Subject is heard mumbling while collecting a piece of tissue, and storing it in an issued specimen jar.) Voice: When are you going to get me out? There are fucking leeches everywhere, and I'm getting tired. If I don't paddle to stay afloat, I start sinking. Leaning against the wall helps a little, but then the fucking leeches get on to me. D-15384: Shut the fuck up! Oh, god, where the hell are these voices coming from? Researcher ████: D-15384, please calm down. D-15384: (mumbling) Fucking easy for you to say. Okay, I got a piece of the flesh. I'm going ahead. God, it's really soft and unstable. It's like- (Subject is heard screaming) D-15384: No, no! No! Fuck! Researcher ████: What happened? D-15384: I'm stuck! My foot got stuck the second I stepped onto this- this- flesh shit! Ow, it's burning through my shoe. What do I do? Researcher ████: Try taking your shoe off. D-15384: Fuck! I'm trying! Ow! Shit, what's happening? (The ducts in the cavity begin secreting fluids and organisms resembling leeches. The fluid begins to flood the base of the cavity. A soft hissing is audible. Metal pipes that come into contact with the fluid are observed to degrade.) D-15384: Damn it! Smells like puke and burning rubber. Ow! It burns! Voice: (laughs) Are you fucking with me? All I have to do is spend a day in some fucking abandoned house? Voice: No! Look at the god damn display! I'm running low on battery. Voice: Let go of me! Let go, you shit bastard! Help [gurgling] D-15384: Shut up! Come on, come on! Researcher ████: Lock yourself in the bathroom. Try to find another way out. (Subject manages to free himself. The shoe is observed to be pulled into the folds of the cavity and is dissolved. The subject proceeds to close the bathroom door, and is observed to be extremely distressed.) D-15384: My foot is burning. The skin is raw. Oh, my god. What the fuck is happening? Who was that talking? What- Oh, no! Fuck! (The faucets of the sink and bathtub begin secreting digestive fluids, identical to that seen within the anomalous cavity. A number of leeches are also observed exiting the faucets.) D-15384: You've got to be shitting me! Researcher ████: Turn off the taps. (Subject does as instructed.) D-15384: Fucking can't! They turn back on after I try. The drain's clogged with something. Ow! It's splashing everywhere! Researcher ████: Climb up onto the toilet seat, see if you can find another way out. We're doing what we can to find your location. D-15384: Hurry! It's filling up quick! God damn it! What the hell is going on? Ow, ow! It's coming out of the toilet as well! (Subject attempts to scoop up some of the digestive fluid with a cup, to throw into the toilet. Subject ceases after the second attempt. Puddles of digestive fluid are observed to form around the bathroom.) D-15384: Shit! Got it on my hand. Fucking- Researcher ████: D-15384, do you see a ventilation shaft above the toilet? Maybe you can squeeze through it. D-15384: Yeah, but there's a fan in the way. Screw it, I'm busting it open. (Subject retrieves a wrench from the set of supplied tools.) (The bathroom door is heard opening. The subject turns to see a large volume of digestive fluids and leeches pouring through.) Voice: There's someone down here. A body. Someone died down here. D-15384: Fuck! (Subject succeeds in removing the fan, and proceeds to scream, as an unidentified object falls onto him. The camera falls into the fluid, and the image is obscured.) Researcher ████: What happened? D-15384: There's a dead body! God, damn it! It fell on me! Help! (screaming) I'm burning! [inaudible] Researcher ████: Get out of there. Get the camera and get out of there. (Subject is heard crying and screaming, but successfully retrieves the camera. The video quality is damaged as a result of the digestive fluid.) D-15384: Doctor, I got burned really badly when I fell in. On the toilet now. The room's filling up. (crying) Please help me. The window, it's- Researcher ████: Get into the ventilation shaft. Explain what happened. D-15384: Okay, okay, I'll try. Fucking hell. It's filling up. (crying) Those things from outside the window. They're- (The subject is heard screaming) Researcher ████: D-15384? (The sound of a toilet flushing is heard, and the camera appears to fall at a rapid pace. Rushing water is visible, removing the digestive fluid from the lens.) Researcher ████: What's going on? (The interior of a sewage pipe is visible. The water rapidly turns red with blood, 3 leeches appear on screen, and the lens breaks before the video feed is terminated.) <End Log> Closing Statement: Approximately 12 hours later, the tissue sample obtained by the subject appeared within the bathroom. DNA sequencing revealed it to be identical to tissue from D-10221. No cadaver was found in the ventilation shaft of the bathroom.",
        "Don't come back. Trapped myself in here. If I can't get out he can't get out. If he can't get out he can't hurt anyone. He made my family disappear. He made me do it. He made the prisoners disappear. He made me do it. He is me. Don't come in. Makes him stronger. He makes bad things happen. I make bad things happen. It's not my fault. Can't control him. I don't know what's happening with me. I'm sorry.",
        "\" SCP-3607 \" by xFox, from the SCP Wiki . Source: https://scpwiki.com/scp-3607 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3607",
    "object_class": "Euclid",
    "containment_procedures": "SCP-3607 is to be contained on-site. A perimeter fence topped with barbed wire has been established, and all windows of the structure have been boarded up. Warning signs indicating a chemical hazard have been placed on-site. The structure is to be covertly guarded by at least 2 security officers, dressed as civilian private security.",
    "description": "SCP-3607 is a two-story house located in █████, █████. The object is unremarkable in appearance, and similar in structure to other residential units in the area. The object was constructed on ██/██/19██ with no known incidents of anomalous phenomena.",
    "title": "SCP-3607"
}