{
    "url": "https://scp-wiki.wikidot.com/scp-3613",
    "all_text": "In this one Marshall, Carter, and Dark save a guy and his whole family from dying after a car accident and what do you mean they're supposed to be the bad guys? Hey! Let go of me!\n\n\n\n\n\n\n\n\nCanon Hub\n » \nThe Gulf\n » SCP-3613\n\n\nCanon Hub\n » \nThose Twisted Pines Hub\n » SCP-3613\n\n\nGroups of Interest\n » \nAnderson Robotics Hub\n » SCP-3613\n\n\nGroups of Interest\n » \nMarshall, Carter and Dark Hub\n » SCP-3613\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nAlright I'll admit it I watched Blade Runner a couple times this week.\n\n\nThanks to The Great Hippo, Jacob Conwell, and Dr. Chandra for giving this draft a look before I posted it.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nrating: \n+162\n+\n–\nx\n\n\n\n\nby Doctor Cimmerian\n\n\n\n\n\n\nItem #:\n SCP-3613\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-3613 instances are to be kept in standard humanoid containment cells on floor 19 of \nSite-88\n. Under no circumstances are the location of these objects to be disclosed to any agents of Marshall, Carter and Dark\n1\n. Physical testing of SCP-3613 instances requires permission of the SCP-3613 project head and Site-88 director Phillip Foster.\n\n\nDescription:\n SCP-3613 is a collection of 4 humanoid robots (possessing the instance designations SCP-3613-1 through -4). While these instances are theoretically capable of anomalous physical and mental performance, none display abilities above that of the human baseline. These instances also express a belief that they are the immediate family of an individual identified as Jacob Jefferson (a known agent of Marshall, Carter and Dark).\n\n\nOn October 31st 2013 Jacob Jefferson and his immediate family were the victims of a traffic accident. Mr. Jefferson was the only survivor of the incident, suffering a class A spinal cord injury which resulted in tetraplegia. Mr. Jefferson has since fully recovered from these injuries.\n\n\nDocumentation recovered from Anderson Robotics\n2\n indicates that the SCP-3613 instances are part of a family replacement program initiated by Marshall, Carter and Dark in order to ensure employee loyalty. The following communication was intercepted on November 8th 2013:\n\n\n\n\nDear Mr. Carter,\n\n\nI'm going to be honest. Hearing that you were interested in our androids for the purpose of replacing family members gave me pause at first. Once your assistant explained the purpose and process though, I have to say this is an ingenious idea. Your agent, Mr. Hr'asm'Kal\n3\n, delivered the Jefferson family's spirits this afternoon. We'll be loading them into the generation 3 models tonight. By tomorrow this man should have his family back.\n\n\nI know this is just good business for you, but it's always a joy when good business and doing the right thing align. Please give my best to Mr. Jefferson. It's ironic that he's got a much longer road to recovery than his family, but at least they'll be there to get him through it.\n\n\nAnderson\n.\n\n\n\n\nSCP-3613-3 was damaged cosmetically during a bullying incident at Gulf Shores High School in Baldwin County, Alabama on March 18th, 2015. Police reports of the incident led Foundation agents to the hospital where the damaged instance was being treated.\n\n\nThe follow-up investigation resulted in all instances being identified and captured. During this incident Mr. Jefferson was acting as head of security at a Marshall, Carter and Dark auction in Atlanta, Georgia.\n\n\n\n\n+ Level 3 Access Required\n\n\n\n\n- Hide Addendum 1\n\n\n\n\nAbsent a direct request from Marshall, Carter, and Dark the Foundation is under no obligation under the SUSEOCT\n4\n to return their property. The Foundation's capture of the SCP-3613 instances was therefore kept classified in order to avoid an incident.\n\n\nDuring this incident Site-88's Director Maddox was in the process of being replaced by Dr. Phillip Foster because of Mr. Maddox's duplicity in regards to project Alpha-9 and the incidents of Incursion 88-04\n5\n. It is believed that Mr. Maddox revealed the location and status of the SCP-3613 instances at this time to agents of Marshall, Carter and Dark. The following message was received very shortly after \nDirector Foster\n took full control of Site-88:\n\n\n\n\nDear Dr. Foster,\n\n\nIt has come to our attention that you are currently in possession of our property (designated by you as SCP-3613-1, SCP-3613-2, SCP-3613-3, and SCP-3613-4). Our organization is invoking Clause 3, Section 5 of the SUSEOCT and making a formal request for the return of the the following property:\n\n\n\n\nA generation 3 Anderson Robotics android. Appears as, identifies as, and possessed by the spirit of a 39 year old female named Delores Jefferson.\n\n\nA damaged generation 3 Anderson Robotics android. Appears as, identifies as, and possessed by the spirit of a 16 year old female named Alice Jefferson.\n\n\nA generation 3 Anderson Robotics android. Appears as, identifies as, and possessed by the spirit of a 12 year old female named Tracy Jefferson.\n\n\nA generation 3 Anderson Robotics android. Appears as, identifies as, and possessed by the spirit of a 7 year old male named Jacob Jefferson Junior.\n\n\n\n\nThis property is to be returned at your earliest convenience. A bill for housing, recovery, and transportation costs should be presented no more than 30 business days from the receipt of this message.\n\n\nSincerely, the office of Mr. Dark.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Level 4 Access Required\n\n\n\n\n- Hide Incident Report 3613-5\n\n\n\n\nThe Foundation legal department issued a formal denial of possession of these instances in order to delay their return and recommended an acceleration of SCP-3613's research schedule. On January 9th, 2016, a convoy transporting the instances from Site-88 to Site-19 came under attack by a group of mercenaries believed to be connected to Marshall, Carter and Dark.\n\n\nThis attack was repelled, the instances were returned to Site-88 for security reasons, and several of the mercenaries were captured. Among those captured was the operation's leader, Jacob Jefferson.\n\n\nA full physical examination of Jacob Jefferson was immediately carried out in order to determine the manner by which his spinal injury was treated. However, no signs of the spinal injury were present. Mr. Jefferson resisted interrogation and refused to respond to requests outside of his own demands to see his family.\n\n\nOn January 11th, 2016, the following message was received from Marshall, Carter and Dark:\n\n\n\n\nDear Dr. Foster,\n\n\nDespite your previous denials we are certain that you possess our property. Your organization has until February 15th of this year to return all property under previously received requests (specifically the generation 3 androids designated by you as SCP-3613).\n\n\nFailure to return our property will cause a triggering of the penalty clauses of the SUSEOCT as outlined in Clause 10 sections 1-87. We have also identified the following property as in your possession and are formally requesting its return:\n\n\n\n\nA generation 12 Anderson Robotics android. Appears as, identifies as, and possessed by the spirit of a 41 year old male named Jacob Jefferson\n\n\n\n\nA bill for damage, housing, recovery, and transportation costs should be presented no more than 30 business days from the receipt of this message.\n\n\nSincerely, the office of Mr. Dark.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \nDocuments relating to this group of interest\n are available upon request.\n\n\n2\n. \nGOI-1115\n\n\n3\n. See \nIncident Report 2987-24\n for more details.\n\n\n4\n. \nSouthern United States Extranormal Organization Cooperation Treaty\n\n\n5\n. Please see \nrelevant documentation\n for more information\n\n\n\n\n\n\n\n\n« \nSCP-3612\n | SCP-3613 | \nSCP-3614\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3613\n\" by Doctor Cimmerian, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3613\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThings You People Wouldn't Believe\n\n\n\n\n\n\nNone",
    "addendums": [],
    "documents": [],
    "notes": [
        "Dear Mr. Carter, I'm going to be honest. Hearing that you were interested in our androids for the purpose of replacing family members gave me pause at first. Once your assistant explained the purpose and process though, I have to say this is an ingenious idea. Your agent, Mr. Hr'asm'Kal 3 , delivered the Jefferson family's spirits this afternoon. We'll be loading them into the generation 3 models tonight. By tomorrow this man should have his family back. I know this is just good business for you, but it's always a joy when good business and doing the right thing align. Please give my best to Mr. Jefferson. It's ironic that he's got a much longer road to recovery than his family, but at least they'll be there to get him through it. Anderson .",
        "Dear Dr. Foster, It has come to our attention that you are currently in possession of our property (designated by you as SCP-3613-1, SCP-3613-2, SCP-3613-3, and SCP-3613-4). Our organization is invoking Clause 3, Section 5 of the SUSEOCT and making a formal request for the return of the the following property: A generation 3 Anderson Robotics android. Appears as, identifies as, and possessed by the spirit of a 39 year old female named Delores Jefferson. A damaged generation 3 Anderson Robotics android. Appears as, identifies as, and possessed by the spirit of a 16 year old female named Alice Jefferson. A generation 3 Anderson Robotics android. Appears as, identifies as, and possessed by the spirit of a 12 year old female named Tracy Jefferson. A generation 3 Anderson Robotics android. Appears as, identifies as, and possessed by the spirit of a 7 year old male named Jacob Jefferson Junior. This property is to be returned at your earliest convenience. A bill for housing, recovery, and transportation costs should be presented no more than 30 business days from the receipt of this message. Sincerely, the office of Mr. Dark.",
        "Dear Dr. Foster, Despite your previous denials we are certain that you possess our property. Your organization has until February 15th of this year to return all property under previously received requests (specifically the generation 3 androids designated by you as SCP-3613). Failure to return our property will cause a triggering of the penalty clauses of the SUSEOCT as outlined in Clause 10 sections 1-87. We have also identified the following property as in your possession and are formally requesting its return: A generation 12 Anderson Robotics android. Appears as, identifies as, and possessed by the spirit of a 41 year old male named Jacob Jefferson A bill for damage, housing, recovery, and transportation costs should be presented no more than 30 business days from the receipt of this message. Sincerely, the office of Mr. Dark.",
        "\" SCP-3613 \" by Doctor Cimmerian, from the SCP Wiki . Source: https://scpwiki.com/scp-3613 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Euclid",
    "containment_procedures": "SCP-3613 instances are to be kept in standard humanoid containment cells on floor 19 of Site-88. Under no circumstances are the location of these objects to be disclosed to any agents of Marshall, Carter and Dark1. Physical testing of SCP-3613 instances requires permission of the SCP-3613 project head and Site-88 director Phillip Foster.",
    "description": "SCP-3613 is a collection of 4 humanoid robots (possessing the instance designations SCP-3613-1 through -4). While these instances are theoretically capable of anomalous physical and mental performance, none display abilities above that of the human baseline. These instances also express a belief that they are the immediate family of an individual identified as Jacob Jefferson (a known agent of Marshall, Carter and Dark).",
    "title": "SCP-3613"
}