{
    "url": "https://scp-wiki.wikidot.com/scp-3650",
    "all_text": "rating: \n+103\n+\n–\nx\n\n\n\n\nby \nCaptain Kirby\n\n\n\n\n\n\n\n\nThe picture side of an instance of SCP-3650\n\n\n\n\n\n\nItem #:\n SCP-3650\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3650 is held inside of a standard containment locker on Site 19. Research personnel are not permitted to look at both sides of any instance of SCP-3650. D-Class personnel may only be shown both sides of an instance of SCP-3650 during scheduled testing. The containment locker may only be opened with written permission from the active senior researcher. SCP-3650 may not leave Site 19.\n\n\nAfter the results of Test #12, subjects under the effects of SCP-3650 must be physically restrained.\n\n\nDescription:\n SCP-3650 is a collection of 10.16 X 7.62 cm Polaroid photographs (SCP-3650-1) depicting various landscapes. Poems, specifically 5-7-5 haiku, are written in red ink on the back of each instance. Every picture is signed “Rem Z.” who is presumably responsible for the photographs, the poems, or both. All photographs are devoid of persons.\n\n\nThe anomalous effects of SCP-3650 trigger when a human is exposed to both sides of an instance. At this point, subjects feel a strong compulsion to go to the exact place where the photograph was taken, using all resources available to them. Subjects will also leave items at the location, such as coats, food, and books.\n\n\nExposure to one side of an SCP-3650 instance does not trigger the anomaly. Researchers hypothesize that this is due to a memetic agent embedded in SCP-3650 instances. Research into this theory is still ongoing.\n\n\nThe Foundation is currently in possession of twelve instances, but it is possible that more instances exist.\n\n\nRecovery Logs:\n\n\n\n\nRecovery I\n\n\n\n\nClose Log\n\n\n\n\nOne instance of SCP-3650 was found during an investigation into Gary Dalton, who disappeared while climbing the mountain K2. People close to Dalton confirm that he assembled his team and equipment hastily, which they expect led to an accident during the ascent.\n\n\n\n\n\n\n\n\n\n\nRecovery II\n\n\n\n\nClose Log\n\n\n\n\nThree instances of SCP-3650 were recovered during a raid of a Marshall, Carter and Dark transaction. These instances were marketed as “exotic travel opportunities” to customers with enough resources to make the trip in a timely manner. After interrogating the salesperson in charge of the transaction, the Foundation received leads on two more SCP-3650 instances, which were recovered, as well as the origin of SCP-3650. MTF-Mu-5 (“Travel Agents”) was sent to investigate.\n\n\n\n\n\n\n\n\n\n\nRecovery III\n\n\n\n\nClose Log\n\n\n\n\nSix instances of SCP-3650 were recovered as part of MTF-Mu-5’s investigation into the anomaly’s origins, which led to deceased author Earnest Glint. Earnest Glint committed suicide on 3/23/2015 after killing his newlywed wife and her dog, according to local law enforcement. Her body has not yet been found. The six instances were confiscated from the police’s evidence locker. They were found in an album at the scene of the crime with “Honeymoon Memories” written on the front in red marker.\n\n\n\n\n\n\n\n\nTest Logs:\n\nThese are brief summaries of SCP-3650 instances. Personnel should ask Dr. Rolick for access to the remainder of the tests.\n\n\nNOTE: Due to the nature of SCP-3650, each test will contain either the picture, or the haiku and a description of the picture.\n\n\n\n\nTest Log 02\n\n\n\n\nClose Log\n\n\n\n\n\n\nPoem:\n\nTwisting sands for miles\n\nBlasting outer castle walls\n\nUntil the tide falls\n\n\nPicture:\n The beach of Cape May, New Jersey. There is moderate cloud cover, so the sun cannot be seen in the picture. The ocean appears to be calm.\n\n\nResearch Team Instructions:\n Assist the subject in reaching his destination by any means necessary.\n\n\nPurpose:\n Basic testing of the object’s effects.\n\n\nTravel Log:\n\n\n00:05\n — Subject exits Site 19. Subject requests transportation to the nearest airport, as well as a ticket to the first flight to New Jersey. Request was fulfilled.\n\n\n01:26\n — Subject arrives at the airport. He is followed by the research subteam of Dr. Rolick, Junior Researcher Niklo Gerdinel, and Security Personnel Maxwell Grand and Sarah Rucker.\n\n\n04:50\n — Subject and the research subteam arrive in Newark New Jersey. Subject requests motor vehicle transportation to Cape May. Request was fulfilled.\n\n\n07:22\n — Subject and research subteam reach Cape May. Subject enters a local pet store and retrieves a four-month-old golden retriever. Gerdinel stays behind to pay for the dog as the rest of the subteam follows Subject.\n\n\n07:41\n — Subject arrives on the beach, and proceeds to walk along the shore. Research subteam follows.\n\n\n09:04\n — Subject stops and places the dog on the ground. Dr. Rolick confirms that, with high probability, this is the location depicted in the instance of SCP-3650. Subject appears to return to normal. When asked about the dog, Subject responded, “she wanted a dog, so I brought her a dog.\" After Subject leaves the beach, Gerdinel finds the golden retriever and returns it to the pet store.\n\n\n\n\n\n\n\n\n\n\n\n\nTest Log 05\n\n\n\n\nClose Log\n\n\n\n\n\n\nPoem:\n\nUpon the earth mound\n\nOld men cry out to nature\n\nCold bites at their skin\n\n\nPicture:\n The view from the summit of Long’s Peak, Colorado, looking toward Estes Park and Estes Lake. There are no clouds, and some snow can be seen atop surrounding mountains.\n\n\nResearch Team Instructions:\n Neither assist nor hinder the subject.\n\n\nPurpose:\n Testing the strength of the effect of the object.\n\n\nTravel Log:\n\n\n00:06\n — Subject exits Site 19 and requests transportation to the nearest airport. Subject also requests a ticket to Denver, Colorado. Both requests are denied. Subject requests food and water for eleven days. Request is fulfilled. Subject is given a parcel with food and water. Dr. Rolick places a tracking device, a camera and a microphone on the parcel.\n\n\n00:11\n — Subject walks to Highway I-25 and follows it in the direction of Colorado.\n\n\n76:31\n — Subject shouts obscenities at the research team. Subject had not stopped walking before this point except to rest and eat.\n\n\n220:42\n — Subject encounters the research team which had flown out to Colorado to continue in-person observation of Subject.\n\n\n267:27\n — Subject and research team arrives at the base of Long’s Peak.\n\n\n267:54\n — Subject retrieves a clock from an unoccupied National Park Service building.\n\n\n268:32\n — Subject begins to ascend Long’s Peak. Dr. Rolick, Junior Researcher Gerdinel, and Security Personnel Maxwell Grand and Sarah Rucker follow.\n\n\n275:13\n — Gerdinel reports a feeling of light headedness and nausea, presumably caused by the ascent. Grand escorts Gerdinel to the base of Long’s Peak. Rolick and Rucker continue to follow Subject.\n\n\n280:37\n — Subject arrives at the top of Long’s Peak. She places the clock on the ground and shouts “There. Have it. I don’t have much left myself.” Subject appears to return to normal, and then collapse from exhaustion.\n\n\n281:02\n — Subject regains enough strength to be escorted to the base of the mountain. When asked about the clock and her remarks at the top of the mountain, Subject refused to respond.\n\n\n\n\n\n\n\n\n\n\n\n\nTest Log 09\n\n\n\n\nClose Log\n\n\n\n\n\n\nPoem:\n\n[DATA EXPUNGED]\n\n\nPicture:\n\n\n\n\n\n\n\n\nResearch Team Instructions:\n Lock the subject in a humanoid containment cell. The cell is to be furnished with a bed, a toilet, and nothing else. Do not release the subject.\n\n\nPurpose:\n Determining the effects of SCP-3650 on subjects unable to reach the destination.\n\n\nTravel Log:\n\n\n00:00\n — Subject is locked inside of humanoid containment cell 4512. Subject requests release from containment. Request denied.\n\n\n00:02\n — Subject begs for his release. Request denied.\n\n\n01:10\n — Subject requests food. Request fulfilled. Subject uses plate in an attempt to create a hole in the wall.\n\n\n01:31\n — Plate breaks. Subject continues, now using a shard of the plate.\n\n\n01:53\n — Subject no longer has shards large enough to continue digging. Subject begins pacing, possibly to relieve stress.\n\n\n05:32\n — Subject sits down, but remains visibly distressed. Signs of this stress include nervous tics, biting of nails, and tapping.\n\n\n61:53\n — Subject is seen turning in his sleep, and heard murmuring to himself. Guards on site claim that Subject said \"I just want to help,\" although there is no conclusive evidence of this.\n\n\n84:17\n — Subject begins shaking. Gerdinel requests to conclude the test. Request denied.\n\n\n103:45\n — Subject has stopped requesting food. Subject claims to no longer be hungry, but will eat when prompted.\n\n\n216:30\n — Testing concludes. Subject's mental and physical state deteriorated from stress and anxiety since previous notes, and exhibited no other symptoms of note. Upon release, Subject travels to the location depicted on the instance of SCP-3650 shown to him, and leaves a copy of \nThe Lovely Bones\n. Subject appears relieved and calmed after completing his journey.\n\n\n\n\n\n\n\n\n\n\n\n\nTest Log 12\n\n\n\n\nClose Log\n\n\n\n\n\n\nPoem:\n\nIn the cold tundra\n\nIf someone is beside me\n\nI'll wake up smiling\n\n\nPicture:\n The inside of one of the Shoshone Indian Ice Caves in Idaho. The only lighting comes from the flash on the camera. A frozen waterfall runs down the cave wall.\n\n\nResearch Team Instructions:\n Assist the subject in reaching his destination by any means necessary.\n\n\nPurpose:\n Confirm that all instances work in the same manner.\n\n\nTravel Log:\n\n\n00:02\n — Subject requests a ticket to Boise, Idaho. Request fulfilled.\n\n\n01:34\n — Subject arrives at the airport. He is followed by the research subteam of Dr. Rolick, Junior Researcher Niklo Gerdinel, and Security Personnel Maxwell Grand and Sarah Rucker.\n\n\n03:32\n — Subject and the research subteam arrive in Boise, Idaho. Subject requests motor transportation to the Shoshone Indian Ice Caves. Request fulfilled.\n\n\n05:51\n — Subject and the research subteam arrive at the Shoshone Indian Ice Caves. Subject retrieves a commemorative knife from the souvenir store. Gerdinel stays behind to pay for the knife as Rolick, Grand and Rucker follow Subject into one of the caves.\n\n\n06:29\n — Subject stops moving for several minutes. Subject then attempts to slit his throat with the knife, though Rucker and Grand intervene. Subject is physically restrained, and his knife is confiscated.\n\n\n11:13\n — Subject is returned to the facility. Dr Rolick concludes that Subject is no longer affected by SCP-3650. When questioned about his attempted suicide Subject replied \"she appreciated the effort, even if \nshe still feels lonely\n,\" and refused to elaborate further.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3649\n | SCP-3650 | \nSCP-3651\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Poem: Twisting sands for miles Blasting outer castle walls Until the tide falls Picture: The beach of Cape May, New Jersey. There is moderate cloud cover, so the sun cannot be seen in the picture. The ocean appears to be calm. Research Team Instructions: Assist the subject in reaching his destination by any means necessary. Purpose: Basic testing of the object’s effects. Travel Log: 00:05 — Subject exits Site 19. Subject requests transportation to the nearest airport, as well as a ticket to the first flight to New Jersey. Request was fulfilled. 01:26 — Subject arrives at the airport. He is followed by the research subteam of Dr. Rolick, Junior Researcher Niklo Gerdinel, and Security Personnel Maxwell Grand and Sarah Rucker. 04:50 — Subject and the research subteam arrive in Newark New Jersey. Subject requests motor vehicle transportation to Cape May. Request was fulfilled. 07:22 — Subject and research subteam reach Cape May. Subject enters a local pet store and retrieves a four-month-old golden retriever. Gerdinel stays behind to pay for the dog as the rest of the subteam follows Subject. 07:41 — Subject arrives on the beach, and proceeds to walk along the shore. Research subteam follows. 09:04 — Subject stops and places the dog on the ground. Dr. Rolick confirms that, with high probability, this is the location depicted in the instance of SCP-3650. Subject appears to return to normal. When asked about the dog, Subject responded, “she wanted a dog, so I brought her a dog.\" After Subject leaves the beach, Gerdinel finds the golden retriever and returns it to the pet store.",
        "Poem: Upon the earth mound Old men cry out to nature Cold bites at their skin Picture: The view from the summit of Long’s Peak, Colorado, looking toward Estes Park and Estes Lake. There are no clouds, and some snow can be seen atop surrounding mountains. Research Team Instructions: Neither assist nor hinder the subject. Purpose: Testing the strength of the effect of the object. Travel Log: 00:06 — Subject exits Site 19 and requests transportation to the nearest airport. Subject also requests a ticket to Denver, Colorado. Both requests are denied. Subject requests food and water for eleven days. Request is fulfilled. Subject is given a parcel with food and water. Dr. Rolick places a tracking device, a camera and a microphone on the parcel. 00:11 — Subject walks to Highway I-25 and follows it in the direction of Colorado. 76:31 — Subject shouts obscenities at the research team. Subject had not stopped walking before this point except to rest and eat. 220:42 — Subject encounters the research team which had flown out to Colorado to continue in-person observation of Subject. 267:27 — Subject and research team arrives at the base of Long’s Peak. 267:54 — Subject retrieves a clock from an unoccupied National Park Service building. 268:32 — Subject begins to ascend Long’s Peak. Dr. Rolick, Junior Researcher Gerdinel, and Security Personnel Maxwell Grand and Sarah Rucker follow. 275:13 — Gerdinel reports a feeling of light headedness and nausea, presumably caused by the ascent. Grand escorts Gerdinel to the base of Long’s Peak. Rolick and Rucker continue to follow Subject. 280:37 — Subject arrives at the top of Long’s Peak. She places the clock on the ground and shouts “There. Have it. I don’t have much left myself.” Subject appears to return to normal, and then collapse from exhaustion. 281:02 — Subject regains enough strength to be escorted to the base of the mountain. When asked about the clock and her remarks at the top of the mountain, Subject refused to respond.",
        "Poem: [DATA EXPUNGED] Picture: Research Team Instructions: Lock the subject in a humanoid containment cell. The cell is to be furnished with a bed, a toilet, and nothing else. Do not release the subject. Purpose: Determining the effects of SCP-3650 on subjects unable to reach the destination. Travel Log: 00:00 — Subject is locked inside of humanoid containment cell 4512. Subject requests release from containment. Request denied. 00:02 — Subject begs for his release. Request denied. 01:10 — Subject requests food. Request fulfilled. Subject uses plate in an attempt to create a hole in the wall. 01:31 — Plate breaks. Subject continues, now using a shard of the plate. 01:53 — Subject no longer has shards large enough to continue digging. Subject begins pacing, possibly to relieve stress. 05:32 — Subject sits down, but remains visibly distressed. Signs of this stress include nervous tics, biting of nails, and tapping. 61:53 — Subject is seen turning in his sleep, and heard murmuring to himself. Guards on site claim that Subject said \"I just want to help,\" although there is no conclusive evidence of this. 84:17 — Subject begins shaking. Gerdinel requests to conclude the test. Request denied. 103:45 — Subject has stopped requesting food. Subject claims to no longer be hungry, but will eat when prompted. 216:30 — Testing concludes. Subject's mental and physical state deteriorated from stress and anxiety since previous notes, and exhibited no other symptoms of note. Upon release, Subject travels to the location depicted on the instance of SCP-3650 shown to him, and leaves a copy of The Lovely Bones . Subject appears relieved and calmed after completing his journey.",
        "Poem: In the cold tundra If someone is beside me I'll wake up smiling Picture: The inside of one of the Shoshone Indian Ice Caves in Idaho. The only lighting comes from the flash on the camera. A frozen waterfall runs down the cave wall. Research Team Instructions: Assist the subject in reaching his destination by any means necessary. Purpose: Confirm that all instances work in the same manner. Travel Log: 00:02 — Subject requests a ticket to Boise, Idaho. Request fulfilled. 01:34 — Subject arrives at the airport. He is followed by the research subteam of Dr. Rolick, Junior Researcher Niklo Gerdinel, and Security Personnel Maxwell Grand and Sarah Rucker. 03:32 — Subject and the research subteam arrive in Boise, Idaho. Subject requests motor transportation to the Shoshone Indian Ice Caves. Request fulfilled. 05:51 — Subject and the research subteam arrive at the Shoshone Indian Ice Caves. Subject retrieves a commemorative knife from the souvenir store. Gerdinel stays behind to pay for the knife as Rolick, Grand and Rucker follow Subject into one of the caves. 06:29 — Subject stops moving for several minutes. Subject then attempts to slit his throat with the knife, though Rucker and Grand intervene. Subject is physically restrained, and his knife is confiscated. 11:13 — Subject is returned to the facility. Dr Rolick concludes that Subject is no longer affected by SCP-3650. When questioned about his attempted suicide Subject replied \"she appreciated the effort, even if she still feels lonely ,\" and refused to elaborate further."
    ],
    "item": "SCP-3650",
    "object_class": "Safe",
    "containment_procedures": "SCP-3650 is held inside of a standard containment locker on Site 19. Research personnel are not permitted to look at both sides of any instance of SCP-3650. D-Class personnel may only be shown both sides of an instance of SCP-3650 during scheduled testing. The containment locker may only be opened with written permission from the active senior researcher. SCP-3650 may not leave Site 19.",
    "description": "SCP-3650 is a collection of 10.16 X 7.62 cm Polaroid photographs (SCP-3650-1) depicting various landscapes. Poems, specifically 5-7-5 haiku, are written in red ink on the back of each instance. Every picture is signed “Rem Z.” who is presumably responsible for the photographs, the poems, or both. All photographs are devoid of persons.",
    "title": "SCP-3650"
}