{
    "url": "https://scp-wiki.wikidot.com/scp-3655",
    "all_text": "rating: \n+69\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n3655\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAn external view of SCP-3655’s main structure, obtained by MTF Epsilon-9.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Owing to the location and nature of SCP-3655, constant physical containment has been deemed impractical. Containment procedures should therefore centre on the suppression of public knowledge pertaining to the existence, location and nature of SCP-3655 and the doctoring of satellite and telescopic images of the structure.\n\n\nThe interior of the anomaly should be patrolled on a bi-monthly basis by MTF Epsilon-9, accessed from the nearby Lunar-Area 32 using Foundation lunar-surface vehicular technology. Any changes to the interior of the structure should be noted and investigated immediately.\n\n\nDescription:\n SCP-3655 is an exact replica of Las Vegas’ “The Mint” Hotel and Casino located on the lunar surface, approximately seven kilometres from Oceanus Procellarum\n1\n: (“Ocean of Storms”). Based on physical evidence collected from within the structure, it is probable the duplication of SCP-3655 occurred at some point within the month of December, 1966, although no notable suspicious or anomalous activity was reported by the hotel’s inhabitants during this period. The means behind SCP-3655’s appearance on the lunar surface are currently unknown.\n\n\nInternally, the structure maintains an atmosphere identical to that of Earth, a constant temperature of 21 degrees Celsius and generates or receives water and electricity from an unknown source. However, the interior remains the only area fit for human habitation, as normal lunar conditions resume beyond the outer limits of the structure.\n\n\nOf note is the significant amount of damage sustained by the interior of the structure, most prominently within the foyer area of the hotel and the central gambling hall of the casino. Furniture and equipment lie vandalised throughout, the foyer has sustained a large amount of fire damage and human remains recovered from beneath floorboards suggest the widespread occurrence of violence following SCP-3655’s appearance.\n\n\nDiscovery:\n A potential lunar anomaly was first brought to the Foundation’s attention during the immediate aftermath of NASA’s Apollo-12 mission, when Foundation assets embedded within the agency discovered reports of “lunar lights” from Apollo 12’s crew. Further research conducted by the Foundation was later able to verify these claims, with the source being identified as a large, unknown object in close proximity to the Apollo-12 mission site. Despite this knowledge, owing to the limitations of the Foundation’s astronomic capabilities at the time, the duplicated structure was not fully explored and did not receive SCP-classification until██/██/76, an estimated ten years following its appearance.\n\n\nUpon Foundation discovery, the remains of some 189 inhabitants of the hotel were found throughout the complex in various states of decay, suggesting the anomalous event that led to the duplication of “The Mint” similarly affected any guests present within the structure at the exact moment of duplication. However, this number falls far short of the average number of inhabitants within the hotel and casino at any given time in 1966, suggesting that a significant number of these visitors were either spared the effects of the duplication or have not yet been discovered in or around SCP-3655.\n\n\n\n\n+ Addendum 3655-1A\n\n\n\n\n- Close Addendum 3655-1A\n\n\n\n\nAddendum 3655-1A:\n The following are excerpts from a journal recovered from the office of Harrison Garcia within SCP-3655: casino floor manager for “The Mint” between 1965 and 1976, likely detailing the events within SCP-3655 leading up to and directly following the duplication event. The original Harrison Garcia died of natural causes in 2004.\n\n\n\n\n12/06/66:\n As expected, things have been picking up around here along with the holiday season. Good for the casino and hopefully good for Team Garcia too. More gamblers equal more opportunity! At the rate the numbers are growing, my team and I may be hard pressed to keep things running smoothly, but still, duty calls. We’ll make it work and I’ll make this worthwhile.\n\n\n\n\n\n\n12/10/66:\n I finally have my extra security on the cards, hopefully they’ll work wonders on the festive raucous kicking in! I’m always grateful for extra muscle around this time of year, even if they are a little rough around the edges. Secure doors being left unlocked. Excessive force. Grown men confused about the building layout. Typical stuff. They may not be the smartest bunch, but I’ll whip them into shape. At least I’ll try.\n\n\n\n\n\n\n12/15/66:\n Huge swell of people into the hotel today. I have business to attend to so you’ll have to forgive a short entry for tonight. At least when you finally get around to reading this. Security still wandering around like headless chickens but I have a hunch we’ll all need to step up big tonight.\n\n\n\n\n\n\n12/16/66:\n This isn’t right. None of this is right. Things have taken a turn for the worst around here, and I’m not talking about profit margins. Don’t ask how it happened. Don’t ask who the hell was responsible. I’m shaking just writing this because no one knows where we are, what the hell is going on or how we’re going to get out of this. One minute it’s business as usual, the next all hell starts breaking loose. Whatever it was, I wasn’t there to see it. But there’s nothing out there now, nothing at all recognisable, and the staff I sent out to investigate still haven’t come back. I have hundreds of terrified patrons banging at my door and we’ve yet to establish anything resembling order amongst them. God help us. Give me strength Coraline.\n\n\n\n\n\n\n12/17/66:\n Somehow we’ve managed to get a grip on the situation, however bleak the circumstances. We’ve assembled all the survivors we could find in the casino, since outside the building is no man’s land now. One of our dealers, poor lad, learnt that the hard way when he tried to get out through the foyer.\n\n\n\nThe silver lining is that somehow the lights and water still work, so there’s that, and we’ve had security handing out food from the cafeteria to those that’ll take it. Definitely feels lonelier around here though. We still haven’t taken a count of those left, but it’s starting to look like a sizeable few just didn’t make it. As for the survivors, a fragile peace has taken hold, but I’m worried about how long it’ll last and terrified about the long run. At least I can confide that in here, because out there they sure as hell can’t afford to see me break down. I need to stay strong. For their sakes and mine.\n\n\n\n\n\n\n12/18/66:\n I think my fellow employees are already starting to crack. I had to stop a colleague of five years from heading back to the cage and allowing the exchange of chips for cash, not to mention the restaurant staff from selling food and booze like nothing’s the matter. As if cash has any value at a time like this! I don’t know how much booze got out before I put a stop to it, but I do know that drunkenness is not a wildcard I’d like to be contending with given the already dire circumstances. I’m going to have to run a much tighter ship if we’re to stand any chance of getting through this.\n\n\n\n\n\n\n12/19/66:\n We’ve managed to track down those with alcohol. Too bad they’re mostly members of my own damn security staff. One of them has already managed to drink himself into a coma, and plenty more seem intent on following that example. So not only do we now have fewer hands on deck, but our supplies are dwindling by the day to boot. Coraline, I wonder if I’m already the only sane one left.\n\n\n\n\n\n\n12/20/66:\n The past couple of hours have been a nightmare. The fire started before anyone knew what was happening, and that was when we noticed it. Some damaged electrics had ignited a fireball that damn near consumed the lobby and us with it. It was a miracle we managed to get it under control, let alone stop it, but in the end the sprinklers and our bravest managed to come through. I just hope there aren’t any more surprises headed our way, because our hopes and resources are stretched far enough as it is. But at least now there’s a little more per head and a half-dozen fewer mouths to feed.\n\n\n\n\n\n\n12/25/66:\n Christmas today. Even though I knew I’d be spending it without you, somehow our predicament only makes the feeling worse. I can only hope your fortunes are better.\n\n\n\n\n\n\n12/29/66:\n More trouble in Paradise. To say we should’ve rationed our food supplies better is an understatement, since we let a lot of good stuff go to waste in the chaos following the start of this ordeal. Fear and anger, on the other hand, are here in abundance.\n\n\nWe took a count. There are two hundred and seventeen of us stuck here. I doubt we have enough to last us a fortnight. What should I do? What can I do?\n\n\n\nI wish you were here.\n\n\n\n\n\n\n01/01/67:\n The hungry are turning violent.\n\n\nThere’s practically a mob forming in the Poker Hall and they seem intent on claiming the scraps we have left one way or another. That and lashing out at anything or anyone they can get their hands on. The patrons. The security. The dealers. Me. We all want answers. We all want solutions. The difference is that I’m expected to deliver. Not to mention that we’re still no closer to figuring out what on earth started this mess. The phones are useless. We can’t get a radio signal. We’re cut off.\n\n\nYet still, fixing this mess is my duty. Why else am I here, separate from you? No matter the odds, I have to try.\n\n\n\n\n\n\n01/05/67:\n I’ve tasked the few workers who’ll still obey with keeping those who have kept order safe, but the rest have all turned on us by now. My hands are tied. The Assistant Floor Manager has a dozen or so survivors holed up in the smoking room, convinced that escape is their only option. They’re close to jumping ship. Maybe they already have. Duty continues to call, but I’m finding it difficult to answer.\n\n\nI’m spending more and more time holed up in this office alone. Out there, violence is becoming more and more common, so it seems like a smart enough move for now. But the hunger is only getting worse.\n\n\n\n\n\n\n01/06/67:\n I’m writing this to try and dull the nagging pain in my stomach, and keep some spark of hope going in the darkness outside. More and more are abandoning the casino in favour of whatever lies out there, but I don’t blame them. The people still here are changing, driven mad by panic, hunger and desperation. I haven’t eaten in days, and even though I hate to admit it, even I’m struggling to keep a level head and a clear mind.\n\n\nAnd so this is starting to look more and more like the end. Coraline, you seem so impossibly far away.\n\n\n\n\n\n\n01/10/67:\n My hunger continues to grow, but some have found a solution to theirs. Dozens missing. Dozens dead. But I suppose I should’ve expected this. They came here to gamble, and gamble they will, whatever the odds. To eat or be eaten, all down to a roll of the dice. I can only refuse, keep my dignity for whatever it’s worth. For now I’m still safe in my office. It’s preferable to the destruction and depravity that lies beyond.\n\n\nI can hear them, even now. The rolling of dice. The spin of the roulette wheel. The inevitable screams and whoops of crazed mania that follow. Then, at last, silence until the next round.\n\n\nWhat happens when they need new suckers for their little game?\n\n\n\n\n\n\n01/12/67:\n My luck has run out and it appears my time is up. They’re at my door now, and in a few short moments they’ll be upon me, so I’m writing now for anyone who’ll listen. To preserve what happened here. To ask why.\n\n\nKnow that I tried. Tried to hold things together. Tried to do my duty. Tried for the people that matter most. It was only the promise of a better future that brought me here, and even if I can never share that with those I love, I can share this message of regret with you. Tell Coraline I’m sorry.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The landing site of NASA’s Apollo 12 mission\n\n\n\n\n\n\n\n\n« \nSCP-3654\n | SCP-3655 | \nSCP-3656\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "12/06/66: As expected, things have been picking up around here along with the holiday season. Good for the casino and hopefully good for Team Garcia too. More gamblers equal more opportunity! At the rate the numbers are growing, my team and I may be hard pressed to keep things running smoothly, but still, duty calls. We’ll make it work and I’ll make this worthwhile.",
        "12/10/66: I finally have my extra security on the cards, hopefully they’ll work wonders on the festive raucous kicking in! I’m always grateful for extra muscle around this time of year, even if they are a little rough around the edges. Secure doors being left unlocked. Excessive force. Grown men confused about the building layout. Typical stuff. They may not be the smartest bunch, but I’ll whip them into shape. At least I’ll try.",
        "12/15/66: Huge swell of people into the hotel today. I have business to attend to so you’ll have to forgive a short entry for tonight. At least when you finally get around to reading this. Security still wandering around like headless chickens but I have a hunch we’ll all need to step up big tonight.",
        "12/16/66: This isn’t right. None of this is right. Things have taken a turn for the worst around here, and I’m not talking about profit margins. Don’t ask how it happened. Don’t ask who the hell was responsible. I’m shaking just writing this because no one knows where we are, what the hell is going on or how we’re going to get out of this. One minute it’s business as usual, the next all hell starts breaking loose. Whatever it was, I wasn’t there to see it. But there’s nothing out there now, nothing at all recognisable, and the staff I sent out to investigate still haven’t come back. I have hundreds of terrified patrons banging at my door and we’ve yet to establish anything resembling order amongst them. God help us. Give me strength Coraline.",
        "12/17/66: Somehow we’ve managed to get a grip on the situation, however bleak the circumstances. We’ve assembled all the survivors we could find in the casino, since outside the building is no man’s land now. One of our dealers, poor lad, learnt that the hard way when he tried to get out through the foyer. The silver lining is that somehow the lights and water still work, so there’s that, and we’ve had security handing out food from the cafeteria to those that’ll take it. Definitely feels lonelier around here though. We still haven’t taken a count of those left, but it’s starting to look like a sizeable few just didn’t make it. As for the survivors, a fragile peace has taken hold, but I’m worried about how long it’ll last and terrified about the long run. At least I can confide that in here, because out there they sure as hell can’t afford to see me break down. I need to stay strong. For their sakes and mine.",
        "12/18/66: I think my fellow employees are already starting to crack. I had to stop a colleague of five years from heading back to the cage and allowing the exchange of chips for cash, not to mention the restaurant staff from selling food and booze like nothing’s the matter. As if cash has any value at a time like this! I don’t know how much booze got out before I put a stop to it, but I do know that drunkenness is not a wildcard I’d like to be contending with given the already dire circumstances. I’m going to have to run a much tighter ship if we’re to stand any chance of getting through this.",
        "12/19/66: We’ve managed to track down those with alcohol. Too bad they’re mostly members of my own damn security staff. One of them has already managed to drink himself into a coma, and plenty more seem intent on following that example. So not only do we now have fewer hands on deck, but our supplies are dwindling by the day to boot. Coraline, I wonder if I’m already the only sane one left.",
        "12/20/66: The past couple of hours have been a nightmare. The fire started before anyone knew what was happening, and that was when we noticed it. Some damaged electrics had ignited a fireball that damn near consumed the lobby and us with it. It was a miracle we managed to get it under control, let alone stop it, but in the end the sprinklers and our bravest managed to come through. I just hope there aren’t any more surprises headed our way, because our hopes and resources are stretched far enough as it is. But at least now there’s a little more per head and a half-dozen fewer mouths to feed.",
        "12/25/66: Christmas today. Even though I knew I’d be spending it without you, somehow our predicament only makes the feeling worse. I can only hope your fortunes are better.",
        "12/29/66: More trouble in Paradise. To say we should’ve rationed our food supplies better is an understatement, since we let a lot of good stuff go to waste in the chaos following the start of this ordeal. Fear and anger, on the other hand, are here in abundance. We took a count. There are two hundred and seventeen of us stuck here. I doubt we have enough to last us a fortnight. What should I do? What can I do? I wish you were here.",
        "01/01/67: The hungry are turning violent. There’s practically a mob forming in the Poker Hall and they seem intent on claiming the scraps we have left one way or another. That and lashing out at anything or anyone they can get their hands on. The patrons. The security. The dealers. Me. We all want answers. We all want solutions. The difference is that I’m expected to deliver. Not to mention that we’re still no closer to figuring out what on earth started this mess. The phones are useless. We can’t get a radio signal. We’re cut off. Yet still, fixing this mess is my duty. Why else am I here, separate from you? No matter the odds, I have to try.",
        "01/05/67: I’ve tasked the few workers who’ll still obey with keeping those who have kept order safe, but the rest have all turned on us by now. My hands are tied. The Assistant Floor Manager has a dozen or so survivors holed up in the smoking room, convinced that escape is their only option. They’re close to jumping ship. Maybe they already have. Duty continues to call, but I’m finding it difficult to answer. I’m spending more and more time holed up in this office alone. Out there, violence is becoming more and more common, so it seems like a smart enough move for now. But the hunger is only getting worse.",
        "01/06/67: I’m writing this to try and dull the nagging pain in my stomach, and keep some spark of hope going in the darkness outside. More and more are abandoning the casino in favour of whatever lies out there, but I don’t blame them. The people still here are changing, driven mad by panic, hunger and desperation. I haven’t eaten in days, and even though I hate to admit it, even I’m struggling to keep a level head and a clear mind. And so this is starting to look more and more like the end. Coraline, you seem so impossibly far away.",
        "01/10/67: My hunger continues to grow, but some have found a solution to theirs. Dozens missing. Dozens dead. But I suppose I should’ve expected this. They came here to gamble, and gamble they will, whatever the odds. To eat or be eaten, all down to a roll of the dice. I can only refuse, keep my dignity for whatever it’s worth. For now I’m still safe in my office. It’s preferable to the destruction and depravity that lies beyond. I can hear them, even now. The rolling of dice. The spin of the roulette wheel. The inevitable screams and whoops of crazed mania that follow. Then, at last, silence until the next round. What happens when they need new suckers for their little game?",
        "01/12/67: My luck has run out and it appears my time is up. They’re at my door now, and in a few short moments they’ll be upon me, so I’m writing now for anyone who’ll listen. To preserve what happened here. To ask why. Know that I tried. Tried to hold things together. Tried to do my duty. Tried for the people that matter most. It was only the promise of a better future that brought me here, and even if I can never share that with those I love, I can share this message of regret with you. Tell Coraline I’m sorry."
    ],
    "containment_procedures": "Owing to the location and nature of SCP-3655, constant physical containment has been deemed impractical. Containment procedures should therefore centre on the suppression of public knowledge pertaining to the existence, location and nature of SCP-3655 and the doctoring of satellite and telescopic images of the structure.",
    "description": "SCP-3655 is an exact replica of Las Vegas’ “The Mint” Hotel and Casino located on the lunar surface, approximately seven kilometres from Oceanus Procellarum1: (“Ocean of Storms”). Based on physical evidence collected from within the structure, it is probable the duplication of SCP-3655 occurred at some point within the month of December, 1966, although no notable suspicious or anomalous activity was reported by the hotel’s inhabitants during this period. The means behind SCP-3655’s appearance on the lunar surface are currently unknown.",
    "title": "SCP-3655"
}