{
    "url": "https://scp-wiki.wikidot.com/scp-3658",
    "all_text": "rating: \n+39\n+\n–\nx\n\n\nItem #:\n SCP-3658\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n \nSCP-3658 cannot be contained as it exists in a non-physical dimension. No physical projections of SCP-3658 have been discovered.\n\n\nSCP-3658-1 is to be contained inside a glass capsule that has a radius of 1 cm, and a height of 6 cm. The walls of the glass capsule are 5 mm thick to lessen the chances of Quantum Tunneling.\n\n\nAttached to the outside of the glass capsule is an apparatus that produces an axial magnetic field, and a quadrupole electric field. This apparatus forms a Penning trap to prevent SCP-3658-1 from making contact with the walls of the capsule and keep it suspended in the middle.\n\n\nAnother apparatus is placed 12 cm away from the middle of the glass capsule. This apparatus measures SCP-3658-1’s magnetic field direction and electric charge which effectively collapses SCP-3658-1’s wave function.\n\n\nDescription:\n \nSCP-3658 is believed to be an extradimensional entity that can freely move through time. It is currently up to debate whether SCP-3658 is an entity who originated in the temporal dimension, or is an entity who was put in the temporal dimension by an external force/being.\n\n\nSCP-3658 is an extradimensional entity that exists in the temporal dimension. SCP-3658 manifests itself onto the physical dimension as a subatomic particle with roughly the size of a proton. This physical manifestation is called SCP-3658-1.\n\n\nSCP-3658-1 share some intrinsic properties with quantum particles, and might disappear when not under observation (Quantum Tunneling). After disappearing, SCP-3658-1 would instantaneously reappear somewhere in a 4 AU (598,400,000 km) radius from where it disappeared. This would suggest that SCP-3658-1 is capable of faster-than-light travel.\n\n\nSCP-3658-1 also has the ability to generate radio signals with specific frequencies, amplitudes, and interval patterns. SCP-3658-1 uses this ability to send radio transmissions in an attempt of communicating.\n\n\nCommunication with SCP-3658 began with the Wow! Signal that was picked up by the ███ ███ █████ Telescope on August 15, 1977. Further communication with SCP-3658 requires the sender to follow specific directions given by SCP-3658 him/herself.\n\n\nSCP-3658 seems to be highly intelligent as it encodes its transmissions in Binary, Morse code, etc.\n\nSCP-3658 also changes its transmission location every after a message to minimize the chances of someone else picking it up. Specific coordinates on where the next transmission will be sent from is indicated at the end of the previous message along with the type of message encryption.\n\n\nThe first coherent message sent by SCP-3658 was received by the ███ ███ █████ Telescope two (2) minutes after it received the Wow! Signal. SCP-3658 communicated by sending an 8-minute long radio outburst patterned in Morse code with the signals of intensity 9 corresponding to a \"dot\", intensity E corresponding to a \"dash\", and intensity 5 corresponding to a \"space\". When translated back to English, the message spells out “Alcor Mizar”, which pertains to two stars located in the constellation Ursa Major. This transmission is known as \"Transmission #0\" and is the first of 89 known transmissions sent by SCP-3658.\n\n\nAddendum:\n After Dr. █████ █████’s discovery of both the Wow! and Alcor Mizar signals, he immediately informed the ████ Institute, which has been a long-time partner of the SCP Foundation.\n\n\nDr. █████ █████'s colleague, Elijah ██████, was asked to be a full-time member of the SCP Foundation in order to conduct further research on SCP-3658.\n\n\nElijah ██████ was given access to the ████████ Telescope owned by the SCP Foundation, which acts both as a radio transmitter, and a radio receiver. Unlike the ███ ███ █████ Telescope which only received radio signals in 12-second intervals, the ████████ Telescope can receive radio signals in 1-second intervals. The ████████ Telescope was pointed towards the direction of the Alcor-Mizar star system starting on August 19, 1977.\n\n\nList of declassified recorded \"conversations\" with SCP-3658:\n\n\n\n\n+ Transmission #1: Alcor-Mizar (August 23, 1977)\n\n\n\n\n- Transmission #1: Alcor-Mizar (August 23, 1977)\n\n\n\n\nThe ████████ Telescope has observed total radio silence in the vicinity of the Alcor-Mizar star system two (2) days prior to the received radio transmission. This was extremely unusual since there should be some kind of background noise anywhere in the universe. This suggests that this was done by SCP-3658 to minimize errors in receiving the radio transmission.\n\n\nThe message below is a translated version of the radio transmission received from the Alcor-Mizar star system. The original radio transmission was encoded in binary wherein a one (1) second long radio signal with an intensity of 5 corresponds to a \"1\", while a one (1) second long radio signal with an intensity of 2 corresponds to a \"0\".\n\n\nThe following message was decoded one line at a time once it was received but decoding stopped after the fourth (4th) line.\n\n\nReceived 1977-08-23 T19:14 -8:00 from 13h 25m 13.53783s +54° 59′ 16.6548″\n\n\nDuration: 02:58:20\n\n\n\n\nYou are allowed to ask me seven questions.\n\nTransmit your questions in binary towards Alcor and Mizar.\n\nThe answer to your seven questions are below.\n\nTo prevent any paradoxes, DO NOT DECODE AND/OR READ THE FOLLOWING LINES.\n\nDO NOT READ\n\nDO NOT READ\n\nDO NOT READ\n\nDO NOT READ\n\nDO NOT READ\n\n1. I am a being not bounded by a concept you call \"time\". I do not eat, I do not drink, I do not age, and most importantly, I do not die.\n\n2. Maybe a more accurate question is \"When am I?\". I experience time as you humans experience space. I move through it constantly, seeing things that are happening, already happened, and will happen.\n\n3. No, I am here to help the human race survive. The human race will experience numerous calamities in the near and distant future. If you follow my instructions, the human race will live through these calamities.\n\n4. Ever heard of Nostradamus?\n\n5. Yes, I did it to capture your attention.\n\n6. I cannot answer that question.\n\n7. I will tell you the instructions at the end of each message. Just follow these instructions carefully.\n\nYou will receive the next message one week from now. The radio signal will be transmitted from the star Markab and is also encoded in binary.\n\n\n\n\nTransmitted 1977-08-23 T23:05 -8:00 to 13h 25m 13.53783s +54° 59′ 16.6548″\n\n\nDuration: 00:45:17\n\n\n\n\n1. Who or what are you?\n\n2. Where are you?\n\n3. Are you a threat to humanity? If not, what are your motives?\n\n4. Is this the first time you have attempted to contact a human being?\n\n5. Was the Wow! signal your doing?\n\n6. How are you able to transmit radio signals?\n\n7. How will we be able to contact you again?\n\n\n\n\n\n\n\n\n\n\n\n\n+ Transmission #2: Markab (August 30, 1977)\n\n\n\n\n- Transmission #2: Markab (August 30, 1977)\n\n\n\n\nSimilar to the Alcor-Mizar Transmission, the ████████ Telescope also observed total radio silence in the vicinity of Markab two (2) days prior to the received radio transmission.\n\n\nThe received transmission was also encoded in binary, similar to the Alcor-Mizar Transmission, wherein a one (1) second long radio signal with an intensity of 5 corresponds to a \"1\", while a one (1) second long radio signal with an intensity of 2 corresponds to a \"0\".\n\n\nThe received transmission was only decoded after the questions were asked.\n\n\nReceived 1977-08-30 T18:55 -8:00 from 23h 04m 45.65345s +15° 12′ 18.9617″\n\n\nDuration: 02:39:26\n\n\n\n\nYou are allowed to ask me seven questions.\n\nTransmit your questions in binary towards Markab.\n\nThe answer to your seven questions are below.\n\nTo prevent any paradoxes, DO NOT DECODE AND/OR READ THE FOLLOWING LINES.\n\nDO NOT READ\n\nDO NOT READ\n\nDO NOT READ\n\nDO NOT READ\n\nDO NOT READ\n\n1. No, I do not work for/with anyone. If anything, you are working for me.\n\n2. No.\n\n3. My origin is not important.\n\n4. No, I only exist in the temporal dimension. I do not have a projection or counterpart in your dimension.\n\n5. Because humanity is of importance to me.\n\n6. Because some events are meant to happen. There are only a few events humanity is allowed to know and alter as these events would not create too much of a chaos in the universe. On the other hand, humanity should not know of the events that are detrimental to the balance of the universe. I will decide which events you will know about.\n\n7. I cannot answer that question.\n\nYou will receive the next message [REDACTED]. The radio signal will be transmitted from the star [REDACTED] and is encoded in [REDACTED].\n\n\n\n\nTransmitted 1977-08-30 T22:48 -8:00 to 23h 04m 45.65345s +15° 12′ 18.9617″\n\n\nDuration: 00:46:29\n\n\n\n\n1. Are you working with us?\n\n2. Are you God?\n\n3. Where did you come from?\n\n4. Will we be able to see or meet you in our dimension?\n\n5. Why exactly do you want to help the human race?\n\n6. Why not just tell us all the future events, instead of making us ask questions?\n\n7. Will humanity ever be capable of time travel?\n\n\n\n\n\n\n\n\n\n\n\n\n+ Transmission #18: Alnilam (January 11, 1979)\n\n\n\n\n- Transmission #18: Alnilam (January 11, 1979)\n\n\n\n\nNote: Transmission #18 is an experiment directed by Dr. ██████ ████████ in an attempt to answer if transmissions sent by SCP-3658 are in a state of quantum superposition. After Radio Engineer ████ ██████ has sent the first question, the Foundation will attempt to decode and read the succeeding answers without giving SCP-3658 the respective questions. Radio Engineer ████ ██████ will have the freedom to ask SCP-3658 any question he prefers.\n\n\nBeginning from Transmission #█, the Foundation will start decoding the answer once its respective question has finished transmitting. This gives the Foundation a much more \"direct\" conversation with SCP-3658, and gives the Foundation an opportunity to ask follow-up questions. In spite of this, the Foundation still transmits the first question AFTER the entirety of SCP-3658's transmission has been received. After transmitting the first question, the Foundation can now begin to decode the received message.\n\n\nThe ████████ Telescope has observed total radio silence in the vicinity of Alnilam two (2) days prior to the received radio transmission.\n\n\nThe received transmission was encoded in Morse code wherein the signals of intensity 9 corresponding to a \"dot\", intensity E corresponding to a \"dash\", and intensity 5 corresponding to a \"space\".\n\n\nReceived 1979-01-11 T19:33 -8:00 from 05h 36m 12.8s −01° 12′ 06.9″\n\n\nDuration: 00:24:47\n\n\n\n\nYou are allowed to ask me seven questions.\n\nTransmit your questions in Morse code towards Alnilam.\n\nThe answer to your seven questions are below.\n\nTo prevent any paradoxes, DO NOT DECODE AND/OR READ THE FOLLOWING LINES.\n\nDO NOT READ\n\nDO NOT READ\n\nDO NOT READ\n\nDO NOT READ\n\nDO NOT READ\n\n1. May 5, 20██\n\n2.\n\n3.\n\n4.\n\n5.\n\n6.\n\n7.\n\nYou will receive the next message [REDACTED]. The radio signal will be transmitted from the star [REDACTED] and is encoded in [REDACTED].\n\n\n\n\nTransmitted 1979-01-11 T21:27 -8:00 from 05h 36m 12.8s −01° 12′ 06.9″\n\n\nDuration: 00:01:18\n\n\n\n\n1. When will World War 3 start?\n\n\n\n\n\n\n\n\n\n\n\n\n+ Transmission #51: Regulus (April 18, 1982)\n\n\n\n\n- Transmission #51: Regulus (April 18, 1982)\n\n\n\n\nNote: Transmission #51 is also known as Operation ██████████, and is headed by Commander █████ ██████. The objective of Operation ██████████ is to pinpoint SCP-3658's exact location in our physical dimension. According to Dr. ███ ██'s research, it is impossible for SCP-3658 to communicate with our dimension, if it does not have a physical projection in our dimension in the first place. In order to pinpoint SCP-3658's location, Transmission #50 tells SCP-3658 that there was a malfunction in the ████████ Telescope's signal receiver and can only receive radio signals in 5-second intervals. The prolonged reception rate would force SCP-3658 to transmit radio signals over a longer period of time, making it easier for the ██████-██ Satellite to pinpoint its location.\n\n\nThe following questions asked are just used to stall SCP-3658.\n\n\nThe ████████ Telescope has observed total radio silence in the vicinity of Regulus two (2) days prior to the received radio transmission.\n\n\nThe received transmission was encoded in Morse code wherein the signals of intensity 9 corresponding to a \"dot\", intensity E corresponding to a \"dash\", and intensity 5 corresponding to a \"space\".\n\n\nReceived 1982-04-18 T18:49 -8:00 from 10h 08m 22.311s +11° 58′ 01.95″\n\n\nDuration: 06:04:25\n\n\n\n\nYou are allowed to ask me seven questions.\n\nTransmit your questions in Morse code towards Regulus.\n\nThe answer to your seven questions are below.\n\nTo prevent any paradoxes, DO NOT DECODE AND/OR READ THE FOLLOWING LINES.\n\nDO NOT READ\n\nDO NOT READ\n\nDO NOT READ\n\nDO NOT READ\n\nDO NOT READ\n\n1. Time for me is what space is for you. Time does not flow through me but instead, I flow through time. I roam across an infinite array of time \"frames\" wherein each \"frame\" is the universe in a specific point in time. There I decide whether or not to change an event in order to shape history into what I want.\n\n2. With the help of the inhabitants of your universe. Since I do not exist in your dimension, I communicate with your universe's people and ask them to change an event for me.\n\n3. Again, I cannot answer that question.\n\n4. Because humanity is not ready for the knowledge yet. But I assure you, you will know some time in the future.\n\n5. I do not know the answer to that question. As far as I'm aware, I am the only being in my dimension.\n\n6. I also cannot answer that question.\n\n7. The next disaster will happen in [REDACTED] at [REDACTED]. This event will kill ████ people if allowed to happen. Preventing this event from happening is not detrimental to the balance of the universe. I suggest you take measures to prevent this event from happening.\n\nYou will receive the next message [REDACTED]. The radio signal will be transmitted from the star [REDACTED] and is encoded in [REDACTED].\n\n\n\n\nTransmitted 1982-04-18 T19:27 -8:00 from 10h 08m 22.311s +11° 58′ 01.95″\n\n\nDuration: 01:50:00\n\n\n\n\n1. Can you explain again what time is for you?\n\n2. How exactly do you change an event in time?\n\n3. You are currently communicating with us using radio signals, how are you able to transmit radio signals?\n\n4. Why not?\n\n5. Are there other beings in your dimension?\n\n6. Is it possible for physical beings like humans to visit your dimension?\n\n7. When and where will the next disaster happen?\n\n\n\n\n\n\n\n\n\n\n\n\n+ Transmission #88: Procyon (December 21, 1985)\n\n\n\n\n- Transmission #88: Procyon (December 21, 1985)\n\n\n\n\nNote: After the ██████-██ Satellite was able to pinpoint SCP-3658's location. The transmission origin no longer \"jumped\" from one point of the sky to the other but instead followed a calculated path starting from Regulus. This was explained as the \"Observer Effect\" by Dr. ███ ██ and implies that SCP-3658 truly does have a physical projection, albeit a subatomic one.\n\n\nThe █████ Probe launched by the Foundation back in 19██ was tasked to intercept SCP-3658's physical projection. This transmission is the last transmission ever recorded before interception.\n\n\nThe ████████ Telescope has observed total radio silence in the vicinity of Procyon two (2) days prior to the received radio transmission.\n\n\nThe received transmission was encoded in Morse code wherein the signals of intensity 9 corresponding to a \"dot\", intensity E corresponding to a \"dash\", and intensity 5 corresponding to a \"space\".\n\n\nReceived 1985-12-21 T22:38 -8:00 from 07h 39m 18.11950s +05° 13′ 29.9552″\n\n\nDuration: 00:00:41\n\n\n\n\nImpressive.\n\n\n\n\nTransmitted 1985-12-21 T22:39 -8:00 from 07h 39m 18.11950s +05° 13′ 29.9552″\n\n\nDuration: 00:00:49\n\n\n\n\nWe found you.\n\n\n\n\n\n\n\n\n\n\nAddendum 2:\n After the capture of SCP-3658's physical projection, also known as SCP-3658-1, Dr. ███ ██ and his team has spent countless hours in trying to study SCP-3658-1.\n\n\nCommunication with radio signals between the Foundation and SCP-3658 continued even after SCP-3658-1's capture. Upon examination, it seems SCP-3658 communicates by using SCP-3658-1 as a radio transmitter and a radio receiver. Further experiments show that SCP-3658-1 is able to generate radio waves of any frequency, and amplitude.\n\n\nLogs of the succeeding conversations between the Foundation and SCP-3658 are still classified under the direct orders of Dr. ███ ██. In spite of this, Dr. ███ ██ has stated that SCP-3658 clearly answered all of the Foundation's questions, but answers to these questions remain undisclosed to prevent any kind of time paradox.\n\n\n\n\n\n\nThe Interview\n\n\n\n\n[LEVEL 5 SECURITY CLEARANCE REQUIRED]\n\n\n\n\n[ACCESS GRANTED]\n\n\n\n\nOn February 27, 1991, six years after SCP-3658-1's capture, Dr. Van Yu attempted to communicate with SCP-3658 to ask about its origin. SCP-3658 noncompliance would result in its termination using the Large Hadron Collider.\n\n\nDr. Van Yu and SCP-3658 communicated with each other using radio signals in the 1420 MHz frequency (Hydrogen Line) to prevent any radio interference. SCP-3658's responses were in real-time.\n\n\nThe transcript below is only an excerpt. The entire conversation between Dr. Van Yu and SCP-3658 remains undisclosed. Only Dr. Van Yu himself has the transcript of the entire conversation\n\n\n\n\n\n\nDr. Van Yu:\n Can you tell me exactly what you are.\n\n\nSCP-3658:\n I am the collective consciousness of seven incredibly bright individuals that is now trapped in the temporal dimension.\n\n\nDr. Van Yu:\n What do you mean.\n\n\nSCP-3658:\n I was the result of a time travel accident on the year [REDACTED]. The accident caused our minds to separate from our physical bodies.\n\n\nDr. Van Yu:\n So you existed in our physical dimension before? Which planet did you come from?\n\n\nSCP-3658:\n Earth.\n\n\nDr. Van Yu:\n You are human?\n\n\nSCP-3658:\n Was human, until the accident.\n\n\nDr. Van Yu:\n Can you tell me what happened in the accident.\n\n\nSCP-3658:\n The spaceship ████████ had one destination, the future. There were 7 crew members on board named: [REDACTED]. Three minutes into the mission, the ████ █████████ malfunctioned causing a miniature black hole to form in the middle of the spaceship. The black hole caused our entire spaceship to collapse and compress into a subatomic particle as small as a proton. This subatomic particle is in front of you right now. As for our minds, we still don't know what happened but our minds somehow merged during the accident. This collective conscience no longer exists in your physical dimension, but now resides in the temporal dimension. Time for us is now \"physical\". What we see is an infinite hallway with rooms representing each single moment in the universe. We use our physical counterpart to help relay our knowledge onto you, so that humanity can survive.\n\n\nDr. Van Yu:\n Why do you want humanity to survive that much?\n\n\nSCP-3658:\n Because humanity failing to create a time machine means that I would cease to exist.\n\n\nDr. Van Yu:\n But aren't you proof that humanity would still create a time machine regardless of any outside intervention?\n\n\nSCP-3658:\n In our timeline, they helped us survive so that we would succeed in making the time machine.\n\n\nDr. Van Yu:\n Who are \"they\"?\n\n\nSCP-3658:\n Human time travelers from another timeline.\n\n\nDr. Van Yu:\n A predestination paradox.\n\n\nSCP-3658:\n Exactly.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3657\n | SCP-3658 | \nSCP-3659\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3658\n\" by exine, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3658\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: After Dr. █████ █████’s discovery of both the Wow! and Alcor Mizar signals, he immediately informed the ████ Institute, which has been a long-time partner of the SCP Foundation.\nDr. █████ █████'s colleague, Elijah ██████, was asked to be a full-time member of the SCP Foundation in order to conduct further research on SCP-3658.\nElijah ██████ was given access to the ████████ Telescope owned by the SCP Foundation, which acts both as a radio transmitter, and a radio receiver. Unlike the ███ ███ █████ Telescope which only received radio signals in 12-second intervals, the ████████ Telescope can receive radio signals in 1-second intervals. The ████████ Telescope was pointed towards the direction of the Alcor-Mizar star system starting on August 19, 1977.",
        "Addendum 2: After the capture of SCP-3658's physical projection, also known as SCP-3658-1, Dr. ███ ██ and his team has spent countless hours in trying to study SCP-3658-1.\nCommunication with radio signals between the Foundation and SCP-3658 continued even after SCP-3658-1's capture. Upon examination, it seems SCP-3658 communicates by using SCP-3658-1 as a radio transmitter and a radio receiver. Further experiments show that SCP-3658-1 is able to generate radio waves of any frequency, and amplitude.\nLogs of the succeeding conversations between the Foundation and SCP-3658 are still classified under the direct orders of Dr. ███ ██. In spite of this, Dr. ███ ██ has stated that SCP-3658 clearly answered all of the Foundation's questions, but answers to these questions remain undisclosed to prevent any kind of time paradox."
    ],
    "documents": [],
    "notes": [
        "You are allowed to ask me seven questions. Transmit your questions in binary towards Alcor and Mizar. The answer to your seven questions are below. To prevent any paradoxes, DO NOT DECODE AND/OR READ THE FOLLOWING LINES. DO NOT READ DO NOT READ DO NOT READ DO NOT READ DO NOT READ 1. I am a being not bounded by a concept you call \"time\". I do not eat, I do not drink, I do not age, and most importantly, I do not die. 2. Maybe a more accurate question is \"When am I?\". I experience time as you humans experience space. I move through it constantly, seeing things that are happening, already happened, and will happen. 3. No, I am here to help the human race survive. The human race will experience numerous calamities in the near and distant future. If you follow my instructions, the human race will live through these calamities. 4. Ever heard of Nostradamus? 5. Yes, I did it to capture your attention. 6. I cannot answer that question. 7. I will tell you the instructions at the end of each message. Just follow these instructions carefully. You will receive the next message one week from now. The radio signal will be transmitted from the star Markab and is also encoded in binary.",
        "1. Who or what are you? 2. Where are you? 3. Are you a threat to humanity? If not, what are your motives? 4. Is this the first time you have attempted to contact a human being? 5. Was the Wow! signal your doing? 6. How are you able to transmit radio signals? 7. How will we be able to contact you again?",
        "You are allowed to ask me seven questions. Transmit your questions in binary towards Markab. The answer to your seven questions are below. To prevent any paradoxes, DO NOT DECODE AND/OR READ THE FOLLOWING LINES. DO NOT READ DO NOT READ DO NOT READ DO NOT READ DO NOT READ 1. No, I do not work for/with anyone. If anything, you are working for me. 2. No. 3. My origin is not important. 4. No, I only exist in the temporal dimension. I do not have a projection or counterpart in your dimension. 5. Because humanity is of importance to me. 6. Because some events are meant to happen. There are only a few events humanity is allowed to know and alter as these events would not create too much of a chaos in the universe. On the other hand, humanity should not know of the events that are detrimental to the balance of the universe. I will decide which events you will know about. 7. I cannot answer that question. You will receive the next message [REDACTED]. The radio signal will be transmitted from the star [REDACTED] and is encoded in [REDACTED].",
        "1. Are you working with us? 2. Are you God? 3. Where did you come from? 4. Will we be able to see or meet you in our dimension? 5. Why exactly do you want to help the human race? 6. Why not just tell us all the future events, instead of making us ask questions? 7. Will humanity ever be capable of time travel?",
        "You are allowed to ask me seven questions. Transmit your questions in Morse code towards Alnilam. The answer to your seven questions are below. To prevent any paradoxes, DO NOT DECODE AND/OR READ THE FOLLOWING LINES. DO NOT READ DO NOT READ DO NOT READ DO NOT READ DO NOT READ 1. May 5, 20██ 2. 3. 4. 5. 6. 7. You will receive the next message [REDACTED]. The radio signal will be transmitted from the star [REDACTED] and is encoded in [REDACTED].",
        "1. When will World War 3 start?",
        "You are allowed to ask me seven questions. Transmit your questions in Morse code towards Regulus. The answer to your seven questions are below. To prevent any paradoxes, DO NOT DECODE AND/OR READ THE FOLLOWING LINES. DO NOT READ DO NOT READ DO NOT READ DO NOT READ DO NOT READ 1. Time for me is what space is for you. Time does not flow through me but instead, I flow through time. I roam across an infinite array of time \"frames\" wherein each \"frame\" is the universe in a specific point in time. There I decide whether or not to change an event in order to shape history into what I want. 2. With the help of the inhabitants of your universe. Since I do not exist in your dimension, I communicate with your universe's people and ask them to change an event for me. 3. Again, I cannot answer that question. 4. Because humanity is not ready for the knowledge yet. But I assure you, you will know some time in the future. 5. I do not know the answer to that question. As far as I'm aware, I am the only being in my dimension. 6. I also cannot answer that question. 7. The next disaster will happen in [REDACTED] at [REDACTED]. This event will kill ████ people if allowed to happen. Preventing this event from happening is not detrimental to the balance of the universe. I suggest you take measures to prevent this event from happening. You will receive the next message [REDACTED]. The radio signal will be transmitted from the star [REDACTED] and is encoded in [REDACTED].",
        "1. Can you explain again what time is for you? 2. How exactly do you change an event in time? 3. You are currently communicating with us using radio signals, how are you able to transmit radio signals? 4. Why not? 5. Are there other beings in your dimension? 6. Is it possible for physical beings like humans to visit your dimension? 7. When and where will the next disaster happen?",
        "Impressive.",
        "We found you.",
        "Dr. Van Yu: Can you tell me exactly what you are. SCP-3658: I am the collective consciousness of seven incredibly bright individuals that is now trapped in the temporal dimension. Dr. Van Yu: What do you mean. SCP-3658: I was the result of a time travel accident on the year [REDACTED]. The accident caused our minds to separate from our physical bodies. Dr. Van Yu: So you existed in our physical dimension before? Which planet did you come from? SCP-3658: Earth. Dr. Van Yu: You are human? SCP-3658: Was human, until the accident. Dr. Van Yu: Can you tell me what happened in the accident. SCP-3658: The spaceship ████████ had one destination, the future. There were 7 crew members on board named: [REDACTED]. Three minutes into the mission, the ████ █████████ malfunctioned causing a miniature black hole to form in the middle of the spaceship. The black hole caused our entire spaceship to collapse and compress into a subatomic particle as small as a proton. This subatomic particle is in front of you right now. As for our minds, we still don't know what happened but our minds somehow merged during the accident. This collective conscience no longer exists in your physical dimension, but now resides in the temporal dimension. Time for us is now \"physical\". What we see is an infinite hallway with rooms representing each single moment in the universe. We use our physical counterpart to help relay our knowledge onto you, so that humanity can survive. Dr. Van Yu: Why do you want humanity to survive that much? SCP-3658: Because humanity failing to create a time machine means that I would cease to exist. Dr. Van Yu: But aren't you proof that humanity would still create a time machine regardless of any outside intervention? SCP-3658: In our timeline, they helped us survive so that we would succeed in making the time machine. Dr. Van Yu: Who are \"they\"? SCP-3658: Human time travelers from another timeline. Dr. Van Yu: A predestination paradox. SCP-3658: Exactly.",
        "\" SCP-3658 \" by exine, from the SCP Wiki . Source: https://scpwiki.com/scp-3658 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3658",
    "object_class": "Euclid",
    "containment_procedures": "SCP-3658 cannot be contained as it exists in a non-physical dimension. No physical projections of SCP-3658 have been discovered.",
    "description": "SCP-3658 is believed to be an extradimensional entity that can freely move through time. It is currently up to debate whether SCP-3658 is an entity who originated in the temporal dimension, or is an entity who was put in the temporal dimension by an external force/being.",
    "title": "SCP-3658"
}