{
    "url": "https://scp-wiki.wikidot.com/scp-3661",
    "all_text": "rating: \n+72\n+\n–\nx\n\n\n\n\nUrgent:\n Containment procedures for SCP-3661 have recently been updated.\n\n\n\n\n\n\n\n\nSCP-3661-A7\n\n\n\n\n\n\nItem Number:\n SCP-3661\n\n\nItem Class:\n \nSafe\n Euclid\n\n\nSpecial Containment Procedures:\n\n\n\n\n+ Previous containment procedures\n\n\n\n\nOUTDATED -- ARCHIVAL PURPOSES ONLY\n\n\n\n\nEach SCP-3661-A object is to be kept in a low-value item locker equipped with an internal camera. SCP-3661-A object storage areas are to be at least 15m from SCP-3661-B nursery areas.\n\n\nSCP-3661-B instances are housed separately in standard humanoid nursery cells.\n\n\nTo protect SCP-3661-B instances from SCP-3661-A activation events, the instances are not to be in contact with SCP-3661-A objects outside of approved testing. Tests involving activation events require approval from L4 research staff and Ethics Committee review.\n\n\n\n\n\n\n\n\n\n\n+ Updated containment procedures\n\n\n\n\nEFFECTIVE IMMEDIATELY\n\n\n\n\nSCP-3661-A objects are to be kept separately in standard humanoid nursery cells with the corresponding instance of SCP-3661-B.\n\n\nSCP-3661 nursery areas are to be isolated by a 15m safe zone.\n\n\nSCP-3661-A activation events are not to be interrupted under any circumstance.\n\n\n\n\n\n\n\n\nDescription:\n SCP-3661-A is the collective designation assigned to various infant toys containing anomalous mechanical components. SCP-3661-A objects are visually indistinguishable from typical toys or dolls. The anomalous components are concealed within the objects, though mechanical parts emerge during activation events.\n\n\nInstances of SCP-3661-A are designated SCP-3661-A1, SCP-3661-A2, and so on. The Foundation has contained ███ SCP-3661-A objects since first encounter in 19██ . SCP-3661-A components have been found in both mass-produced and handmade toys. Each SCP-3661-A object contained by the Foundation corresponds with a specific instance of SCP-3661-B.\n\n\nSCP-3661-B is the collective designation assigned to human newborns and infants targeted by SCP-3661-A objects. No instance of SCP-3661-B has displayed anomalous properties other than causing activation of SCP-3661-A objects.\n\n\nSCP-3661-A objects periodically activate when the corresponding SCP-3661-B instance enters REM sleep. During activation, SCP-3661-A objects extrude hair-thin “wires” tipped with [REDACTED]\n1\n. The wires use \nunknown technology\n L-IV classified technology to achieve serpentine movement. No method of predicting or controlling SCP-3661-A activation has been discovered.\n\n\nWires extended by SCP-3661-A have demonstrated the ability to reach up to 5 meters, and are able to navigate around/through simple obstacles. The means by which SCP-3661-A objects achieve this navigation is unknown, as are the means by which they obtain information about the status and location of SCP-3661-B instances.\n\n\nThe wires move in the direction of the corresponding SCP-3661-B instance and, if able to reach it, enter its body through passageways such as the tear ducts, esophagus, and urethra. SCP-3661-A wires have also been observed to enter targets by making small incisions on the face, neck, or limbs and proceeding to [REDACTED]\n2\n.\n\n\nResearch indicates that SCP-3661-A wires administer an anesthetic that prevents SCP-3661-B from waking during activation events. Approximately 8% of SCP-3661-B instances in containment display extreme distress during activation events, which is hypothesized to be caused by immunity to this effect.\n\n\nSCP-3661 activation events last, on average, for 8 minutes and 43 seconds. At the conclusion of activation events, SCP-3661-1 objects retract all wires through the passageways by which they entered. Internal imaging of SCP-3661-B instances during activation events shows [REDACTED]\n3\n.\n\n\nWhen another human approaches within approximately 5m during an activation event, SCP-3661-A objects fully retract all wires near-instantaneously (within 0.15 seconds). This procedure carries a risk (approximately 3%) of an apparent malfunction in which the wires fail to tunnel backward and create exit wounds instead, causing major tissue damage to SCP-3661-B. For this reason, \ntests involving contact between SCP-3661-A and SCP-3661-B require Ethics Committee review\n a safe zone of 15m has been established around the SCP-3661-B containment area.\n\n\nThe internal injuries caused by exposure to SCP-3661-A activity are not detectable by civilian medical equipment, and are typically misdiagnosed as autoimmune disorders or other systemic conditions. Long-term exposure to SCP-3661-A activity causes fatal organ failure; SCP-3661-B instances that are not separated from the associated 3661-A object expire within 18 months.\n\n\n22% of SCP-3661-A objects in containment have been observed to cease activation before this time, and apparently become inert. No way to predict or control this phenomenon has been found. \nResearch is ongoing.\n\n\nFirst encounter:\n The Foundation initially catalogued SCP-3661 when routine data mining indicated possible anomalous activity during a 911 call in ██████, ██ on ██/██/19██.\n\n\n\n\n+ Partial transcript\n\n\n\n\n- close transcript\n\n\n\n\n\n\nOperator: 911, what is your emergency?\n\n\nCaller: We have a doll in our daughter's bed, it's, it's a rabbit. From ███ ████████ . There's strings coming out of it and they're going into her. Oh shit. Oh shit. Shhh. Oh no.\n\n\nO: Sir, I need your address.\n\n\nC: OK, OK. Um. ███ █████ avenue. Please, please, please, baby, shhh, come on, baby.\n\n\nO: Your daughter is tangled in strings from a doll?\n\n\nC: No, no, they're, they're going into her. Into her eye, and her neck. Fuck, there's one in her ear. Shhh. Oh, baby. It's going to be okay. Fuck. She won't stop crying. I can't get them out.\n\n\nO: Sir, do not attempt to remove -\n\n\nC: Oh, baby. It's going to be okay, baby, it's going to be okay. I already tried cutting them but they're like, metal, or something. Oh my poor baby. What the fuck is this. She's crying so much.\n\n\nO: Sir, a unit will be there soon.\n\n\nC: Fuck, I can see it through her neck. No, no, no, baby, don't move. This was her favorite bunny. Please stop crying.\n\n\n[Extraneous conversation expunged; for full transcript see Appendix A].\n\n\nPolice arrive 8 minutes and 23 seconds later.\n\n\n\n\n\n\n\n\n\n\nCivilian medical services transported the doll and the infant (later designated SCP 3661-A1 and 3661-B1, respectively) to █████ hospital, where they were intercepted by foundation personnel.\n\n\nSurgeons at Site-██ were unable to separate SCP-3661-B1 from the object; the instance expired 4 hours and 28 minutes into the procedure. Autopsy revealed that the main cluster of wires had maneuvered around the eyeball to access [REDACTED]\n4\n through the optic cavity. Additional wires had [REDACTED]\n5\n through the eardrum, and tunneled through the neck and thoracic cavity to make contact with the heart.\n\n\nCover story 3661-CS1 (\"loose-object strangulation\") was established; MTF Sigma-12 (\"Doctor Feelgoods\") altered hospital records and witness accounts to match cover story.\n\n\nIt is hypothesized that SCP-3661-A1 malfunctioned during the activation event, preventing its wires from retracting. No similar incident has been recorded during SCP-3661's containment.\n\n\nAddendaw\n\n\n\n\n+ Incident report 06/26/2017 (L2 access)\n\n\n\n\nL2 access confirmed\n\n\n\n\nDuring routine examination, SCP-3661-B79 displayed symptoms of liver failure despite having been separated from SCP-3661-A79. Uncatalogued SCP-3661-A components were found in the mattress of SCP-3661-B79's containment cell. Review of security footage ruled out tampering by research team. Ability to breach containment justifies upgrade to Euclid status; upgrade requested. (\nGranted - L4 Director Hogue\n)\n\n\n\n\n\n\n\n\n\n\n+ Incident report 07/14/2017 (L3 access)\n\n\n\n\nL3 access confirmed\n\n\n\n\nDuring examination of SCP-3661-A's anomalous mechanical components, Junior researcher Pao noted a resemblance to [REDACTED]\n6\n.\n\n\nPetition for special research access submitted to O5 command via Director Hogue. Junior Researcher Pao, Junior Researcher Randall, and Senior Researcher Siczybski, with oversight from Research Task Force Omega-9 (\"Blackboxers\"), are to be given access to all SCP research files classification level IV and below for the purpose of cross-referencing this new information. Researchers consented to amnestic treatment following special access.\n\n\n\n\n\n\n\n\n\n\n+ From: O5-11 ___ To: L4 Site Director Hogue\n\n\n\n\nL4 access confirmed\n\n\n\n\nGood morning, Director.\n\n\nResearchers Pao, Randall and Siczybski should each be given a commendation of merit, and 2 weeks paid leave, following their recovery.\n\n\nPer the findings of the Siczybski-Randall-Pao report, all technical data and other sensitive information about SCP-3661 is immediately reclassified at level IV security. RAISA will be censoring the documentation accordingly.\n\n\nPlease inform the L4/3661 staff that we expect updated procedures to be in place by the end of this week. Your objections have been noted, but the Ethics Committee has already finished their assessment and found the new protocols to be necessary. Failure to comply risks a temporal paradox. The Blackboxers confirmed the results; they said we're lucky it hasn't happened already. We were never supposed to find these.\n\n\nNow that we know what they are, it's only a matter of time before the Hand and the CI find out. Additional resources will be allocated to your site to enhance security. A full audit will be conducted by the compliance team to prevent the inevitable leaks for as long as we can. Congratulations on the former, and I'm sorry about the latter.\n\n\nWe don't know when, but those probes will eventually be placed by the Foundation. Maybe by you or I. We wouldn't do this lightly. The mission they're on needs to succeed.\n\n\nSecure, contain, protect,\n\nO5-11\n\n\n\n\n\n\n\n\n\n\n+ Redacted technical information -- L4 ACCESS ONLY\n\n\n\n\nAccess logged.\n\n\n\n\n1: During activation, SCP-3661-A objects extrude hair-thin “wires” tipped with \nmicroscopic or near-microscopic surgical tools\n.\n\n\n2: SCP-3661-1 wires have also been observed to enter targets by making small incisions on the face, neck, or limbs and proceeding to \ntunnel under the skin and through muscle tissue to make contact with various organ systems.\n\n\n3: Internal imaging of SCP-3661-B instances during activation events shows \nthat wires access internal organs and perform procedures apparently similar to biopsy or exploratory surgery. Tests with microgram-sensitive scales confirm that trace amounts of biomass from SCP-3661-B instances disappear during activation events; the means by which SCP-3661-A objects achieve this teleportation is unknown.\n\n\n4: Autopsy revealed that the main cluster of wires had maneuvered around the eyeball to access \nthe prefrontal cortex and optic chiasm\n through the optic cavity.\n\n\n5: Additional wires had \nreached the temporal lobe and singulate gyrus\n through the eardrum, and tunneled through the neck and thoracic cavity to make contact with the heart.\n\n\n6: During examination of SCP-3661-A's anomalous mechanical components, Junior researcher Pao noted a resemblance to \nparts used in medical devices recently developed by the Foundation.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3660\n | SCP-3661 | \nSCP-3662\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Urgent: Containment procedures for SCP-3661 have recently been updated.",
        "Operator: 911, what is your emergency? Caller: We have a doll in our daughter's bed, it's, it's a rabbit. From ███ ████████ . There's strings coming out of it and they're going into her. Oh shit. Oh shit. Shhh. Oh no. O: Sir, I need your address. C: OK, OK. Um. ███ █████ avenue. Please, please, please, baby, shhh, come on, baby. O: Your daughter is tangled in strings from a doll? C: No, no, they're, they're going into her. Into her eye, and her neck. Fuck, there's one in her ear. Shhh. Oh, baby. It's going to be okay. Fuck. She won't stop crying. I can't get them out. O: Sir, do not attempt to remove - C: Oh, baby. It's going to be okay, baby, it's going to be okay. I already tried cutting them but they're like, metal, or something. Oh my poor baby. What the fuck is this. She's crying so much. O: Sir, a unit will be there soon. C: Fuck, I can see it through her neck. No, no, no, baby, don't move. This was her favorite bunny. Please stop crying. [Extraneous conversation expunged; for full transcript see Appendix A]. Police arrive 8 minutes and 23 seconds later."
    ],
    "description": "SCP-3661-A is the collective designation assigned to various infant toys containing anomalous mechanical components. SCP-3661-A objects are visually indistinguishable from typical toys or dolls. The anomalous components are concealed within the objects, though mechanical parts emerge during activation events.",
    "title": "SCP-3661"
}