{
    "url": "https://scp-wiki.wikidot.com/scp-3664",
    "all_text": "rating: \n+210\n+\n–\nx\n\n\nItem #:\n SCP-3664\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n An automated system is in place to manage the containment and research of SCP-3664. Three Foundation staff assigned to SCP-3664 will be directed to Testing Chamber 3664 on a weekly basis, with two of the staff overseeing. The researcher in the chamber will be provided full information on the weapon and will begin testing as per orders of the overseeing staff. Upon conclusion of testing all researchers will be exposed to Countermeme Asi-Aleph to remove information on the anomaly needed for its usage.\n\n\nAll members of Research Team 3664 must receive training on managing their thoughts from the Memetics Division prior to being exposed to knowledge of SCP-3664. Persons prone to daydreaming or similar behaviors will not be allowed on the team. As per orders by \nSenior Researcher Marion Wheeler\n, Testing Chamber 3664 is the only location where detailed information on the weapon is permitted. Persons wholly compromised by cognitohazardous phenomena produced by SCP-3664 will be put into appropriate detainment.\n\n\nDescription:\n SCP-3664 is a metaphysical weapon that wholly exists as a conceptual construct. As it lacks any physical form, the only way to interact with SCP-3664 is to think about interacting with it.\n\n\nPersonnel who have used the anomaly describe it as resembling an assault rifle, combined with components from laser and anti-tank weaponry. Multiple portions are reportedly damaged. Only ambiguous details on the appearance can be provided, and attempts at drawing it result in the subject drawing a shaded-in rectangle. The only known way to improve the detail of descriptions is through the use of mnestic drugs.\n\n\nThe minimum amount of information needed for a subject to interact with SCP-3664 is a description of its appearance. Once this is completed the subject can fire the weapon by thinking about firing it, which will cause anomalous events to occur in the vicinity of the subject.\n\n\nThrough a trial-and-error process of guessing the weapon's functions, researchers have created a list of anomalous events and their corresponding thoughts, provided below.\n\n\n\n\n\n\nThought\n\n\nOutcome\n\n\n\n\n\n\nFire/Pull trigger\n\n\nThree projectiles composed of plasma will be ejected from in front of the subject, following their line of sight until impacting an object.\n\n\n\n\n\n\nCloak/Hide\n\n\nThe subject stops receiving all sensory stimuli from their environment for a period of 2 minutes. On occasion, subjects get a faint sense of nearby objects or movement.\n\n\n\n\n\n\nEnable tracking beacon\n\n\nA repeating soft thrumming sound is heard by the subject, originating from a position behind them. Following the initial tracking beacon test, the sound has been heard by subjects in all subsequent tests, lasting for a short interval after each use of the anomaly.\n\n\n\n\n\n\nFire at self\n\n\nThe subject becomes unable to perceive smoke and persons wearing gray formal attire.\n\n\n\n\n\n\nActivate primary laser\n\n\nAn indiscernable projectile ejects from in front of the subject and penetrates into the head of the nearest person, leaving no injuries. The person will begin conceptually degrading, with details on their appearance becoming less defined and visually blurry as they forget details on their identity. Persons that begin questioning their own existence will permanently vanish. Administering mnestics and providing false information on the person's identity will reverse and end these effects.\n\n\n\n\n\n\nBludgeon\n\n\nThe subject vanishes, reappearing after one minute. Upon reappearing, the testing chamber enters a state of severe disrepair and has viscera manifest along its walls and floor. The viscera is all non-human and unidentifiable, with the exception of human eye tissues. Other researchers knowledgeable on the weapon report feeling \"at ease\" after this event occurs.\n\n\n\n\n\n\nActivate secondary laser\n\n\nPersons visible to the subject begin perceiving their environment as rapidly degrading while changing structure, with areas breaking apart and falling into a \"pit\" below the floor. This results in severe disorientation, ending when the persons experience sensory overloads. Those that perceive themselves entering a pit experience full brain death. Mnestic chemicals are present in their bloodstreams during the event.\n\n\n\n\n\n\nFire rocket\n\n\nUndetermined. Although files exist detailing planned experiments where the anti-tank weaponry is tested, no members of Research Team 3664 have any memory on the researchers involved in the planning or any actual tests of it.\n\n\n\n\n\n\nSelf destruct\n\n\nA monotone voice is perceived, which states \"You are not an MT—[\nindiscernable\n] agent. Access denied.\" Further testing on this command is forbidden.\n\n\n\n\n\n\nFailsafe/Last resort\n\n\nAn indiscernable projectile ejects from in front of the subject and forms a cognitohazardous symbol on impact, formed from human blood. Persons affected by the symbol will permanently believe they are a Mobile Task Force agent involved in an \"important operation.\" These persons are incapable of providing further details.\n\n\n\n\n\n\nHow SCP-3664 came to the attention of the Foundation is unknown.\n\n\nAddendum:\n Starting on 5/Feb/2014, members of Research Team 3664 began reporting that they were experiencing intrusive thoughts during testing. These thoughts have involved the researchers abruptly thinking about severed limbs, a bleeding human, and volleys of artillery fire. On 13/Feb/2014 Researcher Linda Ward thought about grabbing onto the injured human. A male subject wearing bulletproof security armor manifested on the ground next to Ward, who repeatedly attempted to communicate through American Sign Language:\n\n\n\n\nFOLLOWED-TELL-GUN\n\n\n\n\nA loud cracking sound was heard a minute later and the subject expired. Inspection of the cadaver (SCP-3664-α) found large lacerations and bite wounds matching no known organisms on all sections of the body. SCP-3664-α's facial features, ID, fingerprints, and any potential identifiers cannot be wholly perceived for undetermined reasons. This does not affect the Foundation seal tattooed onto the back of the cadaver's head.\n\n\nThe thrumming sound produced by the tracking beacon has since increased in intensity, and is reportedly heard from numerous positions around subjects. The sudden loss of Research Team 3664 members' memories on SCP-3664 is under investigation. Sightings of bite marks and large holes on the heads of researchers are unverified.\n\n\n\n\n\n\n« \nSCP-3663\n | SCP-3664 | \nSCP-3665\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3664\n\" by NatVoltaic, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3664\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Starting on 5/Feb/2014, members of Research Team 3664 began reporting that they were experiencing intrusive thoughts during testing. These thoughts have involved the researchers abruptly thinking about severed limbs, a bleeding human, and volleys of artillery fire. On 13/Feb/2014 Researcher Linda Ward thought about grabbing onto the injured human. A male subject wearing bulletproof security armor manifested on the ground next to Ward, who repeatedly attempted to communicate through American Sign Language:\nA loud cracking sound was heard a minute later and the subject expired. Inspection of the cadaver (SCP-3664-α) found large lacerations and bite wounds matching no known organisms on all sections of the body. SCP-3664-α's facial features, ID, fingerprints, and any potential identifiers cannot be wholly perceived for undetermined reasons. This does not affect the Foundation seal tattooed onto the back of the cadaver's head.\nThe thrumming sound produced by the tracking beacon has since increased in intensity, and is reportedly heard from numerous positions around subjects. The sudden loss of Research Team 3664 members' memories on SCP-3664 is under investigation. Sightings of bite marks and large holes on the heads of researchers are unverified."
    ],
    "documents": [],
    "notes": [
        "FOLLOWED-TELL-GUN",
        "\" SCP-3664 \" by NatVoltaic, from the SCP Wiki . Source: https://scpwiki.com/scp-3664 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3664",
    "object_class": "Keter",
    "containment_procedures": "An automated system is in place to manage the containment and research of SCP-3664. Three Foundation staff assigned to SCP-3664 will be directed to Testing Chamber 3664 on a weekly basis, with two of the staff overseeing. The researcher in the chamber will be provided full information on the weapon and will begin testing as per orders of the overseeing staff. Upon conclusion of testing all researchers will be exposed to Countermeme Asi-Aleph to remove information on the anomaly needed for its usage.",
    "description": "SCP-3664 is a metaphysical weapon that wholly exists as a conceptual construct. As it lacks any physical form, the only way to interact with SCP-3664 is to think about interacting with it.",
    "title": "SCP-3664"
}