{
    "url": "https://scp-wiki.wikidot.com/scp-3667",
    "all_text": "rating: \n+380\n+\n–\nx\n\n\n\n\n\n\nSCP-3667 following Incident Report 17/12/2010. SCP-3667-1a is out of frame.\n\n\n\n\n\n\nItem:\n SCP-3667\n\n\nObject Class:\n \nKeter\n Thaumiel\n\n\nSpecial Containment Procedures:\n\n\n\n\nDisplay initial containment procedures\n\n\n\n\nHide initial containment procedures\n\n\n\n\n\n\n\n\nMTF Chi-5 members inspecting SCP-3667's anti-aircraft missile network.\n\n\n\n\n\n\nSCP-3667 is to be continually monitored by members of MTF Chi-5 (“Solomon’s SEALs”), with additional personnel requested from Site-574 as necessary. As of 14/01/2012, the Mirny mine has been outfitted with surface-to-air missile systems around its perimeter, to eliminate potential SCP-3667-1 instances; civilians are discouraged from entering the grounds on the pretext of unstable terrain, and will be detained and amnesticized if discovered trespassing. Any potential excursions into SCP-3667 must be approved by both the Site-574 Director, currently Ndeye Bocoume, and the Regional Administrator, Angelina Mikhailova.\n\n\n\n\n\n\n\n\n\n\n\n\nDisplay current containment procedures\n\n\n\n\nHide current containment procedures\n\n\n\n\nDue to the large Foundation presence within SCP-3667, as well as the continued cooperation of sentient sub-instances, containment procedures have been reduced accordingly. MTF Chi-5 will continue to exterminate any non-compliant or non-sentient SCP-3667-1 sub-instances that pose a threat to Foundation personnel, but their duties have been expanded to include: a) mapping and analyzing SCP-3667’s topography and composition, and b) determining methods of utilizing SCP-3667-3 to contain existing SCPs.\n\n\n\n\n\n\n\n\nDescription:\n SCP-3667 is a spatial anomaly located within a sinkhole at the bottom of the “Peace” kimberlite diamond mine (commonly referred to as the Mirny mine) in Mirny,\n1\n Sakha Republic. Although ground-penetrating radar and magnetotelluric imaging techniques do not reveal any unusual structures below the mine or the town of Mirny, the sinkhole contains a Leibniz-class\n2\n spatial anomaly, approximately 5km at its widest point and 6km at its highest point, consisting of a subterranean network of caves and passages, which contain:\n\n\n\n\nA variety of stone structures and complexes, usually crudely built;\n\n\nTo date, 24 unique species, classified as SCP-3667-1a through -1x. Certain species are sapient, and the vast majority are anomalous. All species display hostility to humans, especially those of Russian descent;\n\n\nTo date, approximately 12,000 anomalous human beings, classified collectively as SCP-3667-2, most suffering from varying degrees of psychological stress;\n\n\nA variety of machinery, mostly wooden, designed to imprison and/or torture humans or humanoid figures, classified as SCP-3667-3.\n\n\n\n\n\n\n\n\nEstimated perimeter of SCP-3667 overlaid on baseline topography (09/23/2016)\n\n\n\n\n\n\nDiscovery:\n The sinkhole containing the entrance to SCP-3667 was formed on 17/12/2010, when workers at the Mirny mine performed a routine drilling operation. When the drill unexpectedly encountered the spatial anomaly and penetrated the cavern system of SCP-3667, the resulting cave-in killed at least one worker and injured several others. Initial exploration of the cave system by the workers identified some of the aforementioned stone structures and possible human remains; while attempting to contact their superiors, an instance of SCP-3667-1a violently emerged from the sinkhole and immolated the survivors.\n\n\nFoundation assets were scrambled from nearby Site-574 after intercepting dozens of police calls describing a winged humanoid creature; fires and collapsed buildings across the town of Mirny delayed the response time of Foundation personnel considerably. Ground troops proved ineffective in subduing or terminating the instance, and 17 MTF members were killed by immolation or falling debris before a Foundation helicopter was able to eliminate the threat.\n\n\n\n\n\n\nAftermath of SCP-3667-1a attack, later explained as a gas leak.\n\n\n\n\n\n\nIn the immediate aftermath, the town of Mirny was aerially amnesticized by Foundation operatives, and the extensive fire damage was attributed to a gas leak at the nearby Mirny Polytechnic Institute. Surviving workers and executives of the Alrosa mining company were amnesticized separately, and were led to believe that the Mirny mine had ceased production in 2004 and was now off-limits to the public. The existing surface-to-air missile system perimeter was established in anticipation of further SCP-3667-1a excursions, and SCP-3667 was classified as a Keter-class anomaly. To date, three further instances of SCP-3667-1a and one instance of SCP-3667-1f have exited the sinkhole; all have been swiftly terminated.\n\n\nNotable SCP-3667-1 Sub-Instances:\n\n\nThis is a partial list only, emphasizing the most dangerous or noteworthy SCP-3667 species. For a complete list of sub-instances, see \nDocument 3667-1: Complete List of Sub-Instances.\n\n\nSCP-3667-1a:\n Cynocephalic humanoid with large, bat-like wings, measuring\n\napproximately 3m in height. Entity is covered in short, coarse fur and continually exudes a flammable oil-like substance, which it is able to anomalously ignite and use in an offensive capacity. Captive entities display rudimentary cognitive ability, forming complex social structures and able to recognize recurring patterns in abstract shapes.\n\n\nSCP-3667-1f:\n Toad-like entity approximately 1m in height. Possesses no respiratory or digestive systems, and instead has a large, spike-filled cavity which instances have been observing using to transport SCP-3667-2 between variations of SCP-3667-3. Research is ongoing regarding how SCP-3667-1f performs metabolic functions without any apparent source of nutrients.\n\n\nSCP-3667-1m:\n Emaciated humanoid entity approximately 1.5m in height, with red-brown skin and oversized head. Entity displays human-level intelligence and speaks modern Russian, offering subjects wealth and power in exchange for cherished personal objects; however, the entity possesses no anomalous abilities and, as soon as a bargain is struck, will attempt to renegotiate for something readily available.\n\n\nSCP-3667-1x:\n Forty-eight kyphotic humanoids approximately 5m in height, covered in furs and wearing oversized skulls of a variety of tundra animals, primarily moose, deer, and elk. Entities speak Old Church Slavonic, but numerous grammatical errors and anachronisms indicate a familiarity with modern Russian. They refer to themselves collectively as магистрат, or “magistrates.”\n\n\nExploration:\n\n\nOn 20/03/2012, following the establishment of the Mirny mine perimeter and subsequent SCP-3667-1 excursions, exploration of SCP-3667 was deemed a priority by Regional Administrator Angelina Mikhailova. MTF Chi-5 was mobilized for initial exploration on 22/03/2012, and first entry into SCP-3667 occurred on 23/03/2012. All dialogue has been translated from Russian.\n\n\n\n\nExploration Log 3667-A\n\n\n\n\nHide Exploration Log\n\n\n\n\n\n\nInitial exploration is conducted by the four-man MTF Chi-5 Team One, selected by random draw. Team members are henceforth referred to by their designations Anna, Boris, Vasily, and Gregory. All are armed with ordnance, including small explosives and fragmentation grenades. Video and audio feeds are monitored by a temporary command station set up within the perimeter of the mine, to minimize interference. Mission parameters are to conduct preliminary observation of SCP-3667’s interior and assess its threat level.\n\n\n\n\nAnna:\n This is Anna, check, check.\n\n\nBoris:\n Boris, check.\n\n\nVasily:\n Vasily, check.\n\n\nGregory:\n Check. Command, do we have permission to enter the anomaly?\n\n\nCommand:\n You’re all reading fine. Whenever you’re ready.\n\n\nAnna:\n Safeties off, boys and girls. We already know there’s shit down there.\n\n\n(\nAs Team One enters the sinkhole, all audio and radio contact cuts off for approximately three seconds. When it is re-established, the team is standing on the floor of a large cave, dimly lit by a diffuse, unidentified source. Sounds of running water can be heard.\n)\n\n\n\n\n\n\nStill of SCP-3667 interior from Exploration 3667-A.\n\n\n\n\n\n\nVasily:\n That felt – not right.\n\n\nCommand:\n Team One, we lost contact with you there for a few seconds. Can you do a Hume check? Standard procedure.\n3\n\n\n(\nTwo minutes of radio silence. There are fainter sounds under the noise of the rushing water, but these are not readily identifiable and appear to be unnoticed by Team One.\n)\n\n\nAnna:\n Humes okay.\n\n\nCommand:\n Vitals look good, too. Carry on.\n\n\nGregory:\n Probably just the way the portal works that brought us here. Stable, Stationary, Unaided, Delayed… I don’t remember the rest.\n\n\n(\nGregory’s camera turns to include the dimensional anomaly on this side, which appears as an uneven hole in the air with a clear view of the Mirny mine interior.\n)\n\n\nGregory:\n Thing that flew through Mirny was probably drawn to the light. I’d want to get out of here, too.\n\n\nBoris:\n Word of caution, these rocks are loose up ahead.\n\n\nAnna:\n Noted.\n\n\n(\nDistinct crunching noises can be heard.\n)\n\n\nGregory:\n These aren’t rocks, they’re –\n\n\nAnna:\n Probably skull fragments from the thing’s last victims. Nothing we haven’t seen before. Command, be advised that judging by sounds, we’re getting close to moving water. We might have to attempt a crossing.\n\n\nCommand:\n Understood.\n\n\nVasily:\n (\nSniffs.\n) Nasty.\n\n\nGregory:\n Command, please be advised that it smells rank in here. I’m gonna… I think it’s coming from up ahead.\n\n\n(\nThe team approaches the source of the running water heard earlier: a wide stream, yellow-grey in appearance. The faint noises mentioned before appear to be tied to the river, and resolve into a number of voices whispering in Russian; however, the voices are too layered and indistinct to make out individual phrases. Again, Team One does not remark on this, appearing preoccupied with the river’s smell.\n)\n\n\nVasily:\n Smells like rotten eggs. (\nSniffs.\n) And… blood… and vanilla?\n\n\nCommand:\n Vanilla?\n\n\nGregory:\n No, he’s right.\n\n\n(\nAnna removes a small stone from the riverbank and tosses it in. No adverse effects on the stone are observed.\n)\n\n\nAnna:\n River seems okay. Boris, you take point. I’ll cover from behind.\n\n\nCommand:\n Grab a sample of that water, if you will. Jars should be in your supply packs.\n\n\nAnna:\n Roger that. Gregory, that’s you.\n\n\nGregory:\n Dammit.\n\n\nAnna:\n If you smell any other ice-cream flavours while you’re down there, just let us know.\n\n\nGregory:\n Personal. This feels personal.\n\n\nCommand:\n Team One, you’re operating on a very short clock here. The boys up the hill want you out of there by 1500 hours at the latest.\n\n\nAnna:\n Understood, Command. Boris, Vasily, you’re with me. Gregory, we’ll wait for you on the far side.\n\n\n(\nTeam members Anna, Boris, and Vasily easily traverse the river, which transpires to be only ankle-deep. After collecting a sample of fluid, Gregory joins them. Unusual clumping patterns are observed in the water, which are briefly commented upon but ultimately dismissed as low-priority.\n)\n\n\nAnna:\n I’m seeing some… some very uniform stones on this side of the river, Command. Can anyone else confirm? This might be evidence of the remains of… some kind of structure.\n\n\nBoris:\n Vasily?\n\n\nVasily:\n There’s definitely part of a wall over here. Structure confirmed.\n\n\n\n\n\n\nSegment of structure discovered by MTF Chi-5 Team One.\n\n\n\n\n\n\nCommand:\n Alright. Can we get any idea of possible age, Team One? Does it look occupied?\n\n\nGregory:\n I’m guessing a hundred, few hundred years old. Some of these bricks are disintegrating.\n\n\nVasily:\n Looks abandoned. We could be dealing with some sort of sentient life down here, though, Command. Any primers on that? What do we do if we make contact?\n\n\nCommand:\n You’re not cleared for that kind of interaction. If anything sentient’s still alive in there, we’ll send a specialist team another day. For now, your mission’s being cut short – I want you to scout out the extent of this structure, and then we’re bringing you out.\n\n\nAnna:\n There’s what looks like a hallway leading in. Let’s make this quick, boys and girls.\n\n\n(\nTeam One proceeds down the hallway. Visibility quickly diminishes, and team members activate helmet lights.\n)\n\n\nAnna:\n Command, we’ve entered some kind of large… circular room. There aren’t any windows, but it looks a lot like one of those… church domes that let light through.\n4\n There’s just rock at the top where a hole should be, though.\n\n\nGregory:\n Some kind of artwork on the floor here.\n\n\n(\nThe chamber’s floor is covered in an elaborate, though badly damaged, mosaic appearing to depict a variety of anomalous creatures, including some resembling SCP-3667-1a, reclining over a system of red and yellow rivers. Smaller, humanoid figures are also present, but it is unclear what they represent.\n)\n\n\nVasily:\n Weird.\n\n\nBoris:\n Boys up the hill can handle that. Anna?\n\n\nAnna:\n There’s four hallways leading deeper into the structure here, Command. This thing might be bigger than I realized. Do you want us to keep pushing, or…?\n\n\nCommand:\n Do what you can, Anna. Your call.\n\n\nAnna:\n Okay. Let’s do what we can. Team One, we’re going to split up. Boris, you’re taking tunnel number one. Vasily, you’re next. Gregory’s on tunnel number three, and I’ll take the last one. Anything goes wrong, you sound the alarm and we all retreat back to the portal.\n\n\nCommand:\n Anna, you don’t have to –\n\n\nAnna:\n I’m going to get this thing searched for you, Command. Now, I want you watching all of us like hawks in there. Tell us the \nsecond\n that shit hits the fan.\n\n\nCommand:\n Copy that.\n\n\n(\nTeam members separate and proceed down their designated hallways. All hallways are identical: narrow and crudely built.\n)\n\n\nGregory:\n Command, I think I’m approaching an exit. I feel a breeze.\n\n\n(\nIndistinct noises can be heard in the background of Gregory’s feed.\n)\n\n\nGregory:\n Command?\n\n\n(\nGregory’s headlight switches off.\n)\n\n\nCommand:\n Shit. Gregory, come in.\n\n\nAnna:\n Command? What’s going on?\n\n\nGregory:\n (\nwhispering\n) Still here. Turned off my headlight.\n\n\n(\nIndistinct noises.\n)\n\n\nGregory:\n (\nwhispering\n) I think there’s something here.\n\n\nCommand:\n Gregory, get back to your hallway and retreat to the portal. Anna, you too. I’m pulling you all out.\n\n\nAnna:\n I see you, Gregory. Stay where you are.\n\n\n(\nAnna’s headlight illuminates a large, spacious cavern, with three other entrances spaced evenly around the walls. Gregory is observed crouching behind an outcropping of rock several meters from the nearest entrance, and Vasily and Boris’ headlights are visible in the other two entrances, proving that all four hallways converge again at this point, although the reasons for this are unclear.\n)\n\n\nGregory:\n Please, just turn off your lights.\n\n\n(\nIndistinct noises intensify and resemble breathing.\n)\n\n\nGregory:\n It knows we’re here.\n\n\nEntity:\n Yes. Sinners. Foolish creatures. You should have stayed in your cages.\n\n\n(\nA large eyeless feline entity, approx. 10m in height, approaches from the far end of the cave.\n)\n\n\nAnna:\n Gregory, get out of there.\n\n\nGregory:\n I fell down this hill. I can’t get back up.\n\n\n(\nEntity inhales deeply.\n)\n\n\nEntity:\n You do not have the mark of Ognyena. How did you find your way to this place, little mortals? You should not be here.\n\n\nCommand:\n Anna, take Vasily and Boris and get out of there. I don’t want to lose all of you.\n\n\nGregory:\n No. No.\n\n\n(\nEntity advances toward Gregory, who is seen fumbling with his pack.\n)\n\n\nEntity:\n You do not have the mark. When you die, you will not come back. That is good.\n\n\nGregory:\n Goddammit, Anna, do something!\n\n\n(\nGregory locates a fragmentation grenade from his pack and throws it at the entity.\n)\n\n\nEntity:\n Shiny baubles will not buy your life. (\nEntity picks up grenade in teeth and swallows.\n) That will be your head next, you foolish –\n\n\n(\nThere is a muffled explosion, followed by several wet thumps.\n)\n\n\nCommand:\n Anna! Anna, what’s going on?\n\n\n(\nVideo feeds show Vasily and Boris have retreated to the hallways, while Anna and Gregory's cameras are either facing the ground or shaking enough to be unobservable.\n)\n\n\nAnna:\n We’re alright. I’m with Gregor now. We’re going to need a backup team to pick us up – I think he’s twisted an ankle from the fall.\n\n\nCommand:\n Where… what’s the status on the feline entity? Is there any present danger?\n\n\nAnna:\n Yeah, the cat thing’s here too, but it’s missing, uh, most of its head. Your guys might want to take a look at it, anyways.\n\n\nCommand:\n Oh.\n\n\nAnna:\n Looks like we kind of, uh, communicated with sentient entities after all. Sorry about that, Command.\n\n\nCommand:\n Just – just hang tight, Anna.\n\n\nAnna:\n You bet.\n\n\n(\nMTF Chi-5 Team Two dispatched as backup, and all members of Team One recovered without further complications. Feline entity classified as SCP-3667-1b and portions removed from cadaver for further experimentation, although a full autopsy was not possible due to the entity’s state upon recovery.\n)\n\n\nEND LOG\n\n\n\n\nUpdate 19/04/2012:\n Fluid sample from river recovered by MTF Chi-5 Team One features anomalous molecular structure and bonding sites, but will actively bond to organic molecules to create a cubic lattice, which accounts for unusual ripple patterns encountered during exploration. Research ongoing.\n\n\n\n\n\n\nHide Exploration Log\n\n\n\n\n\n\n\n\nExploration Log 3667-B\n\n\n\n\nHide Exploration Log\n\n\n\n\n\n\n\n\n\n\nMTF Chi-5 Permanent Base Camp 3667: 04/10/2012\n\n\n\n\n\n\nFollowing the success of initial SCP-3667 exploration and the continued reliability of the missile systems, a permanent base camp was established within the perimeter of the Mirny mine to house MTF Chi-5 personnel and to further monitor the spatial fluctuations giving rise to the anomaly. Exploration resumed on 30/10/2012, conducted by MTF Chi-5 Teams Two and Three and monitored from base camp. Mission parameters are to locate the source of SCP-3667’s spatial perturbations, and to further map its interior (avoiding areas previously reconnoitred by Team One). As before, all team members are armed with ordnance and small explosives.\n\n\n\n\nYelena:\n Team Two, reporting in.\n\n\nKonstantin:\n Roll call, everybody. We’re here? Yes, good. Team Three’s ready as well, Command.\n\n\nCommand:\n Good morning, everybody. I’m sure you’ve all watched the video transcripts from your colleagues in Team One by now, so you know what to expect inside there.\n\n\nZhenya:\n A whole lot of kitten kibble.\n\n\n(\nLaughter.\n)\n\n\nCommand:\n I hope you’ve brought your sleeping bags, because you’re going to be inside there for quite a while longer. Folks up the hill want you to find the source of the portal in the first place: I don’t know what they want to do with it, but don’t shut it down or anything. Team One reported coming across a stone structure in their investigation, so if you find anything similar that might be a good place to start.\n\n\nLeonid:\n Any updates on the monster situation?\n\n\nCommand:\n You’re authorized to terminate anything you might come across in there. Administration doesn’t think you’ll be in any immediate danger, from what we’ve seen of the creatures inside there. They’re physically intimidating, but they tend to be… squishy.\n\n\nKonstantin:\n Excellent.\n\n\nIvan:\n How’s Team One holding up?\n\n\nCommand:\n Couldn’t be better. From what I’ve heard, they should be moved back to camp by the end of the week.\n\n\nLeonid:\n You should hear the \nshit\n Anna’s giving poor Gregory. Once his ankle’s healed she’ll probably break it again, just to teach him a lesson.\n\n\n(\nLaughter.\n)\n\n\nCommand:\n I’ll be sure to tell him you wish him well.\n\n\n(\nTeams Two and Three successfully enter portal and perform Humes test. All readings normal.\n)\n\n\nYelena:\n Five o’ clock’s where Team One explored. It looks like the cave might widen out at eleven o’ clock, so I’d recommend heading that way.\n\n\nKonstantin:\n Sounds good to me.\n\n\nKratkiy:\n Something in here just doesn’t smell right. Anybody else getting that? It’s like –\n\n\nZinaida:\n Yeah, Team One said the same thing. Apparently it comes from the rivers in this place.\n\n\nKratkiy:\n You know, they were right. It does smell a little like vanilla.\n\n\n(\nThe exploration team is interrupted by a noise resembling a human scream, emanating from deeper within the cave. One minute of radio silence, during which the noise does not repeat.\n)\n\n\nLeonid:\n Fucking hell.\n\n\nDmitri:\n What \nwas\n that?\n\n\nKonstantin:\n Probably a monster. Leonid, Kratkiy, I want you on point. Yelena, put some of your guys on cover.\n\n\nYelena:\n You’re going after it?\n\n\nKonstantin:\n You heard what Command said, no? We shouldn’t be in any immediate danger.\n\n\nYelena:\n Command, what’s your take on this?\n\n\nCommand:\n So far we haven’t seen anything non-physical or memetic in there, but that’s not to say they don’t exist. This call’s for you and Konstantin to make, but stay sharp and go slow.\n\n\n(\nHuman-like cry repeats, at a greater distance.\n)\n\n\nKonstantin:\n It’s also possible that it’s a civilian who got dragged in here.\n\n\nYelena:\n Dammit. Alright. Zhenya and Zinaida, you two are in the back. Konstantin, we’ll follow you.\n\n\nKonstantin:\n If you don’t already have safeties off, do it now.\n\n\nLeonid:\n Hey Command, just notifying you the ceiling’s dropping… pretty considerably in this direction. It might be a dead end.\n\n\nYelena:\n That noise is coming from somewhere. I don’t care what it is that’s making it, but we’re going to find it.\n\n\n(\nKratkiy’s light reveals a large, shallow body of the same yellow fluid discovered by Team One, directly in front of the exploration team.\n)\n\n\n\n\n\n\nStill of SCP-3667 fluid basin from Exploration 3667-B. Unusual ripple patterns are visible.\n\n\n\n\n\n\nKonstantin:\n Looks shallow enough. Command, this stuff is safe?\n\n\nCommand:\n Our boys are still running tests on it. It’s sticky, but it won’t harm you.\n\n\nKonstantin:\n We should be able to ford it. If the cave cuts off, I’ll let you know and we’ll turn around.\n\n\n(\nAfter approximately four minutes, the cavern increases in height and the body of fluid ends. Team members exit the fluid and wait for further instructions. Multiple diffuse noises can be heard in this cavern, most notably a repetitive scratching sound.\n)\n\n\nYelena:\n Spread out. Weapons up.\n\n\nKonstantin:\n Command, this cavern is considerably larger than the last few we’ve been through. We’ve… I’m looking at the ceiling now, and I lose sight of it after about two meters.\n\n\nCommand:\n I’m impressed you managed to find this place, but remember this isn’t in the original mission parameters. The last thing we need is you getting lost in there.\n\n\nKonstantin:\n Does anybody see an opposite wall? I don’t like not knowing how far this place goes.\n\n\nYelena:\n Nothing over here. Zhenya, Zinaida, what about you?\n\n\nZhenya:\n No wall, but there’s a pile of something on the floor where I am. Looks like… wood chips?\n\n\nZinaida:\n Sorry, Yelena. I got – \nfucking shit shit shit!\n\n\n(\nGunfire.\n)\n\n\nYelena:\n Zinaida, come in! What just happened?\n\n\nZinaida:\n …I think it was a rat. I’m pretty sure I missed it.\n\n\nYelena:\n Are you alright?\n\n\nZinaida:\n It was up inside this thing, looking like it was – it was – adjusting parts before it ran, and – Yelena, can you take a look at this? I don’t know what the hell I’m looking at.\n\n\n(\nTeams Two and Three converge on Zinaida to reveal a large, intricate circular wooden structure with one side apparently winched open. Rows of wooden spikes are visible inside, covered in a dark substance presumed to be blood.\n)\n\n\nDmitri:\n Holy hell.\n\n\n(\nNoises resembling human whimpering emanate from deeper within the cave.\n)\n\n\nYelena:\n I can’t say I’m a fan of this situation. Command, I’m advising a strategic retreat. Whatever it is that’s in here, we don’t need to deal with it.\n\n\nZinaida:\n There’s more of them. They’re everywhere.\n\n\nYelena:\n The machines? Or the rats?\n\n\nZinaida:\n Both. They’re all over the fucking place.\n\n\n(\nZinaida’s camera displays over 20 wooden structures of varying shapes and sizes, covered in large rats. All are staring at the exploration team.\n)\n\n\nKonstantin:\n Go on! Shoo!\n\n\n(\nThe rats start and scurry away. Several forms are observed within the wooden structures.\n)\n\n\nYelena:\n Command, are you seeing this? There… there are bodies in some of these.\n\n\nLeonid:\n Probably a civilian from town. Poor sap.\n\n\nKratkiy:\n Oh my god.\n\n\nKonstantin:\n What is it?\n\n\nKratkiy:\n This one’s still alive.\n\n\nEND LOG\n\n\n\n\n\n\nHide Exploration Log\n\n\n\n\n\n\nSCP-3667-2:\n\n\nLevel 3/3667-2 clearance required.\n\n\n\n\nInput credentials\n\n\n\n\nCredentials accepted\n\n\n\n\n\n\n\n\nSCP-3667-2 instance recovering in Site-574 medical wing. Due to their regenerative properties, instances do not retain any sign of trauma.\n\n\n\n\n\n\nSCP-3667-2 is the collective designation for a group of 12,084 humanoid anomalies, discovered in SCP-3667 on 30/10/2012 and relocated to Site-574 from 02/11/2012 to 28/12/2012. Although the vast majority were discovered inside SCP-3667-3 instances, approximately 150 of all instances recovered were found either being transported within SCP-3667-1f instances, attempting to flee from SCP-3667, or being consumed by SCP-3667-1a or -1b instances.\n\n\n\n\n\n\nDNA sample from SCP-3667-2-5,874 is a perfect match for Vyacheslav Dunayevsky, a deceased resident of Mirny.\n\n\n\n\n\n\nAll SCP-3667-2 instances display anomalous limited regeneration capabilities, activated by the same molecule retrieved by MTF Chi-5 Team One during Exploration 3667-A, which is present in their bloodstream. Attempts at introducing the molecule into the bloodstreams of non-anomalous humans have not resulted in the same regeneration capabilities; further research is ongoing, but it is currently assumed that the anomalous regeneration is directly tied to the SCP-3667-2 instances, with the anomalous molecule acting as merely a catalyst. Despite this, it is still possible to terminate SCP-3667-2 instances through repeated use of force exceeding the rate of their regeneration abilities (approximately 4mm of tissue a day, slower for organs or bone marrow).\n\n\nOf the 12,084 SCP-3667-2 instances, 10,756 are perfect physical and genetic matches for former residents of Mirny within the last 50 years (the remaining 1,328 instances do not correspond with any known person, living or deceased). Although all SCP-3667-2 instances claim to have lived their whole lives within SCP-3667,\n5\n sampling from suitable cadavers within the Mirny region have confirmed the match. Analysis of town records and the SCP-3667-2 population indicates that, in order for a deceased resident to result in a genetically identical SCP-3667-2 instance to form within SCP-3667, several criteria must be met:\n\n\n\n\nResident’s progenitors must have lived within Mirny town limits for at least two generations;\n\n\nResident must have been suspected by contemporary residents of: committing a crime (however, resident must not have been convicted), such as arson or pedophilia; lechery; avarice; homosexuality; or paganism.\n\n\nWith some exceptions, resident must have been affiliated with, or maintained close ties to, the Light of Five Heavens Russian Orthodox Church\n6\n and its founder, Sergei Guslyakov.\n\n\n\n\n\n\n\n\n\n\nIncursion:\n\n\nOn 23/08/2014, after 41 separate explorations of SCP-3667 mapping much of its interior, as well as capturing and containing instances of all known SCP-3667-1 species, a large (approx. 50m in height) porcine, previously unrecorded species of SCP-3667-1 exited the sinkhole and proceeded to assault the MTF Chi-5 base camp, leading to 3 fatalities and 20 severe injuries. Due to the instance’s possession of the same anomalous regeneration capabilities previously observed in SCP-3667-2 instances, as well as what superficially appeared to be an exoskeleton, on-site personnel were unsuccessful at termination attempts and instead called a strategic retreat to Site-574 to wait for reinforcement. Upon returning to the Mirny mine, Foundation personnel discovered that the SCP-3667-1 instance (classified as SCP-3667-1v) had destroyed much of the missile system perimeter and returned to the area directly in front of the sinkhole, where it remained unresponsive to further Foundation actions, including preparations for a coordinated round of air-to-ground drone strikes which eventually succeeded in terminating it.\n\n\n\n\n\n\nRegional Administrator Angelina Mikhailova (left) and Director Ndeye Bocoume.\n\n\n\n\n\n\nIn response, Site-574 Director Ndeye Bocoume and Sakha Republic Regional Administrator Angelina Mikhailova issued a joint request to the O5 council, arguing that given the continued danger to Foundation personnel and Mirny residents posed by large, hostile SCP-3667-1 instances, as well as the number of SCP-3667-1 instances already kept in containment, MTF Chi-5 and additional Foundation reinforcements should proactively terminate all hostile SCP-3667-1 instances within SCP-3667 and attempt to secure the cooperation of sentient instances where possible.\n\n\nAfter 8 separate Ethics Committee hearings, O5 approval was granted on 02/13/2015. MTF Chi-5 Teams One through Three, as well as MTF Zeta-9 (“Mole Rats”) Teams Two through Four, began invasion preparations on 02/22/2015 and entered the anomaly on 04/07/2015.\n\n\n\n\nIncursion Report 3667-C\n\n\n\n\nHide Incursion Report\n\n\n\n\n\n\nIncursion team mobilizes at Site-574 at 0500 hours. MTF Chi-5 Team Two and MTF Zeta-9 Team Four each drive AFVs, for use in encounters with additional SCP-3667-1v or other SCP-3667-1 instances. The remaining four teams travel on foot. An additional MTF personnel, henceforth referred to by her designation Perevodchik, provides translation between MTF Chi-5 and MTF Zeta-9; unless otherwise specified, Perevodchik’s translations are omitted from the log for sake of brevity. All MTF personnel have been armed with ordnance and small explosives, in addition to antidemonic kinetics\n7\n and incendiary devices stored in the vehicles.\n\n\n\n\nEcho:\n Mole Team Two, reporting in – hey, P, is Command one of ours or theirs?\n\n\nCommand:\n I’m not sure what you mean.\n\n\nPerevodchik:\n Command is local.\n\n\nEcho:\n Huh. I’d prefer someone I don’t need a translator to understand, but… P, tell Command we’re here.\n\n\nJuliet:\n Z-9 Team Three. We’re all here.\n\n\nAnna:\n Quite a party today, isn’t it, Command? A shame we’ll all need Perevodchik to communicate.\n\n\nNovember:\n Better hope it’s a quiet trip today, then, P. Otherwise these boys and girls will be crowding all over you.\n\n\nPerevodchik:\n I guess that would make me something of a celebrity, then. I always wanted to be a VIP.\n\n\n(\nLaughter.\n)\n\n\nKonstantin:\n Team Three here.\n\n\nYelena:\n And last but not least. I think that’s everybody, Command – are we cleared to go?\n\n\nCommand:\n You’re cleared from up here. Proceed when you’re ready.\n\n\nKonstantin:\n Alright. Zeta-9: before we enter the anomaly, I just want to warn you that there’s a bit of disorientation when you cross over. You’ll feel dizzy…\n\n\nOscar:\n Dizzy, a little nauseous, everything’s dark and you lose contact with Command for approximately three point zero five seconds? Yeah, we’ve been there, done that. It’s bog-standard for dimensional skips like this. Besides, we’d already read through all your exploration logs by the time we touched down. We know this place inside and out.\n\n\nFoxtrot:\n SSUDS2. Stable, Stationary, Unaided, Delayed, Safe, Two Way.\n\n\nGregory:\n I knew that.\n\n\nOscar:\n In any case, here’s the plan once we get inside. Lima here’s run analysis on the interior schematics of this place and determined that most of the larger stone structures tend to congregate around the river systems. That’s where we’ll find the big critters. Each team here will take a major river – I trust you know where they are by now – and clear it out, end to end. If you need backup, radio one of the teams with the van. Command will be looking out for you as well, assuming you speak their language. Questions?\n\n\nVasily:\n I wasn’t aware we had discussed this.\n\n\nOscar:\n The other Moles and I came up with it on the plane ride over. Given these entities’ behaviour, it’s the best strategy if you want to keep this clean and quick.\n\n\nKonstantin:\n With all due respect, I don’t think you know this place like we do. Chi-5 – we’re all Mirny boys and girls. We grew up around the mine. We were there when things started coming out of it, and we’ve been down there forty-odd times by this point. We can handle ourselves.\n\n\nOscar:\n With all due respect, I don’t think you can. I’ve watched the tapes. I’m glad to see your ankle’s doing better, Gregory. Be careful on those hills, won’t you?\n\n\n(\nTwenty seconds of radio silence.\n)\n\n\nOscar:\n Look, I’m sorry. I know this is your home turf. But you’ve got to trust us on this one. This is what we get called in for.\n\n\nYelena:\n Command?\n\n\nCommand:\n Go on ahead, Oscar. Let’s get this over with.\n\n\n(\nIncursion team enters SCP-3667 without any further incident. As per Oscar’s instructions, each team is assigned to a major river system and begin a sweep for hostile entities. The rats observed near SCP-3667-3 instances are more present, being sighted by several teams; however, none approach personnel.\n)\n\n\nJuliet:\n These rats a 3667-1?\n\n\nZhenya:\n We’re pretty sure they’re just normal rats. There’s not as much weird shit in here as you’d think.\n\n\nLima:\n Where’s all the creatures, then? They’re sapient, aren’t they?\n\n\nVasily:\n Some of them are. Most aren’t.\n\n\nOscar:\n We’ll find the non-sapient ones wherever they happen to be. If it’s the sapients we’re after, though, they might be coordinating… ahh, there’s one.\n\n\n(\nAggressive gibbering and the noise of antidemonic kinetics being fired can be heard.\n)\n\n\nOscar:\n Squishy little fuckers, aren’t they?\n\n\nNovember:\n There’s some in your hair.\n\n\nOscar:\n What’s that?\n\n\nPerevodchik:\n She’s saying the coast is clear.\n\n\nOscar:\n Ever seen one like that before? Weird little guy, drinking out of the stream. Looked like a skinny little kid with a big, drooping head. Is that one sapient, do you know?\n\n\nBoris:\n Sounds like a 3667-1m. Sapient, but just barely. I wouldn’t lose any sleep over it.\n\n\nYelena:\n That’s one monster down out of… what, hundreds? There’ve been times where we couldn’t walk around this place without sneezing all over a colony of 3667-1-whatever-the-fuckers. Where did they all \ngo?\n\n\nOscar:\n Chi-5, how many of these rivers have you explored end-to-end?\n\n\nKonstantin:\n The big ones, you mean? Uh, most of them. I’d say… 80%.\n\n\nOscar:\n (\nOpening supply packs in AFV.\n) There’s a map of this place in here somewhere, isn’t there? Here. Konstantin – it’s Konstantin, right?\n\n\nKonstantin:\n Yes. Why are we stopping?\n\n\nOscar:\n If I showed you the rivers, here, on a map, would you be able to point out the unexplored ones?\n\n\nKonstantin:\n These… three. Yes, I think that’s all.\n\n\nOscar:\n That’s Zeta-9 Teams Two and Three, Chi-5 Team Two.\n\n\nKonstantin:\n Chi-5 Team One.\n\n\nOscar:\n Right. You’re right. Moles Two and Three, Chi-5 One, come in. What’s your position?\n\n\nJuliet:\n This is Team Three. We’ve reached the end of the river. It all drains into a sinkhole – we’ve thrown a couple of torches in, but the bottom’s pretty shallow. Honestly, Oscar, I don’t think there’s anything here.\n\n\nEcho:\n Mole Two here. When we got your message, Foxtrot scouted out ahead, and he says the river goes into a crack in the wall the size of a mouse. Too small for us, or anything else here, to squeeze through. We haven’t seen a single creature on our whole jaunt so far.\n\n\nKonstantin:\n How about you, Team One?\n\n\nGregory:\n We, uh, we found a cave.\n\n\nAnna:\n Konstantin, the river flows through a passageway here that leads into a chamber… it might be bigger than the one you’re in now. There’s a lot of artificial activity present here. Bricks in the walls, bones and garbage – we found a couple of 3667-3 instances, but no people in them so far. Vasily keeps saying he can hear noises up ahead.\n\n\nGregory:\n It’s a really big cave.\n\n\nKonstantin:\n You think that’s it?\n\n\nOscar:\n Definitely. I’ll call the other teams to rendevous at – well, here, you do it.\n\n\nKonstantin:\n That’s not necessary.\n\n\n(\nTwo minutes of silence.\n)\n\n\nOscar:\n Look, we’re sitting in a cave in Hell in Russia, and I don’t want to have to ask again.\n\n\nKonstantin:\n Thank you.\n\n\nOscar:\n I’m not staying in here any longer than I have to.\n\n\nKonstantin:\n Zeta-9 Teams Two, Three, Four, Chi-5 Teams Two and Three, we’re rendezvousing at Team One’s location. I want everyone there in five minutes, tops.\n\n\nYelena:\n Understood.\n\n\nEcho:\n On our way.\n\n\nKonstantin:\n What do you think we’ll find in there?\u2028\n\n\nOscar:\n I don’t know. Nothing good.\n\n\nKonstantin:\n Anna, hang on and wait for us. We’ll be there soon.\n\n\nAnna:\n The river looks different here. It’s… bubbling.\n\n\n(\nChi-5 Teams Two & Three and Zeta-9 Teams Two through Four rendezvous with Chi-5 Team One without further incident.\n)\n\n\nYelena:\n Anyone seen any creepy-crawlies so far? We haven’t.\n\n\nJuliet:\n I think it’s just Konstantin and Oscar who have.\n\n\nAnna:\n Command, are you getting this? I don’t know if this river’s made of the same stuff we sampled before.\n\n\n(\nRiver appears milkier-white than previously and gives off a small amount of heat. Bubbles previously observed by Anna appear to be small handlike structures that spontaneously form and recollapse as they flow downstream.\n)\n\n\nDmitri:\n That doesn’t look safe.\n\n\nKonstantin:\n Dmitri, hand me a pole from the truck. I’m going to test it.\n\n\n(\nKonstantin retrieves a telescoping pole from the AFV’s supplies and inserts the end into the middle of the river. When lifted, the submerged section of pole is missing entirely.\n)\n\n\nKonstantin:\n Alright, I want everyone as far away from the river as possible. We’ll –\n\n\n(\nThere is a slithering sound and a large leech-like creature, classified as SCP-3667-1h, drops from the ceiling of the cave and engulfs the upper torso of Oscar, who is standing nearest to the river.\n)\n\n\nNovember:\n Shoot it! Shoot it!\n\n\n(\nBefore any members of the incursion team can reach it, the SCP-3667-1h instance flops into the river, where it and Oscar are carried away by the stream. The instance appears impervious to the river’s acidic contents, but Oscar’s extremities are observed sloughing off and dissolving into liquid. Where his skeleton is exposed to the river, there are several seconds of resistance before it, too, melts into a thick white paste. The SCP-3667-1h instance shakes itself free of what remains and swims further down the river, and November chases after it, showing signs of distress.\n)\n\n\nNovember:\n (\nSobbing.\n) You fucking bastard, son of a \nbitch!\n\n\nJuliet:\n November, wait!\n\n\nKonstantin:\n Dmitri, Juliet, grab the trucks. We’re following him.\n\n\nJuliet:\n Are you sure? I don’t think –\n\n\nKonstantin:\n No one else is going to die. I can’t… I’m not going to let that happen.\n\n\n(\nThe remainder of MTF Chi-5 and MTF Zeta-9 follow November, who continues to vocalize distress. The surrounding environment begins to brighten by degrees, but the incursion team does not take notice of this until November loses his footing on an outcropping of rock and stops.\n)\n\n\nBoris:\n Holy hell.\n\n\nNovember:\n That’s, that’s where all these bastards have been, been fucking hiding.\n\n\n(\nApproximately 1km ahead of the incursion team’s location, a large complex of stone structures several stories tall is visible, lit by enormous metal braziers that are responsible for the increased illumination. The complex straddles the river, and as the operatives watch a complicated wooden mechanism above the river appears to release several SCP-3667-2 instances, which quickly dissolve.\n)\n\n\nZinaida:\n I thought we got all the people out of here.\n\n\nGregory:\n Look. Over the river.\n\n\n(\nAn elaborate system of what appear to be wooden walkways crisscross the river, on which are perched several SCP-3667-1a and SCP-3667-1b instances. Millipede-like creatures approximately 30 meters long, classified as SCP-3667-1w, periodically climb from the river to the walkways or vice versa. All sub-instances occasionally reach into the river and extract a quantity of liquid, which slowly solidifies into a SCP-3667-2 instance: this is then consumed. Other SCP-3667-1 instances are observed excreting fully formed SCP-3667-2 instances back into the river, where they are dissolved again.\n)\n\n\nYelena:\n (\nBreathes deeply.\n) Okay.\n\n\n(\nGregory retches. Although the incursion team continues to observe the entities and their prey, Oscar does not reappear.\n)\n\n\nKonstantin:\n Alright, that’s it. We’re going to finish this, and we’re going to finish it now.\n\n\nNovember:\n We… we can’t. There’s too many of them.\n\n\nKonstantin:\n They’re eating out of the river, right? All eating, like the happy fuckers they are. Well, we’re going to let them keep eating as much as they goddamn please.\n\n\nDmitri:\n Are you sure about this, Konstantin? This isn’t in the mission parameters.\n\n\nKonstantin:\n Mission parameters got someone killed. I want everyone’s antidemonics on the ground here, and we’ll need the extra drums from the truck.\n\n\n(\nAll antidemonics and refill fluid drums are assembled. Konstantin rolls one of the drums to the edge of the river and begins to pour it in.\n)\n\n\nKonstantin:\n No one’s going to die. Except for those fuckers.\n\n\nEND LOG\n\n\n\n\nAfter-action reports estimate that the introduction of antidemonic solution into the SCP-3667 river system led to the termination of over 80% of the anomaly’s native inhabitants, with the exception of SCP-3667-2 instances. MTF Chi-5 Team Three Captain Konstantin subjected to internal review for unorthodox actions taken in the field, but was subsequently commended for fulfilling original mission requirements without a severe loss of life. SCP-3667 tentatively reclassified to Euclid.\n\n\n\n\n\n\nHide Incursion Report\n\n\n\n\n\n\nSCP-3667-1x:\n On 04/10/2015, three days after incursion, twenty-four separate instances of a previously unrecorded SCP-3667-1 subspecies, SCP-3667-1x, exited the sinkhole. MTF crews manning the missile system perimeter did not immediately open fire due to the presence of a large white cloth tied to a branch, being waved repeatedly by one of the entities. After discussion with Regional Administrator Angelina Mikhailova, a small contingent of MTF operatives accompanied local translator Perevodchik to the sinkhole in order to attempt communication. All dialogue has been transcribed from Russian and Old Church Slavonic.\n\n\n\n\nSCP-3667-1x Interview\n\n\n\n\nHide Interview\n\n\n\n\n\n\nPerevodchik:\n (\nIn Russian.\n) Can you understand me?\n\n\nAnna:\n I doubt this will work.\n\n\nPerevodchik:\n You can shoot them if they make any sudden moves. I just want to see if they’ll respond.\n\n\nEntity A:\n (\nIn Old Church Slavonic.\n) Are you the one we bow to?\n\n\nDmitri:\n God.\n\n\nPerevodchik:\n It’s… an old dialect, but I think I can understand it.\n\n\nEntity B:\n Are you our queen, or are you the messenger only? Speak.\n\n\nPerevodchik:\n I’m… I’m a representative of the Foundation, the people who’ve been exploring the caves you live in. I’d like to ask you some questions about where you come from.\n\n\nEntity A:\n A herald, but one who does not shake in fear. We will treat with you.\n\n\nEntity C:\n Where would you wish that we set our treaty? On wood? On stone? In the trees, or in music on the air?\n\n\nPerevodchik:\n What kind of treaty are you talking about?\n\n\nEntity D:\n We wish to make an offering. We wish to be at peace.\n\n\nEntity B:\n We would offer to the one you herald for. Foundation.\n\n\nPerevodchik:\n And what, exactly, are you offering?\n\n\nEntity A:\n From the caverns of the Domovoi to the Lands of Laughter and Sorrow\n8\n and all the sweet rivers that flow between, these we offer you.\n\n\nEntity C:\n And all the creatures that live in those lands, those who have been marked by Ognyena and their shepherds, you will have dominion over. And we will provide our counsel and advice to Foundation, who would be master of this realm, to keep it safe and prosperous.\n\n\nEntity D:\n We swear this on the bones of Cirnu Boh, and will set it in writing wherever you wish.\n\n\nPerevodchik:\n In exchange for what?\n\n\nEntity B:\n Why do you speak of exchange? Exchange, no. This is our offering.\n\n\nEntity A:\n The one you herald for, your Foundation, came here to conquer. He slew many of our warriors with weapons we do not understand, and now we come to offer him our land and our lives. This is as it is, is it not? This is good?\n\n\nPerevodchik:\n …I need to talk to my supervisors.\n\n\n\n\n\n\nHide Interview\n\n\n\n\n\n\nSite-667:\n On 06/06/2015, the Foundation reached an agreement with surviving members of SCP-3667-1, represented by SCP-3667-1x, ceding control of SCP-3667 to the Foundation in exchange for limited autonomy within the anomaly and freedom from arbitrary termination. Construction of Site-667, a Foundation Site within SCP-3667 to directly study Leibniz-class anomalies and entities, began on 01/03/2016 and was completed on 12/11/2017. A second building, the Francis Zhou\n9\n Memorial Research Complex, is currently under development. Ndeye Bocoume was transferred to become the Site-667 Director, and was replaced as Site-574 Director by Anatoly Polyakov.\n\n\nUpon the recommendation of SCP-3667-1x instances, and confirmed by modern understanding of Leibniz-class anomalies, several extrascientific steps have been taken by Foundation personnel at Site-667 to ensure the continued stability of the anomaly in which they reside. Most pertinently, the “ruler” of SCP-3667 must have an honorific that accurately represents both the anomaly and the belief system of the individuals who created it; after careful consideration, Director Ndeye Bocoume’s honorific has been determined to be “Director of Hell,” and she will be referred to as such in all official documentation. SCP-3667-1x instances have also been authorized to perform a variety of other rituals (see \nDocument 3667-4: Approved Site-667 Leibniz-Class Rituals\n ) in order to ensure the continued stability of SCP-3667.\n\n\nAddendum:\n\n\n\n\nAfter almost 5 years of research, we have discovered no anomalous ability possessed by SCP-3667-2 instances other than their anomalous regeneration capabilities. Given the enormous material cost required to maintain them, effective immediately the Foundation is disbanding this department and relocating all SCP-3667-2 instances to classified locations, where they will be allowed to reintegrate into society.\n\n\nI would like to extend my gratitude to all the others who have worked in this department, both human and other, and to say that I have greatly appreciated the last 5 years spent working together.\n\n\nPaul Xxaravox, Eater of Fire\n\nSCP-3667-2 Research Department Head, Site-667\n\n\n\n\n\n\nYou have (1) new message\n\n\n\n\nHide message\n\n\n\n\n\n\nFROM:\n Ndeye Bocoume (Site-667 Director) <\nnoitadnuof.pcs|emuocobn#noitadnuof.pcs|emuocobn\n>\n\n\nTO:\n Bryan Browning (\nSite-419\n Director) <\nnoitadnuof.pcs|gninworbb#noitadnuof.pcs|gninworbb\n>, Matias Hernández (Site-309 Director) <\nnoitadnuof.pcs|zednanrehm#noitadnuof.pcs|zednanrehm\n>\n\n\nSUBJECT:\n D-Class Supply\n\n\n\n\nDear Bryan, Matias:\n\n\nI know we discussed dwindling D-Class supplies last month, and that at the time I unfortunately had none to spare. I’m happy to announce that something has come up that changes that – I’ll be sending each of you a shipment of new D-Class come next week.\n\nIt isn’t as many as you had hoped for, but rest assured, these ones will withstand most anything you throw at them (don’t worry, still safe for crosstesting!)\n\n\nI do hope you’re able to put them to good use, and I’m eager to hear about any updates you may have at your Sites.\n\n\nBest regards,\n\n\nNdeye Bocoume\n\nDirector of Hell\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. 38% Russian Orthodox, 13% pagan, 26% atheist\n\n\n2\n. Ie. created by shared and anomalously concentrated belief.\n\n\n3\n. \nO5 memorandum to all sites, 07/10/2011:\n Due to the frequency of SCP instances possessing or replacing Foundation personnel during periods of video and radio interference, effective immediately each Foundation exploration team must carry at least one portable Kant counter, which will be used to check for perturbations in baseline reality immediately after each and every loss of contact with external command. Standard Foundation exploration suits will also be updated with vital signs tracking over the next two years, which will be monitored and recorded during every exploration.\n\n\n4\n. Presumably an oculus from Byzantine architecture, a circular opening at the apex of a dome.\n\n\n5\n. Despite their regenerative capabilities, SCP-3667-2 instances age at the same rate as non-anomalous humans.\n\n\n6\n. A radical and heterodox branch of the Orthodox Church, since excommunicated by the Patriarch of Moscow after its founder’s death.\n\n\n7\n. Field-issued equipment from the Department of Tactical Exorcism, designed to combat Leibniz-class entities. While early antidemonics utilized a combination of sanctified water and inscribed stones, modern efforts favour a mixture of sea salt, olive oil, and glass cleaner.\n\n\n8\n. Presumed to correspond to geographic features within SCP-3667, although these are currently unidentified.\n\n\n9\n. Legal name of MTF Zeta-9 operative “Oscar,” declassified posthumously.\n\n\n\n\n\n\n\n\n« \nSCP-3666\n | SCP-3667 | \nSCP-3668\n »",
    "addendums": [
        "Addendum:"
    ],
    "documents": [],
    "notes": [
        "After almost 5 years of research, we have discovered no anomalous ability possessed by SCP-3667-2 instances other than their anomalous regeneration capabilities. Given the enormous material cost required to maintain them, effective immediately the Foundation is disbanding this department and relocating all SCP-3667-2 instances to classified locations, where they will be allowed to reintegrate into society. I would like to extend my gratitude to all the others who have worked in this department, both human and other, and to say that I have greatly appreciated the last 5 years spent working together. Paul Xxaravox, Eater of Fire SCP-3667-2 Research Department Head, Site-667"
    ],
    "object_class": "Keter Thaumiel",
    "containment_procedures": "",
    "description": "SCP-3667 is a spatial anomaly located within a sinkhole at the bottom of the “Peace” kimberlite diamond mine (commonly referred to as the Mirny mine) in Mirny,1 Sakha Republic. Although ground-penetrating radar and magnetotelluric imaging techniques do not reveal any unusual structures below the mine or the town of Mirny, the sinkhole contains a Leibniz-class2 spatial anomaly, approximately 5km at its widest point and 6km at its highest point, consisting of a subterranean network of caves and passages, which contain:",
    "title": "SCP-3667"
}