{
    "url": "https://scp-wiki.wikidot.com/scp-3670",
    "all_text": "rating: \n+143\n+\n–\nx\n\n\n\n\n\n\nSCP-3670, after cleaning to remove residue from prior testing.\n\n\n\n\n\n\nItem #:\n SCP-3670\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3670 is currently contained in a standard Safe-Class Object Locker at Site-43. Due to unacceptable risk of collateral damage, testing has been suspended until further notice (see logs for further details).\n\n\nDescription:\n SCP-3670 is a small, owl-shaped throw pillow. Testing indicates that the fur-like material which covers much of its surface is an unusual derivative of corn leaves, as is its stuffing.\n\n\nSCP-3670's anomalous effects occur whenever a human subject sleeps with their head resting on it for more than six hours. When the subject awakens, SCP-3670 will attempt to fulfill a desire the subject had immediately prior to falling asleep. This is accomplished via the anomalous manifestation and transportation of matter.\n\n\nTo avoid the possibility of malicious requests, Researcher Srin Dakshinamurthy volunteered as the test subject. She agreed to the implantation of memetic compulsions to further reduce this risk. An abridged log of testing follows.\n\n\n\n\nTEST 3\n\n\n\n\nRequest:\n Breakfast.\n\n\nResult:\n A bowl of creamed corn, with gluten-free toast. Notably, subject has coeliac disease, which prevents safe digestion of gluten.\n\n\n\n\n\n\nTEST 9\n\n\n\n\nRequest:\n Dessert.\n\n\nResult:\n A bowl of cold creamed corn, served with a scoop of vanilla ice cream.\n\n\n\n\n\n\nTEST 11\n\n\n\n\nRequest:\n A cup of coffee.\n\n\nResult:\n A cup of hot creamed corn, covered with milk.\n\n\n\n\n\n\nTEST 21\n\n\n\n\nRequest:\n Twenty dollars in U.S. legal tender.\n\n\nResult:\n A bill of unknown worth that had been damaged beyond legibility by submersion in creamed corn. Degradation of ink due to liquid damage made it impossible to verify the bill's legal value.\n\n\n\n\n\n\nTEST 35\n\n\n\n\nRequest:\n Something that isn't creamed corn.\n\n\nResult:\n Creamed corn replaced Researcher Dakshinamurthy's provided food rations. Subject reported it tasted 'bitter'.\n\n\n\n\n\n\nTEST 43\n\n\n\n\nRequest:\n A car.\n\n\nResult:\n The fuel tank of the subject's Prius was filled with approximately 39 liters of highly pressurised creamed corn, a replacement which was only discovered when she attempted to start it.\n\n\nManagement declined her request for reimbursement.\n\n\n\n\n\n\nTEST 58\n\n\n\n\nRequest:\n A dog.\n\n\nResult:\n The cadaver of a Golden Retriever. Cause of death identified to be asphyxiation due to large amounts of creamed corn lodged in its airways.\n\n\n\n\n\n\nTEST 71\n\n\n\n\nRequest:\n The location of PoI-1928, an escaped captive.\n\n\nResult:\n After an anonymous tip was left on Researcher Dakshinamurthy's voicemail, Foundation agents found PoI-1928 dead in his room at the Astoria Motel 6. Bruising on his neck indicated he was strangled to death by an unknown assailant; autopsy indicated his stomach had been filled with 23 liters of creamed corn.\n\n\nNotably, creamed corn residue was found leading back to the drainpipe of the bathroom.\n\n\n\n\n\n\nTEST 99\n\n\n\n\nRequest:\n That \nSCP-682\n be terminated.\n\n\nResult:\n See \nPost-Breach Report: Structural Integrity of Site-19's Interior Following Corn Manifestation Incident\n1\n.\n\n\n\n\n\n\nTEST 100\n\n\n\n\nRequest:\n A bowl of creamed corn.\n\n\nResult:\n A plastic tray containing a bowl of creamed corn, a stainless-steel spoon and a 'Get Well Soon' card addressed to Researcher Dakshinamurthy.\n\n\nSupervising agent Delwick sustained minor first-degree burns to the face during an attempt to secure the subject's cooperation. The subject refused all subsequent requests to consume the creamed corn.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Notably, \nSCP-1846\n was unharmed in the breach.\n\n\n\n\n\n\n\n\n« \nSCP-3669\n | SCP-3670 | \nSCP-3671\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3670\n\" by Taffeta, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3670\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n plushie.jpg\n\n\nName:\n Owl\n\n\nAuthor:\n Mai Le\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "TEST 3 Request: Breakfast. Result: A bowl of creamed corn, with gluten-free toast. Notably, subject has coeliac disease, which prevents safe digestion of gluten.",
        "TEST 9 Request: Dessert. Result: A bowl of cold creamed corn, served with a scoop of vanilla ice cream.",
        "TEST 11 Request: A cup of coffee. Result: A cup of hot creamed corn, covered with milk.",
        "TEST 21 Request: Twenty dollars in U.S. legal tender. Result: A bill of unknown worth that had been damaged beyond legibility by submersion in creamed corn. Degradation of ink due to liquid damage made it impossible to verify the bill's legal value.",
        "TEST 35 Request: Something that isn't creamed corn. Result: Creamed corn replaced Researcher Dakshinamurthy's provided food rations. Subject reported it tasted 'bitter'.",
        "TEST 43 Request: A car. Result: The fuel tank of the subject's Prius was filled with approximately 39 liters of highly pressurised creamed corn, a replacement which was only discovered when she attempted to start it. Management declined her request for reimbursement.",
        "TEST 58 Request: A dog. Result: The cadaver of a Golden Retriever. Cause of death identified to be asphyxiation due to large amounts of creamed corn lodged in its airways.",
        "TEST 71 Request: The location of PoI-1928, an escaped captive. Result: After an anonymous tip was left on Researcher Dakshinamurthy's voicemail, Foundation agents found PoI-1928 dead in his room at the Astoria Motel 6. Bruising on his neck indicated he was strangled to death by an unknown assailant; autopsy indicated his stomach had been filled with 23 liters of creamed corn. Notably, creamed corn residue was found leading back to the drainpipe of the bathroom.",
        "TEST 99 Request: That SCP-682 be terminated. Result: See Post-Breach Report: Structural Integrity of Site-19's Interior Following Corn Manifestation Incident 1 .",
        "TEST 100 Request: A bowl of creamed corn. Result: A plastic tray containing a bowl of creamed corn, a stainless-steel spoon and a 'Get Well Soon' card addressed to Researcher Dakshinamurthy. Supervising agent Delwick sustained minor first-degree burns to the face during an attempt to secure the subject's cooperation. The subject refused all subsequent requests to consume the creamed corn.",
        "\" SCP-3670 \" by Taffeta, from the SCP Wiki . Source: https://scpwiki.com/scp-3670 . Licensed under CC-BY-SA .",
        "Filename: plushie.jpg Name: Owl Author: Mai Le License: CC BY 2.0 Source Link: Flickr"
    ],
    "item": "SCP-3670",
    "object_class": "Safe",
    "containment_procedures": "SCP-3670 is currently contained in a standard Safe-Class Object Locker at Site-43. Due to unacceptable risk of collateral damage, testing has been suspended until further notice (see logs for further details).",
    "description": "SCP-3670 is a small, owl-shaped throw pillow. Testing indicates that the fur-like material which covers much of its surface is an unusual derivative of corn leaves, as is its stuffing.",
    "title": "SCP-3670"
}