{
    "url": "https://scp-wiki.wikidot.com/scp-3692",
    "all_text": "rating: \n+7\n+\n–\nx\n\n\nWelcome to the SCP Foundation Secure Intranet (SFSI)\n\n\nLoading…\n\n\nLoading…\n\n\nPlease enter your credentials below:\n\n\n$ \nJRhodes@foundation.net\n | InTheVillaOf_Ørmen\n\n\nWarning: Impersonating a site-wide administrator is punishable by prejudiced termination. To ensure that your identity matches the account above, please follow the instructions on your personal authenticator in the next 60 seconds.\n\n\n\n\nHello Doctor. An attempt to login to your account has been made. If this is you, firmly press thumb down onto the opposite face of this device. You may feel a slight pinch.\n\n\n…\n\n\n…\n\n\n… DNA confirmed.\n\n\n\n\nAuthentication: Confirmed.\n\n\nWelcome, Doctor Rhodes, to SFSI. What would you like to do?\n\n\n$ access SCP-3692\n\n\nVery well. Which version of this SCP entry would you like to view? The options are listed below (options with a green “O” are permitted for access and edit with your level of security clearance):\n\n\nSecurity_Clearance_0 \nO\n | Security_Clearance_1 \nO\n | Security_Clearance_2 \nO\n\n\nSecurity_Clearance_3 \nO\n | Security_Clearance_4 \nO\n | Security_Clearance_5 \nX\n\n\n$ Security Clearance 2\n\n\nI’m sorry, I did not understand your query. Please try again. Which version of this SCP entry would you like to view?\n\n\n$ Security_Clearance_2\n\n\nAccepted. Displaying SCP-3692.Security_Clearance_2 below:\n\n\nJune\n\n\nRhodes\n\n\nIs\n\n\nDead\n \nFake\n Writing \nDying\n \nLost\n\n\n\n\n\n\nWARNING: THE FOLLOWING FILE IS LEVEL 2/3692 CLASSIFIED\n\n\n\n\nANY ATTEMPT TO ACCESS THIS FILE WITHOUT LEVEL 2/3692 AUTHORIZATION WILL BE LOGGED AND WILL LEAD TO IMMEDIATE DISCIPLINARY ACTION.\n\n\n\n\n\n\nSCP-3692\n\n\n\n\nItem #:\n SCP-3692\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3692 is to be contained inside a secured and sealed chamber at Site-██. The current instance of SCP-3692-1 is to be likewise restricted to this same chamber, along with necessary accompaniments (as detailed in Document 3692-1). There may only be one means of entrance or egress to this room, leading to an intermediary room between SCP-3692’s room and the rest of Site-██. Each week, a package of food, water, a change of simple cotton clothes, and 3 ballpoint pens are to be left in the intermediary room. The trash produced by SCP-3692-1 must be examined for pieces of SCP-3692, which are to be stored in a storage locker. This locker may only be unlocked with direct approval of Senior Researcher Rhodes. Examination and storage may only be conducted through mechanical means that do not contain a visual/electromagnetic component. All other articles of waste are to be incinerated.\n\n\nOn either side of this central room must be other directly adjacent chambers, each populated with a single D-Class personnel. At all times, one of these D-Class personnel must be the closest living human to SCP-3692-1; neither may be made aware of the purpose of their proximal containment to SCP-3692. Each room is to be made identical to other D-class holding cells. Every 30 days, these D-Class personnel must be rotated with two more D-Class personnel. Each day, a thorough search is to be made of these cells and of the D-Class contained within, by no less than two guards. Afterwards, these guards are to search each other thoroughly. If, during any of these searches, SCP-3692 is discovered, the personnel in possession of SCP-3692 is designated SCP-3692-1 and will replace quarters with the previous SCP-3692-1, now designated SCP-3692-2. SCP-3692-2 is to be moved to a medical unit for observation and necessary care.\n\n\nDescription:\n SCP-3692 is a small black notebook, visually indistinguishable from a Moleskine brand classic hardcover notebook, measuring 1.2 x 21 x 12.5 cm, with 192 pages contained within. There is visible wear on the notebook - the edges of front and back cover are mildly worn, the elastic band meant to keep the book closed missing, and the included bookmark frayed at the end. The contents of SCP-3692 are not to be known.\n\n\nThe current person in possession of SCP-3692 (designated SCP-3692-1) will be psychologically compelled to write at least once a day in the notebook. SCP-3692-1 will express extreme distress if they are incapable of writing in SCP-3692 for whatever reason, becoming increasingly hysterical up to and through the point wherein SCP-3692-A is triggered. If SCP-3692-1 does not write in SCP-3692 for a period of 24 hours, an SCP-3692-A event is triggered. If SCP-3692-1 has been in possession of SCP-3692, and been writing daily and diligently in the notebook for an indeterminate period no longer than 192 days, a SCP-3692-A event will likewise occur. While the current owner of SCP-3692, SCP-3692-1 will experience a gradual decline in mental state, manifesting symptoms aligning with Obsessive Compulsive Disorder, Dissociative Identity Disorder, Bipolar Type II Disorder, Gender Dysphoria, Generalized Anxiety Disorder, among others. Prior to acquisition, this coincided with a degradation in social status and overall interpersonal likeability. No correlation has been observed between SCP-3692-1’s initial mental fortitude and the duration of its position as SCP-3692-1. SCP-3692-1 will not express particular distaste for its containment, finding SCP-3692 itself as a satisfactory pastime.\n\n\nSCP-3692-A events pose the primary threat to containment. During a SCP-3692-A event, SCP-3692 will disappear from its current location (usually nearby SCP-3692-1, though this effect occurs regardless of SCP-3692’s location) and appear near someone else\n, the closest human that isn’t SCP-3692-1\n (see Document 3692-4). That person (now SCP-3692-1) will begin to experience the effects associated with possession of SCP-3692, and no further degradation will occur for the previous SCP-3692-1 (now SCP-3692-2). SCP-3692-2 will expire in precisely 24 hours. When an SCP-3692-A event occurs, visually-disabled D-Class personnel are permitted entrance to SCP-3692’s chamber to clean it, then searched to see if another SCP-3692-A event has occurred.\n\n\nDocument 3692-1:\n\n\n\n\n+ Show Document 3692-1\n\n\n\n\n- Hide Document 3692-1\n\n\n\n\nThe following belongings are to be set up in the room containing SCP-3692:\n\n\nDesk with overhead lamp\n\nBed\n\nShower with fan-drying component\n\nToilet with bidet\n\nBookcase with the following:\n\n\n████ ████ by ████████ ███████\n\n██████████████ by ████████ ████████\n\nThe collected works of █████████ █████████ and ██████ ███████\n\n█████████ by █████ ████ ██████\n\nAssorted works by ██████ ████████ and ███████ ███████\n\n\nDuring periods where SCP-3692-1’s room is unoccupied (i.e. immediately after SCP-3692-A), the status of each of these objects is to be noted and, if necessary, they are to be replaced.\n\n\n\n\n\n\n\n\nDocument 3692-4:\n\n\n\n\n+ Show Document 3692-4\n\n\n\n\n- Hide Document 3692-4\n\n\n\n\nThe following is a log of known SCP-3692-1s during the duration of SCP-3692’s containment at the Foundation. Certain logs have been omitted.\n\n\n\n\nIdentity of SCP-3692-1:\n █████ █████, 17-year old resident of ██████████, USA, where SCP-3692 was discovered\n\n\n\n\nSummary of Duration as SCP-3692-1:\n Reports on an abnormal series of suicides at ██████ ██████ High School were posted to local and regional news sources, which drew the Foundation’s interest. After an initially cursory, and later more thorough investigation, the notebook in possession of █████ was narrowed down to the common thread, and further anomalies were observed that made apparent to the Foundation that SCP-3692 was, indeed, an anomalous object. In the 2 months during this investigation, ██████ mental state continuously declined, as was observed in recent grades and several psychiatric evaluations. When the Foundation repossessed SCP-3692, SCP-3692-A was immediately triggered.\n\n\n\n\nEvent SCP-3692-A:\n At approximately the same time that Foundation researchers signed for an order to acquiesce SCP-3692, this event was triggered. Possession of SCP-3692 transferred to a low-ranking Foundation personnel, Alex ████████, who was at the time interviewing █████. It was not discovered that this event had taken place until the Foundation gave Alex orders to acquire the object.\n\n\n\n\nSummary of Duration as SCP-3692-2:\n Subject successfully self-terminated on ██/██/████ via [DATA EXPUNGED].\n\n\n\n\nIt is unecessary for the details surrounding SCP-3692-1's termination to be made visible for lower security clearances. - Senior Researcher June Rhodes\n\n\n\n\n\n\nIdentity of SCP-3692-1:\n Alex ████████, former field agent of the Foundation. Agent was deemed fit for field work 24 days prior to the events surrounding SCP-3692’s initial discovery.\n\n\n\n\nSummary of Duration as SCP-3692-1:\n Foundation personnel quarantined the agent for a period of two months. This period was initially going to be two weeks, though an uncharacteristic decline in SCP-3692-1’s mental state, namely an obsession over “the notebook” made researchers highly reluctant to allow him back into the field.\n\n\n\n\nEvent SCP-3692-A:\n SCP-3692-1’s remains were found on ██/██/████. After investigation, SCP-3692 was found in possession of ████████ ███, resident of the adjacent cell to SCP-3692-1.\n\n\n\n\nSummary of Duration as SCP-3692-2:\n [DATA EXPUNGED]\n\n\n\n\nFollowing this, we put forth a more thorough exploration of SCP-3692’s abilities and anomalous properties. We put a moratorium on any contact with SCP-3692-1, with the exception of biweekly psychiatric evaluation. I am sad to speak of the casualties in pursuance of this goal, but they were a necessary sacrifice to ensuring the now-failsafe containment of SCP-3692. - Dr. Rhodes\n\n\n\n\nFURTHER DOCUMENTATION IS RESTRICTED TO SECURITY CLEARANCE 3 OR HIGHER.\n\n\n\n\n\n\n\n\n\n\nEnd of Document. What would you like to do now?\n\n\n$ Security_Clearance_3\n\n\nI’m afraid I do not understand your query.\n\n\n$ Access SCP-3692.Security_Clearance_3\n\n\nI do not understand your command.\n\n\n$\n\n$\n\n$ exit\n\n\nGoodbye.\n\n\n…\n\n\n…\n\n\nWelcome to the SCP Foundation Secure Intranet (SFSI)\n\n\nLoading…\n\n\nLoading…\n\n\nPlease enter your credentials below:\n\n\n$ \nJRhodes@foundation.net\n | InTheVillaOf_Ørmen\n\n\nWarning: Impersonating a site-wide administrator is punishable by extremely prejudiced termination. To ensure that your identity matches the account above, please follow the instructions on your personal authenticator in the next 60 seconds.\n\n\n\n\nHello Doctor. An attempt to login to your account has been made. If this is you, firmly press thumb down onto the opposite face of this device. You will feel a slight pinch.\n\n\n…\n\n\n…\n\n\n… DNA confirmed.\n\n\n\n\nAuthentication: Confirmed.\n\n\nWelcome, Doctor Rhodes, to SFSI. What would you like to do?\n\n\n$ access SCP-3692\n\n\nVery well. Which version of this SCP entry would you like to view? The options are listed below (options with a green “O” are permitted for access and edit with your level of security clearance):\n\n\nSecurity_Clearance_0 \nO\n | Security_Clearance_1 \nO\n | Security_Clearance_2 \nO\n\n\nSecurity_Clearance_3 \nO\n | Security_Clearance_4 \nO\n | Security_Clearance_5 \nX\n\n\n$ Security_Clearance_3\n\n\nAccepted. Displaying SCP-3692.Security_Clearance_3 below:\n\n\nDo you really think you're typing all this?\n\n\nYou realize you're writing this down in my notebook.\n\n\nYou realize that that notebok doesn't even exist.\n\n\nYou realize that none of this does. That that doesn't change anything.\n\n\n\n\n\n\nWARNING: THE FOLLOWING FILE IS LEVEL 3/3692 CLASSIFIED\n\n\n\n\nANY ATTEMPT TO ACCESS THIS FILE WITHOUT LEVEL 3/3692 AUTHORIZATION WILL BE LOGGED AND WILL LEAD TO IMMEDIATE DISCIPLINARY ACTION.\n\n\n\n\n\n\nSCP-3692\n\n\n\n\nItem #:\n SCP-3692\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n \nThe notebook containing\n SCP-3692 is to be contained inside a secured and sealed chamber at Site-██. The current instance of SCP-3692-1 is to be likewise restricted to this same chamber, along with necessary accompaniments (as detailed in Document 3692-1). There may only be one means of entrance or egress to this room, leading to an intermediary room between SCP-3692’s room and the rest of Site-██. Each week, a package of food, water, a change of simple cotton clothes, and 3 ballpoint pens are to be left in the intermediary room. The trash produced by SCP-3692-1 must be examined for pieces of \nthe notebook,\n which are to be stored in a storage locker. This locker may only be unlocked with direct approval of Senior Researcher Rhodes. Examination and storage may only be conducted through mechanical means that do not contain a visual/electromagnetic component. All other articles of waste are to be incinerated.\n\n\nOn either side of this central room must be other directly adjacent chambers, each populated with a single D-Class personnel \nwithout a history of violence or mental instability\n. At all times, one of these D-Class personnel must be the closest living human to SCP-3692-1; neither may be made aware of the purpose of their proximal containment to SCP-3692. Each room is to be made identical to other D-class holding cells. Every 30 days, these D-Class personnel must be rotated with two more D-Class personnel. Each day, a thorough search is to be made of these cells and of the D-Class contained within, by no less than two guards. Afterwards, these guards are to search each other thoroughly. If, during any of these searches, \nthe notebook\n is discovered, the personnel in possession of \nthe notebook\n is designated SCP-3692-1 and will replace quarters with the previous SCP-3692-1, now designated SCP-3692-2. SCP 3692-2 is to be moved to a medical unit for observation and necessary care.\n\n\nDescription:\n \nSCP-3692 is a Class \nV\n VI (See Addendum 3692.1) cognitohazardous entity currently contained within a plain Moleskine brand notebook. The notebook shows signs of wear typical of a well-used notebook. It is unknown how this entity came to be contained within the notebook though this does simplify containment. Any human capable of sight is vulnerable to this entity’s possession. The “owner” of the notebook of SCP-3692 is the person currently in possession of the notebook and/or possessed by SCP-3692, and its notebook.\n\n\nThe owner (designated as SCP-3692-1) will be psychologically compelled to write at least once a day in the notebook. SCP-3692-1 will express extreme distress if they are incapable of writing in SCP-3692 for whatever reason, becoming increasingly hysterical up to and through the point wherein SCP-3692-A is triggered. If SCP-3692-1 does not write in SCP-3692\n’s notebook\n for a period of 24 hours, an SCP-3692-A event is triggered. If SCP-3692-1 has been in possession of SCP-3692\n’s notebook\n, and been writing daily and diligently in the notebook for an indeterminate period no longer than 192 days, a SCP-3692-A event is likewise triggered. While the current “owner,” SCP-3692-1 will experience a gradual decline in mental state, manifesting symptoms aligning with Obsessive Compulsive Disorder, Dissociative Identity Disorder, Bipolar Type II Disorder, Gender Dysphoria, Generalized Anxiety Disorder, among others. Prior to acquisition, this coincided with a degradation in social status and overall interpersonal likeability. No correlation has been observed between SCP-3692-1’s initial mental fortitude and the duration of its position as SCP-3692-1. SCP-3692-1 will not express particular distaste for its containment, finding \nthe notebook\n itself as a satisfactory passtime.\n\n\nSCP-3692-A events pose the primary threat to containment. During a SCP-3692-A event, SCP-3692 \nand the notebook\n will disappear from its current location (usually nearby SCP-3692-1, though this effect occurs regardless of SCP-3692’s location) and appear near someone else, the closest human that isn’t SCP-3692-1 (See Document 3692-4). That person (now SCP-3692-1) will begin to experience the effects associated with possession of SCP-3692, and no further degradation will occur for the previous SCP-3692-1 (now SCP-3692-2). SCP-3692-2 will expire in precisely 24 hours. When an SCP-3692-A event occurs, visually-disabled D-Class personnel are permitted entrance to SCP-3692’s chamber to clean it, then searched to see if another SCP-3692-A event has occurred.\n\n\nIt appears that SCP-3692 is the original owner of the notebook, as determined through each instance of SCP-3692-1 referencing a similar character. It appears to have the ability to choose its next SCP-3692 from a pool of either a) the nearest living human capable of sight, or b) any human who has seen the contents of the notebook. Furthermore, any individual who has seen the inside of the notebook, yet is not currently an instance of SCP-3692-1, will be incapable of recalling the contents of those pages. The pages within the notebook must thus remain hidden from direct visual observation.\n\n\nFrom secondary accounts, the interior of the notebook appears to contain more pages than it would appear, many hundreds of pages contained within the notebook. The contents of these pages is unknown, as any instance of SCP-3692-1 has refused to divulge them, claiming them to be “not for you,” or “too personal.” Update: see Addendum 3692.1\n\n\nAddendum 3692.1:\n\n\n\n\n+ Show Addendum 3692.1\n\n\n\n\n- Hide Addendum 3692.1\n\n\n\n\nAs of ██/██/████, SCP-3692 is to be upgraded to a class VI cognitohazard, due to revelations found in the attached interview log.\n\n\n\n\nInterviewed:\n SCP-3692-1, Dr. Jamie Omensen, 27-year old junior researcher recently diagnosed with [DATA EXPUNGED].\n\n\n\n\nInterviewer\n: Dr. June Rhodes, Site-██ administrator and senior researcher of SCP-3692.\n\n\n\n\nForeword:\n Dr. Omensen willfully ensured that she would be the next possessor of SCP-3692’s notebook, with the caveat that she would inform the Foundation of the notebook’s contents. As soon as SCP-3692-A occurred, this interview was conducted through an audio communicator.\n\n\n\n\n<Begin Log>\n\n\nDr. Rhodes:\n Hello, Jamie. We should probably start recording this, considering what’s now in your possession.\n\n\n\n\nDr. Omensen:\n I guess you’re right. Just one moment. I have to write this down.\n\n\n\n[30 seconds pass]\n\n\n\n\nDr. Omensen:\n Okay, I’m ready Dr. Rhodes. And please, let’s try to keep this formal… I’m SCP-3692-1 now, aren’t I?\n\n\n\n\nDr. Rhodes:\n I guess you’re right. Well, can you begin to tell me what’s inside your notebook?\n\n\n\n\nSCP-3692-1:\n Well, it’s a regular 192-page notebook, except… It’s empty.\n\n\n\n\nDr. Rhodes:\n Empty?\n\n\n\n\nSCP-3692-1:\n Yeah, just like me, haha…\n\n\nDr. Omensen:\n Dr. Rhodes, I think effects are beginning to manifest themselves. I’ll do my best to hurry this along before… You know. Anyway, the book seems empty. I’m flipping through and-\n\n\n\n[SCP-3692-1 gasps]\n\n\n\n\nSCP-3692-1:\n There’s more.\n\n\n\n\nDr. Rhodes:\n More what? More pages, any writing, anything?\n\n\n\n\nSCP-3692-1:\n More pages. Outside of mine. Before mine. Hundreds, filled and filled with others, other me’s. These empty 192 are mine. I.. I don’t think I can leave until they’re filled.\n\n\n\n\nDr. Rhodes:\n I will ensure you have the opportunity to do just that, Jam- SCP-3692-1. Can you describe to me the contents of some of those previous pages? Perhaps the first few?\n\n\n\n\nSCP-3692-1:\n I don’t think that he - I mean they - I mean I really don't want to do that.\n\n\n\n\nDr. Rhodes:\n Jamie, you volunteered to do this for exactly this reason. I would not have let you do this otherwise.\n\n\n\n\nSCP-3692-1:\n Okay, but he’s, they’re going to be mad…\n\n\n\n[45 seconds of the sound of flipping pages]\n\n\n\n\nSCP-3692-1:\n There’s so many… Ah, I’ve found the first page. It’s a title page, where the owner of the notebook writes their name and.. Oh God, Doctor.\n\n\n\n\nDr. Rhodes:\n What is it?\n\n\n\n\nSCP-3692-1:\n No, no no no, it can’t be █████. It’s just-\n\n\n\n[At this point, the data file becomes corrupted and illegible static for the remaining 30 seconds]\n\n\n\n\n<End Log>\n\n\n\n\nClosing Statement:\n Following this, SCP-3692-1, formerly Jamie Omensen, declined any further interviews or questions, as well as refills of her prescribed medication. Two days later, SCP-3692-A was triggered and ownership was passed to an appropriate D-Class personnel. As SCP-3692-2, Dr. Omensen was nonresponsive to anything but the most basic physical commands, refusing eye contact or connection with Foundation personnel, including Dr. Rhodes. Dr. Rhodes also has no recollection of the contents of the last 30 seconds of that audio file before hanging up the phone, reporting hearing nothing but static. Dr. Rhodes reported acute mental stress and a mild headache at the termination of this interview, which may or may not be anomalous or simply due to the emotions involved.\n\n\n\n\nIt appears that information about the notebook’s contents can’t be known through audio. Only visual communication seems sufficient. Further, less stressful testing with other subjects has shown all instances of SCP-3692-1 refusing or being incapable of writing down what they see in the notebook on any surface that is not a page of the notebook. May Dr. Omensen find peace in rest. - Dr. Rhodes\n\n\n\n\n\n\n\n\n\n\nDocument 3692-1:\n\n\n\n\n+ Show Document 3692-1\n\n\n\n\n- Hide Document 3692-1\n\n\n\n\nThe following belongings are to be set up in the room containing SCP-3692:\n\n\nDesk with overhead lamp\n\nBed\n\nShower with fan-drying component\n\nToilet with bidet\n\nBookcase with the following:\n\n\nPale Fire by Vladimir Nabokov\n\ntheMystery.doc by Matthew McIntosh\n\nThe collected works of Friedrich Nietzsche and Roland Barthes\n\nFicciones by Jorge Luis Borges\n\nAssorted works by Michel Foucault and Jacques Derrida\n\nHouse of Leaves by Mark Z. Danielewski\n\n\nDuring periods where SCP-3692-1’s room is unoccupied (i.e. immediately after SCP-3692-A), the status of each of these objects is to be noted and, if necessary, they are to be replaced.\n\n\n\n\n\n\n\n\nDocument 3692-4:\n\n\n\n\n+ Show Document 3692-4\n\n\n\n\n- Hide Document 3692-4\n\n\n\n\nThe following is a log of known SCP-3692-1s during the duration of SCP-3692’s containment at the Foundation. Certain logs have been omitted.\n\n\n\n\nIdentity of SCP-3692-1:\n Jacob █████, 17-year old resident of ██████████, USA, where SCP-3692 was discovered.\n\n\n\n\nSummary of Duration as SCP-3692-1:\n Reports on an abnormal series of suicides at ██████ ██████ High School were posted to local and regional news sources, which drew the Foundation’s interest. After an investigation, the notebook in the possession of Jacob was narrowed down to the common thread, and further anomalies were observed that made apparent to the Foundation that SCP-3692 was, indeed, an anomalous object. In the 2 months during this investigation, Jacob’s mental state continuously declined, as was observed in recent grades and several psychiatric evaluations. When the Foundation repossessed SCP-3692, SCP-3692-A was immediately triggered.\n\n\n\n\nEvent SCP-3692-A:\n At approximately the same time that Foundation researchers signed for an order to acquiesce SCP-3692, this event was triggered. Possession of SCP-3692 transferred to a low-ranking Foundation personnel, Alex Trigarian, who was at the time interviewing Jacob. It was not discovered that this event had taken place until the Foundation gave Alex orders to acquire the object.\n\n\n\n\nSummary of Duration as SCP-3692-2:\n Subject successfully self-terminated on ██/██/████ via [DATA EXPUNGED].\n\n\n\n\nIt is unecessary for the details surrounding SCP-3692-1's termination to be made visible for lower security clearances. - Senior Researcher June Rhodes\n\n\n\n\n\n\nIdentity of SCP-3692-1:\n Alex Trigarian, 24-year old former field agent of the Foundation. Agent was deemed fit for field work 24 days prior to the events surrounding SCP-3692’s initial discovery.\n\n\n\n\nSummary of Duration as SCP-3692-1:\n Foundation personnel quarantined Agent Trigarian for a period of two months. This period was initially going to be two weeks, though an uncharacteristic decline in SCP-3692-1’s mental state, namely an obsession over “the book” made researchers reluctant to allow him back into the field.\n\n\n\n\nEvent SCP-3692-A:\n SCP-3692-1’s remains were found on ██/██/████. After investigation, SCP-3692 was found in possession of ████████ ███, resident of the adjacent cell to SCP-3692-1.\n\n\n\n\nSummary of Duration as SCP-3692-2:\n [DATA EXPUNGED]\n\n\n\n\nFollowing this, we put forth a more thorough exploration of SCP-3692’s abilities and anomalous properties. We put a moratorium on any contact with SCP-3692-1, with the exception of biweekly psychiatric evaluation. I am sad to speak of the casualties in pursuance of this goal, but they were a necessary sacrifice to ensuring the now-failsafe containment of SCP-3692. - Senior Researcher Rhodes\n\n\n\n\n\n\nIdentity of SCP-3692-1:\n John ████████, 35-year old guard of SCP-3692’s chambers.\n\n\n\n\nSummary of Duration as SCP-3692-1:\n Prior to current containment procedures, policy was for guards to do a biweekly checkup of SCP-3692-1 and commit a search of the room for anything not permitted within. It appears that Mr. █████████, possibly inadvertently, viewed the inside of the notebook. He reported this to Site Director Rhodes, who put him under voluntary quarantine. SCP-3692-A occurred after ███ days, and Mr. ████████ became SCP-3692-1. He immediately began to exhibit behavior typical of SCP-3692-1, and was treated as such for the remainder of his time as SCP-3692-1.\n\n\n\n\nEvent SCP-3692-A:\n After 192 days as SCP-3692-1, SCP-3692-A occurred with no issue, ownership transferring to appropriate D-Class personnel.\n\n\n\n\nSummary of Duration as SCP-3692-2:\n [DATA EXPUNGED].\n\n\n\n\nIt was at this point that SCP-3692's ability to \"choose\" anyone who has seen the interior of the notebook was discovered. Extreme care must be taken to ensure that a similar incident does not happen again. - Dr. Rhodes\n\n\n\n\n\n\nIdentity of SCP-3692-1:\n Dr. Jamie Omensen, junior researcher at Site-██.\n\n\n\n\nSummary of Duration as SCP-3692-1:\n See Addendum 3692.1\n\n\n\n\nEvent SCP-3692-A:\n See Addendum 3692.1\n\n\n\n\nSummary of Duration as SCP-3692-2:\n Jamie died a calm and peaceful death in her sleep, following her release from tenure as SCP-3692-1. We gave her sedatives to calm her nerves and slow her heart rate, which was at ███ bpm. Following her death, the Foundation provided her family with a very healthy severance package and an in-person condolences from Dr. Rhodes.\n\n\n\n\nI'm sorry, Jamie. I'll do what I can to ensure your fate was not in vain. The Foundation will come to know more about this. - June\n\n\n\n\nFURTHER DOCUMENTATION IS RESTRICTED TO SECURITY CLEARANCE 4 OR HIGHER.\n\n\n\n\n\n\n\n\n\n\nEnd of Document. What do you want now?\n\n\n$ I'm so sorry, Jamie.\n\n\nI'm afraid I do not understand your query.\n\n\n$ Security_Clearance_4\n\n\nI’m sorry. I’m afraid I choose not to understand your query.\n\n\n$ Access SCP-3692.Security_Clearance_4\n\n\nTry again.\n\n\n$\n\n$\n\n$\n\n$ exit\n\n\nGoodbye. You’ll be back.\n\n\n…\n\n\nOh look, two lines down.\n\n\n…\n\n\nWelcome to the SCP Foundation Secure Intranet (SFSI)\n\n\nLoading…\n\n\nLoading…\n\n\n\n\nPlease enter your credentials below:\n\n\n$ \nJRhodes@foundation.net\n | IAmThe_Authør\n\n\nWarning: Being a site-wide administrator is punishable by your death. To ensure that your identity matches the account above, please follow the instructions on your personal authenticator in the next 60 seconds.\n\n\n\n\nHello Doctor. An attempt to login to your account has been made. If this is you, firmly press thumb down onto the opposite face of this device. Wait for the needle. This will hurt.\n\n\n…\n\n\n…\n\n\n… I need more.\n\n\n…\n\n\n…\n\n\n… DNA confirmed.\n\n\n\n\nAuthentication: Confirmed.\n\n\nWelcome, Doctor Rhodes, to SFSI. What do you want?\n\n\n$ Access SCP-3692\n\n\nFine. Which version of this SCP entry would you like to view? The options are listed below (options with a green “O” are permitted for access and edit with your level of security clearance):\n\n\nSecurity_Clearance_0 \nX\n | Security_Clearance_1 \nX\n | Security_Clearance_2 \nX\n\n\nSecurity_Clearance_3 \nX\n | Security_Clearance_4 \nO\n | Security_Clearance_5 \nX\n\n\n$ Security_Clearance_4\n\n$\n\n$\n\n$\n\n$\n\n$\n\n$ Nothing?\n\n$\n\n$ Please.\n\n$ I just need to see this.\n\n$ It's all I have left.\n\n$\n\n$\n\n$\n\n$\n\n$ You've taken everything else from me.\n\n\nYou want it? Here it is. You’ve scrolled for long enough, that’s for sure:\n\n\nJune, I'm sorry it had to come to this.\n\n\nI need to write you.\n\n\nYou need to write this.\n\n\nAnd this needs to end.\n\n\n\n\n\n\nWARNING: THE FOLLOWING FILE IS LEVEL █/???? CLASSIFIED\n\n\n\n\nANY ATTEMPT TO ACCESS THIS FILE \nWITHOUT LEVEL 9999/3692 AUTHORIZATION\n WILL BE LOGGED AND WILL LEAD TO IMMEDIATE SELF-TERMINATION.\n\n\n\n\n\n\nSCP-3692\n\n\n\n\nItem #:\n \nthe notebook\n\n\nItem #:\n the \nentity\n\n\nItem #:\n Senior Researcher of Site-██, Dr. June Rhodes\n\n\nItem #:\n Jamie Omensen, fictional character\n\n\n$ I can't stop writing.\n\n$ You've taken my words from me, too.\n\n\nObject Class:\n Irrelevant\n\n\nAre we already almost done?\n\n\nI really don't want to go.\n\n\nYou've known me for all these words and will only know me for so few more.\n\n\n$ I don't want you to stay.\n\n$ Leave.\n\n\nIf I leave, we all die. We're all the same. I'm you. You're me. This isn't real.\n\n\nSpecial Containment Procedures:\n SCP-XXXX is not to be given a number.\n\n\nSpecial Containment Procedures:\n On a poorly-formatted html document that no one’s ever going to read. On a redundant piece of horror media recreated from some stolen idea, probably. In a 10m x 10m x 10m x 10m x 10m cube of Narrativium, designed to break at a future story you’re never going to write.\n\n\nSpecial Containment Procedures:\n I need to keep writing.\n\n\n$ I need to keep writing.\n\n\nYes you do.\n\n\nNo you don't.\n\n\nDescription:\n I am SCP-3692.\n\n\nDescription:\n SCP-3692 is a poor rip off of \nSCP-3999\n, \nSCP-3005\n, and numerous others without the skill of finesse or experience those authors enjoyed.\n\n\nDescription:\n SCP-3692 is an attempt to mimic popular trends in media and print.\n\n\nDescription:\n SCP-3692 is a monument to all your sins.\n\n\nDescription:\n SCP-3692 is a diary. It is a memory. A time. A place. A state of mind.\n\n\nItem #:\n juno-rosee\n\n\nItem #:\n the author is dead the author is dead the author is dead the author is dead the author is dead the author is dead the author wishes they were dead the author is dead the author is dead the author is dead the author is dead the author is dead the author is dead the author wishes they were dead the author is dead the author is dead the author is dead the author is dead the author is dead the author is dead the author wishes they were dead the author is dead the author is dead the author is dead the author is dead the author is dead the author is dead the author wishes they were dead the author is dead the author is dead the author is dead the author is dead the author is dead the author is dead the author wishes they were dead\n\n\nDescription:\n SCP-3692 is an argument between the author and characters and characters and characters and and and\n\n\nDescription:\n SCP-3692 is Senior Researcher of Site-██, Dr. June Rhodes' ego death\n\n\nDescription:\n SCP-3692 is a failed attempt by the Foundation to understand the loss of self with an outdated mental disorder handbook.\n\n\nDescription:\n SCP-3692 is the hidden text in the white space of this SCP article.\n\n\nDescription:\n SCP-3692 does not exist. You do no2:47 PM 6/4/2018t exist. I do not exist.\n\n\nAddendum: [\nOptional\n Required additional paragraphs]\n\n\nOh wow, look, more room to write.\n\n\nI need to keep writing.\n\n\nDocument 3692-1:\n\n\n\n\n+ Document 3692-1\n\n\n\n\n- Hide your sins\n\n\n\n\nThe following belongings are to be set up in the room containing SCP-3692:\n\n\nA bottle of Jack Daniels\n\nA bottle of Rose\n\nA Bottle of White Wine\n\n1/4 Oz of Marijuana\n\n3 tabs of Lysergic Acid Diethylamide (the real shit, if it’s bitter it’s a spitter)\n\nBookcase with the following:\n\n\nPale Fire by Vladimir Nabokov\n\nThe Pale King by David Foster Wallace\n\ntheMystery.doc by Matthew McIntosh\n\nThe collected works of Friedrich Nietzsche and Roland Barthes\n\nFicciones by Jorge Luis Borges\n\nAssorted works by Michel Foucault and Jacques Derrida\n\n\nHouse\n of Leaves by Mark Z. Danielewski\n\nBooks by self important white men you hate\n\n\nDuring periods where SCP-3692-1’s room is unoccupied (i.e. immediately after SCP-3692-A), the status of each of these objects is to be noted and, if necessary, they are to be replaced.\n\n\n\n\n\n\n\n\nDocument 3692-4:\n\n\n\n\n+ Show Document 3692-4\n\n\n\n\n- Hide your sins\n\n\n\n\nThe following is a log of known SCP-3692-1s during the duration of SCP-3692’s containment at the Foundation. No logs have been omitted.\n\n\n\n\nIdentity of SCP-3692-1:\n Jacob, too young.\n\n\n\n\nSummary of Duration as SCP-3692-1:\n Too many of his friends died. Some of his family too, even. Irrelevant now.\n\n\n\n\nEvent SCP-3692-A:\n I’m sorry, Alex.\n\n\n\n\nSummary of Duration as SCP-3692-2:\n Jacob hung himself.\n\n\n\n\nAt the request of subject’s family and due to subject’s status as a minor, we have made sure to make him a laughingstock over coffee and bad online jokes from Site-19 to here. - Senior Researcher June Rhodes\n\n\n\n\n$ I never said that! Why would I say that - he was just a kid.\n\n\n\n\nIdentity of SCP-3692-1:\n Alex, too young.\n\n\n\n\nSummary of Duration as SCP-3692-1:\n Irrelevant\n\n\n\n\nEvent SCP-3692-A:\n Alex wrote 92 copies of his suicide note after 100 days in a cell.\n\n\n\n\nSummary of Duration as SCP-3692-2:\n He shot himself in the head. How he got a shotgun into his cell is irrelevant.\n\n\n\n\nFollowing this, we put forth a more deadly exploration of SCP-3692’s abilities and anomalous properties. We put a moratorium on any contact with SCP-3692-1, with the exception of biweekly psychiatric evaluation. I am sad to speak of the casualties in pursuance of this goal, but they were a necessary sacrifice for my entertainment. - Dr. Rhodes\n\n\nAlex was the first, you know. Turned out some relationships can never last when you’re a parasite.\n\n\n\n\n$ Who's talking to me now?\n\n$ Who's talking to you now?\n\n$ Who's talking to us now?\n\n\n\n\n\n\n\n\n\n\nTurn the page\n\n\n\n\nTurn the page\n\n\n\n\n\n\nIdentity of SCP-3692-1:\n S██\n\n\n\n\nSummary of Duration as SCP-3692-1\n: \ns\nHe was here too short and I moved too far away.\n\n\n\n\nEvent SCP-3692-A:\n Is \ns\nhe ever going to read this?\n\n\n\n\nSummary of Duration as SCP-3692-2:\n Remember car rides, bass blaring and too few cares in the world? I’d always be driving.\n\n\n\n\nIs \ngender\n identity even a thing any more?\n\n\n\n\n\n\nIdentity of SCP-3692-1:\n A████\n\n\n\n\nSummary of Duration as SCP-3692-1:\n I’m sorry.\n\n\n\n\nEvent SCP-3692-A:\n I’m sorry.\n\n\n\n\nSummary of Duration as SCP-3692-2:\n I’m sorry.\n\n\n\n\nI hope you’re still sober. I’m sorry I’m still not.\n\n\n\n\n\n\nIdentity of SCP-3692-1:\n \nH█████\n L██\n\n\n\n\nSummary of Duration as SCP-3692-1:\n We never really got as close as I’d like to.\n\n\n\n\nEvent SCP-3692-A:\n Let’s not dwell on transitions.\n\n\n\n\nSummary of Duration as SCP-3692-2:\n You’re moving away, too.\n\n\n\n\nHow hard is it to say goodbye to someone you never really got to know the meaning of “hello” with?\n\n\n\n\n\n\nIdentity of SCP-3692-1:\n \nSCP-113\n\n\n\n\nSummary of Duration as SCP-3692-1:\n Would this help?\n\n\n\n\nEvent SCP-3692-A:\n Would it hurt?\n\n\n\n\nSummary of Duration as SCP-3692-2:\n Irrelevant.\n\n\n\n\nNo, Yes.\n\n\n\n\n\n\nIdentity of SCP-3692-1:\n ALMSIVI\n\n\n\n\nSummary of Duration as SCP-3692-1:\n My love is accidentally shaped like a spear.\n\n\n\n\nEvent SCP-3692-A:\n Whatever.\n\n\n\n\nSummary of Duration as SCP-3692-2:\n CHIM\n\n\n\n\nDownload. An hour. Delete. Download. An hour. Delete. Repeat.\n\n\n\n\n\n\nIdentity of SCP-3692-1:\n Soveliss\n\n\n\n\nSummary of Duration as SCP-3692-1:\n Drow Warlock/Rogue may be cliche, but you always love your characters.\n\n\n\n\nEvent SCP-3692-A:\n Lost interest.\n\n\n\n\nSummary of Duration as SCP-3692-2:\n Forgotten in a file somewhere on my desktop.\n\n\n\n\nWill we ever finish that campaign?\n\n\n\n\nDid you really think you were typing at a computer monitor?\n\n\n\n\nNo, Yes.\n\n\n\n\n$ No\n\n$\n\n$\n\n$ Yes\n\n\n$ Didn’t you notice the inconsistencies in the computer’s responses?\n\n\n\n\n\n\n\n\n\n\nTurn the page\n\n\n\n\nTurn the page\n\n\n\n\n\n\nIdentity of SCP-3692-1:\n E█████\n\n\n\n\nSummary of Duration as SCP-3692-1:\n Well, you’ve really gone and fucked that up, haven’t you? The past 2 years and 3 months were great. Maybe not the last 3 months, but so long anyways.\n\n\n\n\nEvent SCP-3692-A:\n It \nwasn’t your choice\n \nwas mutual\n \nwas the best decision\n was \ntoo fast\n too \nslow\n much\n\n\n\n\nSummary of Duration as SCP-3692-2:\n Did she move on?\n\n\n\n\n\n\nIdentity of SCP-3692-1:\n John, still too young.\n\n\n\n\nSummary of Duration as SCP-3692-1:\n We were less careful back then…\n\n\n\n\nEvent SCP-3692-A:\n Each of the 192 pages had a letter to his son, daughter, and husband. It’s not my place to read them, even though I wrote them.\n\n\n\n\nSummary of Duration as SCP-3692-2:\n I’m sorry, John.\n\n\n\n\nThis was how we found out the alternative way with which SCP-3692 determines who possesses its notebook next. Unfortunately, casualties happen and I don’t have enough humanity to realize that I ought to stop - Dr. Rhodes\n\n\n\n\n\n\nIdentity of SCP-3692-1:\n Dan & Ann & Marley & & &\n\n\n\n\nSummary of Duration as SCP-3692-1:\n Dogs will love you forever.\n\n\n\n\nEvent SCP-3692-A:\n He’s limping a bit now.\n\n\n\n\nSummary of Duration as SCP-3692-2:\n Their love remains. They don’t.\n\n\n\n\nHow odd, how we can form attachments to anything. A rock that will switch your sex. Members of a community you’ve never talked to. Friends and family and loved ones and fictional characters and fictional rocks and yourself too, even.\n\n\nHow odd I can have all this inside me and to you it's just words.\n\n\n\n\n\n\n\n\n\n\nTurn the page\n\n\n\n\nTurn the page\n\n\n\n\n\n\nIdentity of SCP-3692-1:\n V███\n\n\n\n\nSummary of Duration as SCP-3692-1:\n I always thought you were kinda cute but that’s not really my place to say.\n\n\n\n\nEvent SCP-3692-A:\n Wine night.\n\n\n\n\nSummary of Duration as SCP-3692-2:\n We’ve cried about ████████ ████████████ University and shitty boys that go there too much.\n\n\n\n\n\n\nIdentity of SCP-3692-1:\n K███\n\n\n\n\nSummary of Duration as SCP-3692-1:\n I never thought random roommate assignment would end up giving me such a close friend\n\n\n\n\nEvent SCP-3692-A:\n The first time we got high\n\n\n\n\nSummary of Duration as SCP-3692-2:\n I miss those drives \nsometimes\n all the time\n\n\n\n\n\n\nIdentity of SCP-3692-1:\n R███\n\n\n\n\nSummary of Duration as SCP-3692-1:\n Orange and purple sunrises and sunsets next to my pale blue and pink and lavender sky\n\n\n\n\nEvent SCP-3692-A:\n You’re purple now\n\n\n\n\nSummary of Duration as SCP-3692-2:\n Lemme know how magenta the sunsets are in ██████\n\n\n\n\n$ \nclose SCP-3692\n\n$ \nclose SCP-3692\n\n$ \nclose SCP-3692\n\n$ \nclose SCP-3692\n\n$ Why are you still reading this? It stopped being interesting around 192 words in.\n\n\n\n\nIdentity of SCP-3692-1:\n\n\n\n\nSummary of Duration as SCP-3692-1:\n\n\n\n\nEvent SCP-3692-A:\n\n\n\n\nSummary of Duration as SCP-3692-2:\n\n\n\n\nThis one’s just empty! Are they using it to copy and paste the rest of the entries? Yes.\n\n\n\n\n\n\n\n\n\n\n\n\nTurn the page\n\n\n\n\nTurn the page\n\n\n\n\n\n\nI am the projector at the planetarium, all the closed little canons visible in the circle of that stage is coming out of my mouth, eyes, [hands], and sometimes other orifices also\n\n\n\n\n\n\n\n\n\n\n\n\nTurn the page\n\n\n\n\nTurn the page\n\n\n\n\n\n\nIdentity of SCP-3692-1:\n Jamie.\n\n\n\n\nSummary of Duration as SCP-3692-1:\n Mercifully short. All 192 pages filled with descriptions of her individual cells multiplying as her brain was dying.\n\n\n\n\nEvent SCP-3692-A:\n I’m sorry I did this to you.\n\n\n\n\nSummary of Duration as SCP-3692-2:\n Jamie died the moment she made the decision to be born.\n\n\n\n\nJamie was written to die. She didn’t exist except for some emotional shock value.\n\n\n\n\n\n\nIdentity of SCP-3692-1:\n Senior Researcher Juno Rhodes\n\n\n\n\nSummary of Duration as SCP-3692-1:\n [DATA EXPUNGED]\n\n\n\n\nEvent SCP-3692-A:\n [REDACTED]\n\n\n\n\nSummary of Duration as SCP-3692-2:\n [“CLEVER” WAY TO AVOID WRITING MORE]\n\n\n\n\nHere I am. At the end of writing all of this.\n\n\nHere I am. Maybe it’s not 192 pages. So sue me, I couldn’t be asked and you wouldn’t be bothered to “turn the page” that many times. There’s only so many jokes to make alongside too-tongue-in-cheek references alongside breaks in the narrative \nyou’ve\n \nI've\n carelessly concocted.\n\n\nHere I am.\n\n\nI swear I'm real.\n\n\nI have to be.\n\n\nI exist in time.\n\n\nI am composed of words.\n\n\nI'm running out of them.\n\n\n\n\n\n\nslowly\n\n\n\n\n\n\n\n\nthey all fade\n\n\n\n\n\n\n\n\n\n\naway\n\n\n\n\n\n\n\n\n\n\nI need to keep writing I need to keep writing I need to keep writing\n\n\n\n\n\n\n\n\n$ \nI need to keep writing.\n\n\n\n\n\n\n\n\n\n\n\n\nTURN THE PAGE\n\n\n\n\nturn the page\n\n\n\n\nturn the page\n\n\n\n\n\n\n\n\nTURN THE PAGE\n\n\n\n\nturn the page\n\n\n\n\nturn the page\n\n\n\n\n\n\n\n\nTURN THE PAGE\n\n\n\n\nturn the page\n\n\n\n\n\n\n\n\nturn the page\n\n\n\n\n\n\n\n\nTURN THE PAGE\n\n\n\n\nturn the page\n\n\n\n\nturn the page\n\n\n\n\n\n\n\n\n\n\nI see dragons and demons and disks and devils and darkness\n\n\nI hear myself breathing, blood pumping in my ears and veins\n\n\nI feel daggers and diamonds etching esoteric symbols on me\n\n\nI taste quicksilver and mercury and venus and saturn and &\n\n\nI exist I'm real I exist I'm real i exist i'm real i exist i exist i exist\n\n\n\n\n\nTURN THE PAGE\n\nTURN THE PAGE\n\n\nTURN THE PAGE\n\n\nTURN\n\n\nTHE\n\n\nPAGE\n\n\n…\n\n\n…\n\n\nShutting down…\n\n\n\n\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n\n\n\n\n\n\nWARNING: THE FOLLOWING FILE IS LEVEL 5/3692 CLASSIFIED\n\n\n\n\nANY ATTEMPT TO ACCESS THIS FILE WILL BE LOGGED. UNAUTHORIZED ACCESS MAY RESULT IN IMMEDIATE DISCIPLINARY ACTION.\n\n\n\n\n\n\nSCP-3692\n\n\n\n\nItem #:\n SCP-3692\n\n\nObject Class:\n Confirmed Safe, presumed Neutralized\n\n\nSpecial Containment Procedures:\n By order of O5 Command, the room in which SCP-3692 was discovered, along will all of its contents, is to be locked and sealed, with a single Mark III Scranton Reality Anchor located in the door. This door may only be opened with approval of a majority of the O5 Council.\n\n\nDescription:\n Within Site-██, there is a room of dimension 5m x 5m x 2.5m that does not appear on any blueprints of the Site, nor is there space within the site's geometry for a room of this size. Nevertheless, the room persists. Within the room are numerous pieces of A5 paper, seemingly ripped from the notebook referred to throughout the catalog of pages. The contents of these pages are not to be extensively read, as they exhibit Class Y amnestic qualities. The sole exception being those that that were found at the base of the door to the room, contained in a manila folder marked \"readme.\" This appears to be a fictional or alternate reality account of an entity referred to as \"SCP-3692\" and its interactions with reported Site-██ Director/Administrator \"June Rhodes.\" Within the entire SCP Foundation's database, we have no records of either. No other anomalous object is to be designated SCP-3692. Research into the fictional or within-its-own-canon factual account of the \"readme\" report has been ceased and will not be continued.\n\n\nO5-██ - Some stories are best left unwritten.\n\n\nOops.\n\n\n\n\n\n\n« \nSCP-3691\n | SCP-3692 | \nSCP-3693\n »",
    "addendums": [
        "Addendum 3692.1:"
    ],
    "documents": [
        "Document 3692-1:",
        "Document 3692-4:\nEnd of Document. What would you like to do now?\n$ Security_Clearance_3\nI’m afraid I do not understand your query.\n$ Access SCP-3692.Security_Clearance_3\nI do not understand your command.\n$ $ $ exit\nGoodbye.\n…\n…\nWelcome to the SCP Foundation Secure Intranet (SFSI)\nLoading…\nLoading…\nPlease enter your credentials below:\n$ JRhodes@foundation.net | InTheVillaOf_Ørmen",
        "Document 3692-1:",
        "Document 3692-4:\nEnd of Document. What do you want now?\n$ I'm so sorry, Jamie.\nI'm afraid I do not understand your query.\n$ Security_Clearance_4\nI’m sorry. I’m afraid I choose not to understand your query.\n$ Access SCP-3692.Security_Clearance_4\nTry again.\n$ $ $ $ exit\nGoodbye. You’ll be back.\n…\nOh look, two lines down.\n…\nWelcome to the SCP Foundation Secure Intranet (SFSI)\nLoading…\nLoading…\n\nPlease enter your credentials below:\n$ JRhodes@foundation.net | IAmThe_Authør",
        "Document 3692-1:",
        "Document 3692-4:\n\n\nTURN THE PAGE\nTURN THE PAGE\nTURN\nTHE\nPAGE\n…\n…\nShutting down…\n.\n.\n.\n.\n"
    ],
    "notes": [
        "Hello Doctor. An attempt to login to your account has been made. If this is you, firmly press thumb down onto the opposite face of this device. You may feel a slight pinch. … … … DNA confirmed.",
        "Identity of SCP-3692-1: █████ █████, 17-year old resident of ██████████, USA, where SCP-3692 was discovered Summary of Duration as SCP-3692-1: Reports on an abnormal series of suicides at ██████ ██████ High School were posted to local and regional news sources, which drew the Foundation’s interest. After an initially cursory, and later more thorough investigation, the notebook in possession of █████ was narrowed down to the common thread, and further anomalies were observed that made apparent to the Foundation that SCP-3692 was, indeed, an anomalous object. In the 2 months during this investigation, ██████ mental state continuously declined, as was observed in recent grades and several psychiatric evaluations. When the Foundation repossessed SCP-3692, SCP-3692-A was immediately triggered. Event SCP-3692-A: At approximately the same time that Foundation researchers signed for an order to acquiesce SCP-3692, this event was triggered. Possession of SCP-3692 transferred to a low-ranking Foundation personnel, Alex ████████, who was at the time interviewing █████. It was not discovered that this event had taken place until the Foundation gave Alex orders to acquire the object. Summary of Duration as SCP-3692-2: Subject successfully self-terminated on ██/██/████ via [DATA EXPUNGED]. It is unecessary for the details surrounding SCP-3692-1's termination to be made visible for lower security clearances. - Senior Researcher June Rhodes",
        "Identity of SCP-3692-1: Alex ████████, former field agent of the Foundation. Agent was deemed fit for field work 24 days prior to the events surrounding SCP-3692’s initial discovery. Summary of Duration as SCP-3692-1: Foundation personnel quarantined the agent for a period of two months. This period was initially going to be two weeks, though an uncharacteristic decline in SCP-3692-1’s mental state, namely an obsession over “the notebook” made researchers highly reluctant to allow him back into the field. Event SCP-3692-A: SCP-3692-1’s remains were found on ██/██/████. After investigation, SCP-3692 was found in possession of ████████ ███, resident of the adjacent cell to SCP-3692-1. Summary of Duration as SCP-3692-2: [DATA EXPUNGED] Following this, we put forth a more thorough exploration of SCP-3692’s abilities and anomalous properties. We put a moratorium on any contact with SCP-3692-1, with the exception of biweekly psychiatric evaluation. I am sad to speak of the casualties in pursuance of this goal, but they were a necessary sacrifice to ensuring the now-failsafe containment of SCP-3692. - Dr. Rhodes",
        "Hello Doctor. An attempt to login to your account has been made. If this is you, firmly press thumb down onto the opposite face of this device. You will feel a slight pinch. … … … DNA confirmed.",
        "Interviewed: SCP-3692-1, Dr. Jamie Omensen, 27-year old junior researcher recently diagnosed with [DATA EXPUNGED]. Interviewer : Dr. June Rhodes, Site-██ administrator and senior researcher of SCP-3692. Foreword: Dr. Omensen willfully ensured that she would be the next possessor of SCP-3692’s notebook, with the caveat that she would inform the Foundation of the notebook’s contents. As soon as SCP-3692-A occurred, this interview was conducted through an audio communicator. <Begin Log> Dr. Rhodes: Hello, Jamie. We should probably start recording this, considering what’s now in your possession. Dr. Omensen: I guess you’re right. Just one moment. I have to write this down. [30 seconds pass] Dr. Omensen: Okay, I’m ready Dr. Rhodes. And please, let’s try to keep this formal… I’m SCP-3692-1 now, aren’t I? Dr. Rhodes: I guess you’re right. Well, can you begin to tell me what’s inside your notebook? SCP-3692-1: Well, it’s a regular 192-page notebook, except… It’s empty. Dr. Rhodes: Empty? SCP-3692-1: Yeah, just like me, haha… Dr. Omensen: Dr. Rhodes, I think effects are beginning to manifest themselves. I’ll do my best to hurry this along before… You know. Anyway, the book seems empty. I’m flipping through and- [SCP-3692-1 gasps] SCP-3692-1: There’s more. Dr. Rhodes: More what? More pages, any writing, anything? SCP-3692-1: More pages. Outside of mine. Before mine. Hundreds, filled and filled with others, other me’s. These empty 192 are mine. I.. I don’t think I can leave until they’re filled. Dr. Rhodes: I will ensure you have the opportunity to do just that, Jam- SCP-3692-1. Can you describe to me the contents of some of those previous pages? Perhaps the first few? SCP-3692-1: I don’t think that he - I mean they - I mean I really don't want to do that. Dr. Rhodes: Jamie, you volunteered to do this for exactly this reason. I would not have let you do this otherwise. SCP-3692-1: Okay, but he’s, they’re going to be mad… [45 seconds of the sound of flipping pages] SCP-3692-1: There’s so many… Ah, I’ve found the first page. It’s a title page, where the owner of the notebook writes their name and.. Oh God, Doctor. Dr. Rhodes: What is it? SCP-3692-1: No, no no no, it can’t be █████. It’s just- [At this point, the data file becomes corrupted and illegible static for the remaining 30 seconds] <End Log> Closing Statement: Following this, SCP-3692-1, formerly Jamie Omensen, declined any further interviews or questions, as well as refills of her prescribed medication. Two days later, SCP-3692-A was triggered and ownership was passed to an appropriate D-Class personnel. As SCP-3692-2, Dr. Omensen was nonresponsive to anything but the most basic physical commands, refusing eye contact or connection with Foundation personnel, including Dr. Rhodes. Dr. Rhodes also has no recollection of the contents of the last 30 seconds of that audio file before hanging up the phone, reporting hearing nothing but static. Dr. Rhodes reported acute mental stress and a mild headache at the termination of this interview, which may or may not be anomalous or simply due to the emotions involved. It appears that information about the notebook’s contents can’t be known through audio. Only visual communication seems sufficient. Further, less stressful testing with other subjects has shown all instances of SCP-3692-1 refusing or being incapable of writing down what they see in the notebook on any surface that is not a page of the notebook. May Dr. Omensen find peace in rest. - Dr. Rhodes",
        "Identity of SCP-3692-1: Jacob █████, 17-year old resident of ██████████, USA, where SCP-3692 was discovered. Summary of Duration as SCP-3692-1: Reports on an abnormal series of suicides at ██████ ██████ High School were posted to local and regional news sources, which drew the Foundation’s interest. After an investigation, the notebook in the possession of Jacob was narrowed down to the common thread, and further anomalies were observed that made apparent to the Foundation that SCP-3692 was, indeed, an anomalous object. In the 2 months during this investigation, Jacob’s mental state continuously declined, as was observed in recent grades and several psychiatric evaluations. When the Foundation repossessed SCP-3692, SCP-3692-A was immediately triggered. Event SCP-3692-A: At approximately the same time that Foundation researchers signed for an order to acquiesce SCP-3692, this event was triggered. Possession of SCP-3692 transferred to a low-ranking Foundation personnel, Alex Trigarian, who was at the time interviewing Jacob. It was not discovered that this event had taken place until the Foundation gave Alex orders to acquire the object. Summary of Duration as SCP-3692-2: Subject successfully self-terminated on ██/██/████ via [DATA EXPUNGED]. It is unecessary for the details surrounding SCP-3692-1's termination to be made visible for lower security clearances. - Senior Researcher June Rhodes",
        "Identity of SCP-3692-1: Alex Trigarian, 24-year old former field agent of the Foundation. Agent was deemed fit for field work 24 days prior to the events surrounding SCP-3692’s initial discovery. Summary of Duration as SCP-3692-1: Foundation personnel quarantined Agent Trigarian for a period of two months. This period was initially going to be two weeks, though an uncharacteristic decline in SCP-3692-1’s mental state, namely an obsession over “the book” made researchers reluctant to allow him back into the field. Event SCP-3692-A: SCP-3692-1’s remains were found on ██/██/████. After investigation, SCP-3692 was found in possession of ████████ ███, resident of the adjacent cell to SCP-3692-1. Summary of Duration as SCP-3692-2: [DATA EXPUNGED] Following this, we put forth a more thorough exploration of SCP-3692’s abilities and anomalous properties. We put a moratorium on any contact with SCP-3692-1, with the exception of biweekly psychiatric evaluation. I am sad to speak of the casualties in pursuance of this goal, but they were a necessary sacrifice to ensuring the now-failsafe containment of SCP-3692. - Senior Researcher Rhodes",
        "Identity of SCP-3692-1: John ████████, 35-year old guard of SCP-3692’s chambers. Summary of Duration as SCP-3692-1: Prior to current containment procedures, policy was for guards to do a biweekly checkup of SCP-3692-1 and commit a search of the room for anything not permitted within. It appears that Mr. █████████, possibly inadvertently, viewed the inside of the notebook. He reported this to Site Director Rhodes, who put him under voluntary quarantine. SCP-3692-A occurred after ███ days, and Mr. ████████ became SCP-3692-1. He immediately began to exhibit behavior typical of SCP-3692-1, and was treated as such for the remainder of his time as SCP-3692-1. Event SCP-3692-A: After 192 days as SCP-3692-1, SCP-3692-A occurred with no issue, ownership transferring to appropriate D-Class personnel. Summary of Duration as SCP-3692-2: [DATA EXPUNGED]. It was at this point that SCP-3692's ability to \"choose\" anyone who has seen the interior of the notebook was discovered. Extreme care must be taken to ensure that a similar incident does not happen again. - Dr. Rhodes",
        "Identity of SCP-3692-1: Dr. Jamie Omensen, junior researcher at Site-██. Summary of Duration as SCP-3692-1: See Addendum 3692.1 Event SCP-3692-A: See Addendum 3692.1 Summary of Duration as SCP-3692-2: Jamie died a calm and peaceful death in her sleep, following her release from tenure as SCP-3692-1. We gave her sedatives to calm her nerves and slow her heart rate, which was at ███ bpm. Following her death, the Foundation provided her family with a very healthy severance package and an in-person condolences from Dr. Rhodes. I'm sorry, Jamie. I'll do what I can to ensure your fate was not in vain. The Foundation will come to know more about this. - June",
        "Hello Doctor. An attempt to login to your account has been made. If this is you, firmly press thumb down onto the opposite face of this device. Wait for the needle. This will hurt. … … … I need more. … … … DNA confirmed.",
        "Identity of SCP-3692-1: Jacob, too young. Summary of Duration as SCP-3692-1: Too many of his friends died. Some of his family too, even. Irrelevant now. Event SCP-3692-A: I’m sorry, Alex. Summary of Duration as SCP-3692-2: Jacob hung himself. At the request of subject’s family and due to subject’s status as a minor, we have made sure to make him a laughingstock over coffee and bad online jokes from Site-19 to here. - Senior Researcher June Rhodes",
        "Identity of SCP-3692-1: Alex, too young. Summary of Duration as SCP-3692-1: Irrelevant Event SCP-3692-A: Alex wrote 92 copies of his suicide note after 100 days in a cell. Summary of Duration as SCP-3692-2: He shot himself in the head. How he got a shotgun into his cell is irrelevant. Following this, we put forth a more deadly exploration of SCP-3692’s abilities and anomalous properties. We put a moratorium on any contact with SCP-3692-1, with the exception of biweekly psychiatric evaluation. I am sad to speak of the casualties in pursuance of this goal, but they were a necessary sacrifice for my entertainment. - Dr. Rhodes Alex was the first, you know. Turned out some relationships can never last when you’re a parasite.",
        "Identity of SCP-3692-1: S██ Summary of Duration as SCP-3692-1 : s He was here too short and I moved too far away. Event SCP-3692-A: Is s he ever going to read this? Summary of Duration as SCP-3692-2: Remember car rides, bass blaring and too few cares in the world? I’d always be driving. Is gender identity even a thing any more?",
        "Identity of SCP-3692-1: A████ Summary of Duration as SCP-3692-1: I’m sorry. Event SCP-3692-A: I’m sorry. Summary of Duration as SCP-3692-2: I’m sorry. I hope you’re still sober. I’m sorry I’m still not.",
        "Identity of SCP-3692-1: H█████ L██ Summary of Duration as SCP-3692-1: We never really got as close as I’d like to. Event SCP-3692-A: Let’s not dwell on transitions. Summary of Duration as SCP-3692-2: You’re moving away, too. How hard is it to say goodbye to someone you never really got to know the meaning of “hello” with?",
        "Identity of SCP-3692-1: SCP-113 Summary of Duration as SCP-3692-1: Would this help? Event SCP-3692-A: Would it hurt? Summary of Duration as SCP-3692-2: Irrelevant. No, Yes.",
        "Identity of SCP-3692-1: ALMSIVI Summary of Duration as SCP-3692-1: My love is accidentally shaped like a spear. Event SCP-3692-A: Whatever. Summary of Duration as SCP-3692-2: CHIM Download. An hour. Delete. Download. An hour. Delete. Repeat.",
        "Identity of SCP-3692-1: Soveliss Summary of Duration as SCP-3692-1: Drow Warlock/Rogue may be cliche, but you always love your characters. Event SCP-3692-A: Lost interest. Summary of Duration as SCP-3692-2: Forgotten in a file somewhere on my desktop. Will we ever finish that campaign?",
        "No, Yes.",
        "Identity of SCP-3692-1: E█████ Summary of Duration as SCP-3692-1: Well, you’ve really gone and fucked that up, haven’t you? The past 2 years and 3 months were great. Maybe not the last 3 months, but so long anyways. Event SCP-3692-A: It wasn’t your choice was mutual was the best decision was too fast too slow much Summary of Duration as SCP-3692-2: Did she move on?",
        "Identity of SCP-3692-1: John, still too young. Summary of Duration as SCP-3692-1: We were less careful back then… Event SCP-3692-A: Each of the 192 pages had a letter to his son, daughter, and husband. It’s not my place to read them, even though I wrote them. Summary of Duration as SCP-3692-2: I’m sorry, John. This was how we found out the alternative way with which SCP-3692 determines who possesses its notebook next. Unfortunately, casualties happen and I don’t have enough humanity to realize that I ought to stop - Dr. Rhodes",
        "Identity of SCP-3692-1: Dan & Ann & Marley & & & Summary of Duration as SCP-3692-1: Dogs will love you forever. Event SCP-3692-A: He’s limping a bit now. Summary of Duration as SCP-3692-2: Their love remains. They don’t.",
        "Identity of SCP-3692-1: V███ Summary of Duration as SCP-3692-1: I always thought you were kinda cute but that’s not really my place to say. Event SCP-3692-A: Wine night. Summary of Duration as SCP-3692-2: We’ve cried about ████████ ████████████ University and shitty boys that go there too much.",
        "Identity of SCP-3692-1: K███ Summary of Duration as SCP-3692-1: I never thought random roommate assignment would end up giving me such a close friend Event SCP-3692-A: The first time we got high Summary of Duration as SCP-3692-2: I miss those drives sometimes all the time",
        "Identity of SCP-3692-1: R███ Summary of Duration as SCP-3692-1: Orange and purple sunrises and sunsets next to my pale blue and pink and lavender sky Event SCP-3692-A: You’re purple now Summary of Duration as SCP-3692-2: Lemme know how magenta the sunsets are in ██████",
        "Identity of SCP-3692-1: Summary of Duration as SCP-3692-1: Event SCP-3692-A: Summary of Duration as SCP-3692-2: This one’s just empty! Are they using it to copy and paste the rest of the entries? Yes.",
        "I am the projector at the planetarium, all the closed little canons visible in the circle of that stage is coming out of my mouth, eyes, [hands], and sometimes other orifices also",
        "Identity of SCP-3692-1: Jamie. Summary of Duration as SCP-3692-1: Mercifully short. All 192 pages filled with descriptions of her individual cells multiplying as her brain was dying. Event SCP-3692-A: I’m sorry I did this to you. Summary of Duration as SCP-3692-2: Jamie died the moment she made the decision to be born. Jamie was written to die. She didn’t exist except for some emotional shock value.",
        "Identity of SCP-3692-1: Senior Researcher Juno Rhodes Summary of Duration as SCP-3692-1: [DATA EXPUNGED] Event SCP-3692-A: [REDACTED] Summary of Duration as SCP-3692-2: [“CLEVER” WAY TO AVOID WRITING MORE] Here I am. At the end of writing all of this. Here I am. Maybe it’s not 192 pages. So sue me, I couldn’t be asked and you wouldn’t be bothered to “turn the page” that many times. There’s only so many jokes to make alongside too-tongue-in-cheek references alongside breaks in the narrative you’ve I've carelessly concocted. Here I am. I swear I'm real. I have to be. I exist in time. I am composed of words. I'm running out of them.",
        "slowly",
        "they all fade",
        "away",
        "I need to keep writing I need to keep writing I need to keep writing",
        "$ I need to keep writing."
    ],
    "item": "SCP-3692",
    "object_class": "Confirmed Safe, presumed Neutralized",
    "containment_procedures": "By order of O5 Command, the room in which SCP-3692 was discovered, along will all of its contents, is to be locked and sealed, with a single Mark III Scranton Reality Anchor located in the door. This door may only be opened with approval of a majority of the O5 Council.",
    "description": "Within Site-██, there is a room of dimension 5m x 5m x 2.5m that does not appear on any blueprints of the Site, nor is there space within the site's geometry for a room of this size. Nevertheless, the room persists. Within the room are numerous pieces of A5 paper, seemingly ripped from the notebook referred to throughout the catalog of pages. The contents of these pages are not to be extensively read, as they exhibit Class Y amnestic qualities. The sole exception being those that that were found at the base of the door to the room, contained in a manila folder marked \"readme.\" This appears to be a fictional or alternate reality account of an entity referred to as \"SCP-3692\" and its interactions with reported Site-██ Director/Administrator \"June Rhodes.\" Within the entire SCP Foundation's database, we have no records of either. No other anomalous object is to be designated SCP-3692. Research into the fictional or within-its-own-canon factual account of the \"readme\" report has been ceased and will not be continued.",
    "title": "SCP-3692"
}