{
    "url": "https://scp-wiki.wikidot.com/scp-3697",
    "all_text": "rating: \n+175\n+\n–\nx\n\n\n\n\n\n\nItem #:\n SCP-3697\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-3697 is to be monitored in order to prevent the spread of public awareness. Any callers are to be detained, interviewed about how they became aware of SCP-3697, and administered amnestics. Any public or online displays of SCP-3697's number are to be erased or monitored.\n\n\nDescription:\n SCP-3697 is an anomalous toll-free telephone service accessed at the telephone number 1-690-69█-████. Approximately 78% of individuals who call this number connect to a recording of the song \"Never Gonna Give You Up\" by Rick Astley, followed by a synthesized voice reading a web address leading to a html file [See Document 3697-1]. When this number is called by certain individuals who display sexually abusive or exploitative behavior\n1\n, SCP-3697's anomalous features manifest.\n\n\nWhen called by an individual displaying the previously-mentioned profile, SCP-3697 will feature a deep voice with a Brooklyn accent, seemingly taking the role of a telephone operator (SCP-3697-A). SCP-3697-A's speech is highly repetitive and nonresponsive to the caller's speech, indicating that it is an audio recording or other non-sapient construct. SCP-3697-A will begin with a set line of dialogue, with minimal variation [See Test Logs], followed by a unique audio file (SCP-3697-B). The audio files played on SCP-3697 range from 2 seconds to two hours and 38 minutes long, and are typically recordings of nonsexual activities edited to trigger an autonomous sensory meridian response (ASMR) in the listener. The initial caller, even if they have not previously shown any response to similar audio, will express high levels of pleasure while listening to this audio file. Following the completion of the audio file, a three-second-long tone will play, followed by SCP-3697 hanging up.\n\n\nAfter exposure to SCP-3697-B, individuals immediately undergo a number of behavioral changes. The individuals demonstrate a complete absence of libido, as well as any interest in, or enjoyment of, sexual intercourse of any kind. Additionally, they will display increased interest in the activity recorded in SCP-3697-B, and derive pleasure from performing the activity directly. The affected individuals do not show any desire to involve others in this activity, and typically will not be aware that their behavior is changed or unusual unless it is pointed out to them.\n\n\n\n\nSelected Test Logs\n\n\n\n\nSubject:\n D-4927\n\n\nSubject Details:\n D-4927 was originally arrested and charged with attempted sexual assault.\n\n\nSubject Instructions:\n N/A\n\n\nCall Log:\n\n\n\n\nSCP-3697-A:\n Hello there, how can I help you?\n\n\nD-4927:\n Hello?\n\n\nSCP-3697-A:\n I think I know what you're looking for. Let me redirect you right now.\n\n\nD-4927:\n Excuse me?\n\n\n[SCP-3697-A does not respond. SCP-3697-B begins.]\n\n\n\n\nSCP-3697-B Instance:\n Audio of squishing and splashing noises.\n\n\nPost-Exposure Effects:\n D-4927 demonstrated the characteristic loss of sexual behavior in psychological tests performed immediately after exposure to SCP-3697-B. Subject displayed a fixation on mud and sewage, and attempted to reach through the drain of the interviewing chamber before being reprimanded. When given a container full of dirt, D-4927 immediately grabbed handfuls and spread it on surrounding surfaces, expressing pleasure.\n\n\nNotes:\n Electroencephalographic neural imaging performed on D-4927 has showed that interacting with mud was associated with high activation in regions, including the ventral tegmental area, associated with pleasurable sensations.\n\n\n\n\n\n\nSubject:\n D-8726\n\n\nSubject Details:\n D-8726 was originally arrested and charged with possession of child pornography.\n\n\nSubject Instructions:\n Attempt to communicate with SCP-3697-A\n\n\nCall Log:\n\n\n\n\nSCP-3697-A:\n Hi there, how can I help you?\n\n\nD-8726:\n Hi, could you connect me to John Roth-\n\n\n[D-8726 is cut off by SCP-3697-A.]\n\n\nSCP-3697-A:\n I think I know what you're looking for. Let me redirect you right now.\n\n\nD-8726:\n Could you wait a second?\n\n\n[SCP-3697-A does not respond. SCP-3697-B begins.]\n\n\n\n\nSCP-3697-B Instance:\n Audio of what appears to be a human eating an orange.\n\n\nPost-Exposure Effects:\n D-8726 demonstrated the characteristic loss of sexual behavior in psychological tests performed immediately after exposure to SCP-3697-B. Subject showed a great interest in the consumption of oranges as well as media depicting the consumption of oranges, and requested access to recording equipment in order to produce their own audio recordings of this activity.\n\n\nNotes:\n Five days after testing, D-8726 was taken to the infirmary with severe gastrointestinal distress. D-8726 is estimated to have eaten an average of 23 oranges each day prior to being placed on a controlled diet.\n\n\n\n\n\n\nSubject:\n D-████\n\n\nSubject Details:\n D-████ was originally arrested and charged with [REDACTED].\n\n\nSubject Instructions:\n N/A\n\n\nCall Log:\n\n\n\n\nSCP-3697-A:\n Hi again, how can I help you?\n\n\nD-████:\n What?\n\n\nSCP-3697-A:\n Oh, sorry about that. I think I know what you're looking for. Let me redirect you right now.\n\n\n[SCP-3697-B begins.]\n\n\n\n\nSCP-3697-B Instance:\n A recording of the song \"Never Gonna Give You Up\" by Rick Astley, followed by a synthesized voice reading a web address leading to Document 3697-1. When finished, SCP-3697-A's voice speaks the line \"See you later. Congratulations on not being a pervert.\"\n\n\nPost-Exposure Effects:\n D-████ demonstrated no changes in behavior.\n\n\nNotes:\n Since testing, D-████ has successfully appealed their previous charges. In accordance with ethical regulations, their personal information and legal history has been sealed, and they have been transferred to a more appropriate project.\n\n\n\n\n\n\nDocument 3697-1\n\n\nThe html file found through SCP-3697 was removed by the Foundation after SCP-3697's discovery, and previously contained the following text:\n\n\n\n\nHoly Heck!\n You just missed \nMr. Sex Number\n by Gamers Against Weed! Should you bother calling back later? Who is Dr. Wondertainment?\n\n\nFind them all and become Mr. Gamer!\n\n\n01. Mr. Literal Serial Killer\n\n\n02. Mr. Normie\n\n\n03. Mr. Bernie Sanders\n\n\n04. Mr. Get Anything For Free In Any Shop\n\n20. Mr. Sex Number ✔\n\n\n21. Mr. Heavenly Virtues\n\n\n22. Mr. Deadly Sins\n\n\n23. Mr. Original Character\n\n\n24. Mr. D.A.R.E.\n\n\n25. Mrs. Gentrification\n\n\n26. Ms. Mad About Video Games\n\n\n27. Mr. Meme\n\n\n28. Mr. Ominous (discontinued)\n\n\n29. Mr. Destiny\n\n\n30. Mr. Monty Python And The Holy Grail\n\n\n31. Ms. Zapatista\n\n\n32. Mr. Hax\n\n\n33. Mr. Just Has The Tattoo\n\n\n34. Mr. Top Text and Mr. Bottom Text\n\n35. Mr. Finale\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. This includes indviduals who have no public records or evidence of sexual misconduct.\n\n\n\n\n\n\n\n\n« \nSCP-3696\n | SCP-3697 | \nSCP-3698\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3697\n\" by Monkeysky, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3697\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Subject: D-4927 Subject Details: D-4927 was originally arrested and charged with attempted sexual assault. Subject Instructions: N/A Call Log: SCP-3697-A: Hello there, how can I help you? D-4927: Hello? SCP-3697-A: I think I know what you're looking for. Let me redirect you right now. D-4927: Excuse me? [SCP-3697-A does not respond. SCP-3697-B begins.] SCP-3697-B Instance: Audio of squishing and splashing noises. Post-Exposure Effects: D-4927 demonstrated the characteristic loss of sexual behavior in psychological tests performed immediately after exposure to SCP-3697-B. Subject displayed a fixation on mud and sewage, and attempted to reach through the drain of the interviewing chamber before being reprimanded. When given a container full of dirt, D-4927 immediately grabbed handfuls and spread it on surrounding surfaces, expressing pleasure. Notes: Electroencephalographic neural imaging performed on D-4927 has showed that interacting with mud was associated with high activation in regions, including the ventral tegmental area, associated with pleasurable sensations.",
        "SCP-3697-A: Hello there, how can I help you? D-4927: Hello? SCP-3697-A: I think I know what you're looking for. Let me redirect you right now. D-4927: Excuse me? [SCP-3697-A does not respond. SCP-3697-B begins.]",
        "Subject: D-8726 Subject Details: D-8726 was originally arrested and charged with possession of child pornography. Subject Instructions: Attempt to communicate with SCP-3697-A Call Log: SCP-3697-A: Hi there, how can I help you? D-8726: Hi, could you connect me to John Roth- [D-8726 is cut off by SCP-3697-A.] SCP-3697-A: I think I know what you're looking for. Let me redirect you right now. D-8726: Could you wait a second? [SCP-3697-A does not respond. SCP-3697-B begins.] SCP-3697-B Instance: Audio of what appears to be a human eating an orange. Post-Exposure Effects: D-8726 demonstrated the characteristic loss of sexual behavior in psychological tests performed immediately after exposure to SCP-3697-B. Subject showed a great interest in the consumption of oranges as well as media depicting the consumption of oranges, and requested access to recording equipment in order to produce their own audio recordings of this activity. Notes: Five days after testing, D-8726 was taken to the infirmary with severe gastrointestinal distress. D-8726 is estimated to have eaten an average of 23 oranges each day prior to being placed on a controlled diet.",
        "SCP-3697-A: Hi there, how can I help you? D-8726: Hi, could you connect me to John Roth- [D-8726 is cut off by SCP-3697-A.] SCP-3697-A: I think I know what you're looking for. Let me redirect you right now. D-8726: Could you wait a second? [SCP-3697-A does not respond. SCP-3697-B begins.]",
        "Subject: D-████ Subject Details: D-████ was originally arrested and charged with [REDACTED]. Subject Instructions: N/A Call Log: SCP-3697-A: Hi again, how can I help you? D-████: What? SCP-3697-A: Oh, sorry about that. I think I know what you're looking for. Let me redirect you right now. [SCP-3697-B begins.] SCP-3697-B Instance: A recording of the song \"Never Gonna Give You Up\" by Rick Astley, followed by a synthesized voice reading a web address leading to Document 3697-1. When finished, SCP-3697-A's voice speaks the line \"See you later. Congratulations on not being a pervert.\" Post-Exposure Effects: D-████ demonstrated no changes in behavior. Notes: Since testing, D-████ has successfully appealed their previous charges. In accordance with ethical regulations, their personal information and legal history has been sealed, and they have been transferred to a more appropriate project.",
        "SCP-3697-A: Hi again, how can I help you? D-████: What? SCP-3697-A: Oh, sorry about that. I think I know what you're looking for. Let me redirect you right now. [SCP-3697-B begins.]",
        "Holy Heck! You just missed Mr. Sex Number by Gamers Against Weed! Should you bother calling back later? Who is Dr. Wondertainment? Find them all and become Mr. Gamer! 01. Mr. Literal Serial Killer 02. Mr. Normie 03. Mr. Bernie Sanders 04. Mr. Get Anything For Free In Any Shop 20. Mr. Sex Number ✔ 21. Mr. Heavenly Virtues 22. Mr. Deadly Sins 23. Mr. Original Character 24. Mr. D.A.R.E. 25. Mrs. Gentrification 26. Ms. Mad About Video Games 27. Mr. Meme 28. Mr. Ominous (discontinued) 29. Mr. Destiny 30. Mr. Monty Python And The Holy Grail 31. Ms. Zapatista 32. Mr. Hax 33. Mr. Just Has The Tattoo 34. Mr. Top Text and Mr. Bottom Text 35. Mr. Finale",
        "\" SCP-3697 \" by Monkeysky, from the SCP Wiki . Source: https://scpwiki.com/scp-3697 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3697",
    "object_class": "Euclid",
    "containment_procedures": "SCP-3697 is to be monitored in order to prevent the spread of public awareness. Any callers are to be detained, interviewed about how they became aware of SCP-3697, and administered amnestics. Any public or online displays of SCP-3697's number are to be erased or monitored.",
    "description": "SCP-3697 is an anomalous toll-free telephone service accessed at the telephone number 1-690-69█-████. Approximately 78% of individuals who call this number connect to a recording of the song \"Never Gonna Give You Up\" by Rick Astley, followed by a synthesized voice reading a web address leading to a html file [See Document 3697-1]. When this number is called by certain individuals who display sexually abusive or exploitative behavior1, SCP-3697's anomalous features manifest.",
    "title": "SCP-3697"
}