{
    "url": "https://scp-wiki.wikidot.com/scp-3703",
    "all_text": "rating: \n+147\n+\n–\nx\n\n\n\n\n\n\nItem #:\n SCP-3703\n\n\n\n\n\n\nObject Class:\n Thaumiel\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Archaeological excavations within close proximity to established Neolithic and Bronze age sites have been implanted with undercover Foundation agents. In the event that an excavation discovers an SCP-3703 instance, further excavation will be halted, and amnestic treatment protocols implemented. In the event of multiple SCP-3703 instances; additional searches are to be conducted, using ground penetrating radar. Exposed instances should be fully excavated, and observational data collected. SCP-3703 instances and their accompanying chambers are to be concealed via the use of Donovan holoprojectors.\n\n\nResearch and experimentation with SCP-3703 is subject to level 3 approval. Testing involving the use of sapient or semi-sapient organisms is currently prohibited. Personnel entering the interior of SCP-3703-1 must have a 2 or higher MARS (Mind-Affecting Resistance Scale) score. A maximum exposure time of 10 minutes is to be observed for any and all excursions into SCP-3703-1 instances.\n\n\nSCP-3703 are to be monitored by onsite research and security personnel via installed CCTV cameras and previously installed VERITAS devices. Change in baseline VERITAS readings and visible agitation of SCP-3703, SCP-3703-1, or SCP-3703-A, have been designated as signs of a class III containment failure. Observed increases in structural damage to any portion of the SCP-3703-1 instances at the nine known sites possessing 13 SCP-3703 instances, including their connections to the surrounding neolithic/bronze age structures, constitutes a class VII containment failure, and multiple potential \nHK-class deific subjugation\n scenarios.\n\n\nEfforts are underway to repair damage to SCP-3703 instances. In the event that such efforts are unsuccessful, a contingency plan involving SCP-████-1 through 4 is currently in place.\n\n\nDescription:\n SCP-3703 are several hundred structures consisting of a mass of congealed corpses\n1\n fused at multiple points, in various states of arrested decay. Each SCP-3703 instance levitates within a cuboid chamber (designated SCP-3703-1) composed of a semi-solid gelatinous substance. A large number of branching pipe-like structures extend from this chamber and into the surrounding site. Both SCP-3703 and SCP-3703-1 are found adjacent to, below, or within a large number of major excavated Neolithic and Bronze age sites.\n\n\nEach set of remains have been arranged, positioned, or otherwise distorted into various geometric forms. Outside of several notable exceptions, these forms are associated with symbols of protection.\n2\n All SCP-3703 instances possess at least 1 hemispherical depression. These depressions are entryways into extraplanar spaces designated SCP-3703-A (See Document A and Exploration logs). SCP-3703 instances vary widely in size, dependent on the density and number of corpses.\n3\n\n\n\n\n\n\nCommon examples of shapes SCP-3703 is known to emulate.\n\n\n\n\n\n\nThe primary purpose of both SCP-3703 and SCP-3703-1 appears to be the generation and channeling of high energy matter in a form resembling natural plasma. This originates from each hemispheric depression and flows into the surrounding site. Aforementioned matter is in a constant state of high energy, ionized molecular motion; however, it maintains constant temperatures of -20 °C and floats along the ceiling of SCP-3703-1 and into the branching pipes. Due to SCP-3703's secondary and tertiary anomalous properties, determining the source of energy generation was impossible until the invention of miniaturized robotic technologies. (See Exploration Log E-3703-01 and Supplementary Document A).\n\n\nWhen exposed to auditory stimuli, SCP-3703 will demonstrate structural changes, emulating physical objects or conceptual representations of the perceived stimuli (See Experiment Logs). Physical inanimate items placed within 3 m of SCP-3703 will result in extension of corpses in the form of appendages, which will then be used to pick up, drop, throw, or internalize the inanimate object. SCP-3703 completely ignores non-sapient organisms.\n\n\nSapient entities entering SCP-3703-1 are subject to SCP-3703's secondary anomalous effect, involving visual and auditory compulsion. This involves a desire to touch or climb SCP-3703, resulting in activation of SCP-3703's tertiary effects. The exact source of the compulsion involves the manipulation of individual skeletal remains to form [COGNITOHAZARD EXPUNGED] using the fingers; in concert with subliminal sound emissions.\n\n\nIndividuals who come in direct physical contact with SCP-3703 are subject to its tertiary anomalous effect. Subjects will fuse with the set(s) of remains at the initial site of contact. Fusion is usually physically traumatic enough to break the cognitohazardous effect.\n\n\n\n\nExperiment Logs:\n\n\n\n\nENTER CREDENTIALS FOR fileserv:/S/3703/experiment.log\n\n\n\n\nCREDENTIALS ACCEPTED. DEACTIVATING MEMETIC COUNTERMEASURES.\n\n\n\n\n\n\n\n\nPrepared by the Division of Thaumaturgic Analysis\n\n\n\n\n\n\nThe following experiments were subject to several differing conditions. Inanimate objects were placed in SCP-3703-1 via remoted controlled robotic arm. D-class subjects entering SCP-3703-1 were equipped with retractable cables. Audio-Video recording transcripts of tests 3 and 4 have been attached within the log files; primarily due to the presence of [COGNITOHAZARD REMOVED].\n\n\n\n\n\n\n \n\n\n\n\nTest Name\n\n\nOperator:\n\n\nObject/item introduced:\n\n\nResult:\n\n\n\n\n\n\n \n\n\n\n\nTest Name:\n E-3703-01\n\n\nOperator:\n Dr. Alva Móðir\n\n\nObject/item introduced:\n 1 bouncy ball, 1 titanium cube block (0.22 m\n3\n), 1 Rubik's cube, 1 children's shape sorting toy (square peg provided, square hole on the frame was sealed with glue and wood prior to testing, leaving only the circle and triangle holes).\n\n\nResult:\n All four inanimate objects were placed within 3 m of SCP-3703; initiating the testing sequence.\n\n\nSCP-3703 exhibited a response 10 seconds after initiation of testing, rearranging its shape to form an appendage, picking up the bouncy ball. For the next five minutes, SCP-3703 picks up and drops the ball. Corpses in the central mass are noted to to turn their heads, following the ball as it bounces.\n\n\nSCP-3703 moves from the ball to the titanium block, and proceeds to use its appendage to pick up and drop the block four times. On the fifth attempt, SCP-3703 does not drop the block, but pulls the appendage back in. 15 seconds post submersion, the block is ejected from the central mass. Ejection velocity was measured at approximately 100 km/h; its impact severely damaged two nearby pieces of measuring equipment.\n\n\nThe titanium block was modified by SCP-3703, possessing carved proto-nordic runes translating to the following text:\n\n\n\n\nIs someone there beyond the passage? I can feel the metal and movement through what's left. I cannot see you through their eyes. Their sight is failing. Light is fading. Are you there? Is it you after 5 lifetimes of slumber? I can no longer hold here. I have not slept since you left the eyes won't allow it. I cannot hold here. I cannot hold here. The passage weakens behind me, and 6 wake in the bowels of my weakness. It's not you there. It's not you. Come back. Please come back. I cannot hold here. Please come back.\n\n\n\n\nCentral mass recreates the appendage, and proceeds to pick up the Rubik's cube. Individual corpses are observed holding and maneuvering the shifting parts of the puzzle, prior to the appendage being internalized. 10 seconds following internalization, the Rubik's cube is ejected, solved.\n\n\nAppendage reforms after five seconds, and picks up both the sorting frame and provided shape peg. Both the frame and the peg are internalized. The SCP-3703 instance promptly begins spinning at 30 rotations per second, generating a significant wind column for approximately 30 seconds. Both the frame and the peg are ejected from SCP-3703-1 at high speed, destroying several pieces of equipment but sustaining no damage themselves. Both are inscribed with similar proto-nordic runes translating to the following:\n\n\n\n\nAre they still there, strangers, metal, maybe humans? It doesn't fit. It doesn't fit. Are they the three arrowed eye, save me? Can you hear me? Children's toys, on tides of war. They can't be ready too late. Will end them all, they aren't ready. They aren't ready. They aren't ready. You're not here and they aren't ready. I gave everything they gave everything who are they what do you want why. Why? Save me. Save me. Save me. Shattering seal failing passage angry mankind's doom. Save me.\n\n\n\n\nSCP-3703 demonstrates prominent signs of sapience. The singular and plural use of pronouns in these carvings suggests indicate some sort of hive mind conscience which drives these central masses of corpses to do whatever it is they are doing.\n -Dr. Alva Móðir\n\n\n\n\n\n\n\n\nTest Name\n E-3703-02\n\n\nOperator:\n Dr. Alva Móðir\n\n\nObject/item introduced:\n 1 cage filled with lab mice. Designated M-class subjects.\n\n\nResult:\n The cage is placed within 3 m of the SCP-3703 instance, and the door unlocked. 22 test mice succesfully leave the cage, and proceed to explore the interior of SCP-3703 for the next 15 minutes. No notable incidents occur. Interior is deemed safe for human entry.\n\n\nI think this reaffirms the efficiency of using mice to determine safety for preliminary D-class testing. Expendable, with half the training time, and none of the ethics issues.\n -Dr. Alva Móðir\n\n\n\n\n\n\n\n\nTest Name\n E-3703-03\n\n\nOperator:\n Dr. Alva Móðir\n\n\nSubject introduced:\n D-84630 (Veteran of experimental programs with low level Safe and Euclid objects.)\n\n\nProcedure:\n D-84630 was briefed on the nature of SCP-3703-1, and instructed to retrieve a tissue sample from the enclosure.\n\n\n\n\n[\nBEGIN LOG\n]\n\n\n(\nD-84630 is escorted into the mobile containment facility by two security personnel, and comes into visual range of SCP-3703. The corpses are obscured by the hazy nature of SCP-3703-1.\n)\n\n\nD-84630:\n \"You're sure I'm OK to touch this one right? You remember Incident alpha-six-pumpernickle? Y'know, the one with the toucan?\"\n\n\nDr. Alva:\n \"Step forward, and through the barrier please.\"\n\n\nD-84630:\n \"Alright alright… five years doing this and not one researcher with a sense of humor.\"\n\n\n(\nD-84630 steps through into SCP-3703-1's interior, and immediately stops, staring at the SCP-3703 instance. The corpses composing SCP-3703 are noted to shift, facing D-84630.\n)\n\n\nDr. Alva:\n \"D-84630, please proceed to the object, and remove a tissue sample.\"\n\n\n(\nD-84630 is non responsive. They continue to stare at SCP-3703.\n)\n\n\nDr. Alva:\n \"D-84630 can you hear me?\"\n\n\n(\nD-84630 does not respond.\n)\n\n\n(\nDr. Alva addresses the crew manning the retrieval cable, and then addresses the communications tech.\n)\n\n\nDr. Alva:\n \"Get ready to pull her out. Are our transmissions going through?\"\n\n\n(\nThe communication tech confirms reception.\n)\n\n\nDr. Alva:\n \"Ok, D-84630, if you do not respond and proceed to target, we will initiate cable retrieval.\"\n\n\nD-84630:\n \"You guys are seeing this right?\"\n\n\n(\nD-84630 continues to stare at SCP-3703. The corpses shift so they are facing in the direction of the command chamber.\n)\n\n\nDr. Alva:\n \"Be more specific D-84630.\"\n\n\nD-84630:\n \"They're talking. The corpses are talking.\"\n\n\n(\nSCP-3703 shifts so that the corpses are facing D-84630 again. 15 seconds of silence follow.\n)\n\n\nDr. Alva:\n \"Describe what you are seeing.\"\n\n\nD-84630:\n \"There's a giant floating… disc? It's made of corpses. I'm not sure they are human, they're all scaly and stuff. The heads on the surface are looking at me and their mouths are moving… They're talking.\"\n\n\n(\nSCP-3703 shifts back to facing the control room.\n)\n\n\nD-84630:\n \"Okay that right there is freaking me the fuck out. Why do they keep looking over there?\"\n\n\nDr. Alva:\n \"D-84630, are you sure the corpses are moving their mouths?\"\n\n\nD-84630:\n \"Yeah, the mouths are moving.\"\n\n\n(\nSCP-3703 shifts back to D-84630.\n)\n\n\nD-84630:\n \"Doc, I don't like this. I've been doing this long enough to know that if I'm in the room and something's happening, and you can't see it, it's not gonna end well. Especially not when they start crying.\"\n\n\nDr. Alva:\n \"Please describe what the corpses are saying D-84630. We will initiate retrieval when you've finished.\"\n\n\n(\nD-84630 concentrates for 5 seconds on SCP-3703.\n)\n\n\nD-84630:\n \"They're begging me to touch them Doc.\"\n\n\n(\nDr. Alva signals the retrieval cable team.\n)\n\n\nDr. Alva:\n \"D-84630 please withdraw from the chamber.\"\n\n\nD-84630:\n \"They keep talking about the passage needing to stay open… They look pretty pathetic. I kind of want to help.\"\n\n\nDr. Alva:\n \"Very good, D-84630. Please exit the chamber.\"\n\n\nD-84630:\n \"But they need me.\"\n\n\n(\nD-84630 takes a step towards SCP-3703.\n)\n\n\nDr. Alva:\n \"Activate the retrieval cables!\"\n\n\n(\nD-84630 begins to levitate, continuing to express a desire to merge with SCP-3703. The retrieval cable successfully activates, pulling her from SCP-3703-1, at which point the levitation and cognitohazardous effects cease.\n)\n\n\n[\nEND LOG\n]\n\n\n\n\n\n\n\n\nTest Name\n E-3703-04\n\n\nOperator:\n Dr. Alva Móðir\n\n\nSubject introduced:\n D-3703-01 (Three years experience in experimental procedures) and D-3703-02 (Recently interred).\n\n\nProcedure:\n D-3703-01 and D-3703-02 were not informed of SCP-3703's nature beforehand. Both individuals were instructed to enter the chamber, and approach the entity for sample collection. Retrieval cables were attached to both individuals.\n\n\n\n\n[\nBegin Log\n]\n\n\n(\nD-3703-01 and D-3703-02 are instructed to enter the chamber, beginning the test.\n)\n\n\nD-3703-01:\n \"That… is certainly different.\"\n\n\nD-3703-02:\n \"What the fuck is that!?\"\n\n\n(\nSCP-3703 shifts, directing the surface level corpses to face the two D-class.\n)\n\n\nD-3703-02:\n \"Fuck no. Fuck this. Fuck you. Fuck this test.\"\n\n\nD-3703-01:\n \"Calm down, you'll agitate it.\"\n\n\nD-3703-02:\n \"What? Do you know something I don't know? Oh god, they're talking. The corpses are talking.\"\n\n\nDr. Alva:\n \"Please approach SCP-3703 for tissue collection.\"\n\n\nD-3703-01:\n \"I have serious misgivings about this.\"\n\n\n(\nD-3703-01 moves towards SCP-3703. D-3703-02 remains in place.\n)\n\n\nDr. Alva:\n \"02, approach SCP-3703 as instructed.\"\n\n\nD-3703-02:\n \"No can do doc. I'm not going anywhere near that fucking thing.\"\n\n\nDr. Alva:\n \"02, you are currently in violation of your agreement with the Foundation. If you do not comply, disciplinary action will be taken.\"\n\n\n[TWO MINUTES OF EXTRANEOUS DIALOGUE REMOVED]\n\n\nD-3703-02:\n \"Alright, fuck, I'm going… maybe this won't be half bad.\"\n\n\n(\nBoth D-class arrive within SCP-3703's 3 m zone of maximal effect.\n)\n\n\nD-3703-02:\n \"It looks kind of sad.\"\n\n\nD-3703-01:\n \"I… didn't think a pile of corpses could ever look so depressed, but you're right. They do.\"\n\n\nDr. Alva:\n \"D-3703-02 please climb SCP-3703 and retrieve a tissue sample.\"\n\n\nD-3703-02:\n \"I… I can hear them calling. George, George they need our help.\"\n\n\n(\nD-3703-02 proceeds to climb SCP-3703. His foot makes contact with the outstretched hand of a set of skeletal remains, and immediately fuses with the appendage. Over the course of the next five seconds, his leg slides down further fusing into necrotic tissue.\n)\n\n\n(\nThe retrieval cable activates but snaps.\n4\n Notable anatomatical changes\n5\n occur during fusion prior to the onset of rapid necrosis.\n)\n\n\n(\nThe corpse to which D-3703-02 has been fused moves further into the structure, taking him with it.\n)\n\n\nD-3703-02:\n \"Oh god. Oh god. Oh god. Help me! Fucking Help me please! It burns! I-\"\n\n\n(\nD-3703-02 disappears from view. Communication is not re-established.\n)\n\n\nDr. Alva:\n \"We're aborting the procedure, 01. Get out of there.\"\n\n\nD-3703-01:\n \"But the passage… they can't hold it open anymore. We have to help… we have to…\"\n\n\n(\nAn appendage emerges from SCP-3703, making contact with D-3703-01's upper cranium. This induces fusion, drawing him into the structure. D-3703-01 is internalized prior to retrieval via cable. Once activated, the cable returns with a corpse consistent with remains found within SCP-3703. This corpse disintegrates upon exiting SCP-3703-1.\n)\n\n\n[\nEnd Log\n]\n\n\n\n\n\n\n\n\n\n\n\n\nExploration Log\n\n\n\n\nENTER CREDENTIALS FOR fileserv:/S/3703/exploration.log\n\n\n\n\nCREDENTIALS ACCEPTED. DEACTIVATING MEMETIC COUNTERMEASURES.\n\n\n\n\n\n\n\n\nPrepared by the Division of Thaumaturgic Analysis\n\n\n\n\n\n\nGiven the results of previous experiments, and a relatively high increase in degradation of the 13 SCP-3703-1 structures in and around [LEVEL 5 LOCATION REDACTED] exploration of SCP-3703's physical structure, and the interior of the associated hemispheric depression, was approved. This expedition; utilizing a robotic heli-drone with miniaturized navigation thrusters and audio-video recording equipment, lead to the discovery of SCP-3703-A.\n\n\n\n\n\n\nSCP-3703-A Exploration log\n\n\nDate: ██/██/████\n\n\nVehicle:\n Solar Battery Powered Gyroscopic Drone with Jet Propulsion Modifications.\n\n\nSubject:\n SCP-3703\n\n\nRegion of exploration:\n SCP-3703-A\n\n\n\n\n[\nBEGIN LOG\n]\n\n\nHeli-drone's camera activates, and audio recording begins. Tests of the drones propulsion devices occurs for 15 seconds, before it enters SCP-3703-1.\n\n\nAudio recording detects aberrant low frequency vibrations, playback induces beginning of compulsive effects in the drones operator due to [COGNITOHAZARD REMOVED]. Audio filters are adjusted to exclude these frequencies. The camera zooms in on SCP-3703 as the drone hovers just outside of the object's maximum effect range and captures the corpses hands arranged in [COGNITOHAZARD REMOVED] using the fingers.\n\n\nAfter 15 minutes of surveillance of SCP-3703-1's interior, the drone is directed into the cluster's maximal effect range for exploration of the depression along its surface. Entry into this zone prompts SCP-3703 to reshape, and form several appendages. These appedages proceed to attempt to grab and internalize the drone over the course of several minutes, forcing the operator to perform evasive maneuvers. Following this five minute period, the appendages cease their attempts to grab the drone, and succesful entry into SCP-3703-A is made..\n\n\nVisual recording becomes slightly distorted, aberrant and extremely elevated VERITAS and Kant counter readings begin.\n\n\nDistortion ends after 5 seconds. The drone has changed locations, and is no longer present within SCP-3703-1. The attached camera records footage of a cylindrical tunnel, estimated to be 500 m in diameter, and extending beyond discernible visual range in either direction. The feed zooms in on the walls of this structure, depicting fluidic motion, and pink pigmentation.\n\n\nThe drone swivels zooming out, as it captures a large number of floating streams and rivers of purple material, consistent with that seen exiting SCP-3703-1. Large branching points are visible from the drones location. Hundreds of small holes run along various points of the tunnel's walls. Both the branches and the holes emit constant white light, and have irregular curvature compared to the surrounding structure.\n\n\nThe drone is maneuvered to inspect the streams of fluid matter, and then several of the adjacent holes. None of these holes are entered, though slight atmospheric changes are detected in their vicinity. Orientation devices indicate a lack of any gravitational field.\n\n\nThe drone's microphone begins picking up a number of distant audio signatures. Of particular interest are a number of speech patterns matching the timing of previously detected low frequency wavelengths from within SCP-3703-1. Propulsion towards the source of these emissions begins, and lasts for the next 30 minutes.\n\n\nThe first 15 minutes of travel are uneventful, though marked decreases in the number of branching points and holes along the tunnel wall are apparent. A small blue point of luminescent light becomes discernible in the direction the drone is traveling, and continues to grow in intensity over the following 15 minutes.\n\n\nThe tunnel's end, a large gradual opening leading out into a cosmological space resembling the vacuum of outer space, comes into visible range. As the drone draws closer, the pink and purple atmosphere visibly mixes with a large volume of multi-colored gaseous clouds, similar to what is observed in river deltas where salt and fresh water mix. Most notable among these clouds is a large grey-blue fog which is oriented directly in front of the tunnel, and is thick enough to obscure all space within and behind it.\n\n\nAs the drone exits the tunnel into the open area, it performs a 360 degree turn, capturing footage of an expansive void of space ranging from blue to black in pigmentation. Thousands of pinpoints of light are visible in every direction, though a notably large and concentrated band of such light is visible to the right. The tunnel entrance appears more akin to a 2 dimensional aberration in the surrounding space from this position, rather than a 3 dimensional structure. VERITAS and Kant counter readings remain extremely high.\n\n\nA pod of organisms resembling translucent hump-back whales, possessing four legs and wings, passes within the camera's field of view. The whales are followed by several large serpentine creatures with various scale pigmentation's, breathing variously pigmented streams of fire. Large numbers of aberrant astrophysical, and chemical readings are measured both as these creatures pass, and as the drone travels through the open space towards the source of blue light. Gravitational measurements remain at 0.\n\n\nThe drone's camera zooms in on the source of blue light, a small blue sphere, roughly 3 m in diameter, comes into focus. The sphere is transluscent, and engraved with runes of an unknown language. VERITAS and Kant counter readings overload, and both sensors short out as it draws within 100 m of the object.\n\n\nBlue light visibly arcs and stretches from the object into the cloud.\n6\n Within the interior of the sphere is a female humanoid individual; matching the anatomical features of corpses within SCP-3703, with golden scales. The camera zooms in, and the individual's chest can be seen rising and falling. Its eyes are closed.\n\n\n15 seconds pass without incident. The humanoid opens its eyes and spots the drone. Its mouth moves, and it points in the direction of the camera. An arc of light strikes the drone, severing all contact with the vehicle.\n7\n\n\n[\nEND LOG\n]\n\n\n\n\n\n\n\n\n\n\n\n\nDocument A:\n\n\n\n\nENTER CREDENTIALS FOR fileserv:/S/3703/document-A.txt\n\n\n\n\nCREDENTIALS ACCEPTED. DEACTIVATING MEMETIC COUNTERMEASURES.\n\n\n\n\n\n\n\n\nEXTRAPLANAR AFFAIRS DIVISION\n\n\nSCP-3703 BRIEFING - LECTURE EXCERPT\n\n\nOVERVIEW OF SCP-3703-A\n\n\nDr. Alva Móðir\n\n\n\n\n\n\n[…]\n\n\n\n\n\n\nYou've all seen the video at this point, so I'm not going to belabor this point too much. What we're looking at here is a 500 m wide tunnel like structure, with rivers of cold plasma flowing through it. The plasma is flowing out through the hemispheres on 3703, into these various sites. We're pretty sure it's some sort of power source but the recent recordings only muddy things further. The tunnel appears to be connected to a parallel universe of some sort. Not quite what I think, but we'll get to that.\n\n\nMagic is the immediate and logical explanation for this kind of anomaly. It's also kind of tricky, due to a lack of total understanding of its base nature, of course that's why we consider such things anomalies. The real question is \nwhat\n type of magic we are talking about. VERITAS readings point to that, but the Kant counter would appear to indicate involvement from that field as well. The frank answer is, we don't know. It's magic.\n\n\nWe have some level of pseudo-scientific understanding of thaumaturgy, you've probably read the leaked GOC entries, the Prometheus lab documents, but that's all surface level compared to what we're looking at here. We don't know anything about the \nFinnfolk's\n reasoning behind building these things. Surely they \nmust\n have had one to sacrifice so many of themselves to form these anchors. My personal theory is the Finnfolk corpses, this tunnel, and even these sites are all being used to keep something locked away. Or at least power whatever is.\n\n\nThis Finnwoman, in the orb, it's just circumstantial correlation right now, but when you've worked in this field this long, you know that when your audio recordings detect the same timing and frequency for a cognitohazard as an audio signature that is not a coincidence.\n\n\nThis Finnwoman and that corpse cluster, maybe even all of the corpse clusters we know of, are connected. Maybe she's controlling them, maybe it's an arbitrary association, but she is doing \nsomething\n. It involves that cloud, the tunnel, the streams of plasma, all of it. It's possible the Finnfolk were containing her. But why? I'm not sure, nobody here or anywhere else is. Not even the Finnfolk know what she is, and they built the damn things.\n\n\nThe parallel universe we got snapshots of through the drone is fascinating. Typical physical properties don't seem to follow conventional physics at all, especially given the nature of the Finnwoman in the orb, and the cold plasma rivers. Those things in and of themselves would be sufficient for me to suspect that this isn't a parallel universe at all, but a mirror plane along the fifth parallel axis. If that is true… it changes everything we thought we understood.\n\n\n\n\n[…]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nReactivation log:\n\n\n\n\nSCP-3703-A Drone reactivation log\n\n\nDate: ██/██/████\n\n\nVehicle:\n Solar Battery Powered Gyroscopic Drone with Jet Propulsion Modifications.\n\n\nSubject:\n SCP-3703\n\n\nRegion of exploration:\n SCP-3703-A\n\n\nForword:\n Foundation officials reestablished communication with the drone 2 weeks after loss of contact.\n\n\n\n\n[\nBEGIN LOG\n]\n\n\nThe drone's camera reactivates, displaying the blue sphere as seen before. The humanoid figure within is unconscious, and shows signs of injury around the nose and temples. Initial analysis indicates the damage is superficial. The sphere is cracked along the top, and is no longer emitting rays of blue light.\n\n\nIt turns in a 90 degree arc. The cloud of mist is no longer present. In its place is a humanoid figure, roughly 20 km in height, possessing black pigmented skin. Red, white, and purple luminescent bands run along the entity's form.\n\n\nIt is visibly restrained in space by the presence of 3 circular stone rings, where each ring is lined with series of monolithic stone columns oriented in the form of a henge, all possessing signs of serious damage, located at the groin, the chest, and the center of the forehead. Additional stone structures appear to pin the entity's left hand, and legs in a prone position. Each location emit combinations of blue, pink, green, and yellow luminescent light.\n\n\nThe right arm is unrestrained, approaching both the drone and the sphere at significant speed. The remains of a shattered stone structure are visible on top. Propulsion and maneuvering the vehicle were impossible at this time.\n\n\nThe hand strikes the blue sphere, shattering part of the surface. The sphere flies out of frame in the 0.5 seconds between the strike, and the destruction of the drone.\n\n\nPost Word:\n Approximately 2 minutes following destruction of the drone, the blue sphere was ejected from the same SCP-3703 instance the drone entered. It ceased motion upon collision with the wall of the adjoining chamber. The humanoid, hereby dubbed \nEoI-3703-1\n, remained in suspended animation within the sphere and was unharmed other than the previously obtained minor injuries. They have been moved to \nSCP-████\n for treatment of a severe concussion, questioning, and anomalous properties evaluation.\n\n\nThe entity observed in this recording has been designated EoI-001-01.\n8\n Efforts are currently underway to counteract a potential HK-class deific subjugation scenario.\n\n\n\n\nUpdate ██/██/████\n\n\nFollowing recovery of Entity of Interest EoI-3703-1 from the remains of the sphere, Foundation audio analysts were successful in recovering and translating the last 30 seconds of the Exploration log's audio recording.\n\n\n\n\nYou were there all along, Mither.\n\n\nThis may have been for nothing, but we would do it again. To keep him away. Seal Teran. For even one single moment.\n\n\nI would do it all again. Just for one more moment. One moment with you, Alva.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Observed remains appear to be anatomically similar to baseline humans, with the exception of several prominent features, including fins along the arms and legs, scales beneath a primary layer of retractable human skin, and gills along the neck. Removal and analysis of any single individual has proven impossible due to each structure's effects within the confines of SCP-3703-1.\n\n\n2\n. Several henges in the British Isles possess SCP-3703 instances which have been shaped into round shields or Celtic iconography, such as Lugh's shield.\n\n\n3\n. The largest SCP-3703 instance discovered contains an estimated 3456 individuals and is 30 m in diameter.\n\n\n4\n. A post-incident investigation determined this was the result of a previously undetected fault in the wire.\n\n\n5\n. These include the manifestation of scales and fins along the right leg.\n\n\n6\n. Estimated to be roughly 30 km in height, and 5-7 km in width\n\n\n7\n. Audio recording peaked prior to loss of contact, full analysis is under way to retrieve verbal communication.\n\n\n8\n. Entity of Interest.\n\n\n\n\n\n\n\n\n\n\n\n\nMore by this author\n\n\n\n\nHide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-3456\n\n\nRating: 617\n\n\n\n\n\n\nSCP-3700\n\n\nRating: 370\n\n\n\n\n\n\nSCP-2491\n\n\nRating: 244\n\n\n\n\n\n\nSCP-4700\n\n\nRating: 171\n\n\n\n\n\n\nSCP-3703\n\n\nRating: 147\n\n\n\n\n\n\nSCP-6700\n\n\nRating: 145\n\n\n\n\n\n\nSCP-3706\n\n\nRating: 135\n\n\n\n\n\n\nSCP-3728\n\n\nRating: 128\n\n\n\n\n\n\nSCP-2497\n\n\nRating: 128\n\n\n\n\n\n\nSCP-2946\n\n\nRating: 118\n\n\n\n\n\n\nSCP-3702\n\n\nRating: 108\n\n\n\n\n\n\nSCP-3710\n\n\nRating: 107\n\n\n\n\n\n\nSCP-1347-1353-J\n\n\nRating: 81\n\n\n\n\n\n\nSCP-2546\n\n\nRating: 78\n\n\n\n\n\n\nSCP-2378\n\n\nRating: 77\n\n\n\n\n\n\nSCP-7810\n\n\nRating: 61\n\n\n\n\n\n\nSCP-3711\n\n\nRating: 54\n\n\n\n\n\n\nSCP-2431\n\n\nRating: 47\n\n\n\n\n\n\nSCP-8381\n\n\nRating: 40\n\n\n\n\n\n\nSCP-8810\n\n\nRating: 38\n\n\n\n\n\n\npage 1 of 2\n1\n2\nnext »\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nAll in All You're Just A 'Nother Brick in the Wall\n\n\nRating: 59\n\n\n\n\n\n\nSwallowed by a PRIDEful, Lesbian Sea\n\n\nRating: 49\n\n\n\n\n\n\nThe Seas of Orcadia Part 1: How I Met Your Mither\n\n\nRating: 49\n\n\n\n\n\n\nWhere There is Desire There is Gonna be a Flame\n\n\nRating: 45\n\n\n\n\n\n\nLet's Get Physical\n\n\nRating: 40\n\n\n\n\n\n\nSlow PRIDE filled Life\n\n\nRating: 39\n\n\n\n\n\n\nMedea Filicidium\n\n\nRating: 35\n\n\n\n\n\n\nMulti-Goddess Drifting\n\n\nRating: 31\n\n\n\n\n\n\nHotter than Hell\n\n\nRating: 29\n\n\n\n\n\n\nWhere there is a Flame Someone is Bound to get Burned\n\n\nRating: 29\n\n\n\n\n\n\nLove Across a Nonbinary Spectrum\n\n\nRating: 26\n\n\n\n\n\n\nOn the Rails\n\n\nRating: 23\n\n\n\n\n\n\nThe Coming Nightmare\n\n\nRating: 20\n\n\n\n\n\n\nDissonance\n\n\nRating: 14\n\n\n\n\n\n\n\n\n\n\n\n\nWith other authors\n\n\n\n\n\n\nPage\n\n\nAuthor\n\n\n\n\n\n\nSCP-3500\n\n\nRimple\n\n\n\n\n\n\nSCP-8710\n\n\nSmaugnolia\n\n\n\n\n\n\nRecomposition\n\n\nQueerious\n \nDexanote\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3702\n | SCP-3703 | \nSCP-3704\n »",
    "addendums": [],
    "documents": [
        "Document A:"
    ],
    "notes": [
        "Is someone there beyond the passage? I can feel the metal and movement through what's left. I cannot see you through their eyes. Their sight is failing. Light is fading. Are you there? Is it you after 5 lifetimes of slumber? I can no longer hold here. I have not slept since you left the eyes won't allow it. I cannot hold here. I cannot hold here. The passage weakens behind me, and 6 wake in the bowels of my weakness. It's not you there. It's not you. Come back. Please come back. I cannot hold here. Please come back.",
        "Are they still there, strangers, metal, maybe humans? It doesn't fit. It doesn't fit. Are they the three arrowed eye, save me? Can you hear me? Children's toys, on tides of war. They can't be ready too late. Will end them all, they aren't ready. They aren't ready. They aren't ready. You're not here and they aren't ready. I gave everything they gave everything who are they what do you want why. Why? Save me. Save me. Save me. Shattering seal failing passage angry mankind's doom. Save me.",
        "You were there all along, Mither. This may have been for nothing, but we would do it again. To keep him away. Seal Teran. For even one single moment. I would do it all again. Just for one more moment. One moment with you, Alva."
    ],
    "item": "SCP-3703",
    "object_class": "Thaumiel",
    "containment_procedures": "Archaeological excavations within close proximity to established Neolithic and Bronze age sites have been implanted with undercover Foundation agents. In the event that an excavation discovers an SCP-3703 instance, further excavation will be halted, and amnestic treatment protocols implemented. In the event of multiple SCP-3703 instances; additional searches are to be conducted, using ground penetrating radar. Exposed instances should be fully excavated, and observational data collected. SCP-3703 instances and their accompanying chambers are to be concealed via the use of Donovan holoprojectors.",
    "description": "SCP-3703 are several hundred structures consisting of a mass of congealed corpses1 fused at multiple points, in various states of arrested decay. Each SCP-3703 instance levitates within a cuboid chamber (designated SCP-3703-1) composed of a semi-solid gelatinous substance. A large number of branching pipe-like structures extend from this chamber and into the surrounding site. Both SCP-3703 and SCP-3703-1 are found adjacent to, below, or within a large number of major excavated Neolithic and Bronze age sites.",
    "title": "SCP-3703"
}