{
    "url": "https://scp-wiki.wikidot.com/scp-3704",
    "all_text": "rating: \n+32\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n3704\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-3704 is to be kept inside of a soundproofed reinforced steel case whose lock may only be operated by a remote terminal in an observation room 25 meters from the object. This terminal operates via a randomly generated passphrase known only by one (1) Level 4 Personnel at a time. The case is to be stored in an isolated, soundproofed room, at least 15 meters away from any of the room’s walls. A circle with a radius of 2 meters is to be painted around the object, denoting the effective range of the \ntertiary\n third primary effect. Microphones are placed about the room, which can broadcast into the observation room if researchers so choose.\n\n\nThe observation room is only accessible through the adjacent hallway, having no direct connection to SCP-3704's containment chamber. \nAccess to the containment chamber is restricted except for purposes of testing.\n After the results of Incident 3704-A, testing has been suspended until further notice.\n\n\nDescription:\n SCP-3704 is a wooden music box measuring 16cm by 10cm by 16cm. The object has a coat of pink paint on it, chipped or damaged in several places, revealing the wood underneath. The wood has a reddish tint, and does not match any known species of tree. The composition of the wood is extremely dense, making the object heavier than it appears. In addition, it is significantly stronger than normal wood of similar dimensions. Despite this, the object is damaged in multiple locations, with parts of the casing appearing crushed. The crank is also broken off, though it can still be turned if force is applied to the remaining end. Inspections have shown that the internals are consistent with similar music boxes, showing no anomalous effects.\n\n\nMusic can be heard from SCP-3704 at random intervals whether or not the crank is turned. The songs it plays vary between subjects, with different subjects reporting varying genres, usually in line with the subject’s tastes. This effect is demonstrated even in subjects listening at the same time.\n\n\nAfter 30 seconds of exposure to the music, subjects will feel a compulsion to move closer to the object. After 3 minutes of exposure, this draw slowly becomes stronger, reaching its height after 5 minutes. At the effect's height, subjects become largely unable to resist the urge to move closer, and use any means necessary to do so. See Testing Log 3704.1 for details. A subject in this state that is rendered unable to hear SCP-3704-2’s music will fall unconscious for a period of 30 minutes to an hour. Upon waking, subjects will have no memory of their time under the object’s influence.\n\n\nWhen a subject comes within 15 meters of SCP-3704 they begin to hear whispers interspersed in the music that grow louder the closer they get to the object. Subjects report that the voices are from people that they recognize, usually deceased family members, acquaintances, or celebrities. These voices tend to be from people that the subject looked up to, or trusted.\n\n\nIn most cases, subjects say that the voices are consoling them, and in all cases telling them to approach the object. See \nTesting Log 3704-1\n for details.\n\n\nWhen a subject comes within 2 meters of SCP-3704 and has been exposed longer than 5 minutes, a tertiary effect appears. Subjects become convinced that the people the voices belong to are trapped inside the object. Subjects will attempt to break open SCP-3704 in an attempt to free them, and will attack anything that prevents them from performing this act. If a subject is forcibly removed from the 2 meter effective range, they lose the urge to free the voices.\n\n\nTesting Log 3704-1:\n\nBelow are a series of tests conducted upon SCP-3704 with the intent of learning more about how the object selects music for each subject, and what the voices produced by the object say to subjects.\n\n\n\n\n+ Test 1\n\n\n\n\n- Hide Content\n\n\n\n\n\n\nTest 1\n\n\nDate:\n 04/06/2017\n\n\nOverseeing Researcher:\n Dr. Caleb Solys\n\n\nSubject:\n D-3704-1\n\n\nPurpose:\n To ascertain what the voices produced by SCP-3704 say to subjects.\n\n\nProcedure:\n D-3704-1 was brought into the containment chamber, then locked inside. A timer was set up in the observation room to help prevent overexposure.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Solys:\n (\nStarts timer and opens case.\n) Let’s begin. Will you please approach the case?\n\n\nD-3704-1:\n Uh, sure. (\nD-3704-1 begins to move towards the object.\n) What’s in that thing? Is it a speaker? Why is it playing \nBack in Black\n?\n\n\nDr. Solys:\n I'm not sure. Do you listen to it often?\n\n\nD-3704-1:\n Not really. It was my uncle's favorite song. He would always have \nAC/DC\n records playing at his house when I would go over.\n\n\nDr. Solys:\n I see. Please continue to approach the case.\n\n\nD-3704-1:\n Got it, boss. D-Doc, are you hearing whispers?\n\n\nDr. Solys:\n Nothing on my end. Can you make out what they are saying?\n\n\nD-3704-1:\n Yeah, the one I can hear most loudly is saying that it’s going to be okay. I… Holy shit, Doctor, I think it’s my uncle talking.\n\n\nDr. Solys:\n Can you elaborate?\n\n\nD-3704-1:\n Y-Yeah, now he’s telling me to come closer. Is that a good idea?\n\n\nDr. Solys:\n You may proceed so long as you do not cross the line painted on the ground.\n\n\nD-3704-1:\n Yeah, got it. Hey, Doc, what’s going on? My uncle died in a car accident around this time last year. Why am I suddenly hearing his voice?\n\n\nDr. Solys:\n That is one of the things we are trying to determine. Is he saying anything else?\n\n\nD-3704-1:\n No, not really. He’s just kind of repeating that it’s going to be okay and that I should come closer. I hear other voices in the background, too, but I can’t put a finger on them.\n\n\nDr. Solys:\n Try to identify the other voices, if you can.\n\n\nD-3704-1:\n I’ll do my best, but…wait. Now he’s talking more, my uncle is. He’s saying…oh God.\n\n\nDr. Solys:\n What is he saying?\n\n\nD-3704-1:\n Hey, why can’t I cross the line? I really, really wanna get closer to this thing.\n\n\nDr. Solys:\n More adverse effects appear the closer you get to it. Please do not cross that line.\n\n\nD-3704-1:\n A-Alright. He’s telling me about the accident. He-\n\n\nDr. Solys:\n (\nCutting off D-3704-1, after noticing the experiment had lapsed past 3 minutes.\n) D-3704-1, back away from the object. This test is over.\n\n\nD-3704-1:\n What? No, Doc, I…I have to go to it. I have to hear what my uncle has to say. (\nD-3704-1 resumes moving towards SCP-3704.\n)\n\n\nDr. Solys:\n D-3704-1, if you cross that line, you will be terminated. Back away now.\n\n\nD-3704-1:\n No, Doc, you don’t understand. He’s trying to tell me something really important! (\nD-3704-1 crosses circle, and tertiary effect manifests.\n) Shit! He’s in there!\n\n\nDr. Solys:\n Security team, go!\n\n\n(\nSecurity team enters the room and tries to restrain D-3704-1 as he attempts to destroy SCP-3704. D-3704-1 attacks the members of the team that cross the line, while ignoring those who remain outside. In response, the security team opens fire. Subject is terminated.\n)\n\n\n[END LOG]\n\n\n\n\n\n\nMessage to Site Command from Dr. Caleb Solys on 04/07/2017\n\n\nI would very much like to find out what happens after the 3 minute mark. It seemed that the voice began speaking about something else, but we weren’t able to ascertain what. I’m formally requesting more D-Class and approval for further testing.\n\n\n\n\n\n\nResponse from Site Command on 04/08/2017\n\n\nRequest approved.\n\n\n\n\n\n\n- Hide Content\n\n\n\n\n\n\n\n\n+ Test 2\n\n\n\n\n- Hide Content\n\n\n\n\n\n\nTest 2\n\n\nDate:\n 04/10/2017\n\n\nOverseeing Researcher:\n Dr. Caleb Solys\n\n\nSubject:\n D-3704-2, convicted of first-degree murder of his girlfriend. Subject pleaded guilty but claimed it was an accident.\n\n\nPurpose:\n To ascertain what changes in the voices’ messages at the 3 minute mark.\n\n\nProcedure:\n D-3704-2 was brought into the containment chamber and restrained to a metal chair 4 meters from the object that had been fastened to the ground ahead of time. A timer was set up in the observation room to help prevent overexposure.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Solys:\n (\nStarts timer and opens case.\n) Let us begin. D-3704-2, what do you hear?\n\n\nD-3704-2:\n I'm hearing \nClair de Lune\n.\n\n\nDr. Solys:\n Noted. Is this in line with what you would normally listen to?\n\n\nD-3704-2:\n Not really, but my mother used to play it when I was little; it was her favorite song. She was a world-class pianist. I always loved to hear her play. It was soothing.\n\n\nDr. Solys:\n Is that so? You said ‘was’. Is your mother still alive?\n\n\n(\nTest time exceeds 30 seconds.\n)\n\n\nD-3704-2:\n No, she passed away in 2013.\n\n\nDr. Solys:\n Ah, I’m sorry.\n\n\nD-3704-2:\n Don’t be. Hey, is there something wrong with the recording? I’m starting to hear white noise mixed in.\n\n\nDr. Solys:\n I’m reading nothing on my end.\n\n\nD-3704-2:\n Really? That’s weird. It almost sounds like voices.\n\n\nDr. Solys:\n Can you make out what they’re saying?\n\n\nD-3704-2:\n Uh…kinda? I think they’re telling me to come closer. Is that not good? Is that why I’m restrained?\n\n\nDr. Solys:\n In part, yes. Can you identify the voices?\n\n\nD-3704-2:\n There’s one that’s louder than the rest. It almost sounds like…oh Jesus. Mom…? Is that you?\n\n\nDr. Solys:\n Is she responding?\n\n\nD-3704-2:\n No, at least I don’t think so. She’s just telling me not to worry and to come closer.\n\n\nDr. Solys:\n D-3704-2, how did your mother die?\n\n\nD-3704-2:\n Breast cancer.\n\n\nDr. Solys:\n I see. Have any changes been made to the voice’s vocal patterns?\n\n\nD-3704-2:\n No, not yet, anyway. She’s saying that it’s going to be okay.\n\n\nDr. Solys:\n Alright. Will you please let me know if she says anything new?\n\n\nD-3704-2:\n Sure.\n\n\n(\nD-3704-2 is silent for approximately 30 seconds.\n)\n\n\nD-3704-2:\n Hey, do you think she’d respond if I tried hard enough?\n\n\nDr. Solys:\n What do you mean by that?\n\n\nD-3704-2:\n I…I’m not even entirely sure. I just kinda get the feeling she just wants to talk to me.\n\n\nDr. Solys:\n What makes you say that?\n\n\nD-3704-2:\n I don’t know. She's sounds like she’s…pleading. She really wants me to move closer. Can…can I do that?\n\n\n(\nTest time exceeds 3 minutes.\n)\n\n\nDr. Solys:\n Your restraints will not be undone for the duration of this test.\n\n\nD-3704-2:\n I don’t think you understand. I need to go to her!\n\n\nDr. Solys:\n You will not be permitted to move closer to the object. I need you to stay calm, and tell me what she says to you.\n\n\nD-3704-2:\n (\nD-3704-2 takes a deep breath.\n) A-Alright. She’s talking about a time when I was little. I…I tried to drive our family car, and crashed it of course. Mom, she tried to save me and broke her arm because of it. She’s telling me it’s okay. That I’m forgiven. Absolved. All I need to do to see her again is go to that case.\n\n\nDr. Solys:\n The restraints will not be lifted.\n\n\nD-3704-2:\n The other voices are getting louder now. I hear…I hear…oh God I hear Melody.\n\n\nDr. Solys:\n Melody?\n\n\nD-3704-2:\n My girlfriend. The one I…I…you know. (\nD-3704-2 begins crying.\n) She…she’s saying the same thing! I’m forgiven! Absolved! Doctor, I need to go to the case! Please!\n\n\n(\nTest time exceeds 5 minutes.\n)\n\n\nDr. Solys:\n I’m sorry, we cannot permit that.\n\n\nD-3704-2:\n No! Please, Doctor! (\nD-3704-2 begins tearing at the restrains.\n) You don’t understand! I need to see them! I need them to know I’m sorry! They need me to go to them!\n\n\n(\nD-3704-2 tries to pry the retraints off, breaking his arm in the process. He does not seem to notice, and continues attacking his restraints.\n)\n\n\nDr. Solys:\n Alright, I’m stopping this. Security team, get in there and remove D-3704-2 from the effective range.\n\n\n(\nSecurity team enters containment chamber, and frees D-3704-2 from the chair. They lead him out of the chamber, and he resists until he crossed the 15 meter threshold and becomes unconscious.\n)\n\n\n[END LOG]\n\n\n\n\n\n\nMessage to Site Command from Dr. Caleb Solys on 04/11/2017\n\n\nI'm formally requesting authorization to repeat this test with different subjects. I would like to know more about what the voices say to different people, as well as what happens at the 3 minute mark.\n\n\n\n\n\n\nResponse from Site Command on 04/12/2017\n\n\nRequest approved. Further testing has been greenlit unless otherwise stated.\n\n\n\n\n\n\n- Hide Content\n\n\n\n\n\n\n\n\n+ Incident 3704-A (Test 7)\n\n\n\n\n- Hide Content\n\n\n\n\n\n\nIncident 3704-A (Test 7)\n\n\nDate:\n 04/23/2017\n\n\nOverseeing Researcher:\n Dr. Caleb Solys\n\n\nSubject:\n D-3704-7, convicted of arson. Tried to burn down restaurant owned by ex-girlfriend's parents. The fire spread to nearby hotel, killing multiple bystanders. Subject shows sociopathic tendencies, and in isolation has shown a degraded mental state.\n\n\nPurpose:\n To ascertain what voices different people hear, and ascertain the difference in message, if any.\n\n\nProcedure:\n As above.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Solys:\n (\nStarts timer and opens case.\n) D-3704-7, please tell me what you hear.\n\n\nD-3704-7:\n Uh, some alt. rock song. It sounds really familiar but I can’t place it.\n\n\nDr. Solys:\n Interesting. So, you feel as if you have heard this piece before?\n\n\nD-3704-7:\n Yeah, definitely. My roommate used to listen to stuff like that.\n\n\n(\nTest time exceeds 30 seconds.\n)\n\n\nDr. Solys:\n Not you? Were you close to this roommate?\n\n\nD-3704-7:\n I mean, kinda, yeah. He would always play music really loudly though, so it more annoyed me than anything.\n\n\nDr. Solys:\n I see.\n\n\nD-3704-7:\n Do you hear that?\n\n\nDr. Solys:\n The music? No, I hear noth-\n\n\nD-3704-7:\n No, no. It sounds like a voice.\n\n\nDr. Solys:\n A voice? Singular?\n\n\nD-3704-7:\n Yeah, why? Were you expecting multiple?\n\n\nDr. Solys:\n What is the voice saying?\n\n\nD-3704-7:\n Uh…I can’t quite hear it well enough yet. It’s been slowly getting louder. Give it a sec.\n\n\n(\nD-3704-7 is silent for approximately 12 seconds.\n)\n\n\nD-3704-7:\n Ah, okay. It wants me to move closer. I’m assuming I’m not supposed to, given the chair.\n\n\nDr. Solys:\n Do you recognize the voice at all? Is that all it is saying?\n\n\nD-3704-7:\n Yeah, sounds like that’s about it. It’s repeating that same thing over and over. To answer your other question, no I can’t place it. I…what the hell?\n\n\nDr. Solys:\n What’s the matter?\n\n\nD-3704-7:\n It just called me by my name. My real name.\n\n\nDr. Solys:\n What do you mean, ‘your real name’?\n\n\nD-3704-7:\n I got my name changed when I was 18 to get rid of my first name. I was named after my father, who left before I was born. Never met him, didn’t want to be associated with him. No one knew that name. No one.\n\n\nDr. Solys:\n Strange. You still can’t place the voice?\n\n\nD-3704-7:\n Not a damn clue. Part of me wants to believe it’s my father, but I know that’s weird.\n\n\nDr. Solys:\n You believe that you are hearing the voice of a man you never met?\n\n\nD-3704-7:\n I don’t know how else it would know my name.\n\n\nDr. Solys:\n That’s reasonable, I suppose.\n\n\nD-3704-7:\n He keeps telling me to move closer. Something about a debt being owed.\n\n\nDr. Solys:\n I’m sorry, a debt?\n\n\nD-3704-7:\n Yeah.\n\n\nDr. Solys:\n See if you can glean more information. Is that all he is saying?\n\n\nD-3704-7:\n That I can hear, yes. Hell as far as I know this thing could be putting thoughts in my mind that I need to serve some eldritch horror. You guys have some crazy shit cooped up in here.\n\n\nDr. Solys:\n Let me assure you that as far as we know that is not the case.\n\n\nD-3704-7:\n Ah. Such a relief.\n\n\nDr. Solys:\n This is an experiment, D-3704-7. Cutting back on the sarcasm would be much appreciated.\n\n\nD-3704-7:\n Aye, aye, captain.\n\n\n(\nNeither D-3704-7 or Dr. Solys speak for approximately 30 seconds. During this time, test time exceeds 3 minutes.\n)\n\n\nD-3704-7:\n A-ha! Here are those ‘multiple voices’ you were talking about?\n\n\nDr. Solys:\n There are more voices now?\n\n\nD-3704-7:\n Yeah. They’re much quieter, but definitely there. The silence when the first voice wasn’t speaking is getting filled with white noise and whispers.\n\n\nDr. Solys:\n Try to make out what they’re saying. Identify them.\n\n\nD-3704-7:\n Got it. Well…they also want me to move closer. Damn, it took me getting locked up to get popular.\n\n\nDr. Solys:\n (\nSighs in irritation.\n) Can you identify the new voices?\n\n\nD-3704-7:\n Zero ideas here. The only thing I can say for sure is that they’re all different kinds. It’s not like all guys or all girls or all old or whatever. It’s like listening to a crowd, but they’re mostly saying the same thing.\n\n\nDr. Solys:\n They’re speaking in unison?\n\n\nD-3704-7:\n Yeah, that’s the word. Something about debts being repaid. I…owe something?\n\n\n(\nTest time exceeds 5 minutes.\n)\n\n\nDr. Solys:\n Are you experiencing any desire to approach the case?\n\n\nD-3704-7:\n I mean, kinda. It’s more just curiosity. I wanna know what’s inside. I can’t see it very well from the chair.\n\n\nDr. Solys:\n Noted.\n\n\nD-3704-7:\n They’ve gotten really, really loud. Like, I can barely hear you anymore. They’re shouting in unison about this debt I apparently owe. They want me to go to the case. They want me to free them. What…what the hell is in that thing?\n\n\nDr. Solys:\n A music box.\n\n\nD-3704-7:\n A music box, huh? Do you think…do you think if I went up to it, that the voices would quiet the hell down?\n\n\nDr. Solys:\n I cannot say for certain. Unfortunately, you are not permitted to approach the case and your restraints will not be lifted.\n\n\nD-3704-7:\n Alright, this… (\nTakes a deep breath. Subject appears to be straining.\n) This isn’t very good. I wanna just do it to get the shitheads to shut the hell up.\n\n\nDr. Solys:\n That won’t be happening.\n\n\nD-3704-7:\n Can you at least let me out of here then? It’s starting to fuck me up, Doc.\n\n\nDr. Solys:\n No, the test will continue until we have gathered sufficient information.\n\n\nD-3704-7:\n That’s pretty lame, Doctor. It’s… (\nSubject gasps in pain, and tries to clutch his chest though the restraints prevent him from doing so.\n) …really starting to hurt. I can’t…even think.\n\n\nDr. Solys:\n Has the voices’ message changed at all? Are the still talking about the debt?\n\n\nD-3704-7:\n Oh, yeah, can’t get enough of that word. It’s just- (\nSubject cries out.\n) …just being forced on my mind 10 times a second.\n\n\nDr. Solys:\n D-3704-7, I need you to focus. Stay with me. Have they said anything new?\n\n\nD-3704-7:\n Stop calling me that. My name is Andrew.\n\n\nDr. Solys:\n Answer my question, D-3704-7.\n\n\nD-3704-7:\n Nah, still on the debt! Debt, debt, debt, debt, debt! Can’t get enough, yup!\n\n\nDr. Solys:\n Understood.\n\n\nD-3704-7:\n Fuck, man. It’s getting really hot in here. Do you feel that? (\nSubject begins struggling with restrain.\n)\n\n\nDr. Solys:\n Perfectly normal in here to me.\n\n\nD-3704-7:\n Debt! They want compensation! A repayment! What do they want! I don’t have any fucking money anymore! I’m a lab rat now! What do you want from me, cheese?\n\n\nDr. Solys:\n You need to remain calm. Focus.\n\n\n(\nD-3704-7 screams and begins tearing at restraint.\n)\n\n\nDr. Solys:\n Stand down from the restraint!\n\n\nD-3704-7:\n They want payment! I have nothing to give!\n\n\nDr. Solys:\n Why do they want payment?\n\n\n(//D-3704-7 screams again, tears the restraint in half, and stands up. //)\n\n\nDr. Solys:\n (\nStanding up and backing away from window\n) Oh my God! Security team! We need cleanup! I’m calling the experiment off!\n\n\nD-3704-7:\n I can't stay here. They're tearing at my mind, burning their names and faces in my soul. It's like…it's like they want me to understand! (\nMarks begin appearing on D-3704-7's skin which appear similar to 3rd degree burns.\n)\n\n\nDr. Solys:\n What are they trying to make you understand?\n\n\nD-3704-7:\n I don't know! I don't care! I can't understand! I don't want to understand! I just want them to shut the hell up! (\nD-3704-7 screams, and attacks the one-way glass separating the containment chamber and the observation room. Subject retreats from the glass before charging at the containment door as the security team opens it. Subject kills entirety of security team before exiting the containment chamber by holding the door open. Containment breach declared.\n)\n\n\n[END LOG]\n\n\nResearcher's Note:\n Something was very off in this test. Subject was able to withstand the urge to move closer to SCP-3704, instead running away from it, the music played wasn't even something he liked, and he heard voices he didn't recognize. On top of all of that, he caused a containment breach and killed an entire security team. I feel as though I understand more about the true nature of the object, but I'll need more tests to be completely sure. I don’t know for certain, but I cant help but feel as if the voices that D-3704-7 heard, barring his father, were those killed in the fire.\n\n\n\n\n\n\n- Hide Content\n\n\n\n\n\n\nRevised Description:\n\nSCP-3704 is a wooden music box measuring 16 cm by 10 cm by 16 cm. The object has a coat of pink paint on it, chipped or damaged in several places, revealing the wood underneath. The wood has a reddish tint, and does not match any known species of tree. The composition of the wood is extremely dense, making the object heavier than it appears. In addition, it is significantly stronger than normal wood of similar dimensions. Despite this, the object is damaged in multiple locations, with parts of the casing appearing crushed. The crank is also broken off, though it can still be turned if force is applied to the remaining end. Inspections have shown that the internals are consistent with similar music boxes, showing no anomalous effects.\n\n\nSCP-3704 draws on the empathy of its listeners. It has 3 primary anomalous effects that draw emotions out of subjects, good or bad, in an attempt to bring them closer to it. A fourth effect manifests once a subject has become sufficiently close.\n\n\nThe first of the two primary effects is that music can be heard from SCP-3704 at random intervals whether or not the crank is turned. The songs it plays vary between subjects, even playing different songs to two subjects listening at the same time. SCP-3704 tends to play songs that subjects have a connection to, usually by drawing on memories that evoke a strong emotional reaction to.\n\n\nThe second primary effect is that starting at a range of 15 meters, subjects hear voices interspersed in the music. These voices typically take the form of people the subjects knows, looks up to, or trusts, with one exception. SCP-3704 has the ability to seemingly sense if an empathic connection has been formed with the subject. In cases where an empathic connection has been formed, the voices attempt to console subjects, usually speaking of forgiveness or absolution. In cases where an empathic connection has not been formed, the voices take other forms of people the subject has wronged, or feels contempt towards. The voices in these cases speak not of forgiveness, but of debts, as if subject owes it to them to move closer.\n\n\nThe condition of the third primary effect is unknown due to insufficient testing. The current theory for the condition is that it manifests if subjects resist the call to move closer to the object for an extended period of time. Subjects under this third effect seem to undergo immense pain, and yet appear to have their senses dulled. Subjects also seem to be granted strength and dexterity above what a normal human can possess. The full extent of the effect is, like the condition, unknown. See \nIncident 3704-A\n for an example of this effect.\n\n\nThe fourth effect of SCP-3704 appears once subjects have come within 2 meters of it. Subjects in this range become convinced that the voices are trapped inside SCP-3704, and as such become heavily compelled to \"free\" them by destroying the object. Subjects will attack anyone else who enters the 2 meter range, believing them to be preventing the liberation of the voices. Subjects who are rendered unable to hear SCP-3704's music, either by removal from the effective range or artificial deafening, fall unconscious for a period of 30 minutes to an hour. Upon waking, subjects will have no memory of their time affected by SCP-3704.\n\n\nAddendum 3704-1:\n\nFollowing the containment breach on 04/23/2017 resulting in ██ staff casualties, all testing on SCP-3704 has been suspended until further notice.\n\n\n\n\n+ Messages to and from Site Command between 04/29/2017 and 04/31/2017\n\n\n\n\n- Hide Content\n\n\n\n\n\n\nMessage to Site Command from Dr. Caleb Solys on 04/29/2017\n\n\nI am hereby requesting reinstatement of testing on SCP-3704. The last test caused a containment breach, but that only further enforces the need to understand this thing. That subject broke out of his restrains and killed a security team with his bare hands. During the test, numerous things were out of place. The timings were all wrong, everything we thought we knew about it were thrown out the window. SCP-3704 could have any number of anomalous properties we don't know about, or the current ones could be stronger. We. Don't. Know. It's dangerous. I'm firm in the belief that we need to learn more. We need to know what it actually does.\n\n\n\n\n\n\nResponse from Site Command on 04/31/2017\n\n\nRequest Denied.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3703\n | SCP-3704 | \nSCP-3705\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3704\n\" by Lukaverik, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3704\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 3704-1: Following the containment breach on 04/23/2017 resulting in ██ staff casualties, all testing on SCP-3704 has been suspended until further notice."
    ],
    "documents": [],
    "notes": [
        "Test 1 Date: 04/06/2017 Overseeing Researcher: Dr. Caleb Solys Subject: D-3704-1 Purpose: To ascertain what the voices produced by SCP-3704 say to subjects. Procedure: D-3704-1 was brought into the containment chamber, then locked inside. A timer was set up in the observation room to help prevent overexposure. [BEGIN LOG] Dr. Solys: ( Starts timer and opens case. ) Let’s begin. Will you please approach the case? D-3704-1: Uh, sure. ( D-3704-1 begins to move towards the object. ) What’s in that thing? Is it a speaker? Why is it playing Back in Black ? Dr. Solys: I'm not sure. Do you listen to it often? D-3704-1: Not really. It was my uncle's favorite song. He would always have AC/DC records playing at his house when I would go over. Dr. Solys: I see. Please continue to approach the case. D-3704-1: Got it, boss. D-Doc, are you hearing whispers? Dr. Solys: Nothing on my end. Can you make out what they are saying? D-3704-1: Yeah, the one I can hear most loudly is saying that it’s going to be okay. I… Holy shit, Doctor, I think it’s my uncle talking. Dr. Solys: Can you elaborate? D-3704-1: Y-Yeah, now he’s telling me to come closer. Is that a good idea? Dr. Solys: You may proceed so long as you do not cross the line painted on the ground. D-3704-1: Yeah, got it. Hey, Doc, what’s going on? My uncle died in a car accident around this time last year. Why am I suddenly hearing his voice? Dr. Solys: That is one of the things we are trying to determine. Is he saying anything else? D-3704-1: No, not really. He’s just kind of repeating that it’s going to be okay and that I should come closer. I hear other voices in the background, too, but I can’t put a finger on them. Dr. Solys: Try to identify the other voices, if you can. D-3704-1: I’ll do my best, but…wait. Now he’s talking more, my uncle is. He’s saying…oh God. Dr. Solys: What is he saying? D-3704-1: Hey, why can’t I cross the line? I really, really wanna get closer to this thing. Dr. Solys: More adverse effects appear the closer you get to it. Please do not cross that line. D-3704-1: A-Alright. He’s telling me about the accident. He- Dr. Solys: ( Cutting off D-3704-1, after noticing the experiment had lapsed past 3 minutes. ) D-3704-1, back away from the object. This test is over. D-3704-1: What? No, Doc, I…I have to go to it. I have to hear what my uncle has to say. ( D-3704-1 resumes moving towards SCP-3704. ) Dr. Solys: D-3704-1, if you cross that line, you will be terminated. Back away now. D-3704-1: No, Doc, you don’t understand. He’s trying to tell me something really important! ( D-3704-1 crosses circle, and tertiary effect manifests. ) Shit! He’s in there! Dr. Solys: Security team, go! ( Security team enters the room and tries to restrain D-3704-1 as he attempts to destroy SCP-3704. D-3704-1 attacks the members of the team that cross the line, while ignoring those who remain outside. In response, the security team opens fire. Subject is terminated. ) [END LOG]",
        "Message to Site Command from Dr. Caleb Solys on 04/07/2017 I would very much like to find out what happens after the 3 minute mark. It seemed that the voice began speaking about something else, but we weren’t able to ascertain what. I’m formally requesting more D-Class and approval for further testing.",
        "Response from Site Command on 04/08/2017 Request approved.",
        "Test 2 Date: 04/10/2017 Overseeing Researcher: Dr. Caleb Solys Subject: D-3704-2, convicted of first-degree murder of his girlfriend. Subject pleaded guilty but claimed it was an accident. Purpose: To ascertain what changes in the voices’ messages at the 3 minute mark. Procedure: D-3704-2 was brought into the containment chamber and restrained to a metal chair 4 meters from the object that had been fastened to the ground ahead of time. A timer was set up in the observation room to help prevent overexposure. [BEGIN LOG] Dr. Solys: ( Starts timer and opens case. ) Let us begin. D-3704-2, what do you hear? D-3704-2: I'm hearing Clair de Lune . Dr. Solys: Noted. Is this in line with what you would normally listen to? D-3704-2: Not really, but my mother used to play it when I was little; it was her favorite song. She was a world-class pianist. I always loved to hear her play. It was soothing. Dr. Solys: Is that so? You said ‘was’. Is your mother still alive? ( Test time exceeds 30 seconds. ) D-3704-2: No, she passed away in 2013. Dr. Solys: Ah, I’m sorry. D-3704-2: Don’t be. Hey, is there something wrong with the recording? I’m starting to hear white noise mixed in. Dr. Solys: I’m reading nothing on my end. D-3704-2: Really? That’s weird. It almost sounds like voices. Dr. Solys: Can you make out what they’re saying? D-3704-2: Uh…kinda? I think they’re telling me to come closer. Is that not good? Is that why I’m restrained? Dr. Solys: In part, yes. Can you identify the voices? D-3704-2: There’s one that’s louder than the rest. It almost sounds like…oh Jesus. Mom…? Is that you? Dr. Solys: Is she responding? D-3704-2: No, at least I don’t think so. She’s just telling me not to worry and to come closer. Dr. Solys: D-3704-2, how did your mother die? D-3704-2: Breast cancer. Dr. Solys: I see. Have any changes been made to the voice’s vocal patterns? D-3704-2: No, not yet, anyway. She’s saying that it’s going to be okay. Dr. Solys: Alright. Will you please let me know if she says anything new? D-3704-2: Sure. ( D-3704-2 is silent for approximately 30 seconds. ) D-3704-2: Hey, do you think she’d respond if I tried hard enough? Dr. Solys: What do you mean by that? D-3704-2: I…I’m not even entirely sure. I just kinda get the feeling she just wants to talk to me. Dr. Solys: What makes you say that? D-3704-2: I don’t know. She's sounds like she’s…pleading. She really wants me to move closer. Can…can I do that? ( Test time exceeds 3 minutes. ) Dr. Solys: Your restraints will not be undone for the duration of this test. D-3704-2: I don’t think you understand. I need to go to her! Dr. Solys: You will not be permitted to move closer to the object. I need you to stay calm, and tell me what she says to you. D-3704-2: ( D-3704-2 takes a deep breath. ) A-Alright. She’s talking about a time when I was little. I…I tried to drive our family car, and crashed it of course. Mom, she tried to save me and broke her arm because of it. She’s telling me it’s okay. That I’m forgiven. Absolved. All I need to do to see her again is go to that case. Dr. Solys: The restraints will not be lifted. D-3704-2: The other voices are getting louder now. I hear…I hear…oh God I hear Melody. Dr. Solys: Melody? D-3704-2: My girlfriend. The one I…I…you know. ( D-3704-2 begins crying. ) She…she’s saying the same thing! I’m forgiven! Absolved! Doctor, I need to go to the case! Please! ( Test time exceeds 5 minutes. ) Dr. Solys: I’m sorry, we cannot permit that. D-3704-2: No! Please, Doctor! ( D-3704-2 begins tearing at the restrains. ) You don’t understand! I need to see them! I need them to know I’m sorry! They need me to go to them! ( D-3704-2 tries to pry the retraints off, breaking his arm in the process. He does not seem to notice, and continues attacking his restraints. ) Dr. Solys: Alright, I’m stopping this. Security team, get in there and remove D-3704-2 from the effective range. ( Security team enters containment chamber, and frees D-3704-2 from the chair. They lead him out of the chamber, and he resists until he crossed the 15 meter threshold and becomes unconscious. ) [END LOG]",
        "Message to Site Command from Dr. Caleb Solys on 04/11/2017 I'm formally requesting authorization to repeat this test with different subjects. I would like to know more about what the voices say to different people, as well as what happens at the 3 minute mark.",
        "Response from Site Command on 04/12/2017 Request approved. Further testing has been greenlit unless otherwise stated.",
        "Incident 3704-A (Test 7) Date: 04/23/2017 Overseeing Researcher: Dr. Caleb Solys Subject: D-3704-7, convicted of arson. Tried to burn down restaurant owned by ex-girlfriend's parents. The fire spread to nearby hotel, killing multiple bystanders. Subject shows sociopathic tendencies, and in isolation has shown a degraded mental state. Purpose: To ascertain what voices different people hear, and ascertain the difference in message, if any. Procedure: As above. [BEGIN LOG] Dr. Solys: ( Starts timer and opens case. ) D-3704-7, please tell me what you hear. D-3704-7: Uh, some alt. rock song. It sounds really familiar but I can’t place it. Dr. Solys: Interesting. So, you feel as if you have heard this piece before? D-3704-7: Yeah, definitely. My roommate used to listen to stuff like that. ( Test time exceeds 30 seconds. ) Dr. Solys: Not you? Were you close to this roommate? D-3704-7: I mean, kinda, yeah. He would always play music really loudly though, so it more annoyed me than anything. Dr. Solys: I see. D-3704-7: Do you hear that? Dr. Solys: The music? No, I hear noth- D-3704-7: No, no. It sounds like a voice. Dr. Solys: A voice? Singular? D-3704-7: Yeah, why? Were you expecting multiple? Dr. Solys: What is the voice saying? D-3704-7: Uh…I can’t quite hear it well enough yet. It’s been slowly getting louder. Give it a sec. ( D-3704-7 is silent for approximately 12 seconds. ) D-3704-7: Ah, okay. It wants me to move closer. I’m assuming I’m not supposed to, given the chair. Dr. Solys: Do you recognize the voice at all? Is that all it is saying? D-3704-7: Yeah, sounds like that’s about it. It’s repeating that same thing over and over. To answer your other question, no I can’t place it. I…what the hell? Dr. Solys: What’s the matter? D-3704-7: It just called me by my name. My real name. Dr. Solys: What do you mean, ‘your real name’? D-3704-7: I got my name changed when I was 18 to get rid of my first name. I was named after my father, who left before I was born. Never met him, didn’t want to be associated with him. No one knew that name. No one. Dr. Solys: Strange. You still can’t place the voice? D-3704-7: Not a damn clue. Part of me wants to believe it’s my father, but I know that’s weird. Dr. Solys: You believe that you are hearing the voice of a man you never met? D-3704-7: I don’t know how else it would know my name. Dr. Solys: That’s reasonable, I suppose. D-3704-7: He keeps telling me to move closer. Something about a debt being owed. Dr. Solys: I’m sorry, a debt? D-3704-7: Yeah. Dr. Solys: See if you can glean more information. Is that all he is saying? D-3704-7: That I can hear, yes. Hell as far as I know this thing could be putting thoughts in my mind that I need to serve some eldritch horror. You guys have some crazy shit cooped up in here. Dr. Solys: Let me assure you that as far as we know that is not the case. D-3704-7: Ah. Such a relief. Dr. Solys: This is an experiment, D-3704-7. Cutting back on the sarcasm would be much appreciated. D-3704-7: Aye, aye, captain. ( Neither D-3704-7 or Dr. Solys speak for approximately 30 seconds. During this time, test time exceeds 3 minutes. ) D-3704-7: A-ha! Here are those ‘multiple voices’ you were talking about? Dr. Solys: There are more voices now? D-3704-7: Yeah. They’re much quieter, but definitely there. The silence when the first voice wasn’t speaking is getting filled with white noise and whispers. Dr. Solys: Try to make out what they’re saying. Identify them. D-3704-7: Got it. Well…they also want me to move closer. Damn, it took me getting locked up to get popular. Dr. Solys: ( Sighs in irritation. ) Can you identify the new voices? D-3704-7: Zero ideas here. The only thing I can say for sure is that they’re all different kinds. It’s not like all guys or all girls or all old or whatever. It’s like listening to a crowd, but they’re mostly saying the same thing. Dr. Solys: They’re speaking in unison? D-3704-7: Yeah, that’s the word. Something about debts being repaid. I…owe something? ( Test time exceeds 5 minutes. ) Dr. Solys: Are you experiencing any desire to approach the case? D-3704-7: I mean, kinda. It’s more just curiosity. I wanna know what’s inside. I can’t see it very well from the chair. Dr. Solys: Noted. D-3704-7: They’ve gotten really, really loud. Like, I can barely hear you anymore. They’re shouting in unison about this debt I apparently owe. They want me to go to the case. They want me to free them. What…what the hell is in that thing? Dr. Solys: A music box. D-3704-7: A music box, huh? Do you think…do you think if I went up to it, that the voices would quiet the hell down? Dr. Solys: I cannot say for certain. Unfortunately, you are not permitted to approach the case and your restraints will not be lifted. D-3704-7: Alright, this… ( Takes a deep breath. Subject appears to be straining. ) This isn’t very good. I wanna just do it to get the shitheads to shut the hell up. Dr. Solys: That won’t be happening. D-3704-7: Can you at least let me out of here then? It’s starting to fuck me up, Doc. Dr. Solys: No, the test will continue until we have gathered sufficient information. D-3704-7: That’s pretty lame, Doctor. It’s… ( Subject gasps in pain, and tries to clutch his chest though the restraints prevent him from doing so. ) …really starting to hurt. I can’t…even think. Dr. Solys: Has the voices’ message changed at all? Are the still talking about the debt? D-3704-7: Oh, yeah, can’t get enough of that word. It’s just- ( Subject cries out. ) …just being forced on my mind 10 times a second. Dr. Solys: D-3704-7, I need you to focus. Stay with me. Have they said anything new? D-3704-7: Stop calling me that. My name is Andrew. Dr. Solys: Answer my question, D-3704-7. D-3704-7: Nah, still on the debt! Debt, debt, debt, debt, debt! Can’t get enough, yup! Dr. Solys: Understood. D-3704-7: Fuck, man. It’s getting really hot in here. Do you feel that? ( Subject begins struggling with restrain. ) Dr. Solys: Perfectly normal in here to me. D-3704-7: Debt! They want compensation! A repayment! What do they want! I don’t have any fucking money anymore! I’m a lab rat now! What do you want from me, cheese? Dr. Solys: You need to remain calm. Focus. ( D-3704-7 screams and begins tearing at restraint. ) Dr. Solys: Stand down from the restraint! D-3704-7: They want payment! I have nothing to give! Dr. Solys: Why do they want payment? (//D-3704-7 screams again, tears the restraint in half, and stands up. //) Dr. Solys: ( Standing up and backing away from window ) Oh my God! Security team! We need cleanup! I’m calling the experiment off! D-3704-7: I can't stay here. They're tearing at my mind, burning their names and faces in my soul. It's like…it's like they want me to understand! ( Marks begin appearing on D-3704-7's skin which appear similar to 3rd degree burns. ) Dr. Solys: What are they trying to make you understand? D-3704-7: I don't know! I don't care! I can't understand! I don't want to understand! I just want them to shut the hell up! ( D-3704-7 screams, and attacks the one-way glass separating the containment chamber and the observation room. Subject retreats from the glass before charging at the containment door as the security team opens it. Subject kills entirety of security team before exiting the containment chamber by holding the door open. Containment breach declared. ) [END LOG] Researcher's Note: Something was very off in this test. Subject was able to withstand the urge to move closer to SCP-3704, instead running away from it, the music played wasn't even something he liked, and he heard voices he didn't recognize. On top of all of that, he caused a containment breach and killed an entire security team. I feel as though I understand more about the true nature of the object, but I'll need more tests to be completely sure. I don’t know for certain, but I cant help but feel as if the voices that D-3704-7 heard, barring his father, were those killed in the fire.",
        "Message to Site Command from Dr. Caleb Solys on 04/29/2017 I am hereby requesting reinstatement of testing on SCP-3704. The last test caused a containment breach, but that only further enforces the need to understand this thing. That subject broke out of his restrains and killed a security team with his bare hands. During the test, numerous things were out of place. The timings were all wrong, everything we thought we knew about it were thrown out the window. SCP-3704 could have any number of anomalous properties we don't know about, or the current ones could be stronger. We. Don't. Know. It's dangerous. I'm firm in the belief that we need to learn more. We need to know what it actually does.",
        "Response from Site Command on 04/31/2017 Request Denied.",
        "\" SCP-3704 \" by Lukaverik, from the SCP Wiki . Source: https://scpwiki.com/scp-3704 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-3704 is to be kept inside of a soundproofed reinforced steel case whose lock may only be operated by a remote terminal in an observation room 25 meters from the object. This terminal operates via a randomly generated passphrase known only by one (1) Level 4 Personnel at a time. The case is to be stored in an isolated, soundproofed room, at least 15 meters away from any of the room’s walls. A circle with a radius of 2 meters is to be painted around the object, denoting the effective range of the tertiary third primary effect. Microphones are placed about the room, which can broadcast into the observation room if researchers so choose.",
    "description": "SCP-3704 is a wooden music box measuring 16cm by 10cm by 16cm. The object has a coat of pink paint on it, chipped or damaged in several places, revealing the wood underneath. The wood has a reddish tint, and does not match any known species of tree. The composition of the wood is extremely dense, making the object heavier than it appears. In addition, it is significantly stronger than normal wood of similar dimensions. Despite this, the object is damaged in multiple locations, with parts of the casing appearing crushed. The crank is also broken off, though it can still be turned if force is applied to the remaining end. Inspections have shown that the internals are consistent with similar music boxes, showing no anomalous effects.",
    "title": "SCP-3704"
}