{
    "url": "https://scp-wiki.wikidot.com/scp-3714",
    "all_text": "#page-content\n \n.collapsible-block\n \n{\n \n    \nposition:\n \nrelative\n;\n    \npadding:\n \n0.5\nem\n;\n    \nmargin:\n \n0.5\nem\n;\n    \nbox-shadow:\n \n2\npx\n \n1.5\npx\n \n1\npx\n rgba(\n176\n,\n16\n,\n0\n,\n0.7\n), \n0\n \n0\n \n0\npx\n \n1\npx\n lightgrey\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n\n}\n\n \n\n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \nblack\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n \n\n}\n\n \n\n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\ncenter\n;\n\n}\n\n \n\n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \ncolor:\n dimgrey\n;\n\n}\n\n \n\n.collapsible-block-link\n \n{\n\n    \nfont-weight:\n \nbold\n;\n    \ncolor:\n dimgrey\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n \n\n.addendumbox\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nbox-shadow:\n0\n \n2\npx\n \n5\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n),\n0\n \n2\npx\n \n10\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.12\n)\n;\n\n}\n\n \n\n.material-box\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nborder:\n \n1\npx\n lightgrey \nsolid\n;\n    \nbox-shadow:\n \n1\npx\n \n2\npx\n \n2\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n)\n;\n\n}\n\n \n\n.material-box\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.wiki-content-table\n \n{\n\n    \nwidth:\n \n100\n%\n;\n\n}\n\n \n\n.addendumbox\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.addendumtitle\n \n{\n\n   \nopacity:\n \n0.8\n;\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \n#b01\n;\n\n}\n\n \n\n.maintitle\n \n{\n\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-header\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \nfont-size:\nx-large\n;\n    \ncolor:\n#b01\n;\n\n}\n\n \n\n.addenda-header\n \n{\n\n    \nwidth:\n \n100\n%\n;\n    \nborder-bottom:\n \n2\npx\n \nblack\n \nsolid\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-info\n \n{\n\n    \ndisplay:\nflex\n;\n    \njustify-content:\nspace-between\n;\n    \nfont-size:\nlarge\n;\n\n}\n\n \n\n.scp-info-box\n \n{\n\n    \ndisplay:\nflex\n; \n    \njustify-content:\nspace-between\n;\n\n}\n\n \n\n.object-info\n \n{\n\n    \ncolor:\nblack\n;\n    \nalign-self:\n flex-end\n;\n    \nfont-size:\n \nlarge\n;\n\n}\n\n \n\n.title-style\n \n{\n\n    \nopacity:\n \n0.8\n;\n    \nmargin-bottom:\n \n10\npx\n;\n    \ncolor:\n \n#b01\n;\n    \nfont-size:\n \nlarge\n;\n    \ntext-decoration:\n \nunderline\n;\n    \nfont-weight:\n \nbold\n;\n\n}\n\n \n\n.update-div-empty\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n    \ncolor:\n lightgrey\n;\n\n}\n\n \n\n.update-div\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n\n}\n\n \n\n.computed\n \n{\n\n    \nborder:\n \n1\npx\n \nblack\n \nsolid\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.computed\n:before\n \n{\n\n    \ncontent:\n\"Computed \nCode\n\"\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.rawcode\n \n{\n\n    \nborder:\n \nblack\n \nsolid\n \n1\npx\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.rawcode\n:before\n{\n\n    \ncontent:\n\"Raw \nCode\n\"\n;\n    \ntext-align:\n \ncenter\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.codebox\n \n{\n\n    \ndisplay:\n \ninline-block\n;\n    \nwidth:\n \n100\n%\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \nem\n,  \n.yui-navset\n \n.yui-nav\n \na\n \nem\n{\n\n        \npadding:\n \n0.25\nem\n \n.75\nem\n; \n        \ntop:\n \n0\npx\n;\n        \nmargin-bottom:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n     \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \n{\n\n       \nmargin:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:focus\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:hover\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n         \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n:hover\n,\n\n.yui-navset\n \n.yui-nav\n \na\n:focus\n \n{\n\n    \nbackground:\n gainsboro\n;\n    \ntext-decoration:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n, \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n \n{\n\n\nbackground-color:\n \nnone\n;\n\nbackground-image:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n \n{\n\n\nbackground:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \nli\n{\n\n\nmargin:\n \n0\npx\n;\n\n}\n\n \n\n#page-content\n \n.licensebox\n \n.collapsible-block\n \n{\n\n    \nposition:\n unset\n;\n    \npadding:\n unset\n;\n    \nmargin:\n unset\n;\n    \nbox-shadow:\n unset\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\n \nleft\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \nleft\n;\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-link\n \n{\n\n    \ncolor:\n \ninherit\n;\n    \ntext-align:\n \nleft\n;\n\n}\n\n\n\n\n\n\nrating: \n+37\n+\n–\nx\n\n\n\n\n\n\n\n\nAnomalous Item Entry\n\n\n\n\n\n\n\n\nItem #:\n SCP-3714\n\n\n\n\n\n\n\n\nIMAGE RECORD\n\n\n\n\n\n\n\n\nObject Class:\n Safe\n\n\n\n\n\n\n\n\n[No Changes since last view]\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\n\n\n\nSCP-3714 is to be contained in a commercial ring box, stored within a lockbox. SCP-3714's lockbox is to be stored in a standard security locker within Site-27.\n\nSCP-3714's internal diameter is to be recorded twice weekly, using a jewelry caliper and hazard gloves. See Document-3714-CONTLOG-A274 for previous measurements.\n\n\nTesting involving SCP-3714 requires approval of the Level 3 coordinator for SCP-3714, with an additional approval from the Ethics Committee.\n\n\n\n\n[No Changes since last view]\n\n\n\n\n\n\n\n\n\n\nDescription:\n\n\n\n\n\nSCP-3714 is a decorative green jade ring, which possesses multiple anomalous effects.\n\nSCP-3714 will spontaneously resize to fit the right index finger of any human subject which comes within sixteen centimeters of SCP-3714. SCP-3714 was discovered with an internal diameter of 11.27 mm, and currently has an interior diameter of 13.1 mm. The overall quantity and mass of jade comprising SCP-3714 does not change during this process. Direct contact with the skin of a human subject will trigger SCP-3714's further anomalous effects. SCP-3714 has no effect on non-human subjects, and will not resize in their presence.\n\n\nSCP-3714 can be removed without difficulty within the first 15 minutes of exposure. Past this point, outside assistance is required to remove SCP-3714.\n\n\nTesting with SCP-3714 is suspended until further notice, as no significant benefit has been ascertained to date with 22 subjects under the effect of SCP-3714.\n\n\nPrimary effects - Stage 1\n\n\nWithin 20 minutes of direct skin contact, subjects wearing SCP-3714 will generally seek out a location in order to safely enter sleep. When not presented with a suitable location, subjects will usually lay down in place. Out of 22 test subjects, 1 reacted with extreme agitation and eventually managed to remove SCP-3714 without outside assistance after 72 minutes of searching for a suitable location.\n\n\nMovement during this period is markedly slower. To date, subjects have been unresponsive to verbal or physical confrontation. Removal of SCP-3714 during this period and the subsequent 24 hours can be performed without difficulty or permanent effects on the subject.\n\n\nPrimary Effects - Stage 2\n\n\nAfter roughly 24 hours of unconsciousness subjects will experience 2-7 minutes of epileptic seizures. At this point, the subject is designated SCP-3714-1.\n\n\nBrain wave activity monitored during this stage shows severe fluctuations in the brain activity of SCP-3714-1, eventually leading to complete brain death. Within 5 seconds, subjects exhibit a stable brain pattern consistent across all instances of SCP-3714-1.\n\n\nSCP-3714-1 will at this point awaken and exhibit additional anomalous effects, and drastically different mannerisms. (See Section SCP-3714-1)\n\n\nIt is unknown at this time whether or not SCP-3714 has any correlation with the occurrence of \nJiangshi\n in Chinese Folklore.\n\n\n\n\n[No Changes since last view]\n\n\n\n\n\n\n\n\n\n\nSCP-3714-1\n\n\n\n\nPhysical Characteristics\n\n\nInstances of SCP-3714-1 will move only by hopping short distances, with arms extended, consistent with descriptions of the \nJiangshi\n of Chinese Folklore.\n\n\nSCP-3714-1 does not age and is unresponsive to physical harm but exhibits no evidence of increased physical resilence or regeneration. Major physical damage to limbs or other motor structures will limit SCP-3714-1's ability to move.\n\n\nSCP-3714-1 will cease all motor function with significant damage to the host's brain. Brain wave activity was shown to continue until roughly 32% of brain matter was destroyed.\n\n\nRemoval of SCP-3714 from an instance of SCP-3714-1 will cause SCP-3714-1 to fall unconscious, and revert back to its previous non-anomalous state after approximately 15 minutes, including brain death. Damage sustained while affected by SCP-3714 will not be removed or regenerated. This reversion has proven universally fatal.\n\n\nBehavior and Anomalous Abilities\n\n\nSCP-3714-1 will speak in \nMiddle Chinese\n freely. SCP-3714-1 will claim to be either \"Zhang Guolao\", a mythical figure in the Chinese tradition of alchemy, or \"He Qinshi\", a mythical figure associated with a now-defunct GoI \"The Bringers of the Cloud\". Neither identity has been confirmed at this time.\n\n\nSCP-3714-1 is hostile to members of The Foundation, and will universally attempt to prevent removal of SCP-3714 from its finger. SCP-3714-1 generally will speak about a mythical battle which caused the death of Zhang Guolao, and has made multiple references to legendary figures from various Alchemic traditions including Nicholas Flamel, Hermes Trismegistus, and Jibyr al Hayyan. There is no significant evidence to support SCP-3714-1's claims. To date, Foundation researchers have been unable to converse with SCP-3714-1 long enough to allow for interviews or significant communication.\n\n\nSCP-3714-1 possesses additional anomalous abilities depending on the current dominant personality.\n\n\nWhen \"Zhang Guolao\" is the dominant personality, SCP-3714-1 possesses minor reality bending abilities, most notably the ability to manifest fire, water, stones, or electrical discharge through unknown means. These abilities appear to be limited by some unknown mechanism, as SCP-3714-1 has never manifested these abilities to a degree sufficient to allow it to breach containment. These abilities do not appear consistent with the description of a \nJiangshi\n, however, they are similar to abilities claimed to be associated with the Erbillic Tradition of Alchemy. Zhang Guolao was purported to be an alchemist in Chinese legend, however no records of SCP-3714 or Zhang Guolao were forthcoming from the \nAlchemy Department\n.\n\n\nWhen \"He Qinshi\" is the dominant personality, SCP-3714-1 possesses the ability to spontaneously transmit illnesses via anomalous means with anyone who comes in contact with its hands. To date, Yellow Fever, the Bubonic Plague, and Fibrodysplasia ossificans progressiva (FOP) have been transmitted during testing incidents.\n\n\nSCP-3714-1 will attempt to kill any Foundation personnel it comes into contact with. If it manages to do so, it will undergo a ritualistic behavior, pressing its face near the subjects, and emitting a loud hissing noise for several moments.\n\n\nNotably, SCP-3714-1 will continue to speak in Middle Chinese during this ritual, and translations of SCP-3714-1's speech consists of the two personalities arguing, with the \"Zhang Guolao\" personality unwilling to perform the ritual.\n\n\nSCP-3714-1 exhibits all of the classical deterrent mechanisms of the \nJiangshi\n described in Chinese folklore including but not limited to:\n\n\n\n\nMirrors\n\n\nPeach Wood\n\n\nHand Bells\n\n\nTaoist Talismans\n\n\nThe compulsion to count coins thrown on the ground\n\n\nFire (produced from sources other than SCP-3714-1)\n\n\nThe sound of a rooster's call\n\n\n\n\nThese objects, sounds, and phenomenon are to be available at all times to security staff interacting with SCP-3714 test subjects.\n\n\n\n\nLast updated by Q. Yang, 31/1/2019 1:07:59 UTC. \nten.pcs.ics|22gnay.q#ten.pcs.ics|22gnay.q\n\n\n\n\n\n\n\n\n\n\nRecovery\n\n\n\n\n\nSCP-3714 was discovered in the ████████ Market, in the province of ██████████, China during a post-operation incident with Agent L. DuMourne.\n\nAgent DuMourne came in to contact with the box containing SCP-3714 while wearing a Thaumic Ring (See \"Standard Operating Equipment - Thaumic\") and took note of the object. SCP-3714 was acquired along with a small wooden box containing several other items.\n\n\nInside the box was a small figurine of a donkey, SCP-3714, and a 200-gram piece of flat lunar rock inscribed with middle Chinese.\n\n\nA translation was provided by Junior Researcher Yang:\n\n\n\n\nWhatever unfortunate soul puts this foul thing on, I am sorry.\n\n\nThe note is for the wretched soul inside this ring.\n\n\nThis is for Erbil, traitor.\n\n\nI hope you and the \nLeviathan's\n pet monster enjoy eternity.\n\n\n[Glyph]\n\n\n\n\nThe source of lunar rock is unknown at this time. The glyph found at the bottom of the tablet is one associated with early Arabic cryptography, specifically a cypher of Arabic which was seen used in several reliefs in the ruins of the \nCitadel of Erbil\n. These glyphs appear to identify a particular person, as well as a subject matter.\n\n\nSeveral texts have associated the specific glyph with the writings of \nNicholas Flamel\n, specifically in his research notes on what mythical alchemist \nJabir Ibn Hayyan\n (latinized to Geber in later centuries) described as the creation of artificial life. This process of \"takwin\" is referred to in a significant number of religious and pseudo religious texts.\n\n\nThe current leading hypothesis is SCP-3714 is a failed attempt to replicate \"takwin\" by PoI-████ or PoI-█████, both of which were active producers of anomalous items in the correct region and timeframe of SCP-3714's potential creation. Both persons of interest had significant interest in the occult, and mixed together elements of both religion and folklore [REDACTED] leading to the fall of the Tang Dynasty by Zhu Wen in 907 CE.\n\n\nIt is unknown at this time why PoI-████ or PoI-█████ would include a reference to the Citadel at Erbil. Research is ongoing.\n\n\n\n\n[No Changes since last view]\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3713\n | SCP-3714 | \nSCP-3715\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Whatever unfortunate soul puts this foul thing on, I am sorry. The note is for the wretched soul inside this ring. This is for Erbil, traitor. I hope you and the Leviathan's pet monster enjoy eternity. [Glyph]"
    ],
    "item": "SCP-3714",
    "object_class": "Safe",
    "title": "SCP-3714"
}