{
    "url": "https://scp-wiki.wikidot.com/scp-3715",
    "all_text": "rating: \n+218\n+\n–\nx\n\n\n\n\n\n\nOne portion of SCP-3715's wall\n\n\n\n\n\n\nItem #:\n SCP-3715\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Due to its immobile and relatively benign nature, SCP-3715 does not require any specific containment beyond keeping non-Foundation entities away. Personnel with level-2 clearance or higher stationed at Research Site-95 are allowed access to the anomaly for morale purposes.\n\n\nDescription:\n SCP-3715 is an anomalous event that occurs in Room-121 in the former Bellview City High School, located in Alberta, Canada\n1\n. SCP-3715's effects typically manifest on weekdays during the fall and winter months. Between the hours of 11 PM to 6 AM, a variable amount of tea will manifest in any suitable container\n2\n within Room-121. Generation of tea will always occur, but certain variables (such as flavor and brand of the tea) may be controlled. Occasionally, in addition to the tea, a document will appear addressed to individuals who have recently entered the room. This document always takes the form of a handwritten note, giving praise and/or positive feedback to the individual.\n\n\nThe flavoring of the tea may be controlled by taping tea bags to a wall adjacent. In the event that the tea does not require or come with a tea bag, the tea will manifest as normal if the ingredients are placed in a plastic bag and taped to the wall. See below test log.\n\n\n\n\n\n\nType of Tea Used\n\n\nContainer Used\n\n\nDocument Contents\n\n\nNotes\n\n\n\n\n\n\nGreen tea bag from school stock\n\n\nVideographer Stockton's mug\n\n\nI hope you have a nice day. :)\n\n\nThis was the first recorded instance of SCP-3715. Videographer Stockton was allowed, upon request, to keep the document from this test.\n\n\n\n\n\n\nLicorice tea bag\n\n\nGeneric teapot\n\n\nNO!! >:(\n\n\nThis was the first time that SCP-3715 had reacted negatively to any stimulus. Site staff had been using many types of tea for several weeks before this event. Staff are discouraged from giving SCP-3715 licorice tea in the future.\n\n\n\n\n\n\nEnglish breakfast tea bag\n\n\nGeneric teapot\n\n\nSu Tan, check your code again.\n\n\nResearcher Tan had recently completed several blocks of code for a device designed to more efficiently contain SCP-████. Upon inspection, it was revealed that the code held several typos that could have kickstarted a series of containment failures. The errors were corrected. Discussion regarding SCP-3715's ability to find errors in Foundation documents is ongoing.\n\n\n\n\n\n\nLoose jasmine tea leaves from a nearby specialty store\n\n\nGeneric teapot\n\n\nThis is very good tea! Thank you! Next time though, try giving it to someone who needs it more than I do :)\n\n\nThe tea was shared amongst researchers.\n\n\n\n\n\n\nImported Pu-erh cake (Retail price of roughly $40 USD)\n\n\nGeneric teapot\n\n\n??? [sic]\n\n\nLab 4 was found to have been deep cleaned overnight. A note was found on the lab bench reading 'I wouldn't feel right otherwise.'\n\n\n\n\n\n\nAddendum 3715-A:\n SCP-3715 was discovered in 2014, when reports of a 'tea ghost' made their way to Foundation agents in Alberta. Notably, the classroom was last inhabited by Bellview City teacher Betty Miles, who had attained mild popularity within the school due to her optimism and willingness to assist students. Miles had suffered a fatal heart attack in 2013 while in class. Anomalous reports began surfacing shortly after.\n\n\n\n\nFootnotes\n\n\n1\n. Bellview City High School has since been converted into Research Site-95.\n\n\n2\n. Suitable container defined as any clean wares intended to store liquid for human consumption\n\n\n\n\n\n\n\n\n« \nSCP-3714\n | SCP-3715 | \nSCP-3716\n »",
    "addendums": [
        "Addendum 3715-A: SCP-3715 was discovered in 2014, when reports of a 'tea ghost' made their way to Foundation agents in Alberta. Notably, the classroom was last inhabited by Bellview City teacher Betty Miles, who had attained mild popularity within the school due to her optimism and willingness to assist students. Miles had suffered a fatal heart attack in 2013 while in class. Anomalous reports began surfacing shortly after."
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-3715",
    "object_class": "Euclid",
    "containment_procedures": "Due to its immobile and relatively benign nature, SCP-3715 does not require any specific containment beyond keeping non-Foundation entities away. Personnel with level-2 clearance or higher stationed at Research Site-95 are allowed access to the anomaly for morale purposes.",
    "description": "SCP-3715 is an anomalous event that occurs in Room-121 in the former Bellview City High School, located in Alberta, Canada1. SCP-3715's effects typically manifest on weekdays during the fall and winter months. Between the hours of 11 PM to 6 AM, a variable amount of tea will manifest in any suitable container2 within Room-121. Generation of tea will always occur, but certain variables (such as flavor and brand of the tea) may be controlled. Occasionally, in addition to the tea, a document will appear addressed to individuals who have recently entered the room. This document always takes the form of a handwritten note, giving praise and/or positive feedback to the individual.",
    "title": "SCP-3715"
}