{
    "url": "https://scp-wiki.wikidot.com/scp-3716",
    "all_text": "rating: \n+133\n+\n–\nx\n\n\n\n\n\n\nA portion of HS-229, recently renovated by SCP-3716-A. Ritualistic skeletal fragments not pictured.\n\n\n\n\n\n\nItem #:\n SCP-3716\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Instances of SCP-3716 are currently stored in Safe-class Containment Locker 128-B in Site-42. Access is only permitted to individuals with Level 3/3716 or above clearance. Due to the large quantity of SCP-3716-A instances currently extant, no further testing is deemed necessary.\n\n\nAll 62 SCP-3716-A instances are currently housed in Historical Site-229 (\"Caldey Island Abbey\"), as per Protocol 3716-002. The Cistercian monastery originally present on the island was largely abandoned in the late 1700s: a disinformation campaign is currently being employed to counter this, and maintain the public opinion that no such abandonment ever occurred. The eldest instance and de-facto leader of the group (SCP-3716-A-1) has agreed to maintain the secrecy of their order in exchange for the ownership of the land, which instances use primarily as a space of contemplation and meditation. A small security team of no more than \nsix\n eighteen members is to be permanently stationed on the island, as well as a standard low-risk anomaly research team.\n\n\nTo maintain cooperation, a monthly excursion has been agreed upon, during which SCP-3716-A instances will be allowed to visit the mainland and interact with the civilian population (0.08% of whom are embedded Foundation agents). Amnestic distribution should be employed following this, and a high rotation of resident civilians should be encouraged to prevent a resurgence of suppressed memories. MTF-Phi-Eolh (\"Provident Trawlers\") are tasked with apprehending and processing any civilians with knowledge of SCP-3716, SCP-3716-A, or the nature of the excursions.\n\n\nAs a breach of SCP-3716-A could easily escalate into a Broken Masquerade scenario, maintaining high morale among instances is desirable — accordingly, any dissent or dissatisfaction is to be treated as a High Priority issue.\n\n\nDescription:\n SCP-3716 is the designation for around 3000 metal zippers\n1\n that, when placed on the navel and rolled upwards to the neck, enable the user to extricate themselves from their entire integumentary system and most of their muscular system (with the exception of ligaments and joints) without blood loss, in a manner similar to removing an anorak and pants. Although their visceral organs, skeletal system, and other organ systems are wholly exposed, affected individuals (hereby termed SCP-3716-A) experience no adverse side effects.\n\n\nSCP-3716-A will repeatedly and persistently attempt to persuade others to use SCP-3716, but are pacifistic and do not make violent attempts at coercion. Persuasion attempts most commonly take the form of brochures, door-to-door salesmanship, timeshare sales pitches, and other such media\n2\n.\n\n\nAll instances of SCP-3716-A have certain benefits compared to baseline humans, such as the ability to take on the appearance of another instance by wearing their skin, (even when their anatomies are incompatible), and extremely enhanced longevity. They subscribe to a monastic doctrine termed \"Orthodox Osteonism\", which contains elements of various philosophies and religions (including various branches of Christianity, agnosticism, Theravada Buddhism, and democratic socialism), along with elements borrowed from classical and modern literature. Although no two instances have expressed the exact same views, common themes involve the ideas that violence is sinful in any form, that the requirement of a nervous system in higher lifeforms is a myth\n3\n, that all living things are part of the same \"Metaphysical Skeleton\", and that all invertebrate organisms are \"worthy of our love and compassion, but ultimately irredeemable\". Reverence for elder SCP-3716-A instances, particularly SCP-3716-A-1 (the oldest living instance at time of writing) is common, though not an element of official doctrine.\n\n\nIf an instance of SCP-3716-A is unable to convert a new instance to the doctrine within a certain amount of time (usually a period of years), said instance's non-osseous tissue will start rapidly decomposing. The majority of their anomalous abilities are lost during this process, although basic life functions and all cognitive functions remain unchanged. Instances claim that successful conversions will nullify and reverse the degradation — it is for this reason that instances express desire to interact with the civilian population on a semi-regular basis. Amnesticisation of converted subjects has no effect on SCP-3716-A instances, as it seems to be the act of conversion, rather than the continued devotion to the faith, that halts the decay process.\n\n\nAddendum: Update Regarding \"Orthodox Osteonism\":\n While initially manifesting as a loose collection of principles and ideals, the school of thought has apparently begun solidifying with the use of around fifty SCP-3716. Increased definition of what constitutes 'moral' activity has been observed, and elements of false cultural history being accepted as truth by SCP-3716-A instances. Various rites and ceremonies seem to be in the process of development, as do certain holy sigils, signs, and other iconography, the majority of which are related to escaping the \"trappings of the physical world\", and achieving enlightenment or transcendence through the shedding of restrictions and unnecessary bindings.\n\n\nProtocol 3716-002 has been enacted, and Containment Procedures have been updated to reflect this.\n\n\nObservation log - Historical Site-229:\n The following documents are extracts from the research journals of Dr. John Weldon, compiled during their station at HS-229. They are included here due to their relevance both to SCP-3716 and Incident 3716-S.\n\n\n\n\nDate:\n 23/09/2017\n\n\nThe monks have arrived, and seem happy. They feel right at home in the monastery, according to the liaisons, and are looking forward to settling in. The main Chapel (dubbed \"The Cranium\" — seems they have a sense of humour, at least) has proven adequate for holding worships, while the gardens and fields let them grow produce to sell on the mainland during their excursions. They have little care for the profits, however, donating most of it to charitable causes. Nice of them, all things considered.\n\n\n\n\n\n\nDate:\n 16/11/2017\n\n\nWe have songs! Or rather, they have songs. Catchy, too, with a vaguely 'pop' vibe that's enjoyable to sing along with. It seems Cartiligism (or whatever they're calling it now) is growing into its own fully-fledged belief system; it's probably not a good idea to have it on record as an official movement, but worth noting nonetheless.\n\n\nNothing else interesting to report: a few basic images mimicking rib-cages and a festival on the winter solstice are all that have developed in the past few months.\n\n\nSong-wise, my personal favourite is \"Dead Men Walking\". I've been humming it for days.\n\n\n\n\n\n\nDate:\n 03/01/2018\n\n\nLast week the Khambo lama\n4\n, Ischium, commissioned the production of a \"holy spirit\" for use in communion. We had been supplying them with a weak solution commonly used in Christian practises but this was deemed, and I quote, \"ineffective and rather ghastly\".\n\n\nThe brewer's first sample came in today. The acolytes are calling it 'Marrow'. It's an acquired taste, to be sure — around 30% Formaldehyde, according to preliminary analysis.\n\n\n\n\n\n\nDate:\n 11/02/2018\n\n\nToday is apparently a holy one in the skeletal calendar. The monks will be hosting a celebration to honour the life and death of all things. Foundation personnel such as myself were invited, but politely declined.\n\n\nThe festival takes place at the rising of the moon and a large batch of 'Marrow' has been produced in preparation.\n\n\n\n\nWoke in the middle of the night to drunken chanting. Seems that even under the influence, they can remember that \"the neck bone's connected to the head bone\". It was funny for about five minutes, and Jared from the Horticulture Department even joined in at one point, but at this stage it's been going on for hours.\n\n\nThere's not much I can do, I suppose. I'll let them have their fun.\n\n\n\n\n\n\nDate:\n 12/02/2018\n\n\n2:00 AM\n\n\nAll the boats are gone.\n\n\nAll the monks, bar one, are gone.\n\n\nWe found them dozing on the grass, still clutching an empty bottle. They explained that they had left in the night to find the reincarnation of their deity, and bring them back to the Abbey, their new spiritual home.\n\n\nI don't know what they plan to do, but I imagine the paperwork will be nightmarish.\n\n\n\n\nThe departure of SCP-3716-A instances from the island was verified shortly afterwards, and Incident 3716-S was formally designated a High-Level priority. The on-site security team, later discovered to have been overwhelmed by the instances, were disciplined severely thereafter, and a higher staff requirement introduced (see Containment Procedures).\n\n\nUpdate (12/02/2018):\n\n\n\n\n► Show Video Transcript 3716-009\n\n\n\n\n◄ Hide Transcript\n\n\n\n\nThe following is external CCTV footage recovered from the Dorset County Museum, beginning at 06:29 a.m.\n\n\n\n\n<Begin Log>\n\n\n<00:00>\n Relevant footage begins. Muffled scraping can be heard from within the building, accompanied by several loud crashes.\n\n\n<04:03>\n Although blurry and indistinct, the footage reveals the main doors of the museum bursting open to a chorus of chants and mantras from gathered SCP-3716-A instances.\n\n\n<05:21>\n Instruments are produced, and a slightly atonal melody is played as a group of instances emerge, carrying a large object between them. The object appears to glow as the morning sunlight illuminates the museum hall — subsequently verified to be a non-anomalous optical illusion.\n\n\n<07:30>\n A crowd of monks gather on the front steps as one (later identified as SCP-3716-A-1) awkwardly mounts the object, which is off-white in colouration and tapers to a point at both ends.\n\n\n<10:01>\n SCP-3716-A-1 begins gesturing wildly at the rest of the group, vocalising loudly. While initially inaudible and slurred, the instance's voice begins to rise in volume, culminating in the phrase \"OUR LORD! HE IS REBORN AT LAST! HE IS-\"\n\n\n<10:12>\n The film cuts out abruptly as one SCP-3716-A instance loses its footing, and the object and monk collide with the camera.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nFollowing reports of a disturbance at the aforementioned museum, and civilian reports matching descriptions of SCP-3716-A, MTF Xi-Kai (\"Curators\") was deployed to investigate. A group of approximately 70 SCP-3716-A instances were eventually located some two km west of the location, carrying what appeared to be a replica Diplodocus skeleton complete with explanatory plaque and support wires\n5\n. The majority of instances had discarded their external coverings, several of which have yet to be recovered, and all entities involved appeared extremely inebriated. Vocalisations consisted of loud chanting about the reincarnation and ascension of their 'God' — note than no additional anomalous phenomena, divine or otherwise, were seen during the event.\n\n\nBy the time the intervention squad arrived, the monks were escaping in a stolen yacht with \"Dippy the New Messiah\" haphazardly strapped in. Despite the instances' overall lack of coordination, poor weather conditions and a lack of immediately available Foundation watercraft meant that apprehension was not possible until late afternoon, by which time all SCP-3716-A instances had returned to HS-229.\n\n\nSCP-3716-A-1, who during the incident was observed seated on the skeleton's back, has since apologised for the damage and disturbance caused. The frequency of excursions is to be reduced to every three months as a reprimand, with the threat of termination should another such incident occur. Further updates to Containment Procedures are pending.\n\n\n\n\n► Show Document 3716-035.doc\n\n\n\n\n◄ Hide Document\n\n\n\n\nNon-anomalous document received via standard communication channels shortly after the aforementioned incident. Transcribed here for archival purposes.\n\n\n\n\nTo our esteemed friends at the Foundation,\n\n\nOn behalf of the Order, I apologise for the pandemonium we were responsible for recently. It was an embarrassing display, and does not reflect the disciplines we have come to practice here at the monastery. Devout faith and excessive alcohol do not seem to harmonise well.\n\n\nThough we respect your decision to remove them from our possession, we have since constructed an altar to help us worship and develop a stronger connection to our saviour, which should suffice for worship. Permission to conduct periodic pilgrimages to their resting place would be a great boon to our order, although given our recent conduct I understand if you deny us that privilege.\n\n\nAs a gift, and some small manner of recompense, the attached package contains a fine bottle of Marrow and a complimentary zipper (on the off chance that you ever feel like opening up).\n\n\nYours faithfully,\n\n\nIschium\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. 2508 of which are currently possessed by the Foundation\n\n\n2\n. While MTF Chi-9 (\"Page Turners\") was initially employed to remove such media from public circulation, the abnormal nature of said media seems to result in 97% of subjects believing it to be fictional.\n\n\n3\n. Created by unbelievers (the Skinned) to turn others away from faith.\n\n\n4\n. A title given to the senior lama of a Buddhist monastery, and often equated with the Christian title of 'Abbot'. Presumably referring here to SCP-3716-A-1\n\n\n5\n. Later identified as \"Dippy\", an exhibit that had been touring the UK for some weeks previously.\n\n\n\n\n\n\n\n\n« \nSCP-3715\n | SCP-3716 | \nSCP-3717\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3716\n\" by MaliceAforethought and WhiteWampus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3716\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n abbey.jpg\n\n\nName:\n Caldey Island: the abbey church\n\n\nAuthor:\n Chris Downer\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nGeograph",
    "addendums": [
        "Addendum: Update Regarding \"Orthodox Osteonism\": While initially manifesting as a loose collection of principles and ideals, the school of thought has apparently begun solidifying with the use of around fifty SCP-3716. Increased definition of what constitutes 'moral' activity has been observed, and elements of false cultural history being accepted as truth by SCP-3716-A instances. Various rites and ceremonies seem to be in the process of development, as do certain holy sigils, signs, and other iconography, the majority of which are related to escaping the \"trappings of the physical world\", and achieving enlightenment or transcendence through the shedding of restrictions and unnecessary bindings.\nProtocol 3716-002 has been enacted, and Containment Procedures have been updated to reflect this."
    ],
    "documents": [],
    "notes": [
        "Date: 23/09/2017 The monks have arrived, and seem happy. They feel right at home in the monastery, according to the liaisons, and are looking forward to settling in. The main Chapel (dubbed \"The Cranium\" — seems they have a sense of humour, at least) has proven adequate for holding worships, while the gardens and fields let them grow produce to sell on the mainland during their excursions. They have little care for the profits, however, donating most of it to charitable causes. Nice of them, all things considered.",
        "Date: 16/11/2017 We have songs! Or rather, they have songs. Catchy, too, with a vaguely 'pop' vibe that's enjoyable to sing along with. It seems Cartiligism (or whatever they're calling it now) is growing into its own fully-fledged belief system; it's probably not a good idea to have it on record as an official movement, but worth noting nonetheless. Nothing else interesting to report: a few basic images mimicking rib-cages and a festival on the winter solstice are all that have developed in the past few months. Song-wise, my personal favourite is \"Dead Men Walking\". I've been humming it for days.",
        "Date: 03/01/2018 Last week the Khambo lama 4 , Ischium, commissioned the production of a \"holy spirit\" for use in communion. We had been supplying them with a weak solution commonly used in Christian practises but this was deemed, and I quote, \"ineffective and rather ghastly\". The brewer's first sample came in today. The acolytes are calling it 'Marrow'. It's an acquired taste, to be sure — around 30% Formaldehyde, according to preliminary analysis.",
        "Date: 11/02/2018 Today is apparently a holy one in the skeletal calendar. The monks will be hosting a celebration to honour the life and death of all things. Foundation personnel such as myself were invited, but politely declined. The festival takes place at the rising of the moon and a large batch of 'Marrow' has been produced in preparation. Woke in the middle of the night to drunken chanting. Seems that even under the influence, they can remember that \"the neck bone's connected to the head bone\". It was funny for about five minutes, and Jared from the Horticulture Department even joined in at one point, but at this stage it's been going on for hours. There's not much I can do, I suppose. I'll let them have their fun.",
        "Date: 12/02/2018 2:00 AM All the boats are gone. All the monks, bar one, are gone. We found them dozing on the grass, still clutching an empty bottle. They explained that they had left in the night to find the reincarnation of their deity, and bring them back to the Abbey, their new spiritual home. I don't know what they plan to do, but I imagine the paperwork will be nightmarish.",
        "<Begin Log> <00:00> Relevant footage begins. Muffled scraping can be heard from within the building, accompanied by several loud crashes. <04:03> Although blurry and indistinct, the footage reveals the main doors of the museum bursting open to a chorus of chants and mantras from gathered SCP-3716-A instances. <05:21> Instruments are produced, and a slightly atonal melody is played as a group of instances emerge, carrying a large object between them. The object appears to glow as the morning sunlight illuminates the museum hall — subsequently verified to be a non-anomalous optical illusion. <07:30> A crowd of monks gather on the front steps as one (later identified as SCP-3716-A-1) awkwardly mounts the object, which is off-white in colouration and tapers to a point at both ends. <10:01> SCP-3716-A-1 begins gesturing wildly at the rest of the group, vocalising loudly. While initially inaudible and slurred, the instance's voice begins to rise in volume, culminating in the phrase \"OUR LORD! HE IS REBORN AT LAST! HE IS-\" <10:12> The film cuts out abruptly as one SCP-3716-A instance loses its footing, and the object and monk collide with the camera. <End Log>",
        "To our esteemed friends at the Foundation, On behalf of the Order, I apologise for the pandemonium we were responsible for recently. It was an embarrassing display, and does not reflect the disciplines we have come to practice here at the monastery. Devout faith and excessive alcohol do not seem to harmonise well. Though we respect your decision to remove them from our possession, we have since constructed an altar to help us worship and develop a stronger connection to our saviour, which should suffice for worship. Permission to conduct periodic pilgrimages to their resting place would be a great boon to our order, although given our recent conduct I understand if you deny us that privilege. As a gift, and some small manner of recompense, the attached package contains a fine bottle of Marrow and a complimentary zipper (on the off chance that you ever feel like opening up). Yours faithfully, Ischium",
        "\" SCP-3716 \" by MaliceAforethought and WhiteWampus, from the SCP Wiki . Source: https://scpwiki.com/scp-3716 . Licensed under CC-BY-SA .",
        "Filename: abbey.jpg Name: Caldey Island: the abbey church Author: Chris Downer License: CC BY-SA 2.0 Source Link: Geograph"
    ],
    "item": "SCP-3716",
    "object_class": "Euclid",
    "containment_procedures": "Instances of SCP-3716 are currently stored in Safe-class Containment Locker 128-B in Site-42. Access is only permitted to individuals with Level 3/3716 or above clearance. Due to the large quantity of SCP-3716-A instances currently extant, no further testing is deemed necessary.",
    "description": "SCP-3716 is the designation for around 3000 metal zippers1 that, when placed on the navel and rolled upwards to the neck, enable the user to extricate themselves from their entire integumentary system and most of their muscular system (with the exception of ligaments and joints) without blood loss, in a manner similar to removing an anorak and pants. Although their visceral organs, skeletal system, and other organ systems are wholly exposed, affected individuals (hereby termed SCP-3716-A) experience no adverse side effects.",
    "title": "SCP-3716"
}