{
    "url": "https://scp-wiki.wikidot.com/scp-3720",
    "all_text": "rating: \n+58\n+\n–\nx\n\n\nItem #:\n SCP-3720\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Mobile Task Force Iota-10 (“Damn Feds”) is to monitor civilian police department records worldwide for unsolved homicide, assault, or stalking cases that could indicate SCP-3720 activity. If SCP-3720-1 is confirmed to be targeting an individual, said individual is to be taken into protective Foundation custody. If possible, SCP-3720-1 manifestations should be non-lethally subdued and taken in for interrogation.\n\n\n\n\n+ Archived Special Containment Procedures\n\n\n\n\n- Click to close Archived Special Containment Procedures\n\n\n\n\n\n\nArchived Special Containment Procedures:\n Site-121’s daily perimeter patrols and security are to be doubled from the standard of a Site containing primarily Safe-class anomalies. All delivery crews entering Site-121 are to undergo additional screening before being allowed through Site-121’s main gate. When a manifestation of SCP-3720-1 is detected on Site-121 grounds, Site-121 is to initiate Lockdown Procedure LONGSHORE (“Uninvited Guest”), and security personnel should attempt to capture SCP-3720-1 alive for interrogation. If nonlethal takedown is impractical or impossible, security personnel are authorized to use deadly force. Patrol routes are to be reconfigured on a bi-weekly basis.\n\n\n\n\n\n\n\n\n\n\nDescription:\n SCP-3720 refers to the phenomena wherein an individual will be targeted for murder by SCP-3720-1. SCP-3720-1 manifests as a middle-aged Caucasian male, and exhibits no anomalous traits or abilities apart from its ability to spontaneously manifest and demanifest at will. SCP-3720-1 typically manifests wearing some form of civilian clothing appropriate with the region it appears in, and carrying various tools and weapons to help it locate, confront, and kill its target, hereafter referred to as SCP-3720-2. See Addendum 3720-01 for details regarding SCP-3720-1 activities.\n\n\nIf SCP-3720-1 is killed before killing SCP-3720-2, its remains and belongings will demanifest after several minutes, and a new manifestation of SCP-3720-1 will appear after one to three weeks within the approximate vicinity of SCP-3720-2. This new manifestation will continue to attempt to kill SCP-3720-2, apparently retaining the knowledge and experience of its previous iterations. Once SCP-3720-2 is dead, either through SCP-3720-1’s direct action or other causes, SCP-3720-1 will manifest elsewhere in the world after an extend period of time, targeting a new individual.\n\n\nSCP-3720 first came to the Foundation’s attention after SCP-3720-1 began periodically assaulting Site-121 in 2005. Since its discovery, SCP-3720 is believed to be responsible for anywhere from 7 to ██ deaths worldwide.\n\n\n\n\n+ Addendum 3720-01: Partial Manifestation Log\n\n\n\n\n- Click to close Addendum 3720-01\n\n\n\n\nAddendum 3720-01:\n Partial Manifestation Log\n\n\n\n\nNote:\n As many of SCP-3720-1’s incursions involved avoiding security patrols and surveillance equipment, concrete footage and eyewitness accounts were not always available. As such, the “Reconstructed Events” portion of these logs is merely the forensics team’s leading theory as to what occurred based on environmental context and whatever footage and eyewitness accounts were available.\n\n\n\n\n\n\nManifestation #:\n 1\n\n\nDate:\n 07/12/2005\n\n\nReconstructed Events:\n SCP-3720-1 blockades the main road leading to Site-121 using a fallen tree, forcing an inbound delivery truck to a stop. SCP-3720-1 incapacitates the lightly-armed delivery crew, leaving them unconscious on the side of the road. Stealing a uniform and ID, SCP-3720-1 commandeers the truck and attempts to pose as a deliveryman at Site-121’s gates. SCP-3720-1 is allowed to enter, but is recognized as an impostor by the loading bay staff. Security is alerted, and SCP-3720-1 is terminated while trying to flee. Upon its corpse demanifesting, entity is designated SCP-3720 and presumed neutralized.\n\n\nSite-121 Security Updates:\n Gate security staff reprimanded for failing to closely scrutinize the presented credentials. Delivery crews en route to Site-121 are now accompanied by two (2) armed security staff.\n\n\n\n\n\n\nManifestation #:\n 2\n\n\nDate:\n 07/20/2005\n\n\nReconstructed Events:\n SCP-3720-1 attempts to cut a hole in Site-121’s perimeter fence using a pair of bolt cutters. SCP-3720-1 is spotted by border patrols during this activity, and is terminated while attempting to flee. Upon demanifestation, SCP-3720 is reclassified as Euclid.\n\n\nSite-121 Security Updates:\n Perimeter security staff increased by 50% in anticipation of further incursions.\n\n\n\n\n\n\nManifestation #:\n 5\n\n\nDate:\n 09/01/2005\n\n\nReconstructed Events:\n Just after nightfall, SCP-3720-1 ambushes and incapacitates two border patrol officers using hand-to-hand combat and a small cattle prod. SCP-3720-1 cuts a hole in Site-121’s perimeter fence and proceeds deeper into the site on foot. SCP-3720-1 is spotted on camera unsuccessfully attempting to enter the Staff Dormitories’ front entrance. Security personnel are dispatched, and SCP-3720-1 is terminated while attempting to engage the response team using the aforementioned cattle prod.\n\n\nSite-121 Security Updates:\n Chain-link perimeter fence reinforced with a layer of sheet metal.\n\n\n\n\n\n\nManifestation #:\n 8\n\n\nDate:\n 11/12/2005\n\n\nReconstructed Events:\n SCP-3720-1 remotely detonates a small amount of explosives in the forested area near Site-121’s eastern entrance. While the bulk of Site-121 security staff are preoccupied investigating the blast and reinforcing the eastern gate, SCP-3720-1 uses a rudimentary zipline-like device to travel over the western end of the perimeter fence. SCP-3720-1 attempts to use a makeshift shaped explosive to enter the Staff Dormitories through a wall connected to a vacant supply closet. SCP-3720-1 is killed when the shaped charge detonates prematurely, leaving the wall moderately damaged.\n\n\nSite-121 Security Updates:\n Staff Dormitories’ wall is repaired. Several watchtowers are constructed around Site-121’s perimeter fence. Security patrols are assigned to the Staff Dormitories’ exterior.\n\n\n\n\n\n\nManifestation #:\n 12\n\n\nDate:\n 03/24/2006\n\n\nReconstructed Events:\n SCP-3720-1 spends an indeterminate amount of time digging a small underground tunnel, approximately 80 meters in length and 1.5 meters in diameter, from the wooded area surrounding Site-121 to a maintenance tunnel directly beneath Site-121. SCP-3720-1 navigates the maintenance tunnel, using a miniaturized tranquilizer gun to incapacitate the three (3) unarmed custodial staff it encounters along the way, before ascending a stairwell to the ground floor of Site-121’s Staff Dormitories. SCP-3720-1 is recognized by Researcher ████, who uses her personal sidearm to incapacitate the entity with a shot to its left shin. Security teams are scrambled, and SCP-3720-1 is stabilized and taken into Foundation custody. See Interview Log 3720-01.\n\n\nSite-121 Security Updates:\n Cameras are installed in various regions of Site-121’s underground maintenance tunnels. Several members of Site-121 administration propose temporary relocation of staff living quarters to a different, more secure location.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview Log 3720-01\n\n\n\n\n- Click to close Interview Log 3720-01\n\n\n\n\n\n\nInterview Log 3720-01\n\n\nDate:\n 03/24/2006\n\n\nInterviewer:\n Dr. Perrino\n\n\nInterviewed:\n SCP-3720-1\n\n\nForeword:\n Following its capture at the hands of Site-121 security, SCP-3720-1 had its wounds treated and its gear confiscated, and was handcuffed and sent to an on-site interrogation room.\n\n\n<Begin log>\n\n\nPerrino:\n Why have you been continually attempting to infiltrate this compound? Specifically, the Staff Dormitories?\n\n\n3720-1:\n Was hired to kill one of your guys. S████████.\n\n\nPerrino:\n Hired by whom?\n\n\n3720-1:\n You wouldn’t know her. Kinda part of the problem, that.\n\n\nPerrino:\n Indulge me.\n\n\n3720-1:\n The name “Velkai, Ever Present and Ever Watchful” ring any bells?\n\n\nPerrino:\n I’m afraid not.\n\n\n3720-1:\n Told ya.\n\n\nPerrino:\n Why does this “Velkai” want S████████ dead?\n\n\n3720-1:\n He, ah… He broke a vase. Of hers. Well, dedicated to her.\n\n\nPerrino:\n And that warrants execution?\n\n\n3720-1:\n In my opinion? No. But Velkai likes her pottery. Doesn’t have much left.\n\n\nPerrino:\n Can we contact this individual?\n\n\n3720-1:\n She doesn’t talk to humans, aside from me. Says it’s below her.\n\n\nPerrino:\n Velkai is non-human, then.\n\n\n3720-1:\n Yup.\n\n\nPerrino:\n What would you describe her as?\n\n\n3720-1:\n Not a good word for it in our language, m’afraid.\n\n\nPerrino:\n Are you non-human as well?\n\n\n3720-1:\n I'm just as human as you are, chief.\n\n\nPerrino:\n Your apparent reincarnations would suggest otherwise.\n\n\n3720-1:\n Well, that's just part of the job.\n\n\nPerrino:\n I assume you’re referring to your job as an… assassin? Is that a fitting title?\n\n\n3720-1:\n Yup. The whole disappearin’ and reappearin’ act is just somethin' of a \"new hire bonus\".\n\n\nPerrino:\n There are others like you?\n\n\n3720-1:\n Other hitmen? Yeah. But none of em’s human like me, far as I know. Part of why I took the job.\n\n\nPerrino:\n I’m afraid I don’t follow.\n\n\n\n\n3720-1:\n There’s always gonna be folks out there who want someone dead. And there’s always folks who are willin’ to make that someone dead, for the right price. Difference is how many other folks get hurt in the process, understand?\n\n\nPerrino:\n Somewhat. Continue, please.\n\n\n3720-1:\n My, uh, \ncoworkers\n couldn’t give two shakes of piss about collateral damage. They ain’t human, so what do they care if some extra humans get squashed along the way?\n\n\nPerrino:\n And you try to avoid such collateral?\n\n\n\n\n3720-1:\n Figured I made that abundantly clear. Coulda come in here guns blazin’, but I try to do things a bit more civil-like. Consider yerself lucky I got hired instead’a one of the real mean fuckers. Which brings me to my proposal.\n\n\nPerrino:\n And what’s that?\n\n\n3720-1:\n Hand over S████████, before other folks get hurt.\n\n\nPerrino:\n Excuse me?\n\n\n3720-1:\n I know it don’t sound all that appealin’. But I’ve been at this for months now. Velkai’s gettin’ impatient. She doesn’t have a lotta influence anymore, so she turned to me first, since I work real cheap. But eventually, she’s gonna save up enough to hire one of the mean fuckers instead. And that’s bad news for everyone around here.\n\n\nPerrino:\n We’re not going to hand over a man to be executed based on your vague threats.\n\n\n3720-1:\n It ain’t a threat, chief. Look, S████████’s a dead man. Don’t matter if I get him, or the next guy Velkai hires gets him. He’s marked, understand? All that’s up for debate is how many other folks gotta die in the process.\n\n\nPerrino:\n There’s no evidence to back up any of your claims. This could simply be a ploy to make your job easier.\n\n\n3720-1:\n If I wanted my job to be easy, I’d just jury-rig some chlorine gas and pump it into every building in this place. But I ain’t looking for the easy way.\n\n\nPerrino:\n You chose a strange line of work if you value human life this much.\n\n\n3720-1:\n Look, asshole, there’s always gonna be people payin’ good money to have other people killed. I can’t stop the goddamn system, so I might as well do what I can to take business away from the reckless shitheads who pick up these sorts’a contracts.\n\n\n[SCP-3720-1 sighs.]\n\n\n3720-1:\n My head’s startin’ to ache from stickin' around this long. Just-… just think about what I told ya, alright? My way ain’t exactly pretty, but it beats the alternative.\n\n\n[SCP-3720-1 abruptly dematerializes.]\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nAddendum 3720-02:\n Following Interview 3720-01, it was decided that Researcher S████████ be transported to an off-site safe house to minimize the risk towards other Foundation staff while MTF Upsilon-8 (\"Adherents\") attempted to contact Entity of Interest 3720-1 (\"Velkai\"). Upsilon-8's attempts were unsuccessful, and over the course of the next several weeks, SCP-3720-1 staged multiple assaults on the safe house, all of which were thwarted by security personnel. No Foundation casualties were sustained during this time.\n\n\nOn 06/03/2006, despite the lack of nearby fault lines, an earthquake (estimated magnitude: 7.0-7.5) decimated the safe house, killing Researcher S████████ and four of the six assigned security staff. The earthquake was localized entirely to the safe house and approximately 1.5 square kilometers of the surrounding forest.\n\n\n\n\n\n\n« \nSCP-3719\n | SCP-3720 | \nSCP-3721\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3720\n\" by Freemayne, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3720\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 3720-02: Following Interview 3720-01, it was decided that Researcher S████████ be transported to an off-site safe house to minimize the risk towards other Foundation staff while MTF Upsilon-8 (\"Adherents\") attempted to contact Entity of Interest 3720-1 (\"Velkai\"). Upsilon-8's attempts were unsuccessful, and over the course of the next several weeks, SCP-3720-1 staged multiple assaults on the safe house, all of which were thwarted by security personnel. No Foundation casualties were sustained during this time.\nOn 06/03/2006, despite the lack of nearby fault lines, an earthquake (estimated magnitude: 7.0-7.5) decimated the safe house, killing Researcher S████████ and four of the six assigned security staff. The earthquake was localized entirely to the safe house and approximately 1.5 square kilometers of the surrounding forest."
    ],
    "documents": [],
    "notes": [
        "Archived Special Containment Procedures: Site-121’s daily perimeter patrols and security are to be doubled from the standard of a Site containing primarily Safe-class anomalies. All delivery crews entering Site-121 are to undergo additional screening before being allowed through Site-121’s main gate. When a manifestation of SCP-3720-1 is detected on Site-121 grounds, Site-121 is to initiate Lockdown Procedure LONGSHORE (“Uninvited Guest”), and security personnel should attempt to capture SCP-3720-1 alive for interrogation. If nonlethal takedown is impractical or impossible, security personnel are authorized to use deadly force. Patrol routes are to be reconfigured on a bi-weekly basis.",
        "Note: As many of SCP-3720-1’s incursions involved avoiding security patrols and surveillance equipment, concrete footage and eyewitness accounts were not always available. As such, the “Reconstructed Events” portion of these logs is merely the forensics team’s leading theory as to what occurred based on environmental context and whatever footage and eyewitness accounts were available.",
        "Manifestation #: 1 Date: 07/12/2005 Reconstructed Events: SCP-3720-1 blockades the main road leading to Site-121 using a fallen tree, forcing an inbound delivery truck to a stop. SCP-3720-1 incapacitates the lightly-armed delivery crew, leaving them unconscious on the side of the road. Stealing a uniform and ID, SCP-3720-1 commandeers the truck and attempts to pose as a deliveryman at Site-121’s gates. SCP-3720-1 is allowed to enter, but is recognized as an impostor by the loading bay staff. Security is alerted, and SCP-3720-1 is terminated while trying to flee. Upon its corpse demanifesting, entity is designated SCP-3720 and presumed neutralized. Site-121 Security Updates: Gate security staff reprimanded for failing to closely scrutinize the presented credentials. Delivery crews en route to Site-121 are now accompanied by two (2) armed security staff.",
        "Manifestation #: 2 Date: 07/20/2005 Reconstructed Events: SCP-3720-1 attempts to cut a hole in Site-121’s perimeter fence using a pair of bolt cutters. SCP-3720-1 is spotted by border patrols during this activity, and is terminated while attempting to flee. Upon demanifestation, SCP-3720 is reclassified as Euclid. Site-121 Security Updates: Perimeter security staff increased by 50% in anticipation of further incursions.",
        "Manifestation #: 5 Date: 09/01/2005 Reconstructed Events: Just after nightfall, SCP-3720-1 ambushes and incapacitates two border patrol officers using hand-to-hand combat and a small cattle prod. SCP-3720-1 cuts a hole in Site-121’s perimeter fence and proceeds deeper into the site on foot. SCP-3720-1 is spotted on camera unsuccessfully attempting to enter the Staff Dormitories’ front entrance. Security personnel are dispatched, and SCP-3720-1 is terminated while attempting to engage the response team using the aforementioned cattle prod. Site-121 Security Updates: Chain-link perimeter fence reinforced with a layer of sheet metal.",
        "Manifestation #: 8 Date: 11/12/2005 Reconstructed Events: SCP-3720-1 remotely detonates a small amount of explosives in the forested area near Site-121’s eastern entrance. While the bulk of Site-121 security staff are preoccupied investigating the blast and reinforcing the eastern gate, SCP-3720-1 uses a rudimentary zipline-like device to travel over the western end of the perimeter fence. SCP-3720-1 attempts to use a makeshift shaped explosive to enter the Staff Dormitories through a wall connected to a vacant supply closet. SCP-3720-1 is killed when the shaped charge detonates prematurely, leaving the wall moderately damaged. Site-121 Security Updates: Staff Dormitories’ wall is repaired. Several watchtowers are constructed around Site-121’s perimeter fence. Security patrols are assigned to the Staff Dormitories’ exterior.",
        "Manifestation #: 12 Date: 03/24/2006 Reconstructed Events: SCP-3720-1 spends an indeterminate amount of time digging a small underground tunnel, approximately 80 meters in length and 1.5 meters in diameter, from the wooded area surrounding Site-121 to a maintenance tunnel directly beneath Site-121. SCP-3720-1 navigates the maintenance tunnel, using a miniaturized tranquilizer gun to incapacitate the three (3) unarmed custodial staff it encounters along the way, before ascending a stairwell to the ground floor of Site-121’s Staff Dormitories. SCP-3720-1 is recognized by Researcher ████, who uses her personal sidearm to incapacitate the entity with a shot to its left shin. Security teams are scrambled, and SCP-3720-1 is stabilized and taken into Foundation custody. See Interview Log 3720-01. Site-121 Security Updates: Cameras are installed in various regions of Site-121’s underground maintenance tunnels. Several members of Site-121 administration propose temporary relocation of staff living quarters to a different, more secure location.",
        "Interview Log 3720-01 Date: 03/24/2006 Interviewer: Dr. Perrino Interviewed: SCP-3720-1 Foreword: Following its capture at the hands of Site-121 security, SCP-3720-1 had its wounds treated and its gear confiscated, and was handcuffed and sent to an on-site interrogation room. <Begin log> Perrino: Why have you been continually attempting to infiltrate this compound? Specifically, the Staff Dormitories? 3720-1: Was hired to kill one of your guys. S████████. Perrino: Hired by whom? 3720-1: You wouldn’t know her. Kinda part of the problem, that. Perrino: Indulge me. 3720-1: The name “Velkai, Ever Present and Ever Watchful” ring any bells? Perrino: I’m afraid not. 3720-1: Told ya. Perrino: Why does this “Velkai” want S████████ dead? 3720-1: He, ah… He broke a vase. Of hers. Well, dedicated to her. Perrino: And that warrants execution? 3720-1: In my opinion? No. But Velkai likes her pottery. Doesn’t have much left. Perrino: Can we contact this individual? 3720-1: She doesn’t talk to humans, aside from me. Says it’s below her. Perrino: Velkai is non-human, then. 3720-1: Yup. Perrino: What would you describe her as? 3720-1: Not a good word for it in our language, m’afraid. Perrino: Are you non-human as well? 3720-1: I'm just as human as you are, chief. Perrino: Your apparent reincarnations would suggest otherwise. 3720-1: Well, that's just part of the job. Perrino: I assume you’re referring to your job as an… assassin? Is that a fitting title? 3720-1: Yup. The whole disappearin’ and reappearin’ act is just somethin' of a \"new hire bonus\". Perrino: There are others like you? 3720-1: Other hitmen? Yeah. But none of em’s human like me, far as I know. Part of why I took the job. Perrino: I’m afraid I don’t follow. 3720-1: There’s always gonna be folks out there who want someone dead. And there’s always folks who are willin’ to make that someone dead, for the right price. Difference is how many other folks get hurt in the process, understand? Perrino: Somewhat. Continue, please. 3720-1: My, uh, coworkers couldn’t give two shakes of piss about collateral damage. They ain’t human, so what do they care if some extra humans get squashed along the way? Perrino: And you try to avoid such collateral? 3720-1: Figured I made that abundantly clear. Coulda come in here guns blazin’, but I try to do things a bit more civil-like. Consider yerself lucky I got hired instead’a one of the real mean fuckers. Which brings me to my proposal. Perrino: And what’s that? 3720-1: Hand over S████████, before other folks get hurt. Perrino: Excuse me? 3720-1: I know it don’t sound all that appealin’. But I’ve been at this for months now. Velkai’s gettin’ impatient. She doesn’t have a lotta influence anymore, so she turned to me first, since I work real cheap. But eventually, she’s gonna save up enough to hire one of the mean fuckers instead. And that’s bad news for everyone around here. Perrino: We’re not going to hand over a man to be executed based on your vague threats. 3720-1: It ain’t a threat, chief. Look, S████████’s a dead man. Don’t matter if I get him, or the next guy Velkai hires gets him. He’s marked, understand? All that’s up for debate is how many other folks gotta die in the process. Perrino: There’s no evidence to back up any of your claims. This could simply be a ploy to make your job easier. 3720-1: If I wanted my job to be easy, I’d just jury-rig some chlorine gas and pump it into every building in this place. But I ain’t looking for the easy way. Perrino: You chose a strange line of work if you value human life this much. 3720-1: Look, asshole, there’s always gonna be people payin’ good money to have other people killed. I can’t stop the goddamn system, so I might as well do what I can to take business away from the reckless shitheads who pick up these sorts’a contracts. [SCP-3720-1 sighs.] 3720-1: My head’s startin’ to ache from stickin' around this long. Just-… just think about what I told ya, alright? My way ain’t exactly pretty, but it beats the alternative. [SCP-3720-1 abruptly dematerializes.] <End Log>",
        "\" SCP-3720 \" by Freemayne, from the SCP Wiki . Source: https://scpwiki.com/scp-3720 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3720",
    "object_class": "Euclid",
    "containment_procedures": "Mobile Task Force Iota-10 (“Damn Feds”) is to monitor civilian police department records worldwide for unsolved homicide, assault, or stalking cases that could indicate SCP-3720 activity. If SCP-3720-1 is confirmed to be targeting an individual, said individual is to be taken into protective Foundation custody. If possible, SCP-3720-1 manifestations should be non-lethally subdued and taken in for interrogation.",
    "description": "SCP-3720 refers to the phenomena wherein an individual will be targeted for murder by SCP-3720-1. SCP-3720-1 manifests as a middle-aged Caucasian male, and exhibits no anomalous traits or abilities apart from its ability to spontaneously manifest and demanifest at will. SCP-3720-1 typically manifests wearing some form of civilian clothing appropriate with the region it appears in, and carrying various tools and weapons to help it locate, confront, and kill its target, hereafter referred to as SCP-3720-2. See Addendum 3720-01 for details regarding SCP-3720-1 activities.",
    "title": "SCP-3720"
}