{
    "url": "https://scp-wiki.wikidot.com/scp-3723",
    "all_text": "rating: \n+59\n+\n–\nx\n\n\nBy Marcelles Raynes\n\n\n\n\n \n\n\n\n\nLink To Guide\n\n\nItem#:\n3723\n\n\nClearance Level 3:\n \nClearance\n\n\n\n\n\n\nContainment Class:\n \neuclid\n\n\n\n\n\n\n\n\nSecondary Class:\n \ndecommissioned\n\n\n\n\n\n\n\n\n\n\nDisruption Class:\n \n#\n/vlam\n\n\n\n\n\n\n\n\nRisk Class:\n \n#\n/notice\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\n\n\n\nSCP-3723 has been decommissioned. The remains of each instance have been cremated and the instruments used have been smelted down or incinerated. Ashes of the SCP-3723 entities and their instruments have been scattered in the Pacific Ocean.\n\n\n\nDescription\n\n\n\n\n\n\n\n\nSCP-3723-13, -5, & -1 mid-performance\n\n\n\n\n\n\nSCP-3723 was the collective designation for a pod of \nLeiden Orcinus\n (Colloquially known as orcas or killer whales) consisting of thirteen individual instances, designated SCP-3723-1 through SCP-3723-13. Despite maintaining the typical physique and appearance of killer whales, members of SCP-3723 were behaviorally anomalous. Each instance possessed intelligence that would be considered above average for baseline humans, with an averaged intelligence quotient of 130 for the whole group. The entities were capable of human levels of telepathic and vocal communication with each other and other organisms, although how they were able to perform either is unknown. Autopsies of each instance have confirmed that their internal biology is indistinguishable from non-anomalous killer whales.\n\n\nEach SCP-3723 instance is proficient in playing an instrument commonly used in standard orchestras. The instruments are carried in one of the pectoral fins or in an entity's mouth and are sized proportionately to the specific SCP-3723 instance. How SCP-3723 instances were able to obtain instruments of this size and the knowledge to operate them is unknown.\n\n\nWith the exception of SCP-3723-8 and SCP-3723-13, all SCP-3723 members are anomalously herbivorous.\n\n\nSCP-3723-A is an anomalous, parasitic infection resembling barnacles present on the bodies of SCP-3723 members. SCP-3723-A possesses a prehensile, hook-like appendage that it uses to burrow into the hide of SCP-3723 instances. The parasite absorbs the majority of food consumed by SCP-3723 instances, requiring the entities to consume double or triple the amount of food needed to sustain themselves.\n\n\n\n\nDiscovery\n\n\n\n\n\nSCP-3723 was discovered by deep-sea divers local to San Diego, California. The divers, Haley Valejo and Claire Cammarano, recorded their expedition with head-mounted body cameras. The following footage was compiled following the detainment of the divers.\n\n\n\n<Begin Log>\n\n\n[Footage begins with Cammarano and Valejo submerging underwater. Camera is obscured for several seconds by seafoam and displaced oxygen bubbles. Once the water settles to acceptable levels, Valejo signals a \"thumbs up\" to Cammarano, who reciprocates the gesture. Both divers look down. The water below them is opaque. They descend.]\n\n\n[Descent stops at approximately 40 meters below sea level. Cammarano signals a \"thumbs up\" gesture to Valejo, although she does not reciprocate the gesture. Camera pans downward, revealing a school of fish swimming beneath the divers.]\n\n\n[Several seconds later, low-frequency noise is heard. Judging by slight erratic movements, Valejo experiences panic. Cammarano does not exhibit any deviance in behavior.]\n\n\n[A member of SCP-3723 ascends through the water, passing Cammarano and Valejo and displacing them greatly.]\n\n\nSCP-3723-1:\n My apologies.\n\n\n[SCP-3723-1 swims toward Valejo, who is ascending toward the surface at a rapid pace. SCP-3723-1 catches up to Valejo and bites her ankle. Valejo appears to exhibit a pained response, although there is no blood present in the water around the point of contact. SCP-3723-1 returns Valejo to her previous position next to Cammarano.]\n\n\n[Cammarano and Valejo exchange looks of confusion. SCP-3723-1 appears to bow before withdrawing a violin and holding it in its fins. It is unclear where the violin could have been hidden.]\n\n\nSCP-3723-1:\n You'll likely be one of the few to hear the melodic notes of the Royal Pacific Philharmonic Orchestra. Worry not, tiny thing. It will only be a moment.\n\n\n[SCP-3723-1 produces a long, low-frequency noise with its throat. This activity lasts for approximately three minutes. At its conclusion, the remaining twelve members of SCP-3723 converge on SCP-3723-1 from various directions. It is unclear where they are swimming from based on the quality of the camera footage. Each individual instance is carrying a unique orchestral instrument approximately 300% larger than their standard industry size. SCP-3723-1 turns to face the other SCP-3723 instances.]\n\n\n[SCP-3723-1 begins to play in a 4:4 tempo, performing an unknown classical song. SCP-3723 instances continue to play for twenty minutes before reaching the conclusion of the song. Several instances appear to cough violently and \"scratch\" at the SCP-3723-A instances present on their bodies before swimming away.]\n\n\nSCP-3723-1:\n Thank you for listening, friends. You have no idea how much this means to us. Thank you. Perhaps we'll meet again someday, either in this life or the next.\n\n\n[SCP-3723-1 joins the rest of the instances before leaving camera view. Valejo signals a \"thumbs up\" to Cammarano, who reciprocates the gesture. They ascend to the surface.]\n\n\n<End Log>\n\n\n\n\n\n\n\n\nInterviews\n\n\n\n\n\nThe members of SCP-3723 were tracked using standard procedures for migrating aquatic animals and were later found off the shore of Coronado, California. Researcher Umar Hadid was tasked with interviewing each individual instance in an attempt to understand the motives and inspiration for the entities' musical intrigue. Attempts to interview every individual entity proved impossible due to the presence of SCP-3723-A instances on the throats of some entities.\n\nInterviews have been edited for brevity. The full interviews of each instance are available upon request.\n\n\n\n\nInterviewer:\n Umar Hadid\n\n\nInterviewed:\n SCP-3723-13\n\n\nInterviewed Description:\n Entity resembles a member of \nLeiden Orcinus\n. Presence of SCP-3723-A obscures the right eye and partially obscures the left. Scar tissue is present on the right side of the face. Several wounds resembling bite marks are present along the pectorals.\n\n\n\n\n<Begin Log>\n\n\nHadid:\n How did you learn to play the flute?\n\n\nSCP-3723-13:\n Dreadfather taught me when we were in front of the ships.\n\n\nHadid:\n I'm sorry, \nwho\n?\n\n\nSCP-3723-13:\n Dreadfather? The whale with the violin?\n\n\nHadid:\n Oh.\n\n\nSCP-3723-13:\n He's an inspiration, honestly.\n\n\nHadid:\n I see that you have a lot of reverence for this… Dreadfather.\n\n\nSCP-3723-13:\n We'd still be… well… we'd still be less than what we are now if it weren't for him.\n\n\nHadid:\n Less than what you are now?\n\n\nSCP-3723-13:\n Yeah. The pod was in a bad spot before Dreadfather picked up the strings. I was in a bad spot too. Bullying seals, eating penguins, traumatizing sharks. \n[It laughs]\n I still mess with sharks though, just not like before.\n\n\nHadid:\n So the Dreadfather reformed you, in a sense?\n\n\nSCP-3723-13:\n Well, yeah. We aren't just mindless killing machines you know. We're musicians. He taught us that. I'm my own orca and no one can take that away from-\n\n\n[The entity coughs violently for several seconds.]\n\n\nHadid:\n I imagine the -A instances cause you some discomfort.\n\n\nSCP-3723-13:\n \"Dash A\" instances?\n\n\nHadid:\n The uh… barnacles.\n\n\nSCP-3723-13:\n It's… \n[The entity coughs again.]\n Nothing I can't handle. Wanna hear me play a song?\n\n\nHadid:\n Sure, but I'll have you know that I'm a real stickler for the orchestra.\n\n\nSCP-3723-13:\n Ha! Orca-stra. That's a good name for us. A lot better than the Royal Pacific Philharmonic Orchestra. \n[It pauses]\n Don't tell Dreadfather I said that.\n\n\nHadid:\n I won't, don't worry. Also, I'm curious, do you all have names? I know that you refer to the orca that plays the violin as \"Dreadfather\", but do the rest of you have any um… names or uh, nicknames for yourselves?\n\n\nSCP-3723-13:\n Yes.\n\n\n[Silence]\n\n\nHadid:\n Can you tell me what they are?\n\n\nSCP-3723-13:\n No.\n\n\n[Entity swims away from Hadid, slapping its tail on the water's surface with enough force to blast Hadid backward several meters.]\n\n\n<End Log>\n\n\n\n\n\n\n\n\nInterviewer:\n Umar Hadid\n\n\nInterviewed:\n SCP-3723-5\n\n\nInterviewed Description:\n Entity resembles a member of \nLeiden Orcinus\n. Presence of SCP-3723-A is notable on the underbelly, although it is scarce elsewhere on the body. Despite lacking the majority of the left pectoral fin, the entity displays no difficulty in playing the oboe.\n\n\n<Begin Log>\n\n\nHadid:\n When did you acquire them? The barnacles, that is.\n\n\nSCP-3723-5:\n I don't know. Honestly. They're a bit itchy but otherwise? They're not so bad.\n\n\nHadid:\n They look uncomfortable. How are you able to perform with all of the -A instances attached to your bodies? Do they impact your performance at all?\n\n\nSCP-3723-5:\n I don't think so. At least, not in any way that I've noticed. I think I had mine on me before I learned to play the oboe but like I said, I'm not \nexactly\n keen on when these parasites hooked onto me.\n\n\nHadid:\n I see.\n\n\nSCP-3723-5:\n You seem troubled, land dweller. Something on your mind?\n\n\nHadid:\n Just… thinking of how I can help you.\n\n\nSCP-3723-5:\n Oh, don't you worry about that. We've been doing just fine this whole time. Dreadfather takes great care of us and we take care of him. We have each other's backs, musically and otherwise. I appreciate the concern but… it'll probably be fine.\n\n\nHadid:\n You sound so sure about that.\n\n\nSCP-3723-5:\n I have faith, land dweller. I still have time in this life for music and I intend to make the most of it.\n\n\n<End Log>\n\n\n\n\n\n\n\n\nInterviewer:\n Umar Hadid\n\n\nInterviewed:\n SCP-3723-1\n\n\nInterviewed Description:\n Entity resembles a member of \nLeiden Orcinus\n, presence of SCP-3723-A is abundant. Scar tissue across the face, pectoral fins, and dorsal fin are present. Entity demonstrates remarkable skill with the violin.\n\n\nHadid:\n I hear your orchestra calls you the \"Dreadfather\". Is there any… particular reason for the nickname?\n\n\nSCP-3723-1:\n I may or may not have culled a herd of sharks once upon a time. \n[It laughs]\n\n\nHadid:\n Is that a joke?\n\n\nSCP-3723-1:\n Does your species not have a sense of humor?\n\n\nHadid:\n \n[Stammering]\n N-no, I…\n\n\nSCP-3723-1:\n My apologies, Mr. Hadid. I did not mean to insult you or your people.\n\n\nHadid:\n You didn't, I just wasn't expecting a killer whale to crack jokes.\n\n\nSCP-3723-1:\n Were you expecting one to play in an orchestra as well?\n\n\nHadid:\n \n[He laughs]\n No, I suppose not. About that actually, when did your group start playing music? And why?\n\n\nSCP-3723-1:\n It was around the time my grandmother was eaten by that school of great whites. So it must have been… hrm… twenty? Thirty years ago? Yes, that sounds correct. She was adamant that we be more than the label ascribed to us. That we should define what \"orca\" meant ourselves, rather than letting the rest of the ocean decide what that meant for us. Our kind have a bad reputation under the sea, as I'm sure you know. Probably on the shores as well.\n\n\nHadid:\n What makes you so sure of that? You're aquatic mammals.\n\n\nSCP-3723-1:\n Do you think you're the first to call us \"killer\" whales?\n\n\n[Hadid is silent]\n\n\nSCP-3723-1:\n I wanted to show the sea that I was more than a giant, hostile, violent, calculating fish. I picked up the violin and watched people from the shore play. It took me a while to figure it out, and I almost gave up at first. But when pod-mates joined me, each of them with their own instruments and ambition to make a change, I found the resolve to continue. After some time, we were playing along with the humans. Then we were playing \nfor\n the humans. At last we left to travel the seas, playing a symphony for any fish, shark, or hydromer\n1\n that would hear us. And now, I'm afraid, we're at the end of our journey and I brought us here.\n\n\nHadid:\n You… brought the pod here? Do you mean \nhere\n in this location or…?\n\n\nSCP-3723-1:\n This infection. The parasites. I thought they would help us play better. We could have used their long tongues to help us hold the instruments and play more complex notes. I thought we'd be a \nreal\n orchestra with them. I wanted to make history and instead, I've doomed us. Now, we're at our final resting place, and I am at fault for all of this.\n\n\nHadid:\n I'm so sorry… Would… would traveling elsewhere remove the parasites from your bodies? Or is… is there \nany\n way that I can help you?\n\n\nSCP-3723-1:\n No, my friend. We are far too gone now.\n\n\nHadid:\n What do you mean?\n\n\nSCP-3723-1:\n We're in pain, Mr. Hadid. The others they… they hide it. They think they hide it well but I can see their suffering. It hurts them, and it hurts me to see them suffer.\n\n\nHadid:\n You're doing a wonderful job of keeping it together for the good of the group, Dreadfather.\n\n\nSCP-3723-1:\n Ha… Dreadfather. That name meant something different once, changed when we became more than just orcas. But…\n\n\nHadid:\n But what?\n\n\nSCP-3723-1:\n \n[It sighs. Air is ejected out of its blowhole.]\n I need your help to guide us into the next life. Painlessly, if you could. We have suffered enough.\n\n\nHadid:\n Wait, what?\n\n\nSCP-3723-1:\n At our next performance, you will do what needs to be done.\n\n\nHadid:\n Are you asking me to authorize \neuthanasia\n?\n\n\nSCP-3723-1:\n If that is what you call it, yes. Please, Mr. Hadid. I can't bear to watch them suffer and bleed and toil any longer. Help us.\n\n\n<End Log>\n\n\n\n\n\n\nSymphone No. 13 in C Major\n\n\n\n\n\nResearcher Hadid relayed SCP-3723-1's request for termination to the Ethics Committee liaison stationed at Site-83. After the customary three-business-day waiting period, the request for the decommissioning of SCP-3723 was approved with a unanimous vote. A soluble, lethal chemical solution (The Zyphoid Strain\n2\n) was administered to the water during SCP-3723's next performance. The solution would extinguish all life functions within the anomalies through the deactivation of the nervous system. The Zyphoid Strain would then dissolve within a 6 hour period, leaving adverse environmental impact minimal at best.\n\nThe following is a recording of the decommissioning, produced for Foundation Ethics Committee training.\n\n\n\n\n<Begin Log>\n\n\n[SCP-3723 entities have breached the surface of the water with their instruments. Foundation staff are present on the shore, seated in chairs lined in rows. Staff are dressed in black and white formal attire. Some can be seen crying.]\n\n\n[SCP-3723-1 swims forward, ahead of the rest. Entity begins playing \"Someday I'll Follow\" by artist Wodkah. Gradually the other entities join in with their own instruments. Foundation agents on sailboats cast off from docks nearby. SCP-3723 entities notice the arrival of the agents within their vicinity, but do not interact with them as they are preoccupied with the performance. Agents weigh anchor in a loose semi-circle around the entities.]\n\n\n[Following confirmation from on-shore command, Foundation Agents release tanks containing the Zyphoid Strain into the water. SCP-3723 entities demonstrate visible confusion. SCP-3723-1 continues playing, encouraging the other entities to follow suit.]\n\n\n[Gradually SCP-3723 entities begin to succumb to the adverse effects of the Zyphoid Strain. Entities sink beneath the surface of the water. Blood is present in the water as SCP-3723-A instances detach from SCP-3723 entities, although they dissolve shortly after detachment. SCP-3723-1 stares at one of the Foundation sailboats before appearing to smile. Entity expires shortly thereafter.]\n\n\n[Attending Foundation staff depart in silence.]\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \nDEFINITION:\n Hy·​dro·​mer (noun) Amphibious humanoid entity with webbed hands and feet. Some possess tails that comprise the lower half of their bodies. Capable of producing sound at frequencies known to cause adverse compulsory effects in those within audible range. \n~AVAST! A study on aquatic life. Sect. 12: The Mermaid.\n\n\n2\n. A toxin comprised of Batrachotoxin, morphine, [REDACTED] and SCP-████ extract.\n\n\n\n\n\n\n\n\n« \nSCP-3722\n | SCP-3723 | \nSCP-3724\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "title": "SCP-3723"
}