{
    "url": "https://scp-wiki.wikidot.com/scp-3732",
    "all_text": "rating: \n+163\n+\n–\nx\n\n\n\n\n\n\n\n\nWARNING: THE FOLLOWING FILE IS LEVEL 3/3732 CLASSIFIED\n\n\n\n\nANY ATTEMPT TO ACCESS THIS FILE WITHOUT LEVEL 3/3732 AUTHORIZATION WILL BE LOGGED AND WILL LEAD TO IMMEDIATE DISCIPLINARY ACTION.\n\n\n\n\n\n\n\n\n\n\n\n\nNOTICE: THIS FILE IS (5969) DAYS OUT OF DATE. PLEASE REFRESH. \n\n\n\n\nFILE LAST UPDATED: TODAY\n\n\n\n\nItem #:\n SCP-3732\n\n\nObject Class:\n Neutralized\n\n\nSpecial Containment Procedures:\n A windowless mausoleum has been built around SCP-3732 (designated Provisional Site-608) for the purposes of concealing SCP-3732. Access to files concerning SCP-3732 is restricted to personnel with Level 3/3732 clearance.\n\n\nDescription:\n SCP-3732 is the remaining pieces of a gravestone belonging to Rebecca Soss at Oak Hill Cemetery in Janesville, WI. The pieces are suspended approximately 48 cm above Soss' gravesite. The majority of the object has been destroyed or removed, with the exception of the stone displaying the engraved name and a pictograph of an oak tree above it.\n\n\nSCP-3732 is resistant to movement and seemingly impervious to damage. Attempts to move it by mechanical means have resulted in failure, and in some cases has resulted in minor damage to equipment.\n\n\nPhotographs provided by the groundskeeper of Oak Hill Cemetary depict the full text of SCP-3732's inscription at the time of installation on 11/12/2000. In the photographs, an epitaph can be read just below the engraved name, as stipulated in Soss's will. It reads:\n\n\n\n\n\n\n\"This block of stone\n\n\nIs a testament\n\n\nNot to my life\n\n\nBut to have been alive at all\"\n\n\n\n\n\n\n\nAfter an investigation into Rebecca Soss' history, the following information has been noted as significant to understanding her life:\n\n\n\nPassed away on November 3rd, 2000, at the age of 79 in Mercyhealth Hospital.\n\n\nOwned a house in Janesville, Wisconsin.\n\n\nLived her entire life within Janesville, Wisconsin.\n\n\nNever married.\n\n\nNever had children.\n\n\n\n\nWithin Soss's last will and testament, she had requested her funds be used to purchase her grave plot and stone.\n\n\nDiscovery:\n SCP-3732's anomalous properties manifested on August 10, 2004. A month prior, the headstone had sustained significant structural damage after it had been vandalized. A new headstone had been ordered to replace the vandalized headstone, but the installation team assigned were unable to remove the stone as a whole. They chose to break the stone into separate, easier to move pieces after an hour of concerted efforts. When doing so, all pieces had been successfully removed with the exception of SCP-3732, which remained in the air above the grave.\n\n\nFollowing the amnesticization of witnesses, SCP-3732 was seen dropping slowly in height. Testing has been scheduled to take place in one week.\n\n\nAddendum (12/10/2016):\n Ten years after testing had halted, Lead Researcher Danica visited Provisional Site-608 for the purpose of verifying SCP-3732's file for correct information. In doing so, he found that SCP-3732 had descended 0.8cm from its initially recorded position. A surveillance camera has been installed inside of SCP-3732's containment area to monitor any changes in distance.\n\n\nAddendum (04/29/2020):\n Researcher Paite found that SCP-3732 had descended slightly when comparing stills from surveillance footage. She then went to directly report the new findings to Lead Researcher Danica. However, he did not immediately recall the object by its designation number, needing to be reminded by describing it.\n\n\nSCP-3732 is believed to possess memory-altering capabilities. Additional testing has been scheduled to confirm this theory, and access to the anomaly has been restricted to Level 3/3732.\n\n\nAddendum (05/07/2020):\n Researcher Paite was selected to conduct testing on SCP-3732's memory-altering capabilities. Paite was selected due to her ability to recall SCP-3732's designation and properties from memory. In this test, D-4987 was briefed on SCP-3732 and its history before being amnesticized. In a separate room, Lead Researcher Danica monitored SCP-3732 through the surveillance feed. A backdrop with marked lines was added behind the object to accurately measure changes in height.\n\n\nApproximately five minutes after Paite administered the amnestic, the object was seen falling slowly, moving from 44cm to 42.5cm.\n\n\nIncident Log (09/15/2036):\n Researcher Roddefer was debriefed on SCP-3732 and selected to replace Danica as Staff Lead. Upon arriving at Provisional Site-608 to begin additional testing, SCP-3732 was found destroyed on the ground. All former pieces of the object were found to no longer be resistant to movement and damage.\n\n\nSCP-3732 has been reclassified as \nNeutralized\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3731\n | SCP-3732 | \nSCP-3733\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "\"This block of stone Is a testament Not to my life But to have been alive at all\""
    ],
    "item": "SCP-3732",
    "object_class": "Neutralized",
    "containment_procedures": "A windowless mausoleum has been built around SCP-3732 (designated Provisional Site-608) for the purposes of concealing SCP-3732. Access to files concerning SCP-3732 is restricted to personnel with Level 3/3732 clearance.",
    "description": "SCP-3732 is the remaining pieces of a gravestone belonging to Rebecca Soss at Oak Hill Cemetery in Janesville, WI. The pieces are suspended approximately 48 cm above Soss' gravesite. The majority of the object has been destroyed or removed, with the exception of the stone displaying the engraved name and a pictograph of an oak tree above it.",
    "title": "SCP-3732"
}