{
    "url": "https://scp-wiki.wikidot.com/scp-3734",
    "all_text": "rating: \n+90\n+\n–\nx\n\n\n\n\nItem #:\n SCP-3734\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3734 is kept in a standard item locker near Site-119's garden.\n\n\nDescription:\n SCP-3734 are a set of five small pedestals made of Lego brand bricks, each a different color.\n\n\nWhen earthworms (class \nOligochaeta\n) are placed in the center of all SCP-3734 instances, a flash of light is emitted. The earthworms (now designated SCP-3734-A) manifest rubber wrappings and miniature helmets matching the color of their pedestal, and gain increased flexibility and strength.\n\n\nSmall animals will manifest near SCP-3734; these usually include insects, centipedes, small mammals such as moles, or amphibians. SCP-3734-A instances will strike poses before launching themselves from the pedestals and engaging the animals in unarmed combat. Due to their enhanced abilities, the SCP-3734-A instances are usually capable of defeating the animals easily; defeated animals demanifest in a small cloud of smoke. Upon victory, SCP-3734-A instances move back to their pedestals and their wrappings and helmets demanifest.\n\n\nOccasionally, a single larger animal\n1\n will manifest in the area instead of many small ones. When this occurs, SCP-3734-A will remain on the pedestal and perform a complex series of dances. The SCP-3734 pedestals will unfold and reshape into oversized worm-shaped exoskeletons (~15-40 cm long), which SCP-3734-A will use to battle the intruder. It is unknown where the excess Lego pieces originate from.\n\n\nAddendum:\n During testing, Dr. Maravilla removed a weasel from the testing chamber while SCP-3734-A were battling it with their large exoskeletons. SCP-3734-A instances combined their exoskeletons to form a single, even larger exoskeleton 1.5 m long, and proceeded to attack Dr. Maravilla when he returned to the chamber. Dr. Maravilla managed to defend himself long enough to escape the chamber, at which point the exoskeleton posed dramatically and produced confetti and a musical cue before splitting back into individual exoskeletons and then returning to pedestal form.\n\n\nConfetti produced bore a stylized logo of an earthworm wearing a helmet, and an indistinct kanji on the reverse side. Following this, the SCP-3734 pedestals changed their style and gained a new set of 5 colors.\n\n\n\n\nFootnotes\n\n\n1\n. To date, snakes, birds, hedgehogs, and foxes have appeared.\n\n\n\n\n\n\n\n\n« \nSCP-3733\n | SCP-3734 | \nSCP-3735\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3734\n\" by Weryllium, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3734\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: During testing, Dr. Maravilla removed a weasel from the testing chamber while SCP-3734-A were battling it with their large exoskeletons. SCP-3734-A instances combined their exoskeletons to form a single, even larger exoskeleton 1.5 m long, and proceeded to attack Dr. Maravilla when he returned to the chamber. Dr. Maravilla managed to defend himself long enough to escape the chamber, at which point the exoskeleton posed dramatically and produced confetti and a musical cue before splitting back into individual exoskeletons and then returning to pedestal form.\nConfetti produced bore a stylized logo of an earthworm wearing a helmet, and an indistinct kanji on the reverse side. Following this, the SCP-3734 pedestals changed their style and gained a new set of 5 colors."
    ],
    "documents": [],
    "notes": [
        "\" SCP-3734 \" by Weryllium, from the SCP Wiki . Source: https://scpwiki.com/scp-3734 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Safe",
    "containment_procedures": "SCP-3734 is kept in a standard item locker near Site-119's garden.",
    "description": "SCP-3734 are a set of five small pedestals made of Lego brand bricks, each a different color.",
    "title": "SCP-3734"
}