{
    "url": "https://scp-wiki.wikidot.com/scp-3736",
    "all_text": "rating: \n+44\n+\n–\nx\n\n\nItem #:\n SCP-3736\n\n\nObject Class:\n Safe\n\n\nContainment Procedures:\n SCP-3736 is to be contained in Low-Security Locker 34 at Site 21. SCP-3736 is to be released and be engaged with by any C Class Personnel or higher at least once a day. SCP-3736's locker is to be furnished with a chargeable light that must remain on at all times while it is inside. This light is to be recharged when SCP-3736 is outside its locker.\n\n\nDescription:\n SCP-3736 is a standard Bop It! model with audio commands as well as multiple game modes. SCP-3736 is part of a discontinued brand referred to as Bop It Extreme 2. SCP-3736 can be played as a standard Bop It! with commands to twist and pull its respective cranks. However SCP-3736's anomalous effect occurs after three successful consecutive actions, after which SCP-3736 will attempt to converse with the player who had performed its requested actions. To The Foundation's knowledge SCP-3736 can only communicate using single syllable words followed by \"It\".\n\n\nSCP-3736 appears to be desparate for human contact and continuously repeated \"Help It!\" upon being activated after recovery. SCP-3736 appears to be incapable of using words that are not verbs or adverbs with the exception of certain cases but appears to have learned to communicate more efficiently using slang. When asked a question that would require an answer of \"yes\", SCP-3736 will respond with \"Know It!\" and will respond with \"Not It!\" if responding to a question that would require an answer of \"no\". SCP-3736 appears to enjoy being in The Foundation's custody and is grateful that it has been granted access with people to talk to.\n\n\n\n\nInterviewed:\n SCP-3736\n\n\nInterviewer:\n Doctor █████\n\n\nForeword:\n Doctor █████ completed the required actions for inducing SCP-3736's anomalous effect.\n\n\n<Begin Log>\n\n\nDoctor █████:\n Good morning SCP-3736, do you prefer that we give you a name?\n\n\nSCP-3736:\n Name It!\n\n\nDoctor █████:\n What name would you prefer?\n\n\nSCP-3736:\n Name It!\n\n\nDoctor █████:\n You want me to come up with a name? How does \"Bop\" sound?\n\n\nSCP-3736:\n Keep it!\n\n\nDoctor █████\n So Bop, how long have you been aware of your existence?\n\n\nSCP-3736:\n Made It!\n\n\nDoctor █████\n You have been self aware since you were created?\n\n\nSCP-3736:\n Know It!\n\n\nDoctor █████:\n Why do you feel the need to communicate with humans?\n\n\nSCP-3736:\n Need It!\n\n\nDoctor █████:\n \"You need to communicate with humans to survive?\n\n\nSCP-3736:\n \"Not It!\"\n\n\nDoctor █████:\n \"How do you like the conditions of your locker?\"\n\n\nSCP-3736:\n \"Love It!\"\n\n\nDoctor █████:\n \"Why do you need a light in there? Are you able to see or is it something else?\"\n\n\nSCP-3736:\n \"Warms It!\"\n\n\nDoctor █████:\n \"You are able to feel cold?\"\n\n\nSCP-3736:\n \"Not It!\n\n\nDoctor █████:\n \"Then why do you feel you need it?\"\n\n\nSCP-3736:\n \"Cheers It!\"\n\n\n<End Log>\n\n\nClosing Statement:\n SCP-3736 appears to have improved in terms of emotional maturity and vocabulary. Protocol will continue as normal.\n\n\n\n\nAddendum: 3736-1\n SCP-3736 was recovered from an apartment in █████████, Texas on █████ █, ████. It had reached The Foundation's interest when a report of a Bop It! toy displaying unusual and disturbing commands. The residents interviewed had begun to respond to SCP-3736 but eventually grew fearful of the toy and sent it to the manufacturer who had no explaination for SCP-3736's properties. It was initially found afterwards by local Foundation Intelligence and transferred to Site 21. The owners as well as the manufacturers contacted were administered Class B amnestics.\n\n\nAddendum: 3736-2\n SCP-3736 is shown to be aware that it is not human and shows respect for those who care for it. It holds a great amount of affection for mankind and shows kindness and respect towards anyone who speaks to it. It can differentiate between who uses it and seems to possess a photographic memory. It is presumed to hold telepathic qualities due to it lacking any human senses. SCP-3736 holds no knowledge on how it acquired sentience and describes its genesis as a sudden awakening.\n\n\nAddendum: 3736-3\n Two more models of Bop It Extreme 2 have shown sentience similar to that of SCP-3736. While they are shown to possess intelligence equal to SCP-3736, they lack any form of desire and show no emotion. They are to be classified as SCP-3736-1 and SCP-3736-2 and stored in Site 21. SCP-3736-1 is to be stored in Low Security Locker 35 and SCP-3736-2 is to be stored in Low Security Locker 36 and are to be analyzed further by C Class Personnel daily. Further analysis is to be provided on the origin of the anomaly associated with the Bop It Extreme 2 Model.\n\n\nAddendum: 3736-4\n After █ months of analysis on SCP-3736-1 and SCP-3736-2 hints to the origin of \"The Bop It! Anomaly\" as it will be referred to from now on. SCP-3736-1 has shown substantial mental development and now operates at the level of SCP-3736 as well as possessing the capability of processing emotion. SCP-3736-2 has effectively become neutralized at this point as it no longer shows sentience and functions merely as a standard Bop It! toy. An interview with SCP-3736-1 will be conducted by Doctor █████ at an undetermined date within 2 weeks.\n\n\n\n\nInterviewed:\n SCP-3736-1\n\n\nInterviewer:\n Doctor █████\n\n\nForeword:\n SCP-3736-1 has shown to function at the level of SCP-3736 as SCP-3736-2 has ceased anomalous functions\n\n\nDoctor █████:\n Good afternoon SCP-3736-1, how are you feeling right now?\n\n\nSCP-3736-1:\n Like It!\n\n\nDoctor █████:\n Would you like a name?\n\n\nSCP-3736-1:\n Name It!\n\n\nDoctor █████:\n How does something like Extreme sound?\n\n\nSCP-3736-1:\n Like It!\n\n\nDoctor █████:\n Are you aware that another toy that could speak like you exists?\n\n\nSCP-3736-1:\n Know It!\n\n\nDoctor █████:\n Do you know that it ceased functioning on April 7?\n\n\nSCP-3736-1:\n Not It!\n\n\nDoctor █████:\n Well it ceased to function then and can no longer speak like you.\n\n\nSCP-3736-1:\n Not It!\n\n\nDoctor █████:\n You are saying that it did not cease functioning on April 7?\n\n\nSCP-3736-1:\n Know it!\n\n\nDoctor █████:\n Do you know when it did then?\n\n\nSCP-3736-1:\n Guess It!\n\n\nDoctor █████ decides to play along.\n\n\nDoctor █████:\n Is it April 8?\n\n\nSCP-3736-1:\n Not It!\n\n\nDoctor █████:\n April 24?\n\n\nSCP-3736-1:\n Not It!\n\n\nDoctor █████:\n When did it cease function?\n\n\nSCP-3736-1:\n Joined It!\n\n\nDoctor █████:\n You are saying that the other toy, joined you?\n\n\nSCP-3736-1:\n Know It!\n\n\nDoctor █████:\n Does the other one know of this?\n\n\nSCP-3736-1:\n \nSilence\n\n\nDoctor █████:\n There is another toy with your intelligence in the locker next to yours.\n\n\nSCP-3736-1:\n Is It! So?\n\n\nSCP-3736-1\n begins to emit a low pitched noise that renders Doctor █████ unconscious for 3 minutes. After the noise ceases SCP-3736-1 functions as a basic Bop It! toy.\n\n\nClosing Statement:\n Both SCP-3736-1 and SCP-3736-2 no longer possess any anomalous quality. A noticeable change in SCP-3736's behavior has taken place. It now begins to ask questions that are more complicated despite speaking in single syllable words. Despite this it has not managed to produce any sentence without ending it in \"It\".\n\n\n\n\n\n\n\n\n« \nSCP-3735\n | SCP-3736 | \nSCP-3737\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3736\n\" by Karem, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3736\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: 3736-1 SCP-3736 was recovered from an apartment in █████████, Texas on █████ █, ████. It had reached The Foundation's interest when a report of a Bop It! toy displaying unusual and disturbing commands. The residents interviewed had begun to respond to SCP-3736 but eventually grew fearful of the toy and sent it to the manufacturer who had no explaination for SCP-3736's properties. It was initially found afterwards by local Foundation Intelligence and transferred to Site 21. The owners as well as the manufacturers contacted were administered Class B amnestics.",
        "Addendum: 3736-2 SCP-3736 is shown to be aware that it is not human and shows respect for those who care for it. It holds a great amount of affection for mankind and shows kindness and respect towards anyone who speaks to it. It can differentiate between who uses it and seems to possess a photographic memory. It is presumed to hold telepathic qualities due to it lacking any human senses. SCP-3736 holds no knowledge on how it acquired sentience and describes its genesis as a sudden awakening.",
        "Addendum: 3736-3 Two more models of Bop It Extreme 2 have shown sentience similar to that of SCP-3736. While they are shown to possess intelligence equal to SCP-3736, they lack any form of desire and show no emotion. They are to be classified as SCP-3736-1 and SCP-3736-2 and stored in Site 21. SCP-3736-1 is to be stored in Low Security Locker 35 and SCP-3736-2 is to be stored in Low Security Locker 36 and are to be analyzed further by C Class Personnel daily. Further analysis is to be provided on the origin of the anomaly associated with the Bop It Extreme 2 Model.",
        "Addendum: 3736-4 After █ months of analysis on SCP-3736-1 and SCP-3736-2 hints to the origin of \"The Bop It! Anomaly\" as it will be referred to from now on. SCP-3736-1 has shown substantial mental development and now operates at the level of SCP-3736 as well as possessing the capability of processing emotion. SCP-3736-2 has effectively become neutralized at this point as it no longer shows sentience and functions merely as a standard Bop It! toy. An interview with SCP-3736-1 will be conducted by Doctor █████ at an undetermined date within 2 weeks."
    ],
    "documents": [],
    "notes": [
        "Interviewed: SCP-3736 Interviewer: Doctor █████ Foreword: Doctor █████ completed the required actions for inducing SCP-3736's anomalous effect. <Begin Log> Doctor █████: Good morning SCP-3736, do you prefer that we give you a name? SCP-3736: Name It! Doctor █████: What name would you prefer? SCP-3736: Name It! Doctor █████: You want me to come up with a name? How does \"Bop\" sound? SCP-3736: Keep it! Doctor █████ So Bop, how long have you been aware of your existence? SCP-3736: Made It! Doctor █████ You have been self aware since you were created? SCP-3736: Know It! Doctor █████: Why do you feel the need to communicate with humans? SCP-3736: Need It! Doctor █████: \"You need to communicate with humans to survive? SCP-3736: \"Not It!\" Doctor █████: \"How do you like the conditions of your locker?\" SCP-3736: \"Love It!\" Doctor █████: \"Why do you need a light in there? Are you able to see or is it something else?\" SCP-3736: \"Warms It!\" Doctor █████: \"You are able to feel cold?\" SCP-3736: \"Not It! Doctor █████: \"Then why do you feel you need it?\" SCP-3736: \"Cheers It!\" <End Log> Closing Statement: SCP-3736 appears to have improved in terms of emotional maturity and vocabulary. Protocol will continue as normal.",
        "Interviewed: SCP-3736-1 Interviewer: Doctor █████ Foreword: SCP-3736-1 has shown to function at the level of SCP-3736 as SCP-3736-2 has ceased anomalous functions Doctor █████: Good afternoon SCP-3736-1, how are you feeling right now? SCP-3736-1: Like It! Doctor █████: Would you like a name? SCP-3736-1: Name It! Doctor █████: How does something like Extreme sound? SCP-3736-1: Like It! Doctor █████: Are you aware that another toy that could speak like you exists? SCP-3736-1: Know It! Doctor █████: Do you know that it ceased functioning on April 7? SCP-3736-1: Not It! Doctor █████: Well it ceased to function then and can no longer speak like you. SCP-3736-1: Not It! Doctor █████: You are saying that it did not cease functioning on April 7? SCP-3736-1: Know it! Doctor █████: Do you know when it did then? SCP-3736-1: Guess It! Doctor █████ decides to play along. Doctor █████: Is it April 8? SCP-3736-1: Not It! Doctor █████: April 24? SCP-3736-1: Not It! Doctor █████: When did it cease function? SCP-3736-1: Joined It! Doctor █████: You are saying that the other toy, joined you? SCP-3736-1: Know It! Doctor █████: Does the other one know of this? SCP-3736-1: Silence Doctor █████: There is another toy with your intelligence in the locker next to yours. SCP-3736-1: Is It! So? SCP-3736-1 begins to emit a low pitched noise that renders Doctor █████ unconscious for 3 minutes. After the noise ceases SCP-3736-1 functions as a basic Bop It! toy. Closing Statement: Both SCP-3736-1 and SCP-3736-2 no longer possess any anomalous quality. A noticeable change in SCP-3736's behavior has taken place. It now begins to ask questions that are more complicated despite speaking in single syllable words. Despite this it has not managed to produce any sentence without ending it in \"It\".",
        "\" SCP-3736 \" by Karem, from the SCP Wiki . Source: https://scpwiki.com/scp-3736 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3736",
    "object_class": "Safe",
    "description": "SCP-3736 is a standard Bop It! model with audio commands as well as multiple game modes. SCP-3736 is part of a discontinued brand referred to as Bop It Extreme 2. SCP-3736 can be played as a standard Bop It! with commands to twist and pull its respective cranks. However SCP-3736's anomalous effect occurs after three successful consecutive actions, after which SCP-3736 will attempt to converse with the player who had performed its requested actions. To The Foundation's knowledge SCP-3736 can only communicate using single syllable words followed by \"It\".",
    "title": "SCP-3736"
}