{
    "url": "https://scp-wiki.wikidot.com/scp-3740",
    "all_text": "SCP-3740\n - \nGod is Dumb\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+901\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n3740\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-3740. Image taken from SCP-3740's personal belongings.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-3740 is currently contained within several modified large humanoid containment cells at Site-81. SCP-3740’s cells are to be supplied with hand-crafted, rustic furnishings and an abundance of animal pelts and torches, as well as a large stone fireplace and bearskin rug. No fewer than fifteen casks of beer are to be provided within the dining cell at all times\n1\n. SCP-3740 is capable of providing itself with sustenance; however, it may occasionally request members of its containment team join it in a meal. During these events, Foundation personnel are to provide a whole cow or swine, which SCP-3740 will cook and serve to its preference.\n\n\nUnder no circumstances are any individuals to address SCP-3740 as anything other than \"Ashur, God of the Windswept Plains and Soaring Skies\", \"Most Victorious and Unchallenged Lord Deific Ashur\", or simply, \"Mightiest Ashur\". Additionally, the members of SCP-3740’s containment team are to refer to themselves and each other by the following pseudonyms:\n\n\n\n\nDr. Barrett:\n Ulmar the Unbroken\n\n\nDr. Fisher:\n Niems the Champion of the Wastes\n\n\nDr. Leads:\n Eleanora Thunderclap, Enchantress of the Towering Clouds\n\n\nResearcher Zimmerman:\n Fott the Vicious\n\n\nResearcher Oppenheimer:\n Aldous Manhattan, Slayer of His Enemies\n\n\nResearcher Quinn:\n Carmet the Likewise Unbroken\n2\n\n\nResearcher Li:\n Solomon of the East\n\n\nResearcher Marshall:\n Ninurta, the Forgotten Sword of Night\n3\n\n\n\n\nOngoing containment of SCP-3740 requires strict adherence to a disinformation campaign created by Site-81 containment specialists, currently designated as the Mount Olympus Protocol. Please see Addendum 3740.2 for more information.\n\n\nDescription:\n SCP-3740 is a Class VIII humanoid reality-altering entity believed to be Ashur, the Assyro-Babylonian god of air and head of the Assyrian pantheon of deities. SCP-3740 is capable of manipulating air currents at will, as well as communing with flying animals, and controlling air pressure and temperature. SCP-3740 is able to produce gusts of wind in excess of 500 kph, and create and control cyclones and other such meteorological formations. SCP-3740 appears as a young, tall, muscular human male with generally fair skin and black hair. SCP-3740 is capable of speaking fluently in several dead languages, as well as English, Spanish, Portuguese, Arabic, Farsi, and Armenian.\n\n\nDue to SCP-3740’s abilities and characteristics, it is currently classified as a Keter-class anomalous entity. However, containment efforts are aided by the fact that SCP-3740 is remarkably gullible. SCP-3740 accepts almost all statements at face value, and displays no traces of skepticism or uncertainty. SCP-3740 will readily believe almost anything said by any person, so long as it believes that that individual is a similarly powerful deity. Actual supernatural feats are not required as evidence of deific power: simple card tricks or sleight of hand are sufficient proof of godhood in the eyes of SCP-3740.\n\n\nAddendum 3740.1:\n Discovery\n\n\nSCP-3740 was discovered during an altercation at a bar near the Turkish city of Gaziantep. According to eyewitness reports, SCP-3740 was seen drinking heavily with a large group of individuals at the bar, when he was shoved by another patron due to some perceived insult. A brawl began, which ended when SCP-3740 blew out the front wall of the building, injuring 18 people and resulting in thousands of dollars of property damage. Local authorities apprehended the severely intoxicated SCP-3740, who began to rant unceasingly about his “incredible cosmic power” until local Foundation agents intercepted the authorities and apprehended SCP-3740.\n\n\nAddendum 3740.2:\n Mount Olympus Protocol\n\n\nPreface: The following document is an excerpt from an internal memo between members of the Site-81 containment research team.\n\n\n\n\nSCP FOUNDATION SECURE SERVER\n\n\nSITE-81\n\n\n3740/4 CLASSIFIED INFORMATION\n\n\nTO:\n 3740 Research Team, Site-81 Containment Research Team, Site-81 Administration, Site Directors Council, Foundation Containment Committee\n\n\nFROM:\n Dr. G. McElroy, Site-81 Containment Research Head\n\n\nI’m sending out this memo because I’m sure many of you will notice by the morning that we’ve cancelled our order for additional containment measures. It’s certainly no mean feat to contain reality benders, let alone Class 8s, and we usually break out the big guns for them. In this case, though, we don’t need to worry about that.\n\n\nYou’re probably asking yourself right now, “But Dr. McElroy, why wouldn’t we pull out all the stops for an entity that could very literally blow the roof off of Site-81? Isn’t this lackadaisical approach to SCP-3740’s containment counterintuitive and dangerous?” The answer to that second question is yes, usually. But we got lucky in this case. Sometimes this unnatural order of things throws you a softball, and this ball might as well be made out of mozzarella.\n\n\nHere’s the thing: SCP-3740 is hands down, in all seriousness, 100% no doubt easily the most gullible person I’ve ever met in my entire life. I’m not joking. I walked into the room and announced myself as Bliss Delight, a being of pure energy, built up some static on my hand and zapped him a bit, and he said “always a pleasure to meet a fellow god” and even now \nto this day\n continues to call me Bliss Delight. Jim Oppenheimer told him about how he “fought and killed a thousand men, singlehandedly, for betraying his brother” and the guy now calls him Aldous Manhattan, Slayer of His Enemies. It’s absolutely madness.\n\n\nSo we’ve set the guy up with a convincing enough spread, told him it’s super important that he not destroy the cell, and he’s perfectly content to sit around, drinking and fucking and having these crazy feasts with the members of his containment team.\n\n\nSCP-3740 may very well turn into a containment risk at some point, and for the time being we’re not going to challenge his classification. But know that you can rest easy, because the most dangerous entity at Site-81 thinks Director Aktus is a supernatural space all-father named “Maltheus, the Horror of Hadrian’s Hell” because he knows how to turn on a lightswitch.\n\n\n\n\nSCP-3740 is more than capable at any given point in time of breaching containment. In order to prevent any such event and maintain long-term containment of SCP-3740, the following MOUNT OLYMPUS PROTOCOL has been enacted to coordinate any future communications with SCP-3740.\n\n\nSCP-3740 currently believes it resides in a building called the “Angolian Château”, a structure it conquered while black-out drunk during the brawl that led to its discovery. Within the containment cell, there are three types of individuals permitted to interact with SCP-3740 at any given time:\n\n\n\n\nServants:\n SCP-3740 believes that its containment cell is staffed with servants or slaves, who he refers to as “Elamites” or “Chaldeans”. These individuals are not permitted to speak to SCP-3740 or make eye contact with the entity, as these are signs of perceived disrespect and will agitate SCP-3740 considerably. All individuals of this type are D-Class personnel. SCP-3740 will typically ignore these individuals and not act with any hostility towards them, so long as they maintain their character.\n\n\nChâteau Guardians:\n These are members of Site-81 security personnel who wear period-appropriate armor and weapons and serve as the guards at the front door of the containment cell. Due to their status as military personnel, SCP-3740 typically treats them as brothers in arms, though with no illusions about the difference in class or rank between them. SCP-3740 may occasionally call on these individuals to spar with him, and they are expected to be overwhelmed by him and surrender\n4\n.\n\n\nGods and Heroes:\n These are members of the site containment team and research personnel who have convinced SCP-3740 that they are gods or legendary heroes. SCP-3740 has an extremely familiar relationship with all of these individuals, and speaks of them as if they were his own family members. He will routinely request their presence at feasts he holds within his containment cell, during which he will consume an inhuman amount of alcohol and share grandiose tales with his fellow deities, as well as mock or scorn the Elamites and Chaldeans.\n\n\n\n\nSCP-3740 has been led to believe that the brawl that led to his discovery was so fierce, it opened a passageway through space and time and returned him to antiquity, where he once again rules supreme at the top of the Assyrian pantheon. As per usual, SCP-3740 has had no issue accepting this version of events. Foundation actors posing as other members of the Assyrian pantheon have helped to strengthen the illusion of the Protocol.\n\n\nAddendum 3740.3:\n Interview with SCP-3740\n\n\nNote: The following is an excerpt from the transcription of an interview administered by Dr. Monica Leads shortly after the introduction of the Mount Olympus Protocol.\n\n\n\n\nDr. Leads:\n Ashur, greetings!\n\n\nSCP-3740:\n And greetings to you, oh wondrous enchantress! I was just speaking to, hang on. Thaddeus! Artemor! (\nGestures towards two members of the security team\n) Come in here, yes, come here. I was just telling my brothers Thaddeus and Artemor about you, Eleanora! This, friends, is the beautiful and terrible Eleanora Thunderclap. Is she not a sight to behold!\n\n\n(\nThe members of the security team, both of whom report directly to Dr. Leads, nod in agreement.\n)\n\n\nDr. Leads:\n That is very kind of you to say, Ashur.\n\n\nSCP-3740:\n Nonsense. I know of no better way to describe a great warrior empress like yourself! Here, Eleanora, show them the- show them the thing again. The rain thing, yes, the summoning the storm thing. Please!\n\n\n(\nDr. Leads claps her hands three times, and outside containment personnel proceed to activate the sprinklers within the cell.\n)\n\n\nSCP-3740:\n Hahahaha! What great power! I told her, brothers, I told her the other day, \njust\n the other day, that she has more power than anyone I have ever met before! Greater even than the Polymorph of Diogenyses, or the Marmlukk of the Arab Well. Maybe second only to our great companion Solomon, who I only recently observed \nremoving his thumb simply by moving his other hand!\n Truly astounding.\n\n\n(\nBoth guards nod in agreement.\n)\n\n\nSCP-3740:\n But very well. I’m sure Eleanora has important business to speak of to me. Thaddeus, Artemor. To your stations. (\nThe two men depart.\n) Now, Eleanora. Let’s speak candidly. How are you?\n\n\nDr. Leads:\n I’m well, Ashur, how-\n\n\nSCP-3740:\n I would very much enjoy the opportunity to intercourse with you sexually, Eleanora.\n\n\nDr. Leads:\n I- yes, you’ve mentioned as much, Ashur. Unfortunately, you see, I have been cursed.\n\n\nSCP-3740:\n Cursed? Cursed!? How can this be? Who would do this terrible thing to you? Was it an Elamite? A witch? An Elamite witch?\n\n\nDr. Leads:\n No no no, definitely not an Elamite. It was just a, uh, goblin… a goblin ran past, and just… just stole my nethers. Very tragic.\n\n\nSCP-3740:\n (\nSlams his fist on the table\n) Gods be damned! Except us, of course, but either way! (\nTakes a deep breath, closes his eyes slightly\n) What, dear Eleanora, is the extent of the… of the… of the damage? (\nBraces himself in anticipation.\n)\n\n\nDr. Leads:\n I mean, it’s just… it’s just all like… it’s all smooth down there.\n\n\nSCP-3740:\n Spirits have mercy! (\nA fierce wind is kicked up and SCP-3740’s chair is knocked backwards. He scrambles up off of the floor.\n) You poor, unfortunate soul! I cast a pox on the fiendish creature who did this to you. Let his cries be heard forevermore from the salted earth!\n\n\nDr. Leads:\n I certainly appreciate the sentiment, Ashur, thank you. But being true, the reason I’ve come to see you is to ask if you are enjoying your accommodations.\n\n\nSCP-3740:\n Undoubtedly! I have only the finest furnishings and decor here, as you can see. Our good friend Tiamat procured these bottomless casks of the finest amber ale, and look here! Ulmar brought me this most peculiar torch, and see this! (\nSCP-3740 claps once, and the light comes on.\n) What a remarkable treasure!\n\n\nDr. Leads:\n Of course. I just wanted to make sure you were wanting for nothing here, Ashur.\n\n\nSCP-3740:\n Absolutely not. Why would I ever want to leave such a palace? (\nPauses\n) There is one thing, I remember. I would very much like to intercou-\n\n\nDr. Leads:\n Goblin, Ashur. All smooth down there.\n\n\nSCP-3740:\n Gods be damned!\n\n\n\n\nAddendum 3740.4:\n Proof of Supernatural Abilities\n\n\nIn order to facilitate proper communications with SCP-3740, all research and administrative personnel are to perform a feat sufficient enough to prove to SCP-3740 that they are divine beings, on an equal footing to SCP-3740. So far, the following acts have been sufficient to fool SCP-3740:\n\n\n\n\nDr. Clark:\n Floated an iron ball across the room using magnets and wire.\n\n\nDr. Yemma:\n Used a laser pointer to make a cat run around.\n\n\nResearcher Kiryu:\n Having hair of a non-natural color.\n\n\nDr. Vanderbilt:\n Pulled a quarter out of SCP-3740’s ear.\n\n\nDr. Andrews:\n Held a pencil to the side of his head and pretended to swallow it.\n\n\nResearcher Dansby:\n Juggled.\n\n\nAsst. Director Schmidt:\n Performed a card trick.\n\n\nResearcher Quarlo:\n Shotgunned a beer.\n\n\nDir. Aktus:\n Turned on a light switch.\n\n\n\n\nAddendum 3740.5:\n Feast Event Transcription\n\n\nNote: The following is an excerpt from the transcript of recorded audio taken from a weekly feast held by SCP-3740 within its containment cell with members of its research team.\n\n\n\n\nSCP-3740:\n -and there I was, standing alone on the battlefield, and over the river is Adam El Asem. He’s all worked up, see, because I was waving the goods at him, and-\n\n\nResearcher Kale:\n Goods?\n\n\nAgent Ivers:\n He means his dick.\n\n\nAgent Allen:\n His “God Rod”.\n\n\n(\nThe whole room laughs\n)\n\n\nSCP-3740:\n That’s the one! So I’m waving the business at him, and he- hang on, Xenu, you want another drink? Who am I kidding, of course you do! Let me just get-\n\n\n(\nSCP-3740 manipulates the wind in the room to move Agent Allen's mug over to a cask and pour him another drink, returning the cup when finished. Agent Allen nods in approval.\n)\n\n\nSCP-3740:\n Anyway, he- he tries to throw the whole river at me! Can you believe that? After I’d offered him the courtesy of taking the high ground, he decides he wants to- to give me the ole one-two-dunk-a-roo!\n\n\nDr. Vickers:\n The scoundrel!\n\n\nResearcher Kale:\n So what did you do?\n\n\nSCP-3740:\n Smacked him in the face with the God Rod, of course!\n\n\n(\nThe room laughs again\n)\n\n\nResearcher Robinson:\n I’ve got one better. So one time I was hired to fight the Broken God on a field in Alagadda, and I’ve got the Spear of the Non-Believer in my right hand and the severed head of Jack Bright in my left-\n\n\nSCP-3740:\n Aha! A thrilling tale! Do go on!\n\n\nAgent Ivers:\n Ahhhhh don’t listen to him. He’s full of shit.\n\n\nSCP-3740:\n Spirits save you! What a calamitous turn of events. My friend Bonebreaker\n5\n, there are facilities just down the hall here- the finest in the entire realm, imported straight from the far off land of Kohler!\n\n\nResearcher Robinson:\n What? You mean the bathroom? Why?\n\n\nSCP-3740:\n You are full of shit, are you not?\n\n\n(\nThe room laughs again.\n)\n\n\n\n\nAddendum 3740.6:\n 11/4/2017 Event Transcription\n\n\nNote: On 11/4/2017, another entity, called \"Suen\" by SCP-3740, appeared suddenly within SCP-3740's containment chamber. This entity, a muscular humanoid male wearing an armored chestplate and helm and carrying a spear, communicated briefly with containment personnel before disappearing. The following is a transcript of that exchange.\n\n\n\n\nSCP-3740:\n -so then I told him, what greater power could a god wield than that of spinning an orange ball on one finger? Truly unbelievable!\n\n\n(\nThere is a loud cracking sound, and then the unknown humanoid entity appears.\n)\n\n\nSuen:\n Ashur? Come on, buddy, it's time to- wait. Hang on, what's going on here?\n\n\nSCP-3740:\n Ah, Suen! My friend! You've returned to the past as well? What a fortunate coincidence! I was just telling my friend Ulmar here about our misadventures in the old times!\n\n\nSuen:\n Ulmar? (\nAddresses Dr. Barrett\n) Who are you?\n\n\nDr. Barrett:\n I- I'm Ulmar. The, uh, the Unbroken. Who are you?\n\n\nSuen:\n Ulmar? I've never heard of an Ulmar the Unbroken! Say, what sort of nonsense is going on here? Ashur, what is the meaning of this?\n\n\nSCP-3740:\n I already told you, graceful and delicate Suen, this is-\n\n\nSuen:\n Don't call me that.\n\n\nSCP-3740:\n -Ulmar the Unbroken! A powerful lord of this world, such as myself. Behold his magnificent power! (\nNudges Dr. Barrett\n) Show him the breadth of your strength, Ulmar!\n\n\n(\nDr. Barrett hesitantly draws his elbow to his mouth and licks it.\n)\n\n\nSCP-3740:\n (\nGasps audibly\n) Revel in this majesty with me, Suen! See how his arm does not break free from the socket! Gaze upon the length of his tongue! The nations of the world should rightfully fear this man!\n\n\n(\nSuen does not appear impressed.\n)\n\n\nSCP-3740:\n As I was saying, Suen, it's excellent to see you again. My fine companion Ulmar here and the members of his pantheon have suitably stocked this royal château I now inhabit, all in the finest wares from across the countryside. It is a veritable fortress of luxury, my friend!\n\n\nSuen:\n What do you mean, \"royal château\"? Do you not realize that you are- (\nPauses\n) ohhhh, I see what's going on here. You've got a sort of- yeah, okay, absolutely, this is great. (\nSighs\n) What a relief.\n\n\nDr. Barrett:\n What? What do you mean?\n\n\nSuen:\n (\nTakes Dr. Barrett aside\n) You would not believe how long we've been babysitting Ashur. The guy just cannot be helped. You know what I mean, obviously, but still. A handful, am I right? (\nLaughs\n) We even had this whole custody thing set up, where I'd take him for a few decades, and then Nergal would be after me but he's always busy with something, and that Nazarene wino with the fish obsession has been flaking for like two thousand years, but… either way, listen, you're doing me a huge favor here buddy. I can't tell you how much I appreciate it.\n\n\nDr. Barrett:\n Hang on- what? Who are you again?\n\n\nSuen:\n Suen, God of the Moon. (\nMakes a dismissive gesture\n) But don't worry about any of that, just keep up the good work! If you need anything, call me! (\nSuen disappears without warning\n)\n\n\nDr. Barrett:\n Wha- what? Hello? Did anyone else see that?\n\n\nSCP-3740:\n (\nChuckling\n) Man, that Suen. Haven't seen him in a while. What a character though, huh? Can you believe that guy thinks he's a god? (\nLaughs\n) \"God of the Moon\". What does that even mean?\n\n\n\n\n\n\nFootnotes\n\n\n1\n. While originally it was believed that only higher-quality beers would serve to satisfy SCP-3740, the entity has shown no preference against more commercial brands and as such, these casks are to contain Miller High Life beer.\n\n\n2\n. During a particular feast held by SCP-3740, Researcher Quinn, who had previously been called “Carmet the Ecclesiastical\", engaged in inebriated sparring with Dr. Barrett. After ten minutes of sustained combat with provided sabers, SCP-3740 proclaimed Researcher Quinn to be “Carmet the Likewise Unbroken”, and has referred to her as such ever since.\n\n\n3\n. In reference to SCP-3740’s defeat in a game of checkers by Researcher Marshall, resulting in a ten-day period of mourning by SCP-3740, followed by the entity proclaiming Researcher Marshall to be the “greatest champion of this green Earth.”\n\n\n4\n. Notably, while SCP-3740 thoroughly enjoys sparring and talks openly about his extensive career in warfare, he is a decidedly poor fighter, and guardians must be careful to not agitate him by besting him.\n\n\n5\n. Researcher Robinson.\n\n\n\n\n\n\n\n\n« \nSCP-3739\n | SCP-3740 | \nSCP-3741\n »\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3740\n\" by djkaktus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3740\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Ashur.jpg\n\n\nName:\n Darmowe Zdjęcia : człowiek, osoba, ludzie, włosy, chłopak, męski, portret, Model, wiosna, makro, niebieski, fryzura, uśmiech, zarost, fotografia, fotografia portretowa, zarost, Darmowe Zdjęcia\n\n\nAuthor:\n N/A\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nPxhere",
    "addendums": [
        "Addendum 3740.1: Discovery\nSCP-3740 was discovered during an altercation at a bar near the Turkish city of Gaziantep. According to eyewitness reports, SCP-3740 was seen drinking heavily with a large group of individuals at the bar, when he was shoved by another patron due to some perceived insult. A brawl began, which ended when SCP-3740 blew out the front wall of the building, injuring 18 people and resulting in thousands of dollars of property damage. Local authorities apprehended the severely intoxicated SCP-3740, who began to rant unceasingly about his “incredible cosmic power” until local Foundation agents intercepted the authorities and apprehended SCP-3740.",
        "Addendum 3740.2: Mount Olympus Protocol\nPreface: The following document is an excerpt from an internal memo between members of the Site-81 containment research team.\nSCP-3740 is more than capable at any given point in time of breaching containment. In order to prevent any such event and maintain long-term containment of SCP-3740, the following MOUNT OLYMPUS PROTOCOL has been enacted to coordinate any future communications with SCP-3740.\nSCP-3740 currently believes it resides in a building called the “Angolian Château”, a structure it conquered while black-out drunk during the brawl that led to its discovery. Within the containment cell, there are three types of individuals permitted to interact with SCP-3740 at any given time:\nSCP-3740 has been led to believe that the brawl that led to his discovery was so fierce, it opened a passageway through space and time and returned him to antiquity, where he once again rules supreme at the top of the Assyrian pantheon. As per usual, SCP-3740 has had no issue accepting this version of events. Foundation actors posing as other members of the Assyrian pantheon have helped to strengthen the illusion of the Protocol.",
        "Addendum 3740.3: Interview with SCP-3740\nNote: The following is an excerpt from the transcription of an interview administered by Dr. Monica Leads shortly after the introduction of the Mount Olympus Protocol.",
        "Addendum 3740.4: Proof of Supernatural Abilities\nIn order to facilitate proper communications with SCP-3740, all research and administrative personnel are to perform a feat sufficient enough to prove to SCP-3740 that they are divine beings, on an equal footing to SCP-3740. So far, the following acts have been sufficient to fool SCP-3740:",
        "Addendum 3740.5: Feast Event Transcription\nNote: The following is an excerpt from the transcript of recorded audio taken from a weekly feast held by SCP-3740 within its containment cell with members of its research team.",
        "Addendum 3740.6: 11/4/2017 Event Transcription\nNote: On 11/4/2017, another entity, called \"Suen\" by SCP-3740, appeared suddenly within SCP-3740's containment chamber. This entity, a muscular humanoid male wearing an armored chestplate and helm and carrying a spear, communicated briefly with containment personnel before disappearing. The following is a transcript of that exchange.\n"
    ],
    "documents": [],
    "notes": [
        "SCP FOUNDATION SECURE SERVER SITE-81 3740/4 CLASSIFIED INFORMATION TO: 3740 Research Team, Site-81 Containment Research Team, Site-81 Administration, Site Directors Council, Foundation Containment Committee FROM: Dr. G. McElroy, Site-81 Containment Research Head I’m sending out this memo because I’m sure many of you will notice by the morning that we’ve cancelled our order for additional containment measures. It’s certainly no mean feat to contain reality benders, let alone Class 8s, and we usually break out the big guns for them. In this case, though, we don’t need to worry about that. You’re probably asking yourself right now, “But Dr. McElroy, why wouldn’t we pull out all the stops for an entity that could very literally blow the roof off of Site-81? Isn’t this lackadaisical approach to SCP-3740’s containment counterintuitive and dangerous?” The answer to that second question is yes, usually. But we got lucky in this case. Sometimes this unnatural order of things throws you a softball, and this ball might as well be made out of mozzarella. Here’s the thing: SCP-3740 is hands down, in all seriousness, 100% no doubt easily the most gullible person I’ve ever met in my entire life. I’m not joking. I walked into the room and announced myself as Bliss Delight, a being of pure energy, built up some static on my hand and zapped him a bit, and he said “always a pleasure to meet a fellow god” and even now to this day continues to call me Bliss Delight. Jim Oppenheimer told him about how he “fought and killed a thousand men, singlehandedly, for betraying his brother” and the guy now calls him Aldous Manhattan, Slayer of His Enemies. It’s absolutely madness. So we’ve set the guy up with a convincing enough spread, told him it’s super important that he not destroy the cell, and he’s perfectly content to sit around, drinking and fucking and having these crazy feasts with the members of his containment team. SCP-3740 may very well turn into a containment risk at some point, and for the time being we’re not going to challenge his classification. But know that you can rest easy, because the most dangerous entity at Site-81 thinks Director Aktus is a supernatural space all-father named “Maltheus, the Horror of Hadrian’s Hell” because he knows how to turn on a lightswitch.",
        "Dr. Leads: Ashur, greetings! SCP-3740: And greetings to you, oh wondrous enchantress! I was just speaking to, hang on. Thaddeus! Artemor! ( Gestures towards two members of the security team ) Come in here, yes, come here. I was just telling my brothers Thaddeus and Artemor about you, Eleanora! This, friends, is the beautiful and terrible Eleanora Thunderclap. Is she not a sight to behold! ( The members of the security team, both of whom report directly to Dr. Leads, nod in agreement. ) Dr. Leads: That is very kind of you to say, Ashur. SCP-3740: Nonsense. I know of no better way to describe a great warrior empress like yourself! Here, Eleanora, show them the- show them the thing again. The rain thing, yes, the summoning the storm thing. Please! ( Dr. Leads claps her hands three times, and outside containment personnel proceed to activate the sprinklers within the cell. ) SCP-3740: Hahahaha! What great power! I told her, brothers, I told her the other day, just the other day, that she has more power than anyone I have ever met before! Greater even than the Polymorph of Diogenyses, or the Marmlukk of the Arab Well. Maybe second only to our great companion Solomon, who I only recently observed removing his thumb simply by moving his other hand! Truly astounding. ( Both guards nod in agreement. ) SCP-3740: But very well. I’m sure Eleanora has important business to speak of to me. Thaddeus, Artemor. To your stations. ( The two men depart. ) Now, Eleanora. Let’s speak candidly. How are you? Dr. Leads: I’m well, Ashur, how- SCP-3740: I would very much enjoy the opportunity to intercourse with you sexually, Eleanora. Dr. Leads: I- yes, you’ve mentioned as much, Ashur. Unfortunately, you see, I have been cursed. SCP-3740: Cursed? Cursed!? How can this be? Who would do this terrible thing to you? Was it an Elamite? A witch? An Elamite witch? Dr. Leads: No no no, definitely not an Elamite. It was just a, uh, goblin… a goblin ran past, and just… just stole my nethers. Very tragic. SCP-3740: ( Slams his fist on the table ) Gods be damned! Except us, of course, but either way! ( Takes a deep breath, closes his eyes slightly ) What, dear Eleanora, is the extent of the… of the… of the damage? ( Braces himself in anticipation. ) Dr. Leads: I mean, it’s just… it’s just all like… it’s all smooth down there. SCP-3740: Spirits have mercy! ( A fierce wind is kicked up and SCP-3740’s chair is knocked backwards. He scrambles up off of the floor. ) You poor, unfortunate soul! I cast a pox on the fiendish creature who did this to you. Let his cries be heard forevermore from the salted earth! Dr. Leads: I certainly appreciate the sentiment, Ashur, thank you. But being true, the reason I’ve come to see you is to ask if you are enjoying your accommodations. SCP-3740: Undoubtedly! I have only the finest furnishings and decor here, as you can see. Our good friend Tiamat procured these bottomless casks of the finest amber ale, and look here! Ulmar brought me this most peculiar torch, and see this! ( SCP-3740 claps once, and the light comes on. ) What a remarkable treasure! Dr. Leads: Of course. I just wanted to make sure you were wanting for nothing here, Ashur. SCP-3740: Absolutely not. Why would I ever want to leave such a palace? ( Pauses ) There is one thing, I remember. I would very much like to intercou- Dr. Leads: Goblin, Ashur. All smooth down there. SCP-3740: Gods be damned!",
        "SCP-3740: -and there I was, standing alone on the battlefield, and over the river is Adam El Asem. He’s all worked up, see, because I was waving the goods at him, and- Researcher Kale: Goods? Agent Ivers: He means his dick. Agent Allen: His “God Rod”. ( The whole room laughs ) SCP-3740: That’s the one! So I’m waving the business at him, and he- hang on, Xenu, you want another drink? Who am I kidding, of course you do! Let me just get- ( SCP-3740 manipulates the wind in the room to move Agent Allen's mug over to a cask and pour him another drink, returning the cup when finished. Agent Allen nods in approval. ) SCP-3740: Anyway, he- he tries to throw the whole river at me! Can you believe that? After I’d offered him the courtesy of taking the high ground, he decides he wants to- to give me the ole one-two-dunk-a-roo! Dr. Vickers: The scoundrel! Researcher Kale: So what did you do? SCP-3740: Smacked him in the face with the God Rod, of course! ( The room laughs again ) Researcher Robinson: I’ve got one better. So one time I was hired to fight the Broken God on a field in Alagadda, and I’ve got the Spear of the Non-Believer in my right hand and the severed head of Jack Bright in my left- SCP-3740: Aha! A thrilling tale! Do go on! Agent Ivers: Ahhhhh don’t listen to him. He’s full of shit. SCP-3740: Spirits save you! What a calamitous turn of events. My friend Bonebreaker 5 , there are facilities just down the hall here- the finest in the entire realm, imported straight from the far off land of Kohler! Researcher Robinson: What? You mean the bathroom? Why? SCP-3740: You are full of shit, are you not? ( The room laughs again. )",
        "SCP-3740: -so then I told him, what greater power could a god wield than that of spinning an orange ball on one finger? Truly unbelievable! ( There is a loud cracking sound, and then the unknown humanoid entity appears. ) Suen: Ashur? Come on, buddy, it's time to- wait. Hang on, what's going on here? SCP-3740: Ah, Suen! My friend! You've returned to the past as well? What a fortunate coincidence! I was just telling my friend Ulmar here about our misadventures in the old times! Suen: Ulmar? ( Addresses Dr. Barrett ) Who are you? Dr. Barrett: I- I'm Ulmar. The, uh, the Unbroken. Who are you? Suen: Ulmar? I've never heard of an Ulmar the Unbroken! Say, what sort of nonsense is going on here? Ashur, what is the meaning of this? SCP-3740: I already told you, graceful and delicate Suen, this is- Suen: Don't call me that. SCP-3740: -Ulmar the Unbroken! A powerful lord of this world, such as myself. Behold his magnificent power! ( Nudges Dr. Barrett ) Show him the breadth of your strength, Ulmar! ( Dr. Barrett hesitantly draws his elbow to his mouth and licks it. ) SCP-3740: ( Gasps audibly ) Revel in this majesty with me, Suen! See how his arm does not break free from the socket! Gaze upon the length of his tongue! The nations of the world should rightfully fear this man! ( Suen does not appear impressed. ) SCP-3740: As I was saying, Suen, it's excellent to see you again. My fine companion Ulmar here and the members of his pantheon have suitably stocked this royal château I now inhabit, all in the finest wares from across the countryside. It is a veritable fortress of luxury, my friend! Suen: What do you mean, \"royal château\"? Do you not realize that you are- ( Pauses ) ohhhh, I see what's going on here. You've got a sort of- yeah, okay, absolutely, this is great. ( Sighs ) What a relief. Dr. Barrett: What? What do you mean? Suen: ( Takes Dr. Barrett aside ) You would not believe how long we've been babysitting Ashur. The guy just cannot be helped. You know what I mean, obviously, but still. A handful, am I right? ( Laughs ) We even had this whole custody thing set up, where I'd take him for a few decades, and then Nergal would be after me but he's always busy with something, and that Nazarene wino with the fish obsession has been flaking for like two thousand years, but… either way, listen, you're doing me a huge favor here buddy. I can't tell you how much I appreciate it. Dr. Barrett: Hang on- what? Who are you again? Suen: Suen, God of the Moon. ( Makes a dismissive gesture ) But don't worry about any of that, just keep up the good work! If you need anything, call me! ( Suen disappears without warning ) Dr. Barrett: Wha- what? Hello? Did anyone else see that? SCP-3740: ( Chuckling ) Man, that Suen. Haven't seen him in a while. What a character though, huh? Can you believe that guy thinks he's a god? ( Laughs ) \"God of the Moon\". What does that even mean?",
        "\" SCP-3740 \" by djkaktus, from the SCP Wiki . Source: https://scpwiki.com/scp-3740 . Licensed under CC-BY-SA .",
        "Filename: Ashur.jpg Name: Darmowe Zdjęcia : człowiek, osoba, ludzie, włosy, chłopak, męski, portret, Model, wiosna, makro, niebieski, fryzura, uśmiech, zarost, fotografia, fotografia portretowa, zarost, Darmowe Zdjęcia Author: N/A License: Public Domain Source Link: Pxhere"
    ],
    "containment_procedures": "SCP-3740 is currently contained within several modified large humanoid containment cells at Site-81. SCP-3740’s cells are to be supplied with hand-crafted, rustic furnishings and an abundance of animal pelts and torches, as well as a large stone fireplace and bearskin rug. No fewer than fifteen casks of beer are to be provided within the dining cell at all times1. SCP-3740 is capable of providing itself with sustenance; however, it may occasionally request members of its containment team join it in a meal. During these events, Foundation personnel are to provide a whole cow or swine, which SCP-3740 will cook and serve to its preference.",
    "description": "SCP-3740 is a Class VIII humanoid reality-altering entity believed to be Ashur, the Assyro-Babylonian god of air and head of the Assyrian pantheon of deities. SCP-3740 is capable of manipulating air currents at will, as well as communing with flying animals, and controlling air pressure and temperature. SCP-3740 is able to produce gusts of wind in excess of 500 kph, and create and control cyclones and other such meteorological formations. SCP-3740 appears as a young, tall, muscular human male with generally fair skin and black hair. SCP-3740 is capable of speaking fluently in several dead languages, as well as English, Spanish, Portuguese, Arabic, Farsi, and Armenian.",
    "title": "SCP-3740"
}