{
    "url": "https://scp-wiki.wikidot.com/scp-3742",
    "all_text": "rating: \n+46\n+\n–\nx\n\n\nItem #:\n SCP-3742\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3742 is currently stored in a soundproofed chamber in the \nLow Security Research\n Medium Security Storage Wing (E-Wing) of \nStorage Site-64\n. The containment chamber is equipped with its own isolated power source and a closed-circuit surveillance system with independent audio and video recording equipment for experimental monitoring. Any and all audio recordings of SCP-3742 are to be destroyed following experimental procedures except by direct approval of both the Project Director\n1\n and Site Director Holman. SCP-3742-1 and the soundproofing of the containment chamber should be inspected monthly for damage, which must be repaired \nprior to the next scheduled experiment\n as soon as possible. \nAs such, experiments must be scheduled at least one month in advance\n Experimentation is currently suspended; personnel with proper clearance may consult Addendum 3742-3 for more information.\n\n\nFor experimentation\n In the event that further experimentation is authorized, subjects with the following conditions will be disqualified from testing consideration:\n\n\n\n\nHistory of (or predisposition to) drug/alcohol addiction\n\n\nEpilepsy or other sensory disorders\n\n\nObsessive behaviors\n\n\nImmunosuppressive disorders\n\n\nSubjects previously exposed to other anomalous musical phenomena\n\n\n\n\nSubjects must be approved by the Project Director on a case-by-case basis. Subjects with documented resistance to addictive and/or compulsive behaviors are considered to be best suited for SCP-3742 experimentation. Following testing, subjects should be administered Class-B amnestics and monitored to prevent accidental exposure to any music originating from the non-anomalous version of SCP-3742. If exposure to such music is suspected, subjects should be recalled, administered Class-D amnestics, and isolated from all musical media. Procedures calling for the deafening of former subjects in addition to administration of Class-B amnestics are currently under review by the Ethics Committee.\n\n\nWhen not in use, SCP-3742-1 is to remain unpowered with its tonearm removed and placed in a secure locker in the control booth accessible by the Project Director. Any personnel inside the chamber during testing should remain outside SCP-3742’s radius of effect (marked on the floor of the chamber) and apply hearing protection. In the event of an emergency, power to the containment chamber should be cut from the control booth prior to entering the chamber.\n\n\nShould SCP-3742 become detached from SCP-3742-1 under any circumstances, it is to be stored in a high-security vault until a replacement can be found for SCP-3742-1; at such time SCP-3742 should be immediately replaced with side one facing up. Under no circumstances is side two of SCP-3742 to be played to completion should it become possible to do so.\n\n\nIn the event that additional instances of SCP-3742 are discovered\n2\n, they should be stored collectively in a high security vault at \nStorage Site-64\n.\n\n\n\n\n+ Level 4 Clearance Required\n\n\n\n\n- Close\n\n\n\n\nIn the occurrence of a suspected UMMAGUMMA Event, MTF Sigma-21 (“Mosh Pit”) is to be deployed to enact Protocol 3742-Encore.\n\n\n\n\n\n\n\n\nDescription:\n SCP-3742 is a vinyl LP record physically identical to the first issue of Pink Floyd’s \nThe Dark Side of the Moon\n (UK catalogue number SHVL 804), which was released in the US on 1 March, 1973 and in the UK on 16 March, 1973. Visually, the only difference between SCP-3742 and a non-anomalous version of the album is its labeling, with SCP-3742’s production being attributed to \"Perispirit Records\". This labeling is consistent between the LP sleeve and the record itself, with album art otherwise unchanged from the original. An insert found in the LP sleeve indicates a link between Perispirit Records and GoI-███ [Marshall, Carter & Dark, LLP]; the full insert can be read below (see Addendum 3742-1A).\n\n\nMicroscopic analysis of the object indicates that it possesses a groove structure functionally identical (>99%) to a non-anomalous copy of the album. However, SCP-3742 seems to be immune to most forms of physical damage and is anomalously attached to the turntable on which it was recovered (designated SCP-3742-1), such that it cannot be removed by means other than the destruction of SCP-3742-1. The label on the disc itself shows similar resistance to damage, though the sleeve and the insert found within do not.\n\n\nThe primary anomalous effect of SCP-3742 manifests when power is supplied to SCP-3742-1 and its stylus is brought into contact with SCP-3742. Regardless of the physical location of the stylus on the disc, SCP-3742 will begin to play as if from the beginning of the album. Subjects who hear sound broadcast from SCP-3742-1 and any supplementary speakers will experience a mild compulsion to approach SCP-3742-1, often complaining of symptoms such as headache, nausea, and disorientation.\n\n\nAfter playing the entirety of track one, \nSpeak to Me\n (approximately 1:30 in length), all subjects within a 6 meter radius of SCP-3742-1 will disappear near-instantaneously, along with any object in the possession of a subject. This effect is not modified by changing the volume of SCP-3742-1 or any supplementary speakers; however, individuals who lack the ability to hear and/or comprehend SCP-3742 (such as animals or deaf persons) are not subject to SCP-3742’s effects. Individuals who enter into the radius of effect at any time after the initial disappearance event will also disappear after approximately ten seconds, provided enough time remains on side one of the album.\n\n\nSubjects will remain absent until side one is played to completion, reappearing in a similar fashion to their disappearance approximately one minute after the conclusion of track five, \nThe Great Gig in the Sky\n (approximately 18:56-19:51 after initial activation). Upon reappearance, a majority of subjects exhibit symptoms of drug and/or alcohol intoxication, with overdose symptoms observed in █% of subjects. Post-experimental blood tests have confirmed these symptoms are non-anomalous in nature. While drugs such as alcohol, nicotine, and tetrahydrocannabinol (THC) are the most common intoxicating agents, more dangerous narcotics have been detected in the systems of some subjects; notable examples include LSD, heroin, and in one case traces of SCP-███.\n\n\nAfter the disappearance of any listeners, remote observers will comprehend sound being broadcast from SCP-3742-1 as a continuous loop of the three second “screaming” intro to track two, \nBreathe (in the Air)\n (which lasts from 1:30-1:33 in the non-anomalous version). Audio recordings of this phenomenon will also display this property, which continues for the duration of side one. Removal of the stylus from SCP-3742 will cause immediate cessation of all anomalous phenomena, rendering the radius of effect safe to enter. Replacing the stylus, regardless of physical location, will cause SCP-3742 to resume from the point at which the stylus was removed; thus, the album cannot be restarted until the completion of side one. Individuals listening to audio recordings of SCP-3742 do not report symptoms of direct exposure to the anomaly, but a majority of individuals express mild to serious discomfort after approximately one minute of listening; subjects with close relations to listeners exhibit the strongest symptoms of such.\n\n\nSubjects who disappear under the effect of SCP-3742 are (or believe themselves to be) transported to a live performance of the album in an as-yet unknown venue (designated SCP-3742-2). As many of these subjects become intoxicated while present in SCP-3742-2, specific details of subjects’ experiences are highly variable, and instructions given to subjects prior to entry are rarely followed correctly, if at all. While a more reliable method of exploring SCP-3742-2 would be preferred, electronic equipment ceases to function correctly within SCP-3742-2. Attempts to utilize film-based and instant-print cameras to collect data have also failed, as images and video taken within SCP-3742-2 seem to experience high levels of radiation corruption upon the reappearance of the listener; such images and video are anomalously watermarked with the following message:\n\n\n\n\n“This Perispirit Personal Concert is best enjoyed firsthand. The unauthorized reproduction or distribution of this Perispirit Personal Concert Experience™ is illegal. Criminal copyright infringement, including infringement without monetary gain, is punishable by law in the US, UK, and Three Portlands (under the provisions of the Hoover Mandate).”\n\n\n\n\nIf the stylus is removed from SCP-3742, subjects within SCP-3742-2 report a variety of technical difficulties necessitating a pause in the concert until the playback of SCP-3742 is resumed. The longest period of stylus removal during an experimental playback was one week; upon recovery, subject showed signs of severe dehydration but was successfully rehabilitated and estimated the concert resumed after approximately two hours. At the conclusion of side one, subjects report the band retiring backstage for an intermission just prior to returning from SCP-3742-2.\n\n\nAfter recovering from any symptoms of intoxication and malnutrition, previously exposed subjects experience a strong compulsion to return to SCP-3742-2 in order to experience the remainder of the concert (an impossibility due to SCP-3742's anomalous properties). The inability to satisfy this urge causes agitation in subjects without advanced mental fortitude training, leading to obsessive reuse of SCP-3742 (which is often exacerbated by addiction to various drugs apparently available within SCP-3742-2).\n\n\nAmnestics have been determined to be only partially successful in eliminating this compulsion, as exposure to music from the album can induce mnestic recall of interactions with SCP-3742. This occurs in all subjects, including those trained to resist SCP-3742's compulsive effects, and causes a resurgence in compulsive behavior. After each mnestic recall event, more potent amnestics are required to suppress symptoms of SCP-3742 exposure. The root cause of this compulsion is currently under investigation; however, data collected since recovery have indicated that the nature of SCP-3742's creation, which is not currently understood, contributes (at least in part) to this compulsion.\n\n\nSCP-3742 was recovered in June of 1974 from the residence of one James Q. █████, an amateur music critic and collector of records, on the Isle of Portland, England, UK. Police were sent to investigate the residence after complaints of a “deathly stench” emanating from the residence were filed by neighbors; the Foundation was notified through contacts in the FBI’s Unusual Incidents Unit (UIU) when a student ID from \nDeer College\n belonging to Mr. █████ was found. SCP-3742 was discovered when the stylus of SCP-3742-1 was brought back into contact with the record by UIU investigators, resulting in the reappearance of Mr. █████ approximately ten seconds later. █████ was transferred to Foundation custody and interviewed, during which time it was determined he had purchased the album from “3P LP’s”, a now-defunct record shop in Three Portlands on 14/11/1973.\n\n\nAfter repeated excursions into SCP-3742-2, █████ had become trapped when the stylus of SCP-3742-1 was removed from SCP-3742\n3\n. During the extended blackout SCP-3742-2 experienced during this period, █████ reported using thaumaturgic techniques he learned at Deer College to create sustenance for himself and several audience members.\n\n\nThrough internal contacts the Foundation was notified of an ongoing, but unrelated, UIU investigation into the \"3P LPs\" record shop and its owner, Roy ████, which allowed for researchers to secure an interview with Mr. ████ (see Addendum 3742-1B). SCP-3742 was transferred to Storage Site-64 two weeks after recovery.\n\n\nAddendum 3742-1:\n Relation to GOI-███ [Marshall, Carter & Dark, LLP]\n\n\n\n\n+ Section A: Insert Recovered from SCP-3742 Album Sleeve\n\n\n\n\n- Close\n\n\n\n\nDescription:\n The following was printed on a paper insert from the LP sleeve of SCP-3742. The insert was watermarked with the logo of GOI-███ [Marshall, Carter & Dark, LLP]. A promotional message was printed on the front side of the insert, while what appears to be an internal or personal memo was handwritten on the reverse; illegible sections of the memo are marked as such. Both are included below.\n\n\n\n\n\n\n[Front]\n\n\nThank you for your purchase of this Perispirit Personal Concert Experience™.\n\nWe know that you will enjoy experiencing the thrill of a live music performance, up close and personal, from the comfort of your own home.\n\nMake memories that will last a lifetime, and relive them again and again with the simple flick of a switch.\n\nWe at Perispirit Records guarantee you will be more than satisfied by this personal Concert Experience.\n\nAnd be sure to add these other exclusive Perispirit Personal Concert Experiences™ to your music library; available soon at participating Three Portlands record shops\n*\n.\n\n\nIn Concert- Derek and the Dominos\n\n\nAloha From Hawaii Via Satellite- Elvis Presley\n\n\nYessongs- Yes\n\n\nFlesh, Blood, and\n [DATA EXPUNGED]\n- Ion and the Karcists\n4\n\n\nThe Beach Boys in Concert- The Beach Boys\n\n[INFOHAZARDOUS DATA REDACTED]\n\n\nHendrix Reborn: Live From Three Portlands, June 6th, 1972- Jimi Hendrix\n5\n\n\n*\nEstablished clients: consult your latest MC&D catalogue for special offers.\n\n\n\n\n\n\n\n\n[\nTranscript of Reverse\n]\n\n\nNote: Document begins from first legible line. Transcribed as written.\n\n\n\n\nI’ve tried it so many times and it still isn't right! Mar…[ILLEGIBLE]…pushing too hard for a release before the turn of the year. [ILLEGIBLE]…works fine until the end, but that is of course the most essential part. I knew we should have refrained from wasting so much time on the damned legal protections. But the…[ILLEGIBLE]…two months longer than it should have! Who would believe that recording the concert would be the easy part?! Oh, if only Robert…[ILLEGIBLE]. That greedy bastard Rupr…[ILLEGIBLE]…an ultimatum: ship on time or the project is canned. Before the last test I thought I might be able to make the deadline, but now I know this endeavour is doomed. I must end this madness for my own good, as my obsession has even clouded the…[ILLEGIBLE]…too far ahead of its time. Car…[ILLEGIBLE]…will not be pleased, but I will face whatever fate awaits me with my head held high. Or, at least, that is what tell myself…[ILLEGIBLE]…must prevent his fate from befalling another…[ILLEGIBLE]…Robert, I am so sorry…[REMAINDER ILLEGIBLE].\n\n\n\n\n\n\n- Close\n\n\n\n\n\n\n\n\n+ Section B: Interview Log, 11/07/1974\n\n\n\n\n- Close\n\n\n\n\n\n\nInterviewed:\n Mr. Roy ████, Owner, 3P LP’s Record Shop, Three Portlands\n\n\nInterviewer:\n Field Agent Holly Gardner, Foundation/UIU Liaison\n\n\nForeword:\n Mr. ████ had been in UIU custody for two days prior to the interview in connection to a classified ongoing investigation. Field Agent Gardner was able to secure the interview prior to the release of Mr. ████.\n\n\n<Begin Log>\n\n\nAgent Gardner:\n Thank you for your cooperation, Mr. ████. I promise this will not take long.\n\n\n████:\n Yeah, yeah, yeah. That’s what the feds told me when they cuffed me two days ago. But I guess there’s not much I can do to get out of this, seein' as I ain’t got a lawyer with me.\n\n\nAgent Gardner:\n I assure you, Mr. ████, that this is not a criminal investigation. Even if I did know why the FBI took you into custody, none of my questions today are related to…whatever it is you did or didn’t do.\n\n\n████:\n Oh, great. I feel so much better now that I have the w—\n\n\nAgent Gardner (interjecting):\n Let’s get down to business then. Do you recognize this? [Agent Gardner places the sleeve of SCP-3742 in front of Mr. ████]\n\n\n████:\n What kinda question is that? Of course I recognize it! It’s only the hottest selling mundane album in Three Portlands. I guess ya need me to say it for the record?\n\n\nAgent Gardner:\n No, I don’t think that will be necessary. But it seems you misunderstood my question; do you recognize this specific copy?\n\n\n████:\n [Brief pause as ████ examines the sleeve] Hmmm…yeah, I think I do, but why does it matter? I mean, it’s just a misprint, ain’t it? Perispirit [Records] only distributes records. They don't make their own, not for a normal band like Floyd…\nI\n didn’t make it, if that’s what you’re asking. I’m too mundane for that.\n\n\nAgent Gardner:\n How did you come across it then, if you didn’t make it?\n\n\n████:\n Well…y’see I uhhh…[████ pauses for thirty seconds in apparent contemplation].\n\n\nAgent Gardner:\n Mr. ████, please answer the question.\n\n\n████:\n Meh…fine, what the hell. The feds already know this part; I bought it from some guy on the black market. Don’t remember who, and he didn’t say where he got it. He was selling it with a demo tape he…came across for this new act from ‘Frisco. Package deal, otherwise I probably woulda passed it up; I’d heard Floyd plenty, but that ‘Frisco band sounded good. Had some potential, I th—-\n\n\nAgent Gardner:\n So you never played the record that came in this case specifically?\n\n\n████:\n Well…no. Not that specific record. Disc looked good so I just put it in a case and forgot about it for about…two months. Ended up selling it to some schmuck from Deer [College] for something like…twenty bucks extra? Deeries\n6\n are always so gullible.\n\n\nAgent Gardner:\n Do you remember the name of the person who bought the record?\n\n\n████:\n His name's a bit fuzzy, but I wish I could forget his annoying voice. James…James something. Scrawny guy, real pale, bucktoothed. Had some kinda British accent I guess, so I figured he was from the Isle [of Portland]. Said he wanted to be a music critic, but most of the things I heard this kid say about music were [EXPLETIVE REDACTED]. Pardon my French.\n\n\nAgent Gardner:\n So you have no idea where this record came from? And you had never played it before selling it to Mr. ████?\n\n\n████:\n Yep. Scout’s honor [████ holds up hand in a mock salute]. Am I free to go now?\n\n\nAgent Gardner:\n One last thing, Mr. ████. Your previous comments indicate you have prior knowledge of Perispirit Records as a record label. What do you know about them?\n\n\n████:\n Well I should hope I know about my biggest supplier of what you guys'd refer to as \"anomalous\" music. Perispirit is a Three Portlands-based label. They got a few acts signed to 'em, but like I said earlier their main deal is distributing \"mundane\" music into Three Portlands; they pretty much got a monopoly on that, which made them the biggest pain in my ass before my run-in with the feds…\n\n\nAgent Gardner:\n Could you elaborate?\n\n\n████:\n Well, to cover the \"costs\" of importing music from outside, Perispirit jacks their wholesale prices through the [EXPLETIVE REDACTED] roof. I'm just happy demand is as high as it is, or I wouldn't be makin' any money! Word on the street is that Perispirit is run by some…bigger fish. And if the rumors are to be believed, those markups are pretty much par for the course.\n\n\nAgent Gardner:\n What are these rumors about, exactly?\n\n\n████:\n About who's running them, of course! Even the schmucks in U-I-Useless know that MC&D have had their dirty hands in Three Portlands for just as long as the [Chicago] Spirit did. Maybe even longer…[████ shows visible discomfort]…n-not that I'd know anything 'bout that…\n\n\nAgent Gardner:\n Of course not…Well then. Thank you, Mr. ████. I wish you luck in your affairs with the FBI.\n\n\n████:\n Heh. Too late for that…\n\n\n<End Log>\n\n\nClosing Statement:\n One week after the conclusion of the interview, a massive UIU sting operation led to the arrest of several leading members of the Three Portlands black market. Because of this, the Foundation has been unable to further trace the origins of SCP-3742. Mr. ████ subsequently enrolled in the FBI’s anomalous witness protection program and has not been seen since; the 3P LP’s record shop was repossessed by UIU after their operation.\n\n\n\n\n\n\n- Close\n\n\n\n\n\n\n\n\n\n\n+ [LEVEL 3/3742 CLEARANCE REQUIRED: ENTER CREDENTIALS]\n\n\n\n\n- ACCESS GRANTED. PLEASE LOG OUT WHEN FINISHED\n\n\n\n\nAddendum 3742-2:\n Interview Log, ██/██/1974\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nThis file has been flagged by one or more Trans-Reality Information Consistency (TRIC) programs for discrepancies indicative of a possible ongoing CK-Class Reality Restructuring Scenario. RAISA Artificially Intelligent Construct (AIC) MEMORIAM is currently assigned to monitor this file for any additional trans-reality modification. Modification to this file has been locked until further notice. Affected sections will be marked with \n((double parentheses))\n.\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\n\n\nInterviewed:\n Mr. James █████, Owner of SCP-3742\n\n\nInterviewer:\n Field Agent Roger Palmer\n\n\nForeword:\n Agent Palmer was responsible for the return of Mr. █████ from SCP-3742-2. █████ was released from Foundation medical custody after █ days, having been treated for malnutrition and drug intoxication. As subject continued to experience compulsion to resume listening to SCP-3742, a mild tranquilizer was administered to the subject, who was also restrained physically during the interview. Preliminary testing accomplished by this point had revealed the basic nature of SCP-3742’s anomalous effects.\n\n\n<Begin Log>\n\n\nAgent Palmer:\n Are we feeling better today, James?\n\n\n█████:\n Oh of course sir. Feelin’ quite a lot better indeed. A-almost perfect…’cept…'cept I still wish I coulda seen the rest o’ that concert…\n\n\nAgent Palmer:\n Perhaps we’ll be able to help you, but first I’d like to ask you some questions about your…experience.\n\n\n█████:\n Sounds fine to me. Though…it’s all rather…fuzzy to me right now…\n\n\nAgent Palmer:\n Not to worry. Just answer as best you can. First, when did you first realize the album you purchased affected you as it did?\n\n\n█████:\n I found out the first time I played it. Prob'ly ‘bout…wait…what day is it again? I first played it the day I bought it, so that would be…I-I can’t rightly remember, sir…\n\n\nAgent Palmer:\n Not to worry, we can figure that much out. No need to strain yourself. Next question: when did you last begin to play the album?\n\n\n█████:\n Well…let’s see here…I-I think it was a Tuesday…kinda lost track…been a while since I slept…started hearin' the music in my sleep…but…I really would like to try flippin’ the record over. Please sir, I really th—-\n\n\nAgent Palmer:\n James, we’ll do our best to help you, but I must complete this interview first. So, you can’t remember when you last started playing the record?\n\n\n█████:\n I’m 'fraid not sir…s-sorry.\n\n\nAgent Palmer:\n It’s quite alright. So, as I understand it, whenever you played this album you were transported to a live performance of the album. Is this correct?\n\n\n█████:\n Yeah! It’s the best concert I’ve ever experienced. I mean soon as I got there, I was jus' blown away. You really won’t know what I’m talking ‘bout ‘till you try it out for yourself!\n\n\nAgent Palmer:\n I’m afraid I’m not very fond of that genre of music.\n\n\n█████:\n Well, suit yourself. I think you’d like it if you gave it a try, but who am I to say?\n\n\nAgent Palmer:\n Moving on. As I’m sure you’ve been told, something happened during that last playback that caused the stylus to be removed from the record while you were…gone.\n\n\n█████:\n So that was it? [█████ chuckles] Must’ve been my cat, Pudge. He can be a real bastard sometimes, ‘specially when he’s hungry.\n\n\nAgent Palmer:\n Noted. While you were…gone…did you notice anything out of the ordinary compared to your other…sessions? For example…any suspicious persons in the audience?\n\n\n█████:\n Well…I…I don’t remember much ‘bout the audience. I was gettin’ high with some Americans I’d taken a liking to during my previous listenings…\n((but…a-actually, come to think of it…I seem to remember seein’ some strange folks in what looked like…well…prison suits. Didn’t think much of it at the time, but the symbols they wore looked quite like the one on your badge…))\n\n\n((\nAgent Palmer:\n Indeed? Strange. Do you recall how many?))\n\n\n((\n█████:\n Can’t rightly say, sir. Like I said, I was really quite intoxicated at the time…))\n\n\nAgent Palmer:\n ((Well, that’s certainly understandable. Perhaps it was simply a trick of your memory.))\nWhat about any unusual occurrences?\n\n\n█████:\n Ah, yes. That’s where all the trouble started. Right before the end of the last song, the power cut out. They worked a long time to fix it, but none of us were allowed to leave. It lasted for…what felt like a couple of days. Eventually the drugs ran out, ‘n I had to resort to…s-summoning rituals for food…Least I got to put my education to good use, I s'pose. Then…after…a-after Lord knows how long, the power came back on, they finished the set, then went backstage for an intermission…A-an' that’s when I came back to my parlor.\n\n\nAgent Palmer:\n I see…I think that will be all, James.\n\n\n█████:\n Great! I can’t wait to get back there…I think I know a way I might be able to get the record flipped over…if I can just…\n\n\nAgent Palmer:\n Doctor? If you could please escort Mr. █████ back to his room…\n\n\n█████:\n Wait, my room? I…I thought you were going to help me see the rest of the concert? [Subject becomes agitated] All I want is to flip the bloody record over!\n\n\nAgent Palmer:\n Cut the log! We need sedatives on this man now!\n\n\n█████:\n Y-you bastards! I-i-i-is it really too much to a—-\n\n\n<End Log>\n\n\nClosing Statement:\n Following the interview, subject was administered Class-C amnestics and released. Subject was expelled from Deer College weeks later following several disciplinary infractions involving fellow music students. Subject was later killed by police during the armed robbery of a record shop in Portland, Oregon. \n((Experimentation is planned to ascertain the possible presence of D-Class personnel inside SCP-3742-2.))\n\n\n\n\n\n\n- ACCESS GRANTED. PLEASE LOG OUT WHEN FINISHED\n\n\n\n\n\n\n\n\n+ [LEVEL 4/3742 CLEARANCE REQUIRED: ENTER CREDENTIALS]\n\n\n\n\n- WELCOME COMMANDER BELL. PLEASE LOG OUT WHEN FINISHED\n\n\n\n\nAddendum 3742-3:\n Procedure 3742-Encore\n\n\nThe following is an abbreviated briefing given to personnel of MTF Sigma-21 (\"Mosh Pit\") regarding Procedure 3742-Encore. Full briefing is available to MTF Command personnel on a need-to-know basis.\n\n\nBackground: UMMAGUMMA Events\n\nIn 2004, a Trans-Reality Information Consistency (TRIC) program developed by the Foundation Records and Information Security Administration (RAISA) flagged an interview log attached to the document as having been subject to trans-reality modification. Usually indicative of a CK-Class Reality Restructuring Event, the data was flagged following the successful conclusion of an experiment in which a group of D-Class personnel were instructed to ascertain the presence of Mr. James █████ (the initial owner of SCP-3742) within SCP-3742-2, supporting an emergent hypothesis that SCP-3742 is temporally recursive in nature.\n\n\nAfter additional directed testing, researchers concluded that SCP-3742 does in fact utilize a limited form of temporal recursion to transport subjects to SCP-3742-2. Furthermore, based on available data, there is a distinct possibility that subjects are not successfully recalled from SCP-3742-2 following the conclusion of side two of the album. By implication, any complete playthrough of side two of SCP-3742 constitutes an irreversible temporal recursion event, which could have drastic effects on present reality including, but not limited to, one or more of the following:\n\n\n\n\nCK-Class Reality Restructuring Scenario\n\n\nXK-Class End-of-the-World Scenario\n\n\nZK-Class Reality Failure Scenario\n\n\n\n\nThe incursion of subjects affected by SCP-3742 or analogous anomalies into an alternate point in time has since been designated as an UMMAGUMMA Event. As of the writing of this document, ██ UMMAGUMMA Events are thought to have occurred. Due to the wide-ranging and unpredictable effects of these events, Procedure 3742-Encore was developed as a countermeasure pending research into trans-temporal containment options.\n\n\nPROCEDURE 3742-ENCORE: Development\n\nOn ██/██/2007, Experiment 3742/T was authorized by the O5 Council. The objective of the experiment was to test the effect of actions on the part of individuals within SCP-3742-2 on the progression of baseline reality. Test subjects were provided with era-appropriate clothing and alternate identities to minimize the chance of major reality alterations. Subjects were also implanted with capsules programmed to administer Class-D amnestics in case of failure to return from SCP-3742-2. Experimentation log included below.\n\n\n\n\n\n\nTRIAL #\n\n\nINSTRUCTIONS\n\n\nEFFECTS\n\n\nNOTES\n\n\n\n\n\n\n3742/T/1\n\n\nD-66984 instructed to exit SCP-3742-2 after arriving.\n\n\nSubject was unable to complete task; reported severe disorientation and vertigo when approaching apparent exits.\n\n\nMatches data from previous experiments. TRIC programs indicate no notable effect on current reality.\n\n\n\n\n\n\n3742/T/2\n\n\nD-55845 instructed to rush the stage of SCP-3742-2.\n\n\nSCP-3742’s effect ceased prematurely (approx. 7 minutes), resulting in immediate return of D-55845 to containment chamber. Subject reported returning when she was an estimated 3m from the stage.\n\n\nLikely another “copyright protection” measure. Subjects appear to be unable to affect performers directly. TRIC programs indicate no notable effect on current reality.\n\n\n\n\n\n\n3742/T/3\n\n\nD-96152 provided with a 9mm pistol (unloaded), instructed to approach security with gun held to head.\n7\n\n\nSCP-3742’s effect ceased prematurely (10 minutes), returning D-96152 just as [DATA EXPUNGED]. Subject confirmed deceased, having acquired ammunition within SCP-3742-2 by unknown means.\n\n\nD-96152’s death, while regrettable, indicates that severe injury triggers a premature ceasure of SCP-3742’s effect. TRIC programs indicate no notable effect on current reality.\n\n\n\n\n\n\n3742/T/4\n\n\nD-44589 instructed to proceed to balcony seating inside SCP-3742-2 and push a spectator from the railing.\n\n\nTonearm of SCP-3742-1 spontaneously deflected off SCP-3742 after 15 minutes. Subject not returned.\n\n\nReplacing the tonearm of SCP-3742-1 caused SCP-3742 to play from beginning. TRIC programs indicate trans-reality information modification in multiple online sources pertaining to the concert.\n\n\n\n\n\n\nFollowing Experiment 3742/T/4, Foundation TRIC webcrawlers flagged information regarding a Pink Floyd concert in ███████, NY, USA on ██/██/1973. The new information described an incident in which a spectator fell from the upper level seating of the venue and killed the person on which they landed, resulting in a premature end to the concert. Not only did this experiment successfully identify the historical location of SCP-3742-2, but it also confirmed that UMMAGUMMA Events could be neutralized by actions taken within an affected performance by individuals present under temporally normal circumstances. Simply put, the only way to stop an UMMAGUMMA Event is to disrupt any affected concerts in real time. Thus, Procedure 3742-Encore was developed and approved by the Ethics Committee after two weeks of debate.\n\n\nProcedure 3742-Encore: Instructions\n\nProcedure 3742-Encore is to be carried out by members of MTF Sigma-21 (\"Mosh Pit\"). The Foundation, in collaboration with the UIU, has established a system which monitors major musical events in the US, Canada, UK, and European Union\n8\n for suspected UMMAGUMMA Events. Regardless of the apparent danger posed by individual temporal intruders, each UMMAGUMMA Event must be neutralized as quickly as possible by forcing a premature conclusion to the performance in which they manifest. Measures required to fully neutralize an UMMAGUMMA Event change with the circumstances of each manifestation; because of this, MTF Sigma-21 is to be given complete tactical authority over the tactical measures of Procedure 3742-Encore. Though options which minimize collateral damage and/or media exposure are preferred, the Ethics Committee has ruled that any and all measures found necessary by field personnel will have the full support and approval of the Foundation.\n\n\nOnce an UMMAGUMMA Event is successfully neutralized, intruding subjects which are not automatically returned to their temporal points of origin should be effectively “locked” in the present, allowing standard containment measures to be enacted. MTF Sigma-21 will then coordinate with other Foundation assets to contain any remaining temporal intruders and/or other related anomalies. Regardless of anomalous capabilities, all temporal intruders are to be treated as provisional anomalies by field personnel and interaction with temporal intruders should be minimized until the stable progression of local time can be confirmed.\n\n\nSince the development of Procedure 3742-Encore, █ UMMAGUMMA Events have been successfully neutralized. It is predicted that at least one of these events would have led to a ZK-Class Reality Failure Scenario.\n\n\n\n\n- WELCOME COMMANDER BELL. PLEASE LOG OUT WHEN FINISHED\n\n\n\n\n\n\n\n\n\n\n+ [COMMANDER BELL, YOU HAVE A NEW MESSAGE. PLEASE LOG IN]\n\n\n\n\n- <LYINGSUPINEINTHESUNSHINE>...PASSWORD CONFIRMED. ACCESS GRANTED.\n\n\n\n\n\n\n\n\n\n\n\n\nTASK FORCE COMMAND NETWORK\n\n\n \n\n\n \n\n\n------\n\nWelcome, Commander Bell.\n\n\n------\n\n\n\n\n\n\n \n\n\n\n\nNEW MESSAGE RECEIVED: [ADDRESS REDACTED]\n\n<Display Message>\n\n\nCommander,\n\nAs I’m sure you are aware, you have assumed your new post in the wake of Sigma-21’s worst failure to date. Your previous command experience (as well as your previous deployments with “Mosh Pit”) will serve you well in this capacity I’m sure. Once you're done reading up on the anomalies for which your unit is responsible, I have a new task for you. As you know, these recent months have seen a huge increase in UMMAGUMMA Events; however, a recent \nintelligence breakthrough\n has shed some light on what seems to be the cause (outlined in the attached document, obtained by MTF Mu-3). Unfortunately, this means that UMMAGUMMA Events won't be slowing down any time soon; given the apparent string of \"missed\" events, you'll probably be seeing even more action than you were with Asimov's Lawbringers. Rest assured, researchers are trying to find a more permanent solution, but it’s up to you and the “Mosh Pit” to contain them until then. Good luck, Commander. You’re going to need it.\n\n\nSecure. Contain. Protect.\n\nO5-4\n\n\nP.S: During the investigation of your predecessor, a flagged document was found in his office. The non-anomalous version has been attached for your review. I had to override several protocols in order to clear you for this, but I thought you should be aware of some of the dangers of temporal recursion.\n\n\nSupplementary Documentation\n\n\nMC&D Item Documentation\n\n\nDOCUMENT 1780-WL\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n- <LYINGSUPINEINTHESUNSHINE>...PASSWORD CONFIRMED. ACCESS GRANTED.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Currently Dr. Sandford Olson.\n\n\n2\n. Including other forms of media sharing SCP-3742's effects.\n\n\n3\n. An action █████ attributed to his pet cat, which was found dead in the residence by police during the initial investigation; cause of death appeared to be malnourishment and was likely the source of the smell of decay.\n\n\n4\n. A briefly popular Neo-Sarkic anomalous rock group based in Three Portlands during the early 1970s.\n\n\n5\n. Worthy of note is the fact that famed guitarist James Marshall Hendrix died of asphyxiation at age 27 on 18 September, 1970.\n\n\n6\n. Colloquial term for students of Deer College.\n\n\n7\n. Subject voluntarily accepted participation.\n\n\n8\n. Adoption of this system is pending in other countries.\n\n\n\n\n\n\n\n\n« \nSCP-3741\n | SCP-3742 | \nSCP-3743\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3742\n\" by PoppcornColonel, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3742\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 3742-1: Relation to GOI-███ [Marshall, Carter & Dark, LLP]"
    ],
    "documents": [],
    "notes": [
        "“This Perispirit Personal Concert is best enjoyed firsthand. The unauthorized reproduction or distribution of this Perispirit Personal Concert Experience™ is illegal. Criminal copyright infringement, including infringement without monetary gain, is punishable by law in the US, UK, and Three Portlands (under the provisions of the Hoover Mandate).”",
        "Interviewed: Mr. Roy ████, Owner, 3P LP’s Record Shop, Three Portlands Interviewer: Field Agent Holly Gardner, Foundation/UIU Liaison Foreword: Mr. ████ had been in UIU custody for two days prior to the interview in connection to a classified ongoing investigation. Field Agent Gardner was able to secure the interview prior to the release of Mr. ████. <Begin Log> Agent Gardner: Thank you for your cooperation, Mr. ████. I promise this will not take long. ████: Yeah, yeah, yeah. That’s what the feds told me when they cuffed me two days ago. But I guess there’s not much I can do to get out of this, seein' as I ain’t got a lawyer with me. Agent Gardner: I assure you, Mr. ████, that this is not a criminal investigation. Even if I did know why the FBI took you into custody, none of my questions today are related to…whatever it is you did or didn’t do. ████: Oh, great. I feel so much better now that I have the w— Agent Gardner (interjecting): Let’s get down to business then. Do you recognize this? [Agent Gardner places the sleeve of SCP-3742 in front of Mr. ████] ████: What kinda question is that? Of course I recognize it! It’s only the hottest selling mundane album in Three Portlands. I guess ya need me to say it for the record? Agent Gardner: No, I don’t think that will be necessary. But it seems you misunderstood my question; do you recognize this specific copy? ████: [Brief pause as ████ examines the sleeve] Hmmm…yeah, I think I do, but why does it matter? I mean, it’s just a misprint, ain’t it? Perispirit [Records] only distributes records. They don't make their own, not for a normal band like Floyd… I didn’t make it, if that’s what you’re asking. I’m too mundane for that. Agent Gardner: How did you come across it then, if you didn’t make it? ████: Well…y’see I uhhh…[████ pauses for thirty seconds in apparent contemplation]. Agent Gardner: Mr. ████, please answer the question. ████: Meh…fine, what the hell. The feds already know this part; I bought it from some guy on the black market. Don’t remember who, and he didn’t say where he got it. He was selling it with a demo tape he…came across for this new act from ‘Frisco. Package deal, otherwise I probably woulda passed it up; I’d heard Floyd plenty, but that ‘Frisco band sounded good. Had some potential, I th—- Agent Gardner: So you never played the record that came in this case specifically? ████: Well…no. Not that specific record. Disc looked good so I just put it in a case and forgot about it for about…two months. Ended up selling it to some schmuck from Deer [College] for something like…twenty bucks extra? Deeries 6 are always so gullible. Agent Gardner: Do you remember the name of the person who bought the record? ████: His name's a bit fuzzy, but I wish I could forget his annoying voice. James…James something. Scrawny guy, real pale, bucktoothed. Had some kinda British accent I guess, so I figured he was from the Isle [of Portland]. Said he wanted to be a music critic, but most of the things I heard this kid say about music were [EXPLETIVE REDACTED]. Pardon my French. Agent Gardner: So you have no idea where this record came from? And you had never played it before selling it to Mr. ████? ████: Yep. Scout’s honor [████ holds up hand in a mock salute]. Am I free to go now? Agent Gardner: One last thing, Mr. ████. Your previous comments indicate you have prior knowledge of Perispirit Records as a record label. What do you know about them? ████: Well I should hope I know about my biggest supplier of what you guys'd refer to as \"anomalous\" music. Perispirit is a Three Portlands-based label. They got a few acts signed to 'em, but like I said earlier their main deal is distributing \"mundane\" music into Three Portlands; they pretty much got a monopoly on that, which made them the biggest pain in my ass before my run-in with the feds… Agent Gardner: Could you elaborate? ████: Well, to cover the \"costs\" of importing music from outside, Perispirit jacks their wholesale prices through the [EXPLETIVE REDACTED] roof. I'm just happy demand is as high as it is, or I wouldn't be makin' any money! Word on the street is that Perispirit is run by some…bigger fish. And if the rumors are to be believed, those markups are pretty much par for the course. Agent Gardner: What are these rumors about, exactly? ████: About who's running them, of course! Even the schmucks in U-I-Useless know that MC&D have had their dirty hands in Three Portlands for just as long as the [Chicago] Spirit did. Maybe even longer…[████ shows visible discomfort]…n-not that I'd know anything 'bout that… Agent Gardner: Of course not…Well then. Thank you, Mr. ████. I wish you luck in your affairs with the FBI. ████: Heh. Too late for that… <End Log> Closing Statement: One week after the conclusion of the interview, a massive UIU sting operation led to the arrest of several leading members of the Three Portlands black market. Because of this, the Foundation has been unable to further trace the origins of SCP-3742. Mr. ████ subsequently enrolled in the FBI’s anomalous witness protection program and has not been seen since; the 3P LP’s record shop was repossessed by UIU after their operation.",
        "NEW MESSAGE RECEIVED: [ADDRESS REDACTED] <Display Message> Commander, As I’m sure you are aware, you have assumed your new post in the wake of Sigma-21’s worst failure to date. Your previous command experience (as well as your previous deployments with “Mosh Pit”) will serve you well in this capacity I’m sure. Once you're done reading up on the anomalies for which your unit is responsible, I have a new task for you. As you know, these recent months have seen a huge increase in UMMAGUMMA Events; however, a recent intelligence breakthrough has shed some light on what seems to be the cause (outlined in the attached document, obtained by MTF Mu-3). Unfortunately, this means that UMMAGUMMA Events won't be slowing down any time soon; given the apparent string of \"missed\" events, you'll probably be seeing even more action than you were with Asimov's Lawbringers. Rest assured, researchers are trying to find a more permanent solution, but it’s up to you and the “Mosh Pit” to contain them until then. Good luck, Commander. You’re going to need it. Secure. Contain. Protect. O5-4 P.S: During the investigation of your predecessor, a flagged document was found in his office. The non-anomalous version has been attached for your review. I had to override several protocols in order to clear you for this, but I thought you should be aware of some of the dangers of temporal recursion. Supplementary Documentation MC&D Item Documentation DOCUMENT 1780-WL",
        "\" SCP-3742 \" by PoppcornColonel, from the SCP Wiki . Source: https://scpwiki.com/scp-3742 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3742",
    "object_class": "Safe",
    "containment_procedures": "SCP-3742 is currently stored in a soundproofed chamber in the Low Security Research Medium Security Storage Wing (E-Wing) of Storage Site-64. The containment chamber is equipped with its own isolated power source and a closed-circuit surveillance system with independent audio and video recording equipment for experimental monitoring. Any and all audio recordings of SCP-3742 are to be destroyed following experimental procedures except by direct approval of both the Project Director1 and Site Director Holman. SCP-3742-1 and the soundproofing of the containment chamber should be inspected monthly for damage, which must be repaired prior to the next scheduled experiment as soon as possible. As such, experiments must be scheduled at least one month in advance Experimentation is currently suspended; personnel with proper clearance may consult Addendum 3742-3 for more information.",
    "description": "SCP-3742 is a vinyl LP record physically identical to the first issue of Pink Floyd’s The Dark Side of the Moon (UK catalogue number SHVL 804), which was released in the US on 1 March, 1973 and in the UK on 16 March, 1973. Visually, the only difference between SCP-3742 and a non-anomalous version of the album is its labeling, with SCP-3742’s production being attributed to \"Perispirit Records\". This labeling is consistent between the LP sleeve and the record itself, with album art otherwise unchanged from the original. An insert found in the LP sleeve indicates a link between Perispirit Records and GoI-███ [Marshall, Carter & Dark, LLP]; the full insert can be read below (see Addendum 3742-1A).",
    "title": "SCP-3742"
}