{
    "url": "https://scp-wiki.wikidot.com/scp-3743",
    "all_text": "#page-content\n \n.collapsible-block\n \n{\n \n    \nposition:\n \nrelative\n;\n    \npadding:\n \n0.5\nem\n;\n    \nmargin:\n \n0.5\nem\n;\n    \nbox-shadow:\n \n2\npx\n \n1.5\npx\n \n1\npx\n rgba(\n176\n,\n16\n,\n0\n,\n0.7\n), \n0\n \n0\n \n0\npx\n \n1\npx\n lightgrey\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n\n}\n\n \n\n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \nblack\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n \n\n}\n\n \n\n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\ncenter\n;\n\n}\n\n \n\n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \ncolor:\n dimgrey\n;\n\n}\n\n \n\n.collapsible-block-link\n \n{\n\n    \nfont-weight:\n \nbold\n;\n    \ncolor:\n dimgrey\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n \n\n.addendumbox\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nbox-shadow:\n0\n \n2\npx\n \n5\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n),\n0\n \n2\npx\n \n10\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.12\n)\n;\n\n}\n\n \n\n.material-box\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nborder:\n \n1\npx\n lightgrey \nsolid\n;\n    \nbox-shadow:\n \n1\npx\n \n2\npx\n \n2\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n)\n;\n\n}\n\n \n\n.material-box\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.wiki-content-table\n \n{\n\n    \nwidth:\n \n100\n%\n;\n\n}\n\n \n\n.addendumbox\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.addendumtitle\n \n{\n\n   \nopacity:\n \n0.8\n;\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \n#b01\n;\n\n}\n\n \n\n.maintitle\n \n{\n\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-header\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \nfont-size:\nx-large\n;\n    \ncolor:\n#b01\n;\n\n}\n\n \n\n.addenda-header\n \n{\n\n    \nwidth:\n \n100\n%\n;\n    \nborder-bottom:\n \n2\npx\n \nblack\n \nsolid\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-info\n \n{\n\n    \ndisplay:\nflex\n;\n    \njustify-content:\nspace-between\n;\n    \nfont-size:\nlarge\n;\n\n}\n\n \n\n.scp-info-box\n \n{\n\n    \ndisplay:\nflex\n; \n    \njustify-content:\nspace-between\n;\n\n}\n\n \n\n.object-info\n \n{\n\n    \ncolor:\nblack\n;\n    \nalign-self:\n flex-end\n;\n    \nfont-size:\n \nlarge\n;\n\n}\n\n \n\n.title-style\n \n{\n\n    \nopacity:\n \n0.8\n;\n    \nmargin-bottom:\n \n10\npx\n;\n    \ncolor:\n \n#b01\n;\n    \nfont-size:\n \nlarge\n;\n    \ntext-decoration:\n \nunderline\n;\n    \nfont-weight:\n \nbold\n;\n\n}\n\n \n\n.update-div-empty\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n    \ncolor:\n lightgrey\n;\n\n}\n\n \n\n.update-div\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n\n}\n\n \n\n.computed\n \n{\n\n    \nborder:\n \n1\npx\n \nblack\n \nsolid\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.computed\n:before\n \n{\n\n    \ncontent:\n\"Computed \nCode\n\"\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.rawcode\n \n{\n\n    \nborder:\n \nblack\n \nsolid\n \n1\npx\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.rawcode\n:before\n{\n\n    \ncontent:\n\"Raw \nCode\n\"\n;\n    \ntext-align:\n \ncenter\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.codebox\n \n{\n\n    \ndisplay:\n \ninline-block\n;\n    \nwidth:\n \n100\n%\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \nem\n,  \n.yui-navset\n \n.yui-nav\n \na\n \nem\n{\n\n        \npadding:\n \n0.25\nem\n \n.75\nem\n; \n        \ntop:\n \n0\npx\n;\n        \nmargin-bottom:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n     \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \n{\n\n       \nmargin:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:focus\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:hover\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n         \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n:hover\n,\n\n.yui-navset\n \n.yui-nav\n \na\n:focus\n \n{\n\n    \nbackground:\n gainsboro\n;\n    \ntext-decoration:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n, \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n \n{\n\n\nbackground-color:\n \nnone\n;\n\nbackground-image:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n \n{\n\n\nbackground:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \nli\n{\n\n\nmargin:\n \n0\npx\n;\n\n}\n\n \n\n#page-content\n \n.licensebox\n \n.collapsible-block\n \n{\n\n    \nposition:\n unset\n;\n    \npadding:\n unset\n;\n    \nmargin:\n unset\n;\n    \nbox-shadow:\n unset\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\n \nleft\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \nleft\n;\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-link\n \n{\n\n    \ncolor:\n \ninherit\n;\n    \ntext-align:\n \nleft\n;\n\n}\n\n\n\n\n\n\n\n\n\n\nrating: \n+112\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nHecatoncheires Cycle Hub\n\n\n \n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\nrating: \n+112\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n:\n\n\n\n\n\n\nSCP-3743-A-1, approximately two kilometers from Site-91.\n\n\n\n\n\n\nSCP-3743-A-1 and -2 are to be under constant electronic surveillance. Any individuals arriving through either anomaly are to be detained, interrogated and potentially amnesticized.\n1\n\n\nThe Foundation has purchased the York Art Gallery and the land containing SCP-3743-A-1, closing them off from public access. Armed agents are to be stationed nearby on rotating shifts. Any movement towards either anomaly is to be impeded by the joint task force under the auspices of \nProject Hecatoncheires\n.\n\n\nInterferent thaumaturgical charms are to be placed around both anomalies to prevent their use. Members of MTF-Beta-777 (“Hecate’s Spear”)\n2\n shall evaluate the effectiveness of the charms every month.\n\n\n\n\nDescription\n:\n\n\nSCP-3743 is a series of interconnected anomalies with ties to a Hellenistic-era cult known as the \"Many Hands Society\" (rough translation). SCP-3743-A-1 is a thaumaturgically powered portal\n3\n to an extradimensional space found within the greater Yorkshire area. SCP-3743-A-1 is located in a wooded area approximately two kilometers from Site-91’s perimeter. SCP-3743-A-1 is constructed with branches from the immediate area and thaumaturgically linked to an icon of Eros found hanging nearby.\n\n\n \n\n\n\n\n\n\nSingle structure found within SCP-3743-B.\n\n\n\n\n\n\nSCP-3743-B is a finite extra-dimensional space resembling the arid plains of Greece, measuring roughly eighty-eight square kilometers. Located within the boundaries of SCP-3743-B is a solitary man-made structure constructed from mud bricks, sitting atop a stone block foundation. The structure resembles the construction methods of the Hellenistic-era of ancient Greece. Due to thaumic pollution and relatively high levels of Akiva radiation present within SCP-3743-B, photographs invariably develop without any color present.\n\n\nSCP-3743-A-1, when activated, using thaumaturgical techniques common to Group of Interest ALPHA-019 (“Serpent’s Hand”), allows for transportation to SCP-3743-B.\n\n\n\n\nDiscovery\n: Routine reconnaissance around Site-91 by security personnel revealed SCP-3743-A-1 on 13 August, 1992. Members of MTF-Beta-777 examined the area and found the aforementioned icon to Eros. Concerned that the anomaly represented an attempted incursion into Site-91, Captain Zadeh of MTF-Beta-777 requested reinforcement from MTF-Tau-9 (“Bookworms”) as said MTF focuses on anomalies related to the Library and the Serpent’s Hand.\n\n\nLieutenant Gilroy Laguerre\n4\n of Tau-9 analyzed SCP-3743-A-1 and confirmed that it was an active Way leading to an extradimensional space. The proximity of the Way to Site-91 was ruled to be a clear and present danger. On 15 August, 1992, Director Varga ordered an joint task force exploration into SCP-3743-A-1.\n\n\n\n\n▷ Exploration log of SCP-3743-B 15/08/1992\n\n\n\n\nClose File\n\n\n\n\n\n\n\n\nExploration Log of SCP-3743-B by joint task force from MTF-Beta-777 and MTF-Tau-9\n.\n\n\n\n\n\n\nThaumaturgically active icon linked to SCP-3743-A-1, found hanging nearby.\n\n\n\n\n\n\nPersonnel Mobilized\n:\n\n\nCaptain Sahara Zadeh\n,\n\n\nSergeant Maria Waltham\n,\n5\n\n\nSergeant Gabriel Merced\n,\n\n\nLieutenant Gilroy Laguerre\n,\n\n\nSergeant Mark Kenoshi\n.\n\nAccompanied by \nAgent Rebekah Douglas, Level-3 psychometrist.\n6\n\n\nCommand\n: \nDr. Jocasta Rossi on comms\n\n\nPreamble\n:\n\nMembers of MTF-Beta-777 and MTF-Tau-9, along with Agent Douglas, will enter the Way designated as SCP-3743-A-1 and gather intelligence from the extra-dimensional space (designated SCP-3743-B) beyond. Captain Sahara Zadeh will have field command.\n\n\n \n\n\n \n\n\n\n\nMembers of joint task force approach SCP-3743-A-1.\n\n\nZadeh\n: Check your weapons and body cameras.\n\n\nAll present confirm their arms and comms units.\n\n\nDouglas\n: What’s that?\n\n\nApproaches the icon of Eros.\n\n\nLaguerre\n: It's linked to the Way.\n\n\nDouglas\n: Do we need this? Why not destroy it?\n\n\nLaguerre\n: Don’t know what effect that would have. It’s possible the icon is connected to the ritual that made the Way.\n\n\nDr. Rossi transmits from Site-91.\n\n\nDr. Rossi\n: Also, we are not in the business of destroying anomalous artifacts if we can help it, Agent Douglas.\n\n\nAgent Douglas makes an indecipherable sound.\n\n\nRossi\n: What was that?\n\n\nDouglas\n: It was a “grumble,” Doctor.\n\n\nWaltham chokes back a laugh. Zadeh sighs.\n\n\nRossi\n: Agent Douglas, if you’re done making jokes, I’d like you to try and read the icon.\n\n\nDouglas\n: Laguerre, you think it’s safe to touch?\n\n\nLaguerre\n: My official answer? I have no idea. Unofficially? I’m willing to risk it. Let Sergeant Waltham and I shield you from any hidden countermeasures.\n\n\nWaltham nods at Douglas and places a hand on her shoulder. Laguerre stands on Douglas’s other side and also places a hand on her shoulder. Both hold their free hands in front of their mouths and whisper indecipherably.\n\n\nDouglas lowers herself to her knees and wraps her fingers from both hands around the icon. For approximately sixty seconds Douglas is silent, then she opens her eyes and releases the icon. She stands to her feet and brushes clean her jeans.\n\n\nDouglas\n: This has only been here a day or two, the impression is incredibly fresh. I can’t say who placed it… I can tell you the blood is human. Someone in incredible pain.\n\n\nZadeh\n: Someone still alive?\n\n\nDouglas\n: Maybe, there’s not much blood. The pain seems less like immediate trauma and more like a disability? Like it’s a constant and persistent pain. Pain that colors your perception over the long term.\n\n\nRossi\n: How can you tell?\n\n\nDouglas\n: \n[snorts]\n Look, I know you’re new to the Site. But this is what I do.\n\n\nRossi\n: For the record, please.\n\n\nDouglas\n: Underlying sense of frustration and disillusionment with the world at large. This is someone who’s been in pain for a long time.\n\n\nZadeh\n: Let’s get back on mission, folks. Lieutenant, if you please.\n\n\nLaguerre walks towards SCP-3743-A-1 and paces around three quarters of the circle before crossing it, then turning and repeating in reverse. The Way opens, appearing to be a glowing pool of light on the ground within the wooden circle of the anomaly.\n\n\nLaguerre\n: It'll only stay open for a few moments, so let’s not dawdle.\n\n\nLaguerre enters the Way, followed by the other five members of the expedition. Upon entering, video feeds from personnel cut off immediately.\n\n\nDr. Rossi\n: Zadeh, we’ve lost all video feeds from your team. Confirm your status?\n\n\nFifteen seconds of static follow from this request.\n\n\nZadeh\n: Confirmed, we’ve all made it through. Something strange about the air here. Feels charged with static electricity, but with thaumaturgy. Readings of significantly higher Akiva radiation as well. Are you receiving?\n\n\nDr. Rossi\n: Partially: we have voice coming through with some artifacting, but no video.\n\n\nZadeh\n: Shall we proceed?\n\n\nDr. Rossi\n: Yes, please provide regular updates.\n\n\nZadeh\n: Understood.\n\n\nRossi\n: Describe your surroundings, please.\n\n\nKenoshi\n: It’s definitely not the Library.\n\n\nWaltham\n: It’s a dry plain, like a desert but mostly rocks and dirt… not like the Sahara.\n\n\nZadeh snorts a laugh before speaking.\n\n\nZadeh\n: Reminds me of arid plains in Greece, or maybe the high desert in Southern California.\n\n\nWaltham\n: There’s nothing here other than a bronze circle roughly ten meters in diameter, sunken into the ground. There's script engraved into the outer edge of the ring.\n\n\nKenoshi\n: It’s Old Attic, an Ancient Greek dialect in use in and around the Athens area until late fifth century BCE.\n\n\nRossi\n: Can any of you read it?\n\n\nKenoshi\n: I can, mostly. It’s a repetition of a single two-sentence phrase.\n\n\nRossi\n: What does it say?\n\n\nKenoshi\n: This is rough, but it says: “Behold the land of the Hundred Handed. Here there be Titans.”\n\n\nDouglas\n: Ominous.\n\n\nRossi\n: Agent Douglas, do you think this is connected to GoI-8832?\n7\n\n\nAlmost sixty seconds of silence.\n\n\nDouglas\n: Hard to say for sure. Possibly. If it’s not, then it’ll be a hell of a coincidence.\n\n\nWaltham\n: Do you hear that, Doctor?\n\n\nRossi\n: Nothing other than your voices. Describe the sound, please.\n\n\nWaltham\n: Distant ringing of a bell, high pitch I think. Hard to say where it’s coming from.\n\n\nRossi\n: Making mention in the log. Anything else of note?\n\n\nMerced\n: There’s a boundary here. The plain we can see is only a few dozen kilometers before a wall of mist or fog impedes all view.\n\n\nRossi\n: Right well, try to take notes of anything distinctive.\n\n\nZadeh\n: Alright, let’s head out. Keep your eyes peeled for anything moving.\n\n\nExtraneous thirty minutes of audio omitted.\n\n\nZadeh\n: Coming up on structure of some sort, Command.\n\n\nRossi\n: Describe it?\n\n\nZadeh\n: Still a half click out, but it looks white and multiple stories.\n\n\nRossi\n: Proceed.\n\n\nExtraneous ten minutes of audio omitted.\n\n\nKenoshi\n: We’re closer now, Command. Looks like it’s whitewashed mud bricks. Three stories, lots of curves. Almost looks like an ant hill. Lots of doors, and a few stone staircases on the exterior.\n\n\nRossi\n: Still no contact with any people?\n\n\nDouglas\n: None. It’s eerily quiet. Not even any wind. The bell is louder though.\n\n\nZadeh\n: Okay, we’re going to breach. Kenoshi and Douglas with me on the right side of the first floor. Laguerre, Merced and Waltham on the left. Stay in contact. Let’s go.\n\n\nExtraneous three minutes of audio omitted.\n\n\nZadeh\n: Command, the structure appears empty. At least over here. Laguerre, anything?\n\n\nLaguerre\n: It’s clearly been lived in. Wood stove and sleeping bags. The stove is still warm. Negative contact though.\n\n\nZadeh\n: Same here. Let’s clear the other floors before we start looking around.\n\n\nExtraneous seventeen minutes of audio omitted. MTF members clear the structure and find none of the occupants. Items found included over twenty sleeping bags, three portable wooden stoves, cooking supplies, some electric lights on extension cords plugged into anomalous power sources, and a small library of scrolls.\n\n\nRossi\n: When you say “anomalous” power source, what do you mean?\n\n\nMerced\n: Looks organic, like polyps on coral, all built one on the other. There’s at least eight of them, and the plugs for the stringed lighting are plugged directly into an organic “socket.” They each stand maybe a meter in height.\n\n\nRossi\n: Can you take one back with you?\n\n\nZadeh\n: Let’s belay that, for now. No sense letting the locals know someone is messing with their house while they’re away.\n\n\nDouglas\n: Kenoshi, you said you read Greek right?\n\n\nKenoshi\n: Yeah, I'm proficient but not an expert. Why do you ask?\n\n\nDouglas\n: The scrolls I've seen are all covered in the same script as the bronze ring when we entered this place. Second floor, towards the front of the building on the right. Come take a look?\n\n\nKenoshi\n: Just a mo.\n\n\nExtraneous five minutes of audio omitted.\n\n\nZadeh\n: Found the bell. It's in the upper most chamber. It's just ringing constantly. Command, you can’t hear that?\n\n\nRossi\n: Negative, Captain Zadeh.\n\n\nZadeh\n: Very fucking weird.\n\n\nRossi\n: Is there a mechanism powering the bell?\n\n\nZadeh\n: Well, sort of. One of those polyp generators is here and it's connected by biological material to a sigil above the bell. Bell itself is only ten centimeters in height, but it's not typical brass. Pretty sure this is beryllium bronze. More sigils etched into its surface.\n\n\nRossi\n: Any idea what the purpose is?\n\n\nZadeh\n: Could be an alarm we tripped by coming through the Way, or it could be very annoying music. I have no idea.\n\n\nRossi\n: I assume interfering with it would be a bad idea?\n\n\nZadeh\n: Given I have no idea what it does, yes, I’d say it’s a bad idea.\n\n\nKenoshi has rendezvoused with Douglas near the scroll library.\n\n\nKenoshi\n: What have you got here?\n\n\nSounds of rustling paper for a few moments.\n\n\nKenoshi\n: Holy shit, these are old. Wait… they don’t \nfeel\n old though.\n\n\nRossi\n: What do you mean?\n\n\nKenoshi\n: The parchment seems almost new. Although I don’t think I've ever handled actual new parchment.\n\n\nRossi\n: Why did you say they were old?\n\n\nKenoshi\n: The Greek these are written in, it's contemporaneous with the script on the bronze ring at our entry point. Why would someone transcribe Ancient Greek so painstakingly onto new parchment?\n\n\nRossi\n: Can you read them?\n\n\nKenoshi\n: Not easily, I’m going to suggest we take a few so I can study and translate back at base.\n\n\nRossi\n: Good idea. Agent Douglas, were you able to read anything off these scrolls?\n\n\nDouglas\n: They’ve been handled recently but that’s about it.\n\n\nExtraneous five minutes of audio deleted.\n\n\nMerced\n: You’re all going to want to come out here.\n\n\nZadeh\n: Out where?\n\n\nMerced\n: Lieutenant Laguerre and I came around the back of the structure and we found something.\n\n\nZadeh\n: What?\n\n\nLaguerre\n: Better just come and see. Kenoshi, you too.\n\n\nKenoshi\n: Okay, let me store these scrolls in a protective container. Be right out.\n\n\nThe six MTF members gather together, presumably behind the building.\n\n\nDouglas\n: What is it?\n\n\nZadeh\n: A cave of some sort?\n\n\nRossi\n: Please describe what you're seeing.\n\n\nMerced\n: It’s a hillside, fairly low, behind the structure. In the hillside is a recession with a large stone block over the entrance. The opening is man-made, reinforced with small stone blocks.\n\n\nKenoshi\n: More to the point, the large rock over the entrance is a stele.\n\n\nRossi\n: A what?\n\n\nKenoshi\n: Stone slab, usually upright, with some sort of commemorative relief or a message inscribed. This has more Ancient Greek, and a lot of it.\n\n\nRossi\n: Can you read it?\n\n\nKenoshi\n: Like the scrolls, I would need time to decipher it. Gonna take some pictures to help translation back at Site.\n\n\nZadeh\n: While he’s doing that, let’s see what’s in this cave. Douglas, you and Waltham are with me. Rest of you hang here and watch Kenoshi’s back.\n\n\nMerced\n: Yes, Captain.\n\n\nThirty seconds of silence as the three presumably enter the recession.\n\n\nRossi\n: See anything?\n\n\nDouglas\n: Sarcophagi, thirteen of them. Roughly made but full slabs of stone. No writing on them whatsoever.\n\n\nZadeh\n: I don’t think anyone has been in here for a long time. Lots of cobwebs and dust coating every surface.\n\n\nWaltham\n: Look at this.\n\n\nRossi\n: What is it?\n\n\nZadeh\n: Bas relief of some kind carved into the central stone block of the tomb. Approximately two meters in height and three in length.\n\n\nRossi\n: Depicting what?\n\n\nDouglas\n: Seems to be arms, dozens of them. They’re thrusting through the earth towards the sky. They’re wrong, though.\n\n\nRossi\n: Wrong how?\n\n\nWaltham\n: Way more than five fingers, its crudely sculpted but I’d say they have upwards of eight to ten fingers each. Something in their palms, but the details aren’t clear based on the crudeness of the carving.\n\n\nMultiple gunshots are heard from outside the tomb.\n\n\nZadeh\n: Laguerre, what’s going on out there?\n\n\nLaguerre\n: We’ve got company!\n\n\nMore gunshots are heard.\n\n\nZadeh\n: Outside, now!\n\n\nGunshots continue to sound on the recording.\n\n\nLaguerre\n: Fuck, where are they even coming from?\n\n\nRossi\n: What’s happening, Captain?\n\n\nZadeh\n: Command, I don’t have time to explain!\n\n\nGunshots from multiple firearms drown out all other sound.\n\n\nDouglas\n: Jesus, there’s ten of them! What the fuck are those things!\n\n\nKenoshi\n: No idea, but they’re flying all over the place. Started launching arrows at us, but some of them have swords of some kind.\n\n\nZadeh\n: Group your shots, they’re moving too fast!\n\n\nDouglas\n: No effect!\n\n\nWaltham\n: How do you know? I can’t tell if I’ve hit any!\n\n\nMerced\n: I’ve hit three, they’re wounded but not out. Also, there aren’t ten of them, there’s thirteen.\n\n\nDouglas\n: Fuck, you don’t think….?\n\n\nZadeh\n: Okay, calling the retreat. We’re getting the fuck out of here.\n\n\nThe next fifteen minutes are full of sounds of exertion and the occasional gunshot. Multiple expletives were called out but are not preserved here.\n\n\nZadeh\n: Laguerre, open the damn portal!\n\n\nLaguerre\n: I’m trying! It’s distracting out here.\n\n\nZadeh\n: Cover him! Waltham, smoke!\n\n\nWaltham begins chanting in Aramaic and a wind is heard.\n\n\nDouglas\n: Goddamn that fucking bell! I can still hear it!\n\n\nZadeh\n: Doesn’t matter now, we just need to keep these bastards off our backs.\n\n\nWaltham screams and stops chanting. The wind dies down.\n\n\nDouglas\n: Maria!\n\n\nZadeh\n: Merced, help Douglas with Waltham. Any time Lieutenant Laguerre!\n\n\nDouglas\n: She’s bleeding bad. Fuck. Fuck!\n\n\nLaguerre\n: Got it!\n\n\nVideo feeds are restored as the team exits SCP-3743-B. Through the open Way, several winged humanoids can be seen. Their skin resembles texture of ocean organisms like sea sponges or sea cucumbers. They have no faces. The wings are transparent and insectile. Each is carrying a spear or sword and racing towards the open gate.\n\n\nKenoshi is repeating the pattern of steps used to open the gate in reverse when a spear is thrown from one of the winged entities and slices across his chest, flinging him to the ground.\n\n\nDouglas\n: Fuck this!\n\n\nAgent Douglas levels her pistol at the icon of Eros and fires twice at point blank range. The surveillance cameras around SCP-3743-A-1 show the portal closing suddenly in a small explosion of amber light, catching one of the winged entities as it was exiting. The area is covered in gore and viscera as the entity is disintegrated from the explosion.\n\n\n- End Log -\n\n\n\n\nAfter-action note: I want it on the record that Agent Douglas’ quick thinking saved the lives of our entire team today. It is my most strenuous suggestion that she be commended and not censured for the destruction of the anomalous icon.\n\n- Captain Sahara Zadeh\n\n\n\n\nLieutenant Laguerre and Sergeant Waltham were transferred to the medical center at Site-91. They are both in critical but stable condition.\n\n\nThe winged entities are designated SCP-3743-C. The tissues recovered from the explosion at SCP-3743-A-1 show a mixture of genetic profiles: human, coral, sea sponge and some unrecognizable genetic patterns.\n\n\nBlood collected from the ruined icon match tissue samples taken from the neutralized SCP-3743-C.\n\n\n\n\n\n\nClose File\n\n\n\n\n\n\n\n\n\n\n\n\nStele and burial chamber discovered in SCP-3743-B.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\nSergeant Kenoshi’s translation of the stele and the scrolls found in SCP-3743-B are ongoing. A preliminary series of excerpts are below:\n\n\n \n\n\n \n\n\n\n\nScrolls found in SCP-3743-B – Excerpts\n:\n\n“And again, three other sons were born of Earth and Heaven, great and doughty beyond telling, Cottus and Briareos and Gyes, presumptuous children. From their shoulders sprang a hundred arms, not to be approached, and fifty heads grew from the shoulders upon the strong limbs of each, and irresistible was the stubborn strength that was in their great forms. For of all the children that were born of Earth and Heaven, these were the most terrible, and they were hated by their own father from the first.”\n8\n\n\n“Great was Zeus, son of Cronus and Rhea, but not so great as to conquer the Titans alone. A great prophecy was known to him, that the Many Handed were necessary for the success of his war.”\n9\n\n\n“Once the battle was finished and the celestial city of the gods was founded on Mount Olympus, the Many Handed crafted the known world. Briareos pooled the blood of the dead Titans and formed the seas. Cottus shaped the formless Earth into plains, mountains and forests. Gyes blew with all his might and shaped the clouds and Sky. The Many Handed together lit a great fire and flung the embers into the Night sky and formed the Stars.\n10\n When Zeus and the Olympians wished to form mortals, the Many Handed shaped their blood and bodies with their many fingers.”\n\n\n“Their Many Hands guide us in this life. We honor their creation with our blood and bodies. We are their many hands, shaping society in their image.”\n\n\n\n\n\n\nStele found in SCP-3743-B – Excerpt\n:\n\n\"In the year of the Battle of Sphacteria, the Many Hands Society retreated from the world of the Hellenes. After the retreat, the Kings of Sparta took offense at the Society’s implied insult by leaving Hellenic society. It was in the following year that Sparta sent a fighting force, one thousand shields strong, led by the Cursed Brasidas,\n11\n to wipe the temple of the Society from the plains of Greece. The Kings of Sparta desired of our strength and would not allow the Society to exist if it was not within their control.\n\n\nOur great leader Euboea, Son of Briareos, fought with our congregation against the Spartan aggression, killing hundreds with his spear. When Euboea’s spear broke on the Spartan general’s shield, Euboea performed a great sacrifice of his life’s blood. Our temple was moved to this place outside the Fates’ graces, and so Euboea did treat his surviving followers. Of the hundred priests and priestesses of the Society, only thirteen survived the battle. And yet, despite Euboea’s great will and power, one by one they succumbed to the wounds given by the despicable Spartans.\n\n\nHere, they lie buried, the thirteen last philosopher kings of the Many Hands Society. Their lights unfairly snuffed out by the aggression of man’s politics. May they rise again one day, to serve the hands of the Hecatoncheires.”\n\n\n\n\nDirector Varga suggested the scrolls retrieved from SCP-3743-B be radiocarbon dated. Despite Sergeant Kenoshi’s assertion that the parchment was new, the scrolls were all dated to approximately 425 BCE +/- 30 years.\n\n\n \n\n\n\n\n\n\nAccess SCiPNET Email? One (1) new message!\n\n\n\n\nRe: UPDATE to SCP-3743\n\n\n\n\n\n\n\n\nTo:\n Director Iona Varga\n\n\nFrom:\n Dr. Jocasta Rossi\n\n\nSubject:\n Update to SCP-3743’s File\n\n\n\n\n\n\nWe're going to have to \nupdate\n the SCP-3743 file:\n\n\nUpdate\n as of \n18/11/1992\n:\n\n\nDescription\n: \nSCP-3743-A-2 is a thaumaturgically empowered Way taking the form of an art piece displayed at the York Art Gallery, located within the city limits of York, England. The Way is constructed from dozens of standing shale rocks, arrayed in a circle within the gallery. SCP-3743-A-2 also leads to SCP-3743-B.\n\n\n\n\n\n\nSCP-3743-A-2, as displayed in the York Art Gallery beginning on 8 November, 1992.\n\n\n\n\n\n\nDiscovery\n: \nThaumaturgical scanning of SCP-3743-A-1 allowed for the discovery of SCP-3743-A-2, only fourteen kilometers south of Site-91.\n\n\n \n\n\n \n\nIt’s my opinion that whoever was on the other side of those ways, wants access to this site very badly.\n\n\nLet me know what you want to do,\n\n\nJocasta Rossi, PhD\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nrating: \n+112\n+\n–\nx\n\n\n \n\n\n\n\nHecatoncheires Cycle\n\n\n<< Cleaning House\n | \nSCP-3743: Euboea, Son of Briareos\n | \nRepatriation >>\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Depending on their susceptibility to amnestics.\n\n\n2\n. Specializing in thaumaturgical ritual analysis and countermeasures, including thaumaturgical combat.\n\n\n3\n. Colloquially called \nWays\n, these primarily serve as entrances to the Wanderer's Library, but have been known to open to other anomalous locations as well.\n\n\n4\n. Thaumatologist specializing in studying and disarming Ways.\n\n\n5\n. Both Zadeh and Waltham are Class-A thaumatologists.\n\n\n6\n. Perceptional ability to experience associations, images and other sensory information by tangibly manipulating an object of unknown history. Individuals assessed by Psionics Division as Level-3 Psychometrics can read surface emotions and history from individuals they touch.\n\n\n7\n. The Second Haptic Assembly.\n\n\n8\n. Hesiod, \nTheogony\n 147–153, trans. Hugh G. Evelyn-White. Direct quote from the historical work, unmodified.\n\n\n9\n. Although similar in language to the \nTheogony\n, this passage does not appear in the original work. Any of the following quotes, if unattributed, are not direct quotes from the known \nTheogony\n.\n\n\n10\n. In fact, this passage explicitly contradicts the Hesiodic \nTheogony\n as we know it, wherein Sea and Mountain and Sky predated the Titanomachy episode as described in the \nTheogony\n entirely.\n\n\n11\n. Brasidas did lead a march north from Sparta in the year after the Battle of Sphacteria in order to counterbalance the debilitating loss of that conflict.\n\n\n\n\n\n\n\n\n« \nSCP-3742\n | SCP-3743 | \nSCP-3744\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3743\n\" by Grigori Karpin, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3743\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename\n: Ruins\n\n\nAuthor\n: Piotr Mamnaimie\n\n\nLicense\n: CC BY 2.0\n\n\nSource\n: \nLink\n\n\n\n\n\n\nFilename\n: wood\n\n\nAuthor\n: Me\n\n\nLicense\n: CC BY-SA 3.0\n\n\nSource\n: I took this picture\n\n\n\n\n\n\nFilename\n: eros\n\n\nAuthor\n: Me\n\n\nLicense\n: CC BY-SA 3.0\n\n\nSource\n: I took this picture\n\n\n\n\n\n\nFilename\n: Rock Circle\n\n\nAuthor\n: Jean-Pierre Dalbera\n\n\nLicense\n: CC BY 2.0\n\n\nSource\n: \nLink\n\n\nNote\n: Edited by myself and \nHarryBlank\n\n\n\n\n\n\nFilename\n: stele\n\n\nAuthor\n: Klearchos Kapoutsis\n\n\nLicense\n: CC BY 2.0\n\n\nSource\n: \nLink\n\n\n\n\n\n\nQuotes from the \nTheogony\n by Hesiod, 147-153\n\nTranslation by Hugh G. Evelyn-White, 1914\n\n\nSource\n: \nhttps://www.sacred-texts.com/cla/hesiod/theogony.htm\n\n\nLicense\n: Public Domain",
    "addendums": [],
    "documents": [],
    "notes": [
        "After-action note: I want it on the record that Agent Douglas’ quick thinking saved the lives of our entire team today. It is my most strenuous suggestion that she be commended and not censured for the destruction of the anomalous icon. - Captain Sahara Zadeh",
        "\" SCP-3743 \" by Grigori Karpin, from the SCP Wiki . Source: https://scpwiki.com/scp-3743 . Licensed under CC-BY-SA .",
        "Filename : Ruins Author : Piotr Mamnaimie License : CC BY 2.0 Source : Link",
        "Filename : wood Author : Me License : CC BY-SA 3.0 Source : I took this picture",
        "Filename : eros Author : Me License : CC BY-SA 3.0 Source : I took this picture",
        "Filename : Rock Circle Author : Jean-Pierre Dalbera License : CC BY 2.0 Source : Link Note : Edited by myself and HarryBlank",
        "Filename : stele Author : Klearchos Kapoutsis License : CC BY 2.0 Source : Link",
        "Quotes from the Theogony by Hesiod, 147-153 Translation by Hugh G. Evelyn-White, 1914 Source : https://www.sacred-texts.com/cla/hesiod/theogony.htm License : Public Domain"
    ],
    "title": "SCP-3743"
}