{
    "url": "https://scp-wiki.wikidot.com/scp-3750",
    "all_text": "rating: \n+104\n+\n–\nx\n\n\nItem #:\n SCP-3750\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n When not in use, SCP-3750 is to be stored in a standard safe-class deposit locker in Site-77. SCP-3750 is not to come in contact with systems or simulations which involve sensitive data, such as predictive algorithms, training simulations and games, as well as systems in which civilians could be considered actors.\n\n\nDescription:\n SCP-3750 is a standard Staunton-style white king chess piece composed of stained pine. Historical and scientific estimates suggest SCP-3750 was created in late 19th-century Britain, although no particular style or make has been found which matches the entity.\n\n\nSCP-3750's anomalous properties manifest when it is used as a component in a board game. The player in possession of SCP-3750 will telepathically receive suggestions for moves and tactics along with commentary on the board state and other miscellaneous observations. SCP-3750 seems to have perfect knowledge of the \"game state\", but otherwise cannot perceive things near or around it, including, but not limited to, sounds, images and the condition and surroundings of SCP-3750.\n\n\nRegardless of the player, SCP-3750 \"speaks\" in English and with a voice commonly described as \"East Coast American\". SCP-3750's suggestions have shown no cognitohazardous or compulsive properties in testing, and players are under no obligation to follow its suggestions.\n\n\nSCP-3750 was recovered from a chess tournament on July 21, 1984 in Reykjavik, Iceland after numerous players on the white side of table seven complained to tournament officials about a \"useless kibitzer\". Foundation officials recovered the anomaly and falsified an incident to redirect blame to a player.\n\n\nAttached below is a game played between junior researcher Joselyn Tal and SCP-3750.\n\n\n\n\n+ 3750_4.pgn\n\n\n\n\n- 3750_4.pgn\n\n\n\n\n\n\n[Event \"Foundation Internal Research\"]\n\n[Site \"Site-77, L'Aquila, ITA\"]\n\n[Date \"2011.05.04\"]\n\n[Round \"4\"]\n\n[White \"SCP-3750 (via D-3750-1)\"]\n\n[Black \"Junior Researcher Joselyn Tal\"]\n\n[Result \"0 - 1\"]\n\n[WhiteElo \"Unrated\"]\n\n[BlackElo \"2083\"]\n\n\n{D-3750-1 was instructed to follow SCP-3750's suggestions as closely as possible and transcribe its communications.}\n\n\n1. e4 e5 2. Ke2 Nf6\n\n{SCP-3750: \"Get me in there, boss. Let me show those fucking stupid-ass pawns what a real king can do.}\n\n3. Kd3 Nc6 4. c4 Nxe4\n\n{SCP-3750: \"I fucking hate knights. They jump around like overstimulated rabbits.\"}\n\n5. Kxe4 d5+ 6. cxd5 Qh4+\n\n{SCP-3750: \"This bitch thinks she can just boss me around however she likes?\"}\n\n7. g4 Bxg4 8. Qxg4 Qxg4+\n\n{SCP-3750: \"Whatever. Not like I loved her anyways.\"}\n\n9. Kd3 Qd4+ 10. Kc2 Nb4+\n\n{SCP-3750: \"Stupid hoppy bastards. Kill one and there's always another.\"}\n\n11. Kd1 Qxf2 12. Bb5+ c6\n\n{SCP-3750: \"Yeah, how do you like it, mister black king?\"}\n\n13. dxc6 bxc6 14. Bxc6+ Ke7\n\n{SCP-3750: \"Oh my god, this dumbass just let me have his rook!\"}\n\n15. Bxa8 Qf1#\n\n{SCP-3750: \"What the fuck, boss? How could you let this happen?\"}\n\n\n\n\n\n\n\n\n\n\nFollowing this test, further experimentation with other games was performed.\n\n\n\n\n+ Test Log 3750-2\n\n\n\n\n- Test Log 3750-2\n\n\n\n\nTest Date:\n 2011/05/05\n\n\nResearcher:\n Junior Researcher Jesus Capablanca\n\n\nGame:\n \nAxis And Allies 2nd Edition\n. SCP-3750 replaced a German infantry unit.\n\n\nResult:\n SCP-3750 (as the Axis player) instructed D-3750-1 to focus all resources on North Africa, neglecting the Eastern Front, noting that \"Those commie fucks couldn't invade a fruit basket.\"\n\n\nWinner:\n Researcher Capablanca\n\n\n\n\n\n\n\n\n\n\n+ Test Log 3750-3\n\n\n\n\n- Test Log 3750-3\n\n\n\n\nTest Date:\n 2011/05/06\n\n\nResearcher:\n Junior Researchers Capablanca and Tal\n\n\nGame:\n \nAgricola\n. SCP-3750 replaced a \"family member\" marker.\n\n\nResult:\n SCP-3750 instructed Researcher Tal to ignore all food production in favor of development as \"this crib ain't gonna build itself.\"\n\n\nWinner:\n Researcher Capablanca\n\n\n\n\n\n\n\n\nAddendum(2011/09/23):\n Following incident 3750-1, procedures and regulations regarding access to and testing of SCP-3750 have been updated to reflect new knowledge.\n\n\n\n\n+ Incident 3750-1\n\n\n\n\n- Incident 3750-1\n\n\n\n\nDuring a testing session, researchers Tal and Capablanca entered a conversation on the current financial state of Site-77. When SCP-3750 came in contact with a spreadsheet containing financial information, including quarterly expenditure forecasts, SCP-3750 made telepathic contact with the entire financial staff of Site-77. A transcription of the communication is embedded below.\n\n\n\n\n\"You bitches gotta be more aggressive with your funding. This \nfifteen-oh-seven\n thing? Why the fuck do you need soundproofing for plastic lawn ornaments? You nerds are blowing so much money that you could be using to get serious pussy. Why the fuck do you call everything \"safe\" if you're going to soundproof and bulletproof and waterproof everything? Seriously, what's the worst that could happen?\n\n\n\n\nCurrent hypotheses state that SCP-3750 detected the financial workings of Site-77 as a \"game\" and the financial staff as \"players.\" In order to prevent public knowledge of Foundation information, a more stringent policy was enacted in which potential systems are screened before contact with SCP-3750.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3749\n | SCP-3750 | \nSCP-3751\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3750\n\" by junkmail-lt, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3750\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum(2011/09/23): Following incident 3750-1, procedures and regulations regarding access to and testing of SCP-3750 have been updated to reflect new knowledge."
    ],
    "documents": [],
    "notes": [
        "[Event \"Foundation Internal Research\"] [Site \"Site-77, L'Aquila, ITA\"] [Date \"2011.05.04\"] [Round \"4\"] [White \"SCP-3750 (via D-3750-1)\"] [Black \"Junior Researcher Joselyn Tal\"] [Result \"0 - 1\"] [WhiteElo \"Unrated\"] [BlackElo \"2083\"] {D-3750-1 was instructed to follow SCP-3750's suggestions as closely as possible and transcribe its communications.} 1. e4 e5 2. Ke2 Nf6 {SCP-3750: \"Get me in there, boss. Let me show those fucking stupid-ass pawns what a real king can do.} 3. Kd3 Nc6 4. c4 Nxe4 {SCP-3750: \"I fucking hate knights. They jump around like overstimulated rabbits.\"} 5. Kxe4 d5+ 6. cxd5 Qh4+ {SCP-3750: \"This bitch thinks she can just boss me around however she likes?\"} 7. g4 Bxg4 8. Qxg4 Qxg4+ {SCP-3750: \"Whatever. Not like I loved her anyways.\"} 9. Kd3 Qd4+ 10. Kc2 Nb4+ {SCP-3750: \"Stupid hoppy bastards. Kill one and there's always another.\"} 11. Kd1 Qxf2 12. Bb5+ c6 {SCP-3750: \"Yeah, how do you like it, mister black king?\"} 13. dxc6 bxc6 14. Bxc6+ Ke7 {SCP-3750: \"Oh my god, this dumbass just let me have his rook!\"} 15. Bxa8 Qf1# {SCP-3750: \"What the fuck, boss? How could you let this happen?\"}",
        "\"You bitches gotta be more aggressive with your funding. This fifteen-oh-seven thing? Why the fuck do you need soundproofing for plastic lawn ornaments? You nerds are blowing so much money that you could be using to get serious pussy. Why the fuck do you call everything \"safe\" if you're going to soundproof and bulletproof and waterproof everything? Seriously, what's the worst that could happen?",
        "\" SCP-3750 \" by junkmail-lt, from the SCP Wiki . Source: https://scpwiki.com/scp-3750 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3750",
    "object_class": "Safe",
    "containment_procedures": "When not in use, SCP-3750 is to be stored in a standard safe-class deposit locker in Site-77. SCP-3750 is not to come in contact with systems or simulations which involve sensitive data, such as predictive algorithms, training simulations and games, as well as systems in which civilians could be considered actors.",
    "description": "SCP-3750 is a standard Staunton-style white king chess piece composed of stained pine. Historical and scientific estimates suggest SCP-3750 was created in late 19th-century Britain, although no particular style or make has been found which matches the entity.",
    "title": "SCP-3750"
}