{
    "url": "https://scp-wiki.wikidot.com/scp-3755",
    "all_text": "rating: \n+70\n+\n–\nx\n\n\n\n\n\n\nA glass jar holding 755 pieces of candy. This image is known to be able to induce SCP-3755-1.\n\n\n\n\n\n\nItem #:\n SCP-3755\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Personnel reading this document are required to examine the attached photograph before reading beyond this paragraph. Those unable to immediately identify the number of objects pictured, as indicated by the caption, should close this file and report to the Senior Researcher assigned to SCP-3755\n1\n. Otherwise, no special action is required before reading the rest of this document.\n\n\n\n\nWarning:\n The following material contains Class I Cognitohazards. Read the above portion of the Special Containment Procedures before proceding.\n\n\n\n\nFoundation staff unable to display SCP-3755-1 or who show symptoms of SCP-3755-2 should be reported to the Senior Researcher assigned to SCP-3755 for documentation and treatment. Persons showing symptoms of SCP-3755-2 are not to be made aware of their condition. Clearance Level 2/3755 is required to access this document. Clearance Level 2/3755 is not to be given to personnel symptomatic of SCP-3755-2. Information regarding SCP-3755, particularly known SCP-3755-2 manifestations, is considered cognitohazardous to anyone who does not possess Clearance Level 2/3755.\n\n\nThe number 755 is on the list of keywords monitored by Foundation web crawlers. Situations where SCP-3755 is suspected to have been discovered by members of the public are to be investigated and contained using procedures standard for outbreaks of Class I Cognitohazards\n2\n, with the additional provision that all members of the responding MTF must have Clearance Level 2/3755.\n\n\nDescription:\n SCP-3755-1 is a phenomenon where individuals presented with 755 similar items are able to assess the exact number of items in the set. This enumeration is performed immediately (within <100ms) and has only been observed with sets of 755 objects. Subjects who display SCP-3755-1 show high confidence in their assessment and show no surprise when proven correct, even when reminded of the unlikelihood of perfect estimation with such a large number of objects. MRI scans comparing brains performing SCP-3755-1 and non-anomalous subitizing display similar activation patterns. SCP-3755-1 can be displayed by 83% of humans capable of subitizing.\n\n\nSCP-3755-2 is a psychological condition found in those unable to display SCP-3755-1\n3\n. Subjects affected by SCP-3755-2 exhibit hesitance in situations that require the assignment of numerical values to physical objects or abstract concepts. The condition initially manifests uniquely in each individual who suffers from SCP-3755-2, influencing a single aspect of their daily lives (See Document SCP-3755-A for examples of known cases.). When a person discovers they are unable to display SCP-3755-1, their SCP-3755-2 symptoms worsen\n4\n. The development of these symptoms progresses as follows:\n\n\nPhase 1 (Initial State):\n Subjects regularly suffer minor doubt when recalling numbers, counting objects, or estimating amounts in relation to their SCP-3755-2 manifestation. These doubts usually manifest as light urges to recount or recheck their source on a matter.\n\n\nPhase 2 (72 Hours After Exposure to SCP-3755-1):\n SCP-3755-2 symptoms increase in intensity. Subjects feel anxiety when introduced to situations connected to their manifestation.\n\n\nPhase 3 (1 Week After Exposure):\n Subjects cannot perform tasks which involve their SCP-3755-2 manifestation without seeking confirmation on their assessments. This confirmation must come from an another individual.\n\n\nPhase 4 (3 Weeks After Exposure):\n Subjects no longer find external confirmation sufficient to calm their doubts.\n\n\nPhase 5 (1 Month After Exposure):\n Subjects reject all numerical assessments that relate to the area of their SCP-3755-2 manifestation, even when such assessments originate from outside sources such as trusted colleagues or friends.\n\n\nProgression through these phases can be more rapid in cases where subjects have existing anxiety or compulsive disorders. SCP-3755-2 symptoms can be lowered to Phase 1 levels through the application of Class B amnestics targeting the memories of SCP-3755-1 exposure. Amnestic treatment has only proven effective before the onset of Phase 4.\n\n\nAdditionally, SCP-3755-2 manifestations appear to be transmittable. When the details of another person's symptoms are brought to the attention of someone susceptible to SCP-3755-2, they begin to display similar symptoms. The reason for this transmission is unknown. Ongoing research focuses on determining if the transmission vector is a form of hypochondria or an anomalous memetic effect. Amnestics are ineffective in purging transmitted symptoms of SCP-3755-2.\n\n\n\n\n+ Document SCP-3755-A: SCP-3755-2 Manifestation Log\n\n\n\n\n- Clearance Level 2/3755 Confirmed\n\n\nThis record contains a partial list of members of Foundation staff known to be affected by SCP-3755-2.\n\n\n\n\n\n\nIndividual\n\n\nArea of SCP-3755-2 Manifestation\n\n\nCommon Phase 1 Manifestation\n\n\nFurthest Stage of Progression\n\n\nManifestation at Later Stage\n\n\n\n\n\n\nJunior Researcher Henry Zoltowski\n\n\nAmounts of coins\n\n\nFound difficulty making exact change.\n\n\nPhase 5\n\n\nRefuses to shop at locations which do not accept credit cards.\n\n\n\n\n\n\nDr. Jules Pendleton\n\n\nSpeed limits\n\n\nIs often unsure of the speed limit, even in areas she knows well.\n\n\nPhase 2\n\n\nRequested to carpool with Dr. ██████ █████ to and from Site 19. (Since recovered)\n\n\n\n\n\n\nAgent Donald Rice\n\n\nTimes of day\n\n\nRechecks schedule in 15-minute intervals to confirm when regular meetings are to take place.\n\n\nPhase 1\n\n\nN/A\n\n\n\n\n\n\nJunior Researcher Boris Lockhead\n\n\nMeasurements\n\n\nAlways looks up conversion factors for Imperial units.\n\n\nPhase 1\n\n\nN/A\n\n\n\n\n\n\nD-33087\n\n\nAges\n\n\nHabitually calculates the ages of their children.\n\n\nPhase 5\n\n\nBirth records were only found for 2 of the 4 children D-33087 claimed to have. D-33087 did not accept the veracity of the documents and stated their oldest child was 15 years old and their youngest children (supposedly twins) were \"turning 40 next October.\" D-33087 was 34 years old upon reaching Phase 5.\n\n\n\n\n\n\nDr. Jason Brave\n\n\nMedical dosages\n\n\nHas almost handed out improper doses of amnestics on five occasions in the past month.\n\n\nPhase 2\n\n\nDeferred all requests for prescription fulfillment to Dr. ███ ██. (Since recovered)\n\n\n\n\n\n\nAnalyst Ruth Ninsular\n\n\nFood portions\n\n\nOver-orders food for office parties.\n\n\nPhase 1\n\n\nN/A\n\n\n\n\n\n\nDr. Victor Salvor\n\n\nMeasurements\n\n\nOften inserts the wrong SI prefixes in drafts for SCP Documents.\n\n\nPhase 3\n\n\n[REDACTED]\n5\n (Since recovered)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Presently Dr. Jakob Loewen. E-mail address: \npcs.noitadnuof|neweol.q.bokaj#pcs.noitadnuof|neweol.q.bokaj\n\n\n2\n. See \nFoundation Containment Standards for Informational Anomalies\n Chapter 3, Section 2: Managing Cognitohazard Outbreaks.\n\n\n3\n. Individuals affected by SCP-3755-2 react to sets of 755 objects the same way other individuals react to similar sets containing a different number of objects.\n\n\n4\n. This requires that the subject has previously been exposed to a person actively displaying SCP-3755-1.\n\n\n5\n. After being diagnosed with SCP-3755-2, Dr. Salvor was cleared of all charges regarding Incident ███-█. Documentation written by Dr. Salvor must go through an additional round of review before submission.\n\n\n\n\n\n\n\n\n« \nSCP-3754\n | SCP-3755 | \nSCP-3756\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "item": "SCP-3755",
    "object_class": "Euclid",
    "containment_procedures": "Personnel reading this document are required to examine the attached photograph before reading beyond this paragraph. Those unable to immediately identify the number of objects pictured, as indicated by the caption, should close this file and report to the Senior Researcher assigned to SCP-37551. Otherwise, no special action is required before reading the rest of this document.",
    "description": "SCP-3755-1 is a phenomenon where individuals presented with 755 similar items are able to assess the exact number of items in the set. This enumeration is performed immediately (within <100ms) and has only been observed with sets of 755 objects. Subjects who display SCP-3755-1 show high confidence in their assessment and show no surprise when proven correct, even when reminded of the unlikelihood of perfect estimation with such a large number of objects. MRI scans comparing brains performing SCP-3755-1 and non-anomalous subitizing display similar activation patterns. SCP-3755-1 can be displayed by 83% of humans capable of subitizing.",
    "title": "SCP-3755"
}