{
    "url": "https://scp-wiki.wikidot.com/scp-3769",
    "all_text": "rating: \n+43\n+\n–\nx\n\n\nItem #:\n SCP-3769\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3769 is to be contained in a standard non-humanoid holding cell at Site-12. Level 4 security clearance is required in order to handle SCP-3769. SCP-3769 is not to be touched without the use of gloves or other protective hand gear. Any organisms affected by a Rescission Event are to be kept in a bio-research containment cell for DNA testing.\n\n\nDescription:\n SCP-3769 is an electronic device of approximately the same size and shape as a standard scientific calculator. Buttons labeled with the numbers 0 through 9 and a button labeled with a decimal point are present on the device, along with a rectangular electroluminescent display screen. No other external features are present. SCP-3769 does not require a power source in order to function.\n\n\nSCP-3769 will adhere itself to any organic life form upon contact. Humans exposed to SCP-3769 have reported a mild stinging sensation during this process. Once attached, SCP-3769 cannot be removed without heavily damaging the affected organism until a number has been entered and the resulting Rescission Event has completed.\n\n\nThe primary effect of SCP-3769, classified as a Rescission Event, can last anywhere between a few minutes and several days, depending on the number entered. During this time, the affected organism will evolutionarily regress, undergoing extreme genetic and physiological changes until it resembles a species from some point in its evolutionary or ancestral lineage. The exact resultant species depends on the number entered. According to human subjects, this process is extremely painful. This process will only activate when in contact with a living organism. If an organism dies while a Rescission Event is in progress, SCP-3769 will detach itself, leaving the transformation incomplete.\n\n\nAddendum 3769.1:\n \nDiscovery and Apprehension\n\n\nSCP-3769 was in development at the ██████ Corporation when its existence was discovered by an undercover Foundation agent. The agent was discovered by corporation employees shortly thereafter, and all physical and digital schematics for the device were purposefully destroyed before Foundation personnel could obtain them. Dr. ████, head of the research division tasked with creating SCP-3769, committed suicide before he could be secured and interrogated, along with █ of his colleagues. Interrogation of other employees within this division was ultimately uninformative, and all remaining personnel within this division were administered Class-C amnestics and released. During temporary Foundation occupation of ██████ headquarters, SCP-3769 was found in a storage vault. It is believed to only be a prototype model, although details of the planned final product are unknown.\n\n\nAddendum 3769.2:\n \nExperiment Logs\n\n\n\n\n+ Access Experiment Logs\n\n\n\n\n- Close Experiment Logs\n\n\n\n\n\n\nExperiment 3769-A\n\n\nSubject:\n Golden Retriever (Canis lupus domesticus)\n\n\nNumber Entered:\n 1\n\n\nRescission time:\n 12 minutes\n\n\nResults:\n Subject acquired an appearance resembling a grey wolf (Canis lupus). Subject was still able to sit and roll over on command as it had previously been taught, suggesting that memories are unaffected by SCP-3769\n\n\nExperiment 3769-B\n\n\nSubject:\n Domestic horse (Equus ferus caballus)\n\n\nNumber Entered:\n 50\n\n\nRescission time:\n 4 hours and 28 minutes\n\n\nResults:\n Subject experienced a radical decrease in size, shrinking to about 0.4 meters in height, as well as minor alterations to the head, hooves, and tail. Subject ultimately resembled members of the extinct genus Eohippus.\n\n\nExperiment 3769-C\n\n\nSubject:\n Domestic chicken (Gallus gallus domesticus)\n\n\nNumber Entered:\n 80\n\n\nRescission time:\n 7 hours and 57 minutes\n\n\nResults:\n Subject nearly doubled in size and experienced rapid molting. The growth of teeth, hands, and a tail also occurred. Subject ultimately acquired the appearance of an unknown species of theropod dinosaur.\n\n\nExperiment 3769-D\n\n\nSubject:\n Brown rat (Rattus norvegicus)\n\n\nNumber Entered:\n 2000\n\n\nRescission time:\n 6 days, 14 hours, and 38 minutes\n\n\nResults:\n Subject’s skin and fur began to liquefy, followed by internal organs, muscles, and the skeleton. Subject was eventually entirely converted into a transparent, viscous liquid. Microscopic analysis found this liquid to be made from single-celled eukaryotic organisms\n\n\nExperiment 3769-E\n\n\nSubject:\n D-3491 (Homo sapiens)\n\n\nNumber Entered:\n 0.0005\n\n\nRescission time:\n 2 minutes\n\n\nResults:\n Subject underwent slight facial reconstruction and a darkening in hair color. No other major effects were present. Subject remained fully cognizant and retained memories from prior to transformation. DNA analysis found the subject to be genetically identical to his father.\n\n\nExperiment 3769-F\n\n\nSubject:\n [REDACTED]\n\n\nNumber Entered:\n [REDACTED]\n\n\nRescission time:\n [REDACTED]\n\n\nResults:\n [REDACTED]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAttention, Level 4 clearance is required in order to access further documentation on SCP-3769\n\n\n\n\n\n\n\n\n\n\n+ Input Credentials\n\n\n\n\n- Access Granted\n\n\n\n\nAddendum 3769.3:\n \nExperiment 3769-F Incident Report\n\n\nExperiment 3769-F was an attempt to discover the genetic nature and origin of \nSCP-411\n. However, upon attachment, SCP-3769 emitted rapid bursts of light from its display screen and ejected itself from the subject. The subject did not undergo any genetic or physiological alterations during this process. SCP-3769 became completely unresponsive for three days following this event before spontaneously reactivating. Following this revival, SCP-3769 was found to no longer evolutionarily regress organisms during Rescission Events. Instead, organisms exposed to SCP-3769 adopt genetic and physiological forms not present in the fossil record. It is theorized that SCP-411’s reversed temporal properties may have caused SCP-3769 to rewire itself and reverse in function, transforming affected organisms into an evolutionary descendant rather than an ancestor. All experimentation involving SCP-3769 after the events of Experiment 3769-F have been categorized as Post-F experiments, and have been marked with the θ symbol.\n\n\nAddendum 3769.4:\n \nPost-F Experiment Logs\n\n\n\n\nExperiment 3769-θA\n\n\nSubject:\n Theropod Dinosaur of unknown species (from Experiment 3769-C)\n\n\nNumber Entered:\n 80\n\n\nRescission time:\n 7 hours and 57 minutes\n\n\nResults:\n Subject experiences degeneration of the hands, teeth, and tail, along with a decrease in size and the rapid generation of feathers. Subject resembled a domestic chicken by the end of the process.\n\n\nExperiment 3769-θB\n\n\nSubject:\n Brown rat (Rattus norvegicus)\n\n\nNumber Entered:\n 50\n\n\nRescission time:\n 4 hours and 41 minutes\n\n\nResults:\n Subject expanded to nearly five times its original size. The legs of the subject greatly increased in length, and the toes converged into singular hoof like structures. The fur of the subject adopted a pattern of brown vertical stripes. Following the Rescission Event, the subject was recorded running at speeds of over 32 MPH.\n\n\nExperiment 3769-θC\n\n\nSubject:\n Rhesus macaque (Macaca mulatta)\n\n\nNumber Entered:\n 50\n\n\nRescission time:\n 4 hours and 19 minutes\n\n\nResults:\n Subject experienced a disproportionate expansion of the hind limbs, claws, and maxillary canines, as well as a decrease in the length of the tail. All fur on the subject increased in length and darkened in hue. Following the Rescission Event, the subject was observed moving in a manner similar to marsupials of the family Macropodidae (kangaroos).\n\n\nExperiment 3769-θD\n\n\nSubject:\n Common Octopus (Octopus vulgaris)\n\n\nNumber Entered:\n 200\n\n\nRescission time:\n 11 hours and 16 minutes\n\n\nResults:\n Subject developed a cartilaginous skeletal structure resembling a spine within each tentacle, as well as an enlarged cranial cavity. The two frontmost tentacles extended in length and each diverged into four flexible secondary appendages. Subject drowned within its aquatic containment tank before the Rescission Event was completed. The subsequent autopsy revealed that the subject’s gills had transformed into primitive lungs.\n\n\nExperiment 3769-θE\n\n\nSubject:\n D-8897 (Homo sapiens)\n\n\nNumber Entered:\n 10\n\n\nRescission time:\n 1 minute\n\n\nResults:\n Subject died before undergoing any physical alterations. SCP-3769 ejected itself prematurely upon the death of the subject. Cause of death is unknown.\n\n\nExperiment 3769-θF\n\n\nSubject:\n D-4272 (Homo sapiens)\n\n\nNumber Entered:\n 1\n\n\nRescission time:\n 1 minute\n\n\nResults:\n Subject died before undergoing any physical alterations. SCP-3769 ejected itself prematurely upon the death of the subject. Cause of death is unknown.\n\n\nExperiment 3769-θG\n\n\nSubject:\n D-6502 (Homo sapiens)\n\n\nNumber Entered:\n 0.1\n\n\nRescission time:\n 1 minute\n\n\nResults:\n Subject died before undergoing any physical alterations. SCP-3769 ejected itself prematurely upon the death of the subject. Cause of death is unknown.\n\n\nExperiment 3769-θH\n\n\nSubject:\n D-7033 (Homo sapiens)\n\n\nNumber Entered:\n 0.00005\n\n\nRescission time:\n 1 minute\n\n\nResults:\n Subject died before undergoing any physical alterations. SCP-3769 ejected itself prematurely upon the death of the subject. Cause of death is unknown.\n\n\n\n\nAddendum 3769.5:\n \nAppeal to The O5 Council\n\n\nThe following is an email delivered by Site director Dr. ██████ to the [DATA EXPUNGED] of the O5 council regarding the possibility of an XK-Class End of the World Event. The approval of at least two (2) Level 4 personnel is required in order to access this file.\n\n\n\n\n\n\n\n\nTo\n [DATA EXPUNGED]\n\n\n\n\n\n\nFrom:\n Dr.████ ██████\n\n\n\n\n\n\nSubject\n - Possible XK-Class Event\n\n\n\n\n\n\n\n\nGreetings, Council,\n\n\nLet me begin by saying that I understand the exclusive nature of this method of communication, and that I would not under any circumstances contact you all if I did not have information of the utmost priority. That being said, I believe that some of the data resulting from the Post-F experiments of SCP-3769 may indicate an imminent catastrophe of apocalyptic proportions.\n\n\nFollowing an attempted experiment on SCP-411, SCP-3769 has essentially reversed in function, altering affected subjects along their line of evolutionary descent rather than ancestry. This has been all but proven by the use of SCP-3769 to transform a dinosaur from a previous SCP-3769 experiment back into a domestic chicken. From this, it can be assumed that all other subjects altered by Post-F experiments have taken on the forms of organisms that have yet to evolve but will eventually.\n\n\nHowever, all Post-F experiments performed on human subjects have resulted in death within a minute of SCP-3769 contact, with no noticeable alterations taking place. This occurred even when the value 0.0005, shown to be equivalent to approximately one generation in previous experiments, was entered into SCP-3769. The exact reason for this has not been definitively proven, but given the nature of SCP-3769, I am forced to believe that it may indicate the future extinction of mankind, possibly within our lifetime.\n\n\nI do not know what, if anything, can be done to prevent this outcome. I would recommend that more advanced containment measures be put in place for all Keter SCPs. However, it is not my place to make these decisions. I hope that by alerting you all to this situation appropriate measures can be taken in order to ensure the continuation of our species.\n\n\nRegards,\n\nDr. ██████\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3768\n | SCP-3769 | \nSCP-3770\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3769\n\" by Wildman8, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3769\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 3769.1: Discovery and Apprehension\nSCP-3769 was in development at the ██████ Corporation when its existence was discovered by an undercover Foundation agent. The agent was discovered by corporation employees shortly thereafter, and all physical and digital schematics for the device were purposefully destroyed before Foundation personnel could obtain them. Dr. ████, head of the research division tasked with creating SCP-3769, committed suicide before he could be secured and interrogated, along with █ of his colleagues. Interrogation of other employees within this division was ultimately uninformative, and all remaining personnel within this division were administered Class-C amnestics and released. During temporary Foundation occupation of ██████ headquarters, SCP-3769 was found in a storage vault. It is believed to only be a prototype model, although details of the planned final product are unknown.",
        "Addendum 3769.2: Experiment Logs"
    ],
    "documents": [],
    "notes": [
        "Experiment 3769-A Subject: Golden Retriever (Canis lupus domesticus) Number Entered: 1 Rescission time: 12 minutes Results: Subject acquired an appearance resembling a grey wolf (Canis lupus). Subject was still able to sit and roll over on command as it had previously been taught, suggesting that memories are unaffected by SCP-3769 Experiment 3769-B Subject: Domestic horse (Equus ferus caballus) Number Entered: 50 Rescission time: 4 hours and 28 minutes Results: Subject experienced a radical decrease in size, shrinking to about 0.4 meters in height, as well as minor alterations to the head, hooves, and tail. Subject ultimately resembled members of the extinct genus Eohippus. Experiment 3769-C Subject: Domestic chicken (Gallus gallus domesticus) Number Entered: 80 Rescission time: 7 hours and 57 minutes Results: Subject nearly doubled in size and experienced rapid molting. The growth of teeth, hands, and a tail also occurred. Subject ultimately acquired the appearance of an unknown species of theropod dinosaur. Experiment 3769-D Subject: Brown rat (Rattus norvegicus) Number Entered: 2000 Rescission time: 6 days, 14 hours, and 38 minutes Results: Subject’s skin and fur began to liquefy, followed by internal organs, muscles, and the skeleton. Subject was eventually entirely converted into a transparent, viscous liquid. Microscopic analysis found this liquid to be made from single-celled eukaryotic organisms Experiment 3769-E Subject: D-3491 (Homo sapiens) Number Entered: 0.0005 Rescission time: 2 minutes Results: Subject underwent slight facial reconstruction and a darkening in hair color. No other major effects were present. Subject remained fully cognizant and retained memories from prior to transformation. DNA analysis found the subject to be genetically identical to his father. Experiment 3769-F Subject: [REDACTED] Number Entered: [REDACTED] Rescission time: [REDACTED] Results: [REDACTED]",
        "Experiment 3769-θA Subject: Theropod Dinosaur of unknown species (from Experiment 3769-C) Number Entered: 80 Rescission time: 7 hours and 57 minutes Results: Subject experiences degeneration of the hands, teeth, and tail, along with a decrease in size and the rapid generation of feathers. Subject resembled a domestic chicken by the end of the process. Experiment 3769-θB Subject: Brown rat (Rattus norvegicus) Number Entered: 50 Rescission time: 4 hours and 41 minutes Results: Subject expanded to nearly five times its original size. The legs of the subject greatly increased in length, and the toes converged into singular hoof like structures. The fur of the subject adopted a pattern of brown vertical stripes. Following the Rescission Event, the subject was recorded running at speeds of over 32 MPH. Experiment 3769-θC Subject: Rhesus macaque (Macaca mulatta) Number Entered: 50 Rescission time: 4 hours and 19 minutes Results: Subject experienced a disproportionate expansion of the hind limbs, claws, and maxillary canines, as well as a decrease in the length of the tail. All fur on the subject increased in length and darkened in hue. Following the Rescission Event, the subject was observed moving in a manner similar to marsupials of the family Macropodidae (kangaroos). Experiment 3769-θD Subject: Common Octopus (Octopus vulgaris) Number Entered: 200 Rescission time: 11 hours and 16 minutes Results: Subject developed a cartilaginous skeletal structure resembling a spine within each tentacle, as well as an enlarged cranial cavity. The two frontmost tentacles extended in length and each diverged into four flexible secondary appendages. Subject drowned within its aquatic containment tank before the Rescission Event was completed. The subsequent autopsy revealed that the subject’s gills had transformed into primitive lungs. Experiment 3769-θE Subject: D-8897 (Homo sapiens) Number Entered: 10 Rescission time: 1 minute Results: Subject died before undergoing any physical alterations. SCP-3769 ejected itself prematurely upon the death of the subject. Cause of death is unknown. Experiment 3769-θF Subject: D-4272 (Homo sapiens) Number Entered: 1 Rescission time: 1 minute Results: Subject died before undergoing any physical alterations. SCP-3769 ejected itself prematurely upon the death of the subject. Cause of death is unknown. Experiment 3769-θG Subject: D-6502 (Homo sapiens) Number Entered: 0.1 Rescission time: 1 minute Results: Subject died before undergoing any physical alterations. SCP-3769 ejected itself prematurely upon the death of the subject. Cause of death is unknown. Experiment 3769-θH Subject: D-7033 (Homo sapiens) Number Entered: 0.00005 Rescission time: 1 minute Results: Subject died before undergoing any physical alterations. SCP-3769 ejected itself prematurely upon the death of the subject. Cause of death is unknown.",
        "To [DATA EXPUNGED] From: Dr.████ ██████ Subject - Possible XK-Class Event Greetings, Council, Let me begin by saying that I understand the exclusive nature of this method of communication, and that I would not under any circumstances contact you all if I did not have information of the utmost priority. That being said, I believe that some of the data resulting from the Post-F experiments of SCP-3769 may indicate an imminent catastrophe of apocalyptic proportions. Following an attempted experiment on SCP-411, SCP-3769 has essentially reversed in function, altering affected subjects along their line of evolutionary descent rather than ancestry. This has been all but proven by the use of SCP-3769 to transform a dinosaur from a previous SCP-3769 experiment back into a domestic chicken. From this, it can be assumed that all other subjects altered by Post-F experiments have taken on the forms of organisms that have yet to evolve but will eventually. However, all Post-F experiments performed on human subjects have resulted in death within a minute of SCP-3769 contact, with no noticeable alterations taking place. This occurred even when the value 0.0005, shown to be equivalent to approximately one generation in previous experiments, was entered into SCP-3769. The exact reason for this has not been definitively proven, but given the nature of SCP-3769, I am forced to believe that it may indicate the future extinction of mankind, possibly within our lifetime. I do not know what, if anything, can be done to prevent this outcome. I would recommend that more advanced containment measures be put in place for all Keter SCPs. However, it is not my place to make these decisions. I hope that by alerting you all to this situation appropriate measures can be taken in order to ensure the continuation of our species. Regards, Dr. ██████",
        "\" SCP-3769 \" by Wildman8, from the SCP Wiki . Source: https://scpwiki.com/scp-3769 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3769",
    "object_class": "Safe",
    "containment_procedures": "SCP-3769 is to be contained in a standard non-humanoid holding cell at Site-12. Level 4 security clearance is required in order to handle SCP-3769. SCP-3769 is not to be touched without the use of gloves or other protective hand gear. Any organisms affected by a Rescission Event are to be kept in a bio-research containment cell for DNA testing.",
    "description": "SCP-3769 is an electronic device of approximately the same size and shape as a standard scientific calculator. Buttons labeled with the numbers 0 through 9 and a button labeled with a decimal point are present on the device, along with a rectangular electroluminescent display screen. No other external features are present. SCP-3769 does not require a power source in order to function.",
    "title": "SCP-3769"
}