{
    "url": "https://scp-wiki.wikidot.com/scp-3772",
    "all_text": "rating: \n+195\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-3772\n: 😂 \nWHO DID THIS\n 😂\n\n\nAuthor:\n \nRimple\n\n\n\n\n+ Content Warnings\n\n\n\n\n– hide block\n\n\n\n\nThis article contains discussions of transphobia and several references to an act of transphobic violence. No details are included.\n\n\n\n\n\n\n\n\n\n\n+ More by Rimple\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-2338\n\n\nRating: 381\n\n\n\n\n\n\nSCP-3880\n\n\nRating: 346\n\n\n\n\n\n\nSCP-2779\n\n\nRating: 331\n\n\n\n\n\n\nSCP-948\n\n\nRating: 292\n\n\n\n\n\n\nSCP-2559\n\n\nRating: 256\n\n\n\n\n\n\nSCP-3772\n\n\nRating: 195\n\n\n\n\n\n\nSCP-6774\n\n\nRating: 101\n\n\n\n\n\n\nSCP-5663\n\n\nRating: 100\n\n\n\n\n\n\nSCP-3559\n\n\nRating: 98\n\n\n\n\n\n\nSCP-3224\n\n\nRating: 91\n\n\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nAnd You Are?\n\n\nRating: 120\n\n\n\n\n\n\nHeadache\n\n\nRating: 98\n\n\n\n\n\n\nThis Year\n\n\nRating: 40\n\n\n\n\n\n\n\n\n\n\n\n\nUhhh\n\n\n\n\n\n\nOperation ÓverMeta\n\n\nRating: 281\n\n\n\n\n\n\nDraft Swap Hub\n\n\nRating: 44\n\n\n\n\n\n\n\n\n\n\n\n\nWith other authors\n\n\n\n\n\n\nPage\n\n\nAuthor\n\n\n\n\n\n\nSCP-3500\n\n\nDrBleep\n\n\n\n\n\n\nSCP-3504\n\n\nOthellotheCat\n\n\n\n\n\n\nSCP-3373\n\n\nLordStonefish\n\n\n\n\n\n\n\n\nHey, the stuff below is just for testing some stuff, please ignore for now\n\n\n\n\n\n\n\n\n72 Hour Jam Contest\n\n\n\n\n\n\nA Semi-Comprehensive List of Persons of Interest\n\n\n\n\n\n\nNews for February 2018\n\n\n\n\n\n\nSCP-3771\n\n\n\n\n\n\nSCP-3773\n\n\n\n\n\n\nSCP Series 4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThis SCP was written and recorded in under 24 hours for \nThe 72 Hour Jam Contest\n, for Day 1's theme \nMurder Mystery\n.\n\n\nThanks to \nOmino\n for sensitivity reading.\n\n\n\n\n\n\n\n\nrating: \n+195\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #\n: SCP-3772\n\n\nObject Class\n: Safe\n\n\nSpecial Containment Procedures\n: As SCP-3772 is considered dormant, and can be easily disregarded as non-anomalous, containment focuses on suppression of discussion surrounding its method of distribution. Contacts in all major media-sharing platforms are working alongside the Foundation to assist with pre-emptive removal of media meeting SCP-3772's parameters, under the guide of content-protection rules.\n\n\nDescription\n: SCP-3772 is a phenomenon whereby internet content meeting certain criteria will convert to a video or infographic relating to the death of Faith Bassen in 2020. This conversion only affects end-user machines, and does not alter the media for others who have not triggered the phenomenon.\n\n\nTesting has identified the following as the primary parameters to convert media:\n\n\n\n\nThe content is not owned/created by the user who posted it.\n\n\nA caption of or within the content alludes to a desire to discover the content's creator, whether or not said desire can be judged to be genuine (For instance, \"OMG who did this??? So talented 😍\").\n\n\n\n\nSecondary factors which are not required but seem to increase the likelihood of SCP-3772 occurring:\n\n\n\n\nArtist/creator signatures and watermarks have been removed from the content.\n\n\nThe account posting the content has posted other media which matches the primary parameters.\n\n\nThe machine viewing the content is on US geopolitical territory. This factor increases exponentially as the machine approaches the census-designated place of Comfort, Texas\n1\n.\n\n\n\n\nMost commonly, SCP-3772 manifests as a static image of Faith Bassen with captioning providing details of her disappearance and the discovery of her body, with a strong focus on the lack of an official investigation by the local police force. When manifesting in video form, this information will commonly give way to phone camera recordings of Faith, with the names and faces of others appearing in the footage digitally censored. This footage is interspersed with graphic and provocative descriptions of her injuries, threats towards the perpetrators and the repeated line \"FAITH BASSEN WAS MURDERED\", which doubled as a hashtag for the movement to press the local police force to investigate the death.\n\n\nThe first known instance of SCP-3772 came to the Foundation's attention on December 8\nth\n, 2020, two months after the death of Ms. Bassen. After confirmation of anomalous nature, initial containment focused on suppression of discussion and investigation of SCP-3772's trigger parameters. While this was successful in most cases, the prevalence of instances in the vicinity of Comfort, Texas, lead to strong local awareness of the case. As SCP-3772 was assumed by the public of Comfort to be the product of non-anomalous activity, priority was given to continued suppression of media attention outside this area.\n\n\nIn January 2021, the Unusual Incidents Unit took over management of the investigation at the Foundation's request. With their input, the suspects in the Faith Bassen case were successfully identified and brought to accelerated trial between May and July 2021. Following this, the incident rate of SCP-3772 manifestations dropped almost completely.\n\n\nAddendum: Chatlogs\n\n\nAnalysis of existing archived chatlogs for GoI-5869 (\"Gamers Against Weed\") show a number of conversations related to this issue, primarily involving the users warysue and tiedyeduck in a sidechat labelled \n#wip\n. As chatlogs are only available from the laptop of a member of the GoI who had little interaction with warysue, the majority of these conversations are contextless or incomplete.\n\n\nExcerpt 1: November 17\nth\n, 2020\n\n\n\n\n-> \nyou\n joined\n\n\ngaycopmp4\n: that all sounds doable yeah but we'll need to work on the specific vids you wanna include\n\n\nbluntfiend\n: You're really going for this, huh?\n\n-> \nQuavo\n joined\n\n\nwarysue\n: we are . It's Important\n\n\nQuavo\n: glah\n\n\ngaycopmp4\n: strip out identifiers etc we don't want people complaining you're spreading their image\n\n\ngaycopmp4\n: we'll leave 4chamber's in obv\n\n\nwarysue\n: just call her Faith . not\n\n\nwarysue\n: not like her privacy matters now\n\n<- \nQuavo\n left\n\n\ntiedyeduck\n: Can I just go on the record as very fucking against this\n\n\nwarysue\n: Fuck You\n\n\nbluntfiend\n: I'm inclined toward tiedye- Whoah ok.\n\n\nwarysue\n: she's dead and I'm the Only One trying to do something about it\n\n\ntiedyeduck\n: I was going to elucidate my point but if you're going to be like this it'd be futile\n\n\nwarysue\n: and gcm .\n\n\nbluntfiend\n: Ok, listen up.\n\n\nbones\n: I'm going to preemptively ask that you move this conversation to PMs. Warysue, while I understand your pain, it would serve you well to give benefit of the doubt in this context.\n\n\nbluntfiend\n: Never mind, bones is on it.\n\n\nwarysue\n: noted, and Fuck that\n\n\nwarysue\n: gaycopmp4: lemme know on the discord if you've\n\n\nwarysue\n: got more questions . I'll work on fuzzing out faces And Shit\n\n<- \nwarysue\n left\n\n\ntiedyeduck\n: Look, I'm not saying the idea is fundamentally bad, but the execution you're discussing is just crass.\n\n\ngaycopmp4\n: she's gone\n\n\ntiedyeduck\n: yeah\n\n\ntiedyeduck\n: :/\n\n\nbones\n: She is grieving a close friend. Her behavior may be more extreme for a time, but remember that she is working through a trauma. I believe you know what that feels like.\n\n\ntiedyeduck\n: We all do, bones.\n\n\ntiedyeduck\n: This is gonna be a clusterfuck, isn't it?\n\n\n\n\nExcerpt 2: November 22\nnd\n, 2020\n\n\n\n\n-> \nwarysue\n joined\n\n\nlesbian_gengar\n: I /could/ do that but what would be the point\n\n\nwarysue\n: hey All\n\n\nharmpit\n: comn gnengar you knwo itsll be funny as hsit\n\n\nkkrule\n: hey sue i think duck was looking for you earlier\n\n\nkkrule\n: tiedyeduck: ping ping\n\n\nwarysue\n: I Don't want to talk to\n\n\nharmpit\n: mr fucking olbiquly refranced will risse from the asehs\n\n\nwarysue\n: to him\n\n\ntiedyeduck\n: I just wanna say I'm sorry.\n\n\nlesbian_gengar\n: talk to gaycop about this she's better with computer stuff\n\n\ntiedyeduck\n: I came in too strong the other day - I want to help, I just think you're going about it the wrong way.\n\n\nwarysue\n: that's a shitty apology\n\n\ntiedyeduck\n: Come on.\n\n\nkkrule\n: uh sorry i didnt know you were fighting\n\n\nwarysue\n: no you Come On . I'm going about it Exactly the way Faith would have wanted it.\n\n\nharmpit\n: ccol cool ill tdo that but fi she says no ii can comc bank to you righu\n\n\nkkrule\n: i thought he wanted to do over watch or something\n\n\ntiedyeduck\n: Exactly what she would have wanted? I've seen your demo posters. The places you're intending these to end up, she'll end up in the hands of people who'll make her a target for ridicule.\n\n\nwarysue\n: 1 . I know there's Awful People out there that's why Faith is fucking dead and 2 . I thin\n\n\nwarysue\n: 2. I think there's more people out there who'll listen and tweet\n\n\nkkrule\n: god im really sorry waysue\n\n\nwarysue\n: it's ok kkrule just Ssh\n\n\ntiedyeduck\n: Is that worth it, though? Her face getting used for awful jokes, becoming synonymous with all the other dead trans girls they fucking meme about. She's not gonna come back.\n\n\nwarysue\n: I can't believe you'd fuck\n\n\nwarysue\n: fucking say that , of course its Worth It to catch whoever did it\n\n\nharmpit\n: i ccant beleieve youd fcuck haaaaaa\n\n\nbones\n: Inappropriate in the context, harmpit.\n\n\ntiedyeduck\n: You really think it'll achieve that? Even if the cops do start an investigation, it's been weeks and she was found on a riverbank, there's no evidence to examine. Maybe if they'd done a proper autopsy they'd have something to work on, but they couldn't.\n\n\nkkrule\n: yeah not cool harmpit come on\n\n-> \nyou\n left (Timeout)\n\n\n\n\nExcerpt 3: December 9\nth\n, 2020\n\n\n\n\norbhorse\n: pee is stored in the galls\n\n-> \nwarysue\n joined\n\n\nheartshapeddoxx\n: ob dude you're the worst\n\n\nbones\n: Warysue, you should know that The Daily Dot published a short article about #FaithBassenWasMurdered 23 minutes ago.\n\n\nwarysue\n: I was just about to link it, yeah !\n\n\nbluntfiend\n: Shit my guys, I think I just swallowed a whole chicken wing.\n\n\nwarysue\n: it's starting to Happen\n\n\nheartshapeddoxx\n: is this like a new goof or something\n\n\nheartshapeddoxx\n: I'm so out of the loop\n\n\nkkrule\n: hi HSD are you new\n\n\nwarysue\n: it's very much Not A Goof .\n\n\nbones\n: Heartshapeddoxx is an older member of the chat, from before my time here. From what I understand, he played a large part in its creation. This is his second time back since you joined, kkrule.\n\n\nwarysue\n: this is a movement I started to get justice for a Dead Friend of mine\n\n\nheartshapeddoxx\n: haa yea and I don't even remember the last time\n\n\nheartshapeddoxx\n: oh shit I'm sorry\n\n\nwarysue\n: it's ok . you didn't know unlike s\n\n\nwarysue\n: unlike Some People\n\n\nlesbian_gengar\n: so are you trending or\n\n\ntiedyeduck\n: I thought we sorted this, wary.\n\n\nkkrule\n: oh shit i remember that i hope it does well\n\n\nbluntfiend\n: .botsnack some good fuckin oatmeal\n\n\nwarysue\n: lesbian_gengar: not yet but it's really built since the article hit so fingers crossed\n\n\norbhorse\n: dude how baked are you we haven't had a bot in like years\n\n\nbluntfiend\n: Whhh?\n\n\nwarysue\n: tiedyeduck: sorry dude yeah I'm just Still Angry and I'm putting that on you\n\n\nheartshapeddoxx\n: did you fuckin see i was online and time-teleport back to like 2008, friend\n\n\nkkrule\n: just tweeted about it warysue!\n\n\nbluntfiend\n: Where's oinky friend ;_;\n\n\nwarysue\n: I'm going to go up to the station and let them know What's Coming .\n\n\nheartshapeddoxx\n: ren and me are working on it, blunt. Janitors have her rn so github updates are a no-go. \nAlthough...\n\n\nwarysue\n: these pigs are gonna Regret not listening to me\n\n<- \nwarysue\n left\n\n\nbluntfiend\n: Pigs? :D\n\n\n\n\nExcerpt 4: November 11th, 2021\n\n\n\n\npolaricecraps\n: this is fucking horseshit ok you go on about not wanting to draw attention but we draw attention like nobody's business bluntfiend alone is probably like triple on the janitor's radar already\n\n\nharmpit\n: perison bwloe triple rdaar\n\n\npolaricecraps\n: and we've already DONE shit like this we got those guys caught when 4chambers was killed and she was like barely a member\n\n\nlesbian_gengar\n: hey whoah let's not throw shade at the dead\n\n\nbluntfiend\n: Lest the dead dab back.\n\n\nkkrule\n: dabs aren't a good meme anymore now\n\n\npolaricecraps\n: like if it'd been an exception cos it was Dove I'd have understood man but you're telling me we can hijack the fuckin hashtag tearjerk market for someone who said like four lines max in main but we can't leverage that same shit to defend ourselves from the nazi fucks trying to kick our damn door down\n\n\nbones\n: Op order, drop this now. Lesbian_gengar has it right, speaking ill of the dead is in very bad taste. 4chambers may not have participated to your knowledge, but I can inform you she was very much a member of our community.\n\n\nlesbian_gengar\n: bluntfiend is old he doesn't know shit\n\n\nwarysue\n: whatever , not like it matters not\n\n\nwarysue\n: nothing Changed .\n\n\npolaricecraps\n: dropped but I wanna talk about this again when I've cooled off\n\n\nbones\n: That is acceptable.\n\n\nkkrule\n: i know you don't feel that way wary but the men who did it got caught and they're in jail now so it did make a difference\n\n\nlesbian_gengar\n: don't, kk\n\n\nwarysue\n: only two of them . Other guy walked away Scott Free . And they only got twenty years, w chance for parole in fucking \"024\n\n\nwarysue\n: *2024\n\n\nbluntfiend\n: You can rest easy knowing you did all you could, wary. It's tough, but you went above and beyond and got a result, even if it's not the one you hoped for.\n\n\nlesbian_gengar\n: christ just let it rest it's ok for stuff to be shit sometimes\n\n\nwarysue\n: no it's ok , they're trying to help im\n\n\nwarysue\n: I'm sorry I'm being A Bummer\n\n\npolaricecraps\n: sorry for being a dick about it\n\n\nwarysue\n: shut up craps you were Unbelievably Insensitive\n\n\npolaricecraps\n: yeh fair\n\n\nbones\n: We cannot miss her as much as you do, warysue, but we miss her all the same. The list of our fallen friends is not tiered.\n\n\nbluntfiend\n: That's a list that's way too long.\n\n\nlesbian_gengar\n: mm\n\n\npolaricecraps\n: and it'll be longer if we don't start utilising our shit to stop the wolves at our door\n\n\nbones\n: Final warning, polaricecraps.\n\n<- \npolaricecraps\n left\n\n\nwarysue\n: I'm actually uh ,\n\n\nwarysue\n: I think I'll go down to her grave , now I'm thinking about it\n\n\nbluntfiend\n: Good plan. Say hi from us, yeah?\n\n\nwarysue\n: yeah , will do d\n\n\nwarysue\n: Does anyone have anything in particular they want me to pass on ? I can write it down on some paper n leave it there\n\n\ntiedyeduck\n: I've actually got something. Is that ok?\n\n\nwarysue\n: course it is\n\n\ntiedyeduck\n: Ok, awesome. Tell her this:\n\n<- \nyou\n disconnected\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The town where Faith Bassen was living at the time of her death.\n\n\n\n\n\n\n\n\n« \nSCP-3771\n | SCP-3772 | \nSCP-3773\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3772\n\" by Rimple, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3772\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Chatlogs\nAnalysis of existing archived chatlogs for GoI-5869 (\"Gamers Against Weed\") show a number of conversations related to this issue, primarily involving the users warysue and tiedyeduck in a sidechat labelled #wip . As chatlogs are only available from the laptop of a member of the GoI who had little interaction with warysue, the majority of these conversations are contextless or incomplete."
    ],
    "documents": [],
    "notes": [
        "-> you joined gaycopmp4 : that all sounds doable yeah but we'll need to work on the specific vids you wanna include bluntfiend : You're really going for this, huh? -> Quavo joined warysue : we are . It's Important Quavo : glah gaycopmp4 : strip out identifiers etc we don't want people complaining you're spreading their image gaycopmp4 : we'll leave 4chamber's in obv warysue : just call her Faith . not warysue : not like her privacy matters now <- Quavo left tiedyeduck : Can I just go on the record as very fucking against this warysue : Fuck You bluntfiend : I'm inclined toward tiedye- Whoah ok. warysue : she's dead and I'm the Only One trying to do something about it tiedyeduck : I was going to elucidate my point but if you're going to be like this it'd be futile warysue : and gcm . bluntfiend : Ok, listen up. bones : I'm going to preemptively ask that you move this conversation to PMs. Warysue, while I understand your pain, it would serve you well to give benefit of the doubt in this context. bluntfiend : Never mind, bones is on it. warysue : noted, and Fuck that warysue : gaycopmp4: lemme know on the discord if you've warysue : got more questions . I'll work on fuzzing out faces And Shit <- warysue left tiedyeduck : Look, I'm not saying the idea is fundamentally bad, but the execution you're discussing is just crass. gaycopmp4 : she's gone tiedyeduck : yeah tiedyeduck : :/ bones : She is grieving a close friend. Her behavior may be more extreme for a time, but remember that she is working through a trauma. I believe you know what that feels like. tiedyeduck : We all do, bones. tiedyeduck : This is gonna be a clusterfuck, isn't it?",
        "-> warysue joined lesbian_gengar : I /could/ do that but what would be the point warysue : hey All harmpit : comn gnengar you knwo itsll be funny as hsit kkrule : hey sue i think duck was looking for you earlier kkrule : tiedyeduck: ping ping warysue : I Don't want to talk to harmpit : mr fucking olbiquly refranced will risse from the asehs warysue : to him tiedyeduck : I just wanna say I'm sorry. lesbian_gengar : talk to gaycop about this she's better with computer stuff tiedyeduck : I came in too strong the other day - I want to help, I just think you're going about it the wrong way. warysue : that's a shitty apology tiedyeduck : Come on. kkrule : uh sorry i didnt know you were fighting warysue : no you Come On . I'm going about it Exactly the way Faith would have wanted it. harmpit : ccol cool ill tdo that but fi she says no ii can comc bank to you righu kkrule : i thought he wanted to do over watch or something tiedyeduck : Exactly what she would have wanted? I've seen your demo posters. The places you're intending these to end up, she'll end up in the hands of people who'll make her a target for ridicule. warysue : 1 . I know there's Awful People out there that's why Faith is fucking dead and 2 . I thin warysue : 2. I think there's more people out there who'll listen and tweet kkrule : god im really sorry waysue warysue : it's ok kkrule just Ssh tiedyeduck : Is that worth it, though? Her face getting used for awful jokes, becoming synonymous with all the other dead trans girls they fucking meme about. She's not gonna come back. warysue : I can't believe you'd fuck warysue : fucking say that , of course its Worth It to catch whoever did it harmpit : i ccant beleieve youd fcuck haaaaaa bones : Inappropriate in the context, harmpit. tiedyeduck : You really think it'll achieve that? Even if the cops do start an investigation, it's been weeks and she was found on a riverbank, there's no evidence to examine. Maybe if they'd done a proper autopsy they'd have something to work on, but they couldn't. kkrule : yeah not cool harmpit come on -> you left (Timeout)",
        "orbhorse : pee is stored in the galls -> warysue joined heartshapeddoxx : ob dude you're the worst bones : Warysue, you should know that The Daily Dot published a short article about #FaithBassenWasMurdered 23 minutes ago. warysue : I was just about to link it, yeah ! bluntfiend : Shit my guys, I think I just swallowed a whole chicken wing. warysue : it's starting to Happen heartshapeddoxx : is this like a new goof or something heartshapeddoxx : I'm so out of the loop kkrule : hi HSD are you new warysue : it's very much Not A Goof . bones : Heartshapeddoxx is an older member of the chat, from before my time here. From what I understand, he played a large part in its creation. This is his second time back since you joined, kkrule. warysue : this is a movement I started to get justice for a Dead Friend of mine heartshapeddoxx : haa yea and I don't even remember the last time heartshapeddoxx : oh shit I'm sorry warysue : it's ok . you didn't know unlike s warysue : unlike Some People lesbian_gengar : so are you trending or tiedyeduck : I thought we sorted this, wary. kkrule : oh shit i remember that i hope it does well bluntfiend : .botsnack some good fuckin oatmeal warysue : lesbian_gengar: not yet but it's really built since the article hit so fingers crossed orbhorse : dude how baked are you we haven't had a bot in like years bluntfiend : Whhh? warysue : tiedyeduck: sorry dude yeah I'm just Still Angry and I'm putting that on you heartshapeddoxx : did you fuckin see i was online and time-teleport back to like 2008, friend kkrule : just tweeted about it warysue! bluntfiend : Where's oinky friend ;_; warysue : I'm going to go up to the station and let them know What's Coming . heartshapeddoxx : ren and me are working on it, blunt. Janitors have her rn so github updates are a no-go. Although... warysue : these pigs are gonna Regret not listening to me <- warysue left bluntfiend : Pigs? :D",
        "polaricecraps : this is fucking horseshit ok you go on about not wanting to draw attention but we draw attention like nobody's business bluntfiend alone is probably like triple on the janitor's radar already harmpit : perison bwloe triple rdaar polaricecraps : and we've already DONE shit like this we got those guys caught when 4chambers was killed and she was like barely a member lesbian_gengar : hey whoah let's not throw shade at the dead bluntfiend : Lest the dead dab back. kkrule : dabs aren't a good meme anymore now polaricecraps : like if it'd been an exception cos it was Dove I'd have understood man but you're telling me we can hijack the fuckin hashtag tearjerk market for someone who said like four lines max in main but we can't leverage that same shit to defend ourselves from the nazi fucks trying to kick our damn door down bones : Op order, drop this now. Lesbian_gengar has it right, speaking ill of the dead is in very bad taste. 4chambers may not have participated to your knowledge, but I can inform you she was very much a member of our community. lesbian_gengar : bluntfiend is old he doesn't know shit warysue : whatever , not like it matters not warysue : nothing Changed . polaricecraps : dropped but I wanna talk about this again when I've cooled off bones : That is acceptable. kkrule : i know you don't feel that way wary but the men who did it got caught and they're in jail now so it did make a difference lesbian_gengar : don't, kk warysue : only two of them . Other guy walked away Scott Free . And they only got twenty years, w chance for parole in fucking \"024 warysue : *2024 bluntfiend : You can rest easy knowing you did all you could, wary. It's tough, but you went above and beyond and got a result, even if it's not the one you hoped for. lesbian_gengar : christ just let it rest it's ok for stuff to be shit sometimes warysue : no it's ok , they're trying to help im warysue : I'm sorry I'm being A Bummer polaricecraps : sorry for being a dick about it warysue : shut up craps you were Unbelievably Insensitive polaricecraps : yeh fair bones : We cannot miss her as much as you do, warysue, but we miss her all the same. The list of our fallen friends is not tiered. bluntfiend : That's a list that's way too long. lesbian_gengar : mm polaricecraps : and it'll be longer if we don't start utilising our shit to stop the wolves at our door bones : Final warning, polaricecraps. <- polaricecraps left warysue : I'm actually uh , warysue : I think I'll go down to her grave , now I'm thinking about it bluntfiend : Good plan. Say hi from us, yeah? warysue : yeah , will do d warysue : Does anyone have anything in particular they want me to pass on ? I can write it down on some paper n leave it there tiedyeduck : I've actually got something. Is that ok? warysue : course it is tiedyeduck : Ok, awesome. Tell her this: <- you disconnected",
        "\" SCP-3772 \" by Rimple, from the SCP Wiki . Source: https://scpwiki.com/scp-3772 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-3772"
}