{
    "url": "https://scp-wiki.wikidot.com/scp-3786",
    "all_text": "rating: \n+79\n+\n–\nx\n\n\n\n\n\n\nSCP-3786 captured in a rare moment napping with its head exposed.\n\n\n\n\n\n\nItem #:\n SCP-3786\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Entity is entirely immobilised within the former Lianggu Bioweapons Laboratory Facility due to its sheer mass and locomotive limitations. It is to be fed twice daily with 250 kilograms of starch-and-protein mixture, with nutritional ratios adjusted accordingly. Medical and behavioural checkups must be conducted once every six months by a Foundation cryptozoologist.\n\n\nDescription:\n SCP-3786 designates an amorphous mammalian organism located within the former Lianggu Bioweapons Laboratory facility near ██████████, in the Heilongjiang province of China. Due to its sheer size, detailed measurements of the organism's size and weight have been impossible. Ground-penetrating radar and thermal imagery estimate that it occupies the entire first floor of the facility along with an undetermined number of its sub-basements, with an estimated weight of ██,███,███ kilograms.\n\n\nDespite its physical abnormalities, SCP-3786 is genetically identifiable as a domestic dog, \nCanis lupus familiaris\n. Unlike non-anomalous dogs, SCP-3786 is primarily characterised by its ability to rapidly reconfigure its skeletomuscular and organ tissues to fill available space. This functions as its main mode of locomotion through the facility as it generates and retracts its mass. Owing to the extraordinary metabolism rate required for this activity, SCP-3786 maintains a consistently high body temperature of 50-60 degrees Celsius; periods of high activity, such as when giving chase to prey, can cause its temperature to spike even higher, to the extent of heating its habitat's surroundings to a recorded high of 87 degrees Celsius.\n\n\nSCP-3786 is believed to be moderately intelligent and self-aware of its anomalous properties. Upon initial encounter, it was observed using its knowledge of the facility's extensive tunnels and ventilation systems to ambush Foundation agents, retreating from sight when observed. When the opportunity arises, SCP-3786 can attack by manifesting its head and delivering powerful bites to the prey's flanks or the throat, causing death within seconds or minutes. However, it seems to avoid using this method, likely due to the possibility of exposing its single head to harm. Instead, most prey is incapacitated by strangulation via engulfing, a process that spares more mobile or aggressive prey but seems to be more energy-efficient for SCP-3786.\n\n\n\n\n\n\nThe former Lianggu Bioweapons Laboratory Facility circa 1985.\n\n\n\n\n\n\nThe exact origins of SCP-3786 are unknown. The Lianggu Bioweapons Laboratory Facility was known to have been constructed sometime between 1936 and 1941 under the supervision of the Imperial Japanese Army's 異常事例調査局 / \nIjō Jirei Chōsa-kyoku\n (\nen: Anomalous Matters Examination Agency\n) following the occupation of Manchuria. Surviving files indicate that the facility was known to the IJA as a canine breeding and training facility, albeit with certain special logistical requirements: a 1942 invoice detailed the delivery of \n\"sealed marine organism tissue samples\"\n, 300 \n\"Congolese dog eggs\"\n, and 200 litres of [REDACTED].\n\n\nThe facility appears to have been unknown to Chinese authorities until 1961, when a review of declassified war documents revealed the existence of previously-unknown IJA facilities surrounding Harbin. Investigating the ruins, the first contact team likely encountered SCP-3786 shortly after entering the main laboratory building. Their remains were not found by the backup containment team.\n\n\nEstablishing a regular supply of nutrition has since significantly calmed SCP-3786's aggressive tendencies. When well-fed, SCP-3786 is largely sedentary, enjoying the occasional chasing of small mammals released into the containment area. Since then, SCP-3786 has been effectively domesticated through extensive interactions with Foundation cryptozoologists, and responds to the name 小胖 / \nXiǎo Pàng\n1\n.\n\n\n\n\nFootnotes\n\n\n1\n. en: \"Fatty\"\n\n\n\n\n\n\n\n\n« \nSCP-3785\n | SCP-3786 | \nSCP-3787\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3786\n\" by minmin, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3786\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n dog1.PNG\n\n\nAuthor:\n Minmin\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n Dog meat in Ninh Binh.jpg\n\n\nAuthor:\n Schwede66\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\nName:\n Grabenbach-Reichenhall.jpg\n\n\nAuthor:\n Chatter\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n dog2.jpg\n\n\nName:\n Building on the site of the Harbin bioweapon facility of Unit 731 関東軍防疫給水部本部731部隊（石井部隊）日軍第731部隊旧址 PB121185ボイラー楝跡.JPG\n\n\nAuthor:\n 松岡明芳\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-3786 \" by minmin, from the SCP Wiki . Source: https://scpwiki.com/scp-3786 . Licensed under CC-BY-SA .",
        "Filename: dog1.PNG Author: Minmin License: CC BY-SA 3.0 Source Link: SCP Wiki Derivative of: Name: Dog meat in Ninh Binh.jpg Author: Schwede66 License: CC BY-SA 3.0 Source Link: Wikimedia Commons Name: Grabenbach-Reichenhall.jpg Author: Chatter License: CC BY-SA 3.0 Source Link: Wikimedia Commons",
        "Filename: dog2.jpg Name: Building on the site of the Harbin bioweapon facility of Unit 731 関東軍防疫給水部本部731部隊（石井部隊）日軍第731部隊旧址 PB121185ボイラー楝跡.JPG Author: 松岡明芳 License: CC BY-SA 3.0 Source Link: SCP Wiki"
    ],
    "item": "SCP-3786",
    "object_class": "Euclid",
    "containment_procedures": "Entity is entirely immobilised within the former Lianggu Bioweapons Laboratory Facility due to its sheer mass and locomotive limitations. It is to be fed twice daily with 250 kilograms of starch-and-protein mixture, with nutritional ratios adjusted accordingly. Medical and behavioural checkups must be conducted once every six months by a Foundation cryptozoologist.",
    "description": "SCP-3786 designates an amorphous mammalian organism located within the former Lianggu Bioweapons Laboratory facility near ██████████, in the Heilongjiang province of China. Due to its sheer size, detailed measurements of the organism's size and weight have been impossible. Ground-penetrating radar and thermal imagery estimate that it occupies the entire first floor of the facility along with an undetermined number of its sub-basements, with an estimated weight of ██,███,███ kilograms.",
    "title": "SCP-3786"
}