{
    "url": "https://scp-wiki.wikidot.com/scp-3789",
    "all_text": "rating: \n+103\n+\n–\nx\n\n\n\n\n\n\nThe Atacama Trench, represented by the dark blue line.\n\n\n\n\n\n\nItem #:\n SCP-3789\n\n\nObject Class:\n Euclid (pending)\n\n\nSpecial Containment Procedures:\n Due to SCP-3789's remote location, direct containment has been deemed unnecessary. Any planned expeditions to the bottom of the Atacama Trench by civilian organizations are to be discouraged.\n\n\nDescription:\n SCP-3789 is a previously undiscovered, non-biological species found in the Atacama Trench, composed of basalt granules held together by thin tendrils of unknown composition. SCP-3789 instances have a shape similar to that of the lion's mane jellyfish (\nCyanea capillata\n), and vary in length from 14m to over 55m.\n\n\nAttempts to capture live specimens of SCP-3789 have so far failed. Even when pressurized containers are used, SCP-3789 instances always lose cohesion during ascent and decompose into dust once the depth reaches above 7.5-8 km below sea level.\n\n\nSCP-3789's tendrils and bell are luminescent, and glow blue. SCP-3789 instances appear to communicate with each other via contact between their tentacles, which causes visible sparks to appear.\n\n\nSCP-3789 possesses several visible mouths near the ends of each arm, all lined with concentric rows of small, rounded stones analogous to teeth. SCP-3789 appears to feed sporadically by extending its arms at least 10m deep into the sediment floor.\n\n\nAdditionally, some SCP-3789 instances possess large ovoid structures on the tips of several of their arms. \nThe purpose of these is unknown.\n\n\nAddendum 3789-01:\n During the most recent sighting, a group of SCP-3789 instances began moving erratically and scattering. The structures on the tips of their arms began to glow brightly, and the seafloor shook. A large fissure opened in the seafloor, and a massive creature approximately 35m long emerged. This creature was chelonian in shape, composed of magma and rock, and its shell was punctured in several places. This creature swam towards the group of SCP-3789, and a 10m long tooth, later determined to be composed of an iron-nickel mixture, fell out of one of the entity's puncture wounds.\n\n\nSeveral SCP-3789 instances attempted to strike this entity with their arm structures, causing several explosions. Electrical discharges and shockwaves from these attacks damaged most recording equipment, but the two remaining cameras managed to record the chelonian entity taking hold of two SCP-3789 instances in its mouth. Both instances ceased all motion and the chelonian entity dragged them into the fissure with it. The fissure sealed shortly afterward. Analysis found traces of several chemical explosives in the water near the incident.\n\n\nEfforts to track and identify the chelonian entity, tentatively designated SCP-3789-1, using seismic wave analysis are underway.\n\n\n\n\n\n\n« \nSCP-3788\n | SCP-3789 | \nSCP-3790\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3789\n\" by Weryllium, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3789\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n trench.jpg\n\n\nName:\n Peru-Chile trench\n\n\nAuthor:\n NOAA\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 3789-01: During the most recent sighting, a group of SCP-3789 instances began moving erratically and scattering. The structures on the tips of their arms began to glow brightly, and the seafloor shook. A large fissure opened in the seafloor, and a massive creature approximately 35m long emerged. This creature was chelonian in shape, composed of magma and rock, and its shell was punctured in several places. This creature swam towards the group of SCP-3789, and a 10m long tooth, later determined to be composed of an iron-nickel mixture, fell out of one of the entity's puncture wounds.\nSeveral SCP-3789 instances attempted to strike this entity with their arm structures, causing several explosions. Electrical discharges and shockwaves from these attacks damaged most recording equipment, but the two remaining cameras managed to record the chelonian entity taking hold of two SCP-3789 instances in its mouth. Both instances ceased all motion and the chelonian entity dragged them into the fissure with it. The fissure sealed shortly afterward. Analysis found traces of several chemical explosives in the water near the incident.\nEfforts to track and identify the chelonian entity, tentatively designated SCP-3789-1, using seismic wave analysis are underway."
    ],
    "documents": [],
    "notes": [
        "\" SCP-3789 \" by Weryllium, from the SCP Wiki . Source: https://scpwiki.com/scp-3789 . Licensed under CC-BY-SA .",
        "Filename: trench.jpg Name: Peru-Chile trench Author: NOAA License: Public Domain Source Link: Wikimedia Commons"
    ],
    "item": "SCP-3789",
    "object_class": "Euclid (pending)",
    "containment_procedures": "Due to SCP-3789's remote location, direct containment has been deemed unnecessary. Any planned expeditions to the bottom of the Atacama Trench by civilian organizations are to be discouraged.",
    "description": "SCP-3789 is a previously undiscovered, non-biological species found in the Atacama Trench, composed of basalt granules held together by thin tendrils of unknown composition. SCP-3789 instances have a shape similar to that of the lion's mane jellyfish (Cyanea capillata), and vary in length from 14m to over 55m.",
    "title": "SCP-3789"
}