{
    "url": "https://scp-wiki.wikidot.com/scp-3791",
    "all_text": "rating: \n+72\n+\n–\nx\n\n\nItem #:\n SCP-3791\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n The access code to SCP-3791 is to be split into three equal sections and stored in safes 13, 77, and 95 at Site-01. Knowledge of the full code is to be limited to personnel directly authorized by an O5 Council member. No current or former members of MTF Alpha-1 (\"Red Right Hand\") are to be permitted entry into SCP-3791. Frequency of amnestic treatments is to be considered a critical risk factor when assessing individuals for access to SCP-3791. No personnel are to be allowed access on any third day of the month of November.\n\n\nAny information acquired within SCP-3791 is to be processed at CSUM-4.\n1\n No textual or visual records are to be created within SCP-3791 without direct permission of an O5 Council member. All records are to be destroyed following standard processing procedures. All personnel are to be treated with Class-A amnestics following exposure to SCP-3791.\n\n\nThe draft letter within SCP-3791 is to remain under a 10 cm thick plate of steel. This plate is to be further secured to the desk by heavy chains and padlocks. The keys to this apparatus are to be stored in safe 46 at Site-01.\n\n\nDescription:\n SCP-3791 is room 1699 of Decommissioned Facility-US61, a component structure of a former Site-01 iteration. It measures 4.5 m x 5.5 m, is linked to the outside hallway via a steel door, and has a single window to the exterior of the facility. The door is locked with an electronic keypad significantly more advanced than was mandated by security protocols at the time of the facility's construction. The office does not appear on any archived blueprints and the identity of all former occupants remains unknown. Objects originating within SCP-3791 have proven unresponsive to all tested methods of interaction.\n\n\nSCP-3791 exhibits a temporal anomaly anchored specifically to November 3, 1972 at 4:32 PM (hereafter referred to as the anchor point.) Electronic devices brought into SCP-3791 display the anchor point as the current time and date, as well as the time and date of all contained files' creation and most recent edits. Mechanical clocks are similarly affected. Physical calendars brought into SCP-3791 are altered such that all contained dates and times match the anchor point. While inside the office, individuals tend to believe that the current time and date match the anchor point but do not resist reminders to the contrary.\n\n\nIndividuals within SCP-3791 experience perfect recollection of memories formed between approximately 4:00 PM and 5:00 PM on any given November 3. This effect bypasses most low-grade pharmaceutical and hypnotic amnestic treatments. Memories recalled in this fashion persist indefinitely after exiting SCP-3791. Access to SCP-3791 has been restricted given the significant security, containment, and mental health risks posed by this effect.\n\n\nA possible world state at the anchor point exists inside SCP-3791, and extends to all observable points outside the office when viewed from within. Through the doorway, the shadow of an individual can be seen cast against the opposite wall. The intensity of the shadow suggests that the facility's emergency lights have been activated. A single cell thunderstorm can be observed in progress through the window, typified by light rainfall and incomplete cloud cover. Four covered trucks and 35 armed personnel are visible in the plaza below, all bearing markings of Foundation Internal Security (later re-organized as MTF Alpha-1). No record exists of an FIS deployment matching this time and location.\n\n\nAddendum 3791-A (Contents of SCP-3791):\n\n\n\n\nOne desk, three chairs, two cabinets, one lamp. All furniture is from the limited run of designer Christian Danbrook's \nExecutive Style, Executive Feel\n collection.\n\n\nTwo fountain pens and matching inkwell. Make and model unknown.\n\n\nThree red folders. The first is labeled \"Yearly Procedure Reviews: 400-500.\" The second is labeled \"PEARBLOSSOM-11 Project Proposal.\" The third is labeled \"Emergency Protocol LATERAL NADIR.\"\n\n\nOne draft letter. Classified as a level-5 cognitohazard.\n\n\nOne broken snowglobe. The plaque describes it as 'The Howling Pillar'\n2\n (LOI-913).\n\n\nOne Foundation-issued coffee mug.\n\n\nOne Foundation-issued bottle of Glenmore Kentucky Bourbon (empty).\n\n\n\n\nAddendum 3791-B (Research Proposals):\n\n\n\n\nProposal:\n Test the mnestic properties of SCP-3791 on individuals treated with Class-A amnestics to more accurately assess effect potency and the extent of security risks.\n\n\nStatus:\n \nApproved by Project Lead A. Carias.\n Denied by order of the O5 Council.\n\n\n\n\n\n\nProposal:\n Employ TRSSI-suite from within SCP-3791 to more accurately understand the context of the anchor point. Employ facial recognition software to identify individuals visible from SCP-3791 for the purpose of establishing event veracity.\n\n\nStatus:\n \nApproved by Project Lead A. Carias.\n Denied by order of the O5 Council.\n\n\n\n\n\n\nProposal:\n Analyze trace skin and hair samples within SCP-3791 to facilitate the identification of former occupants.\n\n\nStatus:\n \nApproved by Project Lead A. Carias.\n Denied by order of the O5 Council.\n\n\n\n\nAll future research proposals are to undergo an OEPD-compliant cost-benefit analysis and receive direct approval from the Decommissioned Facilities Director prior to official consideration. Proposals must be further supported by at least four Senior Researchers of related departments.\n\n\n\n\nProposals Pending:\n 0\n\n\n\n\nAddendum 3791-C (Text of Draft Letter):\n\n\n\n\nPROJECT [ERROR: PROJECT NOT FOUND] ACCESS REQUIRED.\n\n\n\n\nO5 OVERRIDE ACCEPTED.\n\n\n\n\nFrom the desk of \n[DATA EXPUNGED]\n\nOffice of Oversight and Administration, Site-01\n\nNovember 3, 1972\n\n\nTo my treasured\n\n\nAll Foundation personn\n\nTo whom it may concern,\n\n\nA great travesty has been carried out this day. I, and you, have been betrayed by\n\n\nThere are few things I have ever regretted. The thought of the greater good quells many\n\nI fear we have lost something important in our quest for the greater good. We became inclined to leap to action, accepting inevitable mistakes as necessary losses. We became \nfoolish\n \nhungry for\n \nblind\n self-assured that our plans, made with the best intentions, would have the best results. Being only \nmortal\n human, my appetite for progress was just as \nendless\n \noverwhelming\n real as any of yours.\n\n\nEven so, there are \ncrimes\n \nbetrayals\n actions that cannot be excused by hunger alone. My own appetites may have been \nstrange\n unorthodox, but I never acted with any intent but the furthering of our mission. I secured. I contained. I protected. \nClearly, the same cannot be said for Smith, Mihn, Ahmadi, Ni\n Be on guard for any who behave otherwise, no matter what words they justify themselves with. My own vigilance was insufficient, and for that I can do nothing but apologize. I have allowed too many to blind themselves, and so I should not be surprised when they \nsee me as a monster\n find themselves unable to see me for what I am \ninstead of the abomination they imagine me as\n\n\nI hope you will not let this crime go unpunished, and that these conspi\n\n\nI can only hope the Foundation will persist through\n\nDespite this, I hope I will be remembe\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Knowledge gathered from an asset that has proven to be consistently unreliable, hold amateur-level knowledge, or exhibits fluctuating anomalous traits.\n\n\n2\n. Depictions of the Howling Pillar appear frequently during Foundation investigations of extradimensional entities. See: Ita, Kevin. \"Every Bridge Has Two Sides: An Examination of Extrinsic Architecture,\" \nFoundation Internal Journal of Physical Arts\n 20, no. 2 no. 1 (January 13, 1989): 200-239.\n\n\n\n\n\n\n\n\n« \nSCP-3790\n | SCP-3791 | \nSCP-3792\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3791\n\" by Pedantique, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3791\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 3791-A (Contents of SCP-3791):",
        "Addendum 3791-B (Research Proposals):\nAll future research proposals are to undergo an OEPD-compliant cost-benefit analysis and receive direct approval from the Decommissioned Facilities Director prior to official consideration. Proposals must be further supported by at least four Senior Researchers of related departments.",
        "Addendum 3791-C (Text of Draft Letter):"
    ],
    "documents": [],
    "notes": [
        "Proposal: Test the mnestic properties of SCP-3791 on individuals treated with Class-A amnestics to more accurately assess effect potency and the extent of security risks. Status: Approved by Project Lead A. Carias. Denied by order of the O5 Council.",
        "Proposal: Employ TRSSI-suite from within SCP-3791 to more accurately understand the context of the anchor point. Employ facial recognition software to identify individuals visible from SCP-3791 for the purpose of establishing event veracity. Status: Approved by Project Lead A. Carias. Denied by order of the O5 Council.",
        "Proposal: Analyze trace skin and hair samples within SCP-3791 to facilitate the identification of former occupants. Status: Approved by Project Lead A. Carias. Denied by order of the O5 Council.",
        "Proposals Pending: 0",
        "\" SCP-3791 \" by Pedantique, from the SCP Wiki . Source: https://scpwiki.com/scp-3791 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3791",
    "object_class": "Safe",
    "containment_procedures": "The access code to SCP-3791 is to be split into three equal sections and stored in safes 13, 77, and 95 at Site-01. Knowledge of the full code is to be limited to personnel directly authorized by an O5 Council member. No current or former members of MTF Alpha-1 (\"Red Right Hand\") are to be permitted entry into SCP-3791. Frequency of amnestic treatments is to be considered a critical risk factor when assessing individuals for access to SCP-3791. No personnel are to be allowed access on any third day of the month of November.",
    "description": "SCP-3791 is room 1699 of Decommissioned Facility-US61, a component structure of a former Site-01 iteration. It measures 4.5 m x 5.5 m, is linked to the outside hallway via a steel door, and has a single window to the exterior of the facility. The door is locked with an electronic keypad significantly more advanced than was mandated by security protocols at the time of the facility's construction. The office does not appear on any archived blueprints and the identity of all former occupants remains unknown. Objects originating within SCP-3791 have proven unresponsive to all tested methods of interaction.",
    "title": "SCP-3791"
}