{
    "url": "https://scp-wiki.wikidot.com/scp-3794",
    "all_text": "rating: \n+345\n+\n–\nx\n\n\n\n\n\n\nSCP-3794\n\n\n\n\n\n\nItem #:\n SCP-3794\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3794 is kept within a standard item locker. Testing is currently suspended.\n\n\nDescription:\n SCP-3794 is a sledgehammer that converts living tissue to \npico de gallo\n salsa when swung with sufficient force. This salsa is not significantly different from ordinary salsas in composition, nutritional value, or taste.\n\n\nTissue is converted instantly within a ~3-8 cm radius from the area directly struck by SCP-3794. Converted salsa does not adhere to the subject and slides out of the resulting depression or hole in the subject's body. Blood vessels and other structures terminate abruptly at the edge of conversion, as if cauterized.\n\n\nIf salsa conversion causes a portion of the body to become detached, this portion will retain life functions as long as the subject does.\n\n\nAddendum:\n SCP-3794 was used on test subject's skull, resulting in conversion of entire brain and majority of skull to salsa. Despite this, the subject continued to move frantically before crudely writing \"HELP\" using the spilled salsa.\n\n\nConsumption of the salsa resulted in the death of the subject within 30 minutes. Testing halted.\n\n\n\n\n\n\n« \nSCP-3793\n | SCP-3794 | \nSCP-3795\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3794\n\" by Weryllium, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3794\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n rule.jpg\n\n\nName:\n File:Sledgehammer (33104910115).jpg\n\n\nAuthor:\n XoMEoX\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum: SCP-3794 was used on test subject's skull, resulting in conversion of entire brain and majority of skull to salsa. Despite this, the subject continued to move frantically before crudely writing \"HELP\" using the spilled salsa.\nConsumption of the salsa resulted in the death of the subject within 30 minutes. Testing halted."
    ],
    "documents": [],
    "notes": [
        "\" SCP-3794 \" by Weryllium, from the SCP Wiki . Source: https://scpwiki.com/scp-3794 . Licensed under CC-BY-SA .",
        "Filename: rule.jpg Name: File:Sledgehammer (33104910115).jpg Author: XoMEoX License: CC BY 2.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-3794",
    "object_class": "Safe",
    "containment_procedures": "SCP-3794 is kept within a standard item locker. Testing is currently suspended.",
    "description": "SCP-3794 is a sledgehammer that converts living tissue to pico de gallo salsa when swung with sufficient force. This salsa is not significantly different from ordinary salsas in composition, nutritional value, or taste.",
    "title": "SCP-3794"
}