{
    "url": "https://scp-wiki.wikidot.com/scp-3795",
    "all_text": "rating: \n+73\n+\n–\nx\n\n\nItem #:\n SCP-3795\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3795 is kept in a standard high-value containment locker in Site 68. Testing of SCP-3795 is to be only carried out on D-Class with no prior history of animal abuse, and under no circumstances are any researchers who currently own pets to come into contact with SCP-3795.\n\n\nDescription:\n SCP-3795 is a hardcover copy of the book \nThe Genius of Dogs: How Dogs are Smarter Than You Think\n by Brian Hare and Vanessa Woods (Plume, 2013). In both its inert and active state, SCP-3795 is physically identical to a non-anomalous copy of the book, except that the phrase \"WHO KILLED YOUR DOG?!\" has been written on the copyright page in black marker.\n\n\nSCP-3795's anomalous properties manifest when an individual who currently owns a domestic dog (\nCanis familiaris\n) reads the phrase on the copyright page of the book. After comprehending it in its entirety, the subject will immediately lose consciousness and cannot be awoken by any means for approximately six hours. During this time, the subject's dog\n1\n will invariably be killed by a close friend or relative of the subject who, after leaving the area in which the pet was murdered, will have no recollection of its death. SCP-3795 is able to anomalously influence the actions of the person it selects so that the dog is killed before the six hours have passed, and Foundation researchers have yet to discover a way to preemptively prevent the death of a targeted pet.\n\n\nAfter re-entering a conscious state, the subject will immediately gain knowledge of their dog's death, usually causing them great distress. The following note will then appear on their person (hereafter SCP-3795-A):\n\n\n\n\nYOUR DOG IS DEAD!\n\n\nCan \nYOU\n figure out who did it?\n\n\nYou have\n \n24\n \nhours\n\n\nSHOW THEM THAT YOU CARE!\n\n\n\n\nSCP-3795-A then lists three different \"clues\" based on the dog selected and the nature of the murderer (e.g. when a dog was shot by a subject's mother, SCP-3795-A listed \"How could she do this to you?\" as a clue). If the subject successfully identifies their dog's killer within twenty-four hours and vocalizes their name using the phrase \"It was [killer]!\", the dog will be brought back to life unharmed; if they fail to, it remains deceased and cannot be revived after an event has concluded.\n\n\nAfter completion of an SCP-3795 event, one of the following notes appears within the vicinity of the subject:\n\n\nSCP-3795-B (Success)\n\n\n\n\nWELL DONE!\n\n\nYou get your dog back.\n\n\nENJOY! And remember…\n\n\nMAN'S BEST FRIEND. :)\n\n\n\n\nSCP-3795-C (Failure)\n\n\n\n\nTime is UP.\n\n\nSorry, you missed your chance.\n\n\nYour dog is gone now. Remember…\n\n\nMAN'S BEST FRIEND. :(\n\n\n\n\nAddendum 3795.A:\n During trial 3795/023, SCP-3795 was tested on D-76539, a felon with a history of animal abuse directed towards dogs and cats, including a conviction related to a dogfighting charge. For the purposes of the experiment, D-76539 was temporarily given a Labrador Retriever puppy.\n\n\nUpon SCP-3795's activation, D-76539 appeared to momentarily experience intense pain before expiring shortly afterwards. Post-mortem analysis identified blood loss from severe laceration as the primary cause of death. Containment procedures were subsequently updated to prevent testing on subjects with abusive tendencies towards animals.\n\n\n\n\nFootnotes\n\n\n1\n. If the subject currently owns more than one dog, only one will be affected\n\n\n\n\n\n\n\n\n« \nSCP-3794\n | SCP-3795 | \nSCP-3796\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3795\n\" by ObserverSeptember, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3795\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 3795.A: During trial 3795/023, SCP-3795 was tested on D-76539, a felon with a history of animal abuse directed towards dogs and cats, including a conviction related to a dogfighting charge. For the purposes of the experiment, D-76539 was temporarily given a Labrador Retriever puppy.\nUpon SCP-3795's activation, D-76539 appeared to momentarily experience intense pain before expiring shortly afterwards. Post-mortem analysis identified blood loss from severe laceration as the primary cause of death. Containment procedures were subsequently updated to prevent testing on subjects with abusive tendencies towards animals."
    ],
    "documents": [],
    "notes": [
        "YOUR DOG IS DEAD! Can YOU figure out who did it? You have 24 hours SHOW THEM THAT YOU CARE!",
        "WELL DONE! You get your dog back. ENJOY! And remember… MAN'S BEST FRIEND. :)",
        "Time is UP. Sorry, you missed your chance. Your dog is gone now. Remember… MAN'S BEST FRIEND. :(",
        "\" SCP-3795 \" by ObserverSeptember, from the SCP Wiki . Source: https://scpwiki.com/scp-3795 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3795",
    "object_class": "Safe",
    "containment_procedures": "SCP-3795 is kept in a standard high-value containment locker in Site 68. Testing of SCP-3795 is to be only carried out on D-Class with no prior history of animal abuse, and under no circumstances are any researchers who currently own pets to come into contact with SCP-3795.",
    "description": "SCP-3795 is a hardcover copy of the book The Genius of Dogs: How Dogs are Smarter Than You Think by Brian Hare and Vanessa Woods (Plume, 2013). In both its inert and active state, SCP-3795 is physically identical to a non-anomalous copy of the book, except that the phrase \"WHO KILLED YOUR DOG?!\" has been written on the copyright page in black marker.",
    "title": "SCP-3795"
}