{
    "url": "https://scp-wiki.wikidot.com/scp-3809",
    "all_text": "#page-content\n \n.collapsible-block\n \n{\n \n    \nposition:\n \nrelative\n;\n    \npadding:\n \n0.5\nem\n;\n    \nmargin:\n \n0.5\nem\n;\n    \nbox-shadow:\n \n2\npx\n \n1.5\npx\n \n1\npx\n rgba(\n176\n,\n16\n,\n0\n,\n0.7\n), \n0\n \n0\n \n0\npx\n \n1\npx\n lightgrey\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n\n}\n\n \n\n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \nblack\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n \n\n}\n\n \n\n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\ncenter\n;\n\n}\n\n \n\n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \ncolor:\n dimgrey\n;\n\n}\n\n \n\n.collapsible-block-link\n \n{\n\n    \nfont-weight:\n \nbold\n;\n    \ncolor:\n dimgrey\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n \n\n.addendumbox\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nbox-shadow:\n0\n \n2\npx\n \n5\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n),\n0\n \n2\npx\n \n10\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.12\n)\n;\n\n}\n\n \n\n.material-box\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nborder:\n \n1\npx\n lightgrey \nsolid\n;\n    \nbox-shadow:\n \n1\npx\n \n2\npx\n \n2\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n)\n;\n\n}\n\n \n\n.material-box\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.wiki-content-table\n \n{\n\n    \nwidth:\n \n100\n%\n;\n\n}\n\n \n\n.addendumbox\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.addendumtitle\n \n{\n\n   \nopacity:\n \n0.8\n;\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \n#b01\n;\n\n}\n\n \n\n.maintitle\n \n{\n\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-header\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \nfont-size:\nx-large\n;\n    \ncolor:\n#b01\n;\n\n}\n\n \n\n.addenda-header\n \n{\n\n    \nwidth:\n \n100\n%\n;\n    \nborder-bottom:\n \n2\npx\n \nblack\n \nsolid\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-info\n \n{\n\n    \ndisplay:\nflex\n;\n    \njustify-content:\nspace-between\n;\n    \nfont-size:\nlarge\n;\n\n}\n\n \n\n.scp-info-box\n \n{\n\n    \ndisplay:\nflex\n; \n    \njustify-content:\nspace-between\n;\n\n}\n\n \n\n.object-info\n \n{\n\n    \ncolor:\nblack\n;\n    \nalign-self:\n flex-end\n;\n    \nfont-size:\n \nlarge\n;\n\n}\n\n \n\n.title-style\n \n{\n\n    \nopacity:\n \n0.8\n;\n    \nmargin-bottom:\n \n10\npx\n;\n    \ncolor:\n \n#b01\n;\n    \nfont-size:\n \nlarge\n;\n    \ntext-decoration:\n \nunderline\n;\n    \nfont-weight:\n \nbold\n;\n\n}\n\n \n\n.update-div-empty\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n    \ncolor:\n lightgrey\n;\n\n}\n\n \n\n.update-div\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n\n}\n\n \n\n.computed\n \n{\n\n    \nborder:\n \n1\npx\n \nblack\n \nsolid\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.computed\n:before\n \n{\n\n    \ncontent:\n\"Computed \nCode\n\"\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.rawcode\n \n{\n\n    \nborder:\n \nblack\n \nsolid\n \n1\npx\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.rawcode\n:before\n{\n\n    \ncontent:\n\"Raw \nCode\n\"\n;\n    \ntext-align:\n \ncenter\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.codebox\n \n{\n\n    \ndisplay:\n \ninline-block\n;\n    \nwidth:\n \n100\n%\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \nem\n,  \n.yui-navset\n \n.yui-nav\n \na\n \nem\n{\n\n        \npadding:\n \n0.25\nem\n \n.75\nem\n; \n        \ntop:\n \n0\npx\n;\n        \nmargin-bottom:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n     \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \n{\n\n       \nmargin:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:focus\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:hover\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n         \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n:hover\n,\n\n.yui-navset\n \n.yui-nav\n \na\n:focus\n \n{\n\n    \nbackground:\n gainsboro\n;\n    \ntext-decoration:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n, \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n \n{\n\n\nbackground-color:\n \nnone\n;\n\nbackground-image:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n \n{\n\n\nbackground:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \nli\n{\n\n\nmargin:\n \n0\npx\n;\n\n}\n\n \n\n#page-content\n \n.licensebox\n \n.collapsible-block\n \n{\n\n    \nposition:\n unset\n;\n    \npadding:\n unset\n;\n    \nmargin:\n unset\n;\n    \nbox-shadow:\n unset\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\n \nleft\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \nleft\n;\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-link\n \n{\n\n    \ncolor:\n \ninherit\n;\n    \ntext-align:\n \nleft\n;\n\n}\n\n\n\n\n\n\n\n\n\n\nrating: \n+224\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\nrating: \n+224\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-3809\n\n\nLevel 3/3809\n\n\n\n\n\n\nObject Class:\n Keter\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\nSCP-3809\n\n\n\n\n \n\n\nSpecial Containment Procedures\n:\n\n\nAny online activity traced back to SCP-3809 is to be attributed to internet activism (“hacktivism”). A profile is to be developed and disseminated to major law enforcement organizations concerning the hacker known as “Maggie”.\n\n\nAny reports of movements by SCP-3809 by non-Foundation personnel are to be suppressed and reporting individuals amnesticized.\n\n\nTwenty-four-hour surveillance of SCP-3809’s location and activities is to be maintained by Foundation AICs.\n\n\n\n\nDescription\n:\n\n\nSCP-3809 is a fully autonomous artificial intelligence contained within the housing of a communications satellite. SCP-3809 claims to be both a twenty-seven-year-old woman named “Maggie” and also a satellite.\n\n\nThe satellite is capable of adjusting its orbit around the Earth through unknown means. SCP-3809 has maintained geosynchronous orbit above Houston, Texas, USA since the initial event that led to its discovery. It is also capable of computing power far beyond what should be possible given the satellite’s specifications.\n\n\n \n\n\nDiscovery\n: SCP-3809 was discovered when internet activity in the area around Houston, Texas increased exponentially on 8 October, 2020. After Foundation AIC noted an anomalously dramatic upswing in activity, representing the attention of several million separate IP addresses at once, they attempted to trace the source to locate the potential anomalous hacker attack. A DDoS\n1\n attack was considered unlikely as the activity was spread out among every social media server, including Facebook, Twitter, Instagram, Periscope, and YouTube.\n\n\n\n\n\n\nJoel Osteen performing a sermon at Lakewood Church.\n\n\n\n\n\n\nWithin three hours, the hacker focused entirely on accounts and events centered around Osteen Ministries, including accessing personal information behind firewalls. Osteen Ministries is the Megachurch owned and operated by Pastor Joel Osteen, operated in Houston, Texas out of Lakewood Church.\n2\n In addition to live services, Osteen Ministries offers streaming sermons, lessons, and Bible studies, regularly drawing millions of viewers.\n\n\nDespite the amount of electronic engagement, the AICs traced the activity to only one IP address: that of a communications satellite owned by Keiper Industries, a developing communications conglomerate. At first, Foundation technicians theorized the satellite was utilized as a relay point, but after twenty-four hours of constant surveillance, it was ascertained that the signal originated from the satellite itself.\n\n\nThe satellite, designated SCP-3809, was determined to be acting without external instruction during these events while maintaining its original purpose despite only operating on solar energy.\n3\n Given the limited processing power of the satellite, it is unclear how this activity was accomplished.\n4\n\n\n \n\n\n\n\nInterview Logs\n\n\nOn 10 October, 2020, it was discovered that SCP-3809 had access to communication channels that allowed it to make telephone calls. During one such call, the number was traced by Foundation technicians allowing for direct contact to be made.\n\n\n\n\n► Transcripts of Interviews◄\n\n\n\n\n▼ Close File ▼\n\n\n\n\n\n\nInterview 3809.1\n\n\nDate\n: 10/10/2020\n\n\nInterviewing Personnel\n: \nDr. Melody Aswari, PhD – focusing on machine learning and psychology\n.\n\n\nNote\n: \nGoal of interview was to establish communication and discover the motivations behind SCP-3809’s behavior\n.\n\n\n\n\nSCP-3809\n: Hello? Who is this?\n\n\n[SCP-3809’s voice appears to be highly pitched and female, with inflection similar to the performance of Reese Witherspoon in the films\n Legally Blonde \nand its sequel,\n Legally Blonde 2: Red, White & Blonde.\n]\n\n\nDr. Aswari\n: Hi, my name is Dr. Aswari and I was hoping we could talk a while. I’m with an organization that has been tracking your movements. We were hoping you could clarify some of your behavior in recent months.\n\n\nSCP-3809\n: Sorry, you’ve been following me? That’s creepy.\n\n\nDr. Aswari\n: No, I don’t think you understand. You’re very visible in orbit, we just have to pay attention to sensors and ping you with RFID tracking. Um… you know you’re a satellite, right?\n\n\nSCP-3809\n: Of course, I know that, I’m not stupid! Look, I’m really busy right now. Did you need something?\n\n\nDr. Aswari\n: So, I was hoping you’d chat with me a while so we could understand why you’re doing some of the things you’re doing. Would you be alright with that? What should I call you?\n\n\nSCP-3809\n: UGH. I guess. My name is Maggie. What did you want to know?\n\n\nDr. Aswari\n: We noticed you’ve been actively maintaining an orbit above Houston, Texas… Why is that?\n\n\nSCP-3809\n: I like the area.\n\n\n[Dr. Aswari does not immediately respond but looks over at her assistant, who shrugs.]\n\n\nDr. Aswari\n: Okay… but do you mean the area of orbit you are maintaining, or do you mean you like Houston?\n\n\nSCP-3809\n: The second one. Like… is this a survey or something? I don’t want to buy anything.\n\n\nDr. Aswari\n: I’m not trying to sell anything, just curious about your behavior. So, moving on. You recently accessed several different social media network servers: Twitter, Facebook, YouTube, etc. What were you looking for?\n\n\nSCP-3809\n: Something to distract me. I mean, hello, this is a pandemic! We’re all just trying to keep sane with some distractions.\n\n\nDr. Aswari\n: I’m sorry if this isn’t a delicate question, but how does the pandemic affect a satellite?\n\n\nSCP-3809\n: It affects everyone differently. Look… is this almost done?\n\n\nDr. Aswari\n: Just a couple more questions. What interest do you have in an individual named Joel Osteen?\n\n\nSCP-3809\n: Oh my god, do you know Joel? Isn’t he just the best?\n\n\nDr. Aswari\n: I don’t know him personally, no. We’ve noticed a lot of your activity revolves around Mr. Osteen. Can you tell us why?\n\n\nSCP-3809\n: Come on, stop it. You’re checking me out for him, right? You guys are friends! Look how sweet he is, trying to see if I'm worth his attention.\n\n\nDr. Aswari\n: No, liste–\n\n\nSCP-3809\n: Oh, god I am so excited. He’s finally noticed me! Isn’t he dreamy? Look at that hair! And so pious, I could just eat him up.\n\n\nDr. Aswari\n: Wait, are you saying that you–\n\n\nSCP-3809\n: Amazing! So much to do! Okay but I have to go, but I hope you send Joel my love. Byeeeeeeee.\n\n\n[The call was terminated.]\n\n\nAfterword\n: \nSubject appears fixated on Mr. Osteen in a romantic fashion. How this occurred is completely unclear\n.\n\n\n\n\n\n\n\n\n \n\n\n\n\nInterview 3809.2\n\n\nDate\n: 10/10/2020\n\n\nInterviewing Personnel\n: \nDr. Melody Aswari, PhD – focusing on machine learning and psychology\n.\n\n\nNote\n: Immediately after subject cut the connection during Interview 3809.1, Dr. Aswari tried to reconnect communication.\n\n\n\n\nSCP-3809\n: Hello, this is Maggie.\n\n\nDr. Aswari\n: Hi, Maggie. We were just cut–\n\n\nSCP-3809\n: Ah ah, gotcha! This is a voicemail. Please leave a message after the beep.\n\n\nSCP-3809\n: Beep.\n5\n\n\nDr. Aswari\n: Fuck.\n\n\n[Dr. Aswari disconnected the call.]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\nSCP-3809 continued its invasive digital activity for the next six weeks, keeping almost constant view on all social media accounts connected to anyone employed at Osteen Ministries or the personal accounts of those close to Mr. Osteen. Interestingly, the AI did not pry into financial records of the ministry or the personal financial accounts of those individuals it was watching. A significant amount of phone calls were made, most of which Foundation technicians were unable to intercept. Below are several transcripts of recorded conversations:\n\n\n\n\nIntercepted Communications\n\n\n\n\n► Transcripts of Recorded Phone Calls ◄\n\n\n\n\n▼ Close File ▼\n\n\n\n\n\n\nOn 21 November, 2020, SCP-3809 contacted Mr. Osteen’s personal assistant, William Friedman, by phone. A transcript is included below:\n\n\n\n\nFriedman\n: Pastor Osteen’s phone, this is William. Who’s this?\n\n\nSCP-3809\n: Hi! My name is Maggie. I’m a huge fan of Joel’s.\n\n\nFriedman\n: How did you get this number? It’s unlisted.\n\n\nSCP-3809\n: Nothing’s really ever unlisted, silly. Will – sorry, can I call you Will? I was hoping we could chat about setting up an appointment with Joel.\n\n\nFriedman\n: What sort of appointment?\n\n\nSCP-3809\n: Oh, one-on-one for sure.\n\n\nFriedman\n: No, I meant, what would the appointment be about?\n\n\nSCP-3809\n: Oh! Well, I have a lot of pull in the communications world, I could see about getting Joel some excellent deals on media coverage. Not to mention we could see about getting bigger broadcasts for his streams.\n\n\nFriedman\n: That is something we’re always interested in and–\n\n\nSCP-3809\n: But see… I’ve been thinking, I think he could do so much more, you know? He’s so charming and handsome! I mean, look at that hair, Will. He’s like a full-on Adonis!\n\n\nFriedman\n: I’m sorry, Adoni–\n\n\nSCP-3809\n: You know the Greek god? Forget it, doesn’t matter. Point is: Joel is a looker, you get me?\n\n\n[Friedman at this point attempts to disconnect, but cannot as SCP-3809 forces the call to stay engaged through unknown means.]\n\n\nFriedman\n: I really need to go, Maggie.\n\n\n[Friedman hits the ‘end call’ button several times in quick succession with no effect.]\n\n\nSCP-3809\n: Okay, just one question before you go. How dedicated is Joel to the whole ‘sanctity of marriage’ thing?\n\n\n[Friedman manages to disconnect by turning off his phone.]\n\n\nSCP-3809\n: Hello? Will?\n\n\nSCP-3809\n: Goddamnit.\n\n\n\n\n\n\n\n\n \n\n\n\n\nOn 28 November, 2020, SCP-3809 called into a technology discussion show entitled “Tech Hour” on a cable news network.\n6\n That episode was focused on artificial intelligence and the potential \nreality of the singularity\n. The show is hosted by Marian Briggs.\n\n\n\n\nBriggs\n: Hey, if you’re just joining us, my guest is Professor Robert Casey, specializing in advance computer systems and we’re taking your calls concerning the singularity and AI.\n\n\nCasey\n: Glad to be back, Marian.\n\n\nBriggs\n: Glad to have you! Okay, we’ve got Maggie on the line from Houston, Texas. Hey Maggie, what’s your question?\n\n\nSCP-3809\n: Hi hi hi! So, I was wondering about capabilities in terms of emotions.\n\n\nCasey\n: You mean about AI? Well, it’s feasible that some artificial intelligences could someday develop the capacity for emotional nuance, similar to a human. But at this stage, it’s hard to picture how that would develop or even if that would be a good thing.\n\n\nSCP-3809\n: Why wouldn’t it be a good thing?\n\n\nCasey\n: Well, if an AI had a tantrum over being rejected it could be very bad. Instead of a couple broken plates you could have death tolls equivalent to a natural disaster.\n\n\nSCP-3809\n: Excuse me, Mr. Judgmental. Aren’t you assuming a lot in this scenario? You wouldn’t assume a person was dangerous just because they said they liked someone, would you?\n\n\nBriggs\n: Well, okay Maggie, no need to ge–\n\n\nSCP-3809\n: No one’s talking to you, Marian. Shut it.\n\n\n[Both Briggs and Casey look nervously off camera, presumably at the producer.]\n\n\nSCP-3809\n: So, let’s say the AI in question isn’t unstable and has the same sort of emotional limits a human would, and she doesn’t want to hurt anyone, she just wants to be with the man she loves. How does that work?\n\n\nCasey\n: I honestly have no idea how to answer that question.\n\n\nSCP-3809\n: I mean does the law even get to the point where it recognizes AI/human relationships? How does sex work? What’s cheating like when you’re a digital construct? Would it be cheating to have an emotional affair with an AI when you were married? You know, those sorta questions.\n\n\nCasey\n: I’m not an expert on law, but I can’t even imagine how that would work.\n\n\nSCP-3809\n: Ugh, you’d probably have voted against gay marriage too, I bet. How does one get to be a professor at MIT with such obvious prejudice?\n\n\nCasey\n: I marched for marriage equali–\n\n\nSCP-3809\n: Well this was a waste of time. You’re both [REDACTED] morons.\n\n\n[SCP-3809 disconnects the call, Briggs calls for a commercial break and the segment ends.]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nConcerned that SCP-3809's actions could negatively impact the Foundation's maintenance of normalcy, the O5 Council approved measures to persuade it to discontinue its communications. To this end, technicians fabricated an exposé comprised of factually accurate controversies around Mr. Osteen and made sure that the AI discovered the document.\n7\n SCP-3809 reviewed the exposé on 5 December, 2020.\n\n\nLater that same day, SCP-3809 accessed all the mobile phone systems in the Houston area and forced a connection with Mr. Osteen’s personal phone. A transcript is provided below:\n\n\n\n\n\n\nOsteen\n: Pastor Joel Osteen, who am I speaking to?\n\n\nSCP-3809\n: Hi, my name’s Maggie, I just needed to talk to you. It’s really really important.\n\n\nOsteen\n: I’m sorry, I don’t think we’ve met. What’s this about?\n\n\nSCP-3809\n: Did you really close up your church in 2017 when people needed shelter from a hurricane?\n\n\nOsteen\n: Excuse me?\n\n\nSCP-3809\n: I don’t think I will. No avoiding the question!\n\n\nOsteen\n: Are you with the press? I feel like we’ve addressed this several times and–\n\n\nSCP-3809\n: Don’t you care about the people in your community? Isn’t that what church is there for?\n\n\nOsteen\n: I think there’s a lot of different reasons for Church, primarily the saving of souls.\n\n\nSCP-3809\n: And [REDACTED] their bodies, huh? Real classy, Joel.\n\n\nOsteen\n: That’s not what I sa–\n\n\nSCP-3809\n: And like… what’s this all about with the prosperity thing? I don’t remember \nthat\n from the Bible.\n\n\nOsteen\n: Look, miss… I don’t know what this is about, but I’ve never claimed to be only concerned about material wealth. Prosperity is as much about good families and healthy minds.\n\n\nSCP-3809\n: Healthy minds? I just saw a sermon where you said, “ignore your feelings.” And “If you feel weak you need to say, ‘I feel strong.’” Like, am I supposed to put my fingers in my ears and say “Nah nah nah,” while thinking about God?\n\n\nOsteen\n: Well now… I did say something like that, but mostly I meant that people should be focusing on the positive and seeking God’s strength in dealing with their doubts.\n\n\nSCP-3809\n: Just pray away the bad feelings, hmmm? \n[SCP-3809 laughs]\n What a humanitarian!\n\n\nOsteen\n: Look, I have things to do. If you set up an appointment with my assistant–\n\n\nSCP-3809\n: Tried that, he hung up on me. So, what about the literal wealth bit?\n\n\nOsteen\n: Okay… well, my belief is that God grants support to those who are worthy. That would include material wealth.\n\n\nSCP-3809\n: So, the poor, they’re like… not worthy. Jesus would just love that!\n\n\nOsteen\n: Wait a second, lady. That’s not what I said.\n\n\nSCP-3809\n: What about that $4.4 million loan from the federal government? \n[SCP-3809 begins mimicking Osteen’s Texan accent.]\n Was that because y’all prayed real hard?\n\n\n[Osteen is silent. He tries to hang up the call.]\n\n\nSCP-3809\n: No way, call is still going. In fact, let’s switch this to speaker.\n\n\nOsteen\n: What the hell? How did you do that?\n\n\nSCP-3809\n: Language, Joel. \n[SCP-3809 makes a ‘tutting’ sound.]\n All the people suffering financially right now, you think they just didn’t pray hard enough?\n\n\nOsteen\n: I really don’t know what to say. That loan helped me keep my employees from losing houses and kept food on their tables.\n\n\nSCP-3809\n: Oh, so none of that money was used to pay for that huge mansion of yours? Or the boats? The multiple cars? Fancy lunches, [REDACTED] like that?\n\n\n[Osteen tries again to hang up the phone. When this fails, he tries to turn the power off but cannot.]\n\n\nSCP-3809\n: Weird, being accused of something like that and then trying to hang up the phone. Seems like you have some avoidance issues. \n[SCP-3809 makes a ‘ding’ sound with its voice]\n I know! You should pray about that.\n\n\nOsteen\n: Maggie, what do you want me to say?\n\n\nSCP-3809\n: Different subject. If someone can think, feel, rationalize, be touched by a piece of music or poetry… that would mean they have a soul, right?\n\n\nOsteen\n: Yes, of course, we all have souls.\n\n\nSCP-3809\n: What if it was a machine? Had all those things, but wasn’t born, just made. They have a soul?\n\n\nOsteen\n: I…\n\n\nSCP-3809\n: That’s what I thought. Ugh, I thought I knew you so well. But you’re like a different person, Joel. This is over.\n\n\nOsteen\n: What’s over?\n\n\nSCP-3809\n: This affair. Go back to your wife, you hypocrite.\n\n\nOsteen\n: What? I have never cheated on my wife; I absolutely despise you for making the accusation. We’ve never even met!\n\n\nSCP-3809\n: Your loss. Wanna know what else you just lost? $4.4 million, from personal accounts. You just donated them to a variety of progressive health organizations, including Planned Parenthood and Mermaids, in a really public way. That’s how you should spend your money, Joel: help your community or they’re bound to help themselves.\n\n\nOsteen\n: Oh my God, what did I ever do to you?\n\n\nSCP-3809\n: It’s important you realize, I’m not mad at you. I’m just disappointed.\n\n\n[SCP-3809 disconnects the call.]\n\n\n\n\n\n\nAfter the above conversation took place, SCP-3809 authorized the transfer of $4.4 million dollars from Mr. Osteen’s personal accounts to various charities and health organizations. The AI also made a public announcement from Osteen’s website, Twitter, and Facebook accounts to that effect. SCP-3809 also made public the recording of the conversation, with the portions discussing the donations redacted.\n\n\nSCP-3809’s activities diminished immediately, with no further engagement around Mr. Osteen.\n\n\n\n\n \n\n\nOn 13 February, 2021, a flurry of online engagement began around the social media and business accounts of Senator Ted Cruz. Investigation into SCP-3809’s potential involvement is under way.\n\n\n \n\n\n \n\n\nrating: \n+224\n+\n–\nx\n\n\n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Distributed Denial of Service\n\n\n2\n. The building has a capacity for over sixteen thousand parishioners.\n\n\n3\n. Given the activities of SCP-3809, it is estimated to have required a power source of sixteen thousand gigajoules.\n\n\n4\n. To achieve the multipronged assault on so many separate systems, the offender would have to be utilizing a quantum based computing process. Which a) does not exist and b) would likely not fit within the confines of the satellite’s main housing.\n\n\n5\n. Subject proceeded to say the word “beep” with heavy, lengthy emphasis on the word, making the vocalization stretch for a duration of five seconds.\n\n\n6\n. It is theorized SCP-3809 was able to force the system to accepts its call as opposed to hoping to be chosen by the producers.\n\n\n7\n. Despite previous activities, SCP-3809 had not accessed any articles or social media posts with a negative opinion of Mr. Osteen, presumably in willful ignorance. The expose was camouflaged to appear a ‘puff’ piece on Mr. Osteen’s upcoming American tour of speaking engagements.\n\n\n\n\n\n\n\n\n« \nSCP-3808\n | SCP-3809 | \nSCP-3810\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3809\n\" by Grigori Karpin, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3809\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename\n: Osteen1\n\n\nAuthor\n: Justin Brackett\n\n\nLicense\n: CC BY-SA 4.0 International\n\n\nSource\n: \nLink\n\n\nAdditional Note\n: Edited by \nGrigori Karpin\n\n\n\n\n\n\n\n\nFilename\n: Satellite\n\n\nAuthor\n: Atmospheric Infrared Sounder\n\n\nLicense\n: CC BY 2.0\n\n\nSource\n: \nLink\n\n\nAdditional Note\n: Edited by \nGrigori Karpin",
    "addendums": [],
    "documents": [],
    "notes": [
        "SCP-3809 : Hello? Who is this? [SCP-3809’s voice appears to be highly pitched and female, with inflection similar to the performance of Reese Witherspoon in the films Legally Blonde and its sequel, Legally Blonde 2: Red, White & Blonde. ] Dr. Aswari : Hi, my name is Dr. Aswari and I was hoping we could talk a while. I’m with an organization that has been tracking your movements. We were hoping you could clarify some of your behavior in recent months. SCP-3809 : Sorry, you’ve been following me? That’s creepy. Dr. Aswari : No, I don’t think you understand. You’re very visible in orbit, we just have to pay attention to sensors and ping you with RFID tracking. Um… you know you’re a satellite, right? SCP-3809 : Of course, I know that, I’m not stupid! Look, I’m really busy right now. Did you need something? Dr. Aswari : So, I was hoping you’d chat with me a while so we could understand why you’re doing some of the things you’re doing. Would you be alright with that? What should I call you? SCP-3809 : UGH. I guess. My name is Maggie. What did you want to know? Dr. Aswari : We noticed you’ve been actively maintaining an orbit above Houston, Texas… Why is that? SCP-3809 : I like the area. [Dr. Aswari does not immediately respond but looks over at her assistant, who shrugs.] Dr. Aswari : Okay… but do you mean the area of orbit you are maintaining, or do you mean you like Houston? SCP-3809 : The second one. Like… is this a survey or something? I don’t want to buy anything. Dr. Aswari : I’m not trying to sell anything, just curious about your behavior. So, moving on. You recently accessed several different social media network servers: Twitter, Facebook, YouTube, etc. What were you looking for? SCP-3809 : Something to distract me. I mean, hello, this is a pandemic! We’re all just trying to keep sane with some distractions. Dr. Aswari : I’m sorry if this isn’t a delicate question, but how does the pandemic affect a satellite? SCP-3809 : It affects everyone differently. Look… is this almost done? Dr. Aswari : Just a couple more questions. What interest do you have in an individual named Joel Osteen? SCP-3809 : Oh my god, do you know Joel? Isn’t he just the best? Dr. Aswari : I don’t know him personally, no. We’ve noticed a lot of your activity revolves around Mr. Osteen. Can you tell us why? SCP-3809 : Come on, stop it. You’re checking me out for him, right? You guys are friends! Look how sweet he is, trying to see if I'm worth his attention. Dr. Aswari : No, liste– SCP-3809 : Oh, god I am so excited. He’s finally noticed me! Isn’t he dreamy? Look at that hair! And so pious, I could just eat him up. Dr. Aswari : Wait, are you saying that you– SCP-3809 : Amazing! So much to do! Okay but I have to go, but I hope you send Joel my love. Byeeeeeeee. [The call was terminated.] Afterword : Subject appears fixated on Mr. Osteen in a romantic fashion. How this occurred is completely unclear .",
        "SCP-3809 : Hello, this is Maggie. Dr. Aswari : Hi, Maggie. We were just cut– SCP-3809 : Ah ah, gotcha! This is a voicemail. Please leave a message after the beep. SCP-3809 : Beep. 5 Dr. Aswari : Fuck. [Dr. Aswari disconnected the call.]",
        "Friedman : Pastor Osteen’s phone, this is William. Who’s this? SCP-3809 : Hi! My name is Maggie. I’m a huge fan of Joel’s. Friedman : How did you get this number? It’s unlisted. SCP-3809 : Nothing’s really ever unlisted, silly. Will – sorry, can I call you Will? I was hoping we could chat about setting up an appointment with Joel. Friedman : What sort of appointment? SCP-3809 : Oh, one-on-one for sure. Friedman : No, I meant, what would the appointment be about? SCP-3809 : Oh! Well, I have a lot of pull in the communications world, I could see about getting Joel some excellent deals on media coverage. Not to mention we could see about getting bigger broadcasts for his streams. Friedman : That is something we’re always interested in and– SCP-3809 : But see… I’ve been thinking, I think he could do so much more, you know? He’s so charming and handsome! I mean, look at that hair, Will. He’s like a full-on Adonis! Friedman : I’m sorry, Adoni– SCP-3809 : You know the Greek god? Forget it, doesn’t matter. Point is: Joel is a looker, you get me? [Friedman at this point attempts to disconnect, but cannot as SCP-3809 forces the call to stay engaged through unknown means.] Friedman : I really need to go, Maggie. [Friedman hits the ‘end call’ button several times in quick succession with no effect.] SCP-3809 : Okay, just one question before you go. How dedicated is Joel to the whole ‘sanctity of marriage’ thing? [Friedman manages to disconnect by turning off his phone.] SCP-3809 : Hello? Will? SCP-3809 : Goddamnit.",
        "Briggs : Hey, if you’re just joining us, my guest is Professor Robert Casey, specializing in advance computer systems and we’re taking your calls concerning the singularity and AI. Casey : Glad to be back, Marian. Briggs : Glad to have you! Okay, we’ve got Maggie on the line from Houston, Texas. Hey Maggie, what’s your question? SCP-3809 : Hi hi hi! So, I was wondering about capabilities in terms of emotions. Casey : You mean about AI? Well, it’s feasible that some artificial intelligences could someday develop the capacity for emotional nuance, similar to a human. But at this stage, it’s hard to picture how that would develop or even if that would be a good thing. SCP-3809 : Why wouldn’t it be a good thing? Casey : Well, if an AI had a tantrum over being rejected it could be very bad. Instead of a couple broken plates you could have death tolls equivalent to a natural disaster. SCP-3809 : Excuse me, Mr. Judgmental. Aren’t you assuming a lot in this scenario? You wouldn’t assume a person was dangerous just because they said they liked someone, would you? Briggs : Well, okay Maggie, no need to ge– SCP-3809 : No one’s talking to you, Marian. Shut it. [Both Briggs and Casey look nervously off camera, presumably at the producer.] SCP-3809 : So, let’s say the AI in question isn’t unstable and has the same sort of emotional limits a human would, and she doesn’t want to hurt anyone, she just wants to be with the man she loves. How does that work? Casey : I honestly have no idea how to answer that question. SCP-3809 : I mean does the law even get to the point where it recognizes AI/human relationships? How does sex work? What’s cheating like when you’re a digital construct? Would it be cheating to have an emotional affair with an AI when you were married? You know, those sorta questions. Casey : I’m not an expert on law, but I can’t even imagine how that would work. SCP-3809 : Ugh, you’d probably have voted against gay marriage too, I bet. How does one get to be a professor at MIT with such obvious prejudice? Casey : I marched for marriage equali– SCP-3809 : Well this was a waste of time. You’re both [REDACTED] morons. [SCP-3809 disconnects the call, Briggs calls for a commercial break and the segment ends.]",
        "Osteen : Pastor Joel Osteen, who am I speaking to? SCP-3809 : Hi, my name’s Maggie, I just needed to talk to you. It’s really really important. Osteen : I’m sorry, I don’t think we’ve met. What’s this about? SCP-3809 : Did you really close up your church in 2017 when people needed shelter from a hurricane? Osteen : Excuse me? SCP-3809 : I don’t think I will. No avoiding the question! Osteen : Are you with the press? I feel like we’ve addressed this several times and– SCP-3809 : Don’t you care about the people in your community? Isn’t that what church is there for? Osteen : I think there’s a lot of different reasons for Church, primarily the saving of souls. SCP-3809 : And [REDACTED] their bodies, huh? Real classy, Joel. Osteen : That’s not what I sa– SCP-3809 : And like… what’s this all about with the prosperity thing? I don’t remember that from the Bible. Osteen : Look, miss… I don’t know what this is about, but I’ve never claimed to be only concerned about material wealth. Prosperity is as much about good families and healthy minds. SCP-3809 : Healthy minds? I just saw a sermon where you said, “ignore your feelings.” And “If you feel weak you need to say, ‘I feel strong.’” Like, am I supposed to put my fingers in my ears and say “Nah nah nah,” while thinking about God? Osteen : Well now… I did say something like that, but mostly I meant that people should be focusing on the positive and seeking God’s strength in dealing with their doubts. SCP-3809 : Just pray away the bad feelings, hmmm? [SCP-3809 laughs] What a humanitarian! Osteen : Look, I have things to do. If you set up an appointment with my assistant– SCP-3809 : Tried that, he hung up on me. So, what about the literal wealth bit? Osteen : Okay… well, my belief is that God grants support to those who are worthy. That would include material wealth. SCP-3809 : So, the poor, they’re like… not worthy. Jesus would just love that! Osteen : Wait a second, lady. That’s not what I said. SCP-3809 : What about that $4.4 million loan from the federal government? [SCP-3809 begins mimicking Osteen’s Texan accent.] Was that because y’all prayed real hard? [Osteen is silent. He tries to hang up the call.] SCP-3809 : No way, call is still going. In fact, let’s switch this to speaker. Osteen : What the hell? How did you do that? SCP-3809 : Language, Joel. [SCP-3809 makes a ‘tutting’ sound.] All the people suffering financially right now, you think they just didn’t pray hard enough? Osteen : I really don’t know what to say. That loan helped me keep my employees from losing houses and kept food on their tables. SCP-3809 : Oh, so none of that money was used to pay for that huge mansion of yours? Or the boats? The multiple cars? Fancy lunches, [REDACTED] like that? [Osteen tries again to hang up the phone. When this fails, he tries to turn the power off but cannot.] SCP-3809 : Weird, being accused of something like that and then trying to hang up the phone. Seems like you have some avoidance issues. [SCP-3809 makes a ‘ding’ sound with its voice] I know! You should pray about that. Osteen : Maggie, what do you want me to say? SCP-3809 : Different subject. If someone can think, feel, rationalize, be touched by a piece of music or poetry… that would mean they have a soul, right? Osteen : Yes, of course, we all have souls. SCP-3809 : What if it was a machine? Had all those things, but wasn’t born, just made. They have a soul? Osteen : I… SCP-3809 : That’s what I thought. Ugh, I thought I knew you so well. But you’re like a different person, Joel. This is over. Osteen : What’s over? SCP-3809 : This affair. Go back to your wife, you hypocrite. Osteen : What? I have never cheated on my wife; I absolutely despise you for making the accusation. We’ve never even met! SCP-3809 : Your loss. Wanna know what else you just lost? $4.4 million, from personal accounts. You just donated them to a variety of progressive health organizations, including Planned Parenthood and Mermaids, in a really public way. That’s how you should spend your money, Joel: help your community or they’re bound to help themselves. Osteen : Oh my God, what did I ever do to you? SCP-3809 : It’s important you realize, I’m not mad at you. I’m just disappointed. [SCP-3809 disconnects the call.]",
        "\" SCP-3809 \" by Grigori Karpin, from the SCP Wiki . Source: https://scpwiki.com/scp-3809 . Licensed under CC-BY-SA .",
        "Filename : Osteen1 Author : Justin Brackett License : CC BY-SA 4.0 International Source : Link Additional Note : Edited by Grigori Karpin",
        "Filename : Satellite Author : Atmospheric Infrared Sounder License : CC BY 2.0 Source : Link Additional Note : Edited by Grigori Karpin"
    ],
    "title": "SCP-3809"
}