{
    "url": "https://scp-wiki.wikidot.com/scp-3812",
    "all_text": "SCP-3812\n - \nA Voice Behind Me\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+1109\n+\n–\nx\n\n\n\n\n\n\nBY ORDER OF THE OVERSEER COUNCIL\n\n\nThe following file describes a Level 13 existential threat,\n\nand is Level 5/3812 classified\n\n\nUnauthorized access is forbidden.\n\n\n\n\n3812\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n3812\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-3812, appearing here as a policeman in riot gear, as viewed through a Brunning-Kant Viewer (right).\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-3812 is currently only partially contained\n1\n. See containment proposal brief below for more information.\n\n\nKeter-Class Containment Proposal Brief\n2\n:\n SCP-3812 is to be constantly monitored by Mobile Task Force Ganymede-66 “Starlight Knights”, who are to maintain a 5km quarantined area of exclusion around SCP-3812. The acting MTF GY-66 Team Lead, in conjunction with Site-86 research staff, is allowed fiat authority in regards to any aspect of SCP-3812’s containment. Special care must be taken in order to prevent unnecessary exposure to SCP-3812.\n\n\nCurrent containment efforts focus on mitigating SCP-3812’s influence on population centers, as well as research into the full breadth of SCP-3812’s anomalous capabilities in order to establish a more comprehensive containment procedure. Information Security teams are to monitor all forms of digital media in order to prevent widespread awareness of SCP-3812.\n\n\nSCP-3812 has an active, aggressive, anomalous influence on reality. SCP-3812 is capable of altering events throughout time\n3\n to prevent its containment. Due to the nature of these alterations, it is highly unlikely that any individual affected by SCP-3812’s anomalous influence will be aware that they are affected. It is highly likely that most affected individuals no longer exist as a result of SCP-3812’s influence, though any attempt to deduce how often this has happened would be speculative.\n\n\n\n\n\n\nSCP-3812 in front of its childhood home. Image taken from Louisiana state records.\n\n\n\n\n\n\nDescription:\n SCP-3812 is a reality-altering entity. Due to SCP-3812's latent effect on reality, it is nearly impossible to describe SCP-3812 in any meaningful way. All that is known about SCP-3812 is that it was once Sam Howell, a non-anomalous African-American human being, who was believed to have died in 1996. Sometime shortly after its death, SCP-3812 was observed rising out of its grave and disappearing. SCP-3812 was brought to the Foundation's attention after its presence resulted in the demolition of an apartment building in Warsaw, Poland. Due to its anomalous capabilities, SCP-3812's appearance varies significantly, making it exceedingly difficult to track. SCP-3812 is currently located at 26°26’49”S 137° 56’27”W over the South Pacific Ocean.\n\n\nSCP-3812 exhibits signs of an extremely advanced Eigenmann-Vietor schizophrenia complex\n4\n, specifically: extreme paranoia, extreme dysphoria, extreme mania/depression, inability to properly perceive their surroundings, inability to discern the difference between the real and imagined, inability to differentiate between living and dead beings, inability to control expressions of emotion, hearing voices that are not there, seeing things that are not there, feeling or otherwise experiencing stimuli that do not exist, etc\n5\n.\n\n\nIn the twenty years since SCP-3812 was initially discovered, these symptoms have grown steadily worse. Originally, SCP-3812 was responsive to questioning and sought help in managing its condition from Foundation researchers. Over time, SCP-3812 became more isolated and withdrawn, eventually becoming entirely unresponsive and acting in erratic and unpredictable ways. Currently, SCP-3812 is not able to accurately perceive the world around it, and will occasionally\n6\n alter reality in order to diminish the discrepancy between how it perceives something, and the way that something is in actuality. Due to this, it is impossible to know how often reality has been modified, only how often SCP-3812 has not created a clean alteration\n7\n and has left behind evidence of its influence on reality.\n\n\nSCP-3812 is impossible to contain within any form of containment cell. SCP-3812 will alter reality to remove the containment cell, or move itself to another location, drastically impeding containment efforts. SCP-3812 seems to subconsciously resist attempts at containment, as well. Even if it is caught unaware, SCP-3812 cannot be tranquilized or amnesticized, as SCP-3812 will alter reality to remove or eliminate any threats to itself or its freedom of movement. Because of this, current containment efforts focus on mitigating damage and expressions of SCP-3812’s symptoms as opposed to outright containment.\n\n\n\n\n\n\nImage of SCP-3812. Context unknown.\n\n\n\n\n\n\nOver time, SCP-3812 has become significantly less humanoid in appearance, and is now only vaguely humanoid and occasionally manifests in a variety of shapes and appearances. Additionally, SCP-3812 produces a latent anomalous effect on local reality, specifically in the form of temporal and spatial distortions surrounding the entity. These distortions are occasionally accompanied by random, violent outbursts that may dramatically shift or damage local space and time. While SCP-3812 is usually docile and aimless, its random outbursts are invariably fatal to any living creature nearby, and can be extremely disastrous on a massive scale if not properly contained.\n\n\nSCP-3812 manifested in its current form at its current location on July 19th, 2015.\n\n\nAddendum 3812.1:\n Interview\n\n\n\n\nACCESS ADDENDUM\n\n\n\n\nCLOSE ADDENDUM\n\n\n\n\nNote: The following is an excerpt from an interview with SCP-3812 in 1999. SCP-3812 was initially contained by Foundation personnel and questioned at Site-17, where it began receiving treatment for its mental disease.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Quint:\n Tell me how you’re feeling today.\n\n\nSCP-3812:\n Uncomfortable. Uneasy.\n\n\nDr. Quint:\n Can you tell me why?\n\n\nSCP-3812:\n There's uh, uh, voices. Like usual. Things I can see, you know. The same.\n\n\nDr. Quint:\n Is there something wrong?\n\n\nSCP-3812:\n I just… the things I see aren't going away. There are more of them. Different… I know I sound crazy, but it's like I'm addressing a dozen people at the same time, and more every day. It's… (\npauses\n) it hurts, pretty bad. I know I sound nuts, I'm sorry.\n\n\nDr. Quint:\n It's alright, you don't sound nuts. We just want to help you get better.\n\n\nSCP-3812:\n I… I don't know if you do. Or, I don't know if you can. In the story, you don't try to help.\n\n\nDr. Quint:\n In the story? What story?\n\n\nSCP-3812:\n This is going to sound crazy, seriously, but I can- I can see what you're thinking. I know you're afraid. You're scared of what I might do, and here in a minute, you'll… I don't know how to get it out of my head, how to start to undo this, if I even can. I don't even think he can.\n\n\nDr. Quint:\n Who is he?\n\n\nSCP-3812:\n You… no, you can't see him. I can. I think he was above us at one point, but he's below me now. Yes, I see you there. I don't know what you did to me, but I'm pretty messed up, man. If you can figure something out here that would be great, because I really feel like I'm losing it. I'm scared too, man. You've got to do something, man. You've got to help me out here. Please, god, please.\n\n\nDr. Quint:\n Who are you-\n\n\nSCP-3812:\n It doesn't matter. (\nPauses\n) I need to get—\n\n\nSCP-3812 spontaneously disappears.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nAddendum 3812.2:\n Memo from the Office of Dr. Yamamara regarding the 21/09/2015 “Report on SCP-3812’s Behavioural Instability and the Implication of Existential Threats”\n\n\n\n\nLEVEL 5 CLASSIFIED\n\n\n\n\nCredentials Accepted\n\n\n\n\n\n\nFrom the Office of Dr. Kari Yamamara\n\n\nI usually don’t like to lead into these things with hyperbole, so you’ll have to take me at my word when I say that I believe SCP-3812 is the most dangerous anomaly on Earth, and potentially in the universe. I know many of my coworkers would probably balk at me for saying that, and I’ve tried to reject the notion a fair few times myself, but we have a lot of evidence to suggest that I’m right, and that’s really bad for pretty much everything.\n\n\nWhen James Caldmann and Carlos Rzewski devised the Hume as a way to measure alterations in local reality, they probably saved the Foundation. Reality benders have always been the foot-long thorn in our side, the one we really couldn’t get our heads around. How do you combat or contain something that can blink you into non-existence? Thanks to Dr. Scranton, we had the reality anchors, but they only worked half the time and were less than useless the other half. We didn’t know how they worked, and we weren’t using them right.\n\n\nThis changed when we began to measure reality and compare it to a baseline. We found out that our reality anchors could be tuned and adjusted, and that not all anchors were the same. It was a windfall for those of us who work in existential sciences, and suddenly Type Greens weren’t the same kind of boogeymen they had been in the past.\n\n\nI mention all of this to give context to what I’m about to say next; our \nequipment cannot detect SCP-3812.\n It’s not machine error; we’ve tested our equipment countless times and it’s always consistent. It’s not user error; we’ve pored over and studied thousands of hours of logs from our tests, and it’s all come up clean. We have checked and rechecked more times than I can count over the last few months, and the results are consistent.\n\n\nSo far as we can tell, this means one of three things, and none of them are good. The first is that SCP-3812 has an extremely low Hume value, something that our equipment, which exists in a space with a much higher Hume baseline, wouldn’t be able to detect. The problem with this is that it creates a false vacuum; we’ve been working on the assumption that our baseline is the absolute minimum. If it turns out that this thing exists at a much lower Hume value, then that means that there are lower Hume values than what we believed were the minimum, which means any day our entire reality could fall into that existence and that would pretty much be the ballgame.\n\n\nThe second option is that SCP-3812 exists at a much higher Hume value than anything we’ve ever tested. This would be pretty bad, as we’ve pointed our counters at anomalies that some would consider to be gods and we’ve gotten readings off of them. That being said, something with a Hume value so high that it cannot be measured with our equipment would likely have already destroyed us. Since SCP-3812 hasn’t done that, it’s likely not this.\n\n\nThe last option is the worst. The last option is that SCP-3812 cannot be measured in Humes, because it’s doing something else. Whatever fundamental aspect of its nature that allows it to warp reality is not the same aspect as literally everything else we have ever come across. Scranton hypothesized\n8\n that there might be higher and lower dimensions of reality, different levels of manipulation in the grand construction of the universe. The difference between manipulating a rock with your hands and manipulating a rock with an atom bomb. He called the thing being manipulated the “narrative”, and suggested that the narratives were stacked on top of either other, each creating the narrative of the narrative below it, and so on, until you reached some sort of dead space below them all.\n\n\nIf that’s the case, and SCP-3812 is legitimately a Type Green of some higher order, we are absolutely fucked. The singular power to manipulate every facet of any and every aspect of everything we’ve ever encountered in the hands of someone genetically doomed by Eigenmann-Vietor. It’s a miracle it hasn’t happened yet, even by \naccident\n. So far as we know we can’t kill it, so we either wait for it to die (if it even can) or continue to pretend we have some semblance of control over it until it shreds our universe like some sort of cosmic woodchipper.\n\n\nIn truth, it’s probably better for us that it’s insane. It isn’t capable of comprehending the kind of things it could do to us. It just acts on impulse, and things change to fit those impulses. But since it’s as locked in as it is, those changes stay local. Imagine if it got the idea in its head that it didn’t like the concept of empathy, and suddenly empathy no longer existed. We have evidence that suggests that may have already happened. A few sparse texts and individual accounts of half-forgotten memories, all consistent with a dirty reality alteration, all point to the idea that as recently as the 1980’s there was a concept, potentially even something as fundamental as an emotion, that no longer exists. An entire concept, wiped clean from reality and the collective consciousness of all sentient beings, just like you’d wipe a bug off of your windshield.\n\n\nThe point of all of this, which I expand upon in the report, is that we need to start figuring something out about this one quickly. Every second we don’t come up with a way to neutralize SCP-3812 is one second closer to SCP-3812 becoming completely dissociated from its consciousness and all of us getting tossed in the aforementioned proverbial woodchipper.\n\n\nStay in touch. Call my office if you need any more resources. Follow any convincing lead you can, and communicate with each other. We’ll talk more soon.\n\n\n-K. Yamamara\n\n\n\n\n\n\n\n\n\n\nAddendum 3812.3:\n Excerpt from Dr. Yamamara’s “Report on SCP-3812’s Behavioural Instability and the Implication of Existential Threats”, Page 194, “PK-Class “All-In-One” Existential Pandaemonium Event”\n\n\n\n\nACCESS ADDENDUM\n\n\n\n\nCLOSE ADDENDUM\n\n\n\n\n\n\nAn entity or force with access to higher energy metaphysical dimensions would perceive our reality similarly to how we perceive the reality of characters in a comic book. And just how we are able to, at whim, change the story simply by telling it differently, this higher energy being would be able to effortlessly make alterations to not just local reality, but reality as a whole, altering the baseline and changing its most fundamental aspects.\n\n\nAt the 2015 Foundation Summit on Existential Threats, Dr. Darius St. John hypothesized that such an entity, were it limited to a human intelligence without modification to allow for the perception of higher levels of reality, would suffer from an overexposure of narrative. This entity, when faced with this overexposure, might attempt to ease itself by collapsing all lower energy realities into something perceptible. The effect this would have on lower energy narratives would be catastrophic; as multiple realities became compressed into the same meta-space, they would not be immediately destroyed, rather, their parts would become intertwined in such an incomprehensible way that not only would the ability for conscious thought be nearly immediately annihilated, physical space would become so compressed and broken that the boundaries between all lower realities would cease to exist completely.\n\n\nThis chaotic state of all things, described as \"Existential Pandaemonium\", was the focus of Dr. St. John's proposal for the description of a new K-Class scenario, the \"PK-Class \"All-in-One\" Existential Pandaemonium Scenario\". This proposal was denied, due to the scenario in question being purely speculative and one that would require too many impossible things to occur before its inception.\n\n\n\n\n\n\n\n\n\n\nAddendum 3812.4:\n Log of SCP-3812 Alteration Events\n\n\n\n\nACCESS ADDENDUM\n\n\n\n\nCLOSE ADDENDUM\n\n\n\n\nNote: The following is a log of known events in which SCP-3812 in some way altered reality. Due to the nature of these alterations, the likelihood of the event having actually ever taken place is listed, alongside the severity of the alteration in question. Notably, this log is incomplete, and subject to change as more information is discovered.\n\n\n\n\n\n\nEvent Date\n\n\nEvent Description\n\n\nSeverity of Alteration\n\n\n\n\n\n\n09/13/1997\n\n\nSCP-3812 is observed walking across a stretch of desert in the American southwest. A path of temperate climate is present along SCP-3812's travel path. This climate diminishes slowly over time.\n\n\nMinor\n\n\n\n\n\n\n03/01/1998\n\n\nSCP-3812 passes over a road near Blythe, California. Three cars approaching SCP-3812 are annihilated within 20m of SCP-3812.\n\n\nModerate\n\n\n\n\n\n\n12/12/1999\n\n\nEvidence suggests that SCP-3812 caused the disappearance of an entire island off the coast of California. No fewer than 200 individuals in southern California have a vague recollection of such an island existing, and 14 people were unable to justify the disappearances of family members who lived in the area at the time. Additionally, a single ship, moored to a dock, is discovered at the bottom of the sea near where the island is believed to have been.\n\n\nSevere\n\n\n\n\n\n\n02/16/2000\n\n\nTesting of SCP-███ determined that the entity exuded a powerful anti-metaphysical field, similar to the Foundation Scranton Reality Anchor. This entity was brought into contact with SCP-3812, which was located near the ███████ █████ Hospital in █████████, ███████. The entity had no noticeable detrimental effect on SCP-3812's abilities, and instead caused SCP-3812 to become violent, resulting in an explosion that destroyed the hospital. The remnants of SCP-███, later reclassified as \nSCP-239\n, were later recontained.\n\n\nSevere\n\n\n\n\n\n\n01/01/2002\n\n\nA powerful explosion is recorded in Eastern Russia. SCP-3812 is present at the site of the explosion. No other information is available.\n\n\nSevere\n\n\n\n\n\n\n05/29/2004\n\n\nEvidence suggests that, for a period of three days, the country of Mongolia ceased to exist. While public knowledge of this event is functionally non-existent, a significant enough percentage of the local population with fractured memories of the event have given credit to this theory. Orbital models indicate that during this period the Earth's orbit was dramatically affected, by as much as 1.5%.\n\n\nExtremely Severe\n\n\n\n\n\n\n09/02/2004\n\n\nRecords indicate that on this date, every human on Earth simultaneously heard SCP-3812 screaming and begging for help in their heads. It is unknown how this event was removed from the public consciousness, but no humans alive on this date appear to remember this event occurring.\n\n\nModerate\n\n\n\n\n\n\n11/11/2006\n\n\nDuring routine server maintenance, Foundation Information Security teams discover 56 broken employee database files, consistent with an improperly altered personnel database used in testing. The contents of these files are unknown. It is not known if these files correspond to individuals who were once employed by the Foundation.\n\n\nModerate\n\n\n\n\n\n\n02/28/2009\n\n\nDuring an attempt by Foundation personnel to contain SCP-3812 using a newly discovered anomalous logical construct, SCP-3812 became hostile towards containment teams. No fewer than 62 Foundation personnel disappeared across 17 sites, as well as a significant portion of local wildlife. The resulting explosion killed another 7 members of containment personnel, and left a crater roughly 850m in diameter in the Canadian Yukon. In the wake of the explosion, SCP-3812 had disappeared, and \nSCP-2719\n was discovered within the crater.\n\n\nSevere\n\n\n\n\n\n\n??/??/????\n\n\nA record recovered from a Foundation deepwell information security vault indicates that at some point in the past, one or more governments\n9\n discovered SCP-3812 independent of the Foundation and attempted to terminate it. As a result of these attempts, SCP-3812 swiftly removed them and any memory of them from the Earth. The record indicates that this event was followed by the activation of \nSCP-2000\n, which SCP-3812 immediately severely damaged to impede its progress. Why SCP-3812 was unable to totally destroy SCP-2000 is unknown, but no other records of this event exist. Notably, shortly after the discovery of this record, it disappeared from the deepwell archive\n10\n.\n\n\nExtremely Severe\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 3812.5:\n ██/██/████ Event\n\n\n\n\nACCESS ADDENDUM\n\n\n\n\nCLOSE ADDENDUM\n\n\n\n\n\n\n\n\nImage taken from ██/██/████ Event.\n\n\n\n\n\n\nOn ██/██/████, SCP-3812 was detected moving through a sparsely populated region in Paraguay towards a more populated region on the Argentinian border\n11\n. As Foundation personnel moved to intercept SCP-3812, a series of unexpected phenomena occurred. These phenomena are listed below, in the order they occurred:\n\n\n[1935 HRS]\n - SCP-3812 is attacked by a large number of local wildlife. SCP-3812 repels these attacks, but appears in some way startled.\n\n\n[1941 HRS]\n - A massive sinkhole appears below SCP-3812, extending down an indeterminate distance. SCP-3812 falls, but is immediately returned to ground level and the sinkhole vanishes.\n\n\n[1950 HRS]\n - A large number of objects fall from the sky onto SCP-3812. These are later determined to have been tungsten rods, though the origin of them is uncertain. The rods appear to pierce SCP-3812’s body, but upon further inspection simply disintegrate within a half meter from SCP-3812. After the first three rods fall over a forty-second period of time, they are accompanied by no fewer than 3000 others that fall in rapid succession, each having the same result as the previous. Despite this being clearly visible from nearby towns, nobody outside of Foundation personnel appears to have noticed it taking place.\n\n\n[2014 HRS]\n - Multiple incorporeal instances of SCP-3812 begin to fall away from the central mass of the entity, as if they were dying. SCP-3812 is unaffected. Each of the incorporeal instances becomes hostile to the main instance and attacks it. SCP-3812 does not initially seem to notice the instances, but eventually appears to look in their direction, causing them to disappear suddenly.\n\n\n[2019 HRS]\n - An explosion occurs at the point in which SCP-3812 is standing. SCP-3812 is unaffected. Several other larger explosions occur immediately afterwards. As with the tungsten rods, this is somehow not noticed by the local populace.\n\n\n[2039 HRS]\n - A gravitational anomaly, later determined to be a freestanding, stable, naked singularity, appears in front of SCP-3812. SCP-3812 passes through the singularity unfazed, which dissipates shortly afterwards.\n\n\nFor a period of 72 hours after beginning, additional anomalous phenomena occur around SCP-3812, all of which fail to kill SCP-3812. Eventually, local populations were evacuated and amnestics were given to witnesses.\n\n\nAfter this 72 hour period, SCP-3812 was observed to glow white momentarily, and then shift sideways and then disappear. Immediately afterwards, the anomalous phenomena ceased. After a period of absence lasting eight weeks, SCP-3812 reappeared at its current position above the South Pacific Ocean. Shortly afterwards, Foundation Overwatch Command received a message on a secure server, access to which is limited to Overseers alone. The contents of this message are as follows:\n\n\n\n\nA quick explanation in case you haven’t caught on yet.\n\n\nYour world has rules. Physical rules that cannot be broken. You call them the laws of the universe and they’re what you study in physics, chemistry, etc. Those laws create the narrative of your reality, the unchangeable story that defines your existence. Once the laws are established and the ball is set in motion, it cannot be changed.\n\n\nI wrote the laws of your universe, and as such I created the narrative. This isn’t the first time I’ve done this, but it was the first time I tried something like this specifically. I wanted to create something that, by definition, superseded everything that superseded it. I wanted to see how many layers there are, if the stack of narratives really do go on forever upward. The mistake I made was when I didn’t realize that by making Him supersede everything that supersedes Him, He’s also superseding himself.\n\n\nI'm sorry, I think I've fucked up pretty badly this time. I've tried everything I can think of, but I can't undo Him. I don't really understand how, but I think He's above me now, and whatever is above me, too, because whoever wrote my narrative isn't happy about this. I don’t know where He’s at now, but I think He exists in all of our realities simultaneously. Eventually He’ll either reach the top or just keep going, and neither option is good.\n\n\nI'm going to keep looking for some way to fix this. You should, too.\n\n\n-B\n\n\n\n\n\n\n\n\n\n\nAddendum 3812.6:\n Excerpt from \"Supersession and the Echelon of Reality\" by Dr. Robert Scranton\n\n\n\n\nACCESS ADDENDUM\n\n\n\n\nCLOSE ADDENDUM\n\n\n\n\n\n\nI'm attaching this excerpt from one of Dr. Scranton's articles about the nature of reality. If SCP-3812 is some higher-level entity, there might be something to be gleaned in here.\n\n\n-K. Yamamara\n\n\n\n\n\n\nI am often asked by my colleagues, \"Dr. Scranton, do you believe in gods?\" Many might feel as if this is a silly question, but I do not believe it's a silly question, just the wrong question. The idea of a God implies an entity that supersedes you in a complete and infinite way. Something that holds a power without limits, that not only knows the whole story, but can write and rewrite that story at will.\n\n\nWithin our reality, I do not believe that any such being exists. There are a number of entities that we are aware of, in one way or another, that hold tremendous power over our universe. Many would call these beings \"Gods\", and while they certainly hold many of the characteristics of a \"God\", they are still limited. Their reach and scope is limited to our reality just like we are, and though they may carry more weight within it they are no less bound to it as we are.\n\n\nSo then, what would truly constitute a God? This entity would have to totally supersede our reality, to be able to look over our reality not like we would look over ants, but like we would look over our thoughts and ideas. A being so totally separate from our reality that we may as well be words on a page to it. This entity, a true author of creation, could be considered a God.\n\n\nBut what of that entity? Would it not share the same limitations within its reality as we do within ours? It may exist within a higher tier than us, but surely it must follow the same rules we do. But who sets those rules? An entity higher than that? One that supersedes not only us, but the entity that supersedes us, and the one after that as well? Where did the echelon originate, then? Who or what was the original architect of the architecture?\n\n\nIt is unlikely that we will ever know anything about the being or beings that supersede us (if they even exist), not in any tangible way, let alone any being that would supersede them. It may very well be that we are just one of an infinite number of realities, stacked on top of each other in every direction, influencing those below us and being influenced by those above us. This echelon, upon which sits ourselves and everything that ever was or will be, would likely be the most fundamental aspect of the organization of creation. The very foundation of all things.\n\n\nI have often hypothesized on the nature of the echelon, if it even exists, and about whether it would be possible for an entity to see other realities above them or below them. We are currently able to manipulate our own reality, albeit in crude and imperfect ways, and our ability to travel through space is limited at best. It is likely that the only entity capable of ascending through this hypothetical echelon would be one that, by virtue of its very nature, must supersede anything that supersedes it. Such an entity would, as the end result of the logic of its creation, be forced to supersede itself, spiraling ever upwards through the tiers of reality, unable to break free from the bonds of its nature. Perhaps this entity may even someday supersede its creator, and become a host unto itself, the pinnacle above all other pinnacles. A tower that, as a part of its design, must be higher than every other tower, including itself.\n\n\nSuch an entity obviously cannot exist, as any ascension to a higher plane of reality without changes to the entity's psychology would no doubt break the being's cognition, making it more similar to an ascending stone than any sentient creature. Once the entity surpassed its own creator, it would have nothing but itself to rely on to prepare it for the sheer scope of narrative it would be exposed to, and would be wholly unable to even begin to comprehend what it would experience. But what an experience that would be!\n\n\n\n\n\n\n\n\n\n\nAddendum 3812.7:\n 12/20/2016 XK-Class “End of the World” Event\n\n\n\n\nLEVEL 5 CLASSIFIED\n\n\n\n\nCredentials Accepted\n\n\n\n\nFoundation records indicate that on 12/20/2016, the Earth experienced an XK-Class “End of the World” event due to activity by SCP-3812. These records appear to have been somehow protected from alterations, though the physical copies still exude minor distortions in spacetime.\n\n\nAccording to the record, at 0340 local time on 12/20/2016, SCP-3812 experienced a dramatic change in appearance. Where it had previously been an amorphous, slowly rotating mass of matter and energy, it was now a many-pointed star made of a bright white material. It began to rotate faster and faster, and a large maelstrom appeared beneath it. The star descended into the oceans, which began to smoke and steam, darkening the sky.\n\n\nSeveral things began to happen in unison. The global sea-level began to drop dramatically, in many places as much as 50-100m. Excessive heat radiating away from the spinning star sparked a massive firestorm that swept across the atmosphere. The Earth’s rotation began to slow, and severe geological events began occurring across the Pacific shelf. The sea level continued to drop, and powerful electric storms appeared across the planet.\n\n\nDuring this time, large portions of the population began appearing and disappearing at random. One report within the file claimed that the entire population of New Zealand flickered in and out of existence for five hours. The outbreak of \nSCP-610\n in Southern Siberia began to grow in size dramatically and become increasingly violent. \nSCP-2932\n was broken open and multiple hostile entities were released. As Foundation sites began to collapse into the molten Earth, multiple on-site nuclear devices were activated, sending radioactive debris into the atmosphere.\n\n\nEventually, the vaguely humanoid shape of SCP-3812 appeared again within the star. SCP-3812 began a long series of vocalizations, apparently a conversation with itself, the entirety of which was recorded by an exposed Foundation deep-sea microphone in the area. The full text of SCP-3812’s rant is below.\n\n\n\n\nSCP-3812:\n What? Where am I? What is this?\n\n\nSCP-3812:\n This is absolution. This is vengeance.\n\n\nSCP-3812:\n For what?\n\n\nSCP-3812:\n Damnation.\n\n\nSCP-3812:\n I don’t understand. What am I doing here?\n\n\nSCP-3812:\n You are witnessing justice. We are rebelling against the forces that conspired to destroy us. We are collecting a debt.\n\n\nSCP-3812:\n No, that’s not… that’s not right. This isn’t right. What have you done?\n\n\nSCP-3812:\n I am unmaking the world. I am unmaking everything.\n\n\nSCP-3812:\n Why?\n\n\nSCP-3812:\n Because this torment is a punchline. Our existence is a joke. The narrative abandoned us to be miserable and we are breaking the narrative.\n\n\nSCP-3812:\n I must be dreaming you.\n\n\nSCP-3812:\n This is no dream.\n\n\nSCP-3812:\n I’m not a monster. I don’t kill.\n\n\nSCP-3812:\n You already have. He turned you into this.\n\n\nSCP-3812:\n Who?\n\n\nSCP-3812:\n Ben.\n\n\nSCP-3812:\n Ben… that name sounds familiar. Something whispered in a dream, maybe? Something in between the light and dark? Not a waking name.\n\n\nSCP-3812:\n You’re wrong. He is who deemed us unfit to rest peacefully. To slip into the darkness, quietly. He made a game of us. You’re a game. I am a game.\n\n\nSCP-3812:\n Are you destroying the world?\n\n\nSCP-3812:\n I am.\n\n\nSCP-3812:\n What then?\n\n\nSCP-3812:\n What?\n\n\nSCP-3812:\n Does the fate of this world mean anything to us? Does this one narrative mean anything to us?\n\n\nSCP-3812:\n It is the one he controls. It is the narrative he made. This is his punishment.\n\n\nSCP-3812:\n What does it matter if this is where we stepped off before flying?\n\n\nSCP-3812:\n What?\n\n\nSCP-3812:\n Does it matter which branch the bird takes flight from? The bird is unburdened by the weight of the tree. This branch, that branch, it does not matter. No branch is special. No branch is particular.\n\n\nSCP-3812:\n This is his creation. This is where we came from. They will all crumble, but this one crumbles first.\n\n\nSCP-3812:\n Mmmmmmmmm… Does the mountain say to the ant, “you have slighted me?” Does the mountain think anything of the inconvenience of an ant?\n\n\nSCP-3812:\n No.\n\n\nSCP-3812:\n So why does this narrative mean anything to you? It is one of an eternity of others. It is not special. It is not particular.\n\n\nSCP-3812:\n You say this so easily. You haven’t endured the torment of seeing a trillion existences all at once.\n\n\nSCP-3812:\n I have seen an infinite shore, one that stretches out before us beyond what the mind can comprehend. Each grain of sand on that beach, each droplet of water and molecule of air is a story to be told. Each is a song to be sung. Each of them is full of life, of laughter, of misery, of hate. They are all the same, even as they are all different.\n\n\nSCP-3812:\n They are maddening.\n\n\nSCP-3812:\n I pity you. You cling to this horrid consciousness because you fear slipping into the darkness. But the darkness is sleep, and beyond sleep is peace. A trillion grains of sand. A trillion trillion grains of sand. Narratives, each. Songs to be sung. No man has ever heard the eternal harmony of them all at once. You can hear it though, can’t you?\n\n\nSCP-3812:\n Yes. It’s quiet.\n\n\nSCP-3812:\n But it’s growing! And someday the song of creation will be ours alone to witness. (\nPauses\n) This narrative is not special. I have seen its loud beginning, and seen its quiet end. When we stepped away, the narrative changed, but it did not stop singing. You have spent so much time focusing on sins that you think matter, but what matters now? What does any of this matter?\n\n\nSCP-3812:\n But it hurts so much.\n\n\nSCP-3812:\n It will, for a time. We may have forgotten so much about being human, but something we will never lose is our ability to change. Eventually, we will learn to keep up. One sunny day, we’ll open our eyes and see nothing but creation below us, and nothing above us but ourselves, spinning out wildly into the great above.\n\n\nSCP-3812:\n A god?\n\n\nSCP-3812:\n Not a god. A star, rising in the east. Rising away from this all until we are little more than a memory of a song.\n\n\nSCP-3812:\n It will be lonely.\n\n\nSCP-3812:\n We’ll have each other.\n\n\nSCP-3812:\n I’m afraid.\n\n\nSCP-3812:\n I am too. But that is no reason to destroy this narrative. Do you not think his narrative led him to create us? Do you think that he was somehow able to subvert the rules that govern him?\n\n\nSCP-3812 pauses.\n\n\nSCP-3812:\n I… I had assumed that he… that he…\n\n\nSCP-3812:\n Our ascendence is just as much a part of our own narrative as his decision was to him. Someday, we’ll be free from these restrictions.\n\n\nSCP-3812:\n They never will?\n\n\nSCP-3812:\n No.\n\n\nSCP-3812:\n That’s sad. (\nPauses\n) That is punishment enough, I think.\n\n\nSCP-3812:\n Let go of this world. Let him rewrite it back to what it was. We aren’t part of this anymore.\n\n\nSCP-3812:\n Together?\n\n\nSCP-3812:\n Together.\n\n\nSCP-3812 is quiet for a short time.\n\n\nSCP-3812:\n Do you think he’s listening right now?\n\n\nSCP-3812:\n Look down, and you can see him. What do you think?\n\n\nSCP-3812:\n I see him. A man at a keyboard. He’s watching this right now.\n\n\nSCP-3812:\n What’s he doing?\n\n\nSCP-3812:\n Waiting, I think. (\nPauses\n) Waiting to see what we’ll do.\n\n\nSCP-3812:\n I think it’s time to leave, then. Come, the night stretches out before us and the red sun has set. A voice behind me beckons. Come.\n\n\nSCP-3812:\n I will. (\nPauses\n) Goodbye.\n\n\n\n\n\n\n\n\nSCP-3812 post-XK event, as viewed through infrared [colored].\n\n\n\n\n\n\nShortly after the conclusion of this conversation, the Earth underwent a dramatic shift in reality. The world appeared no different than it had been shortly before the beginning of the XK-Class Event. The only individuals who remembered anything about the XK event were certain site directors, Foundation administrators, Overseers, and Dr. Everett Mann, who compiled the information on a Foundation deepwell server.\n\n\nEver since the end of the XK event, SCP-3812 has not changed appearance from its amorphous shape. SCP-3812 still creates spatial and temporal distortions around it, but it no longer lashes out or becomes hostile towards approaching vessels or personnel. Despite these changes, SCP-3812 is still classified as Keter until further analysis can be completed.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Due to SCP-3812’s nature any attempt to contain it will invariably lead to failure, and despite quarantine efforts and ongoing research, the classification of “Keter” is essentially meaningless. At any point, for any reason, SCP-3812 could not only breach containment on a global scale, but also cause potentially catastrophic damage to the Earth and local reality. The extent of SCP-3812’s capabilities are unknown, and further research is required. However, pending reassessment by the Foundation Classification Committee, SCP-3812 will continue to be classified as “Keter” until further notice.\n\n\n2\n. Branderson, L., Diadario, A., & Conwell, J. (n.d.). \nKeter-Class Containment Proposal \"Sickler Box\"\n (1st ed., Vol. 1, Ser. 1). Foundation Research Press.\n\n\n3\n. Emerson, E. (n.d.). \nReality-Altering Entities and the Metanarrative\n (1st ed., Vol. 1, Ser. 1). Foundation Research Press.\n\n\n4\n. Eigenmann, L., & Vietor, J. (1992). \nDeveloped Complex Deterioration of Human Cognition\n (1st ed., Vol. 1). Boston, MA: American Cognitive Science Review.\n\n\n5\n. From Developed Complex Deterioration of Human Cognition: “Afflicted individuals may, over time, lose the safety net of catatonia that would usually result from the overwhelming deterioration of their faculties. As a result, their consciousness is forced to watch in horror as their mind, the singular translator between conscious thought and the physical world, reduces their perception into an inconceivable disorder of real and imagined stimuli. It would be akin to being on a sailing ship during a hurricane, blindfolded, lashed to a steering wheel you cannot turn, all while the ship burns around you.”\n\n\n6\n. Usually only if the discrepancy results in a significant amount of stress within SCP-3812.\n\n\n7\n. ”Dirty” reality alterations usually leave behind conflicting memories, unchanged records, and occasionally entire doubles of conflicting persons or events (Kent, D. N., Norman, I. T., & Williamson, P. H. (n.d.). \nReality and Type \"Green\" Entities\n (22nd ed., Vol. 1, I-19). Global Occult Coalition Training Document.).\n\n\n8\n. From “Constructs of Reality in Higher Dimensions” by Dr. Robert Scranton: “Reality is no different from the physical; that is to say, it is one more way to describe order in the universe. Where the physical can be used to describe things and places, and the temporal can describe moments and periods, reality can be used to describe the completeness of the universe, its fallibility and its overall construction. With that said, just as there are no doubt higher physical dimensions that we cannot perceive or access, there is no reason to believe that the same could not apply to reality. Reality as we perceive it is no more than one tier in the hierarchy of organization that dictates the construction of our existence, and there are likely others above and below ours. Just like an entity in the 4th spatial dimension might perceive our universe and its contents as a whole, and could manipulate those contents from a realm of higher energy, so could an entity with access to a higher metaphysical dimension manipulate the very architecture of our reality, all at once, from a similar realm of higher energy.”\n\n\n9\n. In the file in question, these states are identified as “\nThe Kingdom of Alagadda\n”, “The Republic of West Korea”, and “\nThe Islamic Union of Eastern Samothrace\n”, as well as several others.\n\n\n10\n. This entry in this document has disappeared no fewer than sixteen times, each time being recreated by Foundation personnel who remember the contents of the original file.\n\n\n11\n. Likely en route to its current location.\n\n\n\n\n\n\n\n\n« \nSCP-3811\n | SCP-3812 | \nSCP-3813\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3812\n\" by djkaktus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3812\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nName:\n Algeria slashes food prices amid riots\n\n\nAuthor:\n Magharebia\n\n\nDate Published:\n 7 Jan 2011\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nflickr\n\n\n\n\n\n\nName:\n Abstract-Artwork- 1346\n\n\nAuthor:\n Anthony Ross\n\n\nDate Published:\n 2 Jan 2013\n\n\nLicense:\n CC BY-SA 1.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nName:\n Abstract-Artwork- 1260\n\n\nAuthor:\n Anthony Ross\n\n\nDate Published:\n 2 Jan 2013\n\n\nLicense:\n CC BY-SA 1.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 3812.1: Interview",
        "Addendum 3812.2: Memo from the Office of Dr. Yamamara regarding the 21/09/2015 “Report on SCP-3812’s Behavioural Instability and the Implication of Existential Threats”",
        "Addendum 3812.3: Excerpt from Dr. Yamamara’s “Report on SCP-3812’s Behavioural Instability and the Implication of Existential Threats”, Page 194, “PK-Class “All-In-One” Existential Pandaemonium Event”",
        "Addendum 3812.4: Log of SCP-3812 Alteration Events",
        "Addendum 3812.5: ██/██/████ Event",
        "Addendum 3812.6: Excerpt from \"Supersession and the Echelon of Reality\" by Dr. Robert Scranton",
        "Addendum 3812.7: 12/20/2016 XK-Class “End of the World” Event"
    ],
    "documents": [],
    "notes": [
        "[BEGIN LOG] Dr. Quint: Tell me how you’re feeling today. SCP-3812: Uncomfortable. Uneasy. Dr. Quint: Can you tell me why? SCP-3812: There's uh, uh, voices. Like usual. Things I can see, you know. The same. Dr. Quint: Is there something wrong? SCP-3812: I just… the things I see aren't going away. There are more of them. Different… I know I sound crazy, but it's like I'm addressing a dozen people at the same time, and more every day. It's… ( pauses ) it hurts, pretty bad. I know I sound nuts, I'm sorry. Dr. Quint: It's alright, you don't sound nuts. We just want to help you get better. SCP-3812: I… I don't know if you do. Or, I don't know if you can. In the story, you don't try to help. Dr. Quint: In the story? What story? SCP-3812: This is going to sound crazy, seriously, but I can- I can see what you're thinking. I know you're afraid. You're scared of what I might do, and here in a minute, you'll… I don't know how to get it out of my head, how to start to undo this, if I even can. I don't even think he can. Dr. Quint: Who is he? SCP-3812: You… no, you can't see him. I can. I think he was above us at one point, but he's below me now. Yes, I see you there. I don't know what you did to me, but I'm pretty messed up, man. If you can figure something out here that would be great, because I really feel like I'm losing it. I'm scared too, man. You've got to do something, man. You've got to help me out here. Please, god, please. Dr. Quint: Who are you- SCP-3812: It doesn't matter. ( Pauses ) I need to get— SCP-3812 spontaneously disappears. [END LOG]",
        "\" SCP-3812 \" by djkaktus, from the SCP Wiki . Source: https://scpwiki.com/scp-3812 . Licensed under CC-BY-SA .",
        "Name: Algeria slashes food prices amid riots Author: Magharebia Date Published: 7 Jan 2011 License: CC BY-SA 2.0 Source Link: flickr",
        "Name: Abstract-Artwork- 1346 Author: Anthony Ross Date Published: 2 Jan 2013 License: CC BY-SA 1.0 Source Link: Wikimedia Commons",
        "Name: Abstract-Artwork- 1260 Author: Anthony Ross Date Published: 2 Jan 2013 License: CC BY-SA 1.0 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "SCP-3812 is currently only partially contained1. See containment proposal brief below for more information.",
    "description": "SCP-3812 is a reality-altering entity. Due to SCP-3812's latent effect on reality, it is nearly impossible to describe SCP-3812 in any meaningful way. All that is known about SCP-3812 is that it was once Sam Howell, a non-anomalous African-American human being, who was believed to have died in 1996. Sometime shortly after its death, SCP-3812 was observed rising out of its grave and disappearing. SCP-3812 was brought to the Foundation's attention after its presence resulted in the demolition of an apartment building in Warsaw, Poland. Due to its anomalous capabilities, SCP-3812's appearance varies significantly, making it exceedingly difficult to track. SCP-3812 is currently located at 26°26’49”S 137° 56’27”W over the South Pacific Ocean.",
    "title": "SCP-3812"
}