{
    "url": "https://scp-wiki.wikidot.com/scp-3821",
    "all_text": "rating: \n+41\n+\n–\nx\n\n\n\n\n\n\nSCP-3821 prior to containment\n\n\n\n\n\n\nItem #:\n SCP-3821\n\n\nObject Class:\n \nSafe\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-3821 shall be kept inside a Secure Storage Vault when not being used to carry out containment procedures. Every three days, an envelope containing a blank letter addressed to the Foundation's front business, \"Royal Paper Distributor\", will be inserted into SCP-3821. Once the letter has arrived, it is to be disposed of in any manner deemed fit.\n\n\nSCP-3821-1 is to be kept within a 5m x 5m x 3m Humanoid Containment Cell outfitted with a mail chute and Mail sorting unit, and shall be monitored for any abnormal activity.\n\n\nDescription:\n SCP-3821 refers to a standard blue United States Postal Service collection box. Its anomalous effects can be observed when an envelope weighing under 13 oz., containing a letter, and labeled with a valid postage stamp is inserted into the anomaly. After insertion, the envelope will appear at any location it is addressed to, provided it is within the United States, precisely two days later. In the event that the second day falls on a Sunday, the envelope will instead appear the next day.\n\n\nDiscovery:\n SCP-3821's effects were first observed on 5/23/2017 when five envelopes carrying improvised explosive devices detonated in multiple locations across Site-█. Security footage captured two of the envelopes materializing shortly before the detonation. An investigation into the source of the components of the explosives identified the devices' creator to be James Richfield. Interrogations by Foundation officials revealed him to be a member of the Chaos Insurgency, as well as revealing the existence and location of SCP-3821.\n\n\n\n\n+ Open test log\n\n\n\n\n- Close test log\n\n\n\n\n\n\n\n\nTest #\n\n\nTest Description\n\n\nTest Results\n\n\n\n\n\n\nTest #1\n\n\nAn envelope containing a blank letter and valid postage stamp addressed to Site-█ is inserted into the anomaly.\n\n\nThe envelope appears two days later in the cafeteria of Site-█.\n\n\n\n\n\n\nTest #2\n\n\nAn envelope containing a blank letter and valid postage stamp addressed to a Foundation submarine is inserted into the anomaly.\n\n\nThe envelope appears two days later in one of the submarine's wiring panels, subsequently igniting and damaging the vessel's navigation system.\n\n\n\n\n\n\nNote: From now on, all letters inserted into SCP-3821 should be addressed to a Foundation front business where they will not pose a risk to any important Foundation operating or containment systems.\n\n\n\n\n\n\nTest #3\n\n\nAn envelope containing a blank letter and valid postage stamp addressed to a Foundation front business in the United States' Eastern Time Zone is inserted into the anomaly on a Thursday at precisely 23:00 Pacific Standard Time.\n\n\nThe Envelope arrives at its location the following Monday at 2:00 Eastern Standard Time.\n\n\n\n\n\n\nTest #4\n\n\nAn envelope addressed to Royal Paper Distributor containing a blank letter, valid postage stamp, and weight weighing in at over 13 oz. is inserted into the anomaly.\n\n\nThe envelope disappears from the anomaly, but never arrives at the addressed location.\n\n\n\n\n\n\nTest #5\n\n\nAn envelope addressed to Royal Paper Distributor containing a blank letter, valid postage stamp, and tracking device is inserted into the anomaly.\n\n\nEnvelope immediately appears at an unknown location, later identified to be a sub-level of [REDACTED], and remains there for two days before appearing at the addressed location.\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-3821-1 Recovery:\n Shortly after the discoveries of the fifth test, an exploration unit was assembled and sent to investigate the uncovered location. The location was revealed to be an abandoned mailroom containing SCP-3821-1. SCP-3821-1 appeared to be a caucasian male 1.8 meters in height and clad in professional work attire. Upon closer inspection, it was revealed that the figure possessed no facial features besides two humanoid ears. The subject offered no resistance during containment and was relocated to Site-█. After the subject's containment, SCP-3821 temporarily ceased anomalous activity.\n\n\n\n\n+ Open Incident Log 1A\n\n\n\n\n- Close Incident Log 1A\n\n\n\n\nSCP-3821-1 was initially unresponsive after containment, moving only when forced to do so. Two days after containment, the subject began moving along the perimeter of the containment cell. Over the next week, the subject increased its activity and Foundation personnel were sent in to interfere when the subject began to attack the walls of its containment cell. Two guards were injured before the subject was successfully subdued.\n\n\nIn an attempt to pacify the subject, a mail chute and mail sorting unit were introduced into the containment cell in order to simulate a mailroom environment. The subject continued hostile activity until an envelope was inserted into SCP-3821 and it was discovered that SCP-3821 had resumed anomalous activity, with the envelope now being delivered to SCP-3821-1's containment cell before appearing at the addressed location. After relocating the envelope from the mail chute to the mail sorting unit, SCP-3821-1 ceased all hostile activity and returned to an inactive state.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3820\n | SCP-3821 | \nSCP-3822\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "item": "SCP-3821",
    "object_class": "Safe Euclid",
    "containment_procedures": "SCP-3821 shall be kept inside a Secure Storage Vault when not being used to carry out containment procedures. Every three days, an envelope containing a blank letter addressed to the Foundation's front business, \"Royal Paper Distributor\", will be inserted into SCP-3821. Once the letter has arrived, it is to be disposed of in any manner deemed fit.",
    "description": "SCP-3821 refers to a standard blue United States Postal Service collection box. Its anomalous effects can be observed when an envelope weighing under 13 oz., containing a letter, and labeled with a valid postage stamp is inserted into the anomaly. After insertion, the envelope will appear at any location it is addressed to, provided it is within the United States, precisely two days later. In the event that the second day falls on a Sunday, the envelope will instead appear the next day.",
    "title": "SCP-3821"
}