{
    "url": "https://scp-wiki.wikidot.com/scp-3830",
    "all_text": "rating: \n+41\n+\n–\nx\n\n\nItem #:\n SCP-3830\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3830 is to be kept in a standard Safe-class storage locker in Site-64. All SCP-3830-2 specimens are to be kept within a specialized D-Class housing block used exclusively for subjects affected by non-lethal anomalous items.\n\n\nShould a non-D-Class Foundation personnel become an instance of SCP-3830-2, they are to be allowed to continue their employment. If the affected subject is currently assigned to an aquatic item, they are to be reassigned immediately (see Addendum 3830-B).\n\n\nDescription:\n SCP-3830 is a crochet doll of red and blue coloration arguably resembling a betta fish \n(Betta splendens)\n.\n\n\nSCP-3830's anomalous effects manifest upon a subject entering within 1 m of the object. Once in the 1 m radius area, the subject's melatonin production will substantially increase until the subject enters any stage of sleep.\n\n\nUpon entering said stage of sleep (hereby referred to as SCP-3830-1), the subject will experience a dream in which they are a betta fish in a river occupied solely by other betta fish. SCP-3830-1 always occurs in some form of wetland. The subject will remain in their stage of sleep until a fight is lost despite any and all attempts to awaken them.\n\n\nIn SCP-3830-1, all betta fish which occupy the same body of water as the affected subject display complex sapience with the ability to speak and comprehend English. The fish exhibit signs of extreme hostility and will commonly engage in vulgar conversation followed by physical combat with other organisms.\n\n\nThe physical combat with the fish commonly takes place within one of multiple small boxes consisting solely of kelp and seashells seemingly replicating the appearance of boxing rings. The fights within these boxes are commonly spectated by the other betta. The spectating betta are usually seen with the letters \"SFFFC\" written on multiple parts of their body.\n\n\nIf a betta fish is to engage in combat with the affected subject and \"win,\"\n1\n the subject will immediately awaken from their stage of sleep showing a complete lack of tiredness.\n\n\nDuring the subject's state of sleep, they will begin to develop aquatic respiratory organs, or gills (subject is hereby referred to as SCP-3830-2). This development will continue for approximately two hours before they finish manifestation. It is to note that the subject's regular respiratory organs remain alongside the development of the new ones.\n\n\nThe gills which have grown on SCP-3830-2 have multiple statements of \"SFFFC\" written alongside its edges in a style of appearance similar to that of permanent marker. Any and all attempts to remove these markings have met with failure.\n\n\nAddendum 3830-A:\n The following is an interview between D-3830-5 and Researcher Carl Dailey.\n\n\n\n\n[BEGIN LOG]\n\n\nResearcher Dailey:\n Hello, D-3830-5.\n\n\nD-3830-5:\n 'Sup.\n\n\nResearcher Dailey:\n You recently underwent exposure to SCP-3830, correct?\n\n\nD-3830-5:\n \n[Points to gills]\n Uh, yeah. It was one hell of an experience.\n\n\nResearcher Dailey:\n Can you recall the events of your dream?\n\n\nD-3830-5:\n Well, sure. Firstly, I realized that I had fins. \nFuckin' fins, bro.\n That's also when I realized that they were the same color as these fish that surrounded me. There were a bunch of them. They were very pretty, but they were assholes. We were in a river or something and they all kept picking fights with each other— oh, can't forget the insulting; there was a lot of that. They were like some WWE wrestlers, fightin' in all of these rings and shit. I'll be honest, I had a hoot watching them. Not fake like the actual WWE. At least, didn't seem like it.\n\n\nResearcher Dailey:\n Please proceed.\n\n\nD-3830-5:\n Well, one of 'em decided to pick a fight with me. I wasn't gonna let no fish kick my ass, no fuckin' way. So, I tried to beat that motherfucker.\n\n\nResearcher Dailey:\n What happened during the fight?\n\n\nD-3830-5:\n \n[Hesitantly]\n The fish kicked my ass— RKO'd me.\n\n\nResearcher Dailey:\n Can you recall anything happening following the conclusion of the fight?\n\n\nD-3830-5:\n Yeah, I still heard the motherfucker talkin' shit as my vision started to go black.\n\n\nResearcher Dailey:\n What did it say?\n\n\nD-3830-5:\n Yeah, uh— \"Get put to sleep \nby\n the fishes; you clearly ain't fuckin' tough enough to sleep \nwith\n the fishes.\"\n\n\nResearcher Dailey:\n Thank you for your time.\n\n\n\n\nAddendum 3830-B:\n Recently, SCP-3830-2 instances have reported an extreme desire to visit both rivers and aquariums in an attempt to prove that they are \"tough enough to sleep with the fishes.\" Due to this, SCP-3830-2 instances are not to be within the vicinity of aquatic locations nor objects.\n\n\n\n\nFootnotes\n\n\n1\n. This is commonly characterized by knocking the subject unconscious within SCP-3830-1.\n\n\n\n\n\n\n\n\n« \nSCP-3829\n | SCP-3830 | \nSCP-3831\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3830\n\" by DrCaroll, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3830\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 3830-A: The following is an interview between D-3830-5 and Researcher Carl Dailey.",
        "Addendum 3830-B: Recently, SCP-3830-2 instances have reported an extreme desire to visit both rivers and aquariums in an attempt to prove that they are \"tough enough to sleep with the fishes.\" Due to this, SCP-3830-2 instances are not to be within the vicinity of aquatic locations nor objects."
    ],
    "documents": [],
    "notes": [
        "[BEGIN LOG] Researcher Dailey: Hello, D-3830-5. D-3830-5: 'Sup. Researcher Dailey: You recently underwent exposure to SCP-3830, correct? D-3830-5: [Points to gills] Uh, yeah. It was one hell of an experience. Researcher Dailey: Can you recall the events of your dream? D-3830-5: Well, sure. Firstly, I realized that I had fins. Fuckin' fins, bro. That's also when I realized that they were the same color as these fish that surrounded me. There were a bunch of them. They were very pretty, but they were assholes. We were in a river or something and they all kept picking fights with each other— oh, can't forget the insulting; there was a lot of that. They were like some WWE wrestlers, fightin' in all of these rings and shit. I'll be honest, I had a hoot watching them. Not fake like the actual WWE. At least, didn't seem like it. Researcher Dailey: Please proceed. D-3830-5: Well, one of 'em decided to pick a fight with me. I wasn't gonna let no fish kick my ass, no fuckin' way. So, I tried to beat that motherfucker. Researcher Dailey: What happened during the fight? D-3830-5: [Hesitantly] The fish kicked my ass— RKO'd me. Researcher Dailey: Can you recall anything happening following the conclusion of the fight? D-3830-5: Yeah, I still heard the motherfucker talkin' shit as my vision started to go black. Researcher Dailey: What did it say? D-3830-5: Yeah, uh— \"Get put to sleep by the fishes; you clearly ain't fuckin' tough enough to sleep with the fishes.\" Researcher Dailey: Thank you for your time.",
        "\" SCP-3830 \" by DrCaroll, from the SCP Wiki . Source: https://scpwiki.com/scp-3830 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3830",
    "object_class": "Safe",
    "containment_procedures": "SCP-3830 is to be kept in a standard Safe-class storage locker in Site-64. All SCP-3830-2 specimens are to be kept within a specialized D-Class housing block used exclusively for subjects affected by non-lethal anomalous items.",
    "description": "SCP-3830 is a crochet doll of red and blue coloration arguably resembling a betta fish (Betta splendens).",
    "title": "SCP-3830"
}