{
    "url": "https://scp-wiki.wikidot.com/scp-3831",
    "all_text": "rating: \n+26\n+\n–\nx\n\n\n\n\n\n\nDocumentation of SCP-3831 prior to containment.\n\n\n\n\n\n\nItem#:\n SCP-3831\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-3831 has been shut off from public access. Any calls made using the phone number ███ ███ ████ are to be tracked and affected subjects taken into Foundation custody.\n\n\nDescription:\n SCP-3831 is a group of public telephones located in Miami, FL. It has been stripped of all furnishings and all wiring has been disconnected. Anomalous phone calls generated at this location cause human subjects who answer them to be treated as though they are \"at work\". Subjects will begin to be perceived as and treated as an employee of any location they are in that employs workers in some fashion.\n\n\nThe content of SCP-3831 calls is a voice demanding that the subject come in to an unspecified workplace. These calls occur primarily during times when subjects have reported being stressed but not distracted.\n\n\nThe voice has been reported as sounding authoritative and several affected subjects have described it as sounding like former managers or supervisors. These reports may be influenced by SCP-3831's effect. In all cases, subjects have reported the voice as being highly demanding and aggressive. Regardless of whether the subject answers the call or agrees to the request, they will become affected by SCP-3831.\n\n\nInitially, SCP-3831's effect will manifest itself in varying forms:\n\n\n\n\nIncreased sensitivity to artificial lighting.\n\n\nSubjects will begin to have intense cravings for soda, tea, coffee and other caffeinated or sugary beverages, despite any previous dietary preferences or restrictions.\n\n\nPedestrians will enter the subject's vehicle while they are driving it, attempting to have the subject drive them to a desired location. These individuals generally react negatively to refusal.\n\n\nSubjects suffering a medical emergency were treated as medical professionals upon reaching a hospitals or other medical facility. Instead of receiving treatment, subjects would be asked to do complex tasks like a surgical procedure.\n\n\nAn affected subject with a garage was subjected to vehicles in need of repair driven onto their property by individuals seeking a professional mechanic. This occurred even though the subject lived alone and had not spoken to any individuals since being affected by SCP-3831.\n\n\n\n\nThis soon escalates to family members and friends only recognizing the subject as some form of household laborer when entering their home, with most documented humans appearing to lose any interest in SCP-3831 affected subjects despite whatever their previous relationship may have been.\n\n\nAt this point, subjects usually become homeless or isolated. Most contained subjects affected by SCP-3831 suffer some degradation of their mental faculties, caused by a combination of prolonged stress and lack of human interaction. All subjects affected by SCP-3831 have been documented to some degree as having slowed perception of the passage of time. Some subjects have been found to integrate into working spaces, sleeping in their workplace at night and avoiding human contact during working hours. It is unknown how many subjects affected by SCP-3831 currently exist outside of containment.\n\n\nSCP-3831 was initially discovered after aberrations were noted in a police record. An SCP-3831 affected subject had begun a lifestyle centered around shoplifting. When confronted by police, if the situation escalated to a crime scene the subject would immediately be treated like a police officer and leave the scene. \nClass C B A\n Amnestic treatment has proven ineffective in treating subjects affected by SCP-3831.\n\n\n\n\n\n\n\n\n♊ PROJECT ESPRESSO ♊\n\n\ncrackers would be nice, you psycho.\n\n\nSeveral individuals affected by SCP-3831 have been discovered in Foundation facilities.\n\n\nThis presents potential for a severe security breach. However, it also presents an opportunity to observe SCP-3831 affected subjects more closely over a longer period of time. If we are to identify and relocate affected individuals to areas of research where they could be isolated and monitored without realizing, it could provide a potential opportunity for more knowledge into how the anomaly operates.\n\n\n\n\n\n\n[⚠] \nThis project has been suggested by the Ethics Committee for Review.\nTagged 08/12/2002\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-3831 Effect Documentation.\n\n\n\n\n\n\nBoth experiments and field observations are included in the interest of completion. Testing was done as part of the ongoing Project Espresso.\n\n\n\n\n\n\nLocation\n\n\nEffect\n\n\n\n\n\n\nMotor Vehicle, On Road\n\n\nWhen the SCP-3831 affected subject was driving, pedestrians would repeatedly climb into their vehicle, either treating it as public transportation or asking to be taken to a specific location. These subjects would become aggravated when the subject exited the vehicle.\n\n\n\n\n\n\nRestaurant\n\n\nSCP-3831 affected subject was not served, but instead forcibly moved into the kitchen by the wait staff due to the belief that the subject was a chronically late cook. Subject was not able to obtain a meal.\n\n\n\n\n\n\nMotor Vehicle, In Garage\n\n\nSubject attempting to repair their vehicle had vehicles in need of repair driven onto their property by individuals seeking a professional mechanic. This occurred even though the subject lived alone and had not spoken to any individuals since being affected by SCP-3831.\n\n\n\n\n\n\nFactory\n\n\nIndividual was discovered inside thresher, operating damaged partions in order to keep it functioning. Upon discovery, floor manager verbally disciplined the subject for not being efficient enough, and a write-up was documented in their records.\n\n\n\n\n\n\nFast Food Restaurant\n\n\nOperated drive through, asking persons going through to help them instead of taking their order. Most customers ignored or made comments on being irritated by it while giving their orders.\n\n\n\n\n\n\nCorporate Office\n\n\nDiscovered living inside an unoccupied office, subject had been treated as a \"Vice President of Teledirectors\". Repeatedly asked about telecommunications project of which the subject had no knowledge. Survived on foodstuffs found within office building.\n\n\n\n\n\n\nAcademic Institution\n\n\nStudents would walk up to affected subjects and hand over textbooks, demanding payment in return. Paltry or even non-monetary sums were accepted. Affected subject was also able to ride security golf carts without being questioned.\n\n\n\n\n\n\nSCP Foundation\n\n\nAfter the \nSCP-703\n containment breach, several pylons used in construction of its containment apparatus were discovered to be human subjects affected by SCP-3831. This did not play a role in the breach but presents a grave risk to informational and physical security of the Foundation’s staff. It also presents the first time SCP-3831 has fully objectified a subject in terms of serving a function reserved for an inanimate object. A thorough audit of Foundation construction materials and personnel is being undertaken by the ethics committee.\n\n\n\n\n\n\n\n\nEthics Committee Eyes Only\n\n\n\n\nAccess Granted\n\n\n\n\n\n\nIf you're reading this, you probably consider yourself loyal enough to the Foundation. They've taken care of you.\n\n\nIt might not bother you to know you're affected by 3831.\n\n\nWe've never been in short supply of ethically compromised scientists, but how do you think we get our clerks? Administrators and organizers, who keep the day to day mechanism of the Foundation going? Proofreaders? Hundreds like them might pass you in the halls every day. They've always been here. They always will be.\n\n\nOf course, it's not supposed to be in the wild. We used to have real people calling, a phone bank with anomalous handsets. It's an empty room now, somewhere in the bowels of a site. The calls don't seem to care, they keep rolling in and bringing us more people than ever. Dedicated, loyal employees.\n\n\nWhy do you think the Foundation has a \nbejeweled immortal body-hopper\n running our human resources department? That's the only way we can keep track of who we find and who we're sent. They integrate so quickly. In more ways than one.\n\n\nThe Foundation will take care of all of them, in the end.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3830\n | SCP-3831 | \nSCP-3832\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3831\n\" by Anonymous, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3831\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "If you're reading this, you probably consider yourself loyal enough to the Foundation. They've taken care of you. It might not bother you to know you're affected by 3831. We've never been in short supply of ethically compromised scientists, but how do you think we get our clerks? Administrators and organizers, who keep the day to day mechanism of the Foundation going? Proofreaders? Hundreds like them might pass you in the halls every day. They've always been here. They always will be. Of course, it's not supposed to be in the wild. We used to have real people calling, a phone bank with anomalous handsets. It's an empty room now, somewhere in the bowels of a site. The calls don't seem to care, they keep rolling in and bringing us more people than ever. Dedicated, loyal employees. Why do you think the Foundation has a bejeweled immortal body-hopper running our human resources department? That's the only way we can keep track of who we find and who we're sent. They integrate so quickly. In more ways than one. The Foundation will take care of all of them, in the end.",
        "\" SCP-3831 \" by Anonymous, from the SCP Wiki . Source: https://scpwiki.com/scp-3831 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Euclid",
    "containment_procedures": "SCP-3831 has been shut off from public access. Any calls made using the phone number ███ ███ ████ are to be tracked and affected subjects taken into Foundation custody.",
    "description": "SCP-3831 is a group of public telephones located in Miami, FL. It has been stripped of all furnishings and all wiring has been disconnected. Anomalous phone calls generated at this location cause human subjects who answer them to be treated as though they are \"at work\". Subjects will begin to be perceived as and treated as an employee of any location they are in that employs workers in some fashion.",
    "title": "SCP-3831"
}