{
    "url": "https://scp-wiki.wikidot.com/scp-3835",
    "all_text": "rating: \n+87\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n94.85%\n\n(+92)\n\n\n5.15%\n\n(-5)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+87\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-3835\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n No individual Foundation agents are to occupy SCP-3835 for longer than fourteen consecutive hours. Personnel are not permitted to re-enter SCP-3585 until such time as their blood has a tetrahydrocannabinol level of no more than 2.5 ng / mL. Personnel assigned to SCP-3835 are to remain under the influence of at least 200mg of tetrahydrocannabinol (THC) for the duration of their shift. MTF Delta-20 (\"Blaze It\") is to patrol the perimeter surrounding SCP-3835 under the guise of local forest rangers.\n\n\nVarying strains of THC are provided upon request.\n\n\nDescription:\n SCP-3835 is a non-Euclidean\n1\n Papa John's Pizza located within a pollard beech tree in Catskill, New York. While normally imperceptible to the human eye, a door leading to SCP-3835's interior can be accessed while subjects are experiencing the effects of THC.\n\n\nThe interior of SCP-3835 resembles a non-anomalous Papa John's with one major difference; all windows, save for the small window within the door leading to the interior, are covered with bark. Pizzas prepared within SCP-3835 are comprised of wood, pine sap, and an unknown substance that are combined and physically transmuted within the on-site oven, though the exact nature of how this is accomplished is unknown. These pizzas, once processed, are indistinguishable from non-anomalous Papa John's brand pizza and can be purchased using non-anomalous currency or through bartering with an SCP-3835-1 instance.\n\n\nSCP-3835-1 instances are green bipedal entities averaging a height between 0.9 and 1.2 meters. All SCP-3835-1 instances wear attire identical to that of standard-issue Papa John's uniforms. SCP-3835-1 instances are capable of speaking both English as well as an unknown, consonant-heavy language.\n\n\nInterview SCP-3835-1 \"Tristan\"\n\nSCP-3835 was discovered by Junior Researcher Umar Hadid during his leave of absence following the \nPost-Containment Incident\n. He was awarded a Greenhead Explorer Award and was granted permission to document the anomaly before returning to his leave.\n\n\nJunior Researcher Hadid entered SCP-3835, accompanied by an armed escort comprised of members of MTF Delta-20. Upon the completion of his order\n2\n, an SCP-3835-1 instance agreed to an interview during its allotted break period. The following interview has been attached below.\n\n\n\n\nInterviewer:\n Junior Researcher Umar Hadid\n\n\nInterviewed:\n SCP-3835-1\n\n\n<Begin Log>\n\n\nJ.R. Hadid:\n Alright dude, can you uh…\n\n\nSCP-3835-1:\n ( \nSpeaking an unknown language\n )\n\n\n( \nThere are several seconds of silence. Junior Researcher Hadid coughs several times and sniffles.\n )\n\n\nJ.R. Hadid:\n You. Name, please.\n\n\nSCP-3835-1:\n Horith Ramos of House Valkayn. You've asked me that six times now.\n\n\nJ.R. Hadid:\n Sorry, I'm a little… cloudy.\n\n\n( \nSCP-3835-1 nods and leans back in its chair. It pulls out a pocket knife and a small, semi-carved statue from its pocket and begins whittling. Delta 20 Alpha, Beta, Gamma and Echo take their seats at the adjacent table and observe SCP-3835-1. J.R. Hadid coughs and shakes his head.\n )\n\n\nJ.R. Hadid:\n What are you doing?\n\n\nHorse\n SCP-3835-1:\n What, never seen a goblin whittle on his break before?\n\n\nJ.R. Hadid:\n I mean what are you doing \nhere\n in this \nfucking\n tree?\n\n\nSCP-3835-1:\n Running a Papa John's.\n\n\n( \nJ.R. Hadid leans his head back and sighs.\n )\n\n\nJ.R. Hadid:\n Look man, I'm just trying to get some work done so can you \nplease\n give me a straightforward answer.\n\n\nHorith\n SCP-3835-1:\n Let me ask you this, buddy. Why are \nyou\n here? In our place? You and your friends got your pizza, you got your interview, got my name, what else do you want?\n\n\nJ.R. Hadid:\n An explanation.\n\n\n( \nSCP-3835-1 scoffs.\n )\n\n\nSCP-3835-1:\n For what? It ain't my business what you business affairs you pursue. Why are you so nosey?\n\n\nJ.R. Hadid:\n We're scien- we- we're scientists. Are you safe?\n\n\n( \nSCP-3835-1 hands the now completed wooden sculpture to Delta 20-Alpha, who hands it to Beta. The sculpture animates and proceeds to move in a rhythmic manner that would suggest it is dancing. Beta, Gamma, and Echo are laughing. Alpha's attention remains focused on SCP-3835-1.\n )\n\n\n( \nJ.R. Hadid attempts to signal to Alpha but is unsuccessful. SCP-3835-1 frowns, pulls out a small block of wood and begins carving into it.\n )\n\n\nSCP-3835-1:\n You know, what's funny? We were safe for a \nlong\n time before you got involved. Those \nhairy fucks\n tried to wipe us out centuries ago. Our \ncousins\n \ngraciously\n closed the well off before we could escape into the forest. Left us on this side of the shit show.\n\n\nJ.R. Hadid:\n What happened?\n\n\nHoith\n \nHorse\n \nHorith\n SCP-3835-1:\n They stole our names and fled, that's what. We had to improvise. By the time the big boys figured out where we went, well, they were too mellowed out to do anything about it. Couldn't stay focused long enough. Eventually, after enough of 'em went missing, we were at peace.\n\n\nJ.R. Hadid:\n Was this always ( \nHe coughs\n ) a Papa John's?\n\n\nSCP-3835-1:\n No. But times changed. Your kind likes their pizza, and my kind aims to deliver. Unlike DiGornio.\n\n\n( \nJ.R. Hadid laughs. SCP-3835-1 does not look up from its wooden carving.\n )\n\n\nSCP-3835-1:\n And, you know after a while we stopped hearing from folks. Stopped seeing those behemoths. Stopped hearing from our friends and family. Started gettin' hungry.\n\n\nJ.R. Hadid:\n What'd you do?\n\n\n( \nThe initial statue returns to SCP-3835-1 with four wallets. Beta, Gamma, and Echo laugh. Alpha continues to stare as she consumes a slice of Hawaiian pizza. SCP-3835-1 stores the wallets in its pant pocket.\n )\n\n\nSCP-3835-1:\n Made deals with the locals for food, money to buy food, construction efforts, you know how society works. And now…\n\n\n( \nSCP-3835-1 sets the second statue on the table between it and J.R. Hadid. The second statue becomes animated and rolls tetrahydrocannabinol residue within a napkin. Using anomalous means, the statue lights the end of the rolled napkin before handing it to J.R. Hadid.\n )\n\n\nSCP-3835-1:\n ( \nRifling through the content of the wallets.\n ) Well, we all make a living somehow.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A location with dimensions that exceed the exterior of the building in which it is contained.\n\n\n2\n. Which included a large Hawaiian pizza, among other unusual items.\n\n\n\n\n\n\n\n\n« \nSCP-3834\n | SCP-3835 | \nSCP-3836\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3835\n\" by Marceline_Raynes, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3835\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-3835 \" by Marceline_Raynes, from the SCP Wiki . Source: https://scpwiki.com/scp-3835 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3835",
    "object_class": "Safe",
    "containment_procedures": "No individual Foundation agents are to occupy SCP-3835 for longer than fourteen consecutive hours. Personnel are not permitted to re-enter SCP-3585 until such time as their blood has a tetrahydrocannabinol level of no more than 2.5 ng / mL. Personnel assigned to SCP-3835 are to remain under the influence of at least 200mg of tetrahydrocannabinol (THC) for the duration of their shift. MTF Delta-20 (\"Blaze It\") is to patrol the perimeter surrounding SCP-3835 under the guise of local forest rangers.",
    "description": "SCP-3835 is a non-Euclidean1 Papa John's Pizza located within a pollard beech tree in Catskill, New York. While normally imperceptible to the human eye, a door leading to SCP-3835's interior can be accessed while subjects are experiencing the effects of THC.",
    "title": "SCP-3835"
}