{
    "url": "https://scp-wiki.wikidot.com/scp-3836",
    "all_text": "To prevent unexpected modes of locomotion, SCP-3836 must be made to report the intended purpose of the vehicle before testing.\n Entirety of report consists of \"Go fast\" in all cases, instructions rescinded.\n\n\n\n\n\n\nrating: \n+175\n+\n–\nx\n\n\nItem #:\n SCP-3836\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-3836 is to be kept in a 4 meter by 4 meter by 5 meter chamber, furnished with a bed, sink, shower and jungle gym. SCP-3836 is to be provided with tools and small pieces of machinery for entertainment as requested. Music may be played in the chamber at SCP-3836's request between the hours of 9 AM and 6 PM. SCP-3836 may be allowed to exit its chamber and travel the facility, provided it has at least one escort.\n\n\nSCP-3836 is to be fed twice a day, and is to receive an oil change monthly.\n\n\nAny materials used in testing with SCP-3836 must be approved by any Level 3 or higher staff before use. All testing is to be performed on the outdoors demolitions testing range onsite, with all observers behind a protective barrier.\n\n\n\n\n+ View Revision\n\n\n\n\n- Hide Revision\n\n\n\n\nAs of 11/17/2017, SCP-3836 is uncontained. Foundation radar is to continue to monitor deep space for any signs of SCP-3836.\n\n\n\n\n\n\n\n\nDescription:\n SCP-3836 is the corpse of an adult male Western Lowland Gorilla\n1\n. The upper half of the corpse has most of the flesh missing and bears light scorch marks over the exposed bone. The skull has a large split down the middle of the face, and has no flesh on it other than the eyeballs. Minor decomposition has occurred across the body, as well as minor injuries. All blood in SCP-3836 has been replaced with a mixture of commercially-available engine oil through unknown means. If this oil is not changed at least once every 6 weeks, SCP-3836 will enter a comatose state until new oil is provided. SCP-3836 normally wears a large pair of heavily-stained overalls, workboots and tinted protective goggles.\n\n\nDespite the damage done to it, SCP-3836 remains fully animate and sapient, and is capable of movement and crude speech. SCP-3836 has shown to have much higher levels of intelligence than other members of its species, being able to read and write in English and perform basic arithmetic, albeit both with \noccasional\n frequent errors. SCP-3836 demonstrates expertise in the areas of mechanics and engineering, despite lacking in other areas of intelligence normally essential to understanding such materials. It has shown to have a simplistic personality, and enjoys listening to fast-paced music and making repairs and modifications to motor vehicles. The goal of these creations, as stated repeatedly by SCP-3836, is to \n\"Go fast\"\n.\n\n\n\n\n+ Show Interview Log\n\n\n\n\n- Hide Interview Log\n\n\n\n\n\n\nInterview 3836-011-D\n\n\nDate:\n 8/7/2015\n\n\nInterviewer:\n Dr. Sambre\n\n\nInterviewee:\n SCP-3836\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Sambre:\n Good afternoon, SCP-3836. I appreciate you agreeing to an interview.\n\n\nSCP-3836:\n It okay. Done with last fast, need time for think of new. No busy.\n\n\nDr. Sambre:\n I see, you'll have plenty of time to think. Now, I'd like to know a little more about you. For instance, could you tell me where you learned how to talk?\n\n\nSCP-3836:\n Talk easy, it just air go fast from mouth. I am know all fast things. Words, is harder. Not all words fast. Learn all fast words from book, no need other.\n\n\nDr. Sambre:\n Mmhm. You've made it clear you like fast things. Why is that?\n\n\nSCP-3836 rises out of the chair, and strikes a heroic pose with one foot on the table and one hand over its chest.\n\n\nSCP-3836:\n Fast is way world go! World? Fast around sun! Warm from sun? Very fast, to world! Me, you? Have leg, leg not so fast. Need go faster, reach true fast! Become like sun! Warm for all, bright and shine! Faster than dead, no more dead! Only fast!\n\n\nDr. Sambre:\n …And you hope to accomplish this through your machines?\n\n\nSCP-3836:\n Is good start. Still need faster. More boom in engine, or maybe just more engine. Or both!\n\n\nDr. Sambre:\n Okay, as long as the \"boom\" stays in the engine. One more question, and then you can go back to your thinking. You seem to have… severe injuries on the top half of your body. Where did you get them, and how have you survived?\n\n\nSCP-3836:\n Oh, I lean out window when go big fast. No know how fast, dial go boom after say lots of nines.\n\n\nDr. Sambre:\n …And you survived this?\n\n\nSCP-3836:\n Is okay, I wear goggles.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nThe primary anomalous ability of SCP-3836 is the creation and application of anomalous modifications to motor vehicles. Without fail, any and all modifications made by SCP-3836 will result in anomalous phenomena occurring upon attempts to drive the vehicle. These anomalies include successful installation of normally incompatible mechanisms, bestowing anomalous properties upon preexisting components via normal physical modification, and the fabrication and usage of entirely new anomalous components. Any attempts to replicate these modifications by any individual other than SCP-3836 have resulted in failure.\n\n\n\n\n+ Show Test Log\n\n\n\n\n- Hide Log\n\n\n\n\nTest SCP-3836-05\n\n\n\n\nVehicle Base:\n Yamaha Drive G29 Golf Cart\n\n\nModifications:\n Exhaust pipe connected directly to fuel tank, fuel replaced with a mixture of diesel and nitrous oxide, lit match affixed to end of exhaust pipe, chicken-wire windshield added, \"FAST\" written across hood in red paint.\n\n\nResults:\n Upon ignition, a rapid series of explosions emerge from the exhaust pipe, launching the vehicle and SCP-3836 forwards at 227 kph for 26 seconds, after which the fuel runs out and the vehicle decelerates. The entire back half of the vehicle is heavily damaged, and all four tires have melted. SCP-3836 emerges from the driver's seat, laughing wildly.\n\n\nNotes:\n Due to the ██ injuries sustained, materials used in testing must be approved by project lead before being given to SCP-3836.\n\n\n\n\nTest SCP-3836-08\n\n\n\n\nVehicle Base:\n Vespa 946 Electric Scooter\n\n\nModifications:\n Replacement of headlight with air intake routed to engine by plastic drinking straws, entire flare gun placed in gas tank, ejector seat installed, crude sheet-metal wings affixed to either side, large button labelled \"FAST\" installed between handlebars.\n\n\nResults:\n While button is unpressed, scooter functions as normal. Upon pressing the button, a previously undiscovered hatch opens up in the rear of the vehicle, revealing a large nozzle. Flames burst from the nozzle as the intake turbine begins spinning, and the vehicle accelerates to 241 kph before becoming airborne, eventually reaching speeds of 385 kph. SCP-3836 remains airborne for a minute and a half before the vehicle nosedives, prompting activation of the ejector seat. Ejector seat functions, and the rest of the vehicle crashes.\n\n\nNotes:\n \nTo prevent unexpected modes of locomotion, SCP-3836 must be made to report the intended purpose of the vehicle before testing.\n Entirety of report consists of \"Go fast\" in all cases, instructions rescinded.\n\n\n\n\nTest SCP-3836-14\n\n\n\n\nVehicle Base:\n 2017 Toyota Prius c\n\n\nModifications:\n 18 Tesla coils of various sizes installed randomly over surface of the vehicle, unidentified device vaguely resembling a toaster implanted in dashboard, portions of disassembled plasma lamp glued to windshield, trunk completely filled with AA batteries.\n\n\nResults:\n When moving at more than 74 kph, all tesla coils will activate and vehicle will entirely phase through all forms of matter aside from the surface being traveled upon. Phasing includes air in the atmosphere, resulting in zero air resistance. Vehicle is capable of reaching speeds upwards of 120 kph without additional effort while phasing, and has displayed a top speed of 233 kph.\n\n\nNotes:\n Vehicle kept for usage in field operations. Personnel are to be reminded that no interaction with atmosphere means respiration is impossible without supplementary equipment.\n\n\n\n\nTest SCP-3836-16\n\n\n\n\nVehicle Base:\n Cessna 172 Skyhawk\n\n\nModifications:\n Tripled the amount of blades on the propeller, \"FAST\" written on each blade individually.\n\n\nResults:\n Vehicle displays a new top speed of 907 kph, almost exactly three times higher than previous max speed of 302 kph.\n\n\nNotes:\n Vehicle kept for usage in field operations.\n\n\n\n\nTest SCP-3836-23\n\n\n\n\nVehicle Base:\n Segway MiniPro With Handlebar\n\n\nModifications:\n Replaced the 2-horsepower electric motor with a 506-horsepower diesel engine, heavy-duty offroad tires installed on both wheels, unidentified component resembling a throttle intake affixed to standing platform, license plate reading \"FAST\" added, stereo installed, seatbelt tied loosely to handlebars\n\n\nResults:\n Prior to testing, SCP-3836 insisted upon building a specified test area including several ramps and other obstacles. After mounting the vehicle, SCP-3836 wraps the seatbelt around its waist before beginning to accelerate forwards. The vehicle launches off of the first jump at 71 kph and performs two full backflips before landing, at which point the stereo activates and confetti begins to blow out of the rear of the vehicle. It is noted that no confetti was included in the building materials. SCP-3836 then proceeds to travel along a grind rail while balancing on one tire, the sparks igniting the confetti. At this time SCP-3836 is observed to increase the volume of the stereo to the point where it is audible over the engine, now revealed to be playing \n\"Kickstart My Heart\"\n by American heavy metal band \nMötley Crüe\n. SCP-3836 continues to perform stunts at increasing speeds until both tires burst from friction, resulting in the destruction of the vehicle.\n\n\nNotes:\n SCP-3836 suffered severe injuries to both legs in the crash, but remained fully mobile and animate, showing no signs of discomfort or lapse in ability. It credited this to the seatbelt it installed. Requests from personnel to repeat the test and/or hold tests within a similar arena were denied.\n\n\n\n\nTest SCP-3836-28\n\n\n\n\nVehicle Base:\n Foundation Spacecraft Model G-3351\n\n\nModifications:\n Unidentified devices incorporating electromagnets and large amounts of electronics placed alongside interior of engines, turbines added inside fuel tanks, several additional layers added to heat shields, all life-support and computational systems replaced with additional engines, unidentified ring-shaped device added to exterior of vehicle, stick-shift with additional gear labelled \"FAST\" added to control panel.\n\n\nResults:\n See Addendum 1.\n\n\n\n\n\n\n\n\n\n\nAddendum 1:\n On 11/17/2017, Test SCP-3836-28 was carried out with special permission from Director ████████. A D-class using life-support gear was scheduled to operate the vehicle instead of SCP-3836, but SCP-3836 installed a secret hatch adjacent to the main thruster which it used to board and subsequently launch the vehicle when it was informed of this decision. SCP-3836 and the craft successfully exited earth's orbit, and disappeared from all Foundation radar 28 seconds after launch. To accomplish this feat would require speeds substantially greater than the speed of light. Before disappearing a single transmission was received from the spacecraft, presumably from SCP-3836:\n\n\n\n\nFAST ENOUGH.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \nGorilla gorilla gorilla\n\n\n\n\n\n\n\n\n« \nSCP-3835\n | SCP-3836 | \nSCP-3837\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3836\n\" by IAmTheOoga, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3836\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1: On 11/17/2017, Test SCP-3836-28 was carried out with special permission from Director ████████. A D-class using life-support gear was scheduled to operate the vehicle instead of SCP-3836, but SCP-3836 installed a secret hatch adjacent to the main thruster which it used to board and subsequently launch the vehicle when it was informed of this decision. SCP-3836 and the craft successfully exited earth's orbit, and disappeared from all Foundation radar 28 seconds after launch. To accomplish this feat would require speeds substantially greater than the speed of light. Before disappearing a single transmission was received from the spacecraft, presumably from SCP-3836:"
    ],
    "documents": [],
    "notes": [
        "Interview 3836-011-D Date: 8/7/2015 Interviewer: Dr. Sambre Interviewee: SCP-3836 [BEGIN LOG] Dr. Sambre: Good afternoon, SCP-3836. I appreciate you agreeing to an interview. SCP-3836: It okay. Done with last fast, need time for think of new. No busy. Dr. Sambre: I see, you'll have plenty of time to think. Now, I'd like to know a little more about you. For instance, could you tell me where you learned how to talk? SCP-3836: Talk easy, it just air go fast from mouth. I am know all fast things. Words, is harder. Not all words fast. Learn all fast words from book, no need other. Dr. Sambre: Mmhm. You've made it clear you like fast things. Why is that? SCP-3836 rises out of the chair, and strikes a heroic pose with one foot on the table and one hand over its chest. SCP-3836: Fast is way world go! World? Fast around sun! Warm from sun? Very fast, to world! Me, you? Have leg, leg not so fast. Need go faster, reach true fast! Become like sun! Warm for all, bright and shine! Faster than dead, no more dead! Only fast! Dr. Sambre: …And you hope to accomplish this through your machines? SCP-3836: Is good start. Still need faster. More boom in engine, or maybe just more engine. Or both! Dr. Sambre: Okay, as long as the \"boom\" stays in the engine. One more question, and then you can go back to your thinking. You seem to have… severe injuries on the top half of your body. Where did you get them, and how have you survived? SCP-3836: Oh, I lean out window when go big fast. No know how fast, dial go boom after say lots of nines. Dr. Sambre: …And you survived this? SCP-3836: Is okay, I wear goggles. [END LOG]",
        "Vehicle Base: Yamaha Drive G29 Golf Cart Modifications: Exhaust pipe connected directly to fuel tank, fuel replaced with a mixture of diesel and nitrous oxide, lit match affixed to end of exhaust pipe, chicken-wire windshield added, \"FAST\" written across hood in red paint. Results: Upon ignition, a rapid series of explosions emerge from the exhaust pipe, launching the vehicle and SCP-3836 forwards at 227 kph for 26 seconds, after which the fuel runs out and the vehicle decelerates. The entire back half of the vehicle is heavily damaged, and all four tires have melted. SCP-3836 emerges from the driver's seat, laughing wildly. Notes: Due to the ██ injuries sustained, materials used in testing must be approved by project lead before being given to SCP-3836.",
        "Vehicle Base: Vespa 946 Electric Scooter Modifications: Replacement of headlight with air intake routed to engine by plastic drinking straws, entire flare gun placed in gas tank, ejector seat installed, crude sheet-metal wings affixed to either side, large button labelled \"FAST\" installed between handlebars. Results: While button is unpressed, scooter functions as normal. Upon pressing the button, a previously undiscovered hatch opens up in the rear of the vehicle, revealing a large nozzle. Flames burst from the nozzle as the intake turbine begins spinning, and the vehicle accelerates to 241 kph before becoming airborne, eventually reaching speeds of 385 kph. SCP-3836 remains airborne for a minute and a half before the vehicle nosedives, prompting activation of the ejector seat. Ejector seat functions, and the rest of the vehicle crashes. Notes: To prevent unexpected modes of locomotion, SCP-3836 must be made to report the intended purpose of the vehicle before testing. Entirety of report consists of \"Go fast\" in all cases, instructions rescinded.",
        "Vehicle Base: 2017 Toyota Prius c Modifications: 18 Tesla coils of various sizes installed randomly over surface of the vehicle, unidentified device vaguely resembling a toaster implanted in dashboard, portions of disassembled plasma lamp glued to windshield, trunk completely filled with AA batteries. Results: When moving at more than 74 kph, all tesla coils will activate and vehicle will entirely phase through all forms of matter aside from the surface being traveled upon. Phasing includes air in the atmosphere, resulting in zero air resistance. Vehicle is capable of reaching speeds upwards of 120 kph without additional effort while phasing, and has displayed a top speed of 233 kph. Notes: Vehicle kept for usage in field operations. Personnel are to be reminded that no interaction with atmosphere means respiration is impossible without supplementary equipment.",
        "Vehicle Base: Cessna 172 Skyhawk Modifications: Tripled the amount of blades on the propeller, \"FAST\" written on each blade individually. Results: Vehicle displays a new top speed of 907 kph, almost exactly three times higher than previous max speed of 302 kph. Notes: Vehicle kept for usage in field operations.",
        "Vehicle Base: Segway MiniPro With Handlebar Modifications: Replaced the 2-horsepower electric motor with a 506-horsepower diesel engine, heavy-duty offroad tires installed on both wheels, unidentified component resembling a throttle intake affixed to standing platform, license plate reading \"FAST\" added, stereo installed, seatbelt tied loosely to handlebars Results: Prior to testing, SCP-3836 insisted upon building a specified test area including several ramps and other obstacles. After mounting the vehicle, SCP-3836 wraps the seatbelt around its waist before beginning to accelerate forwards. The vehicle launches off of the first jump at 71 kph and performs two full backflips before landing, at which point the stereo activates and confetti begins to blow out of the rear of the vehicle. It is noted that no confetti was included in the building materials. SCP-3836 then proceeds to travel along a grind rail while balancing on one tire, the sparks igniting the confetti. At this time SCP-3836 is observed to increase the volume of the stereo to the point where it is audible over the engine, now revealed to be playing \"Kickstart My Heart\" by American heavy metal band Mötley Crüe . SCP-3836 continues to perform stunts at increasing speeds until both tires burst from friction, resulting in the destruction of the vehicle. Notes: SCP-3836 suffered severe injuries to both legs in the crash, but remained fully mobile and animate, showing no signs of discomfort or lapse in ability. It credited this to the seatbelt it installed. Requests from personnel to repeat the test and/or hold tests within a similar arena were denied.",
        "Vehicle Base: Foundation Spacecraft Model G-3351 Modifications: Unidentified devices incorporating electromagnets and large amounts of electronics placed alongside interior of engines, turbines added inside fuel tanks, several additional layers added to heat shields, all life-support and computational systems replaced with additional engines, unidentified ring-shaped device added to exterior of vehicle, stick-shift with additional gear labelled \"FAST\" added to control panel. Results: See Addendum 1.",
        "FAST ENOUGH.",
        "\" SCP-3836 \" by IAmTheOoga, from the SCP Wiki . Source: https://scpwiki.com/scp-3836 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3836",
    "object_class": "Euclid",
    "containment_procedures": "SCP-3836 is to be kept in a 4 meter by 4 meter by 5 meter chamber, furnished with a bed, sink, shower and jungle gym. SCP-3836 is to be provided with tools and small pieces of machinery for entertainment as requested. Music may be played in the chamber at SCP-3836's request between the hours of 9 AM and 6 PM. SCP-3836 may be allowed to exit its chamber and travel the facility, provided it has at least one escort.",
    "description": "SCP-3836 is the corpse of an adult male Western Lowland Gorilla1. The upper half of the corpse has most of the flesh missing and bears light scorch marks over the exposed bone. The skull has a large split down the middle of the face, and has no flesh on it other than the eyeballs. Minor decomposition has occurred across the body, as well as minor injuries. All blood in SCP-3836 has been replaced with a mixture of commercially-available engine oil through unknown means. If this oil is not changed at least once every 6 weeks, SCP-3836 will enter a comatose state until new oil is provided. SCP-3836 normally wears a large pair of heavily-stained overalls, workboots and tinted protective goggles.",
    "title": "SCP-3836"
}