{
    "url": "https://scp-wiki.wikidot.com/scp-3841",
    "all_text": "rating: \n+326\n+\n–\nx\n\n\nItem #:\n SCP-3841\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Cover stories attributing the debris ring around Luyten b to asteroid impacts and other non-anomalous stellar phenomena have been disseminated. Discovery of SCP-3841 by civilian astronomers is impossible, due to the planet's atmospheric haze. However, in the event this does occur, any resultant research will be discredited by Foundation-run academic journals, which will publish their own papers presenting different explanations for the discoveries. Amnesticization of involved persons may be performed if deemed necessary.\n\n\nFour monitoring satellites and surface observation probes have been deployed by Foundation extrasolar exploration vessels to monitor Luyten b for signs of further activity. Luyten b is classified as off-limits for potential human interstellar colonization in the near future.\n\n\nDescription:\n SCP-3841 designates the remnants of a halted K-Class event (K-3841) that occurred on the exoplanet Luyten b\n1\n at an unknown time in the recent past. The exact details of the event are unclear, though it is known to have resulted in the extinction of all life on Luyten b, including its native sapient civilization (hereafter \"Luytenians\").\n\n\nThe primary cause of K-3841 is presumed to have been SCP-3841-Ω, an organism whose skeletal remains span two continents on Luyten b. The cadaver is 3,300 km long and is hexapedal in nature, similar in structure to the bodies of Luytenians, with the frontmost two legs possessing feet that could act as graspers. When alive it likely had a skull with the same structure of Luytenian skulls, having two lower jaws and an upper jaw, but the entire head region has been destroyed. Fragments of it have been found in craters across the planet, in orbits around Luyten b, and in orbits around Luyten's Star at the escape velocity of Luyten b. Surrounding the lower portion of the skeleton is a crater with a 300 km radius, likely the site where SCP-3841-Ω began its formation. The hind legs and tail structure of the skeleton are incomplete, suggesting that the organism had not fully formed when it expired. What anomalous means the organism used to stay alive in spite of its size are unclear.\n\n\nWhat substance forms the skeleton is unknown. No tools, such as drills and laser carvers, have penetrated its surface, and no amount of applied heat or force have caused damage.\n\n\nDecaying organic matter is attached to the sides of the skeleton, holding some sections together, which progressively converts into a reddish-brown slurry of organic chemicals that falls from SCP-3841-Ω. This currently covers much of the region surrounding SCP-3841-Ω, filling former lakes and oceans. The last of the matter attached to the skeleton is expected to finish decaying in fifty years.\n\n\nOther structures of anomalous origin have been discovered in the vicinity of SCP-3841-Ω. Exploration teams investigating Luytenian cities found several structures of concentric circles formed from thousands of Luytenian cadavers, all of which had been attached by fusion of the limbs. Skyscrapers, primarily those ringing the crater, have calcified organic growths formed from fused Luytenian bodies that extend in directions away from the crater's epicenter. These reach lengths of up to 0.6 km and heights of up to 1km, many having collapsed in recent years. Symbols of potentially thaumic nature are also carved into mountain ranges, islands, and remaining skyscrapers.\n\n\nLuyten b is barren as a result of K-3841. No living fauna, flora, and microscopic life have been found, and all regions previously containing liquid water are entirely dry. CO\n2\n and methane are the most abundant atmospheric gasses, forming a dense haze that encompasses the planet and blocks light from Luyten's star. Atmospheric conditions and radiation levels are consistent with those of global nuclear fallout.\n2\n\n\nA gradually dissipating debris ring of rocky matter orbits Luyten b. Its origins are uncertain.\n\n\nLittle knowledge exists on Luytenian civilization. Present observations indicate that they had reached the same level of technological advancement as modern humanity, though what culture they had has not been determined. Book-like objects and the remnants of computer systems have been uncovered but have all contained cognitohazardous depictions of SCP-3841-Ω that induce vegetative states in organisms that view them.\n3\n All Luytenian cadavers discovered to date lack a brain-equivalent organ, despite the presence of empty spaces in their skulls where a brain could reside. Most cadavers were found with their heads pointing in the direction of SCP-3841-Ω's crater.\n\n\nWhile the exact events of K-3841 are not understood, hypotheses have been proposed to explain the death of SCP-3841-Ω. Initially it was believed that mass nuclear bombardment of the head caused its destruction, which, while potentially an explanation for the nuclear fallout, was ruled out after tests with nuclear equipment failed to damage recovered skeleton fragments. No other known weaponry possessed by the Luytenians could have caused the damage.\n\n\nThe leading hypothesis is that, during the formation of SCP-3841-Ω, it gained such a mass that it generated a gravitational field sufficient enough to alter the orbit of a small moon of Luyten b. Continued alterations from the field and further size growth lead to the moon's orbit intersecting with SCP-3841-Ω, resulting in it directly impacting the head. The accidental death then halted K-3841. This is consistent with the existence of the debris field and the wide spread of skull fragments.\n\n\nLuyten b is not expected to be habitable for the next thousand years, if ever.\n\n\nAddendum.3841.1:\n \nSCP-3841-Ω Decay Slurry Alterations\n\n\nFrom 2030 to 2033, probes that had been continually analyzing the chemicals in the SCP-3841-Ω decayed matter slurry detected increasing quantities of chemicals similar in nature to amino acids. RNA and DNA equivalent structures emerged soon after. In 2034 the first single-celled organisms were observed, and as of 2035 colonies of multicellular organisms have formed in the slurry and the land bordering it. The colonies primarily convert CO\n2\n to O\n2\n.\n\n\nAdditional probes and monitoring devices are scheduled for deployment on Luyten b. Previously predicted time spans for habitability are under reconsideration.\n\n\n\n\nFootnotes\n\n\n1\n. Orbiting in the habitable zone of red dwarf Luyten's Star, 12.20 light-years away, with a mass of 2.63 Earth masses. The planet is predicted to have been highly Earth-like prior to K-3841.\n\n\n2\n. Supported by the presence of highly irradiated craters in cities and previously inhabited locales, mainly those near SCP-3841-Ω, undetonated dud nuclear weaponry, and emptied missile silos at discovered military sites.\n\n\n3\n. The amount of cognitohazards present in information sources decreases the further away the source was from SCP-3841-Ω's crater.\n\n\n\n\n\n\n\n\n« \nSCP-3840\n | SCP-3841 | \nSCP-3842\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3841\n\" by NatVoltaic, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3841\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum.3841.1: SCP-3841-Ω Decay Slurry Alterations\nFrom 2030 to 2033, probes that had been continually analyzing the chemicals in the SCP-3841-Ω decayed matter slurry detected increasing quantities of chemicals similar in nature to amino acids. RNA and DNA equivalent structures emerged soon after. In 2034 the first single-celled organisms were observed, and as of 2035 colonies of multicellular organisms have formed in the slurry and the land bordering it. The colonies primarily convert CO 2 to O 2 .\nAdditional probes and monitoring devices are scheduled for deployment on Luyten b. Previously predicted time spans for habitability are under reconsideration."
    ],
    "documents": [],
    "notes": [
        "\" SCP-3841 \" by NatVoltaic, from the SCP Wiki . Source: https://scpwiki.com/scp-3841 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3841",
    "object_class": "Safe",
    "containment_procedures": "Cover stories attributing the debris ring around Luyten b to asteroid impacts and other non-anomalous stellar phenomena have been disseminated. Discovery of SCP-3841 by civilian astronomers is impossible, due to the planet's atmospheric haze. However, in the event this does occur, any resultant research will be discredited by Foundation-run academic journals, which will publish their own papers presenting different explanations for the discoveries. Amnesticization of involved persons may be performed if deemed necessary.",
    "description": "SCP-3841 designates the remnants of a halted K-Class event (K-3841) that occurred on the exoplanet Luyten b1 at an unknown time in the recent past. The exact details of the event are unclear, though it is known to have resulted in the extinction of all life on Luyten b, including its native sapient civilization (hereafter \"Luytenians\").",
    "title": "SCP-3841"
}