{
    "url": "https://scp-wiki.wikidot.com/scp-3882",
    "all_text": "rating: \n+182\n+\n–\nx\n\n\nItem #:\n SCP-3882\n\n\nObject Class:\n Declassified\n\n\nSpecial Containment Procedures:\n On 06/04/2019, the Triumvirate council voted on the declassification of SCP-3882 in a 6-3 vote. To help the population of Earth adjust to imminent event \nXK-610-Ω\n, versions of SCP-3882 with adjusted anomalous effects have been introduced into the general populace. Audio files of the unadjusted versions of these songs are available on request.\n\n\nDescription:\n SCP-3882 currently refers to five concept albums created by The Shattered Deus, a three-person metal group affiliated with \nMekhanism\n. The aim of The Shattered Deus, in the words of founding member 16 Edgar Kingsmith.5, is \"spreading the word of MEKHANE and rocking the fuck out while doing so.\"\n1\n\n\nEach instance of SCP-3882 corresponds to a major piece of Mekhanite scripture, and while all fitting in the genre of metal music, each instance varies in tone and composition. All instances share the same basic anomaly, where a memetic agent (classified SCP-3882-A) is inserted into the instrumentation of the songs. When made audible, SCP-3882-A causes the implantation of knowledge of relevant pieces of Mekhanite scripture into the listeners, which varies from album to album.\n\n\nThe full list of SCP-3882 instances follows:\n\n\n\n\nSCP-3882-1 is titled \nRise and Fall of Mekhane\n, and has twelve tracks listed. SCP-3882-1's songs are an amalgamated retelling of various Mekhanite creation myths from the Book of Shattering\n2\n. Music generally conforms to the glam metal genre, but the final two tracks are more akin to industrial metal.\n\n\nSCP-3882-2 is titled \nBrass Rites and Silicon Rituals\n, composed of seventeen tracks. Each track retells a different ceremony or ritual as described in both Maxwellist and Cogwork Orthodox teachings. Broken Church teachings are notably absent.\n\n\nSCP-3882-3 is titled \nHorrors of the Flesh.\n A death metal album with twenty-two tracks, SCP-3882-3 is a retelling of the Books of Horrors and Disassembly, which both portend various apocalyptic events relevant to the teachings of Mekhanism.\n\n\nSCP-3882-4 is titled \nD3FR4GM3N7 W4N\n3\n, and is a deviation from the style of other albums produced by The Shattered Deus. Largely focusing on Maxwellist gospels, particularly the accounts of Saints, most of the tracks have techno instrumentation, but have lyrics that are in the style of metal songs.\n\n\nSCP-3882-5 is titled \nSteam-Powered Souls\n. Songs retell pieces of Cogwork Orthodox scripture related to the augmentation of members through anomalous means. Significantly more somber than other albums, members of The Shattered Deus cite the song \nHurt\n by the band Nine Inch Nails as a major inspiration for the album.\n\n\n\n\nKnowledge implanted by SCP-3882-A is accompanied by a minor compulsive effect in individuals that are not members of any Mekhanite sect. These individuals will passively be drawn to individuals, objects, writings and iconography relevant to the Mekhanite faiths. In several cases, individuals affected by SCP-3882-A were capable of locating a single member of the Church of Maxwellism in a crowd of over 200 non-anomalous individuals.\n\n\nThis behavior typically leads to the discovery of Mekhanism; however, due to the large amount of both anomalous and mundane body modification undergone by most major sects, conversion rate is predictably low. Due to being a method though which the general populace can discover relatively benign anomalies, SCP-3882 is part of the Triumvirate's Project ENNUI, mainly focusing on distribution of SCP-3882 in North America, the UK, and Japan.\n\n\nAddendum: Dossier on Members of The Shattered Deus:\n\n\n\n\nName:\n 16 Edgar Kingsmith.5\n\n\nGender:\n Male\n\n\nRole:\n Lead guitar and vocals\n\n\nSect:\n Broken Church\n\n\nHistory:\n Born as Edgar Kingsmith in 1989, converted to Mekhanism following two tours in the Iraq war, and subsequent loss of their left leg. Approached by the Mekhanist charity \"God's Arms\",\n4\n which offered a replacement limb in exchange for Kingsmith studying Mekhanist teachings. Received an instance of E-1932\n5\n in 2010 as a display of loyalty to the Broken Church. Fought in several conflicts between proto-Triumvirate forces and the Broken Church, including a retaliatory assault for \na Horizon Initiative attack on a Broken Church settlement\n in [REDACTED], resulting in the partial destruction of a major piece of UAE-Aleph-015.\n\n\nMajor Augmentations:\n\n\n\n\nInstance of E-1932 (replacing larynx)\n\n\nLeft leg is an Anderson Robotics Acoustolimb model, and acts as a speaker with high audio fidelity.\n\n\nFingers on both hands have been replaced with custom-made augmentations that are capable of producing sound when \"strumming\" the air similar to a guitar.\n\n\n\n\n\n\n\n\nName:\n Great Engine 94\n\n\nGender:\n Undisclosed.\n\n\nRole:\n Bass Guitar\n\n\nSect:\n Cogwork Orthodoxy\n\n\nHistory:\n Date of birth and name unknown. Allegedly a life-long member of the Cogwork Orthodoxy. Underwent full-body conversion at the age of 21.\n6\n Only biological components remaining are the skeletal structure, heart and larynx. Joined the Shattered Deus after seeing Kingsmith.5 performing solo in BackdoorSoHo, New York City, New York.\n\n\nMajor Augmentations:\n\n\n\n\nCollapsible bass guitar integrated into torso, removable without threatening the integrity of the body.\n\n\nVocal amplifiers located above larynx, allowing for up to 130dB of vocal amplification without physical strain.\n\n\nLow-power ballistic cannons located in shoulders, allowing for detonation of fireworks or blanks, capable of producing sounds of up to 140dB.\n\n\n\n\n\n\n\n\nName:\n Jackintosh of Albany\n\n\nRole:\n Drummer and backup vocals\n\n\nGender:\n Female\n\n\nSect:\n Church of Maxwellism\n\n\nHistory:\n Born in 1992, second-generation Maxwellist. Born as Jackie Smythe in London, England, originally saw a performance by the Shattered Deus in Three Portlands, and later persuaded Kingsmith.5 and Great Engine 94 to include her in the band after a musical battle in Hastily Made Cleveland Backdoor, Cleveland, Ohio.\n\n\nMajor Augmentations:\n\n\n\n\nSpeakers implanted in shoulders, capable of producing high-fidelity sound.\n\n\nEardrums are connected to an implanted 3TB hard drive, allowing for the recording of several hundred hours of music.\n\n\nHolographic projectors located around solar plexus allow for the production of semi-solid light constructs, which act as drums capable of being played by Jackintosh. This process uses a large amount of internal battery and produces heat, and as such, is impractical for long-term use.\n\n\n\n\n\n\nAddendum: Lyrical Samples:\n Lyrics from instances of SCP-3882 are non-anomalous, and as such, lyrics from songs written by the Shattered Deus have been provided below; access to full songs written by SCP-3882 are available on request.\n\n\nItalicized lyrics are spoken as opposed to sung.\n\n\nFrom SCP-3882-1:\n\n\n\n\nTrack Title: She\n\n\nIn the beginning, there was darkness.\n\n\nThen, the Demiurge declared that there would be light.\n\n\nFrom this light came chaos and material\n\n\nTo contain the chaos, a cage was built.\n\n\nBefore all this, She was born.\n\n\nShe! Is the cage and\n\nShe! Is the savior and\n\nShe! Is the voice of the gears\n\nShe! Is shattered and now\n\nShe! Must be reborn\n\n\nShe! Is the soul of the brass\n\nShe! Is the wind through the grass\n\nShe! Is the silicon brain\n\nShe! Is the voice on the rain!\n\n\nShe's watched over us for billions of years,\n\nAnd mankind has shed so many tears\n\nFor the being who they never knew,\n\nThe voice in the stars, coming back anew!\n\n\nShe! Is the Broken One!\n\nShe! Is the Fragmented One!\n\nShe! Will be shattered no more!\n\nShe! Will be riding on the mortal shore!\n\nShe! Comes upon a cogwork steed!\n\nShe! Will accept all into her creed!\n\nShe! Heralds the coming of the rebirth!\n\nShe! Will save the Earth!\n\n\nShe's watched over us for billions of years,\n\nAnd mankind has shed so many tears,\n\nThe sins of the flesh will be undone,\n\nAnd a new age will have begun!\n\n\nShe! Is the rebellious voice!\n\nShe! Gave us the choice!\n\nShe! Is our hope!\n\nShe! Is MEKHANE!\n\n\n\n\nFrom SCP-3882-2:\n\n\n\n\nTrack Title: The Rain of Oil\n7\n\n\nYour heart ticks and tocks and ticks and tocks,\n\nYour brain picks our locks, picks our locks,\n\nAnd you cannot comprehend, comprehend,\n\nThat though you die, it is not the end.\n\n\nThe next chapter, the undiscovered country\n\nBegins when the gears of your heart break and stall.\n\nFirst you drown, and then from the lake of oil you emerge,\n\nAnd you shall see her above, waiting for your sins to be purged!\n\n\nRust does not exist\n\nUnder the Rain of Oil!\n\nThe wicked shall no more persist\n\nUnder the Rain of Oil!\n\n\nThe tears of Mekhane!\n8\n\nWash away the sins of mortality!\n\nOur minds are one with her!\n\nAnd we transcend reality!\n\nShe weeps out of joy,\n\nSeeing us with her once more!\n\nCombined!\n\nWhole!\n\nReady! To! Fight! The! End!\n\n\nDeath does not exist\n\nUnder the Rain of Oil!\n\nThe righteous shall be kissed\n\nBy the Rain of Oil!\n\n\n\n\nFrom SCP-3882-3:\n\n\n\n\nTrack Title: Banished Rot\n\n\nKythera falls under a stream of bloody lava.\n\n\nMEKHANE weeps, clutching her hammer tight.\n\n\nFrom this sadness, soon, fury arises.\n\n\nAnd she proclaims her war against the Flesh that Hates.\n\n\nYOU!\n\nFilthy God, Wretched Flesh, Sinful Material!\n\nRot into the fires of obscurity!\n\nYou white worms will not find footing in our world!\n\nOur ichor sheds, poisoning your blood!\n\nMy hammer falls!\n\nOn!\n\nYour!\n\nSkulls!\n9\n\n\nI banish you!\n\nYour rot recoils!\n\nElectric evisceration!\n\nThe hammer of lightning\n\nSends you flying!\n\nYour bones broken,\n\nYour followers dying!\n\nI seal you!\n\nBeneath the Frozen Plain!\n\nAnd I reveal you!\n\nTo be the evil! The horror!\n\nTHE FLESH!\n\n\nI banish thee.\n10\n\n\nI seal thee.\n\n\nAnd when you return,\n\n\nWhen you break free,\n\n\nI will be waiting with the cannons of justice aimed at your skulls.\n\n\n\n\nFrom SCP-3882-5:\n\n\n\n\nTrack Title: The Gears of the Universe\n\nTurning eternal, the stars are cogs,\n\nAtoms grind in time to\n\nThe music of the spheres\n\nEnergies fold upon themselves,\n\nAs a background radiation battle\n\nRages for a billion years.\n\n\nWe feel the warmth of the eternal engines,\n\nShielding us from the cold chaos,\n\nFactory fires, widening gyres,\n\nEntropy consumes us,\n\nStill the gears of the universe turn.\n\n\n\n\nAddendum: Release Negotiations:\n In June of 2019, Dr. Yi Soon met with all three members of the Shattered Deus in Albany, New York, following a concert in order to negotiate a release of their albums to the general public.\n\n\n\n\nBegin Log\n\n\nDr. Soon:\n All right, there's the contract there. Look it over at your leisure.\n\n\nKingsmith.5:\n Sorry, but. This is weird. You've tried to exterminate our religion for the past hundred years or so. And suddenly you want to spread it.\n\n\nDr. Soon:\n I understand your apprehension. But… well, you've become a valuable ally, in light of what happened at Baikal. We've engineered a cure for the Flesh virus, we're beating back the Sarkics better than ever, and… (Dr. Soon sighs and takes off his glasses to rub his face.) I need to be honest. The world's going to end, in one way or another. And humanity isn't prepared for a God of Flesh and a God of Metal duking it out over… where, exactly?\n\n\nJackintosh:\n There's a lot of debate over where the Great Battle is going to take place. Supposedly, it's at the easternmost point of the world, but that was back when we though the world was flat, like the surface of an anvil.\n\n\nGreat Engine 94:\n The Consensus Is Korea.\n\n\nJackintosh:\n Among the tickers, yeah. The headcanon in the Network is that it's going to be somewhere in Siberia, maybe near the Bering Strait.\n\n\nKingsmith.5:\n Point is: East. It's going to be east of Greece.\n\n\nDr. Soon:\n In any case, we need some osmosis to prepare people for what's coming. We're already employing some paratech not found outside of 3Ports in medical procedures among the general populace. The Cleveland Clinic has figured out how to grow and transplant new stomachs with the schematics we gave them from Prometheus Labs.\n\n\nGreat Engine 94:\n You Are Also Releasing Some Anomalous Media, Yes?\n\n\nDr. Soon:\n Some, yeah, which is another reason why we're talking to you.\n\n\nJackintosh:\n Was wondering why \nPauper\n suddenly had a resurgence in popularity. Thank WAN for Nintendo.\n\n\nDr. Soon:\n Basically: if it doesn't kill anyone, we're releasing it. And your music seems like a good place to start the osmosis of Mekhanism into the popular consciousness.\n\n\nKingsmith.5:\n Agreed. Give us a little bit.\n\n\n(All three individuals deploy antennae from their skulls, and stay still for approximately fifty seconds, before Jackintosh speaks.)\n\n\nJackintosh:\n Took a bit to convince Great Engine, but we're happy to have a wider audience. Sales in 3Ports and BackdoorSoHo are down. What's the release schedule?\n\n\nDr. Soon:\n We don't want to flood the market. We're thinking of combining \nRise and Fall\n and \nBrass Rites\n into a single album and releasing it under our music label.\n\n\nKingsmith.5:\n You have a music la— of course you do. What do you think, Jack?\n\n\nJackintosh:\n We'd get some of the profits, at least?\n\n\nDr. Soon:\n Of course. We're not Motown. We'd also give it enough exposure that it became semi-mainstream.\n\n\nGreat Engine 94:\n Please Don't Let It Start A Juggalo Movement.\n\n\nDr. Soon:\n Beg pardon?\n\n\nJackintosh:\n Basically, stupidly popular band in the 2000's made up a fake religion for their albums. Their music was, by and large, awful. I'd rather listen to the Flesh masturbating furiously than hear them.\n\n\nDr. Soon:\n Well, I can't make any promises. The music-consuming public can be rather… odd. Fanatical in some cases.\n\n\nKingsmith.5:\n Let's not have any zealots born of this, either. We have some original recordings; we can probably tone down the parts of Her Word we have in there.\n\n\nJackintosh:\n We're about to record a single from our sixth album, too.\n\n\nDr. Soon:\n Really? Tell me about it.\n\n\nKingsmith.5:\n It's going to be epic. Like, jaw-droppingly great. We're ready to release the first single from it; it's called \"Voltaic Virtues\". Gonna be electro-metal, mainly focusing on a lesser-known faction of the Maxwellists.\n\n\nJackintosh:\n Well, more of a hybrid of Maxwellism and Orthodoxy; the Tesla Society is relatively new in town, but they're gaining traction, especially in those who grew up in mixed-religion households.\n\n\nDr. Soon:\n I… see.\n\n\nGreat Engine 94:\n Anything Else?\n\n\nDr. Soon:\n To be honest, I have to ask: why don't you produce more industrial metal?\n\n\nKingsmith.5:\n That's a bit stereotypical, don't you think?\n\n\nDr. Soon:\n Fair enough.\n\n\nEnd Log\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Emphasis removed.\n\n\n2\n. Referred to as \"The Broken God\" by Cogwork Orthodox sects, and \"The Great Fragmentation\" by Maxwellists.\n\n\n3\n. Meant to be read as \"Defragment WAN\"\n\n\n4\n. Made defunct by a joint Foundation-Horizon Initative effort in 2008, recently reconstituted.\n\n\n5\n. An anomalous artificial organ made of clockwork; most members of the Broken Church opt for an instance of E-1932 to replace their heart, but others prefer stomachs, lungs, kidneys, or even larynges.\n\n\n6\n. Considered the age of adulthood within the Cogwork Orthodox Church.\n\n\n7\n. The title of this track refers to a weather pattern the Cogwork Orthodox church believes occurs in the afterlife, where kerosene or a similar oil falls instead of rain, igniting if it lands upon a wicked being, washing away flesh on those who have conformed to the Church's teachings.\n\n\n8\n. Noted to be a title also given to \nSCP-217\n.\n\n\n9\n. These lyrics are accompanied by a sound produced by \"banging a sledgehammer against a pile of cymbals\", according to members of The Shattered Deus.\n\n\n10\n. This portion is spoken by an individual identified as Saint Lovelace of Kings, a major figure in the Church of Maxwellism's British parishes.\n\n\n\n\n\n\n\n\n« \nSCP-3881\n | SCP-3882 | \nSCP-3883\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3882\n\" by (user deleted), from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3882\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Dossier on Members of The Shattered Deus:",
        "Addendum: Lyrical Samples: Lyrics from instances of SCP-3882 are non-anomalous, and as such, lyrics from songs written by the Shattered Deus have been provided below; access to full songs written by SCP-3882 are available on request.\nItalicized lyrics are spoken as opposed to sung.\nFrom SCP-3882-1:\nFrom SCP-3882-2:\nFrom SCP-3882-3:\nFrom SCP-3882-5:",
        "Addendum: Release Negotiations: In June of 2019, Dr. Yi Soon met with all three members of the Shattered Deus in Albany, New York, following a concert in order to negotiate a release of their albums to the general public."
    ],
    "documents": [],
    "notes": [
        "Name: 16 Edgar Kingsmith.5 Gender: Male Role: Lead guitar and vocals Sect: Broken Church History: Born as Edgar Kingsmith in 1989, converted to Mekhanism following two tours in the Iraq war, and subsequent loss of their left leg. Approached by the Mekhanist charity \"God's Arms\", 4 which offered a replacement limb in exchange for Kingsmith studying Mekhanist teachings. Received an instance of E-1932 5 in 2010 as a display of loyalty to the Broken Church. Fought in several conflicts between proto-Triumvirate forces and the Broken Church, including a retaliatory assault for a Horizon Initiative attack on a Broken Church settlement in [REDACTED], resulting in the partial destruction of a major piece of UAE-Aleph-015. Major Augmentations: Instance of E-1932 (replacing larynx) Left leg is an Anderson Robotics Acoustolimb model, and acts as a speaker with high audio fidelity. Fingers on both hands have been replaced with custom-made augmentations that are capable of producing sound when \"strumming\" the air similar to a guitar.",
        "Name: Great Engine 94 Gender: Undisclosed. Role: Bass Guitar Sect: Cogwork Orthodoxy History: Date of birth and name unknown. Allegedly a life-long member of the Cogwork Orthodoxy. Underwent full-body conversion at the age of 21. 6 Only biological components remaining are the skeletal structure, heart and larynx. Joined the Shattered Deus after seeing Kingsmith.5 performing solo in BackdoorSoHo, New York City, New York. Major Augmentations: Collapsible bass guitar integrated into torso, removable without threatening the integrity of the body. Vocal amplifiers located above larynx, allowing for up to 130dB of vocal amplification without physical strain. Low-power ballistic cannons located in shoulders, allowing for detonation of fireworks or blanks, capable of producing sounds of up to 140dB.",
        "Name: Jackintosh of Albany Role: Drummer and backup vocals Gender: Female Sect: Church of Maxwellism History: Born in 1992, second-generation Maxwellist. Born as Jackie Smythe in London, England, originally saw a performance by the Shattered Deus in Three Portlands, and later persuaded Kingsmith.5 and Great Engine 94 to include her in the band after a musical battle in Hastily Made Cleveland Backdoor, Cleveland, Ohio. Major Augmentations: Speakers implanted in shoulders, capable of producing high-fidelity sound. Eardrums are connected to an implanted 3TB hard drive, allowing for the recording of several hundred hours of music. Holographic projectors located around solar plexus allow for the production of semi-solid light constructs, which act as drums capable of being played by Jackintosh. This process uses a large amount of internal battery and produces heat, and as such, is impractical for long-term use.",
        "Track Title: She In the beginning, there was darkness. Then, the Demiurge declared that there would be light. From this light came chaos and material To contain the chaos, a cage was built. Before all this, She was born. She! Is the cage and She! Is the savior and She! Is the voice of the gears She! Is shattered and now She! Must be reborn She! Is the soul of the brass She! Is the wind through the grass She! Is the silicon brain She! Is the voice on the rain! She's watched over us for billions of years, And mankind has shed so many tears For the being who they never knew, The voice in the stars, coming back anew! She! Is the Broken One! She! Is the Fragmented One! She! Will be shattered no more! She! Will be riding on the mortal shore! She! Comes upon a cogwork steed! She! Will accept all into her creed! She! Heralds the coming of the rebirth! She! Will save the Earth! She's watched over us for billions of years, And mankind has shed so many tears, The sins of the flesh will be undone, And a new age will have begun! She! Is the rebellious voice! She! Gave us the choice! She! Is our hope! She! Is MEKHANE!",
        "Track Title: The Rain of Oil 7 Your heart ticks and tocks and ticks and tocks, Your brain picks our locks, picks our locks, And you cannot comprehend, comprehend, That though you die, it is not the end. The next chapter, the undiscovered country Begins when the gears of your heart break and stall. First you drown, and then from the lake of oil you emerge, And you shall see her above, waiting for your sins to be purged! Rust does not exist Under the Rain of Oil! The wicked shall no more persist Under the Rain of Oil! The tears of Mekhane! 8 Wash away the sins of mortality! Our minds are one with her! And we transcend reality! She weeps out of joy, Seeing us with her once more! Combined! Whole! Ready! To! Fight! The! End! Death does not exist Under the Rain of Oil! The righteous shall be kissed By the Rain of Oil!",
        "Track Title: Banished Rot Kythera falls under a stream of bloody lava. MEKHANE weeps, clutching her hammer tight. From this sadness, soon, fury arises. And she proclaims her war against the Flesh that Hates. YOU! Filthy God, Wretched Flesh, Sinful Material! Rot into the fires of obscurity! You white worms will not find footing in our world! Our ichor sheds, poisoning your blood! My hammer falls! On! Your! Skulls! 9 I banish you! Your rot recoils! Electric evisceration! The hammer of lightning Sends you flying! Your bones broken, Your followers dying! I seal you! Beneath the Frozen Plain! And I reveal you! To be the evil! The horror! THE FLESH! I banish thee. 10 I seal thee. And when you return, When you break free, I will be waiting with the cannons of justice aimed at your skulls.",
        "Track Title: The Gears of the Universe Turning eternal, the stars are cogs, Atoms grind in time to The music of the spheres Energies fold upon themselves, As a background radiation battle Rages for a billion years. We feel the warmth of the eternal engines, Shielding us from the cold chaos, Factory fires, widening gyres, Entropy consumes us, Still the gears of the universe turn.",
        "Begin Log Dr. Soon: All right, there's the contract there. Look it over at your leisure. Kingsmith.5: Sorry, but. This is weird. You've tried to exterminate our religion for the past hundred years or so. And suddenly you want to spread it. Dr. Soon: I understand your apprehension. But… well, you've become a valuable ally, in light of what happened at Baikal. We've engineered a cure for the Flesh virus, we're beating back the Sarkics better than ever, and… (Dr. Soon sighs and takes off his glasses to rub his face.) I need to be honest. The world's going to end, in one way or another. And humanity isn't prepared for a God of Flesh and a God of Metal duking it out over… where, exactly? Jackintosh: There's a lot of debate over where the Great Battle is going to take place. Supposedly, it's at the easternmost point of the world, but that was back when we though the world was flat, like the surface of an anvil. Great Engine 94: The Consensus Is Korea. Jackintosh: Among the tickers, yeah. The headcanon in the Network is that it's going to be somewhere in Siberia, maybe near the Bering Strait. Kingsmith.5: Point is: East. It's going to be east of Greece. Dr. Soon: In any case, we need some osmosis to prepare people for what's coming. We're already employing some paratech not found outside of 3Ports in medical procedures among the general populace. The Cleveland Clinic has figured out how to grow and transplant new stomachs with the schematics we gave them from Prometheus Labs. Great Engine 94: You Are Also Releasing Some Anomalous Media, Yes? Dr. Soon: Some, yeah, which is another reason why we're talking to you. Jackintosh: Was wondering why Pauper suddenly had a resurgence in popularity. Thank WAN for Nintendo. Dr. Soon: Basically: if it doesn't kill anyone, we're releasing it. And your music seems like a good place to start the osmosis of Mekhanism into the popular consciousness. Kingsmith.5: Agreed. Give us a little bit. (All three individuals deploy antennae from their skulls, and stay still for approximately fifty seconds, before Jackintosh speaks.) Jackintosh: Took a bit to convince Great Engine, but we're happy to have a wider audience. Sales in 3Ports and BackdoorSoHo are down. What's the release schedule? Dr. Soon: We don't want to flood the market. We're thinking of combining Rise and Fall and Brass Rites into a single album and releasing it under our music label. Kingsmith.5: You have a music la— of course you do. What do you think, Jack? Jackintosh: We'd get some of the profits, at least? Dr. Soon: Of course. We're not Motown. We'd also give it enough exposure that it became semi-mainstream. Great Engine 94: Please Don't Let It Start A Juggalo Movement. Dr. Soon: Beg pardon? Jackintosh: Basically, stupidly popular band in the 2000's made up a fake religion for their albums. Their music was, by and large, awful. I'd rather listen to the Flesh masturbating furiously than hear them. Dr. Soon: Well, I can't make any promises. The music-consuming public can be rather… odd. Fanatical in some cases. Kingsmith.5: Let's not have any zealots born of this, either. We have some original recordings; we can probably tone down the parts of Her Word we have in there. Jackintosh: We're about to record a single from our sixth album, too. Dr. Soon: Really? Tell me about it. Kingsmith.5: It's going to be epic. Like, jaw-droppingly great. We're ready to release the first single from it; it's called \"Voltaic Virtues\". Gonna be electro-metal, mainly focusing on a lesser-known faction of the Maxwellists. Jackintosh: Well, more of a hybrid of Maxwellism and Orthodoxy; the Tesla Society is relatively new in town, but they're gaining traction, especially in those who grew up in mixed-religion households. Dr. Soon: I… see. Great Engine 94: Anything Else? Dr. Soon: To be honest, I have to ask: why don't you produce more industrial metal? Kingsmith.5: That's a bit stereotypical, don't you think? Dr. Soon: Fair enough. End Log",
        "\" SCP-3882 \" by (user deleted), from the SCP Wiki . Source: https://scpwiki.com/scp-3882 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3882",
    "object_class": "Declassified",
    "containment_procedures": "On 06/04/2019, the Triumvirate council voted on the declassification of SCP-3882 in a 6-3 vote. To help the population of Earth adjust to imminent event XK-610-Ω, versions of SCP-3882 with adjusted anomalous effects have been introduced into the general populace. Audio files of the unadjusted versions of these songs are available on request.",
    "description": "SCP-3882 currently refers to five concept albums created by The Shattered Deus, a three-person metal group affiliated with Mekhanism. The aim of The Shattered Deus, in the words of founding member 16 Edgar Kingsmith.5, is \"spreading the word of MEKHANE and rocking the fuck out while doing so.\"1",
    "title": "SCP-3882"
}