{
    "url": "https://scp-wiki.wikidot.com/scp-3897",
    "all_text": "rating: \n+161\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-3897:\n Mother's Eye is Upon You\n\n\nAuthor:\n \nCadaverCommander\n\n\nImage Credit:\n \nhttps://commons.wikimedia.org/wiki/File:Ufo_%C3%BCber_Flughafen_Stuttgart.JPG\n - modified by \nCadaverCommander\n and \nPeppersGhost\n\n\n\n\n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\nrating: \n+161\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-3897 sighted over Stuttgart, Germany, date 07 November 2012\n\n\n\n\n\n\nItem #\n: SCP-3897\n\n\nAnomaly Class\n: Keter\n\n\nThreat Level\n: \n●\n Orange\n\n\nSpecial Containment Procedures\n: Physical containment of SCP-3897 is not currently possible. Information Task Force Omega-08 “Radio Corsairs” are to continually monitor global Foundation listening network PANOPTICON for all radio waveforms consistent with SCP-3897 transmissions. Mobile Task Force Delta-45 “Rolling Thunder” will engage SCP-3897 upon manifestation, whereupon MTF Sigma-66 “Steel Veil” will be deployed for the purposes of disinformation and public amnesticization.\n\n\nAll materials jettisoned by SCP-3897 are to be collected for examination. All public records referencing individuals taken by SCP-3897 are to be deleted, and all associated family members and social contacts amnesticized.\n\n\nDescription\n: SCP-3897 is an aggregate of fused human corpses, with an estimated mass of 250,000 kilograms. Via an unknown mechanism, SCP-3897 is capable of levitation and directed aerial locomotion at observed speeds of up to 55 km/h. SCP-3897 typically maintains an average altitude of 3,000 meters.\n\n\nSCP-3897 possesses a number of barnacle-encrusted, limb-like structures, the largest of which is approximately 70 meters in length. It will infrequently descend from its average altitude and utilize these appendages to capture humans, integrating them into its mass. It will generally avoid large population centers, preferring to select targets in isolated locations. SCP-3897 will most commonly extend its limbs through the windows of private domiciles during evening hours, capturing individuals while they are asleep.\n\n\nVictims of SCP-3897 share a number of broad commonalities. Among these are mental illness, diminishing financial situation, recent loss of employment, poor physical health, divorce, recent suicide attempts, or other recent personal tragedy. SCP-3897's reason for seeking individuals displaying these traits, if one exists, is unknown.\n\n\nSCP-3897 occasionally ejects objects from its central mass. To date these have at separate times included various deceased fish, assorted molted insect exoskeletons numbering in the thousands, whole and partial human corpses, clusters of live human fetuses interlinked via their umbilical cords, and several hundred gallons of algae suspended in whale oil. Each of these deposits is either coated in or otherwise accompanied by a viscous fluid, which upon examination has been determined to be a mixture of seawater, human serous fluid, saliva, endometrial mucus, semen, and gastric acid. Genetic analysis of these deposits has been consistently inconclusive.\n\n\nAttempts to collect samples of SCP-3897's tissues via aerial drone have been successful. Each sample thus far has returned spectrochemical results typical of human flesh at varying stages of decomposition, albeit with novel combinations of various microbial organisms, algae, seawater, and inconclusive genetic information.\n\n\nWhile SCP-3897 does not react in any noticeable way to samples being taken from it or to other forms of invasive testing, it will demanifest if it is threatened via the application of force. SCP-3897 will rapidly emit an opaque cloud of gas from an array of orifices on its surface. This is principally comprised of various toxic compounds (including variants of sarin, phosgene, and mustard gases), atomized human blood, carbon dioxide, and water vapor. It will then vanish, reappearing in another region of the upper troposphere elsewhere on Earth.\n\n\nSCP-3897 constantly emits radio waves, in a wide range of frequencies. These transmissions typically consist of varying levels of characteristic noise, assorted recordings of disparate subject matter, and messages spoken in a variety of languages and voices. The subject of these spoken messages varies and is occasionally incoherent. Notable examples follow.\n\n\n\n\n\n\nDate\n\n\nLocation\n\n\nContent of Transmission\n\n\n\n\n\n\n04 April 2010\n\n\nCork County, Ireland\n\n\nTransmission consists of an amalgam of various recordings, including the sound of a running waterfall, ocean waves, birdsong, sounds resembling high-volume borborygmus, whalesong, and children laughing.\n\n\n\n\n\n\n22 February 2011\n\n\nSouthern Pacific Ocean\n\n\nFemale voice speaking in Dutch, interspersed by periods of static. \"Unfamiliar… lack of hunger… none observable… results satisfactory… defenses estimated to be minimal… Unknown… Affirmative… sorrows inducted currently number… Yes… Integrity nominal…\"\n\n\n\n\n\n\n02 July 2011\n\n\nEaster Island, Chile\n\n\nMale voice, speaking in an unknown and as-yet untranslated language bearing phonetic similarities to Latin.\n\n\n\n\n\n\n27 November 2011\n\n\nLapland, Finland\n\n\nChild's voice, indeterminate gender. \"The liberty has not exceeded its chosen domain. Interference currently within acceptable bounds. Conversion of 29 prospective bearers underway, a further 46 located. None significant. Praise the mother, \nshe who births and devours all, who sows and harvests, who grants sickness and health\n. Praise she who is without rest. Flesh integration nominal. Our bodies unto the mother. We await the edict. Our waters unto the mother. We shall never rest. Our hearts unto the mother.\"\n\n\n\n\n\n\nAddendum\n: Continued observations of \nSCP-3889\n have revealed that SCP-3897 has appeared within 15 kilometers of every 3889-TEHOM event recorded since 2012. When questioned about this, SCP-3889 commented, \"Yep. They're gettin' worse. And now she's watchin' me.\" SCP-3889 declined to elaborate before vanishing.\n\n\nThe advent of this information has led to the discovery that SCP-3897 is either capable of existing in multiple places simultaneously, or that there are multiple iterations of this anomaly. Investigation into SCP-3897's correlation to SCP-3983, SCP-3889, and all related phenomena is currently underway.\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nCadaverCommander's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-3893\n \n•\n\n\n\n\n\n\nSCP-3885\n \n•\n\n\n\n\n\n\nSCP-4933\n \n•\n\n\n\n\n\n\nSCP-3982\n \n•\n\n\n\n\n\n\nSCP-4553\n \n•\n\n\n\n\n\n\nSCP-3983\n \n•\n\n\n\n\n\n\nSCP-3892\n \n•\n\n\n\n\n\n\nSCP-1233\n \n•\n\n\n\n\n\n\nSCP-4233\n \n•\n\n\n\n\n\n\nSCP-3889\n \n•\n\n\n\n\n\n\nSCP-3899\n \n•\n\n\n\n\n\n\nSCP-3896\n \n•\n\n\n\n\n\n\nSCP-3396\n \n•\n\n\n\n\n\n\nSCP-3588\n \n•\n\n\n\n\n\n\nSCP-5902\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nThe Shape of a Gun\n \n•\n\n\n\n\n\n\nJoey Fucknuts Takes to the Skies\n \n•\n\n\n\n\n\n\nJoey Fucknuts Believes In Himself\n \n•\n\n\n\n\n\n\nJoey Makes a New Friend\n \n•\n\n\n\n\n\n\nJoey Fucknuts Builds a Flying Machine\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nCadaverCommander's Mobile Assault Necropolis\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3896\n | SCP-3897 | \nSCP-3898\n »",
    "addendums": [
        "Addendum : Continued observations of SCP-3889 have revealed that SCP-3897 has appeared within 15 kilometers of every 3889-TEHOM event recorded since 2012. When questioned about this, SCP-3889 commented, \"Yep. They're gettin' worse. And now she's watchin' me.\" SCP-3889 declined to elaborate before vanishing.\nThe advent of this information has led to the discovery that SCP-3897 is either capable of existing in multiple places simultaneously, or that there are multiple iterations of this anomaly. Investigation into SCP-3897's correlation to SCP-3983, SCP-3889, and all related phenomena is currently underway.\n\n"
    ],
    "documents": [],
    "notes": [],
    "title": "SCP-3897"
}