{
    "url": "https://scp-wiki.wikidot.com/scp-3898",
    "all_text": "rating: \n+172\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-3898:\n The Burden\n\n\nAuthor:\n \nCadaverCommander\n\n\nImage Credit:\n \nhttps://commons.wikimedia.org/wiki/File:Two_brothers_ship_anchor_cropped.jpg\n\n\n\n\n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\nrating: \n+172\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n3898\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-3898 during initial recovery, moments before Agent Palmer's transmutation\n\n\n\n\n\n\nSpecial Containment Procedures\n: SCP-3898 is to be stored in the center of a locked standard hazardous object containment unit no smaller than 15x15x15 meters.\n\n\nUnder no circumstances are Foundation personnel permitted to enter SCP-3898's effective radius. If exposed, personnel are to be detained and kept under psychological observation until such time that they are determined to be healthy and not a danger to themselves or others.\n\n\nSCP-3898's enclosure is to be equipped with a remote-operated restraining and pacification apparatus for subject retrieval, as well as an automated cleaning system for the purposes of removing bodily fluids, seawater, corpses, and other detritus resultant from testing.\n\n\nDescription\n: SCP-3898 is an iron Admiralty pattern ship's anchor, 2.5 meters in length and weighing approximately 350 kilograms. SCP-3898 shows signs of corrosion and deterioration consistent with exposure to seawater for an extended period of time, estimated at 140-150 years. It has displayed no material or chemical abnormalities and yields to sampling and destructive testing as expected.\n\n\nHumans that enter an area approximately 5 meters from SCP-3898's surface will experience a range of anomalous psychological effects, varying between individuals. These effects are divided into two broad subsets, immediate and lasting, according to their duration and required proximity to SCP-3898.\n\n\nImmediate effects of SCP-3898 exposure are only exhibited while the subject is within SCP-3898's effective radius. These include psychotic episodes, auditory and visual hallucinations, syncope accompanied by SLUDGE syndrome, and active suicide attempts, with varying degrees of probability and intensity.\n\n\nLasting effects of SCP-3898 exposure persist after the subject has been removed from SCP-3898's presence. Subjects invariably display symptoms corresponding to major depressive disorder, and may further exhibit suicidal ideation, nonlethal self harm, manic episodes, chronic malaise, and weakened immune system with varying probability. The duration and intensity of these effects worsens in proportion to the subject's closest proximity to SCP-3898 and total time of exposure. Therapy, antidepressant medication, and amnestics have proven effective in lessening these symptoms, as well as decreasing their duration.\n\n\nPhysical contact, defined as touching SCP-3898 with an uncovered body part, results in a wide range of dramatic anomalous effects, described in greater detail in the testing logs below.\n\n\n\n\n+Proximity Test 06/20/2014\n\n\n\n\n- Close\n\n\n\n\n\n\nSubject\n: D-3898-01\n\n\nProcedure\n: Subject instructed to approach the object.\n\n\nImmediate Effects\n: None observable for 1m32s. Subject expresses confusion, then begins to weep with no apparent cause. Subject touches face, expressing further confusion, then chuckles, before sitting cross-legged on the floor. Subject reports experiencing vivid memories of her brother, who had expired as a result of complications arising from leukemia several years prior to her incarceration. Subject begins to sob, verbally expressing personal regrets and lamenting her inability to recall the sound of her brother's voice. This continues for approximately 4 minutes before the subject spontaneously loses consciousness, secreting tears and twitching occasionally. Subject removed from chamber via remotely operated retrieval system after 6m22s of total exposure.\n\n\nLasting Effects\n: Symptoms of major depressive disorder lasting approximately three days, with occasional manic episodes. No treatment necessary.\n\n\nNearest Proximity\n: 4.3 meters\n\n\n\n\n\n\n\n\n\n\n\n\n+Proximity Test 08/02/2014\n\n\n\n\n- Close\n\n\n\n\n\n\nSubject\n: D-3898-04\n\n\nProcedure\n: Subject instructed to move as near to the object as possible without making physical contact.\n\n\nImmediate Effects\n: Subject promptly approaches SCP-3898 to a distance of 1.3 meters before stopping abruptly. D-3898-04 freezes in place. Spontaneous lacrimation begins. Subject lies down on containment unit floor and adopts fetal position, displaying signs of extreme emotional distress, including wailing, moaning, and uncontrollable, hysterical sobbing and hyperventilation. At 5m45s, subject uncurls and attempts to crawl away from SCP-3898 while pleading incoherently, but stops abruptly. Subject turns head back toward SCP-3898. Subject's eyes widen in an expression of fear, and begins shrieking. Without moving any further, subject proceeds to scream for 1m27s until sudden loss of consciousness, presumably from hypoxia. Subject removed from chamber via remotely operated retrieval system after 8m02s of exposure.\n\n\nLasting Effects\n: Upon regaining consciousness, D-3898-04 remained in a semi-catatonic state, refusing to speak, eat, move, or willingly sleep, requiring intravenous nutrition and hospice care. After 11 days, D-3898-04 was placed on a psychiatric treatment regimen including regular therapy sessions and antidepressant medication. Subject responded to treatment and after three months recovered fully from the effects of exposure, but as of yet refuses to speak of his experiences within the chamber.\n\n\nNearest Proximity\n: 1.3 meters\n\n\n\n\n\n\n\n\n\n\n\n\n+Proximity Test 10/16/2014\n\n\n\n\n- Close\n\n\n\n\n\n\nSubject\n: D-3898-09\n\n\nProcedure\n: Subject instructed to move as near as possible to the object without making physical contact. Test coordinators instructed by Lead Researcher Khan to maintain continual, conversational verbal contact with test subject to better gauge psychological alterations. Transcript follows.\n\n\n(D-3898-09 is directed into the containment enclosure. The hatch closes behind him.)\n\n\nD-3898-09\n: That's not ominous.\n\n\nSenior Researcher Reynolds\n: Do you see the object, 09?\n\n\n(D-3898-09 turns away from the door and faces the center of the chamber.)\n\n\nD-3898-09\n: Ah, yes. Having been to medical school, I can identify that as an 'anchor'.\n\n\nSenior Researcher Reynolds\n: Listen carefully, 09. Quickly approach the object and position yourself as close to it as possible.\n\n\nD-3898-09\n: Is it going to eat me?\n\n\nSenior Researcher Reynolds\n: No. Please proceed.\n\n\nD-3898-09\n: Only because you asked so nicely.\n\n\n(D-3898-09 walks toward SCP-3898 at a brisk pace, and stops .3 meters from it. He places his hands on his hips.)\n\n\nD-3898-09\n: What happens now?\n\n\n(pause)\n\n\nSenior Researcher Reynolds\n: Stand by, 09.\n\n\n(D-3898-09 crosses his arms, and stands silently for 32 seconds. He then reaches up to wipe a tear from his eye. He looks at his hand, and sniffs.)\n\n\nD-3898-09\n: Odd. I don't…\n\n\n(D-3898-09 smiles. Tears begin to run down his face.)\n\n\nSenior Researcher Reynolds\n: Is something wrong, D-3898-09?\n\n\nD-3898-09\n: … No. I don't think so. Nothing… specific. I'm not sure what's come over me, I feel… strange. Like… sinking.\n\n\nSenior Researcher Reynolds\n: Can you clarify?\n\n\n(Subject's eyes widen.)\n\n\nD-3898-09\n: Do you ever feel hopeless, doctor?\n\n\nSenior Researcher Reynolds\n: I suppose. Doesn't everybody feel that way sometimes?\n\n\n(Subject laughs)\n\n\nD-3898-09\n: Yes, they do! They feel hopeless when their car breaks down. They feel hopeless when they botch a presentation at work, or get a bad grade on a test. When they get hurt, or when someone they love stops loving them back.\n\n\n(Subject begins to sob, still smiling.)\n\n\nD-3898-09\n: They feel hopeless when they are told they will be dead soon. When a loved one passes away. When they stray too far, and they know they'll never be able to make their way back to where they were meant to be.\n\n\n(Pause)\n\n\nD-3898-09\n: But this is different from all of that. It takes my breath away. It feels like lead bars in my lungs. I can feel it press my shoulders down, \nand my spine is bending\n.\n\n\n(D-3898-09 turns to face the containment chamber's observation window, which is hidden behind a polarized concealment plate. D-3898-09 was not informed that he would be under visual observation prior to test commencement.)\n\n\nD-3898-09\n: Doctor, you hilarious waste. I can see what you see. And I know what you know. We're standing right in front of a leaking dam. There are so many things behind it and each one is better at what it does than the last and standing between them and our lives is… \nyou?\n You and your \ncolleagues\n? I can see it in your face. I can see the truth behind your eyes. And I understand it so much better than you do.\n\n\n(D-3898-09 turns back, and regards SCP-3898. His eyes widen, and he brings his hands to his mouth. He stares over SCP-3898, as though able to see something on the far side of the chamber. He places his hands at his sides.)\n\n\nD-3898-09\n: And \nyou\n.\n\n\n(Subject laughs)\n\n\nD-3898-09\n: I can see \nyou\n, too. I know what you're asking for, and it won't be me. I refuse you. You don't get to suck away what fucking \nlittle\n I had left to live for, my last shred of fucking ignorance, and expect me to do anything more than crumble. I can see you, down at the very bottom. \nI CAN SEE YOU HIDING DOWN THERE, YOU PIECE OF SHIT\n.\n\n\n(D-3898-09 pauses, as though listening.)\n\n\nD-3898-09\n: Fuck you. No. I know what'll happen.\n\n\n(Pause)\n\n\nD-3898-09\n: Because I am not strong enough. And \nyou fucking knew that already\n.\n\n\n(D-3898-09 begins inserting his thumbs into his eye sockets, without exclaiming or otherwise reacting to any pain this action causes.)\n\n\nD-3898-09\n: The burden is heavy. And I am weak.\n\n\n(D-3898-09 successfully destroys his own eyes before Senior Researcher Reynolds is able to activate the pacification system. D-3898-09 is removed from the containment enclosure by remotely operated retrieval system and submitted for medical treatment.)\n\n\n\n\n\n\n\n\n\n\nContact Tests\n: In each of these tests, the subject was instructed to approach SCP-3898 as quickly as possible (to avoid the incipient proximity effects) and make physical contact with it, via touching with a hand.\n\n\n\n\n\n\nDate\n\n\nSubject\n\n\nResults of Contact\n\n\n\n\n\n\n13 April, 2015\n\n\nD-3898-13\n\n\nSubject's body is instantaneously transmuted into an equivalent volume of clear fluid, which loses cohesion and splashes to the floor of the containment chamber. A sample of this fluid was examined and determined to be seawater, with living microbes consistent with those found in the epipelagic zone of the mid-Pacific Ocean.\n\n\n\n\n\n\n27 July, 2015\n\n\nD-3898-20\n\n\nSubject expires. Autopsy report revealed the majority of subject's abdominal viscera had been replaced with a mass of material comprised of algae, diatoms, various deceased fish, crustaceans, and aquatic mollusks in various states of dismemberment and decomposition, a live octopus, three shark teeth belonging to the genus \nSomniosidae\n, decomposing seaweed, and seawater, causing near-instantaneous death. Remains incinerated.\n\n\n\n\n\n\n06 September, 2015\n\n\nD-3898-34\n\n\nSubject's body in its entirety is crushed into a fine paste by a swift, sudden impact from above. Origin of force unknown. Impact energy estimated at roughly 400 kN. No information obtainable from remains.\n\n\n\n\n\n\n09 October, 2015\n\n\nD-3898-38\n\n\nSubject enters respiratory distress, expelling large amounts of a clear fluid while attempting to cough. Subject removed from containment chamber via remotely operated retrieval system. Medical treatment attempted, but unsuccessful, as subject's lungs continually fill with fluid from an unknown source. Subject asphyxiates and expires. Fluid sampled and determined to be seawater, of an identical composition as that retrieved during test dated 13 April.\n\n\n\n\n\n\n27 November, 2015\n\n\nD-3898-58\n\n\nSee Incident Report 3898-01.\n\n\n\n\n\n\nIncident Report 3898-01\n: On 27 November 2015, test subject D-3898-58 made physical contact with SCP-3898 as instructed. However, unlike all prior tests, there were no immediately observable effects. D-3898-58 remained motionless with one hand grasping SCP-3898's central shank in excess of a minute, speaking continually at a low volume, before observing staff attempted to question him using the chamber's intercom. D-3898-58 remained unresponsive, and Senior Researcher Reynolds gave the order to pull the subject from the chamber. Before the robotic loading arms could make contact with the subject, D-3898-58 ceased speaking, then uttered a last indistinguishable sentence. He then raised his arm, lifting the 350 kg object above his head and pointing it directly skyward. The subject then vanished, leaving behind his clothes. SCP-3898 fell to the floor of the testing chamber without suffering any observable damage.\n\n\nReview and subsequent filtering of the security footage from the incident revealed the content of D-3898-58's statements in the moments prior to his disappearance. Transcript follows.\n\n\n\n\n+Audio Transcript 27 November 2015\n\n\n\n\n- Close\n\n\n\n\n\n\nD-3898-58\n: … Oh.\n\n\n(Pause)\n\n\nD-3898-58\n: No. I can't say that I'm surprised.\n\n\n(Pause)\n\n\nD-3898-58\n: Me? You can't be serious.\n\n\n(Pause. Subject laughs.)\n\n\nD-3898-58\n: Then you know what you're asking for. I can't do that. Not even if I wanted to.\n\n\n(Pause. Subject laughs again.)\n\n\nD-3898-58\n: Buddy. Listen. You're already in my head, so look around a bit. Really look. Do you see all that? Look where I am. What's happened to me. What I've \ndone\n. I'll let you down. I'll let the \nwhole thing\n down, I guarantee it. I've fucked up everything I've ever tried, and I've fucked over everyone I've ever known. And I'll fuck this up too. I'm not strong enough. I'm sorry, but you've got the wrong guy.\n\n\n(Longer pause. D-3898-58 scowls.)\n\n\nD-3898-58\n: No.\n\n\n(Short pause)\n\n\nD-3898-58\n: Because she's fucking \ndead\n, you damp fuckstain. Where the fuck do you get off-\n\n\n(Longer pause. D-3898-58 smiles, blinking away tears.)\n\n\nD-3898-58\n: Because I'm the one who killed her. You \nfucker\n-\n\n\n(Subject's voice breaks. He cries silently for a short period.)\n\n\nD-3898-58\n: … I had forgotten what she looked like. What she looked like after. You fucking bastard, I'd \nforgotten\n. I spent \nyears\n pushing her out of my head. Her face… God, her fucking face…\n\n\n(Pause)\n\n\nD-3898-58\n: No. \nNo, Jesus Christ why would you-\n\n\n(Pause)\n\n\nD-3898-58\n: … Why are you doing this to me?\n\n\n(Longer pause lasting 2m31s, during which D-3898-58 dries his eyes with the hand not grasping SCP-3898)\n\n\nD-3898-58\n: I don't know whether to hate you or love you, you son of a bitch.\n\n\n(Subject sniffs.)\n\n\nD-3898-58\n: Alright. \nAlright\n, shut up, you've made your point. I'll do it. But not for you.\n\n\n(The muscles of D-3898-58's right arm flex, and he raises SCP-3898 above his head, showing no outward signs of physical exertion. Faint, but audible metallic groaning can be heard from the object, presumably due to mechanical stress.)\n\n\nD-3898-58\n: I'm sorry, Maria.\n\n\n(D-3898-58 closes his eyes.)\n\n\nD-3898-58\n: I accept the burden.\n\n\n(D-3898-58's body disappears.)\n\n\n\n\n\n\n\n\n\n\nThe significance of this event is unknown. Investigation into SCP-3898's correlation to \nSCP-3983\n and all other related anomalies is underway.\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nCadaverCommander's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-3884\n \n•\n\n\n\n\n\n\nSCP-3988\n \n•\n\n\n\n\n\n\nSCP-1233\n \n•\n\n\n\n\n\n\nSCP-3889\n \n•\n\n\n\n\n\n\nSCP-3885\n \n•\n\n\n\n\n\n\nSCP-3396\n \n•\n\n\n\n\n\n\nSCP-5902\n \n•\n\n\n\n\n\n\nSCP-3896\n \n•\n\n\n\n\n\n\nSCP-4999\n \n•\n\n\n\n\n\n\nSCP-3897\n \n•\n\n\n\n\n\n\nSCP-4553\n \n•\n\n\n\n\n\n\nSCP-3892\n \n•\n\n\n\n\n\n\nSCP-4233\n \n•\n\n\n\n\n\n\nSCP-3983\n \n•\n\n\n\n\n\n\nSCP-4449\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nJoey Fucknuts Believes In Himself\n \n•\n\n\n\n\n\n\nJoey Makes a New Friend\n \n•\n\n\n\n\n\n\nThe Shape of a Gun\n \n•\n\n\n\n\n\n\nJoey Fucknuts Takes to the Skies\n \n•\n\n\n\n\n\n\nJoey Fucknuts Builds a Flying Machine\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nCadaverCommander's Mobile Assault Necropolis\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3897\n | SCP-3898 | \nSCP-3899\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Subject : D-3898-01 Procedure : Subject instructed to approach the object. Immediate Effects : None observable for 1m32s. Subject expresses confusion, then begins to weep with no apparent cause. Subject touches face, expressing further confusion, then chuckles, before sitting cross-legged on the floor. Subject reports experiencing vivid memories of her brother, who had expired as a result of complications arising from leukemia several years prior to her incarceration. Subject begins to sob, verbally expressing personal regrets and lamenting her inability to recall the sound of her brother's voice. This continues for approximately 4 minutes before the subject spontaneously loses consciousness, secreting tears and twitching occasionally. Subject removed from chamber via remotely operated retrieval system after 6m22s of total exposure. Lasting Effects : Symptoms of major depressive disorder lasting approximately three days, with occasional manic episodes. No treatment necessary. Nearest Proximity : 4.3 meters",
        "Subject : D-3898-04 Procedure : Subject instructed to move as near to the object as possible without making physical contact. Immediate Effects : Subject promptly approaches SCP-3898 to a distance of 1.3 meters before stopping abruptly. D-3898-04 freezes in place. Spontaneous lacrimation begins. Subject lies down on containment unit floor and adopts fetal position, displaying signs of extreme emotional distress, including wailing, moaning, and uncontrollable, hysterical sobbing and hyperventilation. At 5m45s, subject uncurls and attempts to crawl away from SCP-3898 while pleading incoherently, but stops abruptly. Subject turns head back toward SCP-3898. Subject's eyes widen in an expression of fear, and begins shrieking. Without moving any further, subject proceeds to scream for 1m27s until sudden loss of consciousness, presumably from hypoxia. Subject removed from chamber via remotely operated retrieval system after 8m02s of exposure. Lasting Effects : Upon regaining consciousness, D-3898-04 remained in a semi-catatonic state, refusing to speak, eat, move, or willingly sleep, requiring intravenous nutrition and hospice care. After 11 days, D-3898-04 was placed on a psychiatric treatment regimen including regular therapy sessions and antidepressant medication. Subject responded to treatment and after three months recovered fully from the effects of exposure, but as of yet refuses to speak of his experiences within the chamber. Nearest Proximity : 1.3 meters",
        "Subject : D-3898-09 Procedure : Subject instructed to move as near as possible to the object without making physical contact. Test coordinators instructed by Lead Researcher Khan to maintain continual, conversational verbal contact with test subject to better gauge psychological alterations. Transcript follows. (D-3898-09 is directed into the containment enclosure. The hatch closes behind him.) D-3898-09 : That's not ominous. Senior Researcher Reynolds : Do you see the object, 09? (D-3898-09 turns away from the door and faces the center of the chamber.) D-3898-09 : Ah, yes. Having been to medical school, I can identify that as an 'anchor'. Senior Researcher Reynolds : Listen carefully, 09. Quickly approach the object and position yourself as close to it as possible. D-3898-09 : Is it going to eat me? Senior Researcher Reynolds : No. Please proceed. D-3898-09 : Only because you asked so nicely. (D-3898-09 walks toward SCP-3898 at a brisk pace, and stops .3 meters from it. He places his hands on his hips.) D-3898-09 : What happens now? (pause) Senior Researcher Reynolds : Stand by, 09. (D-3898-09 crosses his arms, and stands silently for 32 seconds. He then reaches up to wipe a tear from his eye. He looks at his hand, and sniffs.) D-3898-09 : Odd. I don't… (D-3898-09 smiles. Tears begin to run down his face.) Senior Researcher Reynolds : Is something wrong, D-3898-09? D-3898-09 : … No. I don't think so. Nothing… specific. I'm not sure what's come over me, I feel… strange. Like… sinking. Senior Researcher Reynolds : Can you clarify? (Subject's eyes widen.) D-3898-09 : Do you ever feel hopeless, doctor? Senior Researcher Reynolds : I suppose. Doesn't everybody feel that way sometimes? (Subject laughs) D-3898-09 : Yes, they do! They feel hopeless when their car breaks down. They feel hopeless when they botch a presentation at work, or get a bad grade on a test. When they get hurt, or when someone they love stops loving them back. (Subject begins to sob, still smiling.) D-3898-09 : They feel hopeless when they are told they will be dead soon. When a loved one passes away. When they stray too far, and they know they'll never be able to make their way back to where they were meant to be. (Pause) D-3898-09 : But this is different from all of that. It takes my breath away. It feels like lead bars in my lungs. I can feel it press my shoulders down, and my spine is bending . (D-3898-09 turns to face the containment chamber's observation window, which is hidden behind a polarized concealment plate. D-3898-09 was not informed that he would be under visual observation prior to test commencement.) D-3898-09 : Doctor, you hilarious waste. I can see what you see. And I know what you know. We're standing right in front of a leaking dam. There are so many things behind it and each one is better at what it does than the last and standing between them and our lives is… you? You and your colleagues ? I can see it in your face. I can see the truth behind your eyes. And I understand it so much better than you do. (D-3898-09 turns back, and regards SCP-3898. His eyes widen, and he brings his hands to his mouth. He stares over SCP-3898, as though able to see something on the far side of the chamber. He places his hands at his sides.) D-3898-09 : And you . (Subject laughs) D-3898-09 : I can see you , too. I know what you're asking for, and it won't be me. I refuse you. You don't get to suck away what fucking little I had left to live for, my last shred of fucking ignorance, and expect me to do anything more than crumble. I can see you, down at the very bottom. I CAN SEE YOU HIDING DOWN THERE, YOU PIECE OF SHIT . (D-3898-09 pauses, as though listening.) D-3898-09 : Fuck you. No. I know what'll happen. (Pause) D-3898-09 : Because I am not strong enough. And you fucking knew that already . (D-3898-09 begins inserting his thumbs into his eye sockets, without exclaiming or otherwise reacting to any pain this action causes.) D-3898-09 : The burden is heavy. And I am weak. (D-3898-09 successfully destroys his own eyes before Senior Researcher Reynolds is able to activate the pacification system. D-3898-09 is removed from the containment enclosure by remotely operated retrieval system and submitted for medical treatment.)",
        "D-3898-58 : … Oh. (Pause) D-3898-58 : No. I can't say that I'm surprised. (Pause) D-3898-58 : Me? You can't be serious. (Pause. Subject laughs.) D-3898-58 : Then you know what you're asking for. I can't do that. Not even if I wanted to. (Pause. Subject laughs again.) D-3898-58 : Buddy. Listen. You're already in my head, so look around a bit. Really look. Do you see all that? Look where I am. What's happened to me. What I've done . I'll let you down. I'll let the whole thing down, I guarantee it. I've fucked up everything I've ever tried, and I've fucked over everyone I've ever known. And I'll fuck this up too. I'm not strong enough. I'm sorry, but you've got the wrong guy. (Longer pause. D-3898-58 scowls.) D-3898-58 : No. (Short pause) D-3898-58 : Because she's fucking dead , you damp fuckstain. Where the fuck do you get off- (Longer pause. D-3898-58 smiles, blinking away tears.) D-3898-58 : Because I'm the one who killed her. You fucker - (Subject's voice breaks. He cries silently for a short period.) D-3898-58 : … I had forgotten what she looked like. What she looked like after. You fucking bastard, I'd forgotten . I spent years pushing her out of my head. Her face… God, her fucking face… (Pause) D-3898-58 : No. No, Jesus Christ why would you- (Pause) D-3898-58 : … Why are you doing this to me? (Longer pause lasting 2m31s, during which D-3898-58 dries his eyes with the hand not grasping SCP-3898) D-3898-58 : I don't know whether to hate you or love you, you son of a bitch. (Subject sniffs.) D-3898-58 : Alright. Alright , shut up, you've made your point. I'll do it. But not for you. (The muscles of D-3898-58's right arm flex, and he raises SCP-3898 above his head, showing no outward signs of physical exertion. Faint, but audible metallic groaning can be heard from the object, presumably due to mechanical stress.) D-3898-58 : I'm sorry, Maria. (D-3898-58 closes his eyes.) D-3898-58 : I accept the burden. (D-3898-58's body disappears.)"
    ],
    "title": "SCP-3898"
}