{
    "url": "https://scp-wiki.wikidot.com/scp-3906",
    "all_text": "rating: \n+105\n+\n–\nx\n\n\nPeppersGhost\n\n\n\n\n\n\nSCP-3906\n - The Blasphemous Balut Parade by \nPeppersGhost\n\n\n\n\n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n3906\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nnumen\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAgent Malano leading the 1993 containment parade.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAgent Malano leading the 1993 containment parade.\n\n\n\n\n\n\n\n\nItem #:\n SCP-3906\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Personnel stationed in the Central Visayas are to hold an annual celebration (Procedure 3906-BITAW) at Site-121 on the third Sunday in January. Execution of the event may vary superficially each year so long as the following features are included:\n\n\n\n\nA parade with production value comparable to that of the concurrent Sinulog\n1\n festival in Cebu City. Anatine imagery should be incorporated into floats, props, and costumes. The parade should be led by a person carrying a modified Santo Niño\n2\n figure with the head of a duck.\n\n\n\n\n\n\nBurnt offerings of sampaguita, kalatsutsi, and pagusi.\n3\n\n\n\n\n\n\nAn hourly ceremony in which bibingka, pandesal, and leche puto\n4\n are fed to live ducklings.\n\n\n\n\nIn the event that SCP-3906 enters an active state, mass amnestics must be immediately dispersed through the affected population. Cover stories to explain the disappearance of deceased individuals are available in DOC-3906-CS. To minimize loss of life during a potential breach, Foundation agents embedded in Filipino media outlets should intermittently propagandize the consumption of balut.\n5\n\n\nDescription:\n SCP-3906 is an ontokinetic entity which physically presents as an embryonic duck (\nAnas platyrhynchus\n) of unusual size suspended midair. When indoors it will assume the maximum size permitted by the vertical space available; outdoor manifestations are rare but have been reported to be as tall as ~80 meters. The range of manifestation and anomalous influence appears to be constrained to the Central Visayas region of the Philippines.\n\n\nWhen active, SCP-3906 will appear at night inside the households of citizens who have attended the most recent Sinulog-Santo Niño Festival. During manifestation, all means of egress will be blocked, and all prepubescent humans within the building will be subjected to spontaneous thermal injuries which increase in severity over a period of 15 to 30 minutes. Anomalous activity ceases once the victims' remains reach full internal denaturation.\n\n\nIf no prepubescents are present, the lungs and airways of every person within the building will fill with a mixture of rock salt, vinegar, and siling labuyo.\n6\n Outdoor manifestations affect multiple residences simultaneously.\n\n\nActive periods are usually precipitated by localized sightings of a bright comet over the community that SCP-3906 will manifest in next. SCP-3906 has remained largely dormant since the implementation of current containment procedures.\n7\n\n\n\n\nHistory:\n Evidence of SCP-3906 activity dates back to the early 20\nth\n century. Widespread rumors from this period suggested that the consumption of balut would deter SCP-3906 from visiting one's home. This correlation was confirmed in later studies; however, it was also discovered that rapid growths in the sales of balut seemed to correlate with subsequent increases in SCP-3906 activity.\n\n\nThe threat posed by SCP-3906 peaked in 1983, by which point balut had become a ubiquitous street food. On one occasion, SCP-3906 claimed 221 victims in a single night, with children accounting for over 85% of the deceased. Due to cultural associations between SCP-3906 and precolonial religion, Site-121 Director Lumina Togonon approved an attempt to negotiate with SCP-3906 via a Foundation-contracted babaylan.\n8\n\n\n\n\nInterviewer:\n Dr. Rita Dulay, Anitism specialist\n\n\nInterviewed:\n SCP-3906 (by proxy)\n\n\nProxy:\n Jemima \"Lola Mima\" Andal\n\n\nForeword:\n Interview commenced shortly after Andal collapsed from exhaustion following several hours of ritual dancing. Possession was not deliberate; Andal had intended to act as a conscious intermediary. Transcript is presented in English for international purposes; please see DOC-3906-A54 for original text.\n\n\n\n\n[Begin log]\n\n\nSCP-3906:\n I have seen your dance.\n\n\nDr. Dulay:\n Are we speaking to Renlin?\n9\n\n\nSCP-3906:\n She will not be needed.\n\n\nDr. Dulay:\n You can see us, but we cannot see you. Who is speaking to us?\n\n\nSCP-3906:\n You know me as Bulalakaw.\n10\n I bring sickness and grief. Beg for my pity.\n\n\nDr. Dulay:\n Spare our children. You can hear them scream in the night as their skin falls apart! We know you are very kind, and your actions are surely punishment for a grievance we have caused you. Do you truly think the children deserve this? Surely you see we are very sorry. You can see us, but we can not see you, and this is why we have wronged you without knowledge. We are enslaved by our grief and we beg for freedom.\n\n\nSCP-3906:\n I leave your children cooked and fit to eat. In your grief you provide [gratitude/graciousness].\n11\n\n\nDr. Dulay:\n You were not always this way. You know us, but we do not know you. We brought you betel nut\n12\n in case you like to chew betel, and we have brought you alcohol in case you like to drink. Come enjoy them and we will talk about this. Tell us who you are now.\n\n\nSCP-3906:\n Your offerings are trivial to me. I have seen you make child sacrifices from feathered things. Those offerings give me form and power. In a time long gone, you gave me birds, and so I was a bird. Now you give me the unborn and I am unborn. But there is no \nginhawa\n [breath/soul/will/intention] in your new sacrifice. I demand your \nginhawa\n. I will collect your debt. I will collect your children.\n\n\nDr. Dulay:\n Accept our current offering, because there is \nginhawa\n in it. We did not know our \nbalut\n was sacrifice, but now we know. You see so much, but we see very little. Tell us what grievance we have caused you so that we may earn your pity and be allowed to escape your destruction. You are the one who should instruct us, or else we cannot please you.\n\n\nSCP-3906:\n You have abandoned our [contract/covenant].\n13\n You used to dance for me. Now you dance for an infant dressed in red wings and bright metals. Why should you dance in the name of a child? What makes a child worthy of your feasts and offerings? Where are my dances?\n\n\nDr. Dulay:\n We will dance for you. When we see the image of balut, we will see you, and you will no longer need to come to our houses and communities to be seen. We will feast and make offerings for you, because your power and kindness makes you worthy.\n\n\nSCP-3906:\n I am worthy of what you give the child.\n\n\n(Dr. Dulay briefly turns to consult with other staff present.)\n\n\nDr. Dulay:\n Our celebration in your name will be just as grand as the child's celebration. You will trust our eagerness to please you. You deserve rest; do not go through the trouble of making acts of rage.\n\n\nSCP-3906:\n I am seen by you. I will make a new [contract/covenant] with you. You will dance for me?\n\n\nDr. Dulay:\n Yes, shooting star. We will dance for you.\n\n\nSCP-3906:\n And it will be equal to your dances for the child?\n\n\nDr. Dulay:\n Yes.\n\n\nSCP-3906:\n And you will dress me in red wings and bright metals?\n\n\nDr. Dulay:\n Yes! Everyone can see you are reasonable and understanding. Your talk with us has left all parties satisfied. If you do not care for chewing betel nut or drinking alcohol, you will leave this woman's body. She is old, and your presence here harms her! She has danced for you, and you agree that she has no debt against you. You will go.\n\n\nSCP-3906:\n I agree to go. I will allow you to summon me again at a later time. It is not important what subject we discuss. Remember to summon me. I am worthy to be summoned.\n\n\nDr. Dulay:\n Yes, you are worthy. Everyone agrees.\n\n\nSCP-3906:\n Also, your dances should include lots of flowers and pretty girls.\n\n\nDr. Dulay:\n Okay, yes. Good night, shooting star.\n\n\n[End log]\n\n\n\n\n\n\nFootnotes\n\n\n1\n. An annual Roman Catholic celebration of the Spanish evangelization of the Philippines.\n\n\n2\n. A Roman Catholic title for the Child Jesus, often represented in Filipino culture with a small doll in a red robe and crown.\n\n\n3\n. Flowers known internationally as Arabic jasmines, plumerias, and water lilies, respectively.\n\n\n4\n. Traditional Filipino baked goods.\n\n\n5\n. Southeast Asian street food consisting of an embryonic duck that is cooked and served in its shell.\n\n\n6\n. Small peppers native to the Philippines; Binisaya \nsiling kolikot\n.\n\n\n7\n. ≤50 credible reports of associated casualties annually.\n\n\n8\n. Visayan shaman.\n\n\n9\n. Andal's spiritual guide/intercessor.\n\n\n10\n. Literally translated as \"[a/the] shooting star\", Bulalakaw is also the name of a figure from Filipino folklore and precolonial religion.\n\n\n11\n. \"Pagkamapasalamaton\".\n\n\n12\n. Areca nut.\n\n\n13\n. \"Sa-aran\".\n\n\n\n\n\n\n\n\n« \nSCP-3905\n | SCP-3906 | \nSCP-3907\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewer: Dr. Rita Dulay, Anitism specialist Interviewed: SCP-3906 (by proxy) Proxy: Jemima \"Lola Mima\" Andal Foreword: Interview commenced shortly after Andal collapsed from exhaustion following several hours of ritual dancing. Possession was not deliberate; Andal had intended to act as a conscious intermediary. Transcript is presented in English for international purposes; please see DOC-3906-A54 for original text. [Begin log] SCP-3906: I have seen your dance. Dr. Dulay: Are we speaking to Renlin? 9 SCP-3906: She will not be needed. Dr. Dulay: You can see us, but we cannot see you. Who is speaking to us? SCP-3906: You know me as Bulalakaw. 10 I bring sickness and grief. Beg for my pity. Dr. Dulay: Spare our children. You can hear them scream in the night as their skin falls apart! We know you are very kind, and your actions are surely punishment for a grievance we have caused you. Do you truly think the children deserve this? Surely you see we are very sorry. You can see us, but we can not see you, and this is why we have wronged you without knowledge. We are enslaved by our grief and we beg for freedom. SCP-3906: I leave your children cooked and fit to eat. In your grief you provide [gratitude/graciousness]. 11 Dr. Dulay: You were not always this way. You know us, but we do not know you. We brought you betel nut 12 in case you like to chew betel, and we have brought you alcohol in case you like to drink. Come enjoy them and we will talk about this. Tell us who you are now. SCP-3906: Your offerings are trivial to me. I have seen you make child sacrifices from feathered things. Those offerings give me form and power. In a time long gone, you gave me birds, and so I was a bird. Now you give me the unborn and I am unborn. But there is no ginhawa [breath/soul/will/intention] in your new sacrifice. I demand your ginhawa . I will collect your debt. I will collect your children. Dr. Dulay: Accept our current offering, because there is ginhawa in it. We did not know our balut was sacrifice, but now we know. You see so much, but we see very little. Tell us what grievance we have caused you so that we may earn your pity and be allowed to escape your destruction. You are the one who should instruct us, or else we cannot please you. SCP-3906: You have abandoned our [contract/covenant]. 13 You used to dance for me. Now you dance for an infant dressed in red wings and bright metals. Why should you dance in the name of a child? What makes a child worthy of your feasts and offerings? Where are my dances? Dr. Dulay: We will dance for you. When we see the image of balut, we will see you, and you will no longer need to come to our houses and communities to be seen. We will feast and make offerings for you, because your power and kindness makes you worthy. SCP-3906: I am worthy of what you give the child. (Dr. Dulay briefly turns to consult with other staff present.) Dr. Dulay: Our celebration in your name will be just as grand as the child's celebration. You will trust our eagerness to please you. You deserve rest; do not go through the trouble of making acts of rage. SCP-3906: I am seen by you. I will make a new [contract/covenant] with you. You will dance for me? Dr. Dulay: Yes, shooting star. We will dance for you. SCP-3906: And it will be equal to your dances for the child? Dr. Dulay: Yes. SCP-3906: And you will dress me in red wings and bright metals? Dr. Dulay: Yes! Everyone can see you are reasonable and understanding. Your talk with us has left all parties satisfied. If you do not care for chewing betel nut or drinking alcohol, you will leave this woman's body. She is old, and your presence here harms her! She has danced for you, and you agree that she has no debt against you. You will go. SCP-3906: I agree to go. I will allow you to summon me again at a later time. It is not important what subject we discuss. Remember to summon me. I am worthy to be summoned. Dr. Dulay: Yes, you are worthy. Everyone agrees. SCP-3906: Also, your dances should include lots of flowers and pretty girls. Dr. Dulay: Okay, yes. Good night, shooting star. [End log]"
    ],
    "item": "SCP-3906",
    "object_class": "Keter",
    "containment_procedures": "Personnel stationed in the Central Visayas are to hold an annual celebration (Procedure 3906-BITAW) at Site-121 on the third Sunday in January. Execution of the event may vary superficially each year so long as the following features are included:",
    "description": "SCP-3906 is an ontokinetic entity which physically presents as an embryonic duck (Anas platyrhynchus) of unusual size suspended midair. When indoors it will assume the maximum size permitted by the vertical space available; outdoor manifestations are rare but have been reported to be as tall as ~80 meters. The range of manifestation and anomalous influence appears to be constrained to the Central Visayas region of the Philippines.",
    "title": "SCP-3906"
}