{
    "url": "https://scp-wiki.wikidot.com/scp-3920",
    "all_text": "rating: \n+98\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n3920\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAn SCP-3920 induced lightning strike, as viewed by \nObservational Plane San-14\n.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Subjects that experience or witness SCP-3920 are to be amnesticized and provided appropriate replacement memories. Cover stories regarding non-anomalous targets will be disseminated after SCP-3920 occurs. All artillery shells produced by SCP-3920 will be transferred to the nearest Armament Storage Facility or destroyed.\n\n\nDescription:\n SCP-3920 is a phenomenon that generates a variable number of BL 9.2-inch howitzers (SCP-3920-A instances) in the Canadian Rockies. The following requirements must be met to initiate SCP-3920:\n\n\n\n\nA person (hereafter referred to as the \"subject\") must be over 3km from the nearest town or city\n\n\nOne or more persons or entities (hereafter referred to as \"targets\") with the intent to harm the subject must be within a .5km vicinity of the subject\n\n\nThe local time must be between 10:00 p.m. and 2:00 a.m.\n\n\n\n\nThe following can increase the likelihood of SCP-3920's initiation:\n\n\n\n\nThe subject is a Canadian citizen\n\n\nThe subject is or was a member of the Canadian Armed Forces\n\n\nMultiple targets are present\n\n\nA cumulonimbus cloud is present near the subject\n\n\n\n\nSCP-3920 begins with lightning strikes occurring in the area around the subject, corresponding to the number of targets. An SCP-3920-A instance instantaneously manifests at the site of each strike. Each howitzer is operated by several luminous, translucent humanoid entities wearing Canadian World War I army uniforms (SCP-3920-B instances). The SCP-3920-B operate the howitzers and will fire shells at the targets with high precision until a shell has collided with each target, invariably resulting in their deaths. Detonation occurs if the subject is outside of each shell's blast radius. Non-detonated shells have a variation of the following message engraved on their surface:\n\n\n\n\nGreetings from 1st Brigade C.F.A.!\n1\n\n\n\n\nWhen all targets are dead, lightning bolts will manifest and hit each SCP-3920-A instance, with the anomalies vanishing after.\n\n\nAlthough SCP-3920-B instances primarily focus on the operation of SCP-3920-A, limited interactions may occur with subjects. These interactions include salutes to the subject if they are current or former Canadian military personnel, waves, and thumbs up gestures. On one occasion a child subject was handed an Individual Meal Pack\n2\n by an instance.\n\n\nAddendum:\n On 18-August-2018, Agent Flynn was dispatched on a mission to subdue PoI-1258 after the subject stole an anomalous object. At 1:40 a.m. the following day, Agent Flynn entered a confrontation with the subject at the edge of Lake O'Hara. PoI-1258 consumed Flynn's weaponry and was preparing to strangulate him when SCP-3920 was initiated. Two SCP-3920-A instances manifested in the vicinity of both subjects, each firing a shell that hit the other instance instead of the subjects. PoI-1258 swam into the lake at this point, presumably using the object to become camouflaged with their surroundings.\n\n\nThe SCP-3920-B instances that had operated both howitzers convened near the location of Agent Flynn, appearing to enter a heated discussion while displaying signs of confusion. One instance then handed Flynn a slip of paper with the following text on it.\n\n\n\n\nBit of a screwup [sic] here\n\n\n\n\nAll instances subsequently demanifested after a single lightning strike.\n\n\n\n\nFootnotes\n\n\n1\n. The 1st Brigade, C.F.A., an artillery unit used in the 1st Canadian Infantry Division during World War I. Several soldiers who served in the unit were reported missing after going on trips to areas around the Rocky Mountains.\n\n\n2\n. A field ration used by the Canadian Armed Forces, introduced in 2005. How the rations were acquired is unknown.\n\n\n\n\n\n\n\n\n« \nSCP-3919\n | SCP-3920 | \nSCP-3921\n »",
    "addendums": [
        "Addendum: On 18-August-2018, Agent Flynn was dispatched on a mission to subdue PoI-1258 after the subject stole an anomalous object. At 1:40 a.m. the following day, Agent Flynn entered a confrontation with the subject at the edge of Lake O'Hara. PoI-1258 consumed Flynn's weaponry and was preparing to strangulate him when SCP-3920 was initiated. Two SCP-3920-A instances manifested in the vicinity of both subjects, each firing a shell that hit the other instance instead of the subjects. PoI-1258 swam into the lake at this point, presumably using the object to become camouflaged with their surroundings.\nThe SCP-3920-B instances that had operated both howitzers convened near the location of Agent Flynn, appearing to enter a heated discussion while displaying signs of confusion. One instance then handed Flynn a slip of paper with the following text on it.\nAll instances subsequently demanifested after a single lightning strike."
    ],
    "documents": [],
    "notes": [
        "Greetings from 1st Brigade C.F.A.! 1",
        "Bit of a screwup [sic] here"
    ],
    "containment_procedures": "Subjects that experience or witness SCP-3920 are to be amnesticized and provided appropriate replacement memories. Cover stories regarding non-anomalous targets will be disseminated after SCP-3920 occurs. All artillery shells produced by SCP-3920 will be transferred to the nearest Armament Storage Facility or destroyed.",
    "description": "SCP-3920 is a phenomenon that generates a variable number of BL 9.2-inch howitzers (SCP-3920-A instances) in the Canadian Rockies. The following requirements must be met to initiate SCP-3920:",
    "title": "SCP-3920"
}