{
    "url": "https://scp-wiki.wikidot.com/scp-3924",
    "all_text": "rating: \n+61\n+\n–\nx\n\n\n\n\n\n\nSonar image of SCP-3924.\n\n\n\n\n\n\nItem #:\n SCP-3924\n\n\nObject Class:\n \nEuclid\n \nUncontained/Neutralised\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-3924 should be monitored via sonar at all times for any atypical behaviour. Records of its courses and speeds should be catalogued.\n\n\nNon-Foundation vessels must remain within 3,500 metres of sea-level while within the Hellenic Trench region. All vessels attempting to, or successfully, surpass a depth of 3,500 metres must be apprehended, questioned and amnestised, if recoverable. Lethal force is permitted if vessels resist apprehension.\n\n\nAll manned Foundation vessels must remain above 4,000 metres below surface at all times while within the Hellenic Trench region.\n All manned Foundation vessels must remain at least 20 km away from SCP-3924 at all times. (See: Addendum III.)\n\n\nDescription:\n SCP-3924 is a mobile, submersible object that roams the hadal zone of the Hellenic Trench region. SCP-3924 typically moves at 40 km/h and at depths of 4,450 to 4,980 metres below surface, but is capable of reaching speeds of \n55\n 337 km/h\n1\n and depths of 5,250 metres. In all encounters, SCP-3924 has evaded visual observation; because of this, its approximate physical appearance is only known through sonar imaging (Depicted above).\n\n\nSCP-3924 perpetually emits an indeterminate sound, depending on its current “state”; although the sonics change depending on whether or not SCP-3924 is passively roaming or actively engaged in battle, \nat no point does SCP-3924 cease emitting noise\n. (See: Addendum III.) Because of SCP-3924’s normal depth, these sounds are heavily distorted due to seawater; ongoing audio analysis has identified an ongoing rhythm between the various sounds, suggesting they may be musical in nature. To date, no patterns typical of vocalisations have yet been identified.\n\n\nWhenever a vessel approaches a depth of 4,100 metres below surface while within the Hellenic Trench region, SCP-3924 enters an active state, immediately changing course to intercept and broadcasting an alternate audio signature (unique to this state) directly at the encroaching vessel. This will continue until the vessel rises above a varying depth.\n2\n\n\nIf the offending vessel dives below 4,100 metres, SCP-3924 becomes hostile and will attack by use of incendiary torpedoes and/or rising mines; SCP-3924 will become increasingly aggressive in tactics the longer the vessel is below the 4,100 metre threshold, the deeper it gets, and the more aggressive the vessel becomes in retaliation (if at all). SCP-3924 will continue attacking until the encroaching vessel either rises above 4,100 metres below surface, or is catastrophically destroyed; due to the fact SCP-3924’s primary strategy appears to be focused upon rupturing ballast tanks, the latter is the most common outcome. If a vessel rises above the 4,100-metre threshold, SCP-3924 will immediately cease attacking, but will remain in an active state until the vessel rises above a “sufficient” depth.\n\n\nSCP-3924 periodically enters an active/hostile state in the absence of any encroaching vessels; in all such cases, SCP-3924 appears to broadcast, and attack, an indeterminate object/entity between it and the seafloor. To date, sonar has failed to detect any such objects/entities.\n\n\nAddendum I:\n Incident 3924-A\n\n\nOn January 9, 2018, SCP-3924 entered a hostile state and began firing munitions towards the seabed. During this time, a pre-prepared and unmanned submersible was deployed several hundred kilometres away in an attempt to reach the Hellenic Trench seafloor while SCP-3924 was preoccupied.\n\n\nOnce the submersible passed the 4,100-metre threshold, SCP-3924 immediately began firing torpedoes in its direction, despite showing no awareness of the submersible beforehand. SCP-3924 made no attempts to intercept the submersible, apparently prioritising the unseen threat below it.\n\n\nAfter thirteen minutes, SCP-3924 ceased firing towards the seafloor and immediately changed course to intercept the submersible (which had reached a depth of 4,954 metres). SCP-3924 rapidly accelerated to 337 km/h, reaching the submersible within several minutes and destroying it — sonar observation detected portions of SCP-3924’s hull shedding during this maneuver.\n\n\nSCP-3924 then ascended to a depth of 4,500 metres and began deploying rising mines in an attempt to damage or sink ships at the sea’s surface; [DATA REDACTED], [DATA REDACTED] and [DATA REDACTED] were critically damaged and sunk. SCP-3924 remained aggressive to surface vessels for a further three hours, after which it resumed normal behaviour. To date, this is the only time SCP-3924 has attacked vessels outside of its active zone.\n\n\nFurther attempts to surpass the 4,100 metre threshold are strictly forbidden.\n\n\nAddendum II:\n Incident 3924-B\n\n\nOn April 3, 2018, SCP-3924 again entered a hostile state in response to an undetected threat. Unlike previous renditions, SCP-3924 continuously fired towards the seafloor for 334 consecutive hours\n3\n, during which it progressively descended to a depth of 5,250 metres.\n\n\nOn April 17, SCP-3924 ceased firing and began broadcasting a previously unrecorded audio signature in all directions; three minutes later, SCP-3924 rapidly descended towards the seafloor, but disappeared from sonar detection immediately prior to impact.\n\n\nAttempts to locate SCP-3924 or its wreckage throughout the Hellenic Trench, either through sonar or visual detection, are currently ongoing, but are thus far inconclusive.\n\n\nSCP-3924 tentatively reclassified Uncontained/Neutralised.\n\n\nAddendum III:\n Incident 3924-C\n\n\nOn April 20, 2018, SCP-3924 was detected by sonar within the Calypso Deep region of the Hellenic Trench, approximately 75 km from where it disappeared. Sonar imaging shows that SCP-3924 appears to have suffered catastrophic rupturing of most, if not all, ballast tanks, but is attempting to ascend under (assumed) thruster propulsion alone. Since reappearance, SCP-3924’s behaviour has drastically changed; SCP-3924 will only respond to vessels within a 15 km radius, which it will aggressively fire upon, and SCP-3924 no longer produces any detectable audio.\n\n\nSCP-3924, at its current heading and speed, is estimated to return to its regular roaming zone by 23 March, 2019 (See: Addendum IV).\n\n\nAddendum IV:\n Incident 3924-D\n\n\nUpon reaching its roaming depth on March 23, 2019, 11:02 AM\n4\n, SCP-3924 began attacking any vessels within a 15 km radius of the sea surface above it; evasive manouvers resulted in no losses. SCP-3924 is continuing to ascend.\n\n\nThe SCPS \nVigilance\n has been preemptively deployed to the region in the event that retaliation becomes necessary to ensure the continued containment of SCP-3924.\n\n\n\n\nFootnotes\n\n\n1\n. See: Addendum I.\n\n\n2\n. Typically around the same depth at which SCP-3924 entered its active state, but has been known to increase or decrease by up to 200 metres, depending on the vessel's rate of ascension.\n\n\n3\n. Fourteen days.\n\n\n4\n. Local time.\n\n\n\n\n\n\n\n\n« \nSCP-3923\n | SCP-3924 | \nSCP-3925\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3924\n\" by Jack Ike, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3924\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n SCP-3924\n\n\nName:\n Miinitraaleri \"Virsaitis\" vrakk\n\n\nAuthor:\n Tuukritööde OÜ\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum I: Incident 3924-A\nOn January 9, 2018, SCP-3924 entered a hostile state and began firing munitions towards the seabed. During this time, a pre-prepared and unmanned submersible was deployed several hundred kilometres away in an attempt to reach the Hellenic Trench seafloor while SCP-3924 was preoccupied.\nOnce the submersible passed the 4,100-metre threshold, SCP-3924 immediately began firing torpedoes in its direction, despite showing no awareness of the submersible beforehand. SCP-3924 made no attempts to intercept the submersible, apparently prioritising the unseen threat below it.\nAfter thirteen minutes, SCP-3924 ceased firing towards the seafloor and immediately changed course to intercept the submersible (which had reached a depth of 4,954 metres). SCP-3924 rapidly accelerated to 337 km/h, reaching the submersible within several minutes and destroying it — sonar observation detected portions of SCP-3924’s hull shedding during this maneuver.\nSCP-3924 then ascended to a depth of 4,500 metres and began deploying rising mines in an attempt to damage or sink ships at the sea’s surface; [DATA REDACTED], [DATA REDACTED] and [DATA REDACTED] were critically damaged and sunk. SCP-3924 remained aggressive to surface vessels for a further three hours, after which it resumed normal behaviour. To date, this is the only time SCP-3924 has attacked vessels outside of its active zone.\nFurther attempts to surpass the 4,100 metre threshold are strictly forbidden.",
        "Addendum II: Incident 3924-B\nOn April 3, 2018, SCP-3924 again entered a hostile state in response to an undetected threat. Unlike previous renditions, SCP-3924 continuously fired towards the seafloor for 334 consecutive hours 3 , during which it progressively descended to a depth of 5,250 metres.\nOn April 17, SCP-3924 ceased firing and began broadcasting a previously unrecorded audio signature in all directions; three minutes later, SCP-3924 rapidly descended towards the seafloor, but disappeared from sonar detection immediately prior to impact.\nAttempts to locate SCP-3924 or its wreckage throughout the Hellenic Trench, either through sonar or visual detection, are currently ongoing, but are thus far inconclusive.\nSCP-3924 tentatively reclassified Uncontained/Neutralised.",
        "Addendum III: Incident 3924-C\nOn April 20, 2018, SCP-3924 was detected by sonar within the Calypso Deep region of the Hellenic Trench, approximately 75 km from where it disappeared. Sonar imaging shows that SCP-3924 appears to have suffered catastrophic rupturing of most, if not all, ballast tanks, but is attempting to ascend under (assumed) thruster propulsion alone. Since reappearance, SCP-3924’s behaviour has drastically changed; SCP-3924 will only respond to vessels within a 15 km radius, which it will aggressively fire upon, and SCP-3924 no longer produces any detectable audio.\nSCP-3924, at its current heading and speed, is estimated to return to its regular roaming zone by 23 March, 2019 (See: Addendum IV).",
        "Addendum IV: Incident 3924-D\nUpon reaching its roaming depth on March 23, 2019, 11:02 AM 4 , SCP-3924 began attacking any vessels within a 15 km radius of the sea surface above it; evasive manouvers resulted in no losses. SCP-3924 is continuing to ascend.\nThe SCPS Vigilance has been preemptively deployed to the region in the event that retaliation becomes necessary to ensure the continued containment of SCP-3924."
    ],
    "documents": [],
    "notes": [
        "\" SCP-3924 \" by Jack Ike, from the SCP Wiki . Source: https://scpwiki.com/scp-3924 . Licensed under CC-BY-SA .",
        "Filename: SCP-3924 Name: Miinitraaleri \"Virsaitis\" vrakk Author: Tuukritööde OÜ License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-3924",
    "object_class": "Euclid Uncontained/Neutralised Euclid",
    "containment_procedures": "SCP-3924 should be monitored via sonar at all times for any atypical behaviour. Records of its courses and speeds should be catalogued.",
    "description": "SCP-3924 is a mobile, submersible object that roams the hadal zone of the Hellenic Trench region. SCP-3924 typically moves at 40 km/h and at depths of 4,450 to 4,980 metres below surface, but is capable of reaching speeds of 55 337 km/h1 and depths of 5,250 metres. In all encounters, SCP-3924 has evaded visual observation; because of this, its approximate physical appearance is only known through sonar imaging (Depicted above).",
    "title": "SCP-3924"
}