{
    "url": "https://scp-wiki.wikidot.com/scp-393",
    "all_text": "rating: \n+72\n+\n–\nx\n\n\nItem #:\n SCP-393\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-393 is to be kept in the possession of a designated D-class subject, hereby referred to as D-393, at Site-██. The vitals of D-393 are to be monitored at all times to prevent SCP-393 from 'linking' to important SCP personnel in the event of D-393's death. A secondary D-class subject will remain on stand-by for emergency reclamations of SCP-393 if D-393 should die.\n\n\nDescription:\n SCP-393 is an ordinary 9 cm x 14 cm blue day planner with a year embroidered into its cover that always matches the current year. The information on the back of the day planner reveals it to be a product of █████ ███████ publishing. SCP-393 has the ability to 'link' to a nearby subject via unknown means. Once linked, the day planner will appear in the hands of its owner whenever it is not being watched. Additionally, any event written in the past dates of the day planner are instantly recalled by the subject as if they experienced it themselves. Events written in a future date of SCP-393 will elicit no change until the date of the event has passed, at which time the subject will recall the event. If the subject currently linked with SCP-393 dies, SCP-393 will choose a new owner within ten minutes of the previous owner's demise, based on proximity. There appears to be no maximal distance for this ability (for additional details, see \ntesting log\n).\n\n\nInterview Log 393-1a\n\n\nInterviewed\n: Test 393-1 subject\n\n\nInterviewer\n: Dr. ██████\n\n\nForeword\n: Review of subject's mental state after Test 393-1 and the extent of memory alteration .\n\n\n\n\n<Begin Log, 5:31 ██/██/2███>\n\n\n''Dr. ██████:'' So you say you spent the day yesterday at ██████████ Park with your girlfriend Cindy. Is this correct?\n\n\n''Subject 393-1'': Yeah, it was a pleasant afternoon.\n\n\n\"Dr. ██████:\" How long would you say you have known Cindy?\n\n\n\"Subject 393-1:\" I don't know, about two years.\n\n\n\"Dr. ██████:\" Do you realize that you have been in this facility for a year now? And before that you were in the ████████ State prison for a life sentence?\n\n\nSubject appears deep in thought, visibly worried\n\n\n\"Subject 393-1:\" But.. oh! Cindy was my girlfriend from back in high school. I used all my conjugal visits to see her.\n\n\n\"Dr. ██████:\" Hmm… I see. How exactly did you see your girlfriend yesterday? You haven't been let out of this facility for months.\n\n\nSubject appears distressed and begins to fidget nervously\n\n\n\"Subject 393-1:\" You guys gave me leave to see her. It was our two year anniversary.\n\n\n\"Dr. ██████:\" We don't give leave to any D-Class at this facility, Subject 393-1. I'm afraid that you never left the facility. Cindy does not exist.\n\n\nSubject is increasingly agitated and distraught\n\n\n\"Subject 393-1:\" But.. I know her! We were high school sweethearts! We've been together 10 years! It was our anniversary!\n\n\nSubject stands up\n\n\n\"Dr. ██████:\" Subject 393-1, sit down now! Your stories are broken and make no sense. Cindy is not real. Play the tapes, ████████.\"\n\n\nVideo logs of Subject 393-1 for the previous day begin playing with time stamp\n\n\n\"Subject 393-1:\" Those are fake! You're lying to me! This is just another damn test!\n\n\nSubject picks up video projector and moves to smash it\n\n\n\"Dr. ██████:\" Sedate him!\n\n\nGuards tranquilize Subject 393-1 and take the body to his holding cell\n\n\n\"Dr. ██████:\" Glad that's done with. Turn it off. We're done here.\n\n\n<End Log>\n\n\n\n\nClosing Statement\n: Subject 393-1 terminated after refusing to work, and attacking any staff who entered his cell.\n\n\nSCP-393 has a heavy effect on the memory of the subject, but subject's memories fall apart under questioning.\n - Dr ██████\n\n\n\n\n\n\n« \nSCP-392\n | SCP-393 | \nSCP-394\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-393\n\" by Enocher, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-393\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "<Begin Log, 5:31 ██/██/2███> ''Dr. ██████:'' So you say you spent the day yesterday at ██████████ Park with your girlfriend Cindy. Is this correct? ''Subject 393-1'': Yeah, it was a pleasant afternoon. \"Dr. ██████:\" How long would you say you have known Cindy? \"Subject 393-1:\" I don't know, about two years. \"Dr. ██████:\" Do you realize that you have been in this facility for a year now? And before that you were in the ████████ State prison for a life sentence? Subject appears deep in thought, visibly worried \"Subject 393-1:\" But.. oh! Cindy was my girlfriend from back in high school. I used all my conjugal visits to see her. \"Dr. ██████:\" Hmm… I see. How exactly did you see your girlfriend yesterday? You haven't been let out of this facility for months. Subject appears distressed and begins to fidget nervously \"Subject 393-1:\" You guys gave me leave to see her. It was our two year anniversary. \"Dr. ██████:\" We don't give leave to any D-Class at this facility, Subject 393-1. I'm afraid that you never left the facility. Cindy does not exist. Subject is increasingly agitated and distraught \"Subject 393-1:\" But.. I know her! We were high school sweethearts! We've been together 10 years! It was our anniversary! Subject stands up \"Dr. ██████:\" Subject 393-1, sit down now! Your stories are broken and make no sense. Cindy is not real. Play the tapes, ████████.\" Video logs of Subject 393-1 for the previous day begin playing with time stamp \"Subject 393-1:\" Those are fake! You're lying to me! This is just another damn test! Subject picks up video projector and moves to smash it \"Dr. ██████:\" Sedate him! Guards tranquilize Subject 393-1 and take the body to his holding cell \"Dr. ██████:\" Glad that's done with. Turn it off. We're done here. <End Log>",
        "\" SCP-393 \" by Enocher, from the SCP Wiki . Source: https://scpwiki.com/scp-393 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-393",
    "object_class": "Euclid",
    "containment_procedures": "SCP-393 is to be kept in the possession of a designated D-class subject, hereby referred to as D-393, at Site-██. The vitals of D-393 are to be monitored at all times to prevent SCP-393 from 'linking' to important SCP personnel in the event of D-393's death. A secondary D-class subject will remain on stand-by for emergency reclamations of SCP-393 if D-393 should die.",
    "description": "SCP-393 is an ordinary 9 cm x 14 cm blue day planner with a year embroidered into its cover that always matches the current year. The information on the back of the day planner reveals it to be a product of █████ ███████ publishing. SCP-393 has the ability to 'link' to a nearby subject via unknown means. Once linked, the day planner will appear in the hands of its owner whenever it is not being watched. Additionally, any event written in the past dates of the day planner are instantly recalled by the subject as if they experienced it themselves. Events written in a future date of SCP-393 will elicit no change until the date of the event has passed, at which time the subject will recall the event. If the subject currently linked with SCP-393 dies, SCP-393 will choose a new owner within ten minutes of the previous owner's demise, based on proximity. There appears to be no maximal distance for this ability (for additional details, see testing log).",
    "title": "SCP-393"
}