{
    "url": "https://scp-wiki.wikidot.com/scp-3930",
    "all_text": "SCP-3930\n - \nThe Pattern Screamer\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+1788\n+\n–\nx\n\n\n\n\n\n\nN/A\n\n\n\n\n\n\nItem #:\n SCP-3930\n\n\nObject Class:\n N/A\n\n\nSpecial Containment Procedures:\n Individuals assigned to SCP-3930 are to monitor the S5-C9 perimeter established near Usinsk, Russia, and follow orders from on-site command. Individuals assigned to SCP-3930 are to be made aware that there is nothing within the perimeter, as SCP-3930 does not exist.\n\n\nDescription:\n SCP-3930 does not exist.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe remainder of this file is Level 5/3930 Classified with Restrictions.\n\n\n\n\n[ INPUT AUTHORIZATION CREDENTIALS ]\n\n\n\n\n[ CREDENTIAL ACCEPTED ]\n\n\n\n\n\n\n\n\n\n\nBY ORDER OF O5-1\n\n\nThe following file is Level 5 Classified, with restrictions.\n\n\nUnauthorized access is forbidden.\n\n\n\n\n3930\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n3930\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nn/a\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-3930.\n\n\n\n\n\n\n\n\n\n\n\n\nUsinsk, KR, RU.\n\n\n\n\n\n\nFile Administrator Notice:\n Only seven living individuals are permitted access to this file.\n\n\nModified Special Containment Procedures:\n For the purpose of ongoing containment of SCP-3930, it is important for all personnel assigned to SCP-3930 (outside of the personnel permitted to have access to this file) to understand that SCP-3930 does not exist, nor has ever existed. Personnel currently assigned to SCP-3930 who assert SCP-3930’s existence are to be reassigned and given a full psychological examination to ensure their understanding that SCP-3930 does not exist. Individuals who are unable to do so are to be remitted to the current 3930 Research Lead for termination.\n\n\nAll personnel assigned to SCP-3930 must understand that, despite any language or orders that may imply otherwise due to their content, SCP-3930 does not exist.\n\n\nSCP-3930 is contained at its location of discovery. Access to the region containing SCP-3930 is strictly forbidden. A perimeter has been created around SCP-3930, roughly 1km in diameter. Any unauthorized individuals crossing this perimeter with intent to approach SCP-3930 are to be terminated on sight. The seven individuals permitted to access this file have total executive authority over the containment of SCP-3930 and administration of personnel assigned to SCP-3930.\n\n\nThe sustained non-existence of SCP-3930 is the containment procedure for SCP-3930.\n\n\nDescription:\n SCP-3930 is a static void located within a 1 km perimeter near Usinsk, Russia established by Soviet scientists in the early 1970s. SCP-3930 does not emit or absorb light or sound, does not have shape or texture, cannot be passed through, cannot be interacted with, cannot be manipulated in any way, and has no dimension. Through extensive testing using a variety of techniques, Foundation researchers have been able to certify with 99.999% accuracy that absolutely nothing exists within the region described as SCP-3930.\n\n\nDespite this, subjects exposed to SCP-3930 will invariably describe the space as containing flora and fauna similar to those in the surrounding area, as well as a structure somewhere within the nonexistent space. How individuals are capable of perceiving SCP-3930 is currently unknown, though several hypotheses have been produced (\nsee Addendum 3930.3 for details\n). As SCP-3930 cannot be passed through or interacted with (as SCP-3930 is not something that exists), extant objects or entities cannot “enter” SCP-3930. Nevertheless, individuals who attempt to approach SCP-3930 and go into it will nonetheless be perceived as doing so by other observers. The moment the individual passes the nonexistent “border” of SCP-3930, they cease to exist. Despite this, outside observers will continue to perceive the individuals who pass into SCP-3930 for some time afterwards, until such time as they no longer do.\n\n\nIn summary,\n\n\n\n\nSCP-3930 does not exist.\n\n\nSCP-3930 is not a physical location, point in time, singularity, vacuum, extradimensional space, meta construct, or any other extant descriptive, as a requirement for any such descriptive is existence, which SCP-3930 lacks.\n\n\nSCP-3930 cannot be said to be anything, regardless of its perceived properties.\n\n\nAs SCP-3930 does not exist, it cannot contain anything that exists. Due to this, anything that attempts to pass through or enter SCP-3930, which is impossible due to SCP-3930 being nonexistent, will also cease to exist.\n\n\nDespite all of the above, human beings will still perceive SCP-3930 as perceptible and things that become nonexistent due to SCP-3930 as similarly perceptible.\n\n\n\n\nMost notably, certain attributes of SCP-3930 perceived by cognizant beings are altered significantly by the number of individuals who both are aware of SCP-3930 and are aware of the fact that it is affected by awareness. \nFor more information about this, see Addendum 3930.3\n\n\nLastly, the effect human perception has on SCP-3930’s perceived properties cannot be diminished with amnestics, or even natural death. The only known method to affect the nature of SCP-3930’s perceived abilities is for the individual who had previously perceived SCP-3930 to enter SCP-3930 and become nonexistent. While the effect this has on SCP-3930 is not immediate, it will diminish over time until becoming stable again after roughly thirty-one days. The highest number of individuals able to perceive SCP-3930 while still maintaining the void’s stability is ten, seven of which are accounted for by containment procedures, two allowed for testing purposes, and one for any potential civilian interference.\n\n\nAddendum 3930.1:\n Discovery\n\n\nThe records of SCP-3930’s original discovery were lost in the dissolution of the Soviet intelligence community, but it is believed that SCP-3930 was likely discovered on more than one occasion by individuals who, by virtue of attempting to interact with SCP-3930, no longer exist. Notably, near the end of the Soviet Union SCP-3930 was known about only by State scientists and researchers, and it is not believed that any members of GRU Division “P” were made aware of SCP-3930. If the state scientists were aware of the nature of SCP-3930, this was likely by design.\n\n\nThe number of individuals who had perception of SCP-3930 before these containment procedures were enacted is unknown, though records indicate that the state scientists experienced extreme difficulties in both containing the anomaly and doing research on it. Their lack of proper understanding of SCP-3930’s anomalous qualities led to a significant loss of life, which further exacerbated the situation regarding SCP-3930. By the time Foundation operatives had discovered SCP-3930, only a small number of the original research team members remained, the rest having been lost to SCP-3930.\n\n\nThe implementation of SCP-3930’s current containment procedures also came at the cost of an unfortunate loss of life. More information about this can be found in Addendum 3930.3.\n\n\nAddendum 3930.2:\n Exploration Log\n\n\nExploration into SCP-3930 is impossible as per the previously established understanding of SCP-3930. Regardless, outside observers are capable of perceiving individuals who enter SCP-3930 (and as such, cease to exist) and even receiving audio transmissions from them. Notably, audio and video recording equipment does not function properly near SCP-3930. Video cameras are not capable of capturing a non-entity, and footage of SCP-3930 is subject to the same anomalous visual perceptual abnormalities as regular observation of SCP-3930. The same is consistent with audio recordings. In short, all audio and video equipment stops functioning the moment it enters SCP-3930, though observers will continue to perceive proper functioning, even if the discrepancy is noted\n1\n.\n\n\nThe following is an audio log transcription, penned by 3930/7/4\n2\n as he perceived it. During the recording of this log, 3930/7/4 spoke into a microphone, perceived a response, and then repeated the response into another recording device. As such, it is worth mentioning once more that the following is simply a conversation that 3930/7/4 appears to have with another human who did not exist at the time of this recording, with both individuals' dialogue being spoken by 3930/7/4. 3930/3/3 moderated this event and confirmed the accuracy of the perceived responses, as well as curated the logs afterwards.\n\n\n\n\n[BEGIN LOG]\n\n\n3930/7/4:\n Alright D-124, I need you to start walking forwards. Can you tell me what you see in front of you?\n\n\nD-124:\n Trees. The woods.\n\n\n3930/7/4:\n Any animals or wildlife?\n\n\nD-124:\n No.\n\n\n3930/7/4:\n Alright. Proceed forward.\n\n\nSilence.\n\n\n3930/7/4:\n You’re approaching the boundary of the anomaly. Do you see anything now?\n\n\nD-124:\n I don’t, no, still just-\n\n\nAt this point, D-124 disappeared into SCP-3930 and ceased to exist. Audio monitoring equipment confirmed that his radio had ceased to function. Regardless, neither 3930/7/4 or 3930/3/3 noticed this.\n\n\nD-124:\n -trees and bushes and stuff.\n\n\n3930/7/4:\n Continue forward.\n\n\nSilence.\n\n\nD-124:\n Hey, hang on. There is something up here in the clearing. Some kind of building.\n\n\n3930/7/4:\n Can you describe it for me?\n\n\nD-124:\n Yeah, it’s uh… short. It has a bunch of, uh… I think it’s like an apartment building. It’s really overgrown, though, like it’s been abandoned for a while.\n\n\n3930/7/4:\n How big is this structure?\n\n\nD-124:\n Well, I don’t know. Maybe… one-hundred feet long? I count six doors on this side. It looks like it might curve around in the back.\n\n\n3930/7/4:\n Go ahead and continue forward.\n\n\nD-124:\n Sure.\n\n\nSilence.\n\n\nD-124:\n I actually, by the way, I just noticed something. There’s a sound I can hear now, but it’s really quiet. I thought it was the wind or the grass a moment ago, but it’s definitely neither of those.\n\n\n3930/7/4:\n What does it sound like?\n\n\nD-124:\n (\nPauses\n) Honestly, I don’t know. It’s faint.\n\n\n3930/7/4:\n Roger. Keep us updated on that.\n\n\nSilence.\n\n\nD-124:\n Alright, I’m up on the building. Definitely some kind of apartment building. White walls, brown doors. Wood. There’s uh… I guess some kind of other building over here, maybe an office?\n\n\n3930/7/4:\n Can you open any of the doors?\n\n\nD-124:\n I can try. Hang on. (\nPauses\n) That one’s locked. (\nPauses\n) This one too, hang on. (\nPauses\n) I’m looking in the window, trying to see if there’s anything in here, but uh… it’s just dark. I can’t see beyond the curtains.\n\n\n3930/7/4:\n Please continue to check the doors.\n\n\nD-124:\n Yeah. (\nPauses\n) Got one. Let’s see. (\nPauses\n) Definitely, uh, definitely nobody has been here in a while. It’s dark, dusty. Just one bedroom, I think. Not much furniture, some chairs and a small bookshelf. Nothing on it though. Let me look in the bedroom. (\nPauses\n) Twin bed. A chest of drawers, but they’re… they’re empty. The bed is made. Curtains are drawn everywhere, hang on. (\nSound of curtains being opened.\n) This window here just faces the other side of the, uh, of the clearing here. This building is a big L shape, it goes on down that way a bit.\n\n\n3930/3/3:\n (\nAway from microphone\n) Can you turn that light off? It’s too goddamn bright.\n\n\nD-124 continues to search the room and attached bathroom for the following five minutes. Eventually, he is asked to leave by 3930/7/4.\n\n\nD-124:\n Yeah, alright, let me- hang on.\n\n\n3930/7/4:\n What is it?\n\n\nD-124:\n I… did I open these blinds earlier?\n\n\n3930/7/4:\n What?\n\n\nD-124:\n The blinds, the fuck… I drew the curtains back earlier, I mean. When I walked into the bedroom.\n\n\n3930/7/4:\n I don’t know, I-\n\n\nD-124:\n No, I definitely did. I remember it specifically, because then I looked out that window. I opened these curtains. (\nPauses\n) Is there something else in here?\n\n\n3930/7/4:\n We don’t have reason to believe so, no.\n\n\nD-124:\n Then what closed the fucking curtains? Why are they closed?\n\n\n3930/7/4:\n We don’t know that.\n\n\nD-124:\n Of course you don’t know that, but… man, I definitely opened these. Because I stepped over here and looked out and… I said, uh… well, I said that there was somebody out there, or… huh. I don’t remember what I said, actually. Maybe I was wrong. (\nPauses\n) That’s weird.\n\n\n3930/7/4:\n Come again?\n\n\nD-124:\n Nothing, I just, uh… I guess I’ll keep going here.\n\n\nSilence.\n\n\nD-124:\n Next room here is more of the same. It’s, uh, it’s backwards from the other one though. This room has a TV in it.\n\n\n3930/7/4:\n Is the TV on?\n\n\nD-124:\n What? No. Nobody has been here in weeks, maybe years. I don’t think that- (\nPauses\n) Actually, you know what? The TV is still warm. Somebody has been in here too. Let me see if… (\nPauses\n)\n\n\n3930/7/4:\n What is it?\n\n\nD-124:\n It’s on, but it’s…strange. The channels keep skipping around. Just images, pictures. Black and white. A backwards ocean. Mirrors and faces. A funeral pyre. (\nPauses\n) It keeps coming back to one image. Black background with uh… (\nPauses\n) dark shapes floating around. More than one. They’re really small. Hard to see. Fading in and out. (\nPauses\n) Can you hear that?\n\n\n3930/7/4:\n We cannot.\n\n\nD-124:\n It’s that sound again. Not coming from the TV. Maybe from outside? (\nPauses\n) This, uh… huh.\n\n\n3930/7/4:\n Come again?\n\n\nD-124:\n Well, it’s just that… this is going to sound crazy, I know, but I swear I came into this room through a door on that wall, and now the door isn’t there. There’s a window there instead.\n\n\n3930/7/4:\n Can you see out of the window?\n\n\nD-124:\n I can, uh… (\nPauses\n) Alright, this is going to sound \nreally\n crazy, but I can’t open the curtains. When I go to pull them back, there are just… more behind them. And more behind those.\n\n\n3930/7/4:\n Are there any other exits to this room?\n\n\nD-124:\n There’s a-\n\n\nAt this point, a telephone in the mobile research station began ringing in the same room as 3930/7/4 and 3930/3/3, the latter of whom stood to answer it. As he did, 3930/7/4 described hearing another phone ringing on the other end of the audio transmitter, near D-124.\n\n\nD-124:\n There’s a phone ringing. I don’t remember it being here, hang on.\n\n\n3930/7/4:\n Hey, don’t-\n\n\nD-124 and 3930/3/3 in unison:\n Hello? (\nPauses\n) Yes, we’re watching. (\nPauses\n) Listening in on this. (\nPauses\n) Can you hear me?\n\n\nAt this point, 3930/7/4 notes severe echo originating from his audio receiver coming from D-124.\n\n\nD-124 and 3930/3/3 in unison:\n Hello? Hello? Can you hear me? Am I speaking to you right now? What is this?\n\n\n3930/7/4:\n Hey- hang up the phone! Hang up the goddamn phone!\n\n\n3930/3/3 hangs up the telephone and appears confused and disoriented. On the other end of the audio receiver, D-124 expresses similar confusion.\n\n\nD-124:\n What was that? Did you hear any of that?\n\n\n3930/7/4:\n D-124, are there any exits from the room you’re currently in?\n\n\nD-124:\n Yeah, there’s a stairwell here. I can try that.\n\n\n3930/7/4:\n Roger, please do.\n\n\nSilence.\n\n\nD-124:\n Alright, I went down the stairs, and now I’m in… another room. No, wait. Is it? (\nPauses\n) Hey, I forgot to mention earlier, but my skin feels really strange.\n\n\n3930/7/4:\n What do you mean?\n\n\nD-124:\n Sort of chalky. And when I brush my hand against my arm, it just sort of uh… I don’t know how to describe it. It’s like it just stops being there for a minute.\n\n\n3930/7/4:\n Noted. Can you describe your surroundings now?\n\n\nD-124:\n There’s the same couch as the previous room, but there’s something different about this one. Maybe the room is the wrong size? It feels a little bigger, things are more spread out.\n\n\n3930/7/4:\n Can you get back up the stairs?\n\n\nD-124:\n Stairs?\n\n\n3930/7/4:\n The stairs you just descended down.\n\n\nD-124:\n What stairs?\n\n\n3930/7/4:\n You just descended down a flight of stairs. To get into this room.\n\n\nD-124:\n No, I came through the front door, right over here. (\nPauses\n) It’s weird. The door’s locked now. Are you sure you can’t hear that, by the way?\n\n\n3930/7/4:\n Can you describe the noise you’re hearing?\n\n\nD-124:\n Like… you ever listen to static?\n\n\n3930/7/4:\n Sure.\n\n\nD-124:\n Sometimes you hear things in the white space, yeah? Your brain filling in the gaps. This sound is like that sound, the sound your brain makes, only without the static. It’s really not very loud, but it’s really noticeable. (\nPauses\n) I think, uh… let me see. There should be a door out of here, somewhere. Let me look.\n\n\nD-124 continues to look through the room he is currently in for an exit for the following four hours. Despite attempts by the control group to assist D-124 in leaving the room, he is unable to do so.\n\n\nD-124:\n I’m noticing something again. I know why this is all taking so long. The space in between everything is really big now. It’s taking me ten minutes now to walk from the sofa to the TV. I needed twenty to get to the kitchen.\n\n\n3930/7/4:\n What? Since when? Why didn’t you mention this earlier?\n\n\nD-124:\n I don’t know, I- (\nPauses\n) There’s a knock at the door. Hang on. (\nPauses\n) Hello? (\nPauses\n) There’s a man outside. He wants to know if I’m listening.\n\n\n3930/7/4:\n Am I?\n\n\nD-124:\n Yeah, I am. (\nPauses\n) Alright. (\nPauses\n) He says there’s a way out, going down through the, uh, through the floor. He said if I lean back enough, I’ll just go there, so…\n\n\nSilence. D-124 does not respond for thirty-eight minutes. 3930/7/4 and 3930/3/3 do not speak for thirty-eight minutes.\n\n\nD-124:\n White noise.\n\n\nSilence.\n\n\n3930/7/4:\n Are you there yet?\n\n\nD-124:\n It’s further than I thought it would be. I think I’m starting to get it. Are you listening?\n\n\n3930/7/4:\n Are you listening?\n\n\nD-124:\n Good, don’t stop listening. I’m down below here, now. See, I thought the things I was seeing were something to do with me, but they’re really not. I’m not really seeing them. (\nPauses\n) Yeah, this makes a lot more sense. Not to me, but maybe to you. Maybe it doesn’t matter. (\nPauses\n) So you know what I said earlier about listening to static, right? The same sort of thing is happening with my eyes now. Filling in the blanks.\n\n\n3930/7/4:\n What do you see?\n\n\nD-124:\n There was a hole in the world here, and this place got pulled down into it, like a drain. People too. I can actually see it, now, the whole building, drawn into the tiny little… spot. Fracturing out and broken. (\nPauses\n) Alright, yeah. Yeah yeah yeah. This is a response. Like a reaction. Nature doesn’t abhor a vacuum, but people do. Your minds aren’t made for this, right? You stare at the stars and see things, because that’s what you do. Making sense of it. Order is a man-made concept.\n\n\n3930/7/4:\n Can you describe the space you’re in now?\n\n\nD-124:\n I’m not.\n\n\n3930/7/4:\n What do you mean?\n\n\nD-124:\n You know I’m not, actually. As soon as you realize it, this’ll all be over.\n\n\n3930/7/4:\n As soon as I realize what?\n\n\nD-124:\n You just have to look away from the screen and you stop seeing the, uh… you stop seeing the patterns. I’m… if you look away, you’ll stop seeing me, and you’ll… you’ll stop hearing me, and that’s what I’m hearing, that’s what I’ve been hearing this whole time, yes, that makes sense, because if you blink you lose it and once it’s gone it’s nothing again, so they try to get your attention and if they lose it they’re nothing, and-\n\n\n3930/7/4:\n Slow down, I need you to-\n\n\nD-124:\n -no no no, you look away and the patterns go away. You stop listening and you don’t hear them. They’re nothing, and now I’m… don’t you get it?\n\n\n3930/7/4:\n Are-\n\n\nAt this point, there is a minor dip in electrical systems as the on-site generator activates. Both 3930/7/4 and 3930/3/3 immediately become aware that the audio transmitter is no longer functional. Attempts to contact D-124 fail.\n\n\n[END LOG]\n\n\n\n\nAddendum 3930.3:\n Interview with 3930/1/1\n\n\nThe following excerpt is taken from an interview log conducted with Dr. Andrei Vasiliev, a Soviet scientist who was found operating the containment procedures for SCP-3930 before the beginning of Foundation intervention. Dr. Vasiliev was eventually offered a position within the Foundation, and became 3930/1/1 shortly afterwards. The interviewer was Dr. Piotr Kuzkin. Translation provided by Dr. Simon Pietrykau.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Kuzkin:\n What is it?\n\n\nDr. Vasiliev:\n It isn’t anything, not in any measurable sense. It’s a static, uncompromised void. A space where nothing exists.\n\n\nDr. Kuzkin:\n How did it get here?\n\n\nDr. Vasiliev:\n We don’t know. It was found, whether by someone within the State or an outside player, and we arrived first.\n\n\nDr. Kuzkin:\n What do you know about it?\n\n\nDr. Vasiliev:\n Know about it? What is there to know? There’s nothing there. Nothing for us to measure, nothing for us to test. Things that cross its threshold disappear and cease to be. We have tried sending in soldiers with recording equipment, but they all met the same fate.\n\n\nDr. Kuzkin:\n What happened to the rest of your team?\n\n\nDr. Vasiliev:\n Ah… (\nPauses\n) Perception is key. Everything you can test for will tell you there is an absence there, yes? But you look at it and you still see forest and trees and even animals. Walk far enough in, and you might see a building, or people. But none of it is real. By the time you see the building, in whatever shape it takes, you’re not real either. You have become little more than the reflection of yourself perceived by someone else’s mind. This thing, this void… (\npauses\n) It is a hateful mirror. It desires you to look at it. The more who look, the more hateful it becomes.\n\n\nDr. Kuzkin:\n But what about the rest of your team?\n\n\nDr. Vasiliev:\n There were too many of us. Too many of us stared into the void, and it started screaming.\n\n\nDr. Kuzkin:\n Screaming?\n\n\nDr. Vasiliev:\n When you approach it, you will start to hear it. So faint it might be nothing, or less. But a noise. Something queer has happened. Human minds have evolved to see patterns where there are none, so when cast over a space where there is nothing at all, the mind begins to create something from nothing. What you hear is something rudimentary, an almost imperceptible sentience. It is a flash along the edge of the void as our minds attempt to perceive something that isn’t there. And it hates.\n\n\nDr. Kuzkin:\n What do you mean, it hates? Why would it hate anything? How would you know?\n\n\nDr. Vasiliev:\n Because there were too many of us. Each member of our team cognizant of the void, each trying to perceive it. These flashes, these tiny screamers, eventually they began to… to bind together. Make no mistake, Dr. Kuzkin, they are not real. They are to the neutrino what the neutrino is to us, less than nothing. But they are somehow aware of their nothingness, and they are hateful. Their existence, I believe, is torment. They hate the universe for being. They hate themselves for being. And they hate us for making them be. They are nothing but hate. (\nPauses\n) Given enough time, and with enough of us trying to look into this void, something crawled out of it. (\nPauses\n) Afterwards, there were ten of us. The anomaly has been stable since.\n\n\nDr. Kuzkin:\n What came out?\n\n\nSilence.\n\n\nDr. Kuzkin:\n How long have you been here?\n\n\nDr. Vasiliev:\n Decades.\n\n\nDr. Kuzkin:\n Why didn't you call for relief?\n\n\nDr. Vasiliev:\n Once you've heard the screamer, you can't unhear it. Calling for relief would just be damning another soul.\n\n\nDr. Kuzkin:\n The other day, the remainder of your scientists disappeared. Where are they?\n\n\nDr. Vasiliev:\n They entered the void.\n\n\nDr. Kuzkin:\n Why?\n\n\nDr. Vasiliev:\n There are too many of us now. You brought twelve, and there were eight of us. There can be no more than ten. Once you have perceived the void, your mind cannot be made to forget it. There are thirteen of us now, but there must be no more than ten.\n\n\nDr. Kuzkin:\n You talk about this void like it’s some kind of intelligent creature. How can this nothingness be something intelligent?\n\n\nDr. Vasiliev:\n They are not the same thing. The void is what it is, a region of non-existence. It is unfathomable and unalterable, and we know nothing about it. But the pattern screamers are, yes, in some way intelligent. But they are only intelligent because they are us. They are our reflection in this hateful mirror.\n\n\n(\nOff camera activity. Dr. Kuzkin looks away. Dr. Vasiliev looks at the camera for a moment.\n)\n\n\nDr. Kuzkin:\n Alright. Is there anything else?\n\n\nDr. Vasiliev:\n There can be no more than ten. I will go into the void, and then two of your own must follow.\n\n\nDr. Kuzkin:\n And if they do not?\n\n\nSilence.\n\n\n[END LOG]\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Such as alarms or warnings that the equipment is malfunctioning or has disconnected from its source\n\n\n2\n. The fourth member of Foundation staff to be the seventh individual allowed to access this file.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3929\n | SCP-3930 | \nSCP-3931\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3930\n\" by djkaktus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3930\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n default.png\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative of:\n\n\n\n\nFilename:\n logo.png\n\n\nAuthor:\n \nfar2\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n location.png\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n thescreamer.png\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n A Palette of Blues (8485281720).jpg\n\n\nAuthor:\n Western Arctic National Parklands\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "[BEGIN LOG] 3930/7/4: Alright D-124, I need you to start walking forwards. Can you tell me what you see in front of you? D-124: Trees. The woods. 3930/7/4: Any animals or wildlife? D-124: No. 3930/7/4: Alright. Proceed forward. Silence. 3930/7/4: You’re approaching the boundary of the anomaly. Do you see anything now? D-124: I don’t, no, still just- At this point, D-124 disappeared into SCP-3930 and ceased to exist. Audio monitoring equipment confirmed that his radio had ceased to function. Regardless, neither 3930/7/4 or 3930/3/3 noticed this. D-124: -trees and bushes and stuff. 3930/7/4: Continue forward. Silence. D-124: Hey, hang on. There is something up here in the clearing. Some kind of building. 3930/7/4: Can you describe it for me? D-124: Yeah, it’s uh… short. It has a bunch of, uh… I think it’s like an apartment building. It’s really overgrown, though, like it’s been abandoned for a while. 3930/7/4: How big is this structure? D-124: Well, I don’t know. Maybe… one-hundred feet long? I count six doors on this side. It looks like it might curve around in the back. 3930/7/4: Go ahead and continue forward. D-124: Sure. Silence. D-124: I actually, by the way, I just noticed something. There’s a sound I can hear now, but it’s really quiet. I thought it was the wind or the grass a moment ago, but it’s definitely neither of those. 3930/7/4: What does it sound like? D-124: ( Pauses ) Honestly, I don’t know. It’s faint. 3930/7/4: Roger. Keep us updated on that. Silence. D-124: Alright, I’m up on the building. Definitely some kind of apartment building. White walls, brown doors. Wood. There’s uh… I guess some kind of other building over here, maybe an office? 3930/7/4: Can you open any of the doors? D-124: I can try. Hang on. ( Pauses ) That one’s locked. ( Pauses ) This one too, hang on. ( Pauses ) I’m looking in the window, trying to see if there’s anything in here, but uh… it’s just dark. I can’t see beyond the curtains. 3930/7/4: Please continue to check the doors. D-124: Yeah. ( Pauses ) Got one. Let’s see. ( Pauses ) Definitely, uh, definitely nobody has been here in a while. It’s dark, dusty. Just one bedroom, I think. Not much furniture, some chairs and a small bookshelf. Nothing on it though. Let me look in the bedroom. ( Pauses ) Twin bed. A chest of drawers, but they’re… they’re empty. The bed is made. Curtains are drawn everywhere, hang on. ( Sound of curtains being opened. ) This window here just faces the other side of the, uh, of the clearing here. This building is a big L shape, it goes on down that way a bit. 3930/3/3: ( Away from microphone ) Can you turn that light off? It’s too goddamn bright. D-124 continues to search the room and attached bathroom for the following five minutes. Eventually, he is asked to leave by 3930/7/4. D-124: Yeah, alright, let me- hang on. 3930/7/4: What is it? D-124: I… did I open these blinds earlier? 3930/7/4: What? D-124: The blinds, the fuck… I drew the curtains back earlier, I mean. When I walked into the bedroom. 3930/7/4: I don’t know, I- D-124: No, I definitely did. I remember it specifically, because then I looked out that window. I opened these curtains. ( Pauses ) Is there something else in here? 3930/7/4: We don’t have reason to believe so, no. D-124: Then what closed the fucking curtains? Why are they closed? 3930/7/4: We don’t know that. D-124: Of course you don’t know that, but… man, I definitely opened these. Because I stepped over here and looked out and… I said, uh… well, I said that there was somebody out there, or… huh. I don’t remember what I said, actually. Maybe I was wrong. ( Pauses ) That’s weird. 3930/7/4: Come again? D-124: Nothing, I just, uh… I guess I’ll keep going here. Silence. D-124: Next room here is more of the same. It’s, uh, it’s backwards from the other one though. This room has a TV in it. 3930/7/4: Is the TV on? D-124: What? No. Nobody has been here in weeks, maybe years. I don’t think that- ( Pauses ) Actually, you know what? The TV is still warm. Somebody has been in here too. Let me see if… ( Pauses ) 3930/7/4: What is it? D-124: It’s on, but it’s…strange. The channels keep skipping around. Just images, pictures. Black and white. A backwards ocean. Mirrors and faces. A funeral pyre. ( Pauses ) It keeps coming back to one image. Black background with uh… ( Pauses ) dark shapes floating around. More than one. They’re really small. Hard to see. Fading in and out. ( Pauses ) Can you hear that? 3930/7/4: We cannot. D-124: It’s that sound again. Not coming from the TV. Maybe from outside? ( Pauses ) This, uh… huh. 3930/7/4: Come again? D-124: Well, it’s just that… this is going to sound crazy, I know, but I swear I came into this room through a door on that wall, and now the door isn’t there. There’s a window there instead. 3930/7/4: Can you see out of the window? D-124: I can, uh… ( Pauses ) Alright, this is going to sound really crazy, but I can’t open the curtains. When I go to pull them back, there are just… more behind them. And more behind those. 3930/7/4: Are there any other exits to this room? D-124: There’s a- At this point, a telephone in the mobile research station began ringing in the same room as 3930/7/4 and 3930/3/3, the latter of whom stood to answer it. As he did, 3930/7/4 described hearing another phone ringing on the other end of the audio transmitter, near D-124. D-124: There’s a phone ringing. I don’t remember it being here, hang on. 3930/7/4: Hey, don’t- D-124 and 3930/3/3 in unison: Hello? ( Pauses ) Yes, we’re watching. ( Pauses ) Listening in on this. ( Pauses ) Can you hear me? At this point, 3930/7/4 notes severe echo originating from his audio receiver coming from D-124. D-124 and 3930/3/3 in unison: Hello? Hello? Can you hear me? Am I speaking to you right now? What is this? 3930/7/4: Hey- hang up the phone! Hang up the goddamn phone! 3930/3/3 hangs up the telephone and appears confused and disoriented. On the other end of the audio receiver, D-124 expresses similar confusion. D-124: What was that? Did you hear any of that? 3930/7/4: D-124, are there any exits from the room you’re currently in? D-124: Yeah, there’s a stairwell here. I can try that. 3930/7/4: Roger, please do. Silence. D-124: Alright, I went down the stairs, and now I’m in… another room. No, wait. Is it? ( Pauses ) Hey, I forgot to mention earlier, but my skin feels really strange. 3930/7/4: What do you mean? D-124: Sort of chalky. And when I brush my hand against my arm, it just sort of uh… I don’t know how to describe it. It’s like it just stops being there for a minute. 3930/7/4: Noted. Can you describe your surroundings now? D-124: There’s the same couch as the previous room, but there’s something different about this one. Maybe the room is the wrong size? It feels a little bigger, things are more spread out. 3930/7/4: Can you get back up the stairs? D-124: Stairs? 3930/7/4: The stairs you just descended down. D-124: What stairs? 3930/7/4: You just descended down a flight of stairs. To get into this room. D-124: No, I came through the front door, right over here. ( Pauses ) It’s weird. The door’s locked now. Are you sure you can’t hear that, by the way? 3930/7/4: Can you describe the noise you’re hearing? D-124: Like… you ever listen to static? 3930/7/4: Sure. D-124: Sometimes you hear things in the white space, yeah? Your brain filling in the gaps. This sound is like that sound, the sound your brain makes, only without the static. It’s really not very loud, but it’s really noticeable. ( Pauses ) I think, uh… let me see. There should be a door out of here, somewhere. Let me look. D-124 continues to look through the room he is currently in for an exit for the following four hours. Despite attempts by the control group to assist D-124 in leaving the room, he is unable to do so. D-124: I’m noticing something again. I know why this is all taking so long. The space in between everything is really big now. It’s taking me ten minutes now to walk from the sofa to the TV. I needed twenty to get to the kitchen. 3930/7/4: What? Since when? Why didn’t you mention this earlier? D-124: I don’t know, I- ( Pauses ) There’s a knock at the door. Hang on. ( Pauses ) Hello? ( Pauses ) There’s a man outside. He wants to know if I’m listening. 3930/7/4: Am I? D-124: Yeah, I am. ( Pauses ) Alright. ( Pauses ) He says there’s a way out, going down through the, uh, through the floor. He said if I lean back enough, I’ll just go there, so… Silence. D-124 does not respond for thirty-eight minutes. 3930/7/4 and 3930/3/3 do not speak for thirty-eight minutes. D-124: White noise. Silence. 3930/7/4: Are you there yet? D-124: It’s further than I thought it would be. I think I’m starting to get it. Are you listening? 3930/7/4: Are you listening? D-124: Good, don’t stop listening. I’m down below here, now. See, I thought the things I was seeing were something to do with me, but they’re really not. I’m not really seeing them. ( Pauses ) Yeah, this makes a lot more sense. Not to me, but maybe to you. Maybe it doesn’t matter. ( Pauses ) So you know what I said earlier about listening to static, right? The same sort of thing is happening with my eyes now. Filling in the blanks. 3930/7/4: What do you see? D-124: There was a hole in the world here, and this place got pulled down into it, like a drain. People too. I can actually see it, now, the whole building, drawn into the tiny little… spot. Fracturing out and broken. ( Pauses ) Alright, yeah. Yeah yeah yeah. This is a response. Like a reaction. Nature doesn’t abhor a vacuum, but people do. Your minds aren’t made for this, right? You stare at the stars and see things, because that’s what you do. Making sense of it. Order is a man-made concept. 3930/7/4: Can you describe the space you’re in now? D-124: I’m not. 3930/7/4: What do you mean? D-124: You know I’m not, actually. As soon as you realize it, this’ll all be over. 3930/7/4: As soon as I realize what? D-124: You just have to look away from the screen and you stop seeing the, uh… you stop seeing the patterns. I’m… if you look away, you’ll stop seeing me, and you’ll… you’ll stop hearing me, and that’s what I’m hearing, that’s what I’ve been hearing this whole time, yes, that makes sense, because if you blink you lose it and once it’s gone it’s nothing again, so they try to get your attention and if they lose it they’re nothing, and- 3930/7/4: Slow down, I need you to- D-124: -no no no, you look away and the patterns go away. You stop listening and you don’t hear them. They’re nothing, and now I’m… don’t you get it? 3930/7/4: Are- At this point, there is a minor dip in electrical systems as the on-site generator activates. Both 3930/7/4 and 3930/3/3 immediately become aware that the audio transmitter is no longer functional. Attempts to contact D-124 fail. [END LOG]",
        "[BEGIN LOG] Dr. Kuzkin: What is it? Dr. Vasiliev: It isn’t anything, not in any measurable sense. It’s a static, uncompromised void. A space where nothing exists. Dr. Kuzkin: How did it get here? Dr. Vasiliev: We don’t know. It was found, whether by someone within the State or an outside player, and we arrived first. Dr. Kuzkin: What do you know about it? Dr. Vasiliev: Know about it? What is there to know? There’s nothing there. Nothing for us to measure, nothing for us to test. Things that cross its threshold disappear and cease to be. We have tried sending in soldiers with recording equipment, but they all met the same fate. Dr. Kuzkin: What happened to the rest of your team? Dr. Vasiliev: Ah… ( Pauses ) Perception is key. Everything you can test for will tell you there is an absence there, yes? But you look at it and you still see forest and trees and even animals. Walk far enough in, and you might see a building, or people. But none of it is real. By the time you see the building, in whatever shape it takes, you’re not real either. You have become little more than the reflection of yourself perceived by someone else’s mind. This thing, this void… ( pauses ) It is a hateful mirror. It desires you to look at it. The more who look, the more hateful it becomes. Dr. Kuzkin: But what about the rest of your team? Dr. Vasiliev: There were too many of us. Too many of us stared into the void, and it started screaming. Dr. Kuzkin: Screaming? Dr. Vasiliev: When you approach it, you will start to hear it. So faint it might be nothing, or less. But a noise. Something queer has happened. Human minds have evolved to see patterns where there are none, so when cast over a space where there is nothing at all, the mind begins to create something from nothing. What you hear is something rudimentary, an almost imperceptible sentience. It is a flash along the edge of the void as our minds attempt to perceive something that isn’t there. And it hates. Dr. Kuzkin: What do you mean, it hates? Why would it hate anything? How would you know? Dr. Vasiliev: Because there were too many of us. Each member of our team cognizant of the void, each trying to perceive it. These flashes, these tiny screamers, eventually they began to… to bind together. Make no mistake, Dr. Kuzkin, they are not real. They are to the neutrino what the neutrino is to us, less than nothing. But they are somehow aware of their nothingness, and they are hateful. Their existence, I believe, is torment. They hate the universe for being. They hate themselves for being. And they hate us for making them be. They are nothing but hate. ( Pauses ) Given enough time, and with enough of us trying to look into this void, something crawled out of it. ( Pauses ) Afterwards, there were ten of us. The anomaly has been stable since. Dr. Kuzkin: What came out? Silence. Dr. Kuzkin: How long have you been here? Dr. Vasiliev: Decades. Dr. Kuzkin: Why didn't you call for relief? Dr. Vasiliev: Once you've heard the screamer, you can't unhear it. Calling for relief would just be damning another soul. Dr. Kuzkin: The other day, the remainder of your scientists disappeared. Where are they? Dr. Vasiliev: They entered the void. Dr. Kuzkin: Why? Dr. Vasiliev: There are too many of us now. You brought twelve, and there were eight of us. There can be no more than ten. Once you have perceived the void, your mind cannot be made to forget it. There are thirteen of us now, but there must be no more than ten. Dr. Kuzkin: You talk about this void like it’s some kind of intelligent creature. How can this nothingness be something intelligent? Dr. Vasiliev: They are not the same thing. The void is what it is, a region of non-existence. It is unfathomable and unalterable, and we know nothing about it. But the pattern screamers are, yes, in some way intelligent. But they are only intelligent because they are us. They are our reflection in this hateful mirror. ( Off camera activity. Dr. Kuzkin looks away. Dr. Vasiliev looks at the camera for a moment. ) Dr. Kuzkin: Alright. Is there anything else? Dr. Vasiliev: There can be no more than ten. I will go into the void, and then two of your own must follow. Dr. Kuzkin: And if they do not? Silence. [END LOG]",
        "\" SCP-3930 \" by djkaktus, from the SCP Wiki . Source: https://scpwiki.com/scp-3930 . Licensed under CC-BY-SA .",
        "Filename: default.png Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative of: Filename: logo.png Author: far2 License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: location.png Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: thescreamer.png Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative of: Name: A Palette of Blues (8485281720).jpg Author: Western Arctic National Parklands License: CC BY-SA 2.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-3930",
    "object_class": "N/A",
    "containment_procedures": "Individuals assigned to SCP-3930 are to monitor the S5-C9 perimeter established near Usinsk, Russia, and follow orders from on-site command. Individuals assigned to SCP-3930 are to be made aware that there is nothing within the perimeter, as SCP-3930 does not exist.",
    "description": "SCP-3930 is a static void located within a 1 km perimeter near Usinsk, Russia established by Soviet scientists in the early 1970s. SCP-3930 does not emit or absorb light or sound, does not have shape or texture, cannot be passed through, cannot be interacted with, cannot be manipulated in any way, and has no dimension. Through extensive testing using a variety of techniques, Foundation researchers have been able to certify with 99.999% accuracy that absolutely nothing exists within the region described as SCP-3930.",
    "title": "SCP-3930"
}