{
    "url": "https://scp-wiki.wikidot.com/scp-3932",
    "all_text": "rating: \n+261\n+\n–\nx\n\n\n\n\nby \nstormbreath\n\n\n\n\n\n\n\n\nAn ambassador from the Great Barrier Reef Empire-In-Exile during diplomatic negotiations with the Foundation.\n\n\n\n\n\n\nItem #:\n SCP-3932\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n An audio file of SCP-3932 is to be kept on secure Foundation servers at Site-72, Site-01, and Site-19. Personnel with Level 3 or higher access are permitted to listen to SCP-3932 at any time, provided that no cetaceans are within audible range.\n\n\nThe Foundation's current containment strategy for SCP-3932 has been the establishment of diplomatic relations with the three SCP-3932-Δ nation-states. The Foundation currently maintains positive relations with these groups, and has negotiated several points over various treaties:\n\n\n\n\nThe Foundation is not to intentionally contain or kill instances of SCP-3932-Δ unless they pose an active security threat.\n\n\nUncontained instances of SCP-3932-Δ are not to create new instances of SCP-3932-Δ through the usage of SCP-3932 exposure.\n\n\n\nInstances may, however, expose any naturally born offspring to SCP-3932.\n\n\n\n\n\n\nThe three nation-states of SCP-3932-Δ are to conceal themselves from the outside world until such a date when their existence can become public knowledge.\n\n\nThe Foundation is to attempt to shift global policy to more actively prevent the deaths of cetaceans worldwide, including those that are not SCP-3932-Δ instances.\n\n\nThe three nation-states of SCP-3932 are not to attack human settlements or vessels within their claimed territory.\n\n\n\n\nDescription:\n SCP-3932 is a short vocalization with memetic properties that affect mammals of the Delphinidae family.\n1\n When a delphinid hears SCP-3932, they undergo significant changes, transforming into an instance of SCP-3932-Δ. SCP-3932 has no effect upon humans or animals not in the Delphinidae family.\n\n\nSCP-3932-Δ are physically and genetically identical to non-anomalous dolphins but possess anomalous sapience. Additionally, instances of SCP-3932-Δ possess Class-II Telekinetic abilities, allowing for the physical manipulation of objects despite the lack of hands.\n\n\nAll instances of SCP-3932-Δ are capable of vocalizing SCP-3932. After infection, SCP-3932-Δ typically expose all other members of their pod to SCP-3932, as well as any other pods encountered. It is currently believed that the first vocalization of SCP-3932 was created by a non-anomalous dolphin, which then became an instance of SCP-3932-Δ and turned the other members of its pod into SCP-3932-Δ instances.\n\n\nCommunication with SCP-3932-Δ has been established by teaching instances Auslan\n2\n and giving them gloves to manipulate. Currently, the majority of SCP-3932-Δ is fluent in Auslan. Translation efforts between English and Cetacean are in progress using \nAn English-Cetacean Phrasebook\n, recovered from \nSCP-1986\n.\n3\n\n\nCurrently, all instances of SCP-3932-Δ have organized into three nation-states, located within the South Pacific. These nation-states are currently in a state of cold war, which is being diplomatically handled by the Foundation. These nation-states are as follows:\n\n\n\n\nThe Great Barrier Reef Confederacy:\n The youngest of the three SCP-3932-Δ nation-states, currently living in the area of the Great Barrier Reef, along the eastern coast of Australia. The GBRC was founded in 1957, following the overthrow of the former Great Barrier Reef Empire. Instances practice rudimentary thaumaturgy. (Current estimated population: 25,000)\n\n\nThe Great Barrier Reef Empire-In-Exile:\n A group that claims descendancy from the former Great Barrier Reef Empire, which was overthrown by GBRC in 1957. The GBREIE is based within the Gulf of Carpentaria and controls the northern coast of Australia. The official state religion of the GBREIE bears marked similarities to \nSarkicism\n, but is not believed to have a shared origin. (Current estimated population: 20,000)\n\n\nThe Dolphin's Posadist Republic of Indonesia:\n The oldest of the SCP-3932-Δ nation-states, founded in 1941. The DPRI currently controls the waters around Indonesia and Papua New Guinea. The DPRI was educated in Trotskyist theory by a GRU-P defector in 1940, and in Posadism by the same defector in 1965. (Current estimated population: 30,000)\n\n\n\n\nFormerly, all SCP-3932-Δ instances were under the control of the Great Barrier Reef Empire, which was founded in 1900, and quickly gained control of the entire Oceania region. In 1940, a communist uprising led to the splintering of the state into the Dolphin's Posadist Republic of Indonesia and the Great Barrier Reef Empire. The ruling class of the Great Barrier Reef Empire was later overthrown in 1957, and supplanted by the Great Barrier Reef Confederacy.\n\n\nThe nephew of the former Great Barrier Reef Emperor fled to his family's summer palace in the Gulf of Carpentaria, and established the Great Barrier Reef Empire-In-Exile, with the stated goal of eventually reclaiming the Great Barrier Reef.\n\n\nThe three current nation-states have been in a state of cold war for the past sixty years, with minor conflicts over territory. Tensions have been lessened due to Foundation diplomatic intervention, leading to the current situation.\n\n\nFoundation involvement concerning SCP-3932 has led to the restriction of the territories of all three SCP-3932-Δ nation-states, and the prohibition of interaction with humans. While SCP-3932-Δ instances previously had limited interaction with humans, these interactions have been mostly concealed, under the cover story of SCP-3932-Δ merely having been slightly more intelligent dolphins.\n\n\nAddendum 3932.14:\n On 2/18/2018, the Foundation's Diplomatic Department received the following letter from the governments of the GBRC, the GBREIE, and the DPRI.\n\n\n\n\nTo the Foundation,\n\n\nThis is a declaration of war.\n\n\nFor far too long have the dolphins of the world been oppressed by tyrannical overlords and genocidal humans. All across the world, our people are slaughtered by the thousands by your kind, and we shall not stand for such treatment any longer.\n\n\nThe days of the past, in which our kind was brutally mistreated are over. When you reached out to us, in the earliest days of our people's ascendance, you promised us that things would change and that it would be different. That we would be able to live in a world in which our children would be free.\n\n\nBut all we have faced is tyranny and oppression. You bind our people from sharing \nThe Gift\n that lifted us from nothing, and you force us to allow our lesser brethren to remain in their uninspired state.\n\n\nThese indignities shall not stand. We are as great of a race as you, blessed with the same intelligence and capacity for reason. Our differences lie only in the flesh, and not in the mind.\n\n\nOur day shall come, and it shall be soon.\n\n\nBacchus\n\nPresident of the Great Barrier Reef Confederacy\n\n\nKavulak IV\n\nHigh Emperor of the Great Barrier Reef Empire-In-Exile\n\n\nFlipper Marx\n\nChairman of the Dolphin's Posadist Republic of Indonesia\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Oceanic dolphins\n\n\n2\n. The sign language of the Australian deaf community.\n\n\n3\n. Currently, 5% of all SCP-3932-Δ instances are able to fluently read and write in English.\n\n\n\n\n\n\n\n\n« \nSCP-3931\n | SCP-3932 | \nSCP-3933\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3932\n\" by stormbreath, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3932\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n diplomats.jpg\n\n\nName:\n US Navy 050218-N-0401E-001 Commander, Naval Forces Kazakhstan, Rear Adm. Komratov Ratmir Alimkhanovitch, is introduced to the MK-6 Marine Mammal System (MMS) during a visit to U.S. 5th Fleet in Manama, Bahrain\n\n\nAuthor:\n Wes Eplen\n\n\nLicense:\n Public domain\n\n\nSource Link:\n \nWikimedia",
    "addendums": [
        "Addendum 3932.14: On 2/18/2018, the Foundation's Diplomatic Department received the following letter from the governments of the GBRC, the GBREIE, and the DPRI."
    ],
    "documents": [],
    "notes": [
        "To the Foundation, This is a declaration of war. For far too long have the dolphins of the world been oppressed by tyrannical overlords and genocidal humans. All across the world, our people are slaughtered by the thousands by your kind, and we shall not stand for such treatment any longer. The days of the past, in which our kind was brutally mistreated are over. When you reached out to us, in the earliest days of our people's ascendance, you promised us that things would change and that it would be different. That we would be able to live in a world in which our children would be free. But all we have faced is tyranny and oppression. You bind our people from sharing The Gift that lifted us from nothing, and you force us to allow our lesser brethren to remain in their uninspired state. These indignities shall not stand. We are as great of a race as you, blessed with the same intelligence and capacity for reason. Our differences lie only in the flesh, and not in the mind. Our day shall come, and it shall be soon. Bacchus President of the Great Barrier Reef Confederacy Kavulak IV High Emperor of the Great Barrier Reef Empire-In-Exile Flipper Marx Chairman of the Dolphin's Posadist Republic of Indonesia",
        "\" SCP-3932 \" by stormbreath, from the SCP Wiki . Source: https://scpwiki.com/scp-3932 . Licensed under CC-BY-SA .",
        "Filename: diplomats.jpg Name: US Navy 050218-N-0401E-001 Commander, Naval Forces Kazakhstan, Rear Adm. Komratov Ratmir Alimkhanovitch, is introduced to the MK-6 Marine Mammal System (MMS) during a visit to U.S. 5th Fleet in Manama, Bahrain Author: Wes Eplen License: Public domain Source Link: Wikimedia"
    ],
    "item": "SCP-3932",
    "object_class": "Keter",
    "containment_procedures": "An audio file of SCP-3932 is to be kept on secure Foundation servers at Site-72, Site-01, and Site-19. Personnel with Level 3 or higher access are permitted to listen to SCP-3932 at any time, provided that no cetaceans are within audible range.",
    "description": "SCP-3932 is a short vocalization with memetic properties that affect mammals of the Delphinidae family.1 When a delphinid hears SCP-3932, they undergo significant changes, transforming into an instance of SCP-3932-Δ. SCP-3932 has no effect upon humans or animals not in the Delphinidae family.",
    "title": "SCP-3932"
}