{
    "url": "https://scp-wiki.wikidot.com/scp-3936",
    "all_text": "rating: \n+705\n+\n–\nx\n\n\nItem #:\n SCP-3936\n\n\nObject Class:\n Thaumiel\n\n\nSpecial Containment Procedures:\n Personnel stationed at SCP-3936 are to broadcast a signal confirming their continued presence there on the first day of each month. Copies of all records marked as being at significant risk of retroactive alteration are to be stored at SCP-3936. Any repairs required by the systems of SCP-3936 are to be performed by an on-site team of engineers.\n\n\nAll public activity outside of SCP-3936 is to be logged by personnel stationed there.\n\n\nDescription:\n SCP-3936 is Exclusionary Site-01, a Foundation installation constructed using a macro-version of the technology utilized by the Scranton Box, commonly used to store sensitive documents and protect them from retroactive alterations. Via the use of this technology, SCP-3936 is a Site effectively immune to the effects of potential CK-Class restructuring events.\n\n\nSCP-3936 is currently capable of housing one hundred members of personnel. Monitoring equipment within SCP-3936 allows personnel to perform observation on events in the outside world through streams of media and secure government communications. This information is then backed up within SCP-3936's digital archive, along with any information deemed by the Foundation to be at significant risk of retroactive alteration.\n\n\nSCP-3936 is currently \nactive\n inactive.\n\n\nAddendum 3936-1:\n On 01/12/18/04, SCP-3936 failed to broadcast its monthly confirmation signal. Mobile Task Force Qeztel-12 (\"Now You See Me\") was dispatched to investigate. Upon arrival, MTF Qeztel-12 reported an absence of any Foundation personnel. All records contained in SCP-3936 had also been deleted. However, a large number of non-humanoid corpses were located within the cafeteria of SCP-3936, analysis of which suggested their deaths were caused by ingestion of cyanide pills.\n\n\nThe highly irregular features of these corpses include:\n\n\n\n\nA roughly star-shaped bodily structure.\n\n\nTwo primary limbs, presumably used for object manipulation.\n\n\nTwo secondary limbs, presumably used for ambulation.\n\n\nA control node located above a torso-like structure. No signs of secondary or tertiary control nodes were found.\n\n\nA cardiovascular system focused around a single organ, rather than the triumvirate organ system possessed by nearly all known organisms.\n\n\nA small muscle present within what is presumed to be the organism's cavities, which evidence suggests could be controlled freely.\n\n\nA taste described as similar to that of physical pork.\n\n\nA severe lack of verifiable metareceptors.\n\n\nEyes, which have previously only been recorded in fossils of the \nKorenvatius\n genus.\n\n\n\n\nAutopsy and further inspection of these corpses is ongoing.\n\n\nFurther investigation revealed only a single piece of information remaining in SCP-3936's archives, a message from an individual identified as Doctor Ezekiel T. Jones. No individual under this name is recorded as having worked for the Foundation. The message reads:\n\n\n\n\nWe'll handle containment ourselves, thanks. There's no need for you to know this.\n\n\n\n\nThe location of the personnel originally assigned to SCP-3936 is currently unknown.\n\n\n\n\n\n\n« \nSCP-3935\n | SCP-3936 | \nSCP-3937\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3936\n\" by Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3936\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 3936-1: On 01/12/18/04, SCP-3936 failed to broadcast its monthly confirmation signal. Mobile Task Force Qeztel-12 (\"Now You See Me\") was dispatched to investigate. Upon arrival, MTF Qeztel-12 reported an absence of any Foundation personnel. All records contained in SCP-3936 had also been deleted. However, a large number of non-humanoid corpses were located within the cafeteria of SCP-3936, analysis of which suggested their deaths were caused by ingestion of cyanide pills.\nThe highly irregular features of these corpses include:\nAutopsy and further inspection of these corpses is ongoing.\nFurther investigation revealed only a single piece of information remaining in SCP-3936's archives, a message from an individual identified as Doctor Ezekiel T. Jones. No individual under this name is recorded as having worked for the Foundation. The message reads:\nThe location of the personnel originally assigned to SCP-3936 is currently unknown."
    ],
    "documents": [],
    "notes": [
        "We'll handle containment ourselves, thanks. There's no need for you to know this.",
        "\" SCP-3936 \" by Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-3936 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3936",
    "object_class": "Thaumiel",
    "containment_procedures": "Personnel stationed at SCP-3936 are to broadcast a signal confirming their continued presence there on the first day of each month. Copies of all records marked as being at significant risk of retroactive alteration are to be stored at SCP-3936. Any repairs required by the systems of SCP-3936 are to be performed by an on-site team of engineers.",
    "description": "SCP-3936 is Exclusionary Site-01, a Foundation installation constructed using a macro-version of the technology utilized by the Scranton Box, commonly used to store sensitive documents and protect them from retroactive alterations. Via the use of this technology, SCP-3936 is a Site effectively immune to the effects of potential CK-Class restructuring events.",
    "title": "SCP-3936"
}