{
    "url": "https://scp-wiki.wikidot.com/scp-3937",
    "all_text": "rating: \n+70\n+\n–\nx\n\n\nItem #:\n SCP-3937\n\n\nObject Class:\n Neutralized\n\n\nSpecial Containment Procedures:\n All instances of SCP-3937-1 have been cremated, and non-Euclidean portions of Site-112 have been properly sealed by containment teams. Any similar future spatial distortions within any Foundation site, as well as any manifestation of SCP-3937-1 instances, must immediately be reported to the local HCML supervisor and O5 Secretariat Office.\n\n\nDescription:\n SCP-3937 was a non-Euclidean space occupying a former testing lab in the sub-basement of Site-112.\n1\n At the time of its discovery, it contained approximately 250 heavily decomposed cadavers, collectively designated SCP-3937-1, genetically identical to all current Site-112 staff. In follow-up interviews, no staff members were able to account for the similarity of SCP-3937 to personnel, or their sudden appearance.\n\n\n\n\n► POI 3937-A (Oskar Hansen) ● LEVEL 3937-3 CLASSIFIED\n\n\n\n\n▼ CLOSE FILE\n\n\n\n\nOskar Hansen was employed at Site-112 as a Junior Researcher in mnestic development prior to the discovery of SCP-3937. Follow-up investigation revealed him to be an undercover agent of GOI-003 (“Chaos Insurgency”) and was reclassified as POI 3937-A. A relevant segment of post-capture interrogation has been appended below.\n\n\n\n\nDue to cooperation of the subject and minimal security concerns, interview was conducted in a standard humanoid containment cell. Dr. Muhammad Iqbar, POI 3937-A’s former acting supervisor, volunteered to conduct the interview.\n\n\n\n\nDr. Iqbar:\n Describe to us what you were doing in the week preceding SCP-3937's discovery.\n\n\n3937-A:\n I had been working on a potential new mnestic strain with Dr. Fried, you know her? Lovely person, I… hope I’ll be able to say goodbye to her. We’d derived it from SCP-████ leaves and had come up with a way to successfully laboratory-produce it, and it had been working fine on all the lab animals we’d tested it on – mice, chimps, that sort of thing. We scheduled a human test, but it didn’t pan out the same way at all. The D-Class identified all the antimemetic targets in the testing room, but then she started pointing out targets that we hadn’t drawn, and when she mentioned the annelids we knew we’d made the strain much, much too powerful. After a few minutes she stopped breathing. That high of a dosage just…well, the human body wasn’t designed for that.\n2\n By that point we’d prepared a pretty significant stock of the strain, and Dr. Fried had me dispose of it.\n\n\nDr. Iqbar:\n But you didn’t.\n\n\n3937-A:\n My – the Chaos Insurgency, I mean – they had been communicating with me more and more the past month. Through the pictures in my personal correspondence.\n\n\nDr. Iqbar:\n I admit, that was clever. We never did catch on to that.\n\n\n3937-A:\n They wanted to do a raid on Site-112, and they’d been pressuring me to create a distraction, or… give them an in, somehow… I didn’t want to blow my cover, but I couldn’t keep putting them off, and so when Dr. Fried gave me the barrels, and nobody else was with me, and I thought that maybe…\n\n\nDr. Iqbar:\n Where did you put the mnestics, Oskar?\n\n\n3937-A:\n I poured them in Site-112’s water supply.\n\n\n\n\nPOI 3937-A was transferred to Secure Facility 145 on 02/05/2018, and tried and executed for treason by O5 Secretariat. His remains were cremated and disposed of in an undisclosed location.\n\n\n\n\n\n\n\n\n\n\n\n\n► 01/03/2018 Site-112 Video Footage ● O5 ACCESS ONLY\n\n\n\n\n▼ CLOSE FILE\n\n\n\n\n\n\n\n\nCOGNITOHAZARDOUS AGENT ACTIVATED – LIFE SIGNS VERIFIED\n\n\n\n\n\n\n\n\nThe following video footage was recovered from Site-112 immediately after discovery of SCP-3937. The original footage has since been intentionally destroyed due to its cognitohazardous effects, and is only reproduced in this transcript.\n\n\n06:00:\n Site-112 Laboratory 8 testing camera is activated.\n\n\n06:00:\n Site-112 showers turn on.\n\n\n06:08:\n Dr. Muhammad Iqbar enters the frame in a considerable state of distress. He is naked, and appears to have just exited the showers.\n3\n He begins to speak to the camera, although its audio recording system has not been activated.\n\n\n06:11:\n Dr. Iqbar picks up the camera and carries it with him into the hall. Multiple other Site-112 personnel are visible, similarly distressed and unclothed. Several of them begin to walk up the walls, and visibly recoil from entryways.\n\n\n06:20:\n Dr. Iqbar begins to walk through Site-112. The building layout in the video does not match the layout of the Site, and appears non-Euclidean.\n\n\n06:22:\n Dr. Iqbar walks through a corner. A fleshy substance within the wall is briefly observed on video.\n\n\n06:25:\n All signs on the walls now read MULTIVERSAL PANOPTICON OBJECT PRESERVATION SOCIETY.\n\n\n06:27:\n Dr. Iqbar enters the containment chamber for SCP-████. He passes his hand through it. Nothing is there.\n\n\n06:29-07:50:\n Dr. Iqbar enters all other containment chambers on Floor 3. Nothing is where it belongs.\n\n\n08:00:\n Dr. Iqbar enters the floor.\n\n\n08:01:\n Tunnels pulsate in every direction. One opens, revealing a desert with two suns. SCP-████ is glimpsed entering a tunnel and is lost to view.\n\n\n08:04:\n There is a mouth under the floor. Other Site-112 staff are viewed in-frame. They shy away from it.\n\n\n08:05:\n Eyes open. Although the audio feed is not active on the camera, there is something like a sound.\n\n\n08:05:\n Site-112 does not exist. It has not existed for a very, very long time. The thing that was pretending to be Site-112 begins to move, incredibly fast.\n\n\n08:05:\n Dr. Iqbar shuts off camera feed.\n\n\n08:20:\n Dr. Iqbar, fully clothed, enters Laboratory 8. He places the camera back in its cradle and exits.\n\n\n\n\n\n\n\n\n\n\n\n\nAs of 17/02/2018, we have determined that SCP-3937 was caused by the temporary incursion of a very similar parallel universe into our reality, creating the non-Euclidian space observed and depositing all instances of SCP-3937-1. As it is possible for this type of incursion to repeat, it is imperative that all personnel report any suspected instances to their local HCML supervisor and O5 Secretariat Office. Failure to comply will result in immediate termination from Foundation employment.\n\n\nO5 Command\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Specializing in amnestic and mnestic production.\n\n\n2\n. D-55784 was later determined to have expired due to a severe allergic reaction to one of the mnestic’s base components, and not its dosage.\n\n\n3\n. Dr. Iqbar has denied all knowledge of these events.\n\n\n\n\n\n\n\n\n« \nSCP-3936\n | SCP-3937 | \nSCP-3938\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "As of 17/02/2018, we have determined that SCP-3937 was caused by the temporary incursion of a very similar parallel universe into our reality, creating the non-Euclidian space observed and depositing all instances of SCP-3937-1. As it is possible for this type of incursion to repeat, it is imperative that all personnel report any suspected instances to their local HCML supervisor and O5 Secretariat Office. Failure to comply will result in immediate termination from Foundation employment. O5 Command"
    ],
    "item": "SCP-3937",
    "object_class": "Neutralized",
    "containment_procedures": "All instances of SCP-3937-1 have been cremated, and non-Euclidean portions of Site-112 have been properly sealed by containment teams. Any similar future spatial distortions within any Foundation site, as well as any manifestation of SCP-3937-1 instances, must immediately be reported to the local HCML supervisor and O5 Secretariat Office.",
    "description": "SCP-3937 was a non-Euclidean space occupying a former testing lab in the sub-basement of Site-112.1 At the time of its discovery, it contained approximately 250 heavily decomposed cadavers, collectively designated SCP-3937-1, genetically identical to all current Site-112 staff. In follow-up interviews, no staff members were able to account for the similarity of SCP-3937 to personnel, or their sudden appearance.",
    "title": "SCP-3937"
}