{
    "url": "https://scp-wiki.wikidot.com/scp-3950",
    "all_text": "rating: \n+64\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nSCP-3950\n\n\nThe Matryoshka\n\n\nWritten by \nAftokrator\n\n\n\n\nCheck out Aftokrator's author page!\n\n\n\n\n\n\n\n\n\n\nrating: \n+64\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nThe file you are viewing is currently outdated as of \n12/12/2022\n. An updated iteration is pending review, any and all changes will be automatically reflected in this file upon its approval.\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n3950\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-3950 is currently contained in a secure warehouse at Site-81. No further containment procedures have been deemed necessary at this time.\n\n\nDescription:\n SCP-3950 is a young adult humanoid female possessing what is believed to be an anomalously large lithopedion,\n1\n measuring approximately 5 meters in diameter. SCP-3950 exhibits physiological characteristics consistent with pregnant baseline humans in the late third trimester, albeit intensified. Instances of wide stretch marks and swollen veins, particularly over the abdomen of SCP-3950, are considered normal.\n\n\nSCP-3950 was recovered from the basement of the abandoned Dallas Neumann General Hospital on 22/10/2012 following its discovery by urban explorers.\n\n\nOutside abnormally rapid cellular regeneration, medical analysis of SCP-3950 tissue samples have indicated no significant deviations from that of baseline humans. SCP-3950 has not exhibited any signs of consciousness nor higher brain functions since its discovery. Damage inflicted on SCP-3950 yields no involuntary response, and heals completely given enough time.\n\n\nAll ultrasound, MRI, and X-ray imaging attempts thus far have failed to determine the exact internal structure of the lithopedion. Currently, it is the consensus among research personnel that this is merely the result of an anomalous form of calcification.\n\n\nAddendum 3950.01: Physiological Changes\n\nDuring a routine inspection of SCP-3950, researchers discovered a small growth at its navel. Over the course of several days, this growth developed into a living umbilical cord, terminating in an ectogenetic\n2\n human embryo. Notably, a thin layer of cells have begun to form over the entirety of SCP-3950, prompting research personnel to re-evaluate its exact nature.\n\n\nAddendum 3950.02: Further Medical Analysis\n\nAfter numerous preliminary tests conducted on SCP-3950 tissue samples, it was determined that more invasive procedures would have no bearing on its health in the long term. A proposal submitted by SCP-3950 research personnel for a more in-depth study of the anomaly was approved by Site-81 administration on 10/12/2012. Attached is a video log of the aforementioned procedure.\n\n\n\n\n«BEGIN LOG»\n\n\n\n\nCamera is readjusted by Researcher Griffiths, who steps away to reveal part of SCP-3950. Its abdomen fills up the screen, the surgical theatre lights reflecting off the antiseptic applied to it. Dark swollen veins are clearly visible across its bulging surface.\n\n\nKAUFMANN:\n Are we running? Yes? Alright, uh, this is Dr. Andrew Kaufmann, presiding over SCP-3950 Test C2-A1, log ID 3950-OS-265. Begin the procedure.\n\n\nA soft whirring sound is heard off-camera. An incision begins to form on the surface of SCP-3950's abdomen, slowly creeping downwards. Thin lines of blood trickle down from the opening, as a thin veil of smoke escapes from the incision. Beeping noises accompany the soft whir, before both stop completely. A large red gash several meters high now runs down SCP-3950's abdomen.\n\n\nKAUFMANN:\n Incision and subsequent cauterization complete. Abdominal stoma successfully created. Proceeding with operation.\n\n\nDr. Kaufmann steps into view of the camera, accompanied by Researchers Griffiths and Nguyen. The latter two hold the incision wide open using clamps, revealing an underlying layer of faded grayish-pink tissue. Dr. Kaufmann steps forward to peer into it, prodding it with various surgical instruments.\n\n\nKAUFMANN:\n Incision partially unsuccessful, uterus remains unbreached. Possibly a side effect of the new-growth layers offsetting pre-programmed incision depth. Collecting a sample now. Get the cauterizer prepped again.\n\n\nAs Dr. Kaufmann retreats from the incision with a tray of bloodstained samples, the soft whirring restarts. Before any further incisions are made, a dirty green fluid begins seeping from the gash. The whirring abruptly ceases.\n\n\nKAUFMANN:\n Correction, uh, uterus has been breached and is now leaking fluids, possibly amniotic fluid. Proceeding wi—\n\n\nA loud ripping sound is heard. Large volumes of dirty green fluid begin gushing out, followed shortly by the emergence of a large flesh-colored mass. It rolls out onto the operating theatre floor, stopping short of bumping into the camera by virtue of still being connected to SCP-3950 via a thick gray umbilical cord.\n\n\nResearcher Griffiths approaches the flesh-colored mass, removing what is presumed to be the remains of a ruptured amniotic sac with the assistance of a drone. This reveals the mass to be a female humanoid entity similar in appearance to SCP-3950, albeit with a slightly smaller abdominal bulge. Researcher Nguyen moves to take its pulse.\n\n\nNGUYEN:\n It's… alive.\n\n\nKAUFMANN:\n SCP-3950 appears to have uh… it… it's not a lithopedion. I, uh… we will proceed as planned. Oh, and don't cut their cords just yet.\n\n\nThe procedure is repeated on the humanoid entity found within SCP-3950, tentatively designated SCP-3950-1. As the operation continues, increasingly smaller humanoid entities are recovered from within each other, and are similarly designated SCP-3950-2, -3, and so on. Forklifts moving deflated instances away can be seen in the background.\n\n\n\n\n\n\n\n[6 hours of uninterrupted footage omitted for brevity]\n\n\n\n\n\n\n\n\nResearchers Griffiths and Nguyen pull out another bulky amniotic sac, this time from the incision made on SCP-3950-12. There is no abdominal bulge present in the entity within the sac, which is designated SCP-3950-13. Upon removing the sac, SCP-3950-13 is revealed to be a juvenile male humanoid covered in tattered cloth. It chokes on amniotic fluid several times, but does not appear to be conscious.\n\n\n\n\n«END LOG»\n\n\n\n\nAddendum 3950.03: Post-Procedure Developments\n\nSCP-3950-11 and -12 have been identified as an exact genetic match to a Frances Thalmann and her daughter, Carla Thalmann, and closely resemble them during their youth. Notably, Carla Thalmann had been a patient at the Dallas Neumann General Hospital maternity ward in 2003, and was documented to have given birth to a stillborn child that year. Further investigations into contemporary Dallas Neumann General Hospital records have been approved.\n\nAll SCP-3950 instances have since been relocated to a specialized medical ward at Site-81. Further testing has confirmed the absence of higher brain function in all but SCP-3950-13. SCP-3950-13 regained consciousness several days after its extraction, but has failed to communicate any meaningful information, largely due to it spending most of its life within an amniotic sac. A proposal to reclassify SCP-3950-13 as the primary anomaly has been submitted for consideration.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Rare medical condition in which a deceased fetus calcifies in the mother's womb to prevent infection.\n\n\n2\n. Refers to the development of an organism outside of the body where it normally takes place.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3950\n\" by Aftokrator, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3950\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 3950.01: Physiological Changes During a routine inspection of SCP-3950, researchers discovered a small growth at its navel. Over the course of several days, this growth developed into a living umbilical cord, terminating in an ectogenetic 2 human embryo. Notably, a thin layer of cells have begun to form over the entirety of SCP-3950, prompting research personnel to re-evaluate its exact nature.",
        "Addendum 3950.02: Further Medical Analysis After numerous preliminary tests conducted on SCP-3950 tissue samples, it was determined that more invasive procedures would have no bearing on its health in the long term. A proposal submitted by SCP-3950 research personnel for a more in-depth study of the anomaly was approved by Site-81 administration on 10/12/2012. Attached is a video log of the aforementioned procedure.",
        "Addendum 3950.03: Post-Procedure Developments SCP-3950-11 and -12 have been identified as an exact genetic match to a Frances Thalmann and her daughter, Carla Thalmann, and closely resemble them during their youth. Notably, Carla Thalmann had been a patient at the Dallas Neumann General Hospital maternity ward in 2003, and was documented to have given birth to a stillborn child that year. Further investigations into contemporary Dallas Neumann General Hospital records have been approved.\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-3950 \" by Aftokrator, from the SCP Wiki . Source: https://scpwiki.com/scp-3950 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-3950 is currently contained in a secure warehouse at Site-81. No further containment procedures have been deemed necessary at this time.",
    "description": "SCP-3950 is a young adult humanoid female possessing what is believed to be an anomalously large lithopedion,1 measuring approximately 5 meters in diameter. SCP-3950 exhibits physiological characteristics consistent with pregnant baseline humans in the late third trimester, albeit intensified. Instances of wide stretch marks and swollen veins, particularly over the abdomen of SCP-3950, are considered normal.",
    "title": "SCP-3950"
}