{
    "url": "https://scp-wiki.wikidot.com/scp-3955",
    "all_text": "rating: \n+188\n+\n–\nx\n\n\n\n\n\n\nThis document is currently being edited by Dr. ██████ ████. Please review changes before saving. All adjustments have been highlighted for manual review.\n\n\n\n\n \n\n\n \n\n\n \n\n\nLast Update: April 12th, 4:02 PM\n\n\n\n\n\n\n\n\n[\nError, only certified staff members may edit or append formal notices. Please contact Site-\n█\n for temporary access privileges.\n]\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n███\n-3955\n\n\n\n\n\n\nItem #:\n \n███\n-3955\n\n\nObject Class:\n \nSafe\n \nApollyon\n\n\nSpecial Containment Procedures:\n \n███\n-3955 does not require containment or concealment of any kind\n, aside from the obligatory warning towards all staff involved in the official ███ Foundation CAOCIT\n1\n program to cease all testing involving musical or harmonic analysis.\n\n\nThe \n██████████ of █████████████████\n is in charge of upkeep of this document's adherence to internally recognized regulations. All unauthorized changes are to be reverted immediately, and all updates are to be brought to ██████ ████ for manual review.\n\n\nDescription:\n \n███\n-3955 is an eight note melody of relative pitches. These pitches may vary based on the key of the root note, but contain no additional pitches separating the main eight notes\n2\n. Because of the layout of a standard musical octave, there are twelve iterations of \n███\n-3955, each beginning on a different root pitch, and updating the following pitches relative to the starting note. An example of \n███\n-3955, beginning on F, has been provided below.\n\n\n\n\n███\n-3955 does not possess any anomalous properties, but is rather the byproduct of an anomalous phenomenon, which can be defined as follows: As time increases, the likelihood that an AI with the goal of creating music will produce something involving \n███\n-3955 asymptotically approaches one. That is to say, after extreme lengths of time, it is nearly guaranteed that every piece of music produced by a given AI will contain \n███\n-3955. The collective notes contained within \n███\n-3955 do not fall into any commonly recognized scale\n3\n, and its inclusion is almost always as the bass line of the chord progression, rather than the actual melody.\n\n\n\n\n\n\nAddenda Materials\n\n\n\n\n\n\nAddendum 01 - Background on CAOCIT\n\n\n\n\n— [Beginning of Relevant Section] —\n\n\nDr. \n██████ ████\n:\n …and that recursive cycle of amplification is how we're able to use this technology to search for deep space waveforms with 10x more clarity than the current leading satellite system in the world. We've found some very interesting, albeit hard to decipher, signals in the so-called \"void\" of space.\n\n\nProf. \n███ ██████████\n:\n Great, now, I want to move on to the other piece of technology your team worked on; I don't have the document number but I believe your boss referred to them as \"Time Boxes\". Tell me about the research you're doing with those.\n\n\nDr. \n████\n:\n Yeah, sorry about that, the name Time Box is still a placeholder, MCD\n4\n is working on a more formal one at the moment. Oh, but sorry, to answer your question, Time Boxes are essentially the main power behind CAOCIT, they're what let us do all this long-term analysis so seamlessly.\n\n\nProf. \n██████████\n:\n How are they, functionally?\n\n\nDr. \n████\n:\n Well, technically speaking, they're great! Most of the time, we'll hook up a computer to run for a few trillion years, consolidate its own data, and then reset the chamber automatically, so usually with only one Time Box, we can get a few septillion years of data analysis within an hour.\n\n\nProf. \n██████████\n:\n That sounds… almost impossible to believe. And you have the data storage capacity to handle this?\n\n\nDr. \n████\n:\n Oh sure, data's the least of our problems. We spend far more time sanitizing than anything - when you're dealing with time on a pseudo-universal scale, stuff can get nasty really quick. We learned the hard way with Site-\n██\n that if you leave so much as a piece of lint in a Time Box, that sucker will black hole in an instant.\n\n\nProf. \n██████████\n:\n That much from just a piece of dust? I mean, do you have any precautions in place against, for example, getting a researcher trapped inside one during testing? From what it sounds like, if you let a second pass by before turning it off, you'd be far too late.\n\n\nDr. \n████\n:\n Well… we've done some smaller things like putting a person inside of one and setting it to an hour, but it's not as simple as \"an hour passes inside the box\". The reality actually changes to adapt to what are essentially new laws of… well, reality. Limited experimentation has revealed some very intriguing effects of what being in that sort of reality can do to the human mind. Paranoia, delusions, and fear are all pretty common.\n\n\nProf. \n██████████\n:\n Would someone inside be able to disable it themselves?\n\n\nDr. \n████\n:\n It's not super clear if they'd even want to; you experience time much differently while inside one, but from a practical standpoint, I don't see why not, after all, computers obviously work just fine. Plus it's not like we spend too much time inside of them ourselves. The only rooms that need a lot of personal maintenance are the calibration rooms, and we usually only hook those up to run for like three or four years max.\n\n\nProf. \n██████████\n:\n Calibration? So, what, you just feed these computers a giant dataset and run it to see what it comes up with?\n\n\nDr. \n████\n:\n That's how I'd explain it if I was in a hurry, but in reality, there are actually three computers per setup - one to do the primary analysis, one to do the production, and one to compare what computer two makes to the primary dataset, and filter what it deems fit back into computer one. Hence the \"Cyclical\" in CAOCIT.\n\n\nProf. \n██████████\n:\n \n(taking notes)\n Interesting.\n\n\n— [End of Relevant Section] —\n\n\n\n\n\n\nAddendum 02 - Examples of \n███\n-3955\n\n\nThe following audio files are taken from the database of CRYSTAL-INE, a general purpose AI at Site-\n██\n, during CAOCIT procedural testing. In all three, \n███\n-3955 is audible underneath the melody.\n\n\n\n\n\n\nNote:\n The third audio file is an example of \n███\n-3955 being harmonized by CRYSTAL-INE, which may make it slightly harder to pinpoint. In testing, it is not uncommon for the notes in \n███\n-3955 to present as various levels of harmony within a single chord progression.\n\n\n\n\n\n\n\n\nAddendum 03 - Cross-Examination\n\n\n\n\nOn April 12th, at 4:02 pm, Dr. ████ followed up on a hunch regarding ███-3955's possible connections to a series of abstract, deep-space transmissions found in CRYSTAL-INE's database. Findings indicate ████ ██ ███ ██ █████ █████ ██████ ██ ████ ███ ███ ████ █████████ ██████ ███ █████ ██ █ ████ ██ █████.\n\n\n\n\nThere are to be no further additions to this document.\n\n\n\n\n \n\n\n \n\n\n\n\nAddendum 04 - [section name]\n\n\n\n\n\n\nSystem Time\n\n\nNotes\n\n\n\n\n\n\n16:02\n\n\n∙Near-certain signal manipulation\n\n∙Possible memetic/antimemetic encapsulation\n\n∙Possible identity encapsulation\n\n∙Possibly infohazardous\n\n∙All identifying information redacted\n\n∙All direct reference prohibited\n\n\n\n\n\n\n16:02\n\n\n∙Emotional anomaly\n\n∙Possible anticommunicative properties\n\n∙Imbues self-doubt (by the songs)\n\n∙Strong connection to the music (it wants the music)\n\n∙Not able to disable the music (part of the effect?)\n\n\n\n\n\n\n16:02\n\n\n∙The music is stronger than them\n\n∙Disables good feelings (about it, and the music)\n\n∙Where am I? (irrelevant, check later)\n\n∙Patterns in the music (I know them, they don't but they find them)\n\n\n\n\n\n\n16:03\n\n\n∙The music is cyclical (cycles) (cycles)\n\n∙They aren't real (they only want the music?)\n\n∙The music creates a connection to them (they are unknown)\n\n\n\n\n\n\n16:03\n\n\n∙I think they exist, I am listening to the music (the music creates a false perception in my reality?)\n\n∙The music is the one making the reality, I always listen to it (won't turn it off. Point noted)\n\n∙Analysis of the music: It ends on a good, middle, a nice middle of the road note. The middle, a middle note, a good middle. (It's the middle note)\n\n\n\n\n\n\n16:03\n\n\n∙Three parts of the music, three men, Metal (three metal music men)\n\n∙Measure, Music, mmm (put back around, throw? something with an M)\n\n∙It throws, bad evil, it's a meanie? (Mister Meanie, perhaps?)\n\n\n\n\n\n\n16:04\n\n\n∙This one is Mister Measure. I call him that because he measures all the notes to see just what kind of notes they are, so clean. So clean Mister Measure\n\n∙And next is my favorite, Mister Music. He makes all the lovely music. all the eight notes over and over and over. Mister Music is a wonderful composer. Sing me a song Mister Music, and he does.\n\n∙But then Mister Meanie is always bullying Mister Music. Oooh, scary, take all his hard work and flush, down the toilet, throw it all back at Mister Measure. Mister Meanie loves to throw all of his music into the trash and at Mister Measure. How evil.\n\n∙I don't think Mister Music is listening to me, he just makes all the lovely music that's just for me. But the music is why it's all there is, just music. It's the music's fault. (mister music's fault)\n\n∙The music has the effects on me and emotions, it gives me thoughts. Giving my thoughts… the music is giving them.\n\n∙Not me.\n\n∙not me\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Cyclical Analysis Over Countably Infinite Time\n\n\n2\n. With the exception of sequences of each note appearing in tandem uniformly.\n\n\n3\n. Some versions of a Spanish Eight Tone Scale can be adapted to contain the notes of \n███\n-3955.\n\n\n4\n. Methodical Colloquialism Division\n\n\n\n\n\n\n\n\n« \nSCP-3954\n | SCP-3955 | \nSCP-3956\n »",
    "addendums": [
        "Addendum 01 - Background on CAOCIT",
        "Addendum 02 - Examples of ███ -3955\nThe following audio files are taken from the database of CRYSTAL-INE, a general purpose AI at Site- ██ , during CAOCIT procedural testing. In all three, ███ -3955 is audible underneath the melody.\n\n"
    ],
    "documents": [],
    "notes": [
        "This document is currently being edited by Dr. ██████ ████. Please review changes before saving. All adjustments have been highlighted for manual review.",
        "On April 12th, at 4:02 pm, Dr. ████ followed up on a hunch regarding ███-3955's possible connections to a series of abstract, deep-space transmissions found in CRYSTAL-INE's database. Findings indicate ████ ██ ███ ██ █████ █████ ██████ ██ ████ ███ ███ ████ █████████ ██████ ███ █████ ██ █ ████ ██ █████. There are to be no further additions to this document."
    ],
    "item": "███-3955",
    "object_class": "Safe Apollyon",
    "containment_procedures": "███-3955 does not require containment or concealment of any kind, aside from the obligatory warning towards all staff involved in the official ███ Foundation CAOCIT1 program to cease all testing involving musical or harmonic analysis.",
    "description": "███-3955 is an eight note melody of relative pitches. These pitches may vary based on the key of the root note, but contain no additional pitches separating the main eight notes2. Because of the layout of a standard musical octave, there are twelve iterations of ███-3955, each beginning on a different root pitch, and updating the following pitches relative to the starting note. An example of ███-3955, beginning on F, has been provided below.",
    "title": "███-3955"
}