{
    "url": "https://scp-wiki.wikidot.com/scp-3958",
    "all_text": "rating: \n+41\n+\n–\nx\n\n\nItem #:\n SCP-3958\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-3958 is currently not contained. Any civilian air-transport is to be delayed to keep planes out of its flight-path. Additionally, several smaller communities in the Democratic Republic of the Congo, Tanzania, Gabon and ████████ have been relocated to minimize the chances of exposure or lethal injury. Contact with living creatures is to be avoided at all times. Slabs of soil of at least 200 kg are placed at a height of at least 20 meters or highest point of construction in high-density population centers to reduce risk of collision.\n\n\nDescription:\n SCP-3958 is a miniature replica of planet Earth, approximately 38 mm in diameter. SCP-3958 is spatially locked above the ground with respect to the Sun, such that it always remains on the night side of the Earth underneath the L2 Lagrange point. To maintain this spatial orientation, SCP-3958 moves at a speed of 1656 kph relative to a terrestrial observer, and hovers at altitudes between 1.5 and 2860 meters above sea level.\n1\n\n\nRegardless of its height, SCP-3958 will never come within 1.5 meters of terrain (defined here as untreated soil with a mass of at least 150 kg).\n\n\nNo methods of arresting SCP-3958's movement have been found; it invariably penetrates all inanimate materials that it contacts without losing speed. Further testing on inorganic matter has been suspended after the impact with █████ caused rapid heating and expansion, resulting in the injury of Foundation personnel. Any living organic being possessing a mass of 25 kg or higher that comes into contact with SCP-3958 will gain its anomalous properties until contact is broken. This has so far universally resulted in the subject's expiration due to rapid deceleration and impact with the environment.\n\n\nAddendum: SCP-3958 Discovery Log\n SCP-3958 came to the attention of the SCP Foundation at [REDACTED] on Oct ██, 1962. Due to Foundation resources invested in the █████ █████ and ██████ governments, damage done by SCP-3958 to the ships ██████, ██████ and █████████ was quickly reported to the Foundation. Damage was explained to both parties by Foundation personnel as ammunition malfunctions.\n\n\nFurther analysis of the event and reconstruction of path of damage resulted in the calculation of SCP-3958's trajectory and its next position was successfully predicted and caught on satellite image.\n\n\nThree research stations were established in the South China Sea and the Indian Ocean, to record SCP-3958's momentum and anomalous properties. At the time, these were the only three instances of SCP-3958 moving close enough to non-populated areas for testing.\n\n\n\n\n+ Addendum: Test Log A - Date: ██/██/1966\n\n\n\n\n- Hide Addendum\n\n\n\n\n\n\nTest conducted at research station Dìqiú Beta in the South China sea.\n\n\nTests equipment:\n\n\n\n\nTwo panels of rice paper, ten meters apart, for speed measurements.\n\n\nThree panes of solid steel, thickness of ten cm, one meter and three meters.\n\n\nOne block of soil, fifty cm thick, encased in glass of five cm thickness.\n\n\nFive 35 mm rotating prism cameras.\n\n\n\n\nSCP-3958 was correctly projected to arrive at 0254 HKT at an altitude of 12 meters. Measurements made of the object upon perforation of paper testing sheets indicate a speed upwards of 1500 kilometers per hour.\n\n\nRecovered camera footage shows that SCP-3958 showed no visible signs of slowing down upon contact with the steel panes. The rapid displacement of the steel plates caused the destruction of the block of soil and injured two Foundation researchers.\n\n\nTesting on solid matter with tensile strength exceeding 150 MPa is prohibited until further notice.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum: Test Log B - Date: ██/██/1969\n\n\n\n\n- Hide Addendum\n\n\n\n\n\n\nTest conducted at research station Dharatee 2 in the Bay of Bengal.\n\n\nTest equipment:\n\n\n\n\nTwo panels of rice paper, ten meters apart, for speed measurements.\n\n\nOne block of soil, fifty cm thick, encased in glass of five cm thickness.\n\n\nOne Osmanabadi Goat.\n\n\nTen 70 mm rotating prism cameras.\n\n\n\n\nSCP-3958 was projected to arrive at 0110 IST at an altitude of 45 meters. Cameras angled to view the approach of SCP-3958 recorded it to change velocity at a 90-degree angle at an estimated 45-50 meters distance away from the block of soil. It then proceeded to move in an arc above the soil, then resuming its course on the other side.\n\n\nDue to failure to achieve impact with goat, testing D-class was approved.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum: Test Log C - Date: ██/██/1971\n\n\n\n\n- Hide Addendum\n\n\n\n\n\n\nTest conducted at research station Tierra Segundo in the Gulf of Mexico.\n\n\nTest equipment:\n\n\n\n\nTwo panels of paper, ten meters apart, for speed measurements.\n\n\nOne D-class Test subject\n\n\nTwenty-five Experimental Photec 16mm Cameras.\n\n\n\n\nSCP-3958 was projected to arrive at 0319 CDT at an altitude of 72 meters. Velocity of SCP-3958 was recorded at 1656 kph.\n\n\nUpon contact with D-654167, SCP-3958's secondary anomalous property was discovered. Camera footage shows D-654167 accelerating along with SCP-3958 instantaneously upon contact. Equipment attached to the subject shows normal vital signs with elevated heart rate for several seconds after impact with SCP-3958, at which point D-654167 broke contact with SCP-3958 and ceased exhibiting anomalous properties. The point of impact was discovered near Monterrey, Mexico. No remains could be recovered.\n\n\n\n\n\n\n\n\n\n\nIncluded below are recovered documents that indicate previous encounters with SCP-3958.\n\n\n\n\n+ Addendum: Recovered Document VO-1\n\n\n\n\n- Hide Addendum\n\n\n\n\n\n\nVO-1 is a collection of notes taken by ████ █ ████, Durango, Mexico. They detail a series of experiments and observations of an unidentified object moving at high speeds.\n\n\n\n\nThe two mills, built as scheduled, are exactly five-hundred miles apart. My assistants are to take note of the speed of the sphere as best they can. More importantly, they will have time-telling devices on their persons. Hopefully, measuring the time between the two observations will give me an approximation of the actual speed of the object.\n\n\n\n\n\n\nThe observations are as accurate as I could hope them to be. My assistants were not acquainted well with their time-telling devices, and the conclusion offered by my data is not satisfactory. No object present on earth can move a hundreds of miles in a matter of minutes.\n\n\n\n\nThere is a period of several years where no pages were written on this subject. The final page, an autobiographical memoir, includes this paragraph:\n\n\n\n\nI went back to the mills, and tried, again, to measure the sphere's speed. Additional tests keep verifying the old data. This is not acceptable. My country has enough trouble as it is to be dealing with impossible objects. Regardless, for posterity, I have included my data.\n\n\n\n\nNo further pages were found\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum: Recovered Document TE-2\n\n\n\n\n- Hide Addendum\n\n\n\n\n\n\nTE-2 is a series of engravings recovered in the valley of Mexico. It appears to predate late-Mexica culture.\n\n\n\n\nThe priest spoke of a sign of the gods. At the moon's zenith, the sign came down. Mixcoatl passed through the heavens, carrying his bounty and his dictate. With a scream his bounty was spread onto the steps and showered all beholden in blood. The priest knew then what was to happen. Once at day and once at night, blood would be spilled in the name of Tezcatlipoca and Mixcoatl.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum: Recovered Document CA-3\n\n\n\n\n- Hide Addendum\n\n\n\n\n\n\nCA-3 is a stone tablet found in an antechamber of the ████ ██ ██████. Its hieroglyphics indicate its age to be around 4500 to 4600 years old.\n\n\n\n\nAhmes is a fool or a madman. The tip of the monument collapsed overnight, but he claims it was struck down by a divine force. He is an incompetent overseer, and will be replaced. This does give me the opportunity to build the golden cover I had intended as first planned. The living god will be pleased. If it was divine force, it means me well.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum: Recovered Document BR-4\n\n\n\n\n- Hide Addendum\n\n\n\n\n\n\nBR-2 is a series of religious text from the ██████ region in India. They detail the life of a guru from between the 1st and 2nd century BC, who proselytizes the existence of a deity who flies over the land at night, and can only be observed in winter.\n\nHis life's story is that like of a lot of gurus, until his 54th year.\n\n\n\n\nGuru ████ █████ ascended the temple on the first day of Magha at dawn. He meditated during the day, preparing himself for the arrival of Parameshvar ███████. Then, after sundown, he chanted as he anticipated the divine. After the darkest hour of night, we all felt the presence of the deity. Then in an act of god, the Guru was taken from the top of the temple. Parameshvar ███████ swooped down and carried the Guru with him with an earth-shattering thunder. The roof of the temple exploded. The Guru screamed with elation, and we know Parameshvar ███████ helped him ascend.\n\n\n\n\nIt must be noted that Guru ████ █████'s teachings are abolished in India.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum: Recovered Document NT-5\n\n\n\n\n- Hide Addendum\n\n\n\n\n\n\nNT-1 are the designs to a machine, as designed by █████ █████, recovered from a town in Krasnoyarsk Krai.\n\n\nThe designs describe a theoretical construct, 1 kilometer long, that would use internal, highly pliable dynamos that would output an astronomical amount of energy, to be stored in a system of batteries not otherwise referenced in the notes.\n\n\nOf important note is the generator's design, which has been designed to the dimensions of SCP-3958. This is further substantiated by several drawings of a sphere with SCP-3958's exact specifications.\n\n\n\n\nIn my study of non-typical, non-physical phenomena, I have discovered an object of theoretically infinite power. This will let me make more progress in one day than all the previous decades combined.\n\n\n\n\nThe reason NT-1 is of such note is its location, which is outside of the range of SCP-3958's motion, implying the existence of another instance of SCP-3958.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The changes in SCP-3958's altitude are directly proportional to the distance between Earth's Perihelion and Aphelion. SCP-3958 is closest to the Earth's surface when the Earth is at Perihelion, in January, and furthest at Aphelion, in July.\n\n\n\n\n\n\n\n\n« \nSCP-3957\n | SCP-3958 | \nSCP-3959\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3958\n\" by TerraChron, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3958\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: SCP-3958 Discovery Log SCP-3958 came to the attention of the SCP Foundation at [REDACTED] on Oct ██, 1962. Due to Foundation resources invested in the █████ █████ and ██████ governments, damage done by SCP-3958 to the ships ██████, ██████ and █████████ was quickly reported to the Foundation. Damage was explained to both parties by Foundation personnel as ammunition malfunctions.\nFurther analysis of the event and reconstruction of path of damage resulted in the calculation of SCP-3958's trajectory and its next position was successfully predicted and caught on satellite image.\nThree research stations were established in the South China Sea and the Indian Ocean, to record SCP-3958's momentum and anomalous properties. At the time, these were the only three instances of SCP-3958 moving close enough to non-populated areas for testing.\nIncluded below are recovered documents that indicate previous encounters with SCP-3958."
    ],
    "documents": [],
    "notes": [
        "Test conducted at research station Dìqiú Beta in the South China sea. Tests equipment: Two panels of rice paper, ten meters apart, for speed measurements. Three panes of solid steel, thickness of ten cm, one meter and three meters. One block of soil, fifty cm thick, encased in glass of five cm thickness. Five 35 mm rotating prism cameras. SCP-3958 was correctly projected to arrive at 0254 HKT at an altitude of 12 meters. Measurements made of the object upon perforation of paper testing sheets indicate a speed upwards of 1500 kilometers per hour. Recovered camera footage shows that SCP-3958 showed no visible signs of slowing down upon contact with the steel panes. The rapid displacement of the steel plates caused the destruction of the block of soil and injured two Foundation researchers. Testing on solid matter with tensile strength exceeding 150 MPa is prohibited until further notice.",
        "Test conducted at research station Dharatee 2 in the Bay of Bengal. Test equipment: Two panels of rice paper, ten meters apart, for speed measurements. One block of soil, fifty cm thick, encased in glass of five cm thickness. One Osmanabadi Goat. Ten 70 mm rotating prism cameras. SCP-3958 was projected to arrive at 0110 IST at an altitude of 45 meters. Cameras angled to view the approach of SCP-3958 recorded it to change velocity at a 90-degree angle at an estimated 45-50 meters distance away from the block of soil. It then proceeded to move in an arc above the soil, then resuming its course on the other side. Due to failure to achieve impact with goat, testing D-class was approved.",
        "Test conducted at research station Tierra Segundo in the Gulf of Mexico. Test equipment: Two panels of paper, ten meters apart, for speed measurements. One D-class Test subject Twenty-five Experimental Photec 16mm Cameras. SCP-3958 was projected to arrive at 0319 CDT at an altitude of 72 meters. Velocity of SCP-3958 was recorded at 1656 kph. Upon contact with D-654167, SCP-3958's secondary anomalous property was discovered. Camera footage shows D-654167 accelerating along with SCP-3958 instantaneously upon contact. Equipment attached to the subject shows normal vital signs with elevated heart rate for several seconds after impact with SCP-3958, at which point D-654167 broke contact with SCP-3958 and ceased exhibiting anomalous properties. The point of impact was discovered near Monterrey, Mexico. No remains could be recovered.",
        "VO-1 is a collection of notes taken by ████ █ ████, Durango, Mexico. They detail a series of experiments and observations of an unidentified object moving at high speeds. The two mills, built as scheduled, are exactly five-hundred miles apart. My assistants are to take note of the speed of the sphere as best they can. More importantly, they will have time-telling devices on their persons. Hopefully, measuring the time between the two observations will give me an approximation of the actual speed of the object. The observations are as accurate as I could hope them to be. My assistants were not acquainted well with their time-telling devices, and the conclusion offered by my data is not satisfactory. No object present on earth can move a hundreds of miles in a matter of minutes. There is a period of several years where no pages were written on this subject. The final page, an autobiographical memoir, includes this paragraph: I went back to the mills, and tried, again, to measure the sphere's speed. Additional tests keep verifying the old data. This is not acceptable. My country has enough trouble as it is to be dealing with impossible objects. Regardless, for posterity, I have included my data. No further pages were found",
        "The two mills, built as scheduled, are exactly five-hundred miles apart. My assistants are to take note of the speed of the sphere as best they can. More importantly, they will have time-telling devices on their persons. Hopefully, measuring the time between the two observations will give me an approximation of the actual speed of the object.",
        "The observations are as accurate as I could hope them to be. My assistants were not acquainted well with their time-telling devices, and the conclusion offered by my data is not satisfactory. No object present on earth can move a hundreds of miles in a matter of minutes.",
        "I went back to the mills, and tried, again, to measure the sphere's speed. Additional tests keep verifying the old data. This is not acceptable. My country has enough trouble as it is to be dealing with impossible objects. Regardless, for posterity, I have included my data.",
        "TE-2 is a series of engravings recovered in the valley of Mexico. It appears to predate late-Mexica culture. The priest spoke of a sign of the gods. At the moon's zenith, the sign came down. Mixcoatl passed through the heavens, carrying his bounty and his dictate. With a scream his bounty was spread onto the steps and showered all beholden in blood. The priest knew then what was to happen. Once at day and once at night, blood would be spilled in the name of Tezcatlipoca and Mixcoatl.",
        "The priest spoke of a sign of the gods. At the moon's zenith, the sign came down. Mixcoatl passed through the heavens, carrying his bounty and his dictate. With a scream his bounty was spread onto the steps and showered all beholden in blood. The priest knew then what was to happen. Once at day and once at night, blood would be spilled in the name of Tezcatlipoca and Mixcoatl.",
        "CA-3 is a stone tablet found in an antechamber of the ████ ██ ██████. Its hieroglyphics indicate its age to be around 4500 to 4600 years old. Ahmes is a fool or a madman. The tip of the monument collapsed overnight, but he claims it was struck down by a divine force. He is an incompetent overseer, and will be replaced. This does give me the opportunity to build the golden cover I had intended as first planned. The living god will be pleased. If it was divine force, it means me well.",
        "Ahmes is a fool or a madman. The tip of the monument collapsed overnight, but he claims it was struck down by a divine force. He is an incompetent overseer, and will be replaced. This does give me the opportunity to build the golden cover I had intended as first planned. The living god will be pleased. If it was divine force, it means me well.",
        "BR-2 is a series of religious text from the ██████ region in India. They detail the life of a guru from between the 1st and 2nd century BC, who proselytizes the existence of a deity who flies over the land at night, and can only be observed in winter. His life's story is that like of a lot of gurus, until his 54th year. Guru ████ █████ ascended the temple on the first day of Magha at dawn. He meditated during the day, preparing himself for the arrival of Parameshvar ███████. Then, after sundown, he chanted as he anticipated the divine. After the darkest hour of night, we all felt the presence of the deity. Then in an act of god, the Guru was taken from the top of the temple. Parameshvar ███████ swooped down and carried the Guru with him with an earth-shattering thunder. The roof of the temple exploded. The Guru screamed with elation, and we know Parameshvar ███████ helped him ascend. It must be noted that Guru ████ █████'s teachings are abolished in India.",
        "Guru ████ █████ ascended the temple on the first day of Magha at dawn. He meditated during the day, preparing himself for the arrival of Parameshvar ███████. Then, after sundown, he chanted as he anticipated the divine. After the darkest hour of night, we all felt the presence of the deity. Then in an act of god, the Guru was taken from the top of the temple. Parameshvar ███████ swooped down and carried the Guru with him with an earth-shattering thunder. The roof of the temple exploded. The Guru screamed with elation, and we know Parameshvar ███████ helped him ascend.",
        "NT-1 are the designs to a machine, as designed by █████ █████, recovered from a town in Krasnoyarsk Krai. The designs describe a theoretical construct, 1 kilometer long, that would use internal, highly pliable dynamos that would output an astronomical amount of energy, to be stored in a system of batteries not otherwise referenced in the notes. Of important note is the generator's design, which has been designed to the dimensions of SCP-3958. This is further substantiated by several drawings of a sphere with SCP-3958's exact specifications. In my study of non-typical, non-physical phenomena, I have discovered an object of theoretically infinite power. This will let me make more progress in one day than all the previous decades combined. The reason NT-1 is of such note is its location, which is outside of the range of SCP-3958's motion, implying the existence of another instance of SCP-3958.",
        "In my study of non-typical, non-physical phenomena, I have discovered an object of theoretically infinite power. This will let me make more progress in one day than all the previous decades combined.",
        "\" SCP-3958 \" by TerraChron, from the SCP Wiki . Source: https://scpwiki.com/scp-3958 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3958",
    "object_class": "Euclid",
    "containment_procedures": "SCP-3958 is currently not contained. Any civilian air-transport is to be delayed to keep planes out of its flight-path. Additionally, several smaller communities in the Democratic Republic of the Congo, Tanzania, Gabon and ████████ have been relocated to minimize the chances of exposure or lethal injury. Contact with living creatures is to be avoided at all times. Slabs of soil of at least 200 kg are placed at a height of at least 20 meters or highest point of construction in high-density population centers to reduce risk of collision.",
    "description": "SCP-3958 is a miniature replica of planet Earth, approximately 38 mm in diameter. SCP-3958 is spatially locked above the ground with respect to the Sun, such that it always remains on the night side of the Earth underneath the L2 Lagrange point. To maintain this spatial orientation, SCP-3958 moves at a speed of 1656 kph relative to a terrestrial observer, and hovers at altitudes between 1.5 and 2860 meters above sea level.1",
    "title": "SCP-3958"
}