{
    "url": "https://scp-wiki.wikidot.com/scp-3969",
    "all_text": "rating: \n+70\n+\n–\nx\n\n\n\n\n\n\n\n\nFrom:\n\n\nadministrator@site01.scp.int\n\n\n\n\n\n\nTo:\n\n\ncouncil_new (Group)\n\n\n\n\n\n\nSubject:\n\n\nThe truth\n\n\n\n\n\n\nDate:\n\n\n10/1/2008\n\n\n\n\n\n\n\n\nThought you'd like to know what happened.\n\n\n\n\nOffice of The Administrator\n\n\nSecure, Contain, Protect\n\n\n\n\n \n\n\n\n\n\n\nSCP-3969 upon capture\n\n\n\n\n\n\nItem #:\n SCP-3969\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3969 is to be housed in a standard humanoid containment chamber at Site-17. No further containment procedures have been deemed necessary at this time.\n\n\nDescription:\n SCP-3969 is a middle-aged human male of Irish-American descent. SCP-3969's primary anomalous property appears to render it invulnerable to numerous forms of injury, disease, and aging — although whether SCP-3969 is entirely impervious to these ailments or merely resistant to them remains unclear.\n\n\nSCP-3969 claims to have acquired its anomalous properties through an extensive thaumaturgic ritual involving \"consuming 138 fermented lima beans a day\", \"bathing in the blood of a blind coyote\", and [DATA EXPUNGED]. Investigation of these claims is ongoing.\n\n\nSCP-3969 first came to the attention of Foundation personnel in Seattle, Washington, following reports of a local derelict falling from the roof of a seven-story apartment building and emerging unscathed. Upon confirmation of its anomalous abilities, SCP-3969 was detained and transported to Site-17 for questioning.\n\n\nA transcript of this interview, conducted by Dr. Phillip Grant, has been attached to this file below.\n\n\nAddendum 1:\n First interview\n\n\n\n\nDate:\n 9/16/2008\n\n\n \n\n\nObjective:\n Ascertain the source of SCP-3969's anomalous properties.\n\n\n\n\n[BEGIN LOG]\n\n\n \n\n\nSCP-3969:\n I always knew this would happen.\n\n\n \n\n\nDr. Grant:\n What do you mean?\n\n\n \n\n\nSCP-3969:\n Nothing. Just some black-suited government bastards swooping in and putting me in a place like this. So what next, Doc? You wanna probe my esophagus?\n\n\n \n\n\nDr. Grant laughs.\n\n\n \n\n\nDr. Grant:\n Well, I can't speak to what they'll do to you—\n\n\n \n\n\nDr. Grant gestures to the other research staff outside the room.\n\n\n \n\n\nDr. Grant:\n —but I'm just here to ask you some questions. Mainly, how you ended up in your current… ah, predicament?\n\n\n \n\n\nSCP-3969:\n You know, I can't say I'm too \nsure\n, considering your friend over there gave me enough downers to sedate an elephant for a month.\n\n\n \n\n\nDr. Grant:\n I was referring to your invulnerability.\n\n\n \n\n\nSilence.\n\n\n \n\n\nSCP-3969:\n I sold my soul to Satan.\n\n\n \n\n\nDr. Grant:\n Sarcasm doesn't help either of us.\n\n\n \n\n\nSCP-3969:\n Sarcasm? \nSarcasm\n? I'll show you sarcasm, you condescending sack of shit—\n\n\n \n\n\nSCP-3969 violently gestures to Dr. Grant, before appearing to notice the presence of two security guards outside of the conference room.\n\n\n \n\n\nSCP-3969:\n \nTch.\n Like I'd show some disgruntled laymen my legumes.\n\n\n \n\n\nDr. Grant:\n Your… what?\n\n\n \n\n\n[END LOG]\n\n\n \n\n\n\n\nAddendum 2:\n Second interview\n\n\nThree days after its first interview, after previously remaining uncooperative, SCP-3969 requested to speak with Dr. Grant in an apparent desire to \"negotiate\". The following meeting was arranged shortly thereafter, and is transcribed verbatim.\n\n\n\n\nDate:\n 9/21/2008\n\n\n\n\n[BEGIN LOG]\n\n\n \n\n\nDr. Grant:\n I understand you wish to cooperate.\n\n\n \n\n\nSCP-3969:\n You really wanna know my secret?\n\n\n \n\n\nDr. Grant chuckles.\n\n\n \n\n\nDr. Grant:\n If that's how you'd like to put it.\n\n\n \n\n\nSCP-3969:\n Then fine. But I have some conditions.\n\n\n \n\n\nDr. Grant:\n Which would be?\n\n\n \n\n\nSCP-3969:\n Getting to see the sun for more than five minutes a day would be nice.\n\n\n \n\n\nDr. Grant sighs.\n\n\n \n\n\nDr. Grant:\n If you are unsatisfied with the accommodations you've been provided, I will put in a request with—\n\n\n \n\n\nSCP-3969:\n You call a lightless metal cell \"accommodations\"?\n\n\n \n\n\nSilence.\n\n\n \n\n\nDr. Grant:\n I'll see what I can do.\n\n\n \n\n\nSCP-3969:\n Good. Now for my end. Got a pen?\n\n\n \n\n\n[FOUR HOURS OF EXTRANEOUS DIALOGUE REMOVED]\n\n\n \n\n\nSCP-3969:\n Three hundred and twenty-seven of them, to be exact. And it has to be in one sitting.\n\n\n \n\n\nDr. Grant:\n Is that before or after the radish stems?\n\n\n \n\n\nSCP-3969:\n It doesn't matter, as long as you soaked it in lamb's blood for exactly 6 hours. But make sure not to boil them for too long, or you'll have to start from scratch.\n\n\n \n\n\nDr. Grant appears to write something down.\n\n\n \n\n\nDr. Grant:\n Is that everything?\n\n\n \n\n\nSCP-3969:\n Yup.\n\n\n \n\n\nDr. Grant:\n And this won't carry any… unanticipated side affects?\n\n\n \n\n\nSCP-3969:\n Besides getting beaten up and abducted? No. Not that I know of.\n\n\n \n\n\nDr. Grant stands up, and folds the papers in front of him.\n\n\n \n\n\nDr. Grant:\n Thank you, SCP-3969. Your cooperation has been duly noted. Expect changes in the weeks to come.\n\n\n \n\n\n[END LOG]\n\n\n\n\nExcellent work, Dr. Grant. Please submit yourself to your nearest human resources office for voluntary amnesticization. We'll take it from here. —[DATA EXPUNGED]\n\n\nAddendum 3:\n [DATA EXPUNGED]\n\n\n\n\n▶ ACCESS ADDENDUM\n\n\n\n\n▼ Close\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n \n\n\nO5-12:\n Glad to be done with this mess.\n\n\n \n\n\nO5-7:\n Yeah, \nseven\n barrels of carp? Ridiculous.\n\n\n \n\n\nO5-9:\n The supplements should stop the worst of it — cyanide poisoning and such. Now we just have to wait.\n\n\n \n\n\nO5-4:\n \nYOU'RE ALL ANIMALS\n.\n\n\n \n\n\nO5-2:\n Oh, please. You would've done the same if it weren't for that damn android body.\n\n\n \n\n\nO5-4:\n \nWAS IT REALLY NECESSARY TO GOUGE THE EYES OUT BEFORE YOU CURDLED ITS LIVER?\n\n\n \n\n\nO5-2:\n We can't afford to cut any corners here. I don't want to muck this up and turn my bones to copper.\n\n\n \n\n\nO5-4:\n \nWHATEVER.\n\n\n \n\n\nO5-13:\n How long will this take, anyway?\n\n\n \n\n\nO5-1:\n I think it was… let me see.\n\n\n \n\n\nThe sound of shuffling papers can be heard.\n\n\n \n\n\nO5-1:\n Around three hours? Thaumaturgy has never been a very exact science. Or, well — a science.\n\n\n \n\n\nO5-9:\n Actually, I think I can feel it kicking in right now.\n\n\n \n\n\nA loud groaning noise can be heard.\n\n\n \n\n\nO5-12:\n What was that?\n\n\n \n\n\nO5-6 enters the room, appearing noticeably older than moments earlier.\n\n\n \n\n\nO5-12:\n Christ! What the hell happened to you, Jason?\n\n\n \n\n\nO5-6:\n \n(Hoarse)\n I… I… I—\n\n\n \n\n\nO5-6 bursts into dust.\n\n\n \n\n\nO5-9:\n Oh no.\n\n\n \n\n\nSounds of falling debris, wounds fissuring, and screams can be heard for the next fifteen minutes, followed by silence.\n\n\n \n\n\nO5-4:\n \nGUYS?\n\n\n \n\n\nSilence. A phone is dialing.\n\n\n \n\n\nO5-4:\n \nBERTRAND?\n\n\n \n\n\nUnknown Voice:\n Yes?\n\n\n \n\n\nO5-4:\n \nI THINK WE MAY HAVE A PROBLEM.\n\n\n \n\n\n[END LOG]\n\n\n\n\nFollowing this incident, Site-17 staff attempted to consult SCP-3969 — but upon entering its containment chamber, were greeted only with a single word crudely etched into a nearby wall:\n\n\n\n\nSUCKERS.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3968\n | SCP-3969 | \nSCP-3970\n »",
    "addendums": [
        "Addendum 1: First interview",
        "Addendum 2: Second interview\nThree days after its first interview, after previously remaining uncooperative, SCP-3969 requested to speak with Dr. Grant in an apparent desire to \"negotiate\". The following meeting was arranged shortly thereafter, and is transcribed verbatim.\nExcellent work, Dr. Grant. Please submit yourself to your nearest human resources office for voluntary amnesticization. We'll take it from here. —[DATA EXPUNGED]",
        "Addendum 3: [DATA EXPUNGED]"
    ],
    "documents": [],
    "notes": [
        "Date: 9/16/2008 Objective: Ascertain the source of SCP-3969's anomalous properties. [BEGIN LOG] SCP-3969: I always knew this would happen. Dr. Grant: What do you mean? SCP-3969: Nothing. Just some black-suited government bastards swooping in and putting me in a place like this. So what next, Doc? You wanna probe my esophagus? Dr. Grant laughs. Dr. Grant: Well, I can't speak to what they'll do to you— Dr. Grant gestures to the other research staff outside the room. Dr. Grant: —but I'm just here to ask you some questions. Mainly, how you ended up in your current… ah, predicament? SCP-3969: You know, I can't say I'm too sure , considering your friend over there gave me enough downers to sedate an elephant for a month. Dr. Grant: I was referring to your invulnerability. Silence. SCP-3969: I sold my soul to Satan. Dr. Grant: Sarcasm doesn't help either of us. SCP-3969: Sarcasm? Sarcasm ? I'll show you sarcasm, you condescending sack of shit— SCP-3969 violently gestures to Dr. Grant, before appearing to notice the presence of two security guards outside of the conference room. SCP-3969: Tch. Like I'd show some disgruntled laymen my legumes. Dr. Grant: Your… what? [END LOG]",
        "Date: 9/21/2008 [BEGIN LOG] Dr. Grant: I understand you wish to cooperate. SCP-3969: You really wanna know my secret? Dr. Grant chuckles. Dr. Grant: If that's how you'd like to put it. SCP-3969: Then fine. But I have some conditions. Dr. Grant: Which would be? SCP-3969: Getting to see the sun for more than five minutes a day would be nice. Dr. Grant sighs. Dr. Grant: If you are unsatisfied with the accommodations you've been provided, I will put in a request with— SCP-3969: You call a lightless metal cell \"accommodations\"? Silence. Dr. Grant: I'll see what I can do. SCP-3969: Good. Now for my end. Got a pen? [FOUR HOURS OF EXTRANEOUS DIALOGUE REMOVED] SCP-3969: Three hundred and twenty-seven of them, to be exact. And it has to be in one sitting. Dr. Grant: Is that before or after the radish stems? SCP-3969: It doesn't matter, as long as you soaked it in lamb's blood for exactly 6 hours. But make sure not to boil them for too long, or you'll have to start from scratch. Dr. Grant appears to write something down. Dr. Grant: Is that everything? SCP-3969: Yup. Dr. Grant: And this won't carry any… unanticipated side affects? SCP-3969: Besides getting beaten up and abducted? No. Not that I know of. Dr. Grant stands up, and folds the papers in front of him. Dr. Grant: Thank you, SCP-3969. Your cooperation has been duly noted. Expect changes in the weeks to come. [END LOG]",
        "[BEGIN LOG] O5-12: Glad to be done with this mess. O5-7: Yeah, seven barrels of carp? Ridiculous. O5-9: The supplements should stop the worst of it — cyanide poisoning and such. Now we just have to wait. O5-4: YOU'RE ALL ANIMALS . O5-2: Oh, please. You would've done the same if it weren't for that damn android body. O5-4: WAS IT REALLY NECESSARY TO GOUGE THE EYES OUT BEFORE YOU CURDLED ITS LIVER? O5-2: We can't afford to cut any corners here. I don't want to muck this up and turn my bones to copper. O5-4: WHATEVER. O5-13: How long will this take, anyway? O5-1: I think it was… let me see. The sound of shuffling papers can be heard. O5-1: Around three hours? Thaumaturgy has never been a very exact science. Or, well — a science. O5-9: Actually, I think I can feel it kicking in right now. A loud groaning noise can be heard. O5-12: What was that? O5-6 enters the room, appearing noticeably older than moments earlier. O5-12: Christ! What the hell happened to you, Jason? O5-6: (Hoarse) I… I… I— O5-6 bursts into dust. O5-9: Oh no. Sounds of falling debris, wounds fissuring, and screams can be heard for the next fifteen minutes, followed by silence. O5-4: GUYS? Silence. A phone is dialing. O5-4: BERTRAND? Unknown Voice: Yes? O5-4: I THINK WE MAY HAVE A PROBLEM. [END LOG]",
        "SUCKERS."
    ],
    "item": "SCP-3969",
    "object_class": "Safe",
    "containment_procedures": "SCP-3969 is to be housed in a standard humanoid containment chamber at Site-17. No further containment procedures have been deemed necessary at this time.",
    "description": "SCP-3969 is a middle-aged human male of Irish-American descent. SCP-3969's primary anomalous property appears to render it invulnerable to numerous forms of injury, disease, and aging — although whether SCP-3969 is entirely impervious to these ailments or merely resistant to them remains unclear.",
    "title": "SCP-3969"
}