{
    "url": "https://scp-wiki.wikidot.com/scp-3971",
    "all_text": "rating: \n+20\n+\n–\nx\n\n\n\n\n\n\nSite of first recorded SCP-3971 manifestation.\n\n\n\n\n\n\nItem #:\n SCP-3971\n\n\nObject Class:\n \nKeter\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3971 has been welded shut in its frame. Signage for utility closet SB3-117a has been replaced with an \"Out of Order\" sign. Site-178 staff have been advised that materials previously contained in utility closet SB3-117a have been relocated to utility closet SB3-117d.\n\n\n\n\nSpecial Containment Procedures, deprecated 2013/03/11\n\n\n\n\nAccess Granted\n\n\n\n\nSCP-3971 is currently uncontained. Due to the nature of SCP-3971 manifestations, the Foundation lacks the means to contain it effectively. Until suitable containment procedures are established, missing persons reports are to be monitored in an attempt to determine some pattern in SCP-3971 manifestations. Should a manifestation be located prior to its discovery by a civilian, MTF Chi-8 (\"Portunus Pilots\") is to be dispatched to limit civilian access and study the anomaly.\n\n\n\n\n\n\n\n\nDescription:\n SCP-3971 is a gray steel core door measuring 1981mm x 915mm x 45mm with a lever-style door handle. Construction of the door conforms to ISO 3008:2007 for Fire Resistance. Samples taken from SCP-3971 show no anomalous content.\n\n\nOpening SCP-3971 leads into SCP-3971-1, a 3m x 3m x 3m extradimensional space which is generated regardless of the geometry of the containing structure. SCP-3971-1 contains a black plate marked \"Utility\" and a wall clock on the north wall. The hour hand on the wall clock is completely encased in a metallic crystalline solid\n1\n. All instances display the same layout; objects left behind in previous manifestations are selectively present.\n\n\nSCP-3971 has only been observed to manifest on south-facing walls within man-made structures. SCP-3971 can manifest on an unobstructed wall, or replace an existing doorway. Replaced doorways only open into SCP-3971-1 when entered from the south.\n\n\nOnce SCP-3971 manifests, it will remain in place until a living human being enters SCP-3971-1 and closes SCP-3971. Once closed, SCP-3971 instantaneously demanifests from its current location. The occupant is considered irrecoverable at this point. SCP-3971 will then remanifest at a random suitable location. The interval between manifestations is unknown. Research is ongoing to determine if there is a pattern to the location of SCP-3971 manifestations. SCP-3971 is currently manifested within Site-176, in place of utility closet SB3-117a.\n\n\nSCP-3971 received formal designation following Exploration 3971-A. Classification of SCP-3971 resulted in the closure of ██ Extranormal Event investigations. There have been ███ confirmed manifestations of SCP-3971.\n\n\nAs of 2018/05/01, SCP-3971 has been reclassified to Safe at the recommendation of Lead Research Talman.\n\n\nPartial Listing of Confirmed Manifestations of SCP-3971\n\n\n\n\nView Listing\n\n\n\n\nAccess Granted\n\n\n\n\n\n\n\n\nDesignation\n\n\nLocation\n\n\nNotes\n\n\n\n\n\n\n3971-█\n\n\nFarallon Islands\n\n\n19██/08/16, Lt. Ernest Cody and Ens. Charles Adams disappeared from the US Navy Blimp L-8 during an anti-submarine patrol. Radio communication from Lt. Cody described the appearance of a door in the aft of the blimp cabin at 08:15, after which contact with the blimp was lost. The L-8 was sighted above the Golden Gate Bridge at 10:49 at 600m altitude, close to the blimps' pressure limit. The L-8 crashed at 11:30. in the middle of the 400 block of Bellvue Avenue in Daly City, CA, with little damage to the craft. Neither Lt. Cody nor Ens. Adams were aboard. Inspection of the craft revealed no damage to the blimps' controls or radio.\n\n\n\n\n\n\n3971-██\n\n\nGroßwerther Subcamp, Nordhausen, Germany\n\n\nUpon liberation of Großwerther by U.S. forces at the end of April of 1945, a diary belonging to camp overseer Erna Petermann was found in her quarters. The last entry makes mention of a door on the north wall of one of the camp's gas chambers. Allied troops reported that all gas chambers within the camp conformed to standard design having only a single entrance.\n\n\n\n\n\n\n3971-██\n\n\nCordoba, Spain\n\n\n██████ █████████, a Russian physicist specializing in nuclear winter theory, disappeared during the Second International Conference of Nuclear Free Zones Local Authorities. [DATA REDACTED]. See Exploration 3971-A\n\n\n\n\n\n\n3971-██\n\n\nWashington, DC\n\n\nSCP-3971 manifested within the White House replacing the entrance door to the Roosevelt Room at 13:18 on 1995/03/14. Foundation assets immediately limited access to the West Wing, using a gas leak as a cover story. Containment was eased by the fact that President Bill Clinton and his staff were attending the National Radio & Television Correspondents Dinner. This manifestation provided the first opportunity for direct study, and a manned exploration was rapidly deployed. See Expedition 3971-A Log.\n\n\n\n\n\n\n3971-███\n\n\nFarallon Islands\n\n\nDr. ███ ████ disappeared 20██/01/18 while sailing near the Farallon Islands. Dr. ████ was an experienced sailor and no distress call was received nor was the yacht's EPIRB\n2\n activated. After a thorough, civilian search was conducted and failed to locate Dr. ████ or his yacht, Foundation assets conducted their own search and located the wreckage of Dr. ████'s yacht at ██°██'██.██\"N ███°██'██.██\"W in 360 meters of water. No remains were present; however, a digital camera was recovered. Photographs recovered from the camera depict SCP-3971 occupying the companionway.\n\n\n\n\n\n\n3971-███\n\n\nSite-178, ██████████, ████████\n\n\nSCP-3971 manifested within Site-178, a Foundation data center with limited containment capabilities. Once identified as SCP-3971, several unmanned drone tests were performed, none of which activated the anomalous effects of SCP-3971. Samples of material from SCP-3971-1 have been gathered and analyzed for further study.\n\n\n\n\n\n\n\n\n\n\n\n\nExploration 3971-A\n\n\n\n\nView Log\n\n\n\n\nAccess Granted\n\n\n\n\nExploration conducted 1995/03/14 by Agents Redding and Manser, both of whom were embedded at the White House as Secret Service personnel. Agent Redding served as control. Agent Manser was outfitted with a Standard Foundation Sample Collection kit, Kant counter, audio recording device, and a digital camera. A high-speed camera was deployed on a tripod facing SCP-3971. Due to the sensitive location of this manifestation, deviation from written containment procedures was approved.\n\n\n\n\n<Begin Log: 14:15>\n\n\nControl:\n Comms check, please respond.\n\n\nAgent Manser:\n Check. Are you hearing me?\n\n\nControl:\n Affirmative, we're recording.\n\n\nAgent Manser:\n Did not think I was going to be working an anomaly today.\n\n\nControl:\n That makes two of us. You know the drill, approach the anomaly, describe anything unusual that happens.\n\n\nAgent Manser:\n Sure. The door is gray, looks to be about 7 feet tall, maybe 2 and a half feet wide. Not sure if I could fit a refrigerator through it. It's smooth to the touch, but there's a couple of scratches near the hinges.\n\n\nAgent Manser knocks loudly on SCP-3971.\n\n\nAgent Manser:\n Sounds like a door and everything.\n\n\nControl:\n Let's get this over with. Open it up and report.\n\n\nAgent Manser:\n Opening the door. There's a small square room, maybe 10 feet on each side. It looks like a closet.\n\n\nAgent Manser steps into SCP-3971-1.\n\n\nAgent Manser:\n It's empty other than a decent-sized pile of clothing in the middle of the floor and a clock on the wall. The hour hand is covered with tin foil. I can smell burning wires in here, is that something I should be worried about?\n\n\nControl:\n I'm not seeing anything on the thermal scans from here, shouldn't be an issue. Please use your sample kit to collect a sample of the \"tin foil\" material on the clock.\n\n\nAgent Manser:\n Hang on, the door wants to shut, like it's on a spring. I'm going to wedge it open with my back pack.\n\n\nAgent Manser removes his backpack and retrieves the sample kit. He then places it between the door and the jamb, preventing the door from closing completely. As he turns back to the north wall, his left leg nudges the backpack slightly. The door begins to close, pushing the backpack out of the frame.\n\n\nAgent Manser:\n Taking a sample now. This stuff is weird. It keeps pulling the collection scoop out of my hand. Must be magnetic\n3\n. It turns to a liquid when I get it into the sample container.\n\n\nControl:\n That is odd. Could you tell me what value your Kant Counter is displaying?\n\n\nAgent Manser:\n 1.14 Humes.\n\n\nThe door closes. The latch does not produce any audible noise and neither Control nor Agent Manser remark on this change. The external high-speed camera\n4\n records SCP-3971 demanifesting upon closing. This transition occurs instantaneously.\n\n\nControl:\n That's within the normal range. Please continue.\n\n\nAgent Manser spends the next 2 minutes recording items within the anomaly, focusing on the pile of clothing.\n\n\nAgent Manser:\n There's a bunch of wallets here. One has a California ID and about $50 in cash. There's another one here, like a red passport with Russian writing in it. Can't read any of the writing but the number on the top is 11597148.\n5\n I'm bagging up everything, we can review later.\n\n\nAudio detects a faint ticking.\n\n\nAgent Manser:\n Huh, the door is shut. When did that happen?\n\n\nControl:\n I'll review the tapes, I didn't see it close either. Anything else of interest in the room?\n\n\nAgent Manser:\n Nothing that I can see.\n\n\nAgent Manser attempts to open SCP-3971 from the inside.\n\n\nAgent Manser:\n The door is locked. Are you fucking with me, Redding?\n\n\nControl checks the exterior video and becomes aware that the door to the Roosevelt Bedroom has returned to normal.\n\n\nControl:\n I can't see the door anymore.\n\n\nAgent Manser:\n I hear ticking. Fucking clock is ticking now.\n\n\nAgent Manser frantically rattles the interior door handle.\n\n\nUnknown:\n [UNINTELLIGIBLE]\n\n\nAgent Manser:\n What the fuck was that? Redding? Come on, Redding.\n\n\nControl is non-responsive.\n\n\nThe sound of machinery is heard, followed by a loud grinding noise. Video feed is disrupted.\n\n\nAgent Manser struggles with the door loudly.\n\n\nAgent Manser:\n I can't open [UNINTELLIGIBLE] at .42 Humes and drop-\n\n\nGrinding noise repeats, followed by 2 minutes of static. The remainder of the transmission is substantially degraded. Analysis of audio indicates an extreme redshift.\n\n\nUnknown\n [UNINTELLIGIBLE]\n\n\nAgent Manser:\n [UNINTELLIGIBLE] please [UNINTELLIGIBLE] what?\n\n\n27 minutes of static.\n\n\nUnknown:\n [UNINTELLIGIBLE] many [UNINTELLIGIBLE]\n\n\nAgent Manser:\n It's op-\n\n\nTransmission ends\n\n\n\n\nClosing Statement:\n Agent Redding was found unconscious at his station with no recollection of events following Agent Manser's entry into SCP-3971-1. Analysis of video feed identified personal effects from at least ███ different persons.\n\n\n\n\n\n\n\n\nAddendum: RE: SCP-3971 Test Plan\n\n\n\n\nView Message\n\n\n\n\nClose\n\n\n\n\n\n\nDATE:\n 2013/03/11\n\n\nFROM:\n Acting Site Director Austad <\nnoitadnuof.pcs|datsuaj#noitadnuof.pcs|datsuaj\n>\n\n\nTO:\n Junior Researcher Talman <\nnoitadnuof.pcs|namlati#noitadnuof.pcs|namlati\n>\n\n\nSUBJECT:\n RE: SCP-3971 Test Plan\n\n\n\n\nIsaac,\n\n\nI appreciate that you're excited about an opportunity to put some of your training into action on a \"real live SCP.\" You're right, we don't get many opportunities to document Keter class anomalies here. I've read the existing containment procedures on SCP-3971 along with the logs of your drone experiments, and if we're correct, SCP-3971 will stay here until someone goes inside and closes the door.\n\n\nI'm including a copy of the \nSCP-3107\n documentation. Read it and then come back to this email.\n\n\nWe are not monsters. We've documented at least ███ deaths attributed to SCP-3971. It's one of a hundred magic doors that we know of and who knows how many more that we don't. There is nothing inside SCP-3971-1. I will not feed this thing any more lives for your curiosity.\n\n\nDo your job.\n\n\nSecure. Contain. Protect.\n\n\nActing Site Director Austad\n\n\nAttachment: SCP-3107.pdf\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Spectrographic analysis indicates a composition consisting entirely of ytterbium, a soft gray metal normally mined alongside rare earth metals.\n\n\n2\n. Emergency position-indicating radio beacon.\n\n\n3\n. All components in a Standard Foundation Sample Collection Kit are non-ferromagnetic.\n\n\n4\n. Rated for 2350 FPS.\n\n\n5\n. ID number matches Communist Party of the Soviet Union Membership of ██████ █████████.\n\n\n\n\n\n\n\n\n« \nSCP-3970\n | SCP-3971 | \nSCP-3972\n »\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3971\n\" by IsaacTalman, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3971\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\nImage #\n\n\n\n\nFilename:\n \nhttps://scp-wiki.wdfiles.com/local--files/scp-3971/crashed\n\n\nName:\n crashed.jpg\n\n\nAuthor:\n Under Investigation\n\n\nLicense:\n Under Investigation\n\n\nSource Link:\n \nhttps://www.historynet.com/mystery-of-the-ghost-blimp.htm",
    "addendums": [
        "Addendum: RE: SCP-3971 Test Plan\n"
    ],
    "documents": [],
    "notes": [
        "<Begin Log: 14:15> Control: Comms check, please respond. Agent Manser: Check. Are you hearing me? Control: Affirmative, we're recording. Agent Manser: Did not think I was going to be working an anomaly today. Control: That makes two of us. You know the drill, approach the anomaly, describe anything unusual that happens. Agent Manser: Sure. The door is gray, looks to be about 7 feet tall, maybe 2 and a half feet wide. Not sure if I could fit a refrigerator through it. It's smooth to the touch, but there's a couple of scratches near the hinges. Agent Manser knocks loudly on SCP-3971. Agent Manser: Sounds like a door and everything. Control: Let's get this over with. Open it up and report. Agent Manser: Opening the door. There's a small square room, maybe 10 feet on each side. It looks like a closet. Agent Manser steps into SCP-3971-1. Agent Manser: It's empty other than a decent-sized pile of clothing in the middle of the floor and a clock on the wall. The hour hand is covered with tin foil. I can smell burning wires in here, is that something I should be worried about? Control: I'm not seeing anything on the thermal scans from here, shouldn't be an issue. Please use your sample kit to collect a sample of the \"tin foil\" material on the clock. Agent Manser: Hang on, the door wants to shut, like it's on a spring. I'm going to wedge it open with my back pack. Agent Manser removes his backpack and retrieves the sample kit. He then places it between the door and the jamb, preventing the door from closing completely. As he turns back to the north wall, his left leg nudges the backpack slightly. The door begins to close, pushing the backpack out of the frame. Agent Manser: Taking a sample now. This stuff is weird. It keeps pulling the collection scoop out of my hand. Must be magnetic 3 . It turns to a liquid when I get it into the sample container. Control: That is odd. Could you tell me what value your Kant Counter is displaying? Agent Manser: 1.14 Humes. The door closes. The latch does not produce any audible noise and neither Control nor Agent Manser remark on this change. The external high-speed camera 4 records SCP-3971 demanifesting upon closing. This transition occurs instantaneously. Control: That's within the normal range. Please continue. Agent Manser spends the next 2 minutes recording items within the anomaly, focusing on the pile of clothing. Agent Manser: There's a bunch of wallets here. One has a California ID and about $50 in cash. There's another one here, like a red passport with Russian writing in it. Can't read any of the writing but the number on the top is 11597148. 5 I'm bagging up everything, we can review later. Audio detects a faint ticking. Agent Manser: Huh, the door is shut. When did that happen? Control: I'll review the tapes, I didn't see it close either. Anything else of interest in the room? Agent Manser: Nothing that I can see. Agent Manser attempts to open SCP-3971 from the inside. Agent Manser: The door is locked. Are you fucking with me, Redding? Control checks the exterior video and becomes aware that the door to the Roosevelt Bedroom has returned to normal. Control: I can't see the door anymore. Agent Manser: I hear ticking. Fucking clock is ticking now. Agent Manser frantically rattles the interior door handle. Unknown: [UNINTELLIGIBLE] Agent Manser: What the fuck was that? Redding? Come on, Redding. Control is non-responsive. The sound of machinery is heard, followed by a loud grinding noise. Video feed is disrupted. Agent Manser struggles with the door loudly. Agent Manser: I can't open [UNINTELLIGIBLE] at .42 Humes and drop- Grinding noise repeats, followed by 2 minutes of static. The remainder of the transmission is substantially degraded. Analysis of audio indicates an extreme redshift. Unknown [UNINTELLIGIBLE] Agent Manser: [UNINTELLIGIBLE] please [UNINTELLIGIBLE] what? 27 minutes of static. Unknown: [UNINTELLIGIBLE] many [UNINTELLIGIBLE] Agent Manser: It's op- Transmission ends",
        "DATE: 2013/03/11 FROM: Acting Site Director Austad < noitadnuof.pcs|datsuaj#noitadnuof.pcs|datsuaj > TO: Junior Researcher Talman < noitadnuof.pcs|namlati#noitadnuof.pcs|namlati > SUBJECT: RE: SCP-3971 Test Plan Isaac, I appreciate that you're excited about an opportunity to put some of your training into action on a \"real live SCP.\" You're right, we don't get many opportunities to document Keter class anomalies here. I've read the existing containment procedures on SCP-3971 along with the logs of your drone experiments, and if we're correct, SCP-3971 will stay here until someone goes inside and closes the door. I'm including a copy of the SCP-3107 documentation. Read it and then come back to this email. We are not monsters. We've documented at least ███ deaths attributed to SCP-3971. It's one of a hundred magic doors that we know of and who knows how many more that we don't. There is nothing inside SCP-3971-1. I will not feed this thing any more lives for your curiosity. Do your job. Secure. Contain. Protect. Acting Site Director Austad Attachment: SCP-3107.pdf",
        "\" SCP-3971 \" by IsaacTalman, from the SCP Wiki . Source: https://scpwiki.com/scp-3971 . Licensed under CC-BY-SA .",
        "Filename: https://scp-wiki.wdfiles.com/local--files/scp-3971/crashed Name: crashed.jpg Author: Under Investigation License: Under Investigation Source Link: https://www.historynet.com/mystery-of-the-ghost-blimp.htm"
    ],
    "item": "SCP-3971",
    "object_class": "Keter Safe",
    "containment_procedures": "SCP-3971 has been welded shut in its frame. Signage for utility closet SB3-117a has been replaced with an \"Out of Order\" sign. Site-178 staff have been advised that materials previously contained in utility closet SB3-117a have been relocated to utility closet SB3-117d.",
    "description": "SCP-3971 is a gray steel core door measuring 1981mm x 915mm x 45mm with a lever-style door handle. Construction of the door conforms to ISO 3008:2007 for Fire Resistance. Samples taken from SCP-3971 show no anomalous content.",
    "title": "SCP-3971"
}