{
    "url": "https://scp-wiki.wikidot.com/scp-3978",
    "all_text": "rating: \n+42\n+\n–\nx\n\n\n\n\n\n\nSCP-3978 (GRU file photo)\n\n\n\n\n\n\nItem #:\n SCP-3978\n\n\nObject Class:\n \nSafe\n Neutralised\n\n\nSpecial Containment Procedures:\n SCP-3978 resides in a standard humanoid containment cell at Site-██. To prevent further self-injury, it has been restrained to a bed and requires feeding by hand. Medical equipment for rapid sedation and the provision of intravenous nutrition is to be utilised if SCP-3978 shows signs of food refusal. Access to SCP-3978's containment chamber is restricted to personnel with Foundation Intelligence Agency clearance.\n\n\nA regimen of antipsychotics is administered to SCP-3978 on a daily basis.\n With the further refinement of Protocol BATAKIN, psychotropic medications should only be administered as per this protocol or when urgent sedation is required. SCP-3978 is to be monitored by electroencephalography at all times and connected to IV infusion pumps, with other Protocol BATAKIN equipment to be used when information is required.\n\n\nAll output from SCP-3978, whether verbal, written, gestural, or gathered by Protocol BATAKIN, should be logged and forwarded to the Intelligence Agency, marked for review by ORIA and GRU Division 'P' surveillance teams. Staff assigned to SCP-3978 should receive an Agency briefing and be prepared to accommodate specific requests from Agency staff with the appropriate clearances.\n\n\nDescription:\n SCP-3978 is an anomalous male human of Azeri descent, approximately 50 years of age. It has all its sensory inputs (visual, tactile, auditory, olfactory and gustatory, as well as other sensory modalities) replaced by those being experienced by another individual (designated SCP-3978-1). Initially, SCP-3978-1 was Mehdi Bazargan, former head of the \nORIA\n. After Chairman Bazargan's death in 1995, SCP-3978-1 became Mohammad Khatami, later succeeded by [DATA EXPUNGED], the current SCP-3978-1. SCP-3978 is unable to perceive any stimuli in its local environment, and therefore spends much of its time attempting to respond to stimuli perceived by SCP-3978-1. Prior to the permanent restraint of SCP-3978, this resulted in numerous falls and collisions, frequently resulting in accidental injuries due to lack of an appropriate pain stimulus.\n\n\nSCP-3978 has a degree of awareness of its condition, and frequently gives verbal or written summaries\n1\n of SCP-3978-1's activities, which have been steadily declining in coherence and quality. At other times, it reports distress at its current situation, and makes references to its identity as 'Nazar Bayramov' and various aspects of its life prior to obtaining its anomalous properties\n2\n. Given SCP-3978's properties, no communication with SCP-3978 has been achieved. There is no evidence that SCP-3978-1 is aware of the existence of SCP-3978, and information security therefore precludes communication with SCP-3978 via SCP-3978-1.\n\n\nSCP-3978 was recovered from a GRU Division 'P' facility in the Azerbaijan SSR in 1992. Associated documents indicated that it was engineered by the GRU, including the deliberate targeting of Chairman Bazargan as SCP-3978-1. The GRU were in the early stages of developing procedures for direct information retrieval from SCP-3978 using functional neuroimaging and electroencephalography, having noted the ongoing decline in SCP-3978's mental state and the quality of intelligence obtained from it.\n\n\nWith advances in medical technology and the use of SCP-████, the Foundation has refined these into Protocol BATAKIN, allowing reasonable approximations of SCP-3978's visual and auditory experiences to be obtained directly in a digital format. As a result, efforts towards improving SCP-3978's mental stability have been redirected towards maintaining its physical health. GRU sources are to be monitored for evidence of any planned actions with regards to SCP-3978.\n\n\nAddendum 3978-1:\n Example transcript of vocalisations by SCP-3978 (09/02/2007)\n\n\n\n\n(Russian)\n Subject has been brought coffee and is doing a daily review of documents. The documents involve budgetary projections for the next year.\n\n\n(Azeri)\n I think I need some food. When did I last eat? What time is it?\n\n\n(Russian)\n The contents of the first document involve an increased amount of funds to Facility 20 in the Zagros. Subject is making a phone call to the facility director. Subject is requesting an update from this person on [REDACTED].\n\n\n(Azeri)\n My name is Nazar Bayramov. I was born in Baku. I am an electrical engineer. Where is Sara?\n\n\n(Farsi)\n Thank you, Ali. Have a good day. \n[mimes putting down a telephone handset]\n\n\n(Russian)\n The subject is drinking his coffee. I am drinking coffee. I do not even like coffee. It tastes good.\n\n\n(Azeri)\n My name is Nazar. My name is Nazar. Nazar. My name is Mohammad.\n\n\n(Farsi)\n Why am I here?\n\n\n(Azeri)\n Please stop this, I am begging you.\n\n\n\n\nAddendum 3978-2:\n Proposal for termination on humanitarian grounds\n\n\n[DATA EXPUNGED]\n\n\n\n\n\n\nEthics Committee Decision 3978.6\n\n\nProposal \ndeclined\n (1 in favour, 3 against, 1 abstaining)\n\n\n\n\nWhile the distress faced by SCP-3978 in its situation is regrettable, the opinion of this Committee is that it does not significantly exceed the distress faced by other anomalies in containment relating to either their innate properties or their containment situation. With a number of well-established precedents, and formalised in the most recent Ethical Humanoid Containment Recommendations, this is not in itself grounds for euthanasia.\n\n\nAdding weight to this is the value of intelligence gained from SCP-3978, which cannot be elaborated on in the open text of this decision but has been witnessed by the Committee and was considered to justify the continued use of Protocol BATAKIN.\n\n\nThe Committee noted that procedures performed on SCP-3978 cause it no discomfort due to its anomalous properties, and due to the privileged position SCP-3978-1 has in the ORIA hierarchy and general society, SCP-3978 has many pleasant sensations and experiences.\n\n\nThe dissenting vote in favour of termination cited the possibility of obtaining information from SCP-3978-1 by other means, and the imperfect nature of reports obtained from SCP-3978.\n\n\nAs the proposal has been declined, a request by the Intelligence Agency to remove its specifics was approved. Information was gathered from Agency staff relevant to this decision. The final decision was based entirely on the opinions of the members of the Committee, with no external influence.\n\n\nFor the full text of this decision, please submit an application in writing to the Committee office.\n\n\nCommittee Chair Dr L. A. Rawlinson\n\n\n10/05/2016\n\n\n\n\nAddendum 3978-3:\n On 18/11/2017 at 0220 hours, SCP-3978 was found deceased in its cell, and has been reclassified as Neutralised. An autopsy found the cause of death being a lethal dose of intravenous anaesthetics, possibly administered remotely via equipment routinely attached to SCP-3978. For a period of 4 hours prior to this event, security footage in the containment wing of Site-██ was missing. The working hypothesis of the Security Department is the culprit being an ORIA infiltrator, with GRU Division 'P' involvement being unable to be entirely ruled out. After investigation, no ties between these GoIs and any staff on duty were found. The Intelligence Agency is cooperating with the Security Department in attempting to identify any knowledge of a possible assassination operation within these groups.\n\n\nAddendum 3978-4:\n The Intelligence Agency has identified a file received at the ORIA's Tehran office email address containing details of SCP-3978. A response to the ORIA in this matter is being determined in collaboration with the Department of External Affairs.\n\n\nThe sending date and exact source of the file is yet to be determined. Examination of the metadata found [DATA EXPUNGED]\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\n\n\n\n\nThis file, all supplementary documentation, and Site-██ electronic mail logs for the period of December 2017 to January 2018 have been locked due to unauthorised edits originating from an internal source. If you are attempting to edit this file, your IP address has been logged. If you have information relevant to this topic, you are subject to RAISA mandatory reporting requirements. Non-disclosure will result in disciplinary action.\n\n\nAll personnel previously assigned to SCP-3978 have been suspended pending further investigation.\n\n\nThe following document has been restored after its unauthorised deletion.\n\n\nFurther recovery is in progress.\n\n\n\n\n\n\nInterview 3978-3-1:\n\n\n\n\n20/11/2017\n\n\nInterviewer: Agent Maryam Soleimani, Security Department\n\n\nSubject: Dr Christopher Anderson, SCP-3978 supervising researcher\n\n\nSOLEIMANI\n: Hello, doctor. Are you well?\n\n\nANDERSON:\n Fine, thanks, but let's skip the formalities. I assume you're here about Nazar?\n\n\nSOLEIMANI:\n SCP-3978, yes. You seem to have a personal interest, if you don't mind me saying.\n\n\nANDERSON:\n I stick to the official designation in the documents, but the man is dead now. I think he deserves to be called his name for once.\n\n\nSOLEIMANI:\n Noted. What can you tell me about any recent developments with… the subject? Anything unusual?\n\n\nANDERSON:\n Not a thing with Nazar himself. Some bits here and there on Number 1, but nothing relevant to his death that I could see. You'd have to give me Intelligence clearance for me to discuss them, though.\n\n\nSOLEIMANI:\n That won't be necessary. You are aware that his autopsy reports indicate foul play?\n\n\nANDERSON:\n No, but I'm not surprised. I'm sure he would be first on ORIA's hit list if they got wind of it. GRU too, maybe.\n\n\nSOLEIMANI:\n It's unlikely anyone would have been able to pull off this operation without internal help. Have you had any contact with suspicious persons recently?\n\n\nANDERSON:\n Just my cousin trying to get me to join his pyramid scheme again.\n\n\nSOLEIMANI:\n Any of your staff?\n\n\nANDERSON:\n Not sure. You'd have to ask them.\n\n\nSOLEIMANI:\n I can't say you're being especially helpful, doctor. It's not the best look during an official investigation.\n\n\nANDERSON:\n Look, you and I both know this is pointless. You've already done all the checks on me being an Iranian sleeper agent, and if anything had come up one of your bosses would have had me disappeared already. I can't tell you how to do your job - maybe there is someone here not on the level - but with the way we carried out BATAKIN, this could all have happened remotely. I'm willing to take responsibility if it is - we could have designed this so everything was on a closed system.\n\n\nSOLEIMANI:\n Noted. That may be the case - we will consult RAISA in the course of this investigation.\n\n\nANDERSON:\n Is there anything else?\n\n\nSOLEIMANI:\n One thing. You don't seem too unhappy about this situation, considering what you said earlier about the subject's name.\n\n\nANDERSON:\n You didn't have clearance for the Ethics Committee files, did you?\n\n\nSOLEIMANI:\n No. Why do you ask?\n\n\nANDERSON:\n If you had, you would know. Nazar deserved better.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Most commonly in Russian.\n\n\n2\n. Most commonly in Azeri.\n\n\n\n\n\n\n\n\n« \nSCP-3977\n | SCP-3978 | \nSCP-3979\n »\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3978\n\" by ModernMajorGeneral, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3978\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\nImage #\n\n\n\n\nFilename:\n SCP-3978-photo\n\n\nName:\n Azerbaijani military colonel (1920), contract officer of the Polish Army, emigrant national activist.\n\n\nAuthor:\n Rasul Hasan\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Cahangir_Bey_Kazimov.jpg",
    "addendums": [
        "Addendum 3978-1: Example transcript of vocalisations by SCP-3978 (09/02/2007)",
        "Addendum 3978-2: Proposal for termination on humanitarian grounds\n[DATA EXPUNGED]",
        "Addendum 3978-3: On 18/11/2017 at 0220 hours, SCP-3978 was found deceased in its cell, and has been reclassified as Neutralised. An autopsy found the cause of death being a lethal dose of intravenous anaesthetics, possibly administered remotely via equipment routinely attached to SCP-3978. For a period of 4 hours prior to this event, security footage in the containment wing of Site-██ was missing. The working hypothesis of the Security Department is the culprit being an ORIA infiltrator, with GRU Division 'P' involvement being unable to be entirely ruled out. After investigation, no ties between these GoIs and any staff on duty were found. The Intelligence Agency is cooperating with the Security Department in attempting to identify any knowledge of a possible assassination operation within these groups.",
        "Addendum 3978-4: The Intelligence Agency has identified a file received at the ORIA's Tehran office email address containing details of SCP-3978. A response to the ORIA in this matter is being determined in collaboration with the Department of External Affairs.\nThe sending date and exact source of the file is yet to be determined. Examination of the metadata found [DATA EXPUNGED]"
    ],
    "documents": [],
    "notes": [
        "(Russian) Subject has been brought coffee and is doing a daily review of documents. The documents involve budgetary projections for the next year. (Azeri) I think I need some food. When did I last eat? What time is it? (Russian) The contents of the first document involve an increased amount of funds to Facility 20 in the Zagros. Subject is making a phone call to the facility director. Subject is requesting an update from this person on [REDACTED]. (Azeri) My name is Nazar Bayramov. I was born in Baku. I am an electrical engineer. Where is Sara? (Farsi) Thank you, Ali. Have a good day. [mimes putting down a telephone handset] (Russian) The subject is drinking his coffee. I am drinking coffee. I do not even like coffee. It tastes good. (Azeri) My name is Nazar. My name is Nazar. Nazar. My name is Mohammad. (Farsi) Why am I here? (Azeri) Please stop this, I am begging you.",
        "20/11/2017 Interviewer: Agent Maryam Soleimani, Security Department Subject: Dr Christopher Anderson, SCP-3978 supervising researcher SOLEIMANI : Hello, doctor. Are you well? ANDERSON: Fine, thanks, but let's skip the formalities. I assume you're here about Nazar? SOLEIMANI: SCP-3978, yes. You seem to have a personal interest, if you don't mind me saying. ANDERSON: I stick to the official designation in the documents, but the man is dead now. I think he deserves to be called his name for once. SOLEIMANI: Noted. What can you tell me about any recent developments with… the subject? Anything unusual? ANDERSON: Not a thing with Nazar himself. Some bits here and there on Number 1, but nothing relevant to his death that I could see. You'd have to give me Intelligence clearance for me to discuss them, though. SOLEIMANI: That won't be necessary. You are aware that his autopsy reports indicate foul play? ANDERSON: No, but I'm not surprised. I'm sure he would be first on ORIA's hit list if they got wind of it. GRU too, maybe. SOLEIMANI: It's unlikely anyone would have been able to pull off this operation without internal help. Have you had any contact with suspicious persons recently? ANDERSON: Just my cousin trying to get me to join his pyramid scheme again. SOLEIMANI: Any of your staff? ANDERSON: Not sure. You'd have to ask them. SOLEIMANI: I can't say you're being especially helpful, doctor. It's not the best look during an official investigation. ANDERSON: Look, you and I both know this is pointless. You've already done all the checks on me being an Iranian sleeper agent, and if anything had come up one of your bosses would have had me disappeared already. I can't tell you how to do your job - maybe there is someone here not on the level - but with the way we carried out BATAKIN, this could all have happened remotely. I'm willing to take responsibility if it is - we could have designed this so everything was on a closed system. SOLEIMANI: Noted. That may be the case - we will consult RAISA in the course of this investigation. ANDERSON: Is there anything else? SOLEIMANI: One thing. You don't seem too unhappy about this situation, considering what you said earlier about the subject's name. ANDERSON: You didn't have clearance for the Ethics Committee files, did you? SOLEIMANI: No. Why do you ask? ANDERSON: If you had, you would know. Nazar deserved better.",
        "\" SCP-3978 \" by ModernMajorGeneral, from the SCP Wiki . Source: https://scpwiki.com/scp-3978 . Licensed under CC-BY-SA .",
        "Filename: SCP-3978-photo Name: Azerbaijani military colonel (1920), contract officer of the Polish Army, emigrant national activist. Author: Rasul Hasan License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Cahangir_Bey_Kazimov.jpg"
    ],
    "item": "SCP-3978",
    "object_class": "Safe Neutralised",
    "containment_procedures": "SCP-3978 resides in a standard humanoid containment cell at Site-██. To prevent further self-injury, it has been restrained to a bed and requires feeding by hand. Medical equipment for rapid sedation and the provision of intravenous nutrition is to be utilised if SCP-3978 shows signs of food refusal. Access to SCP-3978's containment chamber is restricted to personnel with Foundation Intelligence Agency clearance.",
    "description": "SCP-3978 is an anomalous male human of Azeri descent, approximately 50 years of age. It has all its sensory inputs (visual, tactile, auditory, olfactory and gustatory, as well as other sensory modalities) replaced by those being experienced by another individual (designated SCP-3978-1). Initially, SCP-3978-1 was Mehdi Bazargan, former head of the ORIA. After Chairman Bazargan's death in 1995, SCP-3978-1 became Mohammad Khatami, later succeeded by [DATA EXPUNGED], the current SCP-3978-1. SCP-3978 is unable to perceive any stimuli in its local environment, and therefore spends much of its time attempting to respond to stimuli perceived by SCP-3978-1. Prior to the permanent restraint of SCP-3978, this resulted in numerous falls and collisions, frequently resulting in accidental injuries due to lack of an appropriate pain stimulus.",
    "title": "SCP-3978"
}