{
    "url": "https://scp-wiki.wikidot.com/scp-398",
    "all_text": "rating: \n+139\n+\n–\nx\n\n\n\n\n\n\nSnapshot of video footage inside the SCP.\n\n\n\n\n\n\nItem #:\n SCP-398\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-398 is contained behind a reverse-airlock style containment chamber locking mechanism consisting of at least three steel doors and an atmospheric reduction system. A minimum of two guards must be stationed at the doors, remaining at a 50 m distance from the entrance to the SCP.\n\n\nDescription:\n SCP-398 appears to all subjects as a hallway of some description; however, details differ between accounts. It is first seen as a hallway with white walls, plain wooden doors twenty (20) metres apart and approximately two (2) metres high, and brass handles, with no special attributes visible. This detail is consistent across all accounts. It was found on location at [DATA EXPUNGED] and upon investigation, a Dimensional Containment Site was set up around it. The remainder of the original building surrounding it is unremarkable and has been demolished as such.\n\n\nAddendum-398-A:\n\n\n\n\nAgent ██████ sent to research subject, equipped with a hand-held video camera with transmission feed. Agent ██████ travels down the hall.\n\n\nAgent ██████:\n The hall… it's changed.\n\n\n\n\nTransmission shows no change in the hall's appearance.\n\n\nControl:\n Changed? How so?\n\n\nAgent ██████:\n It's different from when I walked in. Dark wood-paneled walls. Red carpet and Monet paintings. I like it.\n\n\nControl:\n Continue, Agent. Go in further.\n\n\nAgent ██████:\n Roger, sir. Continuing.\n\n\nAgent ██████ continues until the appearance of several doors. The door is similar in design to others in the location.\n\n\nControl:\n Agent ██████, open the one on the immediate right.\n\n\nAgent ██████:\n Yes, sir.\n\n\nAgent ██████ opens the door to reveal an unpainted and unfurnished room.\n\n\nAgent ██████:\n It seems to be a cafeteria.\n\n\nControl:\n A cafeteria? Is there anyone in it?\n\n\nAgent ██████:\n You can't see it? There's no one in here, just tables, chairs, and a buffet-style layout. Smells real good and I haven't had lunch yet.\n\n\nControl:\n Noted. Open the door opposite this room.\n\n\nAgent ██████ opens the door. It is identical to the first room in appearance.\n\n\nAgent ██████:\n This one… it's a bedroom.\n\n\nControl:\n A bedroom?\n\n\nAgent ██████:\n Yes, a child's room. The one I wanted from a catalog when I was a kid, because it had Spider-Man sheets. We couldn't afford it.\n\n\nControl\n: Noted. Continue. Open one more, and return, Agent.\n\n\nAgent ██████ exits the room and opens the one next to it. Again, it is identical to the first two.\n\n\nAgent ██████:\n She can't be here.\n\n\nControl:\n What, Agent? What's through this door?\n\n\nAgent ██████:\n … my old girlfriend. But she's married now, expecting a kid. The… person in the room can't be her.\n\n\nControl:\n Agent ██████, please return now.\n\n\nAgent ██████ lowers the camera and only the floor can be seen.\n\n\nAgent ██████:\n I want to make it right, baby. Shhh, it's okay, don't cry. It was all my fault.\n\n\nFootsteps are heard, and then a soft, incomprehensible crooning from Agent ██████.\n\n\nControl:\n Agent ██████? Did you hear me?\n\n\nAgent ██████:\n I'm so sorry I let you go. Don't you worry, it won't happen again.\n\n\nControl:\n Agent ██████, you will turn around, close the door, and return to the outside. That is an order!\n\n\nAgent ██████:\n With all due respect, sir, no. I can make it work this time.\n\n\nAt this point, the camera is lifted and then the feed is abruptly ended.\n\n\n\n\nAddendum-398-B:\n\n\n\n\nAfter loss of Agent ██████, Class-D personnel are to be sent into SCP-398.\n\n\nPersonnel D-193 and D-216 are sent equipped with hand-held video cameras to explore further.\n\n\nTranscription of audio follows.\n\n\n<begin log, skip to 00h-12m-41s>\n\n\nControl\n: Right, you two. Continue onward.\n\n\nD-193\n: Understood.\n\n\nTransmission shows the same hall seen in Addendum-398-A. D-193 appears to be in front of D-216. D-216's feed shows D-193 walking ahead of him.\n\n\nD-193\n: There are doors. Shall I open one?\n\n\nControl\n: No. Continue onwards.\n\n\nThe class-D personnel continue. After a few metres, D-216 gasps.\n\n\nControl\n: D-216? What's wrong?\n\n\nNo answer is heard.\n\n\nD-193\n: He… seems to be unconscious, sir.\n\n\nControl\n: His vitals have dropped out. He's dead. Leave him and continue, 193.\n\n\nD-193\n: Roger, sir.\n\n\n██ seconds pass.\n\n\nD-193\n: The hall's changing, sir.\n\n\nThe feed shows no change.\n\n\nControl\n: Describe.\n\n\nD-193\n: It's starting to look like the corridor outside of my old cell. I never wanted to see this again. But it looks like it gets better just up ahead.\n\n\nControl\n: Noted. Open the door to your left, 193.\n\n\nD-193 opens the door. It is identical to the rooms seen in Addendum-398-A. A burst of breath is heard from D-193. His heart rate rises.\n\n\nControl\n: What is it, 193?\n\n\nD-193\n: It's the basement we had in a house I lived in as a child. I always hated it, I never went in.\n\n\nD-193's voice is shaky.\n\n\nD-193\n: Oh god. Can you hear that? There are voices. Something's down there.\n\n\nNothing can be heard except D-193's breathing.\n\n\nControl\n: What are they saying, 193?\n\n\nD-193\n: I don't know, but I'm getting out of here. It will get better further on. It has to.\n\n\nD-193 starts to run on down the hall.\n\n\nControl\n: Negative, D-193. Return at once.\n\n\nD-193\n: I can't, sir. It's terrible back there. It will be better further on. Much better.\n\n\nThe log continues for █ minutes until the feed is inexplicably cut off.\n\n\n<end log>\n\n\n\n\n\n\n\n\n« \nSCP-397\n | SCP-398 | \nSCP-399\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-398\n\" by AshShields, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-398\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n long_hallway_JeffK.jpg\n\n\nName:\n LAX Hallway\n\n\nAuthor:\n Jennifer Kramer\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/objectfox/742235207/in/dateposted/",
    "addendums": [
        "Addendum-398-A:",
        "Addendum-398-B:"
    ],
    "documents": [],
    "notes": [
        "Agent ██████ sent to research subject, equipped with a hand-held video camera with transmission feed. Agent ██████ travels down the hall. Agent ██████: The hall… it's changed. Transmission shows no change in the hall's appearance. Control: Changed? How so? Agent ██████: It's different from when I walked in. Dark wood-paneled walls. Red carpet and Monet paintings. I like it. Control: Continue, Agent. Go in further. Agent ██████: Roger, sir. Continuing. Agent ██████ continues until the appearance of several doors. The door is similar in design to others in the location. Control: Agent ██████, open the one on the immediate right. Agent ██████: Yes, sir. Agent ██████ opens the door to reveal an unpainted and unfurnished room. Agent ██████: It seems to be a cafeteria. Control: A cafeteria? Is there anyone in it? Agent ██████: You can't see it? There's no one in here, just tables, chairs, and a buffet-style layout. Smells real good and I haven't had lunch yet. Control: Noted. Open the door opposite this room. Agent ██████ opens the door. It is identical to the first room in appearance. Agent ██████: This one… it's a bedroom. Control: A bedroom? Agent ██████: Yes, a child's room. The one I wanted from a catalog when I was a kid, because it had Spider-Man sheets. We couldn't afford it. Control : Noted. Continue. Open one more, and return, Agent. Agent ██████ exits the room and opens the one next to it. Again, it is identical to the first two. Agent ██████: She can't be here. Control: What, Agent? What's through this door? Agent ██████: … my old girlfriend. But she's married now, expecting a kid. The… person in the room can't be her. Control: Agent ██████, please return now. Agent ██████ lowers the camera and only the floor can be seen. Agent ██████: I want to make it right, baby. Shhh, it's okay, don't cry. It was all my fault. Footsteps are heard, and then a soft, incomprehensible crooning from Agent ██████. Control: Agent ██████? Did you hear me? Agent ██████: I'm so sorry I let you go. Don't you worry, it won't happen again. Control: Agent ██████, you will turn around, close the door, and return to the outside. That is an order! Agent ██████: With all due respect, sir, no. I can make it work this time. At this point, the camera is lifted and then the feed is abruptly ended.",
        "After loss of Agent ██████, Class-D personnel are to be sent into SCP-398. Personnel D-193 and D-216 are sent equipped with hand-held video cameras to explore further. Transcription of audio follows. <begin log, skip to 00h-12m-41s> Control : Right, you two. Continue onward. D-193 : Understood. Transmission shows the same hall seen in Addendum-398-A. D-193 appears to be in front of D-216. D-216's feed shows D-193 walking ahead of him. D-193 : There are doors. Shall I open one? Control : No. Continue onwards. The class-D personnel continue. After a few metres, D-216 gasps. Control : D-216? What's wrong? No answer is heard. D-193 : He… seems to be unconscious, sir. Control : His vitals have dropped out. He's dead. Leave him and continue, 193. D-193 : Roger, sir. ██ seconds pass. D-193 : The hall's changing, sir. The feed shows no change. Control : Describe. D-193 : It's starting to look like the corridor outside of my old cell. I never wanted to see this again. But it looks like it gets better just up ahead. Control : Noted. Open the door to your left, 193. D-193 opens the door. It is identical to the rooms seen in Addendum-398-A. A burst of breath is heard from D-193. His heart rate rises. Control : What is it, 193? D-193 : It's the basement we had in a house I lived in as a child. I always hated it, I never went in. D-193's voice is shaky. D-193 : Oh god. Can you hear that? There are voices. Something's down there. Nothing can be heard except D-193's breathing. Control : What are they saying, 193? D-193 : I don't know, but I'm getting out of here. It will get better further on. It has to. D-193 starts to run on down the hall. Control : Negative, D-193. Return at once. D-193 : I can't, sir. It's terrible back there. It will be better further on. Much better. The log continues for █ minutes until the feed is inexplicably cut off. <end log>",
        "\" SCP-398 \" by AshShields, from the SCP Wiki . Source: https://scpwiki.com/scp-398 . Licensed under CC-BY-SA .",
        "Filename: long_hallway_JeffK.jpg Name: LAX Hallway Author: Jennifer Kramer License: CC BY 2.0 Source Link: https://www.flickr.com/photos/objectfox/742235207/in/dateposted/"
    ],
    "item": "SCP-398",
    "object_class": "Euclid",
    "containment_procedures": "SCP-398 is contained behind a reverse-airlock style containment chamber locking mechanism consisting of at least three steel doors and an atmospheric reduction system. A minimum of two guards must be stationed at the doors, remaining at a 50 m distance from the entrance to the SCP.",
    "description": "SCP-398 appears to all subjects as a hallway of some description; however, details differ between accounts. It is first seen as a hallway with white walls, plain wooden doors twenty (20) metres apart and approximately two (2) metres high, and brass handles, with no special attributes visible. This detail is consistent across all accounts. It was found on location at [DATA EXPUNGED] and upon investigation, a Dimensional Containment Site was set up around it. The remainder of the original building surrounding it is unremarkable and has been demolished as such.",
    "title": "SCP-398"
}