{
    "url": "https://scp-wiki.wikidot.com/scp-3991",
    "all_text": "rating: \n+43\n+\n–\nx\n\n\n\n\n\n\nSCP-3991 as viewed from the U.S.S ████████ on ██/██/1997\n\n\n\n\n\n\nItem #:\n SCP-3991\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n An exclusion zone is to be maintained at a distance of three (3) kilometres from the geographic centre of the island, with the area officially designated a U.S. Navy installation to deter visitors. Arleigh Burke-class Destroyer USS \nCurtis Wilbur\n is to conduct regular patrols around the island. Additional, fake vessels are to be constructed from wood and styrofoam to appear from a distance as U.S. Navy ships, to further sell the island as a military installation.\n\n\nForged accounts of the island's existence are to be placed into media dating from 1951 until the present day. As it is uninhabited and extremely remote, said media will state that it was discovered by a U.S. Navy ship blown off-course while conducting drills in the Arctic Circle in 1951. The island was subsequently claimed by the U.S. Navy as its northernmost installation, and records of this installation will be circulated to the general populace until its existence before 1993 is unquestioned. According to the forged accounts, the installation was classified until 1993, explaining its absence from most media of the time. Post-1993 internet records are to be altered to include the installation.\n\n\nAny record of Kaffeklubben Island's status as the northernmost island in the world is to be expunged, and replaced with SCP-3991 under the name \"Lewis Island\". A fake image will be created and supplied with these records to deter questions about SCP-3991's resemblance to Ball's Pyramid.\n\n\nAny printed or otherwise saved material post-1993 that is not edited by the Foundation to include SCP-3991 is to be considered a printing error and deemed incorrect. People exposed to these materials who ask questions will be administered Class A Amnestics.\n\n\nSamples chipped from the island are to be stored, electromagnetically levitated, an appropriate distance from other objects. The only sample currently separate from the main island, 3991-Sample-1, is to be stored in a Type 41 Electromagnetic Levitation Chamber\n1\n in the Safe-Class object archives of Site-19. Removal of additional samples is currently prohibited, and requests for experimentation with 3991-Sample-1 must be submitted in writing to Site-19's Level 4 Director. Requests for additional samples to be taken must be submitted in writing to O5 Command.\n\n\nDescription:\n SCP-3991 is an island located in the Arctic Circle, its southernmost point located exactly 1█.█ kilometres north of Kaffeklubben Island, Greenland. It is identical in all dimensions to Ball's Pyramid, a unique geological formation found east of Australia. As Ball's Pyramid was formed as a remnant of a shield volcano, the shape of SCP-3991 and its location in the Arctic Circle is considered an anomaly.\n\n\nSCP-3991 appeared through unknown means between the times of 18:██ and 19:██ on ██/██/1993. The U.S. polar-orbiting satellite \nDMSP 5D-2/F06\n did not image the island when it passed over the island's location at the time of 18:██, however the island appeared in the image taken 6072 seconds later at 19:██. As DMSP 5D-2/F06 was the only satellite to image that point during the period of the island's appearance, its 6072-second orbital period is the most precise time period obtainable by the Foundation.\n\n\nSCP-3991 shows an extensive level of anomalous time dilation. Effects typically associated with time dilation, such as extreme gravity, have not been observed. The time dilation has been observed to be radiating outward from the island in a sort of gradient, to about two kilometres offshore where the effect diminishes to a point of being unobservable. The following table shows the recorded time dilation at different distances from the geographic centre of SCP-3991:\n\n\n\n\n+ Show Table\n\n\n\n\n- Hide Table\n\n\n\n\n\n\n\n\nDistance from geographic centre of island\n\n\nTime passed for observer on island\n\n\nTime passed for observer in outside world\n\n\n\n\n\n\n5 Metres\n\n\n7,884,000,000 Seconds (250 Years)\n\n\n1 Second\n\n\n\n\n\n\n50 Metres\n\n\n788,400,000 Seconds (25 Years)\n\n\n1 Second\n\n\n\n\n\n\n250 Metres\n\n\n157,680,000 Seconds (5 Years)\n\n\n1 Second\n\n\n\n\n\n\n750 Metres\n\n\n52,600,000 Seconds (20 Months)\n\n\n1 Second\n\n\n\n\n\n\n1.5 Kilometres\n\n\n26,300,000 Seconds (10 Months)\n\n\n1 Second\n\n\n\n\n\n\n\n\n\n\n\n\n\nAttempts to observe dilation at distances closer than 5 metres to the geographic center of the island have met failure. See Document 3991-Time-Measurement-Log.pdf for details.\n\nObservations have indicated the time dilative effect to be a property of the island's material, instead of a property tied to the entire island. 3991-Sample-1, A small sample chipped off the island, was tested and found to dilate time in its immediate surroundings by a factor of 1/██████ in relation to the entire island. This is consistent with the chipped sample comprising an estimated 1/██████ the mass of the entire island.\n\n\nThe time dilative effect of the island poses significant geological problems. It is unknown exactly how the island's material differs from normal rock, as chemical analysis of 3991-Sample-1 indicates is composition is in line with what is to be expected east of Australia. As such, it is impossible to determine the boundary between SCP-3991 and the ordinary bedrock below. The ocean floor and bedrock below SCP-3991 experiences time significantly slower than its geological surroundings. The implications and effects of this are currently unknown.\n\n\n\n\n+ Post-Exploration Interview\n\n\n\n\n- Post-Exploration Interview\n\n\n\n\n\n\nDATE:\n ██/██/1993\n\n\nINTERVIEWER:\n Dr. William Tang\n\n\nINTERVIEWED:\n Researcher Gerald Dent, Assistant Researcher Howard Cain\n\n\nTANG:\n Based on what's contained in my file…\n[a flipping of pages can be heard]\n…your accounts of last week's events differ considerably?\n\n\nDENT:\n That is correct.\n\n\nCAIN:\n Yup.\n\n\nTANG:\n Okay…somewhat par for the course for the Foundation. Typical anomalous location procedures. Researcher Dent, can you give me an account of the events you both agree on?\n\n\nDENT:\n Yes, absolutely. Where should I start? Site 19? When we first sighted the island?\n\n\nTANG:\n It's my understanding that your ship, \nTransience\n, anchored about three kilometres off the island? You can start at that point.\n\n\nDENT:\n That's right. We anchored at about three P.M. with the island in full view. We weren't quite sure what the anomalous properties were yet, other than the fact that the island had spontaneously appeared the previous week. For all we knew, it could be teeming with 682's. Or it could swallow us whole as soon as we touched it. You learn to exercise a bit of caution when you're sent out to document stuff that has just…\n[clears throat]\n…\nappeared\n. I stayed back on \nTransience\n while my assistant, Mr. Cain, got on the dinghy with two others and set sail for the island. This is about the point when our accounts begin to diverge.\n\n\nTANG:\n \n[quickly jots notes]\n…Good…now what happened from your perspective?\n\n\nDENT:\n The dinghy departed fairly normally, at about 40 km/h. I saw it go normally for a while, then it just…vanished. Into thin air. About four seconds later it reappeared and approached the ship normally. Those four seconds were the worst of my life. I thought we were dealing with an anomaly that could make three crew members vanish into thin air, and turn them into ass-loads of lost personnel paperwork.\n\n\nTANG:\n Alright. Mr. Cain, what happened from your perspective?\n\n\nCAIN:\n Ours was fairly normal. We approached the island, though once we were about half a click away from the ship, it seemed to stop moving away from us. Even though it was nearly three kilometers away once we made landfall, it continued to look as though we were within shouting distance. The sides of the island are almost vertical, 70 degrees I'd say, so we kind of clung on while we made observations. They didn't send us with harnesses or trad climbing equipment, so we couldn't get very far. We chipped off a little sample, which as far as I know is in the safe object archives now, and left about an hour and a half later. We sailed back to the ship and found my superior, Mr. Dent, very distressed and happy to see us. I did notice that everything on the ship was \nexactly\n the same as when we departed, down to people eating the exact same food and sitting in the exact same spots as when we left. At the time, I brushed it off as Deja Vu.\n\n\nTANG:\n Good. Thank you gentlemen, that's all I need. I apologize for taking your time, it's standard procedure when exploration accounts are significantly different. I'll forward this on to site command and they can try to categorize the object.\n\n\nEnd Recording\n\n\n\n\n\n\n\n\n\n\nRequests for Experimentation with SCP-3991 and Related Samples\n\n\n\n\n+ FORMAT\n\n\n\n\n- FORMAT\n\n\n\n\n\n\nDATE:\n\n\nSUBMITTED BY:\n\n\nSUBMITTED TO:\n\n\nDETAILS OF PROPOSED EXPERIMENT:\n\n\nVERDICT:\n\n\nOUTCOME:\n\n\n\n\n\n\n\n\n\n\n\n\n+ Experimentation Request 01\n\n\n\n\n- Experimentation Request 01\n\n\n\n\n\n\nDATE:\n ██/██/1995\n\n\nSUBMITTED BY:\n Researcher Gerald Dent\n\n\nSUBMITTED TO:\n Dr. Tang, SCP-3991 Project Overseer\n\n\nDETAILS OF PROPOSED EXPERIMENT:\n Measurement of exact levels of time dilation utilizing atomic clocks. Two clocks will be synchronized, one clock will be brought onto island, one clock will remain at Site-19.\n\n\nVERDICT:\n Approved\n\n\nOUTCOME:\n Field of dilation found to be a gradient, points closer to the centre of the island experience the island's effects more strongly than points farther away.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Experimentation Request 02\n\n\n\n\n- Experimentation Request 02\n\n\n\n\n\n\nDATE:\n ██/██/1995\n\n\nSUBMITTED BY:\n Researcher Gerald Dent\n\n\nSUBMITTED TO:\n Dr. Tang, SCP-3991 Project Overseer\n\n\nDETAILS OF PROPOSED EXPERIMENT:\n Two computer-controlled atomic clocks will be synchronized to activate exactly 24 hours after the initial activation command is given. One clock will be brought a specified distance from the geographic center of the island, one will remain at Site-19. Experiment will be repeated at distances of 5m, 50m, 250m, 750m, and 1.5km.\n\n\nVERDICT:\n Approved\n\n\nOUTCOME:\n Table showing exact level of time dilation created, attached to SCP-3991 file.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Experimentation Request 03\n\n\n\n\n- Experimentation Request 03\n\n\n\n\n\n\nDATE:\n ██/██/1998\n\n\nSUBMITTED BY:\n Assistant Researcher Harold Cain\n\n\nSUBMITTED TO:\n Dr. Tang, SCP-3991 Project Overseer\n\n\nDETAILS OF PROPOSED EXPERIMENT:\n Extremely small atomic clock circuit will be used to ascertain if 3991-Sample-1 exhibits the same time dilative properties as the main island.\n\n\nVERDICT:\n Approved\n\n\nOUTCOME:\n Experiment unable to measure exact dilation effect exhibited by 3991-Sample-1. Suggested to repeat experiment at a later date when atomic clocks are smaller.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Experimentation Request 04\n\n\n\n\n- Experimentation Request 04\n\n\n\n\n\n\nDATE:\n ██/██/2006\n\n\nSUBMITTED BY:\n Assistant Researcher Harold Cain\n\n\nSUBMITTED TO:\n Dr. Tang, SCP-3991 Project Overseer\n\n\nDETAILS OF PROPOSED EXPERIMENT:\n Extremely small atomic clock circuit will be used to ascertain if 3991-Sample-1 exhibits the same time dilative properties as the main island.\n\n\nVERDICT:\n Approved\n\n\nOUTCOME:\n Atomic clock sufficiently small for measurement of time dilative properties of sample. Experiment determined that dilative effects are approximately of strength 1/██████th that of the main island. Consistent with sample comprising an estimated 1/██████th the mass of the main island. File amended to reflect new information.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Experimentation Request 05\n\n\n\n\n- Experimentation Request 05\n\n\n\n\n\n\nDATE:\n ██/██/2007\n\n\nSUBMITTED BY:\n Researcher Gerald Dent\n\n\nSUBMITTED TO:\n Dr. Tang, SCP-3991 Project Overseer\n\n\nDETAILS OF PROPOSED EXPERIMENT:\n Measurement of time at geographic centre of island, using methods identical to Experiment 02\n\n\nVERDICT:\n Approved\n\n\nOUTCOME:\n Atomic clock placed at geographic centre of island was not present when team returned to recover it. Presumed lost.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Cubical interior with 15cm edge length\n\n\n\n\n\n\n\n\n« \nSCP-3990\n | SCP-3991 | \nSCP-3992\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3991\n\" by Waspus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3991\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n ISLAND\n\n\nName:\n Ball's Pyramid (37050227970).jpg\n\n\nAuthor:\n \npatrickkavanagh\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nWikimedia",
    "addendums": [],
    "documents": [],
    "notes": [
        "DATE: ██/██/1993 INTERVIEWER: Dr. William Tang INTERVIEWED: Researcher Gerald Dent, Assistant Researcher Howard Cain TANG: Based on what's contained in my file… [a flipping of pages can be heard] …your accounts of last week's events differ considerably? DENT: That is correct. CAIN: Yup. TANG: Okay…somewhat par for the course for the Foundation. Typical anomalous location procedures. Researcher Dent, can you give me an account of the events you both agree on? DENT: Yes, absolutely. Where should I start? Site 19? When we first sighted the island? TANG: It's my understanding that your ship, Transience , anchored about three kilometres off the island? You can start at that point. DENT: That's right. We anchored at about three P.M. with the island in full view. We weren't quite sure what the anomalous properties were yet, other than the fact that the island had spontaneously appeared the previous week. For all we knew, it could be teeming with 682's. Or it could swallow us whole as soon as we touched it. You learn to exercise a bit of caution when you're sent out to document stuff that has just… [clears throat] … appeared . I stayed back on Transience while my assistant, Mr. Cain, got on the dinghy with two others and set sail for the island. This is about the point when our accounts begin to diverge. TANG: [quickly jots notes] …Good…now what happened from your perspective? DENT: The dinghy departed fairly normally, at about 40 km/h. I saw it go normally for a while, then it just…vanished. Into thin air. About four seconds later it reappeared and approached the ship normally. Those four seconds were the worst of my life. I thought we were dealing with an anomaly that could make three crew members vanish into thin air, and turn them into ass-loads of lost personnel paperwork. TANG: Alright. Mr. Cain, what happened from your perspective? CAIN: Ours was fairly normal. We approached the island, though once we were about half a click away from the ship, it seemed to stop moving away from us. Even though it was nearly three kilometers away once we made landfall, it continued to look as though we were within shouting distance. The sides of the island are almost vertical, 70 degrees I'd say, so we kind of clung on while we made observations. They didn't send us with harnesses or trad climbing equipment, so we couldn't get very far. We chipped off a little sample, which as far as I know is in the safe object archives now, and left about an hour and a half later. We sailed back to the ship and found my superior, Mr. Dent, very distressed and happy to see us. I did notice that everything on the ship was exactly the same as when we departed, down to people eating the exact same food and sitting in the exact same spots as when we left. At the time, I brushed it off as Deja Vu. TANG: Good. Thank you gentlemen, that's all I need. I apologize for taking your time, it's standard procedure when exploration accounts are significantly different. I'll forward this on to site command and they can try to categorize the object. End Recording",
        "DATE: SUBMITTED BY: SUBMITTED TO: DETAILS OF PROPOSED EXPERIMENT: VERDICT: OUTCOME:",
        "DATE: ██/██/1995 SUBMITTED BY: Researcher Gerald Dent SUBMITTED TO: Dr. Tang, SCP-3991 Project Overseer DETAILS OF PROPOSED EXPERIMENT: Measurement of exact levels of time dilation utilizing atomic clocks. Two clocks will be synchronized, one clock will be brought onto island, one clock will remain at Site-19. VERDICT: Approved OUTCOME: Field of dilation found to be a gradient, points closer to the centre of the island experience the island's effects more strongly than points farther away.",
        "DATE: ██/██/1995 SUBMITTED BY: Researcher Gerald Dent SUBMITTED TO: Dr. Tang, SCP-3991 Project Overseer DETAILS OF PROPOSED EXPERIMENT: Two computer-controlled atomic clocks will be synchronized to activate exactly 24 hours after the initial activation command is given. One clock will be brought a specified distance from the geographic center of the island, one will remain at Site-19. Experiment will be repeated at distances of 5m, 50m, 250m, 750m, and 1.5km. VERDICT: Approved OUTCOME: Table showing exact level of time dilation created, attached to SCP-3991 file.",
        "DATE: ██/██/1998 SUBMITTED BY: Assistant Researcher Harold Cain SUBMITTED TO: Dr. Tang, SCP-3991 Project Overseer DETAILS OF PROPOSED EXPERIMENT: Extremely small atomic clock circuit will be used to ascertain if 3991-Sample-1 exhibits the same time dilative properties as the main island. VERDICT: Approved OUTCOME: Experiment unable to measure exact dilation effect exhibited by 3991-Sample-1. Suggested to repeat experiment at a later date when atomic clocks are smaller.",
        "DATE: ██/██/2006 SUBMITTED BY: Assistant Researcher Harold Cain SUBMITTED TO: Dr. Tang, SCP-3991 Project Overseer DETAILS OF PROPOSED EXPERIMENT: Extremely small atomic clock circuit will be used to ascertain if 3991-Sample-1 exhibits the same time dilative properties as the main island. VERDICT: Approved OUTCOME: Atomic clock sufficiently small for measurement of time dilative properties of sample. Experiment determined that dilative effects are approximately of strength 1/██████th that of the main island. Consistent with sample comprising an estimated 1/██████th the mass of the main island. File amended to reflect new information.",
        "DATE: ██/██/2007 SUBMITTED BY: Researcher Gerald Dent SUBMITTED TO: Dr. Tang, SCP-3991 Project Overseer DETAILS OF PROPOSED EXPERIMENT: Measurement of time at geographic centre of island, using methods identical to Experiment 02 VERDICT: Approved OUTCOME: Atomic clock placed at geographic centre of island was not present when team returned to recover it. Presumed lost.",
        "\" SCP-3991 \" by Waspus, from the SCP Wiki . Source: https://scpwiki.com/scp-3991 . Licensed under CC-BY-SA .",
        "Filename: ISLAND Name: Ball's Pyramid (37050227970).jpg Author: patrickkavanagh License: CC BY 2.0 Source Link: Wikimedia"
    ],
    "item": "SCP-3991",
    "object_class": "Euclid",
    "containment_procedures": "An exclusion zone is to be maintained at a distance of three (3) kilometres from the geographic centre of the island, with the area officially designated a U.S. Navy installation to deter visitors. Arleigh Burke-class Destroyer USS Curtis Wilbur is to conduct regular patrols around the island. Additional, fake vessels are to be constructed from wood and styrofoam to appear from a distance as U.S. Navy ships, to further sell the island as a military installation.",
    "description": "SCP-3991 is an island located in the Arctic Circle, its southernmost point located exactly 1█.█ kilometres north of Kaffeklubben Island, Greenland. It is identical in all dimensions to Ball's Pyramid, a unique geological formation found east of Australia. As Ball's Pyramid was formed as a remnant of a shield volcano, the shape of SCP-3991 and its location in the Arctic Circle is considered an anomaly.",
    "title": "SCP-3991"
}