{
    "url": "https://scp-wiki.wikidot.com/scp-3994",
    "all_text": "rating: \n+184\n+\n–\nx\n\n\n\n\nItem #:\n SCP-3994\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-3994 is currently being held onsite at Site-92. The doors to SCP-3994's containment chambers must be pressurized as to prevent instances from maneuvering through gaps between the door and its frame. Instances are to be separated by category into their respective containment chambers in groups of no more than 15 per chamber. Should the number of instances in any given category exceed 800, termination of up to 500 instances may be permitted. Termination of an instance of SCP-3994 requires 87% of its mass to be completely destroyed, whether by incineration of 800 degrees Celsius, dissolution by an acid of 1.1 pH or less, or a detonation of 415 megajoules of trinitrotoluene. Recategorization of instances should occur bimonthly.\n\n\nFoundation webcrawlers must consistently monitor upcoming meteor showers and databases of medical facilities in order to track uncontained instances of SCP-3994. Mobile Task Force Theta-991 (\"Human Beings\") is to be deployed wherever reports of SCP-3994 surface, and instances of SCP-3994 must be apprehended under the guise of relocation to a private medical facility.\n\n\nSCP-3994 is to be provided a maximum of three times daily with Foundation-generated or heavily altered media (see Addendum-03). All media is to be centered around human activity and regarded as acceptable behavior for humans, regardless of the nature of the content. Incoming information from outside instances or sources must be immediately substituted with aforementioned media.\n\n\nAll personnel who interact with any aspect of SCP-3994 or files regarding it must undergo a blood test prior to entering and exiting the containment chamber as to prevent allowing the incorrect personnel from exiting.\n\n\nDescription:\n SCP-3994 is the collective designation for a cluster of extraterrestrial entities, currently consisting of SCP-3994-A-1 through SCP-3994-C-██. Instances of SCP-3994 have been grouped into categories A, B, or C based upon degree of shell decay, with A having no signs of shell decay, B having any amount of shell decay but with a retained shell, and C lacking any shell.\n\n\nSCP-3994 develops and inhabits outer skins (henceforth referred to as 'shells') that resemble human beings. SCP-3994 will favor mimicking the appearance of a preexisting individual in its immediate vicinity if it lacks a shell; if no human is present, shell formation will occur regardless. These shells are assumed to act as disguises to hide the inner form of SCP-3994, but often fail to perform as intended; 68%\n1\n of attempts by SCP-3994 to form humanoid shells have resulted in various deformities, including but not limited to twisted appendages, severe malformation resembling elephantiasis, disproportionate skeletal structure\n2\n, and ██████████.\n\n\nThe interior composition of SCP-3994 is of an unknown viscous substance. Without a shell, the bodies of SCP-3994 lack any confined form or structure, and may have a height upwards of 560cm. In this state, SCP-3994 maneuvers by dragging itself across a surface using any number of its limbs\n3\n.\n\n\n96%\n \n65%\n 38% of conversations held between Foundation personnel and instances of SCP-3994 have shown that SCP-3994 will actively copy the speech patterns, dialects, and languages of those whom they are exposed to\n; however, SCP-3994 demonstrates a great deal of difficulty in stringing together grammar and syntax, and has displayed symptoms in line with those of speech and communication disorders, notably cluttering and apraxia of speech.\n Instances under Foundation custody have shown to be adapting rapidly to match the language proficiency of personnel; countermeasures have been implemented to combat this (see Addendum-03).\n\n\nDiscovery:\n Initial discovery of SCP-3994 occurred after news stations in ████, Bolivia, ██ ███████, Germany, and █████, Madagascar reported dozens of wild animals having been shred to pieces with pulpy, viscous innards of a solid, uniform color\n4\n. Samples taken from deceased instances proved to be extraterrestrial, with no known relatives existing on Earth.\n\n\nSeveral days prior to the initial discovery, all three cities had experienced a minor meteor shower. Meteorites retrieved near recovery locations have tested positive for DNA samples of SCP-3994, implying that SCP-3994 has been utilizing meteorites as a method of travel from their location of origin.\n\n\nAddendum-01:\n On 1/6/████, 3 of the ██ total B-category instances of SCP-3994 progressed into a complete state of shell decay, hereby recognized as C-category. Crevices in B-category shells with protruding limbs, spines, and other appendages gave way to the full interior body of these SCP-3994 instances, effectively dissolving the shell. Testing suggests that shell decay is a natural process, with signs beginning 1-4 months after a shell is initially formed, and dissolving entirely within 1 year. The process of shell formation takes a maximum of 3 days. There is no known way to inhibit this process.\n\n\n\n\n+ Interview Log-01\n\n\n\n\n- Access Granted\n\n\n\n\n\n\nInterviewed:\n SCP-3994-A-7\n\n\nInterviewer:\n Dr. Koffman\n\n\nForeword:\n SCP-3994-A-7 was recovered from ██████, Ireland three days prior to the interview. SCP-3994-A-7 was recorded to have been initially disregarded as an intoxicated townsperson until it was seen to have \"snapped its elbows back in half and kept going about its business\". Once it was administered medical treatment, hospital staff discovered that SCP-3994-A-7 lacked any human bodily fluids, and the Foundation was subsequently involved.\n\n\n<Begin Log>\n\n\nDr. Koffman:\n Good morning, SCP-3994-A-7.\n\n\nSCP-3994-A-7:\n Morning, sick! Sickening!\n\n\nDr. Koffman:\n Do you find something sickening?\n\n\nSCP-3994-A-7:\n It's an understandably, stand, standing rotten day!\n\n\nDr. Koffman:\n What's making it rotten?\n\n\nSCP-3994-A-7:\n No breakfast, and time for breakfast. Eating is a man must eat, you know\n5\n.\n\n\nDr. Koffman:\n Are you… are you hungry?\n\n\nSCP-3994-A-7:\n Feh, hunger be hungry. And you, what was breakfast for yourself?\n\n\nDr. Koffman:\n I had… waffles, I believe.\n\n\nSCP-3994-A-7:\n Waffles, I believe! Oh, I endear waffles, I believe. They are, how'd you say, hungry for breakfast!\n\n\nDr. Koffman:\n Do you know what a waffle \nis\n, A-7?\n\n\nSCP-3994-A-7:\n I…\n\n\nSCP-3994-A-7 pauses briefly. It gazes distantly, then clears its throat. The following lines from SCP-3994-A-7 contained several words of Argentinian Spanish, which have been translated into English.\n\n\nSCP-3994-A-7:\n A waffle, I believe, is a bread pastry often eaten with… (\nunintelligible\n)… syrup for breakfast. Humans — us, we, enjoy them! Popular here, in… Argentina.\n\n\nDr. Koffman:\n A-7, we are nowhere near Argentina.\n\n\nExtraneous dialogue has been removed.\n\n\n<End Log>\n\n\nClosing Statement:\n Dr. Koffman's interview with SCP-3994-A-7 has led to the discovery of telepathic communications existing between instances of SCP-3994. Further research is being conducted in order to understand the limits and capabilities of this.\n\n\n\n\n\n\n\n\n\n\nAddendum-02:\n Following Interview Log-013, SCP-3994 is confirmed to develop language proficiency, cultural understanding, acceptable social behavior, and other essential components of human interaction not only by interacting with humans directly, but also by communicating information between one another in a hive mind complex. Dampening this development by teaching SCP-3994 false information about humanity is necessary to uncover instances of SCP-3994 embedded in human society. Amnestics do not function as intended due to the composition of SCP-3994.\n\n\nIncident Log-04:\n On 8/12/████, a security breach was attempted by SCP-3994-A-7, -A-24, -A-33, -B-3, -B-78, -C-16, and -C-27. -C-16 and -C-27 provided aid to the breach by pressing themselves between the crevices of the containment chamber door and the door frame to forcibly unhinge the door. They then functioned as a distraction by blocking off guards from accessing one side of the hallway leading to SCP-3994's containment chamber; guards were unable to destroy enough of -C-16 and -C-27's mass in order to surpass them into the hallway. Remaining instances of SCP-3994 had formed shells resembling onsite staff and security prior to the incident. Both B-category instances were able to conceal any protruding appendages by wrapping them in shreds of cloth taken from each other's uniforms. The group of A-category instances acted in the roles of personnel escorting wounded researchers to the medical bay. The security breach lasted a total of 23 minutes before all violating instances of SCP-3994 were terminated via heavy artillery fire.\n\n\nAddendum-03:\n On 5/9/████, extensive countermeasures were implemented to prevent absolute blending of undiscovered instances of SCP-3994 into human societies. This includes:\n\n\n\n\n- All recreational activities relating to forms of media used to convey information (films, books) must have scrambled text or speech\n\n\n- No non-fiction media may be introduced to SCP-3994 under any circumstances\n\n\n- No information regarding the personal lives of personnel may be mentioned under any circumstances\n\n\n\n\nIncident Log-09:\n On 9/16/████, a breach was attempted by 14 A-category instances, 37 B-category instances, and 6 C-category instances. Dr. Koffman and 4 accompanying security guards approached SCP-3994's containment chamber, which caused the aforementioned instances to swarm around the door; it should be noted that this behavior is abnormal for SCP-3994. Dr. Koffman opened the door, and the 4 security guards were promptly trampled by the offending instances. However, all instances wove around Dr. Koffman, who headed in the opposite direction from the group until he was subsequently apprehended 11 minutes after the breach. The instances managed to reach the center of Site-92 before all were successfully terminated via a contained flood of 20,000 gallons of battery-grade sulfuric acid.\n\n\n\n\n+ Interview Log-07\n\n\n\n\n- Access Granted\n\n\n\n\n\n\nInterviewed:\n Dr. Koffman\n\n\nInterviewer:\n Dr. █████████\n\n\nForeword:\n The following interview occurred immediately after Incident Log-09: 9/16/████. At the time of recording, Dr. █████████ was the site director for Site-92.\n\n\n<Begin Log>\n\n\nDr. █████████:\n Dr. Koffman, what reason do you have for your actions today? You were seen walking away from a massive containment breach without alerting security.\n\n\nDr. Koffman:\n I apologize, I must've forgotten.\n\n\nDr. █████████:\n Forgotten? Dr. Koffman, you were being \nswarmed\n by SCP-3994. I don't want to punish you for initiation of and deliberate failure to contain a breach. Hell, I don't even want to \nblame\n you for what happened, you just opened the \ndoor\n. But they were all over you, Koffman, they trampled the guards and headed straight for escape, and you \nforgot\n?\n\n\nDr. Koffman:\n Again, I apologize. I only did what I could.\n\n\nDr. █████████:\n Excuse me, Koffman?\n\n\nDr. Koffman:\n You can't keep them here forever. They've taken the form of the dominant species on the planet, and they're damn near indestructible by our means of measurement. We haven't found them all. We don't know how many there are. You don't even know how they multiply.\n\n\nDr. █████████:\n We're not here to discuss SCP-3994, Koffman, we're here to —\n\n\nDr. Koffman:\n You keep an army trapped inside these concrete walls and it won't do a thing in your favor, Dr. █████████. They learn, and then they keep advancing. It's a simple concept. Buffers on their development will stop working. Sooner or later, there'll be enough instances on this God-forsaken planet to teach them every language under the sun. They'll learn the games. They'll know that humans don't actually eat paste for breakfast, or wear their shoes on their hands, like you so desperately want them to believe. Soon enough, they'll be walking and talking like any other person. And at the rate they're going, they'll outsmart us a million to one. They just keep going, and going, and going. You've wagered a hefty bet against the universe's greatest conquerer, Dr. █████████, and it's a bet you're going to lose.\n\n\n<End Log>\n\n\nClosing Statement:\n Several hours following the interview, it was discovered that Dr. Koffman had been on vacation for the past two weeks.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Percentage has shown to increase in the absence of a replicatable human subject.\n\n\n2\n. SCP-3994 lacks a skeletal structure; all apparent bone malformations exist only in the skin of the shell.\n\n\n3\n. No upper limit of limbs or appendages has been noted.\n\n\n4\n. Since this initial discovery, no instances were found to have developed an inhuman shell, likely due to rejection by inhuman mammalian societies.\n\n\n5\n. SCP-3994 does not require food and is presumed to be self-sustaining. SCP-3994-A-7's comments are theorized to have been the scrambled words of individuals in its location prior to recovery.\n\n\n\n\n\n\n\n\n« \nSCP-3993\n | SCP-3994 | \nSCP-3995\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3994\n\" by Dog Teeth, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3994\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-01: On 1/6/████, 3 of the ██ total B-category instances of SCP-3994 progressed into a complete state of shell decay, hereby recognized as C-category. Crevices in B-category shells with protruding limbs, spines, and other appendages gave way to the full interior body of these SCP-3994 instances, effectively dissolving the shell. Testing suggests that shell decay is a natural process, with signs beginning 1-4 months after a shell is initially formed, and dissolving entirely within 1 year. The process of shell formation takes a maximum of 3 days. There is no known way to inhibit this process.",
        "Addendum-02: Following Interview Log-013, SCP-3994 is confirmed to develop language proficiency, cultural understanding, acceptable social behavior, and other essential components of human interaction not only by interacting with humans directly, but also by communicating information between one another in a hive mind complex. Dampening this development by teaching SCP-3994 false information about humanity is necessary to uncover instances of SCP-3994 embedded in human society. Amnestics do not function as intended due to the composition of SCP-3994.",
        "Addendum-03: On 5/9/████, extensive countermeasures were implemented to prevent absolute blending of undiscovered instances of SCP-3994 into human societies. This includes:"
    ],
    "documents": [],
    "notes": [
        "Interviewed: SCP-3994-A-7 Interviewer: Dr. Koffman Foreword: SCP-3994-A-7 was recovered from ██████, Ireland three days prior to the interview. SCP-3994-A-7 was recorded to have been initially disregarded as an intoxicated townsperson until it was seen to have \"snapped its elbows back in half and kept going about its business\". Once it was administered medical treatment, hospital staff discovered that SCP-3994-A-7 lacked any human bodily fluids, and the Foundation was subsequently involved. <Begin Log> Dr. Koffman: Good morning, SCP-3994-A-7. SCP-3994-A-7: Morning, sick! Sickening! Dr. Koffman: Do you find something sickening? SCP-3994-A-7: It's an understandably, stand, standing rotten day! Dr. Koffman: What's making it rotten? SCP-3994-A-7: No breakfast, and time for breakfast. Eating is a man must eat, you know 5 . Dr. Koffman: Are you… are you hungry? SCP-3994-A-7: Feh, hunger be hungry. And you, what was breakfast for yourself? Dr. Koffman: I had… waffles, I believe. SCP-3994-A-7: Waffles, I believe! Oh, I endear waffles, I believe. They are, how'd you say, hungry for breakfast! Dr. Koffman: Do you know what a waffle is , A-7? SCP-3994-A-7: I… SCP-3994-A-7 pauses briefly. It gazes distantly, then clears its throat. The following lines from SCP-3994-A-7 contained several words of Argentinian Spanish, which have been translated into English. SCP-3994-A-7: A waffle, I believe, is a bread pastry often eaten with… ( unintelligible )… syrup for breakfast. Humans — us, we, enjoy them! Popular here, in… Argentina. Dr. Koffman: A-7, we are nowhere near Argentina. Extraneous dialogue has been removed. <End Log> Closing Statement: Dr. Koffman's interview with SCP-3994-A-7 has led to the discovery of telepathic communications existing between instances of SCP-3994. Further research is being conducted in order to understand the limits and capabilities of this.",
        "- All recreational activities relating to forms of media used to convey information (films, books) must have scrambled text or speech - No non-fiction media may be introduced to SCP-3994 under any circumstances - No information regarding the personal lives of personnel may be mentioned under any circumstances",
        "Interviewed: Dr. Koffman Interviewer: Dr. █████████ Foreword: The following interview occurred immediately after Incident Log-09: 9/16/████. At the time of recording, Dr. █████████ was the site director for Site-92. <Begin Log> Dr. █████████: Dr. Koffman, what reason do you have for your actions today? You were seen walking away from a massive containment breach without alerting security. Dr. Koffman: I apologize, I must've forgotten. Dr. █████████: Forgotten? Dr. Koffman, you were being swarmed by SCP-3994. I don't want to punish you for initiation of and deliberate failure to contain a breach. Hell, I don't even want to blame you for what happened, you just opened the door . But they were all over you, Koffman, they trampled the guards and headed straight for escape, and you forgot ? Dr. Koffman: Again, I apologize. I only did what I could. Dr. █████████: Excuse me, Koffman? Dr. Koffman: You can't keep them here forever. They've taken the form of the dominant species on the planet, and they're damn near indestructible by our means of measurement. We haven't found them all. We don't know how many there are. You don't even know how they multiply. Dr. █████████: We're not here to discuss SCP-3994, Koffman, we're here to — Dr. Koffman: You keep an army trapped inside these concrete walls and it won't do a thing in your favor, Dr. █████████. They learn, and then they keep advancing. It's a simple concept. Buffers on their development will stop working. Sooner or later, there'll be enough instances on this God-forsaken planet to teach them every language under the sun. They'll learn the games. They'll know that humans don't actually eat paste for breakfast, or wear their shoes on their hands, like you so desperately want them to believe. Soon enough, they'll be walking and talking like any other person. And at the rate they're going, they'll outsmart us a million to one. They just keep going, and going, and going. You've wagered a hefty bet against the universe's greatest conquerer, Dr. █████████, and it's a bet you're going to lose. <End Log> Closing Statement: Several hours following the interview, it was discovered that Dr. Koffman had been on vacation for the past two weeks.",
        "\" SCP-3994 \" by Dog Teeth, from the SCP Wiki . Source: https://scpwiki.com/scp-3994 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Keter",
    "containment_procedures": "SCP-3994 is currently being held onsite at Site-92. The doors to SCP-3994's containment chambers must be pressurized as to prevent instances from maneuvering through gaps between the door and its frame. Instances are to be separated by category into their respective containment chambers in groups of no more than 15 per chamber. Should the number of instances in any given category exceed 800, termination of up to 500 instances may be permitted. Termination of an instance of SCP-3994 requires 87% of its mass to be completely destroyed, whether by incineration of 800 degrees Celsius, dissolution by an acid of 1.1 pH or less, or a detonation of 415 megajoules of trinitrotoluene. Recategorization of instances should occur bimonthly.",
    "description": "SCP-3994 is the collective designation for a cluster of extraterrestrial entities, currently consisting of SCP-3994-A-1 through SCP-3994-C-██. Instances of SCP-3994 have been grouped into categories A, B, or C based upon degree of shell decay, with A having no signs of shell decay, B having any amount of shell decay but with a retained shell, and C lacking any shell.",
    "title": "SCP-3994"
}