{
    "url": "https://scp-wiki.wikidot.com/scp-4000",
    "all_text": "rating: \n+3048\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nTaboo by PeppersGhost.\n\n\nClick here for more work by this author!\n\n\n\n\n\n\n\n\nrating: \n+3048\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFig 1.1.\n Native humanoid entity manifesting midair.\n\n\n\n\n\n\n\n\nItem #:\n \nRestricted per protocol 4000-Eshu.\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n \nThe extradimensional location described below\n as well as the entities and landmarks contained therein are nomenclative hazards (Eshu Class) and therefore may not be referred to by any name, title, or designation. Only descriptions may be used when referring to \nthe forest outside normative space\n and native entities thereof. Variations must be made in these descriptions each time a subject is described. Descriptions may be color coded for clarity,\n1\n and florid language may be used for the sake of nomenclative diversity.\n\n\nIn the event of a nomenclative containment breach, standard Eshu Class recontainment protocol must be carried out immediately by the individual responsible for the breach. If the individual is rendered unable to perform the procedure, the responsibility falls to the individual's next of kin.\n\n\nIf the individual responsible for the breach has no known next of kin, the individual's name must be expurgated from all existing documents and records; any other individuals possessing the same name are to be administered Type-G viral amnestics and assigned a new one.\n\n\nIn accordance with Order O5-4000-F26, at least one successful expedition into \nthe strange and dangerous woodland area\n must be carried out per year to assess any deviations from baseline abnormality. Due to the high risk involved in entering \nthe place where the nameless are found\n, personnel sent in to conduct research \nmust\n be trained in Standard Exploration Protocol as detailed in 4000-SEP.\n\n\nUnauthorized documentation of \nthe forest found in chimneys\n must be suppressed via standard information containment protocol. Unauthorized individuals with knowledge of Procedure 4000-Halloway are to be administered amnestics\n2\n and may be released following a period of disquisitional rehabilitation.\n\n\nDescription:\n \nThe SCP in question\n is an extradimensional forested area with numerous anomalous qualities, including a hazardous nomenclative phenomenon. \nThis anomalous location\n is accessed by performing 4000-Halloway (see document DOC-4000-H). After completing the procedure, subjects emerge from the opening of \na dilapidated brick well\n fixed into the forest floor (see fig 1.2).\n\n\nThe only way to reliably traverse \nthe unusual terrain\n is by use of \na single dirt path\n. Explorations that diverged from \nsaid route\n have resulted in immediate loss of contact with participating subjects. \nThe sole safe road\n may only be traversed in a single direction, and any attempt by subjects to turn back and return the way they came will result in similar loss of contact.\n\n\nThe unnamed world\n does not adhere to the constraints of linear space. Cartographic endeavors have resulted in vastly different routes being recorded with each expedition, and sections of \nthe mandatory trail\n which should logically overlap or intersect do not.\n3\n The only consistency in the layout is the \naccess point\n, which is always located at both ends of \nthe main road\n.\n\n\nThe only way for a subject to safely exit \nthe woods which have no name\n after they have begun following it is by walking its entire length and returning to \nthe place where they began\n at the opposite end.\n\n\nA variety of anomalous entities native to \nthe nameless habitat\n have been documented. Native entities often undergo changes in physical structure when unobserved, which has made it difficult for researchers to determine which recorded entities are unique beings and which are newer iterations of those previously documented. Entities claim they have no control over these changes and frequently express dissatisfaction when they occur.\n\n\nNative entities often obstruct \nthe trail which subjects tread\n, making it necessary for subjects to interact with them to progress. Native entities are sapient and often highly temperamental, but can be interacted with safely as long as 4000-SEP precautions are followed.\n4\n Consequences for disregarding these precautions will vary depending on the personality of the offended entity: degrees of retribution encountered by research subjects have included verbal rebuke, acts of violence, and anomalous alteration of the subject's physical, conceptual, or nomenclative attributes.\n\n\nVarious anomalous phenomena may occur when consistent nomenclature is applied to \nthe realm of the unnamable\n, its native entities, or its landmarks. These phenomena are still poorly understood, partially due to the prohibition of nomenclative experimentation under Order O5-4000-F26.\n\n\nDocumented nomenclative phenomena have included:\n\n\n\n\nEpisodic cluster headaches among subjects exposed to affected nomenclature.\n\n\nVisual and auditory hallucinations among exposed subjects, usually involving environments or entities described by nomenclature. Gustatory hallucinations and phantosmia have also been reported in a small subset of cases.\n\n\nSudden onset of psychogenic amnesia among exposed subjects.\n\n\nThe development of nonhuman physical characteristics among exposed subjects, such as feathers and pollen sacs.\n\n\nThe development of biological components in non-biological mediums where nomenclature is written or recorded.\n\n\nSudden involuntary transport of exposed subjects to \nthe wilderness of unnamed things\n without the use of Procedure 4000-Halloway.\n\n\nManifestation of various flora within indoor spaces where nomenclature was used.\n\n\nSudden transport of native entities to areas where nomenclature was used.\n\n\nBiological fusion of exposed subjects and native entities.\n\n\nBiological fusion of native entities and architectural spaces where nomenclature was used.\n\n\nExtreme iron deficiency in exposed subjects, with an absence of expected negative side effects.\n\n\n\n\nOrder O5-4000-F26 was ratified by the Overseer Council in 1954. A 1970 amendment requires that O5-4000-F26 receive unanimous endorsement from the Council every 10 years in order to remain in effect. To date, no Overseer memos regarding O5-4000-F26 have been disseminated to lower clearance levels.\n\n\n\n\n.\n\n\n\n\n► Notable Containment Breaches\n\n\n\n\n▼ Accessing content. Please stand by.\n\n\n\n\nREQUEST=\n\"Notable_CB\"\n\n\n…\n\n\n…\n\n\n…\n\n\n[ACCESS: GRANTED]\n\n\n \n\n\nAddendum:\n The following are examples of anomalous phenomena observed during nomenclative breaches.\n\n\n\n\nBreach Date:\n 9 June, 1954\n\n\nNamed subject:\n \nThe glade of which we seldom speak\n\n\nSummary:\n Initial discovery and subsequent breach took place in an abandoned home in rural Connecticut. Circumstances of the discovery are unclear due to a lack of surviving personnel, but a general timeline of events has been established. Timestamps are in standard NATO format.\n\n\n[1340S]\n \nThe hollow of unspoken titles\n is discovered and given a temporary Type-E\n5\n designation by field agent Garret Bradley, creating nomenclative breach.\n\n\n[1345S]\n Field agent Moira Denotti enters \nthe land beyond the flue\n and is never recovered.\n\n\n[1347S]\n Agent Bradley begins to gradually sink into the hardwood floor. Nearby agents flee the area.\n\n\n[1348S]\n Soon after exiting the house, all agents are suddenly rendered immobile, with the exception of Timothy Woods, who was not aware of the Type-E designation.\n\n\n[1349S]\n Immobilized agents vocalize distress as their torsos elongate.\n\n\n[1351S]\n Elongation ceases after agents have reached a height approximating that of the chimney where Procedure 4000-Halloway was performed. Smoke expels from their facial orifices. Timothy Woods reports these developments via radio to Site-08. Secondary breach is caused when Timothy Woods repeatedly uses the phrase \"the █████\" to describe \nthe world where words have power\n.\n\n\n[1355S]\n Timothy Woods states that he \"sees [his] name in the trees\". Site-08 Personnel press Timothy Woods for further information. Timothy Woods attempts to orally consume his radio and soon expires from internal injuries.\n\n\n[1359S]\n Timothy Woods' correspondents in Site-08 are observed suffering from severe headaches and are placed under quarantine.\n\n\n[1424S]\n Osteal protrusions resembling tree branches emerge from the orbital cavities of quarantined Site-08 personnel. Personnel report no physical discomfort despite exhibiting full globe luxation in both sockets.\n\n\nAfterword:\n Nomenclative anomaly eventually discovered after numerous cycles of multivariable D-Class exposure to affected Site-08 personnel.\n\n\n\n\n\n\nBreach Date:\n 22 December, 1955\n\n\nNamed subject:\n \nThe footpath which loops around the entire area\n\n\nSummary:\n Desk Desk completed the first successful exploratory mission in \nthe grove beneath nameless stars\n and was immediately quarantined. After exhibiting no anomalous effects for 72 hours, Desk Desk was then allowed to write an account of his experiences. When researchers returned to check on his progress, Desk Desk had vanished. Traces of soil and human tissue were later found in the pencil, paper, and harvey mansfield Desk Desk had used in his writing.\n\n\n\n\n\n\nBreach Date:\n 19 August, 1958\n\n\nNamed subject:\n The native entity that sits atop a throne of bones and cradles a flaming child\n\n\nSummary:\n After completing an exploratory mission, field agent Ethan Mercy Mercy Mercy Mercy used the same epithet several times when describing a particular native entity. Several minutes later, he complained of severe nausea and began to vomit blood and bone marrow.\n\n\nOver the course of several hours, Agent Mercy Mercy Mercy Mercy was reported to have somehow orally expelled most of his bones. Personnel throughout Site-08 experience auditory hallucinations of a woman's laughter for the next several days.\n\n\n\n\n\n\nBreach Date:\n 4 March, 1966\n\n\nNamed subject:\n The native entity that resembles a feathered lion with a skeletal ram's head\n\n\nSummary:\n College student Vanessa Hayforth attempted to check into numerous medical facilities in and \naround\n Portland, Oregon, complaining that her head had become covered in flesh despite exhibiting no signs of unusual tissue growth. She was eventually detained by Foundation investigators and found to be in possession of a book that described (among other things)\n6\n Procedure 4000-Halloway in its entirety. After stipulating that Foundation personnel assist in removing the flesh from her head if she cooperated,\n7\n Hayforth confessed that she had received the book from an acquaintance in the Wanderer's Library.\n\n\nAfterword:\n This was the first known case of a civilian-triggered nomenclative breach. Similar incidents have occurred intermittently since. In 2012, a native entity was photographed that superficially resembled a young Hayforth (Fig 1.1), more than two decades after Hayforth died in Foundation custody.\n\n\n\n\n\n\nBreach Date:\n 30 October, 1992\n\n\nNamed subject:\n The house in which Michael Ashley Vincent spent several nights during his exploratory mission.\n\n\nSummary:\n Agent Michael Ashley Vincent, who had completed an exploratory mission several years prior, used the possessive phrase \"██ house\" several times while recounting stories to two of his colleagues, who did not have names.\n8\n\n\nSome time later, a large brick building manifested inside Site-08, intersecting with existing architecture. Michael Ashley Vincent's headless body was found inside, seizing violently and fused at the neck to a light fixture made of elk antlers. His face, which did not appear animate, had enlarged to take up the entire surface area of the building's floor.\n\n\nField agents sent into the face's mouth found that it did not possess a full digestive tract; however, Michael Ashley Vincent's nameless colleagues were reported to have been conjoined with its uvula.\n\n\n\n\n\n\n\n\n\n\n\n\n.\n\n\n\n\n.\n\n\n\n\n► 4000-Halloway\n\n\n\n\n▼ Accessing content. Please stand by.\n\n\n\n\nREQUEST=\n\"DOC-4000-H\"\n\n\n…\n\n\n…\n\n\n…\n\n\n[ACCESS: GRANTED]\n\n\n \n\n\n4000-Halloway:\n The following is a censored list of instructions for accessing \nthe horizon beyond labels\n. Certain steps have been omitted in this version of this document. Phrases and counter-phrases at the end of the procedure will differ depending on the subject’s type category: the oldest child in their family (Type-1), the middle born (Type-2), or the youngest/only child (Type-3).\n\n\n\n\nUsing organic kindling, start a steady flame within any indoor fireplace.\n\n\nCombine the powdered bones of a male red fox (\nVulpes vulpes\n, any age), an adult male lion (\nPanthera leo\n), and a baleen whale (\nMysticeti\n, any age, any gender). Cast the mixture into the fire.\n\n\nTake an easily burnt personal possession of strong sentimental value and allow the fire to consume it.\n\n\nCarefully release three feathers from any black-plumed bird of the genus \nCorvus\n over the fire and allow the smoke to carry them up the flue.\n\n\nIf the fire begins to emit vocalizations, respond with the appropriate counter phrase (see \nPhrases and Counter Phrases\n below).\n\n\nIf the correct statements are given, the fireplace will expand and the ladder will descend. The fire will be harmless.\n\n\nIf incorrect statements are made for any reason, immediately apologize and do not attempt Procedure 4000-Halloway again at any point in the future.\n\n\n\n\nNOTE:\n Individuals who are present during Procedure 4000-Halloway, but were not the one conducting Procedure 4000-Halloway, \nmust not\n respond to vocalizations or approach the active fireplace under any circumstances.\n\n\n \n\n\n\n\nPhrases and Counter Phrases\n\n\n\n\n\n\nVariant 1\n\n\n\n\n\n\n\n\n\n\n(Type-1 Subjects)\n\n\n\n\n\n\n\n\n\n\nPhrase:\n These woods have rules.\n\n\n\n\n\n\nCounter Phrase:\n Or so they say.\n\n\n\n\n\n\nPhrase:\n And if you break them?\n\n\n\n\n\n\nCounter Phrase:\n A price I'll pay.\n\n\n\n\n\n\n\n\n\n\nVariant 2\n\n\n\n\n\n\n\n\n\n\n(Type-2 Subjects)\n\n\n\n\n\n\n\n\n\n\nPhrase:\n Is someone there?\n\n\n\n\n\n\nCounter Phrase:\n There's only me.\n\n\n\n\n\n\nPhrase:\n And who are you?\n\n\n\n\n\n\nCounter Phrase:\n I guess you'll see.\n\n\n\n\n\n\n\n\nVariant 3\n\n\n\n\n\n\n\n\n\n\n(Type-3 Subjects)\n\n\n\n\n\n\n\n\nPhrase:\n What do you seek?\n\n\n\n\n\n\nCounter Phrase:\n To walk the trees.\n\n\n\n\n\n\nPhrase:\n Now, mind your manners.\n\n\n\n\n\n\nCounter Phrase:\n To walk them, please.\n\n\n\n\n \n\n\nEND=\n\"DOC-4000-H\"\n\n\n\n\n\n\n\n\n\n\n.\n\n\n\n\n.\n\n\n\n\n► 4000-SEP\n\n\n\n\n▼ Accessing content. Please stand by.\n\n\n\n\nREQUEST=\n\"Standard_Exploration_Protocol\"\n\n\n…\n\n\n…\n\n\n…\n\n\n[ACCESS: GRANTED]\n\n\n \n\n\nNote:\n The following is a truncated list containing only instructions that are crucial to survival. Personnel assigned to explorative duties must also familiarize themselves with 4000-SEP-3 through 8 before embarking.\n\n\n\n\n\n\n\n\n4000-SEP-1\n\n\n\n\n\n\nGeneral guidelines for exploration:\n\n\n…\n1.01\n You must be equipped with a standard Foundation expedition pack prior to entering \nthe place where names are not allowed\n.\n\n\n…\n1.02\n Do not consume any food other than the rations included inside the standard Foundation expedition pack.\n\n\n…\n1.03\n Do not bring firearms into \nthe dimension of trees\n under any circumstances.\n\n\n…\n1.04\n Type 1 subjects must avoid accepting or directly handling that which could be considered a valuable \nresource\n. This includes (but is not limited to) forms of currency, precious metals and stones, objects imbued with useful anomalous properties, and well-crafted weaponry.\n\n\n…\n1.05\n Type 2 subjects must avoid any native entities that regard the subject with \naffection\n or romantic attraction, and must not give the appearance of reciprocating these feelings in any way. Statements made by a native entity which profess affection or romantic attraction for a Type 2 subject are false.\n\n\n…\n1.06\n Type 3 subjects must avoid partaking in activities that are commonly considered frivolous, luxurious, or physically \ncomforting\n. This includes (but is not limited to) dancing, smoking, playing with toys, drinking anything other than water, listening to music, and sleeping on a padded surface.\n\n\n…\n1.07\n Structures encountered along \nthe way you must travel\n may be entered after knocking at the entryway. Leave the structure from where you came. If entering uninvited, do not be discovered.\n\n\n…\n1.08\n If you fall asleep in \nthe woods where rules are paramount\n, record your dreams. A journal is included in your expedition pack. If you encounter any landmarks or entities similar to a dream you recorded, \ntreat the dream as fact\n.\n\n\n\n\n\n\n\n\n\n\n\n\n4000-SEP-2\n\n\n\n\n\n\nGuidelines for interacting with native entities:\n\n\n…\n2.01\n Greet native entities with any formal salutation\n9\n before engaging in conversation. If female, bow or curtsy.\n\n\n…\n2.02\n Speak in a cordial tone of voice.\n\n\n…\n2.03\n Do not make any statements that you know to be false.\n\n\n…\n2.04\n Do not make disparaging comments about native entities while in their presence.\n\n\n…\n2.05\n Say 'please' and 'thank you' when appropriate.\n\n\n…\n2.06\n Refer to and address native entities using descriptions of their physical appearance, per protocol 4000-Eshu.\n\n\n…\n2.07\n Do not refer to a native entity by a name, title, or designation, even if it introduces itself with such.\n\n\n…\n2.08\n Do not state your name, nickname, codename, alias, or any other personal designation when in the presence of a native entity.\n\n\n…\n2.09\n If a native entity offers to assign you a name, title, or designation, politely decline.\n\n\n…\n2.10\n If a native entity makes a statement in which it addresses or refers to you by a name, title, designation, or anything other than a physical description, ignore the statement as though it had not been spoken.\n\n\n…\n2.11\n If pressed for information that is considered confidential, refuse, briefly apologize and bow.\n\n\n…\n2.12\n If a native entity appears to require your assistance, consider its appearance before choosing to help:\n\n\n………\n2.12.A\n If the entity appears threatening, do whatever is necessary to aid it.\n\n\n………\n2.12.B\n If the entity appears attractive or harmless, do not approach.\n\n\n………\n2.12.C:\n Always feed a native entity if it is hungry. \nThis overrules 2.12.B.\n\n\n…\n2.13\n Do not attempt to mount any bestial entities you encounter unless it has earned your trust and given you its consent.\n\n\n…\n2.14\n If you are offered a physical gift, receive it with both hands. Do not discard this gift, even if it appears to have no use or value. \nThis is overruled by 1.04.\n\n\n…\n2.15\n If a native entity offers you a nonphysical gift or attempts to initiate a trade, politely decline.\n\n\n…\n2.16\n You may accept food offered by native entities, and offer that food to other native entities you encounter, but do not consume it yourself.\n\n\n…\n2.17\n Do not sleep in any lodging offered by native entities. You may sleep inside the residence of a native entity as long as you do not have an invitation to do so.\n\n\n…\n2.18\n If a native entity offers to accompany on your journey, accept, but do not tell them where you are going.\n\n\n…\n2.19\n If you are aided by a native entity, you must aid it in return if you have not done so already.\n\n\n…\n2.20\n If you encounter an incorporeal humanoid that claims it is not a native entity, disregard all previous protocols and follow its instructions.\n\n\n\n\n \n\n\nEND=\n\"Standard_Exploration_Protocol\"\n\n\n\n\n\n\n\n\n\n\n.\n\n\n\n\n.\n\n\n\n\n► Interview Log 4000-0215\n\n\n\n\n▼ Accessing content. Please stand by.\n\n\n\n\nREQUEST=\n\"Interview_4000_0215\"\n\n\n…\n\n\n…\n\n\n…\n\n\n[ACCESS: DENIED]\n\n\n[This data has been expunged.]\n\n\n…\n\n\n…\n\n\n…\n\n\nREQUEST=\n\"Interview_4000_0215\"\n\n\nCREDENTIALS=\n\"EJAPERS/M4d754pARte3\"\n\n\n…\n\n\n…\n\n\n…\n\n\n[ACCESS: GRANTED]\n\n\n[Hello, Dr. Japers.]\n\n\nInterview Archive 4000_0215:\n The following is a series of interviews conducted by Dr. Eugene Japers over the course of several years. This data has been expunged from all general documents under Order O5-4000-F26.\n\n\n\n\n\n\n\n\nEncounter 1\n\n\nEncounter 2\n\n\nEncounter 3\n\n\n\n\n\n\n\n\n\n\nInterviewer:\n Dr. Eugene Japers\n\n\nInterviewee description:\n \nThe native entity with a head resembling that of a rabbit's\n (see Fig. 2.1).\n\n\nForeword:\n Interview conducted in 2005 during Dr. Japers' first expedition into \nthe space where speech is deadly\n.\n\n\n\n\n[Begin Log]\n\n\n\"Good morning, strange traveller.\"\n\n\nDr. Japers:\n Good morning.\n\n\n\"It's nice to see a new face around these parts. Kindly excuse the smoke; just airing my thoughts. How is your name?\"\n\n\nDr. Japers:\n How is…? I'm sorry, I'm afraid I can't tell you that.\n\n\nDr. Japers bows.\n\n\n\"Are you \nsimple?\n I'm merely asking how your name is. \nMy\n name has smelt of raspberries lately, I think—or snapdragons, perhaps. It's so hard to tell these days, but one makes an effort.\"\n\n\nDr. Japers:\n Ah, my apologies. I'm afraid my name has tasted rather tart as of late.\n10\n\n\nLeporine entity\n laughs and doffs its hat.\n\n\n\"No, I'm the one who should apologize. I shouldn't have pried.\"\n\n\nDr. Japers:\n It's quite all right. I don't mind at all. It has been lovely to meet you, but I must be on my way.\n\n\n\"Must you, though? My home is close by, and I was hoping to invite you in for tea.\"\n\n\nDr. Japers bows again.\n\n\nDr. Japers:\n I'm terribly sorry, but unfortunately I cannot stop at this moment. Perhaps another day.\n\n\n\"Very well. Until next time, stranger whose name tastes rather tart.\"\n\n\n[End Log]\n\n\n\n\n\n\n\n\n\n\nInterviewer:\n Dr. Eugene Japers\n\n\nInterviewee description:\n \nThe gentleman with the leporine visage\n.\n\n\nForeword:\n Interview conducted in 2008 during Dr. Japers' fourth expedition into \nthat burrow betwixt the bricks\n.\n\n\n\n\n[Begin Log]\n\n\nDr. Japers crests a hill and discovers \nhis hare-like acquaintance\n tending to a patch of cabbages.\n\n\n\"Good afternoon, stranger. Except—ah, pardon me. We've met before, haven't we?\"\n\n\nDr. Japers:\n Good afternoon. I believe so, yes. Three years ago, if memory serves.\n\n\n\"I remember now. You ran off in quite a hurry.\"\n\n\nDr. Japers:\n Yes, my apologies for that. At that time I was new here and wary of those I encountered.\n\n\n\"Still the apologetic one, I see. No matter. You are not from here? Very interesting. What woods are you from?\"\n\n\nDr. Japers:\n I do not come from any woods.\n\n\n\"Nonsense. Certainly you have trees where you're from, do you not?\"\n\n\nDr. Japers:\n We do have trees, but they're very sparse. Most of the land is covered in homes and businesses.\n\n\n\"Then they are inferior woods, but woods nonetheless. Tell me, how did you get here?\"\n\n\nDr. Japers:\n I see you have an inquiring mind. I would like to ask \nyou\n a question, if that's all right.\n\n\n\"Pardon my lack of manners. I consider myself something of a scholar, you see, and I get a bit excited when I have a chance to learn of forests outside my own. By all means, pose your question.\"\n\n\nDr. Japers:\n When we last met, you said it had become difficult to describe your name. Do you have any theories for why that may be?\n\n\n\"I can only assume it's because of how long we've been apart—my name and I, that is. It was a good name, a proud name, I'm fairly sure. By this point, though, it's probably decayed from its former grandeur, if it even still exists.\"\n\n\nDr. Japers:\n Where do you think it is currently?\n\n\n\"First, fellow scholar, you must answer my previous question.\"\n\n\nDr. Japers nods.\n\n\nDr. Japers:\n I came through the \nold but distinguished well\n at the end of \nthe footpath I'm presently perambulating\n.\n11\n\n\nThe other individual\n hesitates before speaking.\n\n\n\"Oh my. It's been \nquite\n some time. I'll be frank, I thought all the old allies had died out. Did your grandfather or some such relation have a lover out here?\"\n\n\nDr. Japers bows.\n\n\nDr. Japers:\n My deepest apologies, I'm afraid I cannot answer that question.\n\n\n\"Very well. I understand. I'd invite you to my cottage for tea, but I suppose that's not possible for you, is it?\"\n\n\nDr. Japers:\n I'm afraid not.\n\n\nThe conversational partner\n laughs, plucks a cabbage leaf, and offers it to Dr. Japers.\n\n\n\"You needn't fear so much. Take this, and be on your way.\"\n\n\nDr. Japers accepts the leaf with both hands.\n\n\nDr. Japers:\n Thank you very much.\n\n\n\"Happy travels to you, and may you find the one you're looking for.\"\n\n\n[End Log]\n\n\n\n\nAfterword:\n Dr. Japers later used the cabbage leaf to feed a native entity resembling a field mouse, which in turn aided him on his travels.\n\n\n\n\n\n\n\n\n\n\nInterviewer:\n Dr. Eugene Japers\n\n\nInterviewee description:\n \nThe leaf-giver\n.\n\n\nForeword:\n Interview conducted in 2013 during Dr. Japers' ninth expedition into \nyonder vale of restless wanderers\n. Due to the unique knowledge that the \none who bore the gift of cabbage\n seemed to possess about our world, Dr. Japers was instructed to conduct a more thorough interview should it be encountered a third time.\n\n\nAdditionally, Dr. Japers was granted special permission to make false statements for the sake of facilitating conversation, as his first encounter showed \nthe fluffy one\n to be susceptible to deceptions.\n\n\n\n\n[Begin Log]\n\n\nTraveling along \nthe way of weary adventurers\n, Dr. Japers encounters a small white cottage with a thatched roof. A small opening in the shape of a rabbit's head is cut into the front door. Dr. Japers approaches it and knocks.\n\n\nDr. Japers:\n Hello? Is anyone home?\n\n\n(Voice slightly muffled from inside)\n \n\"Yes, one minute.\"\n\n\nExactly one minute passes. The door opens.\n\n\n\"Ah, we meet again! Please, come in, come in.\"\n\n\nDr. Japers is led inside. The interior is sparsely decorated with wooden furniture and needlework.\n\n\nDr. Japers:\n You have a lovely home.\n\n\n\"Ha! \nYou\n have a lovely sense of humor.\"\n\n\nThe homeowner\n hurries to a kitchenette in the corner and begins preparing a kettle.\n\n\nDr. Japers:\n No, really. I think it's charming.\n\n\n\"I suppose. It was just meant to be until things cooled down on the other side, but, well, you know.\"\n\n\nDr. Japers:\n I'm afraid I \ndon't\n know. Would you like some help?\n\n\n\"No, no no no. You just have yourself a seat at the table over there while I get the tea ready for us.\"\n\n\nDr. Japers draws a chair and seats himself.\n\n\nDr. Japers:\n You're most generous, but I don't think my digestion will permit it.\n\n\n\"Oh, poor fellow. Well, I find the presence of tea to be a comfort in any case.\"\n\n\nDr. Japers:\n You are most kind. Tell me, could you explain what you meant by 'cooled down'?\n\n\nHis furred host\n turns the stove on and stares out a window cut into a similar shape as the hole on the door.\n\n\n\"Your relations didn't tell you the full story, I suppose. About the turmoil that drove us here.\"\n\n\nDr. Japers:\n Turmoil? Was there a war?\n\n\nThe tufted one\n sighs.\n\n\n\"Isn't there \nalways\n?\"\n\n\nDr. Japers:\n My grandparents did tell me there were wars, but I never knew of one with you and your kind.\n\n\n\"It doesn't surprise me. There are very few even in these woods that still remember. Memory is the burden of the old, I suppose. But yes. When I was a young lad, in a form very different from the one I possess now, I lived on the other end of the well. It's where I was born, where I grew up, and if I dare to dream, where I will someday return.\"\n\n\nDr. Japers:\n Why don't you, then?\n\n\nThe kettle whistles.\n\n\n\"I can't. Not unless I know I could be welcomed back.\n\"\n\n\nThe maker of the tea\n pours a cup and seats itself across the table.\n\n\n\"I'm sure you don't know this, since they keep themselves hidden, but there are those who would destroy me at nearest chance—ah, my apologies. These are dark memories, I'm sure you don't want to hear about them.\"\n\n\nThe teller of the story\n sips its tea.\n\n\nDr. Japers:\n No, please, go on. These things are of interest to me—I am a fellow scholar, remember?\n\n\n\"As you wish, fellow scholar. I shall talk until the tea is cold.\"\n\n\n(\nIt clears its throat.\n)\n\n\n\"Much as it grieves me to say it, we were betrayed. We had fought side-by-side, you know, in \nthe war against that factory.\n We had done nothing but help them, and what did they do? They destroyed us. They took so many of our lives, and \nall\n of our names. Some of us fled here when the war was just beginning, but not many. Not many. Still, though, I don't hate them.\"\n\n\nDr. Japers:\n I'm glad for that.\n\n\n\"I'd imagine so! There are some old fogies around these parts who bear a grudge against the whole species, but I know you're not all bad. There were many who sheltered us, fought for us, even died for us. Some came to live here amongst us, rest their souls. I, myself, courted a human once upon a time. He came to visit a time or two, but I never saw him after that. I still wonder now and again if he fell at the hand of an unkind neighbor, or if he merely stopped caring to see me. But it's no matter, now. I apologize for prattling on about old flames. Certainly such things are of no interest to you, fellow scholar.\"\n\n\nDr. Japers:\n On the contrary, I'd quite like to hear more of these stories. The life of you and your people is of great interest to me.\n\n\n\"I'm sure it is, \nfellow scholar\n.\"\n\n\nA strong breeze moves through the house. Neither party speaks for half a minute. \nThe rabbit-person who lives there\n grunts and places a hand to its head, as if in pain. Dr. Japers places his hand against the teapot.\n\n\nDr. Japers:\n It appears the tea has gotten cold. I think it's time I took my leave.\n\n\n(Speech slightly slurred)\n \n\"What? You're leaving? I—I should leave too, then.\"\n\n\nDr. Japers rises from the table.\n\n\nDr. Japers:\n No, no no no. I'll be going alone, thank you. It's abrupt, yes, and I'm grievously sorry to do this, but I really must be going. I believe I'm long overdue to return home.\n\n\n\"What is—? I don't… Please, don't go. Something isn't—\"\n\n\nDr. Japers:\n It can't be helped.\n\n\n\"Stop! What have you \ndone?\n I don't know who… what happened to my name? I can't…\"\n\n\nDr. Japers quickly exits the house. \nHis former companion\n whimpers and looks at its hands as he leaves.\n\n\nDr. Japers:\n Hm. It \ndoes\n taste rather tart.\n\n\n[End Log]\n\n\n\n\nAfterword:\n Dr. Japers successfully returned to Site-08, but was reported missing soon after. Investigations into his disappearance and current whereabouts have been inconclusive. It was initially theorized that Dr. Japers was exposed to an anomalous influence on his physiology during his most recent mission; however, thorough analysis showed no genetic abnormalities in the fur he'd shed on his expedition \ngear.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nEND=\n\"Interview_4000_0215\"\n\n\n\n\n\n\n\n\n\n\n.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. To activate color blindness accessibility, \nclick here.\n\n\n2\n. Amnestic class to be determined on a case-by-case basis.\n\n\n3\n. Similar topographic abnormalities have been observed in geonormative forests as well, though no direct connections between these phenomena have been confirmed. \n1\n \n2\n\n\n4\n. Rare occasions have been recorded where native entities appeared inherently inimical toward human life.\n\n\n5\n. Archaic object class used as a preliminary designation for newly discovered anomalies still in an unsecured state.\n\n\n6\n. The full contents of the book are restricted to Level 5 personnel under Order O5-4000-F26. However, official statements have noted that certain rituals and locations described in the book bear strong similarities to \nSCP-1660\n and \nSCP-860\n. Recent declassifications have revealed that another passage may have been written in reference to \nSCP-3560\n, which was discovered more than 50 years after the book's recovery. The significance of SCP-3560 potentially predating the existence of Anderson Robotics has yet to be determined.\n\n\n7\n. No such procedure was ever carried out.\n\n\n8\n. This statement has been flagged for potential memetic corruption: \"\nI don't care what the records say. After 30 years in the Department of Memetics, you learn when to follow your gut, and right now my gut is telling me that there's something off about this.\n\" — Dr. Storum.\n\n\n9\n. Examples of acceptable greetings: \"Good morning\", \"Hello\", \"Pardon me\". Examples of unacceptable greetings: \"Hey\", \"Yo\", \"What's up?\"\n\n\n10\n. Dr. Japers was later reprimanded for violating SEP-2.03.\n\n\n11\n. This information is not considered classified from native entities.\n\n\n\n\n\n\n\n\n« \nSCP-3999\n | \nTaboo\n | \nSCP-4001\n »\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nREDACTED PER PROTOCOL 4000-ESHU\n\" by PeppersGhost, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/taboo\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n TabooWarningfix.png\n\n\nAuthor:\n \nPeppersGhost\n\n\nLicense:\n CC SA-BY 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n Up-in-the-Air_Gabriela-Pinto_CC2_edited2.jpg\n\n\nAuthor:\n \nPeppersGhost\n\n\nLicense:\n CC SA-BY 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n Up in the Air\n\n\nAuthor:\n Gabriela Pinto\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "Breach Date: 9 June, 1954 Named subject: The glade of which we seldom speak Summary: Initial discovery and subsequent breach took place in an abandoned home in rural Connecticut. Circumstances of the discovery are unclear due to a lack of surviving personnel, but a general timeline of events has been established. Timestamps are in standard NATO format. [1340S] The hollow of unspoken titles is discovered and given a temporary Type-E 5 designation by field agent Garret Bradley, creating nomenclative breach. [1345S] Field agent Moira Denotti enters the land beyond the flue and is never recovered. [1347S] Agent Bradley begins to gradually sink into the hardwood floor. Nearby agents flee the area. [1348S] Soon after exiting the house, all agents are suddenly rendered immobile, with the exception of Timothy Woods, who was not aware of the Type-E designation. [1349S] Immobilized agents vocalize distress as their torsos elongate. [1351S] Elongation ceases after agents have reached a height approximating that of the chimney where Procedure 4000-Halloway was performed. Smoke expels from their facial orifices. Timothy Woods reports these developments via radio to Site-08. Secondary breach is caused when Timothy Woods repeatedly uses the phrase \"the █████\" to describe the world where words have power . [1355S] Timothy Woods states that he \"sees [his] name in the trees\". Site-08 Personnel press Timothy Woods for further information. Timothy Woods attempts to orally consume his radio and soon expires from internal injuries. [1359S] Timothy Woods' correspondents in Site-08 are observed suffering from severe headaches and are placed under quarantine. [1424S] Osteal protrusions resembling tree branches emerge from the orbital cavities of quarantined Site-08 personnel. Personnel report no physical discomfort despite exhibiting full globe luxation in both sockets. Afterword: Nomenclative anomaly eventually discovered after numerous cycles of multivariable D-Class exposure to affected Site-08 personnel.",
        "Breach Date: 22 December, 1955 Named subject: The footpath which loops around the entire area Summary: Desk Desk completed the first successful exploratory mission in the grove beneath nameless stars and was immediately quarantined. After exhibiting no anomalous effects for 72 hours, Desk Desk was then allowed to write an account of his experiences. When researchers returned to check on his progress, Desk Desk had vanished. Traces of soil and human tissue were later found in the pencil, paper, and harvey mansfield Desk Desk had used in his writing.",
        "Breach Date: 19 August, 1958 Named subject: The native entity that sits atop a throne of bones and cradles a flaming child Summary: After completing an exploratory mission, field agent Ethan Mercy Mercy Mercy Mercy used the same epithet several times when describing a particular native entity. Several minutes later, he complained of severe nausea and began to vomit blood and bone marrow. Over the course of several hours, Agent Mercy Mercy Mercy Mercy was reported to have somehow orally expelled most of his bones. Personnel throughout Site-08 experience auditory hallucinations of a woman's laughter for the next several days.",
        "Breach Date: 4 March, 1966 Named subject: The native entity that resembles a feathered lion with a skeletal ram's head Summary: College student Vanessa Hayforth attempted to check into numerous medical facilities in and around Portland, Oregon, complaining that her head had become covered in flesh despite exhibiting no signs of unusual tissue growth. She was eventually detained by Foundation investigators and found to be in possession of a book that described (among other things) 6 Procedure 4000-Halloway in its entirety. After stipulating that Foundation personnel assist in removing the flesh from her head if she cooperated, 7 Hayforth confessed that she had received the book from an acquaintance in the Wanderer's Library. Afterword: This was the first known case of a civilian-triggered nomenclative breach. Similar incidents have occurred intermittently since. In 2012, a native entity was photographed that superficially resembled a young Hayforth (Fig 1.1), more than two decades after Hayforth died in Foundation custody.",
        "Breach Date: 30 October, 1992 Named subject: The house in which Michael Ashley Vincent spent several nights during his exploratory mission. Summary: Agent Michael Ashley Vincent, who had completed an exploratory mission several years prior, used the possessive phrase \"██ house\" several times while recounting stories to two of his colleagues, who did not have names. 8 Some time later, a large brick building manifested inside Site-08, intersecting with existing architecture. Michael Ashley Vincent's headless body was found inside, seizing violently and fused at the neck to a light fixture made of elk antlers. His face, which did not appear animate, had enlarged to take up the entire surface area of the building's floor. Field agents sent into the face's mouth found that it did not possess a full digestive tract; however, Michael Ashley Vincent's nameless colleagues were reported to have been conjoined with its uvula.",
        "Phrase: These woods have rules.",
        "Counter Phrase: Or so they say.",
        "Phrase: And if you break them?",
        "Counter Phrase: A price I'll pay.",
        "Phrase: Is someone there?",
        "Counter Phrase: There's only me.",
        "Phrase: And who are you?",
        "Counter Phrase: I guess you'll see.",
        "Phrase: What do you seek?",
        "Counter Phrase: To walk the trees.",
        "Phrase: Now, mind your manners.",
        "Counter Phrase: To walk them, please.",
        "4000-SEP-1 General guidelines for exploration: … 1.01 You must be equipped with a standard Foundation expedition pack prior to entering the place where names are not allowed . … 1.02 Do not consume any food other than the rations included inside the standard Foundation expedition pack. … 1.03 Do not bring firearms into the dimension of trees under any circumstances. … 1.04 Type 1 subjects must avoid accepting or directly handling that which could be considered a valuable resource . This includes (but is not limited to) forms of currency, precious metals and stones, objects imbued with useful anomalous properties, and well-crafted weaponry. … 1.05 Type 2 subjects must avoid any native entities that regard the subject with affection or romantic attraction, and must not give the appearance of reciprocating these feelings in any way. Statements made by a native entity which profess affection or romantic attraction for a Type 2 subject are false. … 1.06 Type 3 subjects must avoid partaking in activities that are commonly considered frivolous, luxurious, or physically comforting . This includes (but is not limited to) dancing, smoking, playing with toys, drinking anything other than water, listening to music, and sleeping on a padded surface. … 1.07 Structures encountered along the way you must travel may be entered after knocking at the entryway. Leave the structure from where you came. If entering uninvited, do not be discovered. … 1.08 If you fall asleep in the woods where rules are paramount , record your dreams. A journal is included in your expedition pack. If you encounter any landmarks or entities similar to a dream you recorded, treat the dream as fact .",
        "4000-SEP-2 Guidelines for interacting with native entities: … 2.01 Greet native entities with any formal salutation 9 before engaging in conversation. If female, bow or curtsy. … 2.02 Speak in a cordial tone of voice. … 2.03 Do not make any statements that you know to be false. … 2.04 Do not make disparaging comments about native entities while in their presence. … 2.05 Say 'please' and 'thank you' when appropriate. … 2.06 Refer to and address native entities using descriptions of their physical appearance, per protocol 4000-Eshu. … 2.07 Do not refer to a native entity by a name, title, or designation, even if it introduces itself with such. … 2.08 Do not state your name, nickname, codename, alias, or any other personal designation when in the presence of a native entity. … 2.09 If a native entity offers to assign you a name, title, or designation, politely decline. … 2.10 If a native entity makes a statement in which it addresses or refers to you by a name, title, designation, or anything other than a physical description, ignore the statement as though it had not been spoken. … 2.11 If pressed for information that is considered confidential, refuse, briefly apologize and bow. … 2.12 If a native entity appears to require your assistance, consider its appearance before choosing to help: ……… 2.12.A If the entity appears threatening, do whatever is necessary to aid it. ……… 2.12.B If the entity appears attractive or harmless, do not approach. ……… 2.12.C: Always feed a native entity if it is hungry. This overrules 2.12.B. … 2.13 Do not attempt to mount any bestial entities you encounter unless it has earned your trust and given you its consent. … 2.14 If you are offered a physical gift, receive it with both hands. Do not discard this gift, even if it appears to have no use or value. This is overruled by 1.04. … 2.15 If a native entity offers you a nonphysical gift or attempts to initiate a trade, politely decline. … 2.16 You may accept food offered by native entities, and offer that food to other native entities you encounter, but do not consume it yourself. … 2.17 Do not sleep in any lodging offered by native entities. You may sleep inside the residence of a native entity as long as you do not have an invitation to do so. … 2.18 If a native entity offers to accompany on your journey, accept, but do not tell them where you are going. … 2.19 If you are aided by a native entity, you must aid it in return if you have not done so already. … 2.20 If you encounter an incorporeal humanoid that claims it is not a native entity, disregard all previous protocols and follow its instructions.",
        "Interviewer: Dr. Eugene Japers Interviewee description: The native entity with a head resembling that of a rabbit's (see Fig. 2.1). Foreword: Interview conducted in 2005 during Dr. Japers' first expedition into the space where speech is deadly . [Begin Log] \"Good morning, strange traveller.\" Dr. Japers: Good morning. \"It's nice to see a new face around these parts. Kindly excuse the smoke; just airing my thoughts. How is your name?\" Dr. Japers: How is…? I'm sorry, I'm afraid I can't tell you that. Dr. Japers bows. \"Are you simple? I'm merely asking how your name is. My name has smelt of raspberries lately, I think—or snapdragons, perhaps. It's so hard to tell these days, but one makes an effort.\" Dr. Japers: Ah, my apologies. I'm afraid my name has tasted rather tart as of late. 10 Leporine entity laughs and doffs its hat. \"No, I'm the one who should apologize. I shouldn't have pried.\" Dr. Japers: It's quite all right. I don't mind at all. It has been lovely to meet you, but I must be on my way. \"Must you, though? My home is close by, and I was hoping to invite you in for tea.\" Dr. Japers bows again. Dr. Japers: I'm terribly sorry, but unfortunately I cannot stop at this moment. Perhaps another day. \"Very well. Until next time, stranger whose name tastes rather tart.\" [End Log]",
        "Interviewer: Dr. Eugene Japers Interviewee description: The gentleman with the leporine visage . Foreword: Interview conducted in 2008 during Dr. Japers' fourth expedition into that burrow betwixt the bricks . [Begin Log] Dr. Japers crests a hill and discovers his hare-like acquaintance tending to a patch of cabbages. \"Good afternoon, stranger. Except—ah, pardon me. We've met before, haven't we?\" Dr. Japers: Good afternoon. I believe so, yes. Three years ago, if memory serves. \"I remember now. You ran off in quite a hurry.\" Dr. Japers: Yes, my apologies for that. At that time I was new here and wary of those I encountered. \"Still the apologetic one, I see. No matter. You are not from here? Very interesting. What woods are you from?\" Dr. Japers: I do not come from any woods. \"Nonsense. Certainly you have trees where you're from, do you not?\" Dr. Japers: We do have trees, but they're very sparse. Most of the land is covered in homes and businesses. \"Then they are inferior woods, but woods nonetheless. Tell me, how did you get here?\" Dr. Japers: I see you have an inquiring mind. I would like to ask you a question, if that's all right. \"Pardon my lack of manners. I consider myself something of a scholar, you see, and I get a bit excited when I have a chance to learn of forests outside my own. By all means, pose your question.\" Dr. Japers: When we last met, you said it had become difficult to describe your name. Do you have any theories for why that may be? \"I can only assume it's because of how long we've been apart—my name and I, that is. It was a good name, a proud name, I'm fairly sure. By this point, though, it's probably decayed from its former grandeur, if it even still exists.\" Dr. Japers: Where do you think it is currently? \"First, fellow scholar, you must answer my previous question.\" Dr. Japers nods. Dr. Japers: I came through the old but distinguished well at the end of the footpath I'm presently perambulating . 11 The other individual hesitates before speaking. \"Oh my. It's been quite some time. I'll be frank, I thought all the old allies had died out. Did your grandfather or some such relation have a lover out here?\" Dr. Japers bows. Dr. Japers: My deepest apologies, I'm afraid I cannot answer that question. \"Very well. I understand. I'd invite you to my cottage for tea, but I suppose that's not possible for you, is it?\" Dr. Japers: I'm afraid not. The conversational partner laughs, plucks a cabbage leaf, and offers it to Dr. Japers. \"You needn't fear so much. Take this, and be on your way.\" Dr. Japers accepts the leaf with both hands. Dr. Japers: Thank you very much. \"Happy travels to you, and may you find the one you're looking for.\" [End Log] Afterword: Dr. Japers later used the cabbage leaf to feed a native entity resembling a field mouse, which in turn aided him on his travels.",
        "Interviewer: Dr. Eugene Japers Interviewee description: The leaf-giver . Foreword: Interview conducted in 2013 during Dr. Japers' ninth expedition into yonder vale of restless wanderers . Due to the unique knowledge that the one who bore the gift of cabbage seemed to possess about our world, Dr. Japers was instructed to conduct a more thorough interview should it be encountered a third time. Additionally, Dr. Japers was granted special permission to make false statements for the sake of facilitating conversation, as his first encounter showed the fluffy one to be susceptible to deceptions. [Begin Log] Traveling along the way of weary adventurers , Dr. Japers encounters a small white cottage with a thatched roof. A small opening in the shape of a rabbit's head is cut into the front door. Dr. Japers approaches it and knocks. Dr. Japers: Hello? Is anyone home? (Voice slightly muffled from inside) \"Yes, one minute.\" Exactly one minute passes. The door opens. \"Ah, we meet again! Please, come in, come in.\" Dr. Japers is led inside. The interior is sparsely decorated with wooden furniture and needlework. Dr. Japers: You have a lovely home. \"Ha! You have a lovely sense of humor.\" The homeowner hurries to a kitchenette in the corner and begins preparing a kettle. Dr. Japers: No, really. I think it's charming. \"I suppose. It was just meant to be until things cooled down on the other side, but, well, you know.\" Dr. Japers: I'm afraid I don't know. Would you like some help? \"No, no no no. You just have yourself a seat at the table over there while I get the tea ready for us.\" Dr. Japers draws a chair and seats himself. Dr. Japers: You're most generous, but I don't think my digestion will permit it. \"Oh, poor fellow. Well, I find the presence of tea to be a comfort in any case.\" Dr. Japers: You are most kind. Tell me, could you explain what you meant by 'cooled down'? His furred host turns the stove on and stares out a window cut into a similar shape as the hole on the door. \"Your relations didn't tell you the full story, I suppose. About the turmoil that drove us here.\" Dr. Japers: Turmoil? Was there a war? The tufted one sighs. \"Isn't there always ?\" Dr. Japers: My grandparents did tell me there were wars, but I never knew of one with you and your kind. \"It doesn't surprise me. There are very few even in these woods that still remember. Memory is the burden of the old, I suppose. But yes. When I was a young lad, in a form very different from the one I possess now, I lived on the other end of the well. It's where I was born, where I grew up, and if I dare to dream, where I will someday return.\" Dr. Japers: Why don't you, then? The kettle whistles. \"I can't. Not unless I know I could be welcomed back. \" The maker of the tea pours a cup and seats itself across the table. \"I'm sure you don't know this, since they keep themselves hidden, but there are those who would destroy me at nearest chance—ah, my apologies. These are dark memories, I'm sure you don't want to hear about them.\" The teller of the story sips its tea. Dr. Japers: No, please, go on. These things are of interest to me—I am a fellow scholar, remember? \"As you wish, fellow scholar. I shall talk until the tea is cold.\" ( It clears its throat. ) \"Much as it grieves me to say it, we were betrayed. We had fought side-by-side, you know, in the war against that factory. We had done nothing but help them, and what did they do? They destroyed us. They took so many of our lives, and all of our names. Some of us fled here when the war was just beginning, but not many. Not many. Still, though, I don't hate them.\" Dr. Japers: I'm glad for that. \"I'd imagine so! There are some old fogies around these parts who bear a grudge against the whole species, but I know you're not all bad. There were many who sheltered us, fought for us, even died for us. Some came to live here amongst us, rest their souls. I, myself, courted a human once upon a time. He came to visit a time or two, but I never saw him after that. I still wonder now and again if he fell at the hand of an unkind neighbor, or if he merely stopped caring to see me. But it's no matter, now. I apologize for prattling on about old flames. Certainly such things are of no interest to you, fellow scholar.\" Dr. Japers: On the contrary, I'd quite like to hear more of these stories. The life of you and your people is of great interest to me. \"I'm sure it is, fellow scholar .\" A strong breeze moves through the house. Neither party speaks for half a minute. The rabbit-person who lives there grunts and places a hand to its head, as if in pain. Dr. Japers places his hand against the teapot. Dr. Japers: It appears the tea has gotten cold. I think it's time I took my leave. (Speech slightly slurred) \"What? You're leaving? I—I should leave too, then.\" Dr. Japers rises from the table. Dr. Japers: No, no no no. I'll be going alone, thank you. It's abrupt, yes, and I'm grievously sorry to do this, but I really must be going. I believe I'm long overdue to return home. \"What is—? I don't… Please, don't go. Something isn't—\" Dr. Japers: It can't be helped. \"Stop! What have you done? I don't know who… what happened to my name? I can't…\" Dr. Japers quickly exits the house. His former companion whimpers and looks at its hands as he leaves. Dr. Japers: Hm. It does taste rather tart. [End Log] Afterword: Dr. Japers successfully returned to Site-08, but was reported missing soon after. Investigations into his disappearance and current whereabouts have been inconclusive. It was initially theorized that Dr. Japers was exposed to an anomalous influence on his physiology during his most recent mission; however, thorough analysis showed no genetic abnormalities in the fur he'd shed on his expedition gear.",
        "\" REDACTED PER PROTOCOL 4000-ESHU \" by PeppersGhost, from the SCP Wiki . Source: https://scpwiki.com/taboo . Licensed under CC-BY-SA .",
        "Filename: TabooWarningfix.png Author: PeppersGhost License: CC SA-BY 3.0 Source Link: SCP Foundation Wiki",
        "Filename: Up-in-the-Air_Gabriela-Pinto_CC2_edited2.jpg Author: PeppersGhost License: CC SA-BY 3.0 Source Link: SCP Foundation Wiki Derivative Of: Name: Up in the Air Author: Gabriela Pinto License: CC BY-SA 2.0 Source Link: Flickr"
    ],
    "item": "Restricted per protocol 4000-Eshu.",
    "object_class": "Keter",
    "containment_procedures": "The extradimensional location described below as well as the entities and landmarks contained therein are nomenclative hazards (Eshu Class) and therefore may not be referred to by any name, title, or designation. Only descriptions may be used when referring to the forest outside normative space and native entities thereof. Variations must be made in these descriptions each time a subject is described. Descriptions may be color coded for clarity,1 and florid language may be used for the sake of nomenclative diversity.",
    "description": "The SCP in question is an extradimensional forested area with numerous anomalous qualities, including a hazardous nomenclative phenomenon. This anomalous location is accessed by performing 4000-Halloway (see document DOC-4000-H). After completing the procedure, subjects emerge from the opening of a dilapidated brick well fixed into the forest floor (see fig 1.2).",
    "title": "[REDACTED PER PROTOCOL 4000-ESHU]"
}