{
    "url": "https://scp-wiki.wikidot.com/scp-4007",
    "all_text": "rating: \n+419\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-4007\n: \nKagemusha\n\n\nAuthor:\n \nweizhong\n\n\n\n\n+ More articles by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-2006\n\n\nRating: 2040\n\n\n\n\n\n\nSCP-2950\n\n\nRating: 875\n\n\n\n\n\n\nSCP-2599\n\n\nRating: 856\n\n\n\n\n\n\nSCP-2800\n\n\nRating: 584\n\n\n\n\n\n\nSCP-3200\n\n\nRating: 543\n\n\n\n\n\n\nSCP-4007\n\n\nRating: 419\n\n\n\n\n\n\nSCP-2750\n\n\nRating: 315\n\n\n\n\n\n\nSCP-2201\n\n\nRating: 243\n\n\n\n\n\n\nSCP-2101\n\n\nRating: 225\n\n\n\n\n\n\nSCP-2050\n\n\nRating: 214\n\n\n\n\n\n\nSCP-2440\n\n\nRating: 203\n\n\n\n\n\n\nSCP-2301\n\n\nRating: 181\n\n\n\n\n\n\nSCP-1842\n\n\nRating: 180\n\n\n\n\n\n\nSCP-2012\n\n\nRating: 171\n\n\n\n\n\n\nSCP-2499\n\n\nRating: 169\n\n\n\n\n\n\nSCP-1644\n\n\nRating: 166\n\n\n\n\n\n\nSCP-2775\n\n\nRating: 148\n\n\n\n\n\n\nSCP-2925\n\n\nRating: 137\n\n\n\n\n\n\nSCP-1758\n\n\nRating: 137\n\n\n\n\n\n\nSCP-972\n\n\nRating: 130\n\n\n\n\n\n\nSCP-7030\n\n\nRating: 125\n\n\n\n\n\n\nSCP-314-J\n\n\nRating: 99\n\n\n\n\n\n\nSCP-2625\n\n\nRating: 96\n\n\n\n\n\n\nSCP-2588\n\n\nRating: 92\n\n\n\n\n\n\nSCP-6030\n\n\nRating: 90\n\n\n\n\n\n\nSCP-5725\n\n\nRating: 81\n\n\n\n\n\n\nSCP-2896\n\n\nRating: 63\n\n\n\n\n\n\nSCP-5975\n\n\nRating: 55\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Tales by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nThe Meaning of Fear\n\n\nRating: 255\n\n\n\n\n\n\nRight?\n\n\nRating: 206\n\n\n\n\n\n\nAfter The End\n\n\nRating: 96\n\n\n\n\n\n\nThe Tinkerer\n\n\nRating: 96\n\n\n\n\n\n\nSpirit Dust\n\n\nRating: 70\n\n\n\n\n\n\nLeisure Time\n\n\nRating: 64\n\n\n\n\n\n\nMission Accomplished\n\n\nRating: 59\n\n\n\n\n\n\nA Broken Tool\n\n\nRating: 49\n\n\n\n\n\n\nOf Meetings and Meals\n\n\nRating: 45\n\n\n\n\n\n\nThe Space Soldier\n\n\nRating: 44\n\n\n\n\n\n\nTrip Hammer\n\n\nRating: 41\n\n\n\n\n\n\nEulogies\n\n\nRating: 26\n\n\n\n\n\n\nAll Work and No Play\n\n\nRating: 23\n\n\n\n\n\n\nAnother Day On The Job\n\n\nRating: 17\n\n\n\n\n\n\nUnveiling\n\n\nRating: 13\n\n\n\n\n\n\nConferencing\n\n\nRating: 10\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ GOI formats by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nUIU File: 2017-003\n\n\nRating: 205\n\n\n\n\n\n\nUIU File: 1933-001\n\n\nRating: 79\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All coauthored articles featuring weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nPage\n\n\nAuthors\n\n\n\n\n\n\nUnusual Incidents Unit Hub\n\n\nDrewbear\n, \nCryogenChaos\n\n\n\n\n\n\nProject Palisade, 001 Proposal\n\n\nthedeadlymoose\n, \nDrewbear\n, and \nDexanote\n\n\n\n\n\n\nTKO\n\n\nthedeadlymoose\n and \nDrewbear\n\n\n\n\n\n\nSCP-5050-EX\n\n\nCityToast\n\n\n\n\n\n\nCompetitive Teleology\n\n\nRiemann\n\n\n\n\n\n\nSCP-5882\n\n\nRiemann\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+419\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-4007 during the Second World War. This photo is believed to have been taken during initial training at Unit 731 headquarters in Pingfang.\n\n\n\n\n\n\nItem #:\n SCP-4007\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Primary containment of SCP-4007 consists of investigation into SCP-4007-5’s location. MTF Phi-51 (“MacArthur’s Dogs”) are currently spearheading the investigation efforts, as well as drafting plans for SCP-4007-5's capture.\n\n\nAdditionally, the Foundation has a standing agreement with SCP-4007-4 that allows the anomaly to have limited mobility in the field under Foundation monitoring thanks to the alignment of goals between the anomaly and the Foundation. SCP-4007-4 should be considered a high-value intelligence asset for information concerning SCP-4007 and SCP-4007-5.\n\n\nDescription:\n SCP-4007 is the collective designation for 5 anomalous individuals, informally known as the “Pingfang 5”, who formed a special operations unit serving under Unit 731 of the Imperial Japanese Army during World War II.\n1\n All five individuals received multiple anomalous abilities over the course of the Second World War. While each individual received different abilities, a number of properties (both anomalous and otherwise) are common to all instances that the Foundation has encountered to date, such as:\n\n\n\n\nExtended longevity. SCP-4007-4 remains in excellent physical condition despite chronologically being a centenarian.\n\n\nEnhanced physical abilities, including, but not limited to: faster reflexes, improved senses, increased physical strength.\n\n\nAbility to speak multiple languages, primarily Japanese, English, Mandarin Chinese, Russian, and German.\n\n\nIntelligence and special forces training.\n\n\n\n\nTo date, all encountered SCP-4007 instances have shown an unwillingness to accept the end of the Second World War. Similar to other non-anomalous Japanese holdouts, SCP-4007 instances have maintained that their missions are not yet complete, and thus require them to be in the field, and operating under their original orders. To date, only SCP-4007-4 has shown any willingness to cooperate with Foundation personnel, though it has refused to acknowledge the end of the war, even when showed direct evidence of such.\n\n\nPrior to Foundation encounters with SCP-4007, all instances of the anomaly remained active and at large throughout the territory formerly held by the Empire of Japan during the Second World War. At present, two instances (SCP-4007-4 and SCP-4007-5) remain alive, though only SCP-4007-5 is considered to be uncontained. More detailed information on SCP-4007's history and composition is included below.\n\n\n\n\n\n\n\n\nSCP-4007 Overview\n\n\nProject Shinka and Unit 731\n\n\n\n\n\n\n\n\n\n\n\n\nIJAMEA Ensign, one of the entities responsible for SCP-4007's formation.\n\n\n\n\n\n\nSCP-4007's origins lie in a collaboration between the \nImperial Japanese Anomalous Matters Examination Agency (IJAMEA)\n2\n and Unit 731. Utilizing IJAMEA's research into anomalous objects along with Unit 731's development of Project \nShinka,\n SCP-4007 was created as a combination stealth-infiltration and special forces unit capable of working in highly dangerous environments within hostile territory and completing otherwise extremely difficult objectives of the Imperial Japanese military, both as an entire unit and as individual operatives.\n\n\nOver the course of the war, SCP-4007 fought in nearly every major theater of operations that the Imperial Japanese Military engaged in during the war, though it primarily operated in Republican Chinese territory during the majority of the war, leading to their informal designation as the \"Pingfang 5.\" By 1945, SCP-4007 was largely recalled from fieldwork in order to aid in the defense of the Japanese home islands. However, given the different locations in which SCP-4007 instances have been encountered post-war, it is believed that individual SCP-4007 operatives were given a new set of orders in 1945. The reasoning behind this as well as the contents of said orders remain unknown.\n\n\n\n\n\n\n\n\n\n\nDirector Shirō Ishii, Commander of Unit 731\n\n\n\n\n\n\nIn 1935, under the banner of medical research, Unit 731 was established as an Imperial Japanese military research division in Pingfang, China. During the course of the war, Unit 731 became notorious for its biological warfare testing as well as its use of human vivisection in experimentation, both of which were performed on forcibly abducted Chinese civilians, captured foreign POWs, political dissidents, and convicted criminals. By 1937, it is believed that Unit 731 became aware of the existence of anomalous individuals, leading to the creation of Project \nShinka,\n3\n the predecessor program that would birth SCP-4007.\n\n\nOn March 21, 1936, Director Shirō Ishii made the following internal announcement:\n\n\n\n\nIt is now known to me that our mission is not only one of science, but also one of divine enlightenment. Certain individuals have been granted powers uncommon to the main population of this world. By chance of nature, these individuals have attained nearly godlike status over others, and yet, so few of these \nmaruta\n4\n that we have detained use them as they should.\n\n\nScience is the vehicle by which man attains mastery over nature. To impose one's will on nature, to showcase the superiority that we know we have been given, and to push the boundaries of what is possible; these are the rites by which science shows us the way. Our work here has proven instrumental to expanding our knowledge, and to securing the future of our nation. Logically, to take another's powers and to grant it to our own is the next step in ensuring that our future is always secure, no matter the threat we may face.\n\n\n\n\nProject \nShinka\n would see a massive surge in abductions, as Japanese \nkempeitai\n5\n began targeting anomalous individuals in Japanese held territory and abducting them for Unit 731 research. Thousands of test subjects were subjected to vivisection procedures consisting of live removal of anomalous organs and body parts in order to see if said parts would function outside of the original host. Additionally, forced breeding programs in an attempt to create more live test subjects also became common, as anomalous individuals in the civilian population became scarce. It is believed that this mass anomalous genocide directly led to the uncommonly low occurrence rate of anomalous East Asian individuals in the Foundation's database relative to the size of the East Asian population.\n\n\nThe next phase of Project \nShinka\n began in 1937, as Unit 731 and IJAMEA began grafting anomalous organs and body parts onto Imperial Japanese military volunteers in order to give them anomalous abilities, in the belief that these individuals would become better soldiers. Due to limited technology as well as limited knowledge of organ transplant rejection, the majority of the volunteers in this phase died due to post-transplant complications. Additionally, of the surviving volunteers, the vast majority did not have anomalous capabilities transferred to them, or did not have any control over their grafted anomalous abilities. However, by virtue of chance, at least 5 individuals would survive these procedures intact, and with at least some control over their anomalous properties. These individuals would go on to form SCP-4007.\n\n\n\n\n\n\n\n\n\n\nIndividual instances of SCP-4007 have demonstrated a wide range of anomalous properties, which were intended to allow them to work together as a team more effectively. Foundation interactions, biographical information, and operational history on each specific instance is included below.\n\n\n\n\n\n\n\n\nSCP-4007-1\n\n\nSCP-4007-2\n\n\nSCP-4007-3\n\n\nSCP-4007-4\n\n\nSCP-4007-5\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-4007-1, while stationed in Burma in 1941.\n\n\n\n\n\n\nName:\n 1st Lieutenant Mitsuo Kitano\n\n\nOriginal Codename:\n \nInazuma\n - Lightning Bolt\n\n\nDOB:\n 06/07/1905\n\n\nDescription:\n Nominal commander of the unit. SCP-4007-1 possessed anomalous ability to generate lightning, but was not immune to the effects of it post-generation.\n\n\nStatus:\n Terminated\n\n\nOperational History:\n SCP-4007-1 was extensively deployed in the Burmese theater during the war, where it was utilized to burn down large segments of jungle in an effort to reduce cover and drive out Burmese and British Indian Army soldiers. Additionally, as ranking leader of SCP-4007, SCP-4007-1 took part in numerous joint operations in Japanese occupied China. Following the war, SCP-4007-1 was identified by Foundation assets as having returned to eastern Burma, where it was holding out in Shan State.\n\n\nFoundation Interactions:\n\n\n06/10/1946:\n SCP-4007-1 is identified by Republican Chinese soldiers stationed in the area, who mistook SCP-4007-1 for a Communist Chinese guerilla. SCP-4007-1 begins attacking Republican Chinese forces at this time.\n\n\n06/10/1946 - 09/22/1947:\n SCP-4007-1 conducts a guerilla campaign against Republican Chinese soldiers, systematically striking at numerous Chinese Army camps and installations, severely reducing manpower in Kachin State, Burma. At least 500 casualties are recorded in this timespan, not including civilian residents of the region.\n\n\n09/22/1947:\n Foundation containment team tracks down SCP-4007's location and attempts to apprehend the anomaly. SCP-4007-1 burns down a large segment of the Burmese jungle during its escape, killing one Foundation agent and 4 civilians.\n\n\n02/12/1948:\n MTF Phi-51 is officially established and tasked with capturing SCP-4007-1.\n\n\n04/25/1948:\n MTF Phi-51 conducts Operation Smokehouse, entrapping SCP-4007-1 within an enclosed section of jungle. SCP-4007-1 attempts to burn its way out of the jungle to clear a path, but becomes trapped inside the zone that MTF Phi-51 had closed off. When the fire had burned out, SCP-4007-1’s body was found within the zone, and believed to have expired due to smoke inhalation. The incident was ruled an acceptable outcome.\n\n\n\n\n\n\n\n\n\n\nSCP-4007-2 official portrait prior to anomalous modification.\n\n\n\n\n\n\nName:\n Private Takashi Honda\n\n\nOriginal Codename:\n \nOni\n - Ogre\n\n\nDOB:\n 02/03/1919\n\n\nDescription:\n SCP-4007-2 possessed anomalously resistant skin, allowing it to withstand forces exceeding that of small arms fire without harm.\n\n\nStatus:\n Terminated\n\n\nOperational History:\n SCP-4007-2 was deployed as a supplement to Japanese special operations units, frequently serving in a frontline role as shock infantry as well as providing supporting fire when needed. SCP-4007-2 saw significant action in the Philippines during the war.\n\n\nFoundation Interactions:\n\n\nUnknown-03/25/1949:\n SCP-4007-2 is believed to have been holding out in Central Luzon, Philippines.\n\n\n03/25/1949:\n SCP-4007-2 is first identified by Philippine Army soldiers, who mistook the anomaly for a member of the insurgent Hukbalahap group\n6\n During an engagement between SCP-4007-2 and the soldiers, the anomaly killed 5 soldiers, and caused an additional 17 casualties before escaping.\n\n\n03/25/1949-06/14/1951:\n SCP-4007-2 is largely unaccounted for during this span, though it would sporadically be brought back to Foundation attention in sparse engagements with Philippine Army units. An estimated ~40 casualties were reported during this time, although conflicting reports of SCP-4007-2 and Huk insurgents made it difficult to establish the source of these casualties.\n\n\n06/14/1951:\n MTF Phi-51 tracks down SCP-4007-2 and attempts to contain the anomaly. However, SCP-4007-2 kills half of the pursuing task force, and escapes containment once more.\n\n\n12/20/1951-07/21/1957:\n SCP-4007-2 is entirely unaccounted for during this span of time. No engagements or sightings are known to have happened during this span.\n\n\n07/22/1957:\n SCP-4007-2 abruptly resurfaces on a minor island of the Philippines, off the coast of Quezon province. MTF Phi-51 immediately launches a new operation to contain the anomaly. In the resulting engagement, designated Operation Homewrecker, SCP-4007-2 inflicted heavy casualties onto MTF Phi-51, forcing it to disengage and call in an airstrike. In the aftermath, SCP-4007-2 was discovered dead on the island, though cause of death was ruled to be a lethal shock of electricity. The incident was ruled an acceptable outcome.\n\n\n\n\n\n\n\n\n\n\nSCP-4007-3, infiltrating a unit of Republican Chinese soldiers circa 1940. All members of this particular unit were subsequently captured and executed.\n\n\n\n\n\n\nName:\n Corporal Joichiro Ida\n\n\nOriginal Codename:\n \nKitsune\n - Fox\n\n\nDOB:\n 12/08/1915\n\n\nDescription:\n SCP-4007-3 possessed a compulsive cognitohazard effect that compelled listeners to believe any statement that it spoke. Subjects with sufficiently high Psychic Resistance scores could resist the effects of this compulsion.\n\n\nStatus:\n Terminated\n\n\nOperational History:\n SCP-4007-3 was deployed in numerous stealth operations in Japanese held territory throughout southeast China, often being used to discover and secretly infiltrate resistance cells before reporting them to the \nkempeitai.\n Additionally, SCP-4007-3 was also tasked with gathering intelligence in Republican Chinese held territory.\n\n\nFoundation Interactions:\n\n\nUnknown-06/23/1947:\n SCP-4007-3 is believed to have affiliated itself with numerous Communist Chinese rebel groups throughout Southeast China during this time, and actively aided them in their campaign against Republican Chinese forces. The reasoning behind this is unknown, as Communist Chinese forces had been directly at war with Japan as well.\n\n\n06/23/1947:\n SCP-4007-3 is discovered by the Foundation when it attempts to utilize its cognitohazard on an embedded Foundation agent within the 6th Army Group of the Republic of China. SCP-4007-3 manages to escape the agent, and disappears for the next 9 years.\n\n\n06/23/1947-03/13/1958:\n Unknown activities, though scattered intelligence suggests that SCP-4007-3 remained active in hunting down hidden Republican Chinese operatives embedded within the mainland following the Chinese Civil War.\n\n\n03/13/1958:\n SCP-4007-3 resurfaces under an assumed name in Guiyang, southern China. MTF Phi-51 is deployed to capture the anomaly for Foundation interrogation. During the subsequent Operation Foxhunt, however, SCP-4007-3 was discovered dead of strangulation in its home upon arrival by MTF Phi-51. Curiously, an examination of the home revealed several recently spent shell casings and compacted bullets, indicating that SCP-4007-3 had fired a gun at an unknown target, but further investigation yielded no clues. The incident was ruled an acceptable outcome.\n\n\n\n\n\n\n\n\n\n\nSCP-4007-4, circa 1942\n\n\n\n\n\n\nName:\n Private Shigeru Matsui\n\n\nOriginal Codename:\n \nKemuri\n - Smoke\n\n\nDOB:\n 08/06/1910\n\n\nDescription:\n SCP-4007-4 possesses the anomalous ability to become invisible. This extends to any other objects or materials that are on SCP-4007-4’s person, or that it considers to be part of “itself.”\n\n\nStatus:\n Alive\n\n\nOperational History:\n SCP-4007-4 saw extensive service with the \nTeishin Shudan,\n7\n where it was deployed in a stealth infiltration role. Prior to its deployment with the \nTeishin Shudan,\n SCP-4007-4 also received additional training as a field surgeon. Due to the rapid retreat of the Japanese military from its extended holdings, SCP-4007-4 was stranded in Sarawak, Malaysia, where it continued to reside following the war until Foundation contact.\n\n\nFoundation Interactions:\n\n\nSCP-4007-4 was discovered by Foundation personnel after continuing reports of Japanese holdouts in Malaysia, in connection with earlier SCP-4007 instance interaction, led to MTF Phi-51 making contact with the anomaly on 05/03/1950.\n\n\nUnlike most other SCP-4007 instances encountered, 4007-4 has expressed willingness to cooperate with Foundation personnel working to contain other SCP-4007 instances. Following negotiation with the anomaly, an agreement was reached where SCP-4007-4 was permitted limited freedoms in return for information concerning SCP-4007 and assistance rendered in capturing further SCP-4007 instances. Specifically, SCP-4007-4 was permitted to continue living within its home in Malaysia, under Foundation monitoring, as well as the freedom to conduct limited operations when necessary, and after prior approval.\n\n\nInformation from SCP-4007-4 has provided the vast majority of all known intelligence concerning SCP-4007, as nearly all documents about the unit were destroyed following the end of the Second World War, thanks to fear of backlash from the Allied Powers over the controversial and often highly illegal actions that SCP-4007 undertook during the course of its operational history, as well as the nature of Project \nShinka.\n\n\n\n\n.\n\n\n\n\n► SCP-4007-4 Interview Logs\n\n\n\n\n▼ SCP-4007-4 Interview Logs\n\n\n\n\n\n\nInterview Objective:\n To ascertain more information concerning SCP-4007’s purpose.\n\n\nDr. Xue’er Su conducted the following interview at SCP-4007-4’s residence, a self-constructed hut in the jungles of Sarawak.\n\n\nSCP-4007-4:\n Greetings, Su-sensei.\n\n\nDr. Su:\n Greetings, Matsui-san. I hope that I am not being intrusive.\n\n\nSCP-4007-4:\n Not at all. To what may I owe the honor of this visit?\n\n\nDr. Su:\n I was wondering if you could tell me more about your role during the war?\n\n\nSCP-4007-4:\n I serve at the Emperor’s pleasure. My allegiance is sworn to the Empire of Japan, and my ultimate responsibility is to defend her people from all threats. Ostensibly, we served much as many other soldiers fighting in Japan’s defense might have, receiving orders from the military and carrying them out. We had many missions and many objectives, however, and not all of them were solely for the…how do you say…conventional military?\n\n\nDr. Su:\n So sometimes your directives didn’t align with that of the rest of the army?\n\n\nSCP-4007-4:\n No, frequently not. Tell me, Su-sensei. Why do you think that I received this divine gift?\n\n\nDr. Su:\n For the war, presumably.\n\n\nSCP-4007-4:\n Ah, but \nwhich\n war?\n\n\nDr. Su:\n …Come again?\n\n\nSCP-4007-4:\n You did not think that the war was fought with guns and bombs alone, did you? When a nation goes to war, its people must use all that they have to defend themselves, and we were no exception. And when a truly terrible war must be fought, then the people must use truly terrible weapons…even if it is they themselves who must become the ammunition.\n\n\nSCP-4007-4 pauses, and looks out the window. It responds without looking back, more softly than before.\n\n\nSCP-4007-4:\n And sometimes, those weapons alone may not be enough.\n\n\nDr. Su:\n What do you mean?\n\n\nSCP-4007-4:\n I cannot tell you. Suffice to say, my former brothers in arms must be put down before it is too late. For all of us.\n\n\n\n\n\n\nInterview Objective:\n To obtain more information about SCP-4007’s late-war redeployment.\n\n\nDr. Su:\n Greetings again, Matsui-san.\n\n\nSCP-4007-4:\n And to you as well, Su-sensei. Do you have more questions?\n\n\nDr. Su:\n Yes. I wanted to ask you why you ended up here during the war.\n\n\nSCP-4007-4:\n You mean this stinking, fetid jungle? \nChuckles.\n It would not have been my choice, I grant you. But I had orders to return here, and so I did.\n\n\nDr. Su:\n I’m aware. And I know you will not divulge them.\n\n\nSCP-4007-4:\n That is classified military intelligence, Su-sensei. I am sorry, but my loyalty is unquestionable.\n\n\nDr. Su:\n But I am not asking you to reveal what they said, Matsui-san. I only ask why you think that they ordered you here, of all places? Malaysia was a lost cause at that point. With Americans pressing on all fronts, there had to have been more important objectives. So why did the Emperor send you here?\n\n\nSCP-4007-4:\n \nPauses.\n There were developments late in the war that changed our perspective. Things that were more pressing than our war efforts. Things more pressing than the Americans or the Chinese. During the war…some things got out of hand. The anomalous weapons became too much to handle, and it came to a head. There were…mistakes made.\n\n\nDr. Su:\n Such as?\n\n\nSCP-4007-4:\n I cannot say much more. The loss of the 5th Southern Expeditionary Fleet was perhaps what forced our hand.\n8\n After that, it became increasingly clear that our mission and victory over the West could not both be achieved, because my brothers and I could not do both at once. Then, the Emperor was forced to make a difficult decision. His nation or his people?\n\n\nSCP-4007-4 closes its eyes.\n\n\nSCP-4007-4:\n And so here I am. Until I am sure that our mission is complete, that all we have done is not for nothing. I will uphold his final order until the day that I go to my grave. To pursue that end, there is nothing that I would not do.\n\n\n\n\n\n\n\n\n\n\n.\n\n\n\n\n\n\nName:\n Private Teruo Nishimura\n\n\nOriginal Codename:\n \nBakemono\n - Shapeshifter\n\n\nDOB:\n 09/12/1907\n\n\nDescription:\n SCP-4007-5 is capable of altering its physical appearance at will. The limits of this ability are not currently known, due to limited Foundation interaction with SCP-4007-5.\n\n\nStatus:\n Unknown\n\n\nOperational History:\n Most information surrounding SCP-4007-5 is unreliable, primarily due to its anomalous ability. Testimony from SCP-4007-4 and other sources suggests that SCP-4007-5 rarely operated with the other members of the unit. Scattered reports indicate that SCP-4007-5 was deployed in a far wider range of locations than the rest of the unit was, though verified sightings of the anomaly were exceedingly rare during the war itself.\n\n\nFoundation Interactions:\n No direct contact. Due to the ambiguity of where it operated, there have been few leads as to where the anomaly may be found. Phi-51 has been tasked with monitoring reports of remaining Japanese holdouts from the war and investigating them for possible SCP-4007-5 connections.\n\n\n\n\n\n\n\n\n\n\n.\n\n\n.\n\n\n.\n\n\n\n\n\n\nLEVEL 4/4007 CLEARANCE REQUIRED AHEAD\n\n\nThe file you are attempting to access is restricted to personnel with Level 4/4007 clearance only. Please do not attempt to open the following documentation without approved clearance.\n\n\n\n\n\n\n\n\n\n\nOpen Additional Documentation: SCP-4007\n\n\n\n\nClose Additional Documentation\n\n\n\n\n\n\nSCP-4007 Archival Notice 1:\n On 5/4/2003, SCP-4007 Head Archivist Deping Zhang submitted the following report to the attention of the O5 Council.\n\n\n\n\nDuring scheduled archival of an old storage facility containing World War II era Foundation documents, my team stumbled upon the old SCP-4007 document, written while we still used paper records for containment procedures. The full document has been attached, but this is a particularly troubling section:\n\n\n\n\n\n\nItem #:\n SCP-4007\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-4007 is currently at large. All attempts to track down the anomaly are to be directed through MTF Phi-51 (“MacArthur’s Dogs”). Live capture procedures are in effect, as it is believed that SCP-4007 may contain high-value intelligence concerning Japanese anomalous operations and weapons development during the war.\n\n\nDescription:\n SCP-4007 (real name: Shigeru Matsui, discovered 03/14/1945) is an anomaly…\n\n\n\n\n\n\nThe description of the anomaly matches our description for SCP-4007-4, but the discovery date is well over a year before our first recorded interaction with an SCP-4007 instance, which we now know as SCP-4007-1. Moreover, this document suggests that SCP-4007-4 was the only known SCP-4007 instance at the time, which doesn’t match the order in which we have them catalogued at present. I’m not sure where this discrepancy comes from, but it merits further investigation.\n\n\n\n\nInvestigations were launched into potential reasons behind the discrepancy, and several members of MTF Phi-51 were questioned, though none could offer any reason for the apparent loss of knowledge concerning the anomaly in between 03/14/1945 and 06/10/1946. During the course of discussion, O5-3 raised the following point:\n\n\n\n\nObviously, there must be some kind of tampering going on, because this kind of information does not simply disappear. While we’ve been discussing this though, I can’t help but wonder at two other discrepancies that seem awfully hard to dismiss as coincidence in light of recent developments.\n\n\nFirst, there seems to be a peculiar recurring theme in SCP-4007 containment efforts, and how often they end in a terminated anomaly. Since when did we turn into the GOC? This many failed missions would be unacceptable under any other circumstance, but it seems as though it’s been relegated to the status of a clerical error here.\n\n\nSecond, on the subject of this report, we’ve spent several days discussing how exactly this report fits into the big picture. How did this information get tampered with? Does it affect our continuing containment of the anomaly? How do we confront 4007-4 about this, and so on and so forth. Excellent questions all, and no doubt we should be concerned about our primary source of intelligence on an anomaly being compromised.\n\n\nThat said though, does it not concern anyone else how \nhelpful\n SCP-4007-4 is? And does anyone remember \nhow\n our present arrangement with SCP-4007-4 began?\n\n\n\n\nSpecial Report Alpha - SCP-4007:\n At the request of O5-3, Dr. Efren Domingo was appointed as the Special Investigator for SCP-4007, and submitted the following report to the attention of the O5 Council.\n\n\n\n\nWe haven’t turned up much about SCP-4007-4 yet, but the pattern of missing knowledge is consistent with some kind of cognitohazard. We’re conducting a lot more research into what exactly could be happening, but there’s another development.\n\n\nI pieced together the following map of where we’ve encountered SCP-4007 instances, to date, and took the liberty of making a slight edit. I’d ask why no one’s done this before, but well…cognitohazards.\n\n\n\n\nIt’s clearly not a coincidence where we’ve been “accidentally” stumbling upon members of the Pingfang 5, and if 4007-5 is still out there, it’s undoubtedly somewhere in northern Malaysia.\n\n\nWhat alarms me however, is the ritualistic significance of that shape. Pentagons (or more specifically, pentagrams) are popular shapes for channeling thaumaturgical energy. One especially common use for them for is invoking containment rituals that seal something inside of them. It’s a powerful arrangement, but it needs active maintenance by the pillars at each corner.\n\n\nThis, of course, begs the awful question: What could they possibly have been trying to contain?\n\n\n\n\nMTF Phi-51 Deployment:\n Following this report, on 11/03/2005, MTF Phi-51 was deployed to the region where SCP-4007-5 was predicted to be located, with orders to investigate and make contact with the anomaly if possible.\n\n\nAfter 3 weeks of investigation, Containment Specialist Chunfeng Xin had an encounter with an individual believed to be connected to SCP-4007-5. His debriefing session is included below.\n\n\n\n\nDebriefer:\n So tell me again, how did this individual make contact with you?\n\n\nXin:\n It was a few weeks after we had arrived in the area. We were making attempts to infiltrate the population and passively listen for any potential signs that someone had information concerning SCP-4007-5. One day, while I was out in a local village, this man came up to me. Maybe mid 30s, plain face, average build. He simply walked up to me, and struck up a conversation very casually.\n\n\nDebriefer:\n About what?\n\n\nXin:\n The war. That’s what tipped me off that he wasn’t just an ordinary person.\n\n\nDebriefer:\n And what happened next?\n\n\nXin:\n It…it seemed like he was getting more agitated as the conversation went on. Like I wasn’t saying what he wanted me to. By this point, I was getting a little suspicious, but I didn’t want to clue him off. So I tried to milk the conversation as best as I could, see if I could get anything else out of him.\n\n\nDebriefer:\n And that’s when he fled?\n\n\nXin:\n Right. I…I probably shouldn’t have, but I tried alluding to what SCP-4007-4 had mentioned, about the need for weapons. Figured he might think that I was a friend. Instead, that line made his face turn pale. He ran off quickly, but he muttered something to me before he left.\n\n\nXin pauses.\n\n\nXin:\n He said, “He’s made you forget me again, hasn’t he?”\n\n\nXin pauses again.\n\n\nXin:\n We lost sight of him, and he slipped away. Spent hours combing the place, but never found a trace of him. We’d spend the next few weeks looking, but no one had ever seen the description that I described. That night though, when I went to bed, I found a note in my room.\n\n\nXin produces a crumpled note written in Japanese, and smooths it out on the table before reading.\n\n\nXin:\n “Do not remember me. Do not trust the traitor's words. And most importantly, do not forget what he has stolen in his misguided attempt to fulfill our mission.”\n\n\n\n\nTestimony Concerning SCP-4007-4:\n The following testimony is from Dr. Efren Domingo, continuing on his previously mentioned investigation.\n\n\n\n\nIt’s subtle. It’s effective. And God damn it, because it’s brilliant.\n\n\nWe’ve been duped this whole time. We thought that Unit 731 was a bunch of butchers, more or less conducting anomalous meatball surgery in an effort to see what sticks, without any subtlety in approach at all. From that basic perspective, it was easy to underestimate each SCP-4007 instance as a one-trick pony anomaly. But the data we’ve collected suggests that Unit 731 may have been far better at grafting anomalies than we previously thought.\n\n\nSCP-4007-4’s primary ability is much more subtle than simply vanishing from sight. We assumed that SCP-4007-4 was simply becoming invisible through some unknown method, and hand-waved it as “anomalous mumbo-jumbo.” But we know how it works now. SCP-4007 is not actually becoming invisible, and it’s not an optical anomaly.\n\n\nIt’s an amnestic one.\n\n\nSCP-4007-4 does not become \ninvisible,\n strictly speaking, rather, it becomes invisible to the mind. By utilizing a very, \nvery\n subtle anti-meme, SCP-4007-4 manages to erase its image from a viewer's brain, while not tampering with the memory of the anomaly’s existence in and of itself. Additionally, we think that 4007-4 can tweak this cognitohazardous effect, sometimes strengthening it, and other times lessening it, making its effect extremely selective, acting like a surgeon's scalpel and excising only the exact portions necessary, while leaving others intact. Effectively, it can make a viewer forget \nexactly\n what it wants the subject to forget. Nothing more, nothing less.\n\n\nIt's brilliant, because your garden-variety cognitohazard is so blatant that we would have recognized it nearly immediately. The only reason we noticed at all is that we noticed IR heat camera recordings of 4007-4 still register the anomaly's presence when viewed later. Nothing on tape that we have is being affected by it.\n\n\nIn other words, while 4007-4 can affect our memories, it cannot affect any existing records of its existence, such as recordings, ledgers, or as you might have surmised by this point, outdated containment procedures.\n\n\nThe data we have is, to put it lightly, alarming. According to our analysis, all members of MTF Phi-51, along with 60% of research staff assigned to SCP-4007 have been subjected to SCP-4007-4’s amnestic effect. All of those not affected have either never directly interacted with the anomaly, or haven’t worked long enough to actually have come into contact with it.\n\n\nIt doesn’t take a genius to figure out that a lot of us have had our memories wiped at different points, or otherwise tinkered with to the point that we could be misremembering large swaths of our history with SCP-4007. The worst thing is, we have no idea what any of this could mean. What exactly is SCP-4007-4’s endgame? What has it done that we don’t know about? What have \nwe\n done that we don’t know about? There are a lot of questions, and I’m not sure where to begin in order to answer them.\n\n\nHowever, we should probably start with the big one: What else have we forgotten about SCP-4007?\n\n\n\n\nSCP-4007 Expedition 01/03/2008:\n After noting the arrangement of SCP-4007 instances in a pentagon shape\n9\n, Dr. Efren Domingo recommended an expedition be taken to the center of the pentagon in order to investigate the potential purpose of such an arrangement of SCP-4007 instances.\n\n\nThe \nSCPF Peregrino\n was launched on a mission to the region off the shore of Vietnam, and launched several diver teams to search the region for any signs relating to SCP-4007. Dive Team 5 made the first discovery when it found the wreckage site of several World War 2 era ships. A transcript of their recording is included here.\n\n\n\n\n\n\nDive Team 5 examining the wreck of the \nUmigiri\n.\n\n\n\n\n\n\n\n\nCamera footage is from Dive Leader Binh Ngo. Ngo was accompanied by fellow divers Brian Riemann and Jose Millares.\n\n\nThe feed begins with the team arriving at the wreckage site. Scraps of metal and twisted ruins of several ship hulls are littered throughout the seafloor. Diver Millares swims up to the camera, holding a piece of metal. He brushes off the layer of sand on it, and holds it up. The word “\nUmigiri\n” can be seen on it, along with the flag of the Imperial Japanese Navy.\n\n\nNgo turns to point at several different visible ship hulls, naming them as he goes.\n\n\nNgo:\n \nYamagiri. Taekaze. Satokaze.\n10\n\n\nNgo:\n An entire squadron, sunk. More ships that we can’t find the names for.\n\n\nNgo swims down to the seafloor, and sifts through the sand. He reaches through the cloudy water, and pulls out a skull. As the sand clears, dozens more can be seen buried in the sand. The entire seafloor is covered in bones, most of them still wearing scraps of Imperial Japanese military uniforms.\n\n\nNgo:\n So many bodies. And not just sailors, army soldiers too. Pilots, even. By our estimate, there have to be thousands of them. As far as I know, none of these wrecks were claimed by Allied navies. But this is the most alarming thing of all.\n\n\nDiver Riemann swims to the camera, holding up a small section of ship hull. It is warped nearly beyond recognition.\n\n\nNgo:\n These ships weren’t bombed or shelled. Not scuttled either. None of those things would cause this pattern of metal damage, and we don’t see any signs of blackening from explosive ordnance. Whatever it was that sunk these ships, it wasn’t conventional.\n\n\nNgo traces his hand down the side of the hull fragment. The piece has almost been split in half, as if it were torn apart.\n\n\nNgo:\n Something sank an entire Japanese naval squadron. And I’m not sure that we’ve ever seen anything like it before.\n\n\n\n\nOn Pentagrams as Containment Devices:\n Dr. Domingo submitted the following research note three weeks after the above discovery of the wreckage from the 5th Southern Expeditionary Fleet.\n\n\n\n\nI know that I advanced the theory of the pentagon being a giant containment ritual, but I almost wish that weren’t the case. After consultation with thaumaturgical and other esoteric containment specialists, the consensus is that if SCP-4007 was indeed maintaining some kind of thaumaturgical ritual, the size of this particular arrangement tells us two important things.\n\n\nFirst: Whatever they were trying to contain must have been absolutely enormous. Strictly speaking, you don’t make thaumaturgical diagrams any bigger than they have to be, because the power needed to maintain them scales proportionally.\n\n\nWhich brings me to my second point: This ritual? Would have been a monstrous cost in terms of energy to maintain. In fact, with something this large, you’d probably need to do a regenerative ritual at one of the corners every day just to keep the whole thing together. All five would be preferable, but just one would be sufficient for the bare minimum. Without it, this whole structure would collapse within a day, releasing whatever’s inside out to our material plane.\n\n\nWhat alarms me though, is that this ritual structure is presumably half a century old. Not many rituals of this specific type can survive that long even with constant regenerative rituals. After a certain point, they’re simply too worn down to keep going for that long, and the ritual will fail regardless of what you do. Because of that, it’s smart to be prepared to confront whatever you have within the zone.\n\n\nAnd Lord help us, because we better be prepared for that day.\n\n\n\n\nSCP-4007 Archival Notice 2:\n On 02/12/2008, Head Archivist Deping Zhang submitted the following notice to the attention of the SCP-4007 investigative team.\n\n\n\n\nIn our continuing efforts to uncover additional information concerning SCP-4007, we have recovered two documents that are of interest.\n\n\nThe first is another set of outdated documentation for SCP-4007, but it's of a more recent vintage. Curiously, however, the only major differences we can attribute to anomalous interference relate to the personnel information for instances 4007-1 through 4007-3. It seems as though a single line has been removed from each of the entries of the instances that were terminated. A glance at the content seems to show a recurring theme in the deleted message.\n\n\n\n\nWhen the fire had burned out, SCP-4007-1’s body was found within the zone, and believed to have expired due to smoke inhalation. \nDuring the recovery of the body, however, it was discovered that SCP-4007-1's body had been cut open shortly post-mortem, and was missing several organs.\n The incident was ruled an acceptable outcome.\n\n\n\n\n\n\nIn the aftermath, SCP-4007-2 was discovered dead on the island, though cause of death was ruled to be a lethal shock of electricity. \nCause of death determination was made more difficult by the apparent removal of large sections of SCP-4007-2's skin, which could not be explained by the recovery team.\n The incident was ruled an acceptable outcome.\n\n\n\n\n\n\nCuriously, an examination of the home revealed several recently spent shell casings and compacted bullets, indicating that SCP-4007-3 had fired a gun at an unknown target, but further investigation yielded no clues. \nAdditionally, an autopsy revealed that SCP-4007-3's corpse was missing its tongue, for reasons that remain unknown.\n The incident was ruled an acceptable outcome.\n\n\n\n\nWhy these lines were deleted is something of a mystery to us, but the natural hunch is that SCP-4007-4 is involved somehow. We believe that the other document we recovered might yield some answers though.\n\n\nThe other document is something a little different. The archival notice attached to it says that it was a letter discovered in SCP-4007-3's home, believed to be written by SCP-4007-4. Without knowing the context behind it, however, it's hard to say what exactly it means, but it's been included here for your review:\n\n\n\n\n\n\nBrother,\n\n\nForgive me for not writing to you sooner. After Takashi's passing, I needed time alone to meditate and regain my strength. In the end, he did not see my way, much like Mitsuo before him. But it is not too late for you to see the truth, brother.\n\n\nHe will break free. That much I am certain of. No matter what we do, his coming is inevitable, and no amount of prayer or ritual will stop him from finishing his terrible mission. To continue in our ways as we have for so long is giving in to fate. Thus, it is as your brother in arms that I write to you to reconsider your stance.\n\n\nWe must fight him, on our own terms. The longer we wait, the stronger he gets, until this sleeping giant is all but unstoppable. It is our duty, as dutiful men and as loyal soldiers, to act while we still can. If we attack as soon as the ritual is broken, we have our best chance at stopping him once and for all. There is no other alternative. It was too late for Mitsuo and Takashi to realize the truth while they lived, but I have hope for you. To fight once again with my brothers in arms is what I long for, but do not mistake this dream for mercy.\n\n\nI will stop him with your help, one way or another. It is up to you to decide how that help will be given.\n\n\n\n\nUpdated Containment Recommendation for SCP-4007:\n The following note was penned by O5-3 following the conclusion of the internal investigation into SCP-4007.\n\n\n\n\nAttached here is the updated list of containment procedures for SCP-4007.\n\n\nItem #:\n SCP-4007\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n \nPrimary containment of SCP-4007 consists of investigation into SCP-4007-5’s location. MTF Phi-51 (“MacArthur’s Dogs”) are currently spearheading the investigation efforts, as well as drafting plans for SCP-4007-5's capture.\n\n\nPrimary containment of SCP-4007 is maintenance of the status quo. SCP-4007-4 is to be convinced that the Foundation is actively aiding it in searching for SCP-4007-5 when this is no longer true.\n\n\nAdditionally, the Foundation has a standing agreement with SCP-4007-4 that allows the anomaly to have limited mobility in the field under Foundation monitoring thanks to the alignment of goals between the anomaly and the Foundation. SCP-4007-4 should be considered a high-value intelligence asset for information concerning SCP-4007 and SCP-4007-5.\n\n\nSCP-4007-4 is to be convinced that this agreement is still true. All members of MTF Phi-51 are to continue operating under the impression that this is true as well, in order to avoid triggering SCP-4007-4’s primary anomalous threat.\n\n\nAll additional efforts shall be dedicated to further research into SCP-4007’s original purpose, as well as replacement of SCP-4007 instances. Failing that, all funding will be directed towards preparation for the release of the entity contained within SCP-4007's containment zone.\n\n\n\n\nI began this investigation seeking to find the truth about SCP-4007, hoping to figure out a clever answer that would tie up all the loose ends, and resolve a mystery that seemed to stretch back decades. The pursuit of the truth is ostensibly what we strive for at all times, after all.\n\n\nI now understand that if there’s anything we truly know, it is that there are some truths out there that are inherently unknowable. And even if they were, they may be so terrible that we may not want to know them at all.\n\n\nWhat exactly was SCP-4007 formed for? What sank the Japanese navy fleet? What’s inside the pentagram? I suspect that these questions may not have answers, for those that may have known the truth are either unwilling to tell us, dead, or have been forced to forget.\n\n\nIn the end, we can only move forward with the scraps that our predecessors left us, and hope that we make the right choice.\n\n\n\n\n\n\n\n\nClose Additional Documentation\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Japanese bioweapons and chemical warfare department, known for human experimentation and vivisection.\n\n\n2\n. A Meiji era branch of the Japanese military that specialized in paranormal research, now officially defunct.\n\n\n3\n. \"Apotheosis\" in Japanese.\n\n\n4\n. Japanese word for \"log,\" informal name for human test subjects due to Unit 731's cover story as a sawmill.\n\n\n5\n. Japanese secret military police.\n\n\n6\n. Communist insurgency in the Philippines, at war with the Philippine government at the time.\n\n\n7\n. Imperial Japanese paratrooper corps\n\n\n8\n. No record of this fleet exists in official documentation of the era.\n\n\n9\n. A common ritualistic shape, often chosen for its sealing capabilities when channeling thaumaturgical energies\n\n\n10\n. All named ships were planned additions to the Yūgumo-class destroyer line of the Japanese Navy, but they were all allegedly scrapped prior to production.\n\n\n\n\n\n\n\n\n« \nSCP-4006\n | SCP-4007 | \nSCP-4008\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "It is now known to me that our mission is not only one of science, but also one of divine enlightenment. Certain individuals have been granted powers uncommon to the main population of this world. By chance of nature, these individuals have attained nearly godlike status over others, and yet, so few of these maruta 4 that we have detained use them as they should. Science is the vehicle by which man attains mastery over nature. To impose one's will on nature, to showcase the superiority that we know we have been given, and to push the boundaries of what is possible; these are the rites by which science shows us the way. Our work here has proven instrumental to expanding our knowledge, and to securing the future of our nation. Logically, to take another's powers and to grant it to our own is the next step in ensuring that our future is always secure, no matter the threat we may face.",
        "Interview Objective: To ascertain more information concerning SCP-4007’s purpose. Dr. Xue’er Su conducted the following interview at SCP-4007-4’s residence, a self-constructed hut in the jungles of Sarawak. SCP-4007-4: Greetings, Su-sensei. Dr. Su: Greetings, Matsui-san. I hope that I am not being intrusive. SCP-4007-4: Not at all. To what may I owe the honor of this visit? Dr. Su: I was wondering if you could tell me more about your role during the war? SCP-4007-4: I serve at the Emperor’s pleasure. My allegiance is sworn to the Empire of Japan, and my ultimate responsibility is to defend her people from all threats. Ostensibly, we served much as many other soldiers fighting in Japan’s defense might have, receiving orders from the military and carrying them out. We had many missions and many objectives, however, and not all of them were solely for the…how do you say…conventional military? Dr. Su: So sometimes your directives didn’t align with that of the rest of the army? SCP-4007-4: No, frequently not. Tell me, Su-sensei. Why do you think that I received this divine gift? Dr. Su: For the war, presumably. SCP-4007-4: Ah, but which war? Dr. Su: …Come again? SCP-4007-4: You did not think that the war was fought with guns and bombs alone, did you? When a nation goes to war, its people must use all that they have to defend themselves, and we were no exception. And when a truly terrible war must be fought, then the people must use truly terrible weapons…even if it is they themselves who must become the ammunition. SCP-4007-4 pauses, and looks out the window. It responds without looking back, more softly than before. SCP-4007-4: And sometimes, those weapons alone may not be enough. Dr. Su: What do you mean? SCP-4007-4: I cannot tell you. Suffice to say, my former brothers in arms must be put down before it is too late. For all of us.",
        "Interview Objective: To obtain more information about SCP-4007’s late-war redeployment. Dr. Su: Greetings again, Matsui-san. SCP-4007-4: And to you as well, Su-sensei. Do you have more questions? Dr. Su: Yes. I wanted to ask you why you ended up here during the war. SCP-4007-4: You mean this stinking, fetid jungle? Chuckles. It would not have been my choice, I grant you. But I had orders to return here, and so I did. Dr. Su: I’m aware. And I know you will not divulge them. SCP-4007-4: That is classified military intelligence, Su-sensei. I am sorry, but my loyalty is unquestionable. Dr. Su: But I am not asking you to reveal what they said, Matsui-san. I only ask why you think that they ordered you here, of all places? Malaysia was a lost cause at that point. With Americans pressing on all fronts, there had to have been more important objectives. So why did the Emperor send you here? SCP-4007-4: Pauses. There were developments late in the war that changed our perspective. Things that were more pressing than our war efforts. Things more pressing than the Americans or the Chinese. During the war…some things got out of hand. The anomalous weapons became too much to handle, and it came to a head. There were…mistakes made. Dr. Su: Such as? SCP-4007-4: I cannot say much more. The loss of the 5th Southern Expeditionary Fleet was perhaps what forced our hand. 8 After that, it became increasingly clear that our mission and victory over the West could not both be achieved, because my brothers and I could not do both at once. Then, the Emperor was forced to make a difficult decision. His nation or his people? SCP-4007-4 closes its eyes. SCP-4007-4: And so here I am. Until I am sure that our mission is complete, that all we have done is not for nothing. I will uphold his final order until the day that I go to my grave. To pursue that end, there is nothing that I would not do.",
        "During scheduled archival of an old storage facility containing World War II era Foundation documents, my team stumbled upon the old SCP-4007 document, written while we still used paper records for containment procedures. The full document has been attached, but this is a particularly troubling section:",
        "The description of the anomaly matches our description for SCP-4007-4, but the discovery date is well over a year before our first recorded interaction with an SCP-4007 instance, which we now know as SCP-4007-1. Moreover, this document suggests that SCP-4007-4 was the only known SCP-4007 instance at the time, which doesn’t match the order in which we have them catalogued at present. I’m not sure where this discrepancy comes from, but it merits further investigation.",
        "Obviously, there must be some kind of tampering going on, because this kind of information does not simply disappear. While we’ve been discussing this though, I can’t help but wonder at two other discrepancies that seem awfully hard to dismiss as coincidence in light of recent developments. First, there seems to be a peculiar recurring theme in SCP-4007 containment efforts, and how often they end in a terminated anomaly. Since when did we turn into the GOC? This many failed missions would be unacceptable under any other circumstance, but it seems as though it’s been relegated to the status of a clerical error here. Second, on the subject of this report, we’ve spent several days discussing how exactly this report fits into the big picture. How did this information get tampered with? Does it affect our continuing containment of the anomaly? How do we confront 4007-4 about this, and so on and so forth. Excellent questions all, and no doubt we should be concerned about our primary source of intelligence on an anomaly being compromised. That said though, does it not concern anyone else how helpful SCP-4007-4 is? And does anyone remember how our present arrangement with SCP-4007-4 began?",
        "Debriefer: So tell me again, how did this individual make contact with you? Xin: It was a few weeks after we had arrived in the area. We were making attempts to infiltrate the population and passively listen for any potential signs that someone had information concerning SCP-4007-5. One day, while I was out in a local village, this man came up to me. Maybe mid 30s, plain face, average build. He simply walked up to me, and struck up a conversation very casually. Debriefer: About what? Xin: The war. That’s what tipped me off that he wasn’t just an ordinary person. Debriefer: And what happened next? Xin: It…it seemed like he was getting more agitated as the conversation went on. Like I wasn’t saying what he wanted me to. By this point, I was getting a little suspicious, but I didn’t want to clue him off. So I tried to milk the conversation as best as I could, see if I could get anything else out of him. Debriefer: And that’s when he fled? Xin: Right. I…I probably shouldn’t have, but I tried alluding to what SCP-4007-4 had mentioned, about the need for weapons. Figured he might think that I was a friend. Instead, that line made his face turn pale. He ran off quickly, but he muttered something to me before he left. Xin pauses. Xin: He said, “He’s made you forget me again, hasn’t he?” Xin pauses again. Xin: We lost sight of him, and he slipped away. Spent hours combing the place, but never found a trace of him. We’d spend the next few weeks looking, but no one had ever seen the description that I described. That night though, when I went to bed, I found a note in my room. Xin produces a crumpled note written in Japanese, and smooths it out on the table before reading. Xin: “Do not remember me. Do not trust the traitor's words. And most importantly, do not forget what he has stolen in his misguided attempt to fulfill our mission.”",
        "Camera footage is from Dive Leader Binh Ngo. Ngo was accompanied by fellow divers Brian Riemann and Jose Millares. The feed begins with the team arriving at the wreckage site. Scraps of metal and twisted ruins of several ship hulls are littered throughout the seafloor. Diver Millares swims up to the camera, holding a piece of metal. He brushes off the layer of sand on it, and holds it up. The word “ Umigiri ” can be seen on it, along with the flag of the Imperial Japanese Navy. Ngo turns to point at several different visible ship hulls, naming them as he goes. Ngo: Yamagiri. Taekaze. Satokaze. 10 Ngo: An entire squadron, sunk. More ships that we can’t find the names for. Ngo swims down to the seafloor, and sifts through the sand. He reaches through the cloudy water, and pulls out a skull. As the sand clears, dozens more can be seen buried in the sand. The entire seafloor is covered in bones, most of them still wearing scraps of Imperial Japanese military uniforms. Ngo: So many bodies. And not just sailors, army soldiers too. Pilots, even. By our estimate, there have to be thousands of them. As far as I know, none of these wrecks were claimed by Allied navies. But this is the most alarming thing of all. Diver Riemann swims to the camera, holding up a small section of ship hull. It is warped nearly beyond recognition. Ngo: These ships weren’t bombed or shelled. Not scuttled either. None of those things would cause this pattern of metal damage, and we don’t see any signs of blackening from explosive ordnance. Whatever it was that sunk these ships, it wasn’t conventional. Ngo traces his hand down the side of the hull fragment. The piece has almost been split in half, as if it were torn apart. Ngo: Something sank an entire Japanese naval squadron. And I’m not sure that we’ve ever seen anything like it before.",
        "In our continuing efforts to uncover additional information concerning SCP-4007, we have recovered two documents that are of interest. The first is another set of outdated documentation for SCP-4007, but it's of a more recent vintage. Curiously, however, the only major differences we can attribute to anomalous interference relate to the personnel information for instances 4007-1 through 4007-3. It seems as though a single line has been removed from each of the entries of the instances that were terminated. A glance at the content seems to show a recurring theme in the deleted message. When the fire had burned out, SCP-4007-1’s body was found within the zone, and believed to have expired due to smoke inhalation. During the recovery of the body, however, it was discovered that SCP-4007-1's body had been cut open shortly post-mortem, and was missing several organs. The incident was ruled an acceptable outcome. In the aftermath, SCP-4007-2 was discovered dead on the island, though cause of death was ruled to be a lethal shock of electricity. Cause of death determination was made more difficult by the apparent removal of large sections of SCP-4007-2's skin, which could not be explained by the recovery team. The incident was ruled an acceptable outcome. Curiously, an examination of the home revealed several recently spent shell casings and compacted bullets, indicating that SCP-4007-3 had fired a gun at an unknown target, but further investigation yielded no clues. Additionally, an autopsy revealed that SCP-4007-3's corpse was missing its tongue, for reasons that remain unknown. The incident was ruled an acceptable outcome. Why these lines were deleted is something of a mystery to us, but the natural hunch is that SCP-4007-4 is involved somehow. We believe that the other document we recovered might yield some answers though. The other document is something a little different. The archival notice attached to it says that it was a letter discovered in SCP-4007-3's home, believed to be written by SCP-4007-4. Without knowing the context behind it, however, it's hard to say what exactly it means, but it's been included here for your review:",
        "When the fire had burned out, SCP-4007-1’s body was found within the zone, and believed to have expired due to smoke inhalation. During the recovery of the body, however, it was discovered that SCP-4007-1's body had been cut open shortly post-mortem, and was missing several organs. The incident was ruled an acceptable outcome.",
        "In the aftermath, SCP-4007-2 was discovered dead on the island, though cause of death was ruled to be a lethal shock of electricity. Cause of death determination was made more difficult by the apparent removal of large sections of SCP-4007-2's skin, which could not be explained by the recovery team. The incident was ruled an acceptable outcome.",
        "Curiously, an examination of the home revealed several recently spent shell casings and compacted bullets, indicating that SCP-4007-3 had fired a gun at an unknown target, but further investigation yielded no clues. Additionally, an autopsy revealed that SCP-4007-3's corpse was missing its tongue, for reasons that remain unknown. The incident was ruled an acceptable outcome."
    ],
    "item": "SCP-4007",
    "object_class": "Keter",
    "containment_procedures": "Primary containment of SCP-4007 consists of investigation into SCP-4007-5’s location. MTF Phi-51 (“MacArthur’s Dogs”) are currently spearheading the investigation efforts, as well as drafting plans for SCP-4007-5's capture.",
    "description": "SCP-4007 (real name: Shigeru Matsui, discovered 03/14/1945) is an anomaly…",
    "title": "SCP-4007"
}