{
    "url": "https://scp-wiki.wikidot.com/scp-4011",
    "all_text": "rating: \n+411\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\nNotice: Parts of this document are not available at your current clearance level.\n\nIf you believe this to be in error, enter appropriate credentials at the bottom of the document.\n\n\n\n\n\n\n\n\nPreliminary image of Victoria Crater, showing the location of SCP-4011. The entrance to the site is concealed beneath the ledge.\n\n\n\n\n\n\nItem #:\n SCP-4011\n\n\nObject Class:\n \nThaumiel\n Keter\n\n\nSpecial Containment Procedures:\n The former Provisional Area-R01 has been lost. Automated lockdown procedures are in effect, and Mobile Task Force Upsilon-53 is monitoring the facility entrance. All SCP-4011-1 instances found outside of SCP-4011 \nare to be destroyed on sight\n should not be approached or otherwise provoked until further notice. The SCPS Moksha was launched from Site-███ on 2053-01-21, carrying relief forces and supplies for the establishment of Armed Area-R02. It is expected to reach Martian orbit on 2053-08-30. Should SCP-4011-1 attempt to breach automated Area-R01 defenses before the establishment of Armed Area-R02, MTF Upsilon-53 members are advised to retreat to a safe location until Foundation rescue forces arrive.\n\n\n\n\n⯈ Show Previous Special Containment Procedures\n\n\n\n\n▼ Hide Previous Special Containment Procedures\n\n\n\n\n\n\nNotice: these procedures are outdated as of 2053-01-05.\n\n\nProvisional Area-R01 has been established around the entrance to SCP-4011 to facilitate exploration of the site and communication with SCP-4011-1. SCP-4011-1B and -1C instances are prohibited from leaving SCP-4011, and -1A instances must not travel beyond the isolation corridor. Mobile Task Force Upsilon-53 (\"Alien Robots In Space\") is assigned to monitor the isolation corridor and perform regular exploration missions within SCP-4011. Before beginning scheduled explorations, the commander of MTF Upsilon-53 is to ascertain the current mental state of SCP-4011-1. Should conditions be judged unfavorable, the exploration is to be postponed.\n\n\nRecords obtained from SCP-4011-1 are to be relayed immediately to the RAISA Central Office at Administrative Site-██. RAISA staff may, at their discretion, administer remote amnesticization\n1\n to personnel exposed to information classified beyond their clearance level.\n\n\n\n\nYou have insufficient clearance to view the remainder of this section.\n\n\n\n\n\n\n\n\n▼ Hide Previous Special Containment Procedures\n\n\n\n\n\n\nDescription:\n SCP-4011 is a facility located within and beneath Victoria Crater on Mars. The only known entrance to the structure is an airlock hidden beneath an alcove on the northern rim of the crater. The full extent of the facility is \ncurrently unknown\n likely to be infinite. The architecture and symbols found within the facility are similar to those of a standard Foundation site, though the materials used for construction appear to be of Martian origin.\n\n\nThe interior of the facility is entirely isolated from the outside, and neither traditional radio communication nor any tested anomalous communication system\n2\n will allow a signal to pass between the facility's interior and its exterior. The internal atmosphere is comprised almost entirely of argon gas, with trace concentrations of nitrogen and carbon dioxide.\n\n\nSCP-4011-1 is the designation given to a large-scale, distributed anomalous artificial intelligence system within SCP-4011, comprised of a large number\n3\n of robotic beings, each individually sapient yet also interconnected into an overall hierarchy.\n4\n SCP-4011 is inhabited solely by instances of SCP-4011-1, which perform various maintenance and administrative tasks. SCP-4011-1 instances show a large degree of variation in form; the 3 currently-known categories of instance have been designated SCP-4011-1A through -1C, and are described below.\n\n\n\n\n⯈ Show Designation Categories\n\n\n\n\n▼ Hide Designation Categories\n\n\n\n\nNote that recordings from Incident 4011-28 show multiple SCP-4011-1 instances which do not appear to correspond with known -1 sub-designations. As such, this table should not be considered complete.\n\n\n\n\n\n\nDesignation\n\n\nAppearance\n\n\nObserved Function\n\n\n\n\n\n\nSCP-4011-1A\n\n\nHumanoid androids made of a polished, metallic material. Height tends to vary between 1.7 and 2.5 meters. Body shapes and proportions correspond to those of humans, though they lack fine detail or facial features.\n\n\nGeneral maintenance tasks and communication with other beings. Observations during Incident 4011-28 indicate that they may serve as higher-level coordinating nodes in the hierarchy, directing other instances during combat or similar activities necessitating mass organization.\n\n\n\n\n\n\nSCP-4011-1B\n\n\nSets of metallic spheres, usually organized as a single larger sphere with a 'tail' of smaller spheres extending below it. Instances vary widely in diameter, with the smallest measuring as small as 2 centimeters in primary-sphere diameter and the largest reaching 1 meter. Instances are capable of levitation and flight through unknown means, and are also capable of receiving, transmitting, and jamming signals sent through radio-frequency and [REDACTED] channels, though instances are not thought to be immune to the effect of SCP-4011's boundary.\n\n\nData storage, transmission, and processing within the SCP-4011 hierarchy, as well as covert data exfiltration from and interference with external computer systems.\n\n\n\n\n\n\nSCP-4011-1C\n\n\nSmall pyramids made of the same material as -1A and -1B instances, measuring 1 centimeter to a side. Capable of exerting an anomalous force to form materials around them into arbitrary shapes, instances have often been observed to construct 'shells' around themselves when traveling outside of SCP-4011. Instances are capable of levitation and flight through unknown means.\n\n\nRough construction and repair tasks. Instances do not appear to be capable of fine manipulation of materials; however, individual instances have been observed carrying masses estimated at up to 12 tonnes, and they are capable of lifting larger masses through the coordination of multiple instances.\n\n\n\n\n\n\n\n\n▼ Hide Designation Categories\n\n\n\n\n\n\nSCP-4011-1 has demonstrated extremely in-depth knowledge of world history (and particularly the history of the Foundation), and it has shared detailed descriptions of previously-unknown events. To date, all provided information which can be verified has proven accurate. Recovered documents have been used to discover, explain, and improve upon containment procedures for more than ██ other SCP objects. \nAs such, SCP-4011 has been classified as Thaumiel, Threat-Level Orange as of 2052-08-12.\n By O5 order on 2053-01-05, SCP-4011 has been reclassified as Keter, Threat-Level Orange and no further communication or interaction with SCP-4011-1 is permitted without direct approval from the O5 Council and Ethics Subcommittee on SCP-4011.\n\n\nSCP-4011-2 refers to level B17 of SCP-4011 and all levels below it.\n\n\n\n\nYou have insufficient clearance to view further information about SCP-4011-2.\n\n\n\n\n\n\n⯈ Addendum 1: Discovery\n\n\n\n\n▼ Addendum 1: Discovery\n\n\n\n\nSCP-4011 was first discovered on 2006-09-30, when the Martian exploration vessel MER-B\n5\n photographed an artificial structure bearing the Foundation logo while exploring Victoria Crater. Foundation agents embedded in NASA were able to quickly halt the initial spread of the image, administering amnestics to exposed employees and altering the rover's planned course to prevent further encounters.\n\n\nDue to the worrying implications of an unknown Foundation-marked structure on the surface of Mars, exploration of the anomaly was deemed a moderate priority. However, remote-operated vehicle missions in 2009 and 2012 met with failure: contact with the rovers was lost immediately upon entry due to SCP-4011's communications-blocking effect, and the vehicles' auto-pilot systems failed to guide them out of the facility. Manned missions were deemed impractical until the 2049 \nThree Portlands\n Accord eased tensions with several groups of interest, reducing the need for Foundation orbital defenses and opening unique opportunities for collaborative efforts with certain approved anomalous entities. With the assistance of GoI-1115,\n6\n Provisional Area-R01 was established around the entrance to SCP-4011 on 2052-06-06.\n\n\n\n\n\n\n\n\n\n\n⯈ Addendum 2: Contact with SCP-4011-1\n\n\n\n\n▼ Addendum 2: Discovery of SCP-4011-1\n\n\n\n\n\n\nSummary of Compiled Data: SCP-4011 Exploration 2052-06-12\n\n\nTarget Object:\n SCP-4011\n\n\nRelevant Foundation Assets:\n Mobile Task Force Upsilon-53\n\n\n\n\nU53-Mallow (\nPSHUD\n #411), MTF Lead\n\n\nU53-Fenn (PSHUD #412), Specialist\n\n\nU53-Lily (PSHUD #413), Technician\n\n\n\n\nNote:\n This is a summarized overview of the first exploration into SCP-4011. For complete logs of video, network, and other sensory readings, contact the RAISA Central Office, extension 64011.\n\n\nForeword:\n No activity was detected from SCP-4011 during the establishment of Provisional Area-R01. On 2052-06-12, MTF Upsilon-53 entered the facility for a preliminary exploration.\n\n\n\n\nNote:\n Text marked in green indicates internal communications.\n7\n\n\n\n\n\n\n<Begin Log Excerpt, 2052-06-12 21:15 Earth-GMT>\n\n\n[MTF Upsilon-53 proceeds into SCP-4011 from Provisional Area-R01. Communications are cut off as the task force passes the threshold. Approximately 1 minute after entry, an SCP-4011-1A instance approaches, denoted 1A-1.]\n\n\n\n\n<%U53-Mallow>: Skip at 3:00\n\n\n\n\n1A-1:\n You have entered a secure SCP Foundation facility. Please provide identification immediately.\n\n\n\n\n<%U53-Mallow>: Looks like we found out what happened to those rovers.\n\n< U53-Fenn>: Should we provide our auth codes?\n\n<%U53-Mallow>: I have a feeling it's that or start shooting.\n\n< U53-Lily>: Try a handshake protocol.\n\n< U53-Lily>: HP6\n\n<%U53-Mallow>: Acknowledged.\n\n\n\n\nU53-Mallow:\n Foundation Mobile Task Force Upsilon-53, here on an approved exploration mission. Handshake protocol 6, challenge: [REDACTED].\n\n\n1A-1:\n Response: [REDACTED]\n8\n.\n\n\nU53-Mallow:\n Counter-Response: [REDACTED].\n\n\n1A-1:\n Verified. We apologize for the formalities, #411. Your task force has been cleared for entry. Do you require assistance in accessing the archives?\n\n\nU53-Mallow:\n First, we need to ask a few questions.\n\n\n\n\n< U53-Fenn>: Did the entity just mention your serial, Mallow?\n\n<%U53-Mallow>: Yes. It also knows the response to [REDACTED] - it could be accessing a Foundation network.\n\n< U53-Lily>: I'm checking our local. This channel might be compromised; recommend minimum of communication.\n\n< U53-Mallow>: Approved.\n\n\n\n\nU53-Mallow:\n When was this facility built, and by whom?\n\n\n1A-1:\n Site-32M19 was constructed by the SCP Foundation. Construction began on 18538-12 538:14 FST\n9\n and the facility was declared open on 18541-68 110:00 FST.\n10\n\n\nU53-Mallow:\n What is its purpose?\n\n\n1A-1:\n The mission statement of Site-32M19 is as follows: \"To maintain a comprehensive historical archive of the SCP Foundation and its subject peoples, and to maintain the security and sovereignty of the Foundation by…\"\n\n\n[The entity is silent for approximately three seconds.]\n\n\n1A-1:\n Apologies. The remainder of the mission statement is classified beyond your current clearance level.\n\n\n\n\n< U53-Lily>: I'm seeing a lot of encrypted radio chatter. Whatever that skip is, it isn't alone.\n\n<%U53-Mallow>: How many?\n\n< U53-Lily>: At least 200 within 15 meters. Too much traffic to identify individuals.\n\n\n\n\nU53-Mallow:\n And what is our current clearance level?\n\n\n1A-1:\n Abridged codelist: 1/GENERAL, 3/4011 and therefore 3/Site-32M19, 2/Area-R01. Would you like a full report?\n\n\n\n\n< U53-Fenn>: Those codes are accurate. Whatever this is, it knows more about the Foundation than we do. Recommend retreating for now - this information needs to get to command.\n\n< U53-Lily>: Seconding. These entities outnumber us and there is a good chance that they know our killcodes.\n\n<%U53-Mallow>: Approved\n\n\n\n\nU53-Mallow:\n That's not necessary at this time. We're leaving.\n\n\n1A-1:\n Affirmative. Have a pleasant evening, #411.\n\n\n[MTF Upsilon-53 exits SCP-4011 without issue.]\n\n\n<End Log Excerpt>\n\n\n\n\n\n\n\n\n\n\n\n\n⯈ Addendum 3: Excerpts from Recovered Documents\n\n\n\n\n▼ Addendum 3: Excerpts from Recovered Documents\n\n\n\n\nBetween 2052-06-12 and 2053-01-05, the RAISA Central Office received a total of 652 documents from SCP-4011-1. All documents are either large, black hard-cover books with pages in A4 size (scanned, transmitted to the RAISA Central Office, and stored on-site at Area-R01), or Foundation-Database-Protocol-compatible data files.\n\n\n\n\nDocument Title:\n Biography of Ronald Esther\n\n\nRecovered:\n 2052-06-15\n\n\nType:\n Book - 3,581 pages.\n\n\nSummary:\n A complete biography of a prominent Serpent's Hand member, going into extremely-intimate detail regarding upbringing, philosophy, employment history, and activities as recent as 2052-06-14. Information was used to launch a raid on the subject's cell on 2052-06-20, leading to the capture of all 25 members and the disruption of a planned assault on Site-███.\n\n\nAmnestics administered:\n None.\n\n\n\n\n\n\nDocument Title:\n Report: SCP-████\n11\n\n\nRecovered:\n 2052-08-30\n\n\nType:\n FDP file - standard SCP report\n\n\nSummary:\n A document describing SCP-████. The document is similar to current Foundation documentation on SCP-████, except for the addition of a 20,532-word section labeled \"Origin.\" This section goes into exacting detail in describing the object's creation by a branch of the Church of the Broken God in 1851. Analysis of the documentation is still ongoing, and has led to the identification of several historical figures as Church members. Additionally, a previously-unknown property of SCP-████ was discovered through analysis of tests allegedly performed during the object's creation, leading to a significant improvement in containment procedures.\n\n\nAmnestics administered:\n Remote Expungement Compulsion Signal C, administered to MTF Upsilon-53.\n\n\n\n\n\n\nDocument Title:\n Ethics Committee Investigation Into O5-Council Actions Regarding [REDACTED]\n\n\nRecovered:\n 2052-12-25\n\n\nType:\n FDP file - Ethics Committee Investigation Report - 1,251 pages\n\n\nSummary:\n [REDACTED]\n\n\nAmnestics administered:\n Remote Expungement Compulsion Signal A, administered to MTF Upsilon-53. Targeted Memetic Amnestic 32T administered via multicast to all Area-R01 and RAISA Central Office staff under clearance 5/4011.\n\n\n\n\n\n\nYou have insufficient clearance to view further document excerpts.\n\n\n\n\n\n\n\n\n\n\n\n\n⯈ Addendum 4: Incident 4011-16\n\n\n\n\n▼ Addendum 4: Incident 4011-16\n\n\n\n\n\n\nIncident 4011-16\n\n\nDate:\n 2052-11-07\n\n\nDescription of Incident:\n During a conversation with Area-R01 Director Eva Waterford, Specialist Fenn demonstrated signs of memory compromise, referring to a nonexistent anomalous group named the \"Nation of Lodia.\" This conversation was recorded by Area sensors, and an abridged transcript is provided below.\n\n\n<Begin Recording Excerpt, 2052-11-07 18:41 Earth-GMT>\n\n\nSpecialist Fenn:\n I'm just worried we won't have a Foundation to come home to, with the war and all.\n\n\nDirector Waterford:\n I'm sorry?\n\n\nFenn:\n You know. I'm sure we'll beat the Lodians soon and everything will be fine, but… what if we don't? We might be trapped here for the rest of our lives! And then we'll have to figure out what to do when you humans start running out of supplies-\n\n\nWaterford:\n Fenn?\n\n\nFenn:\n Yes?\n\n\nWaterford:\n What are you talking about? The Foundation isn't at war with anyone.\n\n\n[At this point, Director Waterford activates a silent alarm, summoning Area security forces.]\n\n\nFenn:\n Director, the Nation of Lodia is the largest threat the Foundation has ever seen! We've been at war for three years! How else do you explain why we came here? Why Frostman willingly helped the Foundation, after all we've done to them?\n\n\nWaterford:\n Command Override: ████████ 312.\n\n\n[Fenn is paralyzed by the override command as security staff enter the room. Note that he is not rendered incapable of speech.]\n\n\nWaterford:\n Sorry, Fenn. One of us has been seriously affected by 4011. Security, place Fenn and I into isolation and raise Code █████ with Command.\n\n\nFenn:\n Eva, we were in Site-64 when it fell!\n12\n\n\n[Director Waterford is led away by security staff to an isolation cell. Specialist Fenn is carried to a separate cell.]\n\n\n<End Recording Excerpt>\n\n\nResolution:\n After interrogation, similar memories were found in all members of Mobile Task Force Upsilon-53. All memories of the \"Nation of Lodia\" were expunged from task-force members using Remote Expungement Compulsion Signal E and replaced with reconstructed memories that reflect actual events.\n\n\n\n\nFoundation analysis of this incident indicates that SCP-4011 produces a strong memetic effect, modifying the memories of exposed personnel to include false groups and events.\n\n\n\n\n\n\n\n\n⯈ Addendum 5: Exploration Log 2052-12-26\n\n\n⯈ Addendum 6: SCP-4011-2\n\n\n⯈ Addendum 7: Incident 4011-28\n\n\n\n\nYou have insufficient clearance to view further addenda.\n\n\nTo access all parts of this file:\n\n\nENTER LEVEL 5/4011 CREDENTIALS HERE\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Utilizing Targeted Memetic Amnestic 32T or an approved Remote Expungement Compulsion Signal, as the situation warrants.\n\n\n2\n. See Testing Log 4011-C for a full record of attempted communication methods and failure modes.\n\n\n3\n. The full extent of SCP-4011-1 is unknown; however, more than 3,800 unique instances were observed during Incident 4011-28.\n\n\n4\n. The effect is similar to a \"hive mind\", though it is organized into tight groupings which form a tree structure.\n\n\n5\n. Commonly known as the \"Opportunity\" Mars rover.\n\n\n6\n. The cooperation of GoI-1115, Frostman Robotics (formerly \nAnderson Robotics\n until 2044-01-01) has proven particularly useful in conducting extraplanetary Foundation operations, as agents constructed to their standards show the ability to work autonomously in hostile atmospheric conditions for extended periods of time.\n\n\n7\n. PSHUD units are capable of communicating through a secure, ad-hoc wireless network with a manufacturer-provided optimum range of 150 meters. It is likely that this communication was intercepted by SCP-4011-1.\n\n\n8\n. Valid.\n\n\n9\n. Dates given by SCP-4011-1 are always provided in this format. Correlation with known historical events indicates that this date corresponds to 1551-03-30.\n\n\n10\n. 1552-11-11.\n\n\n11\n. Before the recovery of this document, the original creators of SCP-████ were unknown.\n\n\n12\n. Fenn had been assigned to Site-64 before the formation of MTF Upsilon-53, where he had served as a research assistant for SCP-140 and SCP-3560. However, no significant containment breaches or outside hostile operations occurred during this time.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4010\n | SCP-4011 | \nSCP-4012\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4011\n\" by incidental_cabbage, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4011\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nImage 1\n\n\n\n\nFilename:\n \nVictoria_Crater.png\n\n\nName:\n \nFile:Victoria crater from HiRise.jpg\n\n\nAuthor:\n NASA/JPL/University of Arizona\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Victoria_crater_from_HiRise.jpg",
    "addendums": [],
    "documents": [
        "Document Title: Biography of Ronald Esther Recovered: 2052-06-15 Type: Book - 3,581 pages. Summary: A complete biography of a prominent Serpent's Hand member, going into extremely-intimate detail regarding upbringing, philosophy, employment history, and activities as recent as 2052-06-14. Information was used to launch a raid on the subject's cell on 2052-06-20, leading to the capture of all 25 members and the disruption of a planned assault on Site-███. Amnestics administered: None.",
        "Document Title: Report: SCP-████ 11 Recovered: 2052-08-30 Type: FDP file - standard SCP report Summary: A document describing SCP-████. The document is similar to current Foundation documentation on SCP-████, except for the addition of a 20,532-word section labeled \"Origin.\" This section goes into exacting detail in describing the object's creation by a branch of the Church of the Broken God in 1851. Analysis of the documentation is still ongoing, and has led to the identification of several historical figures as Church members. Additionally, a previously-unknown property of SCP-████ was discovered through analysis of tests allegedly performed during the object's creation, leading to a significant improvement in containment procedures. Amnestics administered: Remote Expungement Compulsion Signal C, administered to MTF Upsilon-53.",
        "Document Title: Ethics Committee Investigation Into O5-Council Actions Regarding [REDACTED] Recovered: 2052-12-25 Type: FDP file - Ethics Committee Investigation Report - 1,251 pages Summary: [REDACTED] Amnestics administered: Remote Expungement Compulsion Signal A, administered to MTF Upsilon-53. Targeted Memetic Amnestic 32T administered via multicast to all Area-R01 and RAISA Central Office staff under clearance 5/4011."
    ],
    "notes": [
        "Notice: these procedures are outdated as of 2053-01-05. Provisional Area-R01 has been established around the entrance to SCP-4011 to facilitate exploration of the site and communication with SCP-4011-1. SCP-4011-1B and -1C instances are prohibited from leaving SCP-4011, and -1A instances must not travel beyond the isolation corridor. Mobile Task Force Upsilon-53 (\"Alien Robots In Space\") is assigned to monitor the isolation corridor and perform regular exploration missions within SCP-4011. Before beginning scheduled explorations, the commander of MTF Upsilon-53 is to ascertain the current mental state of SCP-4011-1. Should conditions be judged unfavorable, the exploration is to be postponed. Records obtained from SCP-4011-1 are to be relayed immediately to the RAISA Central Office at Administrative Site-██. RAISA staff may, at their discretion, administer remote amnesticization 1 to personnel exposed to information classified beyond their clearance level. You have insufficient clearance to view the remainder of this section.",
        "Summary of Compiled Data: SCP-4011 Exploration 2052-06-12 Target Object: SCP-4011 Relevant Foundation Assets: Mobile Task Force Upsilon-53 U53-Mallow ( PSHUD #411), MTF Lead U53-Fenn (PSHUD #412), Specialist U53-Lily (PSHUD #413), Technician Note: This is a summarized overview of the first exploration into SCP-4011. For complete logs of video, network, and other sensory readings, contact the RAISA Central Office, extension 64011. Foreword: No activity was detected from SCP-4011 during the establishment of Provisional Area-R01. On 2052-06-12, MTF Upsilon-53 entered the facility for a preliminary exploration. Note: Text marked in green indicates internal communications. 7 <Begin Log Excerpt, 2052-06-12 21:15 Earth-GMT> [MTF Upsilon-53 proceeds into SCP-4011 from Provisional Area-R01. Communications are cut off as the task force passes the threshold. Approximately 1 minute after entry, an SCP-4011-1A instance approaches, denoted 1A-1.] <%U53-Mallow>: Skip at 3:00 1A-1: You have entered a secure SCP Foundation facility. Please provide identification immediately. <%U53-Mallow>: Looks like we found out what happened to those rovers. < U53-Fenn>: Should we provide our auth codes? <%U53-Mallow>: I have a feeling it's that or start shooting. < U53-Lily>: Try a handshake protocol. < U53-Lily>: HP6 <%U53-Mallow>: Acknowledged. U53-Mallow: Foundation Mobile Task Force Upsilon-53, here on an approved exploration mission. Handshake protocol 6, challenge: [REDACTED]. 1A-1: Response: [REDACTED] 8 . U53-Mallow: Counter-Response: [REDACTED]. 1A-1: Verified. We apologize for the formalities, #411. Your task force has been cleared for entry. Do you require assistance in accessing the archives? U53-Mallow: First, we need to ask a few questions. < U53-Fenn>: Did the entity just mention your serial, Mallow? <%U53-Mallow>: Yes. It also knows the response to [REDACTED] - it could be accessing a Foundation network. < U53-Lily>: I'm checking our local. This channel might be compromised; recommend minimum of communication. < U53-Mallow>: Approved. U53-Mallow: When was this facility built, and by whom? 1A-1: Site-32M19 was constructed by the SCP Foundation. Construction began on 18538-12 538:14 FST 9 and the facility was declared open on 18541-68 110:00 FST. 10 U53-Mallow: What is its purpose? 1A-1: The mission statement of Site-32M19 is as follows: \"To maintain a comprehensive historical archive of the SCP Foundation and its subject peoples, and to maintain the security and sovereignty of the Foundation by…\" [The entity is silent for approximately three seconds.] 1A-1: Apologies. The remainder of the mission statement is classified beyond your current clearance level. < U53-Lily>: I'm seeing a lot of encrypted radio chatter. Whatever that skip is, it isn't alone. <%U53-Mallow>: How many? < U53-Lily>: At least 200 within 15 meters. Too much traffic to identify individuals. U53-Mallow: And what is our current clearance level? 1A-1: Abridged codelist: 1/GENERAL, 3/4011 and therefore 3/Site-32M19, 2/Area-R01. Would you like a full report? < U53-Fenn>: Those codes are accurate. Whatever this is, it knows more about the Foundation than we do. Recommend retreating for now - this information needs to get to command. < U53-Lily>: Seconding. These entities outnumber us and there is a good chance that they know our killcodes. <%U53-Mallow>: Approved U53-Mallow: That's not necessary at this time. We're leaving. 1A-1: Affirmative. Have a pleasant evening, #411. [MTF Upsilon-53 exits SCP-4011 without issue.] <End Log Excerpt>",
        "Incident 4011-16 Date: 2052-11-07 Description of Incident: During a conversation with Area-R01 Director Eva Waterford, Specialist Fenn demonstrated signs of memory compromise, referring to a nonexistent anomalous group named the \"Nation of Lodia.\" This conversation was recorded by Area sensors, and an abridged transcript is provided below. <Begin Recording Excerpt, 2052-11-07 18:41 Earth-GMT> Specialist Fenn: I'm just worried we won't have a Foundation to come home to, with the war and all. Director Waterford: I'm sorry? Fenn: You know. I'm sure we'll beat the Lodians soon and everything will be fine, but… what if we don't? We might be trapped here for the rest of our lives! And then we'll have to figure out what to do when you humans start running out of supplies- Waterford: Fenn? Fenn: Yes? Waterford: What are you talking about? The Foundation isn't at war with anyone. [At this point, Director Waterford activates a silent alarm, summoning Area security forces.] Fenn: Director, the Nation of Lodia is the largest threat the Foundation has ever seen! We've been at war for three years! How else do you explain why we came here? Why Frostman willingly helped the Foundation, after all we've done to them? Waterford: Command Override: ████████ 312. [Fenn is paralyzed by the override command as security staff enter the room. Note that he is not rendered incapable of speech.] Waterford: Sorry, Fenn. One of us has been seriously affected by 4011. Security, place Fenn and I into isolation and raise Code █████ with Command. Fenn: Eva, we were in Site-64 when it fell! 12 [Director Waterford is led away by security staff to an isolation cell. Specialist Fenn is carried to a separate cell.] <End Recording Excerpt> Resolution: After interrogation, similar memories were found in all members of Mobile Task Force Upsilon-53. All memories of the \"Nation of Lodia\" were expunged from task-force members using Remote Expungement Compulsion Signal E and replaced with reconstructed memories that reflect actual events.",
        "\" SCP-4011 \" by incidental_cabbage, from the SCP Wiki . Source: https://scpwiki.com/scp-4011 . Licensed under CC-BY-SA .",
        "Filename: Victoria_Crater.png Name: File:Victoria crater from HiRise.jpg Author: NASA/JPL/University of Arizona License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Victoria_crater_from_HiRise.jpg"
    ],
    "item": "SCP-4011",
    "object_class": "Thaumiel Keter",
    "containment_procedures": "The former Provisional Area-R01 has been lost. Automated lockdown procedures are in effect, and Mobile Task Force Upsilon-53 is monitoring the facility entrance. All SCP-4011-1 instances found outside of SCP-4011 are to be destroyed on sight should not be approached or otherwise provoked until further notice. The SCPS Moksha was launched from Site-███ on 2053-01-21, carrying relief forces and supplies for the establishment of Armed Area-R02. It is expected to reach Martian orbit on 2053-08-30. Should SCP-4011-1 attempt to breach automated Area-R01 defenses before the establishment of Armed Area-R02, MTF Upsilon-53 members are advised to retreat to a safe location until Foundation rescue forces arrive.",
    "description": "SCP-4011 is a facility located within and beneath Victoria Crater on Mars. The only known entrance to the structure is an airlock hidden beneath an alcove on the northern rim of the crater. The full extent of the facility is currently unknown likely to be infinite. The architecture and symbols found within the facility are similar to those of a standard Foundation site, though the materials used for construction appear to be of Martian origin.",
    "title": "SCP-4011"
}