{
    "url": "https://scp-wiki.wikidot.com/scp-4014",
    "all_text": "rating: \n+141\n+\n–\nx\n\n\n\n\n\n\nSCP-4014\n\n\n\n\n\n\nItem #:\n SCP-4014\n\n\nObject Class:\n Neutralized\n\n\nSpecial Containment Procedures:\n As of July 11, 1979, SCP-4014 is to be considered Neutralized.\n\n\n\n\n► View Outdated Special Containment Procedures\n\n\n\n\n▼ Opened\n\n\n\n\nSCP-4014 is to be discontinued from use. Publicly, a cover story involving failing solar arrays and a rapidly decaying orbit is to be circulated by NASA as the reason for the cessation of further missions.\n\n\nObservation of SCP-4014 is to be done with orbital satellite MIMIR-1. Information gathered is to be shared with NASA at the discretion of the O5 Council.\n\n\nVarious scientific periodicals are to publish fictitious reports describing a recently discovered solar phenomenon in which artificial satellites are temporarily obscured from observation.\n\n\n\n\n\n\n\n\nDescription:\n SCP-4014 is the American space station Skylab, launched in 1973 by the National Aeronautics and Space Administration for conducting manned experiments in Earth's orbit. SCP-4014 was designed to house up to three crew-members.\n\n\nSCP-4014 is host to a variety of anomalous activity with no apparent source. The anomalous activity serves as the onset for a Phase-Event, in which SCP-4014 will disappear from its orbit around the Earth. Phase-Events occur with no set timing, and typically last for several days to weeks.\n\n\nAt the conclusion of a Phase-Event, SCP-4014 will return to its projected orbital path. In all cases, the crew on board will not be present upon its return. In all observed cases, the reentry module or space capsule will also be missing.\n\n\nAddendum\n: Neutralization\n\n\nFollowing the events of Incident_4014_10 [\nSee Below\n], all planned missions to SCP-4014 were cancelled, and SCP-4014 was considered abandoned by NASA.\n\n\nOver the next few years SCP-4014 continued to experience Phase-Events, albeit with decreased frequency. In 1978, NASA confirmed that SCP-4014 had experienced rapid orbital decay beyond expected projections, and was slated to reenter Earth's atmosphere around July 11th, 1979.\n\n\nAs predicted, SCP-4014 entered the Earth's atmosphere on July 11th, breaking up over the Pacific Ocean. A combined Foundation/NASA operation was able to secure 97% of the wreckage, which was deemed non-anomalous in nature. After observation, the remains of SCP-4014 were re-classified as Neutralized.\n\n\nAddendum:\n Reported SCP-4014 Incidents_1_8\n\n\n\n\n\n\n\n\nMay 30th, 1973\n\nThe crew of SCP-4014 reports a repetitive knocking sound on the door of the airlock module, as well as the observation window. A source is never identified.\n\n\nKnowledge of the incident is internally suppressed by various administrators within NASA.\n\n|\n\n\nJune 1st, 1973\n\nDuring a routine spacewalk, crew-member John Wilkins reports a pushing sensation on his back before he is ejected from SCP-4014. In the half hour it takes for his crew-mates to retract his emergency tether, John is seemingly tugged around in multiple directions as if by force.\n\n|\n\n\nJune 7th, 1973\n\nThe Soviet Orion 2 space telescope experiences an almost total systems failure when its orbit approaches SCP-4014. The crew of the Orion 2 is reportedly killed when they attempt to evacuate. The incident is quickly covered up and covertly classified by the Soviet Union.\n\n\nPolitical repercussions are avoided by the intervention of both the Foundation and GRU Division \"P\". Soviet leadership is given heavily redacted information regarding SCP-4014, expressly without approval of NASA or the United States.\n\n|\n\n\nJune 9th, 1973\n\nThe crew of SCP-4014 reports they are unable to visually perceive planet Earth. This lasts for 24 hours.\n\n|\n\n\nJune 13th, 1973\n\nNASA loses contact with SCP-4014 for approximately 4 hours. Upon the reestablishment of radio contact, all on-board cameras are found to have stopped working.\n\n|\n\n\nJune 15th 1973\n\nCrew aboard SCP-4014 report the presence of a fourth crew-mate, but are unable to provide exact details regarding the individual. The unknown entity eventually opens the airlock module, steps inside, and is not reported again.\n\n|\n\n\nJune 19th, 1973\n\nPresident Richard Nixon is briefed on SCP-4014 and expresses concern over the mental health of those aboard, as well as the danger posed by the anomalous activity. Due to events unrelated to SCP-4014, communications between the Foundation and the White House break down, and Nixon orders those aboard SCP-4014 back to Earth.\n\n|\n\n\nJune 22nd, 1973\n\nThe crew of SCP-4014 prepares for departure. When the Command/Service Module detaches for reentry procedure, SCP-4014 undergoes a Phase-Event which lasts for two and a half hours. When the Phase-Event ends the module fails to return with the rest of SCP-4014. The crew is considered MIA.\n\n\n\n\n\n\n\n\n\n\nAddendum\n: Incident_4014_9\n\nFollowing the loss of the original NASA astronaut crew, the Foundation drew up plans to conduct experiments with SCP-4014. Based on the assumption that the module had failed to return because it had been detached during the Phase-Event, the O5 Council voted in favor of conducting further manned missions.\n\n\nTensions between the Foundation and President Richard Nixon reached their height in August of 1973, partly in response to Foundation activity both for and against the United States as well as the Soviet Union.\n\n\nOn August 23rd, President Nixon authorized NASA to carry out its second planned Skylab mission. Foundation requests for involvement were diplomatically ignored, and the mission commenced on August 25th with the launch of a Saturn IB rocket.\n\n\nTen minutes into the docking procedure, SCP-4014 became partly intangible, causing the Command/Service Module to drift into the space it formerly occupied. Radio transmissions from the crew indicated no adverse effects as a result. Approximately an hour after the start of the incident a Phase-Event occurred, lasting 26 days. The crew as well as the Service/Command Module were missing upon the return of SCP-4014.\n\n\nPresident Nixon, in a diplomatic gesture, asked the Foundation to conduct cover-up operations, removing the record of the second Skylab mission from public knowledge. This was accomplished through a joint Foundation/UIU operation.\n\n\nAddendum\n: Incident_4014_10\n\n\nDue to the loss of two Command/Service Modules, NASA was unable to conduct further Skylab Missions. The Foundation reached out to the Soviet Union and made an agreement to reach SCP-4014 using a Russian Proton-K rocket in exchange for sharing any information gathered.\n\n\nThree D-Class with military history were selected and given brief astronaut training:\n\n\n\n\nD-4K01\n\n\nD-4K02\n\n\nD-4K03\n\n\n\n\nOn November 16th, 1973, the Proton-K successfully reached SCP-4014. The crew was ordered to prepare themselves for a Phase-Event and set up a series of cameras and audio devices.\n\n\nThree days later, on November 19th, a Phase-Event occurred and contact with SCP-4014 was lost. The Phase-Event lasted for 39 days and resulted in further political turmoil between the Foundation, the White House, and the Soviet Union.\n\n\nUpon return, the crew of SCP-4014, as well as the Soyuz Descent Module, were reported missing.\n\n\nOn January 1st, 1980, a series of video recordings were transmitted to NASA Mission Control, and quickly secured by the Foundation. They have been transcribed below.\n\n\n\n\nVIDEO LOG\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n\n\n0:49\n\n\n\n\n\n\n0:01:\n The camera focuses on the observation window of SCP-4014. D-4K01 is seen looking out. He points at the camera, then to the window and gives a thumbs up.\n\n\n0:05:\n D-4K02 is shown gathering supplies. D-4K03, who is presumed to be operating the camera, asks if they should bring anything else. D-4K02 points at the camera and replies with \"Plenty of tape\".\n\n\n0:47:\n The camera cuts to D-4K01 and D-4K02 pushing duffel bags through the observation module. D-4K01 motions towards the observation window, stating \"Get a good shot.\"\n\n\n0:49:\n D-4K03 films out of the window for several minutes.\n\n\n0:58:\n The camera is set down, observing a wall marked with 38 tally marks.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n0:01:\n D-4K01 and D-4K02 are seen climbing into the Soyuz Descent Module. The camera follows them inside, before D-4K03 presumably closes the hatch.\n\n\n\n\n\n\n10:13\n\n\n\n\n\n\n4:05:\n The hatch opens, and light filters in. D-4K03 climbs out with the camera. He films what appears to be an ocean expanding in every direction. D-4K01 is seen climbing out as well, and motions towards a distant shape, stating, \"Land ahoy!\".\n\n\n8:47:\n The shape in the distance is now closer, and is confirmed to be a coastline. D-4K01 and D-4K02 are seen with makeshift paddles aboard an emergency raft.\n\n\n10:13:\n The coast takes up the majority of the camera frame. Off-camera, D-4K03 asks, \"Now what?\" to which there is no reply.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\n\n\n\n\n\n\n0:42\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n0:01:\n D-4K01 and D-4K02 are seen walking through a forest. The camera focuses on the ground, revealing a patchwork of different types of grass, soil, and sod.\n\n\n1:23:\n D-4K01 motions the others to stop. He points at several trees, noting that they appear to be completely identical. He also notes that there has been no sign of wildlife since their arrival.\n\n\n2:09:\n The group stops for a break. D-4K02 and D-4K03 discuss the features of the surrounding landscape, while D-4K01 organizes their remaining supplies.\n\n\n3:25:\n The group sets out again. D-4K03 stops the tape as night falls.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n\n\n2:01\n\n\n\n\n\n\n0:01:\n The camera turns and points at what appears to be an abandoned shack. D-4K01 is heard arguing against entering, stating that it shouldn't be there. D-4K02 argues that they need shelter, while D-4K03 maintains a neutral opinion. Eventually D-4K01 sets off on his own, and the others go with him.\n\n\n1:01:\n The group approaches a shack identical to the one seen earlier. D-4K01 begins to accuse D-4K02 of taking them in circles, but is reminded that he has been leading the group. D-4K03 notes the geography is slightly different around the building. The group decides to move onward.\n\n\n2:01:\n The group encounters the same shack as before. D-4K02 and D-4K03 argue that they should look inside, and D-4K01 relents. The camera shows D-4K02 approach the entrance, and then cuts off.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n\n\n0:10\n\n\n\n\n\n\n0:01:\n D-4K03 is shown standing in a doorway.\n\n\n0:10:\n The footage cuts to D-4K02 entering the shack. The interior is cluttered, but there are no objects with recognizable labels or branding. D-4K01 is heard exclaiming something, and the camera turns around.\n\n\n0:34:\n The camera is obscured by the floor, but vague yelling is heard.\n\n\n0:36:\n D-4K03 is observed running through the forest. He points the camera behind him, and the trees are observed closing in around him.\n\n\n0:47:\n The same shack is observed. D-4K03 is heard weeping. He turns the camera around, and the same shack is shown on his side. He repeats the gesture, with the shack always appearing in the direction he faces.\n\n\n0:50:\n The camera is placed on a table, and D-4K03 is seen laying on the floor in a fetal position. The walls of the shack begin to shake, and the floor is observed cracking.\n\n\n1:00:\n The floor splits open as a massive sinkhole emerges, swallowing D-4K03 and the building whole.\n\n\n1:04:\n The camera finally lands, and the lens cracks. The still bodies of D-4K01 and D-4K02 can be observed lying nearby. Next to them are several decaying spacesuits. A few of the suits are emblazoned with a gold hammer and sickle.\n\n\n4:26:\n The same scene is recorded for several hours. At one point movement is detected, but the camera runs out of film shortly after.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n« \nSCP-4013\n | SCP-4014 | \nSCP-4015\n »",
    "addendums": [
        "Addendum : Neutralization",
        "Addendum: Reported SCP-4014 Incidents_1_8\n\n\n\nFollowing the loss of the original NASA astronaut crew, the Foundation drew up plans to conduct experiments with SCP-4014. Based on the assumption that the module had failed to return because it had been detached during the Phase-Event, the O5 Council voted in favor of conducting further manned missions.\nTensions between the Foundation and President Richard Nixon reached their height in August of 1973, partly in response to Foundation activity both for and against the United States as well as the Soviet Union.\nOn August 23rd, President Nixon authorized NASA to carry out its second planned Skylab mission. Foundation requests for involvement were diplomatically ignored, and the mission commenced on August 25th with the launch of a Saturn IB rocket.\nTen minutes into the docking procedure, SCP-4014 became partly intangible, causing the Command/Service Module to drift into the space it formerly occupied. Radio transmissions from the crew indicated no adverse effects as a result. Approximately an hour after the start of the incident a Phase-Event occurred, lasting 26 days. The crew as well as the Service/Command Module were missing upon the return of SCP-4014.\nPresident Nixon, in a diplomatic gesture, asked the Foundation to conduct cover-up operations, removing the record of the second Skylab mission from public knowledge. This was accomplished through a joint Foundation/UIU operation.",
        "Addendum : Incident_4014_10\nDue to the loss of two Command/Service Modules, NASA was unable to conduct further Skylab Missions. The Foundation reached out to the Soviet Union and made an agreement to reach SCP-4014 using a Russian Proton-K rocket in exchange for sharing any information gathered.\nThree D-Class with military history were selected and given brief astronaut training:\nOn November 16th, 1973, the Proton-K successfully reached SCP-4014. The crew was ordered to prepare themselves for a Phase-Event and set up a series of cameras and audio devices.\nThree days later, on November 19th, a Phase-Event occurred and contact with SCP-4014 was lost. The Phase-Event lasted for 39 days and resulted in further political turmoil between the Foundation, the White House, and the Soviet Union.\nUpon return, the crew of SCP-4014, as well as the Soyuz Descent Module, were reported missing.\nOn January 1st, 1980, a series of video recordings were transmitted to NASA Mission Control, and quickly secured by the Foundation. They have been transcribed below."
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-4014",
    "object_class": "Neutralized",
    "containment_procedures": "As of July 11, 1979, SCP-4014 is to be considered Neutralized.",
    "description": "SCP-4014 is the American space station Skylab, launched in 1973 by the National Aeronautics and Space Administration for conducting manned experiments in Earth's orbit. SCP-4014 was designed to house up to three crew-members.",
    "title": "SCP-4014"
}