{
    "url": "https://scp-wiki.wikidot.com/scp-4027",
    "all_text": "rating: \n+44\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-4027:\n Anomalous Dissociative Identity\n\n\n\n\nAuthor:\n \n$sc(rn)p$\n\n(\nMore from this author.\n)\n\n\n\n\n\n\n\n\nrating: \n+44\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-4027\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Periodic interruptions in SCP-4027's containment are an expected component of the anomaly's nature. Once confirmed, SCP-4027 is to be contained in a modified humanoid containment chamber at the nearest Foundation site.\n\n\nWhen SCP-4027 is uncontained, reports of partial corpses are to be investigated and cases with avian activity prioritized. Foundation zoologists are to be consulted to determine the most likely site of future activity.\n\n\nDescription:\n SCP-4027 is a dissociative personality that presents across individuals (termed \"instances\") as an elderly, English-speaking male. SCP-4027 can be identified by a sudden change in vocal and behavioral idiosyncrasies, self-admittance, and its canonical rapport with Foundation personnel.\n1\n This personality may be elicited from instances by applying persuasive psychological techniques, sufficient psychological duress, or pharmacological agents known to produce fugue states.\n2\n\n\nInstances are not aware of SCP-4027's underlying presence and do not recall episodes of SCP-4027's emergence. They frequent graveyards and/or burial sites and have been sighted near locations where cadavers (termed \"victims\") are found half-consumed.\n3\n At the time of writing, the remainders of all victims have never been recovered.\n\n\nEvidence left at sites suspected of SCP-4027 activity do not suggest human involvement, instead implying avian participation.\n4\n The presence of said evidence is not indicated from visualization of the gravesites by the unaided eye; superficially, the graves of victims are undisturbed. Law enforcement is therefore ill-equipped to indict an offender, and the Foundation was consulted by Agents Drumel and Cyllus of the UIU for additional support in apprehending a suspect.\n\n\nFoundation zoologists recognized that the pattern of suspected SCP-4027 activity coincided with known migratory routes of indigenous vulture populations. This observation remains a reliable tool for SCP-4027 identification, recapture, and re-containment.\n\n\n \n\n\n\n\n \n\n\n\n\nSupplemental Documentation\n\n\n\n\n[     Enter Credentials    ]\n\n\n\n\n[  Credentials Accepted  ]\n\n\n\n\ns92#c1p94c!r2np\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nFootnotes\n\n\n1\n. SCP-4027 recalls its interactions with the Foundation continuously across evocations and instances.\n\n\n2\n. Trials have shown that SCP-4027 is more expository when such compounds are administered in appropriate doses. If the recommended dose is exceeded, the personality limits itself to staring and producing vocalizations described as guttural hissing and whistling.\n\n\n3\n. Forensics suggests that remnant soft tissues including the skin, organs, and eyes are prioritized in this process.\n\n\n4\n. Indications include feathers, tracks, excrement, and various markings upon and within victims' exhumed coffins. Analysis suggests no anomalous properties.\n\n\n\n\n\n\n\n\n« \nSCP-4026\n | SCP-4027 | \nSCP-4028\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4027\n\" by ghosthorses, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4027\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4027 \" by ghosthorses, from the SCP Wiki . Source: https://scpwiki.com/scp-4027 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4027",
    "object_class": "Euclid",
    "containment_procedures": "Periodic interruptions in SCP-4027's containment are an expected component of the anomaly's nature. Once confirmed, SCP-4027 is to be contained in a modified humanoid containment chamber at the nearest Foundation site.",
    "description": "SCP-4027 is a dissociative personality that presents across individuals (termed \"instances\") as an elderly, English-speaking male. SCP-4027 can be identified by a sudden change in vocal and behavioral idiosyncrasies, self-admittance, and its canonical rapport with Foundation personnel.1 This personality may be elicited from instances by applying persuasive psychological techniques, sufficient psychological duress, or pharmacological agents known to produce fugue states.2",
    "title": "SCP-4027"
}