{
    "url": "https://scp-wiki.wikidot.com/scp-4035",
    "all_text": "rating: \n+122\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-4035:\n Prey on Words\n\n\nAuthor:\n \nDeadly Bread\n \n\n\n\n\n\n\n\n\nOther Articles of Mine\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-4966\n\n\nRating: 736\n\n\n\n\n\n\nSCP-1401-EX\n\n\nRating: 304\n\n\n\n\n\n\nSCP-4052\n\n\nRating: 262\n\n\n\n\n\n\nSCP-4088\n\n\nRating: 237\n\n\n\n\n\n\nSCP-5522\n\n\nRating: 215\n\n\n\n\n\n\nSCP-4109\n\n\nRating: 213\n\n\n\n\n\n\nSCP-7441\n\n\nRating: 141\n\n\n\n\n\n\nSCP-5020\n\n\nRating: 125\n\n\n\n\n\n\nSCP-4035\n\n\nRating: 122\n\n\n\n\n\n\nSCP-4286\n\n\nRating: 120\n\n\n\n\n\n\nSCP-4270\n\n\nRating: 117\n\n\n\n\n\n\nSCP-4664\n\n\nRating: 116\n\n\n\n\n\n\nSCP-7966\n\n\nRating: 109\n\n\n\n\n\n\nSCP-3462\n\n\nRating: 102\n\n\n\n\n\n\nSCP-6663\n\n\nRating: 96\n\n\n\n\n\n\nSCP-5693\n\n\nRating: 66\n\n\n\n\n\n\nSCP-6633\n\n\nRating: 62\n\n\n\n\n\n\nSCP-4570\n\n\nRating: 60\n\n\n\n\n\n\nSCP-5261\n\n\nRating: 59\n\n\n\n\n\n\nSCP-444-J\n\n\nRating: 54\n\n\n\n\n\n\npage 1 of 2\n1\n2\nnext »\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nSomething Glowing\n\n\nRating: 190\n\n\n\n\n\n\nLog Of Extranormal Events, Vol II\n\n\nRating: 37\n\n\n\n\n\n\nPrelude To Presents\n\n\nRating: 26\n\n\n\n\n\n\nThe Bears\n\n\nRating: 16\n\n\n\n\n\n\nYour Memory Forever Seen\n\n\nRating: 13\n\n\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n\n\n\n\nSCP-005 Proposal Hub\n\n\nRating: 94\n\n\n\n\n\n\nThe Bread Box\n\n\nRating: 93\n\n\n\n\n\n\nSecure Facility Dossier: Reliquary Area-27\n\n\nRating: 91\n\n\n\n\n\n\nExperiment Log-4035\n\n\nRating: 73\n\n\n\n\n\n\n\n\nCollab Articles\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nPage\n\n\nTitle\n\n\nCo-Author\n\n\n\n\n\n\nSCP-4733\n\n\nBut Not Forgotten\n\n\nLamentte\n\n\n\n\n\n\nSCP-5225\n\n\nThe Abyss Stares Back\n\n\nXilasCrowe\n\n\n\n\n\n\nSCP-5785\n\n\nCraptivism\n\n\nSonderance\n\n\n\n\n\n\nSCP-5993\n\n\nWe want you to come visit Heaven, just don't fuck with those bees\n\n\nch00bakka\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nPage\n\n\nCo-Author\n\n\n\n\n\n\nThe Bathrooms Wiki\n\n\nToo many to list\n\n\n\n\n\n\nSnippets of an Unveiled World\n\n\nNykacolaquantum\n does not match any existing user name\n, \nLt Flops\n, \nIFBench\n, \nWestrin\n\n\n\n\n\n\nGone,\n\n\nLamentte\n\n\n\n\n\n\nYour Imaginary Friend\n\n\nFishish\n\n\n\n\n\n\n\n\nCheck out Deadly Bread's Author Page\n\n\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM NUMBER:\n SCP-4035\n\n\nLEVEL 3/4035\n\n\n\n\n\n\nCONTAINMENT CLASS:\n SAFE\n\n\nCONFIDENTIAL\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-4035\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-4035 is to be kept within a standard containment chamber guarded by at least one member of site security at all times. Testing involving SCP-4035 must be approved and supervised by a minimum of 1 Level 3 personnel. SCP-4035’s containment chamber is to be regularly stocked with working lightbulbs for testing purposes.\n\n\nDescription:\n SCP-4035 is a table lamp with a stained glass patterned lampshade and an iron base. SCP-4035 does not appear to have any form of wiring or electrical components within it, other than a standard lightbulb socket. Despite this, lightbulbs inserted into SCP-4035 produce light as expected, albeit with a blue hue. Following the insertion of a lightbulb, a gaseous humanoid entity will apparate from within SCP-4035. This entity, referred to as SCP-4035-1, has the appearance of a balding Caucasian male between the ages of 40 and 50, wearing a patchy brown suit coat. The legs and abdomen of SCP-4035-1 appear as a cloudy blue gas that leads within SCP-4035. SCP-4035 often manifests smoking a large cigar, although this cigar produces no heat or smoke.\n\n\nWhen SCP-4035-1 manifests, it will direct its attention towards the individual who placed the lightbulb inside of SCP-4035. SCP-4035-1 will introduce itself to the subject\n1\n, and inquire whether the subject would like to purchase an unknown product. Inquiries into the nature of this product or SCP-4035 itself have met with failure.\n\n\nOnce the subject verbally responds to SCP-4035-1 in any manner, the subject will gain a biological modification or anomalous ability directly correlating with how the subject responded to SCP-4035-1. SCP-4035-1 will treat any verbal communication as an answer to its inquiry, whether it was a statement, a separate inquiry, or a non sequitur. This occurs whether the subject was responding to SCP-4035-1's inquiry or not. Due to this, received abilities are often described by their recipients as \"lackluster\" or \"disappointing.\" Often, these abilities are severely detrimental to the subject and cause them severe harm.\n\n\nFollowing the subject receiving these abilities, SCP-4035-1 will quickly recede back into SCP-4035, with the lightbulb violently exploding upon its entrance. If the subject attempts to contact SCP-4035-1 again, a voice will emanate from SCP-4035 stating, \"Sorry kid, no refunds.\"\n\n\nAddendum 1:\n The following are several testing logs to determine the extent of SCP-4035-1’s abilities.\n\n\n\n\nTesting Log 4035-1\n\n\nResearcher:\n Dr. Bannock\n\n\nSubject:\n D-4088\n\n\nStatement:\n Subject was instructed to request “Telepathic abilities” from SCP-4035-1. Upon manifestation of SCP-4035-1, subject instead exclaimed, “What kinda shit is this?”\n\n\nResulting Ability:\n Subject was able to identify the chemical composition of all types of feces, as well as the creature it originated from.\n\n\n\n\n\n\nTesting Log 4035-2\n\n\nResearcher:\n Dr. Bannock\n\n\nSubject:\n D-1433\n\n\nStatement:\n Subject was instructed to request “Telepathic abilities” from SCP-4035-1. Upon manifestation, subject asked SCP-4035-1 to “be able to read minds.”\n\n\nResulting Ability:\n Testing showed that D-1433 had not developed telepathic abilities, and was held until further notice. It was found several weeks later that the subject had gained the ability to understand any form of writing, under the condition that it was written onto the forehead of a living being. This was discovered after a violent altercation when the subject revealed to D-3475 that the tattoo of Chinese characters on his forehead read “Cuban butter mustache.”\n\n\n\n\n\n\nTesting Log 4035-3\n\n\nResearcher:\n Dr. Bannock\n\n\nSubject:\n D-0672\n\n\nStatement:\n Subject was instructed to request “Muscle regeneration” from SCP-4035-1. Subject requested this without issue.\n\n\nResulting Ability:\n Once SCP-4035-1 demanifested, D-0672 was provided a standard pocket knife and instructed to injure himself. Upon the knife piercing D-0672's arm, subject’s muscular system began to swell and multiply to approximately 245% of its original size. Subject began showing signs of extreme distress until his vital signs ceased three seconds later. Autopsy revealed no abnormalities and the corpse was incinerated.\n\n\n\n\n\n\nTesting Log 4035-4\n\n\nResearcher:\n Dr. Bannock\n\n\nSubject:\n D-1899\n\n\nStatement:\n Subject was instructed to request “flight” from SCP-4035-1. Subject requested this without issue.\n\n\nResulting Ability:\n Subject appears to be unaffected by Earth’s gravitational pull. Subject does not appear to to able to control their flight, only being able to propel herself by pushing off of solid structures.\n\n\n\n\n\n\nTesting Log 4035-5\n\n\nResearcher:\n None\n\n\nSubject:\n Junior Researcher Jacobson\n\n\nStatement:\n This was an unauthorized usage of SCP-4035. Security footage shows Junior Researcher Jacobson entering SCP-4035’s containment chamber and requesting SCP-4035-1 to “make him more attractive.”\n\n\nResulting Ability:\n Footage shows that after the demanifestation of SCP-4035-1, Jacobson suddenly impacted the wall of the containment chamber with a large amount of force, suffering a severe spinal fracture. During post-incident analysis, it was found that Jacobson's epidermis had gained properties similar to that of a high powered magnet. Jacobson remained alive for approximately two hours before succumbing to his injuries. Once total brain death occurred, Jacobson's corpse lost all anomalous properties, and was incinerated as per protocol.\n\n\n\n\nAddendum 2:\n After extensive testing with SCP-4035, it has been found that while in proximity to the object, sapient beings are more likely to experience sudden speech problems such as parapraxis\n2\n or signs of ankyloglossia.\n3\n Studies have revealed that subjects communicating within approximately 20 meters of SCP-4035 are 68% more likely to experience parapraxis, which often results in unintended modifications when speaking with SCP-4035-1. Further research into this effect is currently ongoing. All further testing is to be recorded in \nExperiment Log-4035\n.\n\n\n\n\nrating: \n+122\n+\n–\nx\n\n\n\n\nFootnotes\n\n\n1\n. SCP-4035-1 has introduced itself by a variety of names, such as Bobby Spiff, Danny Fry, and Josephi Krakowski.\n\n\n2\n. Commonly referred to as a Freudian slip.\n\n\n3\n. Commonly referred to as being “tongue tied”. Whether the speaker actually suffers from ankyloglossia or not does not appear to affect this probability.\n\n\n\n\n\n\n\n\n« \nSCP-4034\n | \nDeadly Bread\n | \nSCP-4036\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4035\n\" by Deadly Bread, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4035\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Lamp.png\n\n\nName:\n Lamp MET DP\n\n\nAuthor:\n \nTiffany Studios\n\n\nLicense:\n CC0 1.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 1: The following are several testing logs to determine the extent of SCP-4035-1’s abilities.",
        "Addendum 2: After extensive testing with SCP-4035, it has been found that while in proximity to the object, sapient beings are more likely to experience sudden speech problems such as parapraxis 2 or signs of ankyloglossia. 3 Studies have revealed that subjects communicating within approximately 20 meters of SCP-4035 are 68% more likely to experience parapraxis, which often results in unintended modifications when speaking with SCP-4035-1. Further research into this effect is currently ongoing. All further testing is to be recorded in Experiment Log-4035 ."
    ],
    "documents": [],
    "notes": [
        "Testing Log 4035-1 Researcher: Dr. Bannock Subject: D-4088 Statement: Subject was instructed to request “Telepathic abilities” from SCP-4035-1. Upon manifestation of SCP-4035-1, subject instead exclaimed, “What kinda shit is this?” Resulting Ability: Subject was able to identify the chemical composition of all types of feces, as well as the creature it originated from.",
        "Testing Log 4035-2 Researcher: Dr. Bannock Subject: D-1433 Statement: Subject was instructed to request “Telepathic abilities” from SCP-4035-1. Upon manifestation, subject asked SCP-4035-1 to “be able to read minds.” Resulting Ability: Testing showed that D-1433 had not developed telepathic abilities, and was held until further notice. It was found several weeks later that the subject had gained the ability to understand any form of writing, under the condition that it was written onto the forehead of a living being. This was discovered after a violent altercation when the subject revealed to D-3475 that the tattoo of Chinese characters on his forehead read “Cuban butter mustache.”",
        "Testing Log 4035-3 Researcher: Dr. Bannock Subject: D-0672 Statement: Subject was instructed to request “Muscle regeneration” from SCP-4035-1. Subject requested this without issue. Resulting Ability: Once SCP-4035-1 demanifested, D-0672 was provided a standard pocket knife and instructed to injure himself. Upon the knife piercing D-0672's arm, subject’s muscular system began to swell and multiply to approximately 245% of its original size. Subject began showing signs of extreme distress until his vital signs ceased three seconds later. Autopsy revealed no abnormalities and the corpse was incinerated.",
        "Testing Log 4035-4 Researcher: Dr. Bannock Subject: D-1899 Statement: Subject was instructed to request “flight” from SCP-4035-1. Subject requested this without issue. Resulting Ability: Subject appears to be unaffected by Earth’s gravitational pull. Subject does not appear to to able to control their flight, only being able to propel herself by pushing off of solid structures.",
        "Testing Log 4035-5 Researcher: None Subject: Junior Researcher Jacobson Statement: This was an unauthorized usage of SCP-4035. Security footage shows Junior Researcher Jacobson entering SCP-4035’s containment chamber and requesting SCP-4035-1 to “make him more attractive.” Resulting Ability: Footage shows that after the demanifestation of SCP-4035-1, Jacobson suddenly impacted the wall of the containment chamber with a large amount of force, suffering a severe spinal fracture. During post-incident analysis, it was found that Jacobson's epidermis had gained properties similar to that of a high powered magnet. Jacobson remained alive for approximately two hours before succumbing to his injuries. Once total brain death occurred, Jacobson's corpse lost all anomalous properties, and was incinerated as per protocol.",
        "\" SCP-4035 \" by Deadly Bread, from the SCP Wiki . Source: https://scpwiki.com/scp-4035 . Licensed under CC-BY-SA .",
        "Filename: Lamp.png Name: Lamp MET DP Author: Tiffany Studios License: CC0 1.0 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "SCP-4035 is to be kept within a standard containment chamber guarded by at least one member of site security at all times. Testing involving SCP-4035 must be approved and supervised by a minimum of 1 Level 3 personnel. SCP-4035’s containment chamber is to be regularly stocked with working lightbulbs for testing purposes.",
    "description": "SCP-4035 is a table lamp with a stained glass patterned lampshade and an iron base. SCP-4035 does not appear to have any form of wiring or electrical components within it, other than a standard lightbulb socket. Despite this, lightbulbs inserted into SCP-4035 produce light as expected, albeit with a blue hue. Following the insertion of a lightbulb, a gaseous humanoid entity will apparate from within SCP-4035. This entity, referred to as SCP-4035-1, has the appearance of a balding Caucasian male between the ages of 40 and 50, wearing a patchy brown suit coat. The legs and abdomen of SCP-4035-1 appear as a cloudy blue gas that leads within SCP-4035. SCP-4035 often manifests smoking a large cigar, although this cigar produces no heat or smoke.",
    "title": "SCP-4035"
}