{
    "url": "https://scp-wiki.wikidot.com/scp-4044",
    "all_text": "rating: \n+48\n+\n–\nx\n\n\nItem #:\n SCP-4044\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Foundation webcrawler D1N4 is to monitor electronic medical records for evidence of SCP-4044 events.\n\n\nMTF Sigma-54 (\"Break-A-Wish\") are tasked with securing individuals undergoing SCP-4044 and implementing cover story 4044-CS2 (\"Unforeseen Complications\").\n\n\nPersons affected by SCP-4044 are to be contained in reality-anchored isolation facilities until they expire. Procedure 02-Dandelion is to be implemented once per instance within 14 days of initial containment.\n\n\nDescription:\n SCP-4044 is a phenomenon in which persons in the late stages of terminal illness become capable of periodically altering local reality.\n\n\nAn estimated 85% of SCP-4044 activity is limited to relatively minor reconfigurations such as the spontaneous generation of preferred foods or manifestation of desired objects. Highly visible public episodes of anomalous behavior occur in the other ~15% of SCP-4044 events. Examples can be found below.\n\n\nNotable Incidents:\n\n\n\n\n\n\nDesignation\n\n\nIncident Overview\n\n\nFoundation Response\n\n\n\n\n\n\n4044-1\n\n\nInstance repeatedly caused stock cars to manifest outside of hospital and race through surrounding neighborhood. Cars bounced off pedestrians and other vehicles without damage, honking loudly on impact.\n\n\nFirst contact; only identified when instance expired due to natural causes and phenomenon ceased to occur. Cover story 4044-CS1 (\"Street Racing Hoodlums\") improvised by responding agents. Anomaly catalogued.\n\n\n\n\n\n\n4044-61\n\n\nInstance manifested several large saurians\n1\n accompanied by an entity strongly resembling American actor Chris Pratt.\n2\n Entities assist instance in mounting a saurian and riding it to a nearby park.\n\n\nHospital staff amnesticized. Cover story 4044-CS64 (\"Guerrilla Marketing\") implemented.\n\n\n\n\n\n\n4044-79\n\n\nInstance manifested space shuttle on roof of Mayo Clinic parking garage in Phoenix, AZ, USA and teleported self inside before launching. Rocket exhaust caused no injuries or property damage.\n\n\nClass A amnestics mass-administered by air; high visibility of incident requires follow-up Class-B amnestic treatment of over 900 civilian witnesses. Instance last seen exiting Earth's atmosphere.\n\n\n\n\n\n\nFollowing incident 79, SCP-4044 containment procedures were updated to require acquisition and confinement of instances rather than \nin situ\n concealment of anomalous activity. Procedure 02-Dandelion was proposed at this time and implemented after unanimous approval from Ethics Committee Panel 4044-EC062.\n\n\n \n\n\n\n\n\n\n\n\nProcedure 02-Dandelion Overview:\n\n\n\n\n\n\n\n\nTravel will be arranged for up to six individuals related to the instance.\n\n\nChosen individuals will be informed that their assistance is required for philanthropic medical research and compensated for their time.\n3\n\n\nChosen individuals will be transported to the instance's location. A selection of gifts is to be available for purchase on-Site.\n\n\nIndividuals are authorized to remain with the instance for up to six hours. A meal of the instance's choice will be served.\n\n\nVisitors will be returned to their homes following amnestic treatment.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Matching no known species of dinosaur, but similar to popular depictions of \nVelociraptor\n.\n\n\n2\n. Investigation confirms Pratt was elsewhere on this date; he has been designated PoI-4044-61A and remains on passive monitoring.\n\n\n3\n. Payments disbursed via Standard Distribution Channel Fi-009 (\"Tax Adjustment\").\n\n\n\n\n\n\n\n\n« \nSCP-4043\n | SCP-4044 | \nSCP-4045\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4044\n\" by fieldstone, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4044\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4044 \" by fieldstone, from the SCP Wiki . Source: https://scpwiki.com/scp-4044 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4044",
    "object_class": "Euclid",
    "containment_procedures": "Foundation webcrawler D1N4 is to monitor electronic medical records for evidence of SCP-4044 events.",
    "description": "SCP-4044 is a phenomenon in which persons in the late stages of terminal illness become capable of periodically altering local reality.",
    "title": "SCP-4044"
}