{
    "url": "https://scp-wiki.wikidot.com/scp-4045",
    "all_text": "rating: \n+125\n+\n–\nx\n\n\nItem #:\n SCP-4045\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-4045-B instances are to be impounded for study, and are to be stored in Vehicular Containment Garages as appropriate, pending destruction.\n\n\nIf SCP-4045 is detected prior to an SCP-4045 event, an attempt is to be made so that SCP-4045-A individuals are to be restrained or otherwise made unable to participate in these events, monitored until SCP-4045 symptoms cease, and then released following administration of appropriate amnestics.\n\n\nDescription:\n SCP-4045 is a phenomenon affecting women and motor vehicles in rural areas of the United States, Italy, Australia, China, and Russia. In humans, SCP-4045 is primarily characterized by the sudden development of mechanophilia\n1\n, in spite of any previous romantic or sexual inclinations, or the lack thereof. Individuals who are affected by SCP-4045 (henceforth SCP-4045-A) have several consistent characteristics:\n\n\n\n\nAll subjects are over the age of forty-five\n\n\nAll subjects identify as female\n\n\nAll subjects reside in areas where the human population within 10.7 square kilometers is less than 6,000 individuals\n\n\nNo subject has been in a sexual or romantic relationship for at least four years.\n\n\nAll subjects have at least one child; the presence of grandchildren in the family seems to increase the chance that SCP-4045 will affect an individual.\n\n\nWhile not wholly consistent, 87.6% of affected subjects described themselves as having a \"significant amount of free time on their hands.\"\n\n\n\n\nIf SCP-4045 is interrupted or SCP-4045-A or -B destroyed, all anomalous affects will cease.\n\n\nThe SCP-4045 phenomenon takes place in 3 main stages.\n\n\nIn the first stage, due to the aforementioned mechanophilia, SCP-4045-A instances will actively seek out automobiles, diverting from their daily routines and oftentimes putting themselves in physical danger in the process. SCP-4045-A instances show particular interest in models that are no longer being manufactured.\n\n\nSCP-4045-A will then attempt to talk with the automobile, and despite there being no recorded anomaly affecting any of the automobiles at this stage, SCP-4045-A instances insist that the conversation is two-sided.\n\n\nShould this initial SCP-4045 event be successful\n2\n, SCP-4045-A will progress to the second stage. During this stage, SCP-4045-A will attempt to meet with the vehicle they found in the first stage, referred to as SCP-4045-B. SCP-4045-A is able to start and unlock SCP-4045-B without a set of keys, which is used often, as SCP-4045-B is rarely owned by SCP-4045-A. Once SCP-4045-A has accessed SCP-4045-B, they will take SCP-4045-B on further SCP-4045 events, which comprises a large range of activities.\n\n\nObserved activities include:\n\n\n\n\nSitting on top of the car for several hours while talking\n\n\nSitting inside of the car for several hours\n\n\nWatching a movie outside\n\n\nPicnicking\n\n\n\n\nFollowing the conclusion of the activity, SCP-4045-A will return SCP-4045-B to where it was originally found.\n\n\nOnce SCP-4045-A and SCP-4045-B have been with each other for a certain amount of time\n3\n, the main SCP-4045 event will initiate.\n\n\nThe main SCP-4045 event starts identical to a normal SCP-4045 event. However, at the end of the event, instead of returning SCP-4045-B, SCP-4045-A will drive SCP-4045-B to a secluded area and attempt to engage in sexual intercourse with SCP-4045-B.\n\n\nWhen SCP-4045-A achieves orgasm, they will begin to fuse with SCP-4045-B. This process takes anywhere from 10 to 30 minutes. X-Rays taken during this process show that SCP-4045-A is slowly converted into various plastic and metals. This new material is then evenly distributed throughout the entirety of SCP-4045-B. SCP-4045-A is fully conscious for the duration of this process.\n\n\nFollowing the total of conclusion of the SCP-4045 event, SCP-4045-B will drive itself back towards its residence. Electrical analysis of SCP-4045-B instances show that activity almost identical to brain activity is present throughout the vehicle. Past this, no further anomalous properties are recorded in SCP-4045-B.\n\n\n\n\nFootnotes\n\n\n1\n. A paraphilia in which individuals are romantically or sexually attracted to non-humanoid machines, such as vehicles\n\n\n2\n. Which happens in approximately 38.2% of cases\n\n\n3\n. Anywhere from 3 to 6 weeks\n\n\n\n\n\n\n\n\n« \nSCP-4044\n | SCP-4045 | \nSCP-4046\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4045\n\" by Varaxous, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4045\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4045 \" by Varaxous, from the SCP Wiki . Source: https://scpwiki.com/scp-4045 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4045",
    "object_class": "Keter",
    "containment_procedures": "SCP-4045-B instances are to be impounded for study, and are to be stored in Vehicular Containment Garages as appropriate, pending destruction.",
    "description": "SCP-4045 is a phenomenon affecting women and motor vehicles in rural areas of the United States, Italy, Australia, China, and Russia. In humans, SCP-4045 is primarily characterized by the sudden development of mechanophilia1, in spite of any previous romantic or sexual inclinations, or the lack thereof. Individuals who are affected by SCP-4045 (henceforth SCP-4045-A) have several consistent characteristics:",
    "title": "SCP-4045"
}