{
    "url": "https://scp-wiki.wikidot.com/scp-4048",
    "all_text": "rating: \n+207\n+\n–\nx\n\n\nItem #:\n SCP-4048\n\n\nObject Class:\n Extraterrestrial\n\n\nContainment Class:\n Keter\n\n\nSpecial Containment Procedures:\n The Foundation is to sponsor forklift certification programs in the cities of New Orleans and Chicago. These programs are to purposely include faults, such as safety misinformation and incompetent teaching. Civilians entering these programs are to have their backgrounds checked for previous forklift certification that was previously revoked. Subjects meeting these conditions are to be interviewed for possible information pertaining to SCP-4048-1 and then given Class-A amnestics.\n\n\nDescription:\n SCP-4048 is a circular object approximately 37 meters in diameter. SCP-4048 is capable of indefinite flight and complete invisibility. As such, it is extremely difficult to observe SCP-4048 outside of Delta Events. SCP-4048 is believed to host a number of extraterrestrial organisms aboard.\n\n\nOccasionally, SCP-4048 will cause a Delta Event. During a Delta Event, SCP-4048 will hover over a target. All targets have the following traits in common:\n\n\n\n\nTarget is employed at a warehouse in either New Orleans or Chicago.\n\n\nTarget regularly uses a forklift in the course of their occupation.\n\n\nTarget is forklift certified.\n\n\n\n\nOnce the target enters REM sleep, they will spontaneously disappear from their residence for a period of time ranging from 30 minutes to one hour. This is the only time that SCP-4048 is observable to the naked eye, above the residence of the target. Afterwards, they will remanifest in their beds.\n\n\nTargets claim to remember being awoken inside of an interrogation chamber and questioned about their tenure as a forklift operator. This interrogation usually includes questions about their performance, their efficiency, their usage of a forklift in the workplace, and their knowledge of forklift operation. After this interrogation, the target will reappear in their beds.\n\n\nAfter Delta Events, approximately 63% of targets will have their forklift certification voided by an unknown source. In addition, all evidence that the target was ever forklift certified will be voided in some way during this event.\n\n\nAddendum 01:\n Interview Log\n\n\n\n\nView Attachment: Interview Log\n\n\n\n\nClose File\n\n\n\n\n\n\nINTERVIEW LOG\n\n\n\n\nInterviewer:\n Researcher Calvin\n\n\nInterviewed:\n Mr. Cole Peterson Jr.\n\n\nForeword:\n Mr. Peterson was the target of a Delta Event, and came to a Foundation-controlled forklift certification service.\n\n\n\n\n<Begin Log>\n\n\nResearcher Calvin:\n Good morning, Mr. Peterson. Could I offer you a drink?\n\n\nMr. Peterson:\n Yeah, yes, I'm parched. Can I get a water?\n\n\nResearcher Calvin:\n Of course.\n\n\nResearcher Calvin gives Mr. Peterson a cup of water. The water is laced with \nmnestics\n, as it was thought at the time that SCP-4048 was an antimemetic anomaly.\n\n\nMr. Peterson:\n Thanks. So, whadd'ya want to talk about with me?\n\n\nResearcher Calvin:\n We'd like to talk with you about an incident that occurred on the 4th of June, 2013; two days ago.\n\n\nMr. Peterson:\n Now, whadd'ya- hey, now that stuff's none of ya' business, ya' hear me?\n\n\nResearcher Calvin:\n Anything that you say here will be kept confidential. We are willing to offer financial compensation for your information.\n\n\nMr. Peterson:\n I'm too- alright. Just, just ask me your questions and keep it quick.\n\n\nResearcher Calvin:\n Could you describe your experience on that night?\n\n\nMr. Peterson:\n Yeah. There I am, sleepin' away, when all of a sudden, I wake up in this chair. There's this voice tellin' me to wake up. It was real deep and sounded like a hammer against sheet metal. As I come to, I see that I'm in this room that's all dark and gray. It was all blurry, too; I think I might've been drugged.\n\n\nResearcher Calvin:\n Who was the source of that voice?\n\n\nMr. Peterson:\n I was about to get to that. I look up, and there's some mate who looks like one of the aliens from TV. I wasn't scared 'o' him; I thought it was one of those prank shows, and I didn't wanna react too hard.\n\n\nResearcher Calvin:\n What did the creature do to you?\n\n\nMr. Peterson:\n Nothin'. All it did was ask me a bunch 'a' weird questions about my job. Stuff like \"when was the last time you went uphill on a diagonal\", or \"have you ever moved your forklift when it's in gear\". Then he started to ask me some odd questions, like \"what energy brake do you put on when you move tangentally\" or \"what do ya' do when the blue particle lever stops workin'\". I swear to God, he was just trying to weird me out.\n\n\nResearcher Calvin:\n What did the creature do once you were done with the questions?\n\n\nMr. Peterson:\n He said \"thanks for your time\", and then all of a sudden I'm back in my bed. I thought it was just a dream or somethin', but now that you're talkin' to me…\n\n\nResearcher Calvin:\n Thank you for your time.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nAddendum 02:\n Incident 4048-09\n\n\nAs part of an experiment, the Foundation attempted communication with SCP-4048. Signals with text in several languages, binary, and pictograms were sent to SCP-4048. SCP-4048 responded to the pictograms, and sent a corresponding series recorded below:\n\n\n\n\nView Attachment: Communications Log\n\n\n\n\nLevel 3 Access Granted\n\n\n\n\n\n\nCOMMUNICATIONS LOG\n\n\n\n\n\n\n\n\nInitial set of pictographs produced by SCP-4048.\n\n\n\n\n\n\n<Begin Log>\n\n\nA picture of a gray, ovular object, believed to represent SCP-4048, followed by an arrow pointing to the second circle in a set of three multicolored circles, next to a large yellow circle believed to represent a star.\n\n\nA blue sphere with green on it, believed to represent Earth. This picture is repeated three times. Each iteration has a higher number of SCP-4048 instances surrounding it. This is believed to represent an invasion of SCP-4048.\n\n\nSCP-4048, wearing a gold-colored crown.\n\n\nA forklift being operated by a stick figure, presumably a human. The human is illustrated as being incompetent; they are not in the forklift, but rather clinging onto it as it crashes into a set of boxes. The human is also not wearing a hard hat; rather, it is carelessly holding it in its hand.\n\n\n\n\n\n\nRecurring \"crown\" image. Believed to represent SCP-4048 in a position of authority.\n\n\n\n\n\n\nThe same picture as before repeated, but smaller. SCP-4048 is seen in the picture, presumably observing the forklift operator. A red arrow points from this picture to the next: the same picture of SCP-4048 with the crown as before, but with a red \"X\" over it. This is believed to represent SCP-4048 being denied from a ruling position.\n\n\nSCP-4048 uses some sort of green ray to pull the forklift operator into itself over the series of three images. Then, the forklift operator is seen again, but is operating the forklift competently; he is inside the forklift and is wearing a hard hat.\n\n\nThe image is repeated, but this time with a red arrow from the forklift operator to the picture of SCP-4048 with the crown. A green checkmark is overlaid on the crown image.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nMore by notgull\n\n\n\n\nMore by notgull\n\n\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\n\n\nnotgull's Proposal\n\n\nRating: 590\n\n\n\n\n\n\nSCP-3733\n\n\nRating: 380\n\n\n\n\n\n\nSCP-3095\n\n\nRating: 360\n\n\n\n\n\n\nSCP-4804\n\n\nRating: 281\n\n\n\n\n\n\nSCP-2785\n\n\nRating: 280\n\n\n\n\n\n\nSCP-4800\n\n\nRating: 279\n\n\n\n\n\n\nSCP-4348\n\n\nRating: 258\n\n\n\n\n\n\nSCP-4048\n\n\nRating: 207\n\n\n\n\n\n\nSCP-4688\n\n\nRating: 196\n\n\n\n\n\n\nSCP-579-J\n\n\nRating: 189\n\n\n\n\n\n\nSCP-3362\n\n\nRating: 188\n\n\n\n\n\n\nSCP-5800\n\n\nRating: 184\n\n\n\n\n\n\nSCP-4785\n\n\nRating: 176\n\n\n\n\n\n\nSCP-3339\n\n\nRating: 168\n\n\n\n\n\n\nSCP-3747\n\n\nRating: 165\n\n\n\n\n\n\nSCP-4248\n\n\nRating: 161\n\n\n\n\n\n\nSCP-4948\n\n\nRating: 158\n\n\n\n\n\n\nSCP-199\n\n\nRating: 133\n\n\n\n\n\n\nSCP-7234\n\n\nRating: 124\n\n\n\n\n\n\nSCP-3296\n\n\nRating: 124\n\n\n\n\n\n\nSCP-4800-J\n\n\nRating: 121\n\n\n\n\n\n\nSCP-4799\n\n\nRating: 120\n\n\n\n\n\n\nSCP-3485\n\n\nRating: 112\n\n\n\n\n\n\nSCP-5981\n\n\nRating: 109\n\n\n\n\n\n\nSCP-4808\n\n\nRating: 103\n\n\n\n\n\n\nSCP-3833\n\n\nRating: 98\n\n\n\n\n\n\nSCP-3748\n\n\nRating: 94\n\n\n\n\n\n\nSCP-5054\n\n\nRating: 88\n\n\n\n\n\n\nSCP-4148\n\n\nRating: 88\n\n\n\n\n\n\nSCP-5025\n\n\nRating: 87\n\n\n\n\n\n\nSCP-1037\n\n\nRating: 77\n\n\n\n\n\n\nSCP-093-J\n\n\nRating: 74\n\n\n\n\n\n\nSCP-1684\n\n\nRating: 70\n\n\n\n\n\n\nSCP-5680\n\n\nRating: 65\n\n\n\n\n\n\nSCP-4872\n\n\nRating: 62\n\n\n\n\n\n\nSCP-3248\n\n\nRating: 61\n\n\n\n\n\n\nSCP-6904\n\n\nRating: 58\n\n\n\n\n\n\nSCP-5483\n\n\nRating: 38\n\n\n\n\n\n\nSCP-6785\n\n\nRating: 34\n\n\n\n\n\n\nSCP-4397\n\n\nRating: 30\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\n\n\nThe Little Robot that Could\n\n\nRating: 349\n\n\n\n\n\n\nThe Siege of Site-19\n\n\nRating: 169\n\n\n\n\n\n\nJoin the Flock\n\n\nRating: 168\n\n\n\n\n\n\nTales of the Automaton: The Big Birdocalypse\n\n\nRating: 143\n\n\n\n\n\n\nFootage Recovered From a Private Server\n\n\nRating: 117\n\n\n\n\n\n\nMoose on the Loose\n\n\nRating: 77\n\n\n\n\n\n\nAvian Anthology I\n\n\nRating: 76\n\n\n\n\n\n\nMy Empire of Birds\n\n\nRating: 63\n\n\n\n\n\n\nDocument recovered from a Parallel Universe\n\n\nRating: 61\n\n\n\n\n\n\nJoey Fucknuts Steals The Declaration of Independence\n\n\nRating: 58\n\n\n\n\n\n\nKatz and Dogs\n\n\nRating: 55\n\n\n\n\n\n\nYour Guard\n\n\nRating: 50\n\n\n\n\n\n\nVacation Opportunity\n\n\nRating: 45\n\n\n\n\n\n\nThe Scent of a Toaster\n\n\nRating: 33\n\n\n\n\n\n\nBurn, Baby, Burn\n\n\nRating: 29\n\n\n\n\n\n\nChasing Suns\n\n\nRating: 28\n\n\n\n\n\n\nThree Feet Under I\n\n\nRating: 24\n\n\n\n\n\n\nWind in the Sails\n\n\nRating: 23\n\n\n\n\n\n\nThe Shape of Water is Humanoid\n\n\nRating: 23\n\n\n\n\n\n\nDead Reckoning\n\n\nRating: 22\n\n\n\n\n\n\nThree Feet Under II\n\n\nRating: 22\n\n\n\n\n\n\nThree Feet Under III\n\n\nRating: 21\n\n\n\n\n\n\nForgotten Shrine\n\n\nRating: 18\n\n\n\n\n\n\nDown Through\n\n\nRating: 17\n\n\n\n\n\n\nInto the Beetle Black Yonder\n\n\nRating: 16\n\n\n\n\n\n\nHyperfine\n\n\nRating: 15\n\n\n\n\n\n\nDon't Knock on Strange Doors\n\n\nRating: 11\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n\n\n\n\n\n\nResearcher Calvin's Personnel File\n\n\nRating: 91\n\n\n\n\n\n\nIncident Report ████/████\n\n\nRating: 83\n\n\n\n\n\n\n\"Sphere\" Incursion Log\n\n\nRating: 52\n\n\n\n\n\n\nInitial Incursion Log\n\n\nRating: 50\n\n\n\n\n\n\n\"Cube\" Incursion Log #1\n\n\nRating: 44\n\n\n\n\n\n\n\"Cube\" Incursion Log #2\n\n\nRating: 44\n\n\n\n\n\n\nSCP-093-J Recovered Documents\n\n\nRating: 42\n\n\n\n\n\n\nSCP-093-J Blue Test\n\n\nRating: 40\n\n\n\n\n\n\nSCP-093-J Purple Test\n\n\nRating: 35\n\n\n\n\n\n\nSCP-093-J Green Test\n\n\nRating: 33\n\n\n\n\n\n\nExploration Log 4480-1\n\n\nRating: 22\n\n\n\n\n\n\n\n\n\n\n\n\nSee my \nAuthor Page\n for more information. If you like reading my stuff, consider checking out my \nYouTube Channel\n for SCP-inspired animations, among other things.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4047\n | SCP-4048 | \nSCP-4049\n »",
    "addendums": [
        "Addendum 01: Interview Log",
        "Addendum 02: Incident 4048-09\nAs part of an experiment, the Foundation attempted communication with SCP-4048. Signals with text in several languages, binary, and pictograms were sent to SCP-4048. SCP-4048 responded to the pictograms, and sent a corresponding series recorded below:\n"
    ],
    "documents": [],
    "notes": [
        "INTERVIEW LOG Interviewer: Researcher Calvin Interviewed: Mr. Cole Peterson Jr. Foreword: Mr. Peterson was the target of a Delta Event, and came to a Foundation-controlled forklift certification service. <Begin Log> Researcher Calvin: Good morning, Mr. Peterson. Could I offer you a drink? Mr. Peterson: Yeah, yes, I'm parched. Can I get a water? Researcher Calvin: Of course. Researcher Calvin gives Mr. Peterson a cup of water. The water is laced with mnestics , as it was thought at the time that SCP-4048 was an antimemetic anomaly. Mr. Peterson: Thanks. So, whadd'ya want to talk about with me? Researcher Calvin: We'd like to talk with you about an incident that occurred on the 4th of June, 2013; two days ago. Mr. Peterson: Now, whadd'ya- hey, now that stuff's none of ya' business, ya' hear me? Researcher Calvin: Anything that you say here will be kept confidential. We are willing to offer financial compensation for your information. Mr. Peterson: I'm too- alright. Just, just ask me your questions and keep it quick. Researcher Calvin: Could you describe your experience on that night? Mr. Peterson: Yeah. There I am, sleepin' away, when all of a sudden, I wake up in this chair. There's this voice tellin' me to wake up. It was real deep and sounded like a hammer against sheet metal. As I come to, I see that I'm in this room that's all dark and gray. It was all blurry, too; I think I might've been drugged. Researcher Calvin: Who was the source of that voice? Mr. Peterson: I was about to get to that. I look up, and there's some mate who looks like one of the aliens from TV. I wasn't scared 'o' him; I thought it was one of those prank shows, and I didn't wanna react too hard. Researcher Calvin: What did the creature do to you? Mr. Peterson: Nothin'. All it did was ask me a bunch 'a' weird questions about my job. Stuff like \"when was the last time you went uphill on a diagonal\", or \"have you ever moved your forklift when it's in gear\". Then he started to ask me some odd questions, like \"what energy brake do you put on when you move tangentally\" or \"what do ya' do when the blue particle lever stops workin'\". I swear to God, he was just trying to weird me out. Researcher Calvin: What did the creature do once you were done with the questions? Mr. Peterson: He said \"thanks for your time\", and then all of a sudden I'm back in my bed. I thought it was just a dream or somethin', but now that you're talkin' to me… Researcher Calvin: Thank you for your time. <End Log>"
    ],
    "item": "SCP-4048",
    "object_class": "Extraterrestrial",
    "containment_procedures": "The Foundation is to sponsor forklift certification programs in the cities of New Orleans and Chicago. These programs are to purposely include faults, such as safety misinformation and incompetent teaching. Civilians entering these programs are to have their backgrounds checked for previous forklift certification that was previously revoked. Subjects meeting these conditions are to be interviewed for possible information pertaining to SCP-4048-1 and then given Class-A amnestics.",
    "description": "SCP-4048 is a circular object approximately 37 meters in diameter. SCP-4048 is capable of indefinite flight and complete invisibility. As such, it is extremely difficult to observe SCP-4048 outside of Delta Events. SCP-4048 is believed to host a number of extraterrestrial organisms aboard.",
    "title": "SCP-4048"
}