{
    "url": "https://scp-wiki.wikidot.com/scp-4054",
    "all_text": "rating: \n+314\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-4054:\n The Seventh Door\n\n\nAuthor:\n \nThe Great Hippo\n\n\nImages:\n \nLink\n, \nLink\n, \nLink\n, \nLink\n, \nLink\n, \nLink\n, \nLink\n, and — finally — \nLink.\n\n\nMusic:\n \nLavender Town\n (Japanese Version of Pokemon Green and Red)\n\n\n\n\n\n\nMore by \nThe Great Hippo\n:\n\n\n\n\nSCPs\n\n\n\n\n– hide block\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\n[\nSCP-3034\n]\n\n\nThe Counting Station\n\n\n\n\n\n\nDO NOT LET HER FINISH\n\n\n\n\n\n\n[\nSCP-3035\n]\n\n\nScience Bugs\n\n\n\n\n\n\ncase_of_the_mondays.png, case_of_the_mondays (1).png\n\n\n\n\n\n\n[\nSCP-3054\n]\n\n\nCragstaff Sanitarium\n\n\n\n\n\n\nYou are sick. You are broken. We will fix you.\n\n\n\n\n\n\n[\nSCP-3045\n]\n\n\nbzzip.exe\n\n\n\n\n\n\nHAMLET: I am no longer moody.\n\n\n\n\n\n\n[\nSCP-3043\n]\n\n\nMurphy Law in… Type 3043 — FOR MURDER!\n\n\n\n\n\n\nForget it, Fred. It's Chinatown.\n\n\n\n\n\n\n[\nSCP-3057\n]\n\n\nFossil Fuels\n\n\n\n\n\n\n…witnesses provided confirmation that instances of SCP-3057-4 did, in fact, have feathers.\n\n\n\n\n\n\n[\nSCP-2639\n]\n\n\nVideo Game Violence\n\n\n\n\n\n\ni need to know how many people i've killed\n\n\n\n\n\n\n[\nSCP-437\n]\n\n\nSummer of '91\n\n\n\n\n\n\nThat was a pretty crazy summer, y'know? Sometimes I really miss that place.\n\n\n\n\n\n\n[\nSCP-3079\n]\n\n\n300 Tricks: Stage Magic Made Easy\n\n\n\n\n\n\nNOTE:\n No method for accomplishing this trick is provided.\n\n\n\n\n\n\n[\nSCP-2753\n]\n\n\nLet's Play Jenga!\n\n\n\n\n\n\nHigh art carries high risk!\n\n\n\n\n\n\n[\nSCP-2679\n]\n\n\nThe Many Graves of Jeannette Parslov\n\n\n\n\n\n\nWhatever it takes, do what you must; whatever the cost, come back to us.\n\n\n\n\n\n\n[\nSCP-3074\n]\n\n\nKafka's Parking Garage\n\n\n\n\n\n\nThank you for choosing Izatova Parking Center. Have a pleasant day.\n\n\n\n\n\n\n[\nSCP-2571\n]\n\n\nCragglewood Park\n\n\n\n\n\n\nMr. Blair, have you always been an only child?\n\n\n\n\n\n\n[\nSCP-2419\n]\n\n\nThe Laughing Men\n\n\n\n\n\n\nThrow them back into the incinerator where you found them.\n\n\n\n\n\n\n[\nSCP-3143\n]\n\n\nMurphy Law in… The Foundation Always Rings Twice!\n\n\n\n\n\n\nWhen it comes right down to it, me — them — hell, even you — we're all just characters in that trashy dime-store novel called life.\n\n\n\n\n\n\n[\nSCP-3089\n]\n\n\nThat Old Time Religion\n\n\n\n\n\n\nRemember how we explained that successful people don't actually need any of their toes to walk? Well, that's going to come in handy for Secret Number Six.\n\n\n\n\n\n\n[\nSCP-3117\n]\n\n\nA Monster-Shaped Hole\n\n\n\n\n\n\nI'm not talking to you.\n\n\n\n\n\n\n[\nSCP-3128\n]\n\n\nLet's Play Monopoly!\n\n\n\n\n\n\nHey, guys? I'm, uh. I'm using this.\n\n\n\n\n\n\n[\nSCP-3138\n]\n\n\nA Sepulcher by the Sea\n\n\n\n\n\n\nShould it prove feasible, all non-canonical corpses are to be extracted, examined, and catalogued.\n\n\n\n\n\n\n[\nSCP-3241\n]\n\n\nThe SS Sommerfeld\n\n\n\n\n\n\nIt makes me wonder what an old monster like myself is even doing here, anymore. And then? Someone special comes along and reminds me.\n\n\n\n\n\n\n[\nSCP-3219\n]\n\n\nThis Sour Earth\n\n\n\n\n\n\nNotably, no reports describe any attempt to examine the residence's storm cellar.\n\n\n\n\n\n\n[\nSCP-4028\n]\n\n\nLa Historia de Don Quixote de la Mancha\n\n\n\n\n\n\nJustine eventually re-unites with her sister, Juliette. Alonso strikes down a lightning bolt intended for them both, then challenges the narrator to a duel.\n\n\n\n\n\n\n[\nSCP-3546\n]\n\n\nDoggone it, I Fold!\n\n\n\n\n\n\nSpecifically, fan-art of Sonic the Hedgehog, a video-game character produced by Sega in 1991.\n\n\n\n\n\n\n[\nSCP-3561\n]\n\n\nAn Unfinished Work\n\n\n\n\n\n\nDespite multiple reports from neighbors who claimed to have witnessed members of his family standing at the windows, no trace of Theodore Holdstock's wife and children could be found.\n\n\n\n\n\n\n[\nSCP-4054\n]\n\n\nThe Seventh Door\n\n\n\n\n\n\nSCP-4054 is The Seventh Door, an unlicensed platform adventure game released for the Nintendo Entertainment System in 1988.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+314\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFig 1.1:\n Box-art for \nThe Seventh Door\n.\n\n\n\n\n\n\nItem #:\n SCP-4054\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Three NES\n1\n consoles modified to run SCP-4054 are to be kept for testing purposes. SCP-4054 is to be stored on-site in a secure locker. Access is limited to Level-3 personnel and above.\n\n\nFoundation agents monitoring flea-markets, yard-sales, and property auctions for anomalous activity are to be briefed on the existence of SCP-4054. Any NES cartridges suspected of being copies of SCP-4054 are to be purchased for examination.\n\n\nA Foundation-operated bot (I/O-SAURON) is to monitor online gaming communities for discussions regarding the existence of SCP-4054. A joint operation involving MTF Mu-4 (\"Debuggers\") and MTF Gamma-5 (\"Red Herrings\") is to be conducted to investigate these discussions and determine whether the participants are aware of SCP-4054.\n\n\n\n\n\n\nFig 1.2:\n Title screen.\n\n\n\n\n\n\nAll copies are to be recovered, and action is to be taken to discredit the existence of SCP-4054 as a hoax or urban legend. Any screen captures or videos of SCP-4054 are to be removed or otherwise replaced with doctored images to further perpetuate this narrative.\n\n\nDescription:\n SCP-4054 is \nThe Seventh Door\n, an unlicensed platform adventure game released for the Nintendo Entertainment System in 1988. The contents of each cartridge vastly exceeds the storage limitations of its ROM (read-only memory) chip. Extracting SCP-4054's PRG ROM produces a data-file too large to be contained on any currently available device.\n\n\nBecause of its limited publication (three hundred units), inability to be copied, limited replay-ability, and incomplete state, functional copies of \nThe Seventh Door\n are highly valued by vintage NES collectors. The game is also notable for its unique method of bypassing the North American version of the 10NES lock-out system.\n2\n\n\n\n\n\n\nFig 1.3:\n Level 5 (Catacombs).\n\n\n\n\n\n\nEach cartridge includes two transistors that function as a voltage inverter. When activated, this component produces a negative-charged voltage spike that can temporarily disable early versions of the console's CIC,\n3\n bypassing the authentication lock and allowing unlicensed cartridges to run. Later iterations of the NES would add a series of 1k resistors along with diodes and grounds to prevent this technique from circumventing the lock-out unit.\n\n\nHowever, a defect in this voltage inverter's design causes irreparable damage to \nThe Seventh Door\n's SRAM\n4\n with each successive reset. This produces an increasing number of glitches which will inevitably render the cartridge non-functional.\n\n\nThe Seventh Door\n was shipped prior to completion. As a consequence, several core components of game-play differ from what is depicted in its instruction manual and box-art:\n\n\n\n\n\n\nFig 1.4:\n Level 7 (Buried City). Note several sprites and tiles failing to load correctly.\n\n\n\n\n\n\n\n\nThe protagonist has no extra lives; upon dying, all progress is lost. The cartridge resets.\n\n\nAll power-ups described in the manual are absent save one (the \nHand of Glory\n,\n5\n which prevents monsters and platforms from moving for ten seconds).\n\n\nAll monsters are absent.\n\n\nFalling into a pit does not kill the protagonist. The protagonist will instead continue to fall off-screen as the game-over sound loops.\n\n\nMemory overflow errors periodically cause sprites to load incorrectly.\n\n\nThe prisoners use the protagonist's sprite rather than their own.\n\n\nAfter unlocking a door, prisoners provide no clue regarding the location of other keys (the text boxes are empty).\n\n\nThe protagonist dies at apparently random intervals (typically after a period of remaining still). This occurs regardless of whether or not the game is paused.\n\n\nTo date, researchers have uncovered several hundred levels beyond the seventh (described in the manual as the final level, and the location of the seventh key). These stages consist of vast networks of crypts, prisons, abandoned factories, and empty underground cities. The precise number of additional levels beyond the seventh has not yet been determined, but vastly exceeds the storage capacity of the cartridge's ROM chip.\n\n\nThe seventh level does not contain the seventh key.\n\n\n\n\nAddendum 4054.1:\n Video Stream\n\n\n\n\n\n\nFig 1.5:\n Footage taken from user inky49's video stream.\n\n\n\n\n\n\nIn 2004, Charles Rogers (an amateur NES cartridge collector) posted a thread at \nwww.opening-the-seventh-door.int\n (a defunct online forum that was dedicated to \nThe Seventh Door\n) under the user-name 'inky49'. There, he suggested using an NES Game Genie\n6\n to directly set the value associated with the protagonist's number of keys to seven.\n\n\nSeveral days later, Mr. Rogers posted a link to an online video stream where he intended to attempt and beat \nThe Seventh Door\n using this exploit. Part way through his run, the video abruptly stopped. A follow-up investigation determined that Mr. Rogers had gone missing; authorities suspected foul-play after discovering several fingernails torn from Mr. Rogers' left hand inside his NES console.\n7\n\n\nTo date, SCP-4054 has been linked to 25 disappearances. It remains under investigation.\n\n\n\n\nFootnotes\n\n\n1\n. Nintendo Entertainment System.\n\n\n2\n. The 10NES lock-out system was designed by Nintendo to prevent unlicensed cartridges from operating on their consoles.\n\n\n3\n. Checking Integrated Circuit.\n\n\n4\n. Static random-access memory.\n\n\n5\n. According to European folklore, a \nHand of Glory\n is the left hand of a man who has been hanged for murder. When used as a candle, those who perceive its light cannot approach its holder.\n\n\n6\n. Produced in 1990, the Game Genie is a 'game-enhancing' module that attaches between the NES cartridge and console. It permits direct modification of reference addresses in the ROM of the cartridge via strings of characters, or 'code'.\n\n\n7\n. No copy of \nThe Seventh Door\n was recovered.\n\n\n\n\n\n\n\n\n« \nSCP-4053\n | SCP-4054 | \nSCP-4055\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4054\n\" by The Great Hippo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4054\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n atitle.png, box_art.png, screenshot1.png, screenshot2.png, stream.png\n\n\nAuthor:\n \nThe Great Hippo\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n alchemist.gif, AlchemistFont.gif\n\n\nAuthor:\n devurandom\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nOpenGamesArt.org\n\n\n\n\nName:\n Blue and Brown Concrete Building\n\n\nAuthor:\n Vitalii IONASHKU\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nPexels\n\n\n\n\nName:\n grafx2_fonts_2.zip\n\n\nAuthor:\n devurandom\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nOpenGamesArt.org\n\n\n\n\nName:\n NES Mansion Tile Set.png\n\n\nAuthor:\n Chasersgaming\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nOpenGamesArt.org\n\n\n\n\nName:\n nesmup.png, nestle.png, simples_pimples.png, vilenes.png\n\n\nAuthor:\n surt\n\n\nLicense:\n Public Domain\n\n\nSource Links:\n \nOpen\nGames\nArt\n.org",
    "addendums": [
        "Addendum 4054.1: Video Stream\nIn 2004, Charles Rogers (an amateur NES cartridge collector) posted a thread at www.opening-the-seventh-door.int (a defunct online forum that was dedicated to The Seventh Door ) under the user-name 'inky49'. There, he suggested using an NES Game Genie 6 to directly set the value associated with the protagonist's number of keys to seven.\nSeveral days later, Mr. Rogers posted a link to an online video stream where he intended to attempt and beat The Seventh Door using this exploit. Part way through his run, the video abruptly stopped. A follow-up investigation determined that Mr. Rogers had gone missing; authorities suspected foul-play after discovering several fingernails torn from Mr. Rogers' left hand inside his NES console. 7\nTo date, SCP-4054 has been linked to 25 disappearances. It remains under investigation."
    ],
    "documents": [],
    "notes": [
        "\" SCP-4054 \" by The Great Hippo, from the SCP Wiki . Source: https://scpwiki.com/scp-4054 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4054",
    "object_class": "Safe",
    "containment_procedures": "Three NES1 consoles modified to run SCP-4054 are to be kept for testing purposes. SCP-4054 is to be stored on-site in a secure locker. Access is limited to Level-3 personnel and above.",
    "description": "SCP-4054 is The Seventh Door, an unlicensed platform adventure game released for the Nintendo Entertainment System in 1988. The contents of each cartridge vastly exceeds the storage limitations of its ROM (read-only memory) chip. Extracting SCP-4054's PRG ROM produces a data-file too large to be contained on any currently available device.",
    "title": "SCP-4054"
}