{
    "url": "https://scp-wiki.wikidot.com/scp-4062",
    "all_text": "rating: \n+488\n+\n–\nx\n\n\n\n\n\n\nSCP-4062 in Site-██ central courtyard.\n\n\n\n\n\n\nItem #:\n SCP-4062\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-4062 is to be held within a standard canine containment kennel furnished with a large dog bed, food dish, water bowl, and dog toys. SCP-4062 is to be fed 600 grams of dry dog food and walked by its assigned handler daily.\n\n\nIn unregulated conditions, SCP-4062 should not be submerged in order to prevent vapor explosions.\n\n\nDescription:\n SCP-4062 is a male Ukrainian Shepherd Dog at 64 cm in height and 48 kg in mass. Other than negligible senescence,\n1\n2\n SCP-4062 exhibits no anomalous properties unless made wet. When wet, SCP-4062 will shake continuously until its fur is completely dry. When partially covered in liquid, it rapidly shakes at a frequency that exponentially increases with the volume of liquid surrounding it.\n\n\nWhen fully submerged, SCP-4062 shakes rapidly enough to boil water at standard pressure. In this state, SCP-4062 requires no oxygen or food and displays anomalous tolerance of high temperature and pressure with no currently known limit. Once all liquid has boiled away and SCP-4062 is dry, it will stop shaking and resume nonanomalous behavior. If SCP-4062 cannot bring surrounding liquid to a boil or if vapor is condensed and recirculated in a way that it remains submerged, SCP-4062 will shake indefinitely.\n3\n\n\nAddendum 1:\n SCP-4062 was acquired when Foundation agents captured K-406, a Soviet Navy Project 705 (Лира/Lira) attack submarine, on 29/08/1983 after several Soviet submarine crews were infected with [REDACTED]. Once forced to surface and searched for [REDACTED], it was noted that the vessel’s reactor, expected to be a lead-cooled fast reactor like those of other Project 705 submarines, was of no known design. Disassembly revealed it to contain SCP-4062, which was being used to generate steam for the reactor’s turbines. No trace of [REDACTED] was found.\n\n\nFollowing extensive interrogation, it was ruled that K-406’s crew had no knowledge of their vessel’s anomalous power supply except for sole engineer Andrei Aleksandrov, henceforth referred to as Person of Interest 4062-13. Claimed to be a naval nuclear engineer by his crewmates and Soviet emissaries to the Foundation, PoI-4062-13 insists he is a “canine engineer” and 1975 graduate of the Moscow Engineering Physics Institute (МИФИ/MEPhI) Canine Physics and Engineering program (see Interview Log 4062-13-2). PoI-4062-13's claims remain unsubstantiated.\n\n\nK-406’s crew was repatriated on 17/12/1983 following amnesticization, excluding PoI-4062-13 who remains in Foundation custody. K-406 is stored at the Site-██ shipyard.\n\n\nMaterials produced by PoI-4062-13 have proven useful in manufacturing additional reactors and control systems to make use of SCP-4062. Such systems, like that recovered from submarine K-406, are nonanomalous in construction and merely exploit the anomalous properties of SCP-4062. Producing additional specimens of SCP-4062, which PoI-4062-13 insists is a normal dog, has been unsuccessful as its clones and offspring display no anomalous characteristics. Agents embedded in Soviet and Russian governments have been unable to obtain additional information concerning “canine water boiling reactors” or canine engineering programs.\n\n\nAddendum 2:\n Interview Log 4062-13-2\n\n\n\n\nInterviewed:\n PoI-4062-13\n\n\nInterviewer:\n Dr. Dementyev\n\n\nForeword:\n The following preliminary interview was conducted on 30/09/1983 in an attempt to determine the origin of SCP-4062 and its relation to PoI-4062-13.\n4\n\n\n<Begin Log, skip to 00h-8m-17s>\n\n\nPoI-4062-13:\n I am graduate of МИФИ Canine Physics and Engineering program. I do not understand why that is unusual for naval canine engineer.\n\n\nDr. Dementyev:\n According to contacts from your government, Mr. Aleksandrov, you are a \nnuclear\n engineer and graduate of the Moscow Engineering Physics Institute’s \nNuclear\n Physics and Engineering program.\n\n\nPoI-4062-13:\n I have no knowledge of this \"new clear\" as you say.\n\n\nDr. Dementyev:\n Ядерная. Nuclear. You have been working on a Лира nuclear attack submarine, K-406.\n\n\nPoI-4062-13:\n You confuse me. My submarine, K-968 is овчарка-class.\n5\n It is powered by canine water boiling reactor, reinforced to prevent explosion in case of hull breach. Very standard technology, yes?\n\n\nDr. Dementyev:\n No.\n\n\nPoI-4062-13:\n You do not know of canine reactor? All tensions with America are from canine technology. Canine reactor, canine bomb, canine missile.\n\n\nDr. Dementyev:\n Canine bomb? Missile?\n\n\nPoI-4062-13:\n Yes. Both countries have many such weapons now. Geopolitical situation is very complicated.\n\n\nDr. Dementyev:\n Let’s… come back to that later. Can you explain again how a dog can boil water?\n\n\n[PoI-4062-13 sighs and grabs his assigned notebook.]\n\n\nPoI-4062-13:\n Is basic physics. Let me draw diagram.\n\n\n<End Log>\n\n\n\n\n\n\nFootnotes\n\n\n1\n. An observed lack of age-related symptoms such as functional decline or decreased reproductive capability.\n\n\n2\n. PoI-4062-13 claims that while SCP-4062 does not age, it \"has a half-life of 67.3 years\" and will eventually \"decay\" into a Siberian Husky and two Russian Toy Terriers.\n\n\n3\n. These properties were initially exploited to contain SCP-4062 with minimal expenditure via submerging it in a pressure vessel. The Ethics Committee later ruled that feeding and interacting with SCP-4062 is preferable for its emotional state. Containment procedures were modified accordingly.\n\n\n4\n. This interview was conducted in English for the immediate benefit of Anglophone field personnel specializing in [REDACTED]. Subsequent interviews with PoI-4062-13 are conducted in Russian.\n\n\n5\n. translated: sheepdog-class\n\n\n\n\n\n\n\n\n« \nSCP-4061\n | SCP-4062 | \nSCP-4063\n »\n\n\n\n\n\n\n\n\n\n\nMore by this author\n\n\n\n\nWorks by Lesh (click to hide list)\n\n\n\n\n\n\n\n\nSCP\n\n\nRating\n\n\n\n\n\n\nSCP-4062\n\n\n+488\n\n\n\n\n\n\nSCP-2362\n\n\n+188\n\n\n\n\n\n\nSCP-3226\n\n\n+159\n\n\n\n\n\n\nSCP-2126\n\n\n+158\n\n\n\n\n\n\nSCP-2226\n\n\n+149\n\n\n\n\n\n\n\n\n\n\n\n\nCollaborations\n\n\n\n\n\n\nPage\n\n\nCo-author\n\n\n\n\n\n\nSCP-3226\n\n\nZyn",
    "addendums": [
        "Addendum 1: SCP-4062 was acquired when Foundation agents captured K-406, a Soviet Navy Project 705 (Лира/Lira) attack submarine, on 29/08/1983 after several Soviet submarine crews were infected with [REDACTED]. Once forced to surface and searched for [REDACTED], it was noted that the vessel’s reactor, expected to be a lead-cooled fast reactor like those of other Project 705 submarines, was of no known design. Disassembly revealed it to contain SCP-4062, which was being used to generate steam for the reactor’s turbines. No trace of [REDACTED] was found.\nFollowing extensive interrogation, it was ruled that K-406’s crew had no knowledge of their vessel’s anomalous power supply except for sole engineer Andrei Aleksandrov, henceforth referred to as Person of Interest 4062-13. Claimed to be a naval nuclear engineer by his crewmates and Soviet emissaries to the Foundation, PoI-4062-13 insists he is a “canine engineer” and 1975 graduate of the Moscow Engineering Physics Institute (МИФИ/MEPhI) Canine Physics and Engineering program (see Interview Log 4062-13-2). PoI-4062-13's claims remain unsubstantiated.\nK-406’s crew was repatriated on 17/12/1983 following amnesticization, excluding PoI-4062-13 who remains in Foundation custody. K-406 is stored at the Site-██ shipyard.\nMaterials produced by PoI-4062-13 have proven useful in manufacturing additional reactors and control systems to make use of SCP-4062. Such systems, like that recovered from submarine K-406, are nonanomalous in construction and merely exploit the anomalous properties of SCP-4062. Producing additional specimens of SCP-4062, which PoI-4062-13 insists is a normal dog, has been unsuccessful as its clones and offspring display no anomalous characteristics. Agents embedded in Soviet and Russian governments have been unable to obtain additional information concerning “canine water boiling reactors” or canine engineering programs.",
        "Addendum 2: Interview Log 4062-13-2"
    ],
    "documents": [],
    "notes": [
        "Interviewed: PoI-4062-13 Interviewer: Dr. Dementyev Foreword: The following preliminary interview was conducted on 30/09/1983 in an attempt to determine the origin of SCP-4062 and its relation to PoI-4062-13. 4 <Begin Log, skip to 00h-8m-17s> PoI-4062-13: I am graduate of МИФИ Canine Physics and Engineering program. I do not understand why that is unusual for naval canine engineer. Dr. Dementyev: According to contacts from your government, Mr. Aleksandrov, you are a nuclear engineer and graduate of the Moscow Engineering Physics Institute’s Nuclear Physics and Engineering program. PoI-4062-13: I have no knowledge of this \"new clear\" as you say. Dr. Dementyev: Ядерная. Nuclear. You have been working on a Лира nuclear attack submarine, K-406. PoI-4062-13: You confuse me. My submarine, K-968 is овчарка-class. 5 It is powered by canine water boiling reactor, reinforced to prevent explosion in case of hull breach. Very standard technology, yes? Dr. Dementyev: No. PoI-4062-13: You do not know of canine reactor? All tensions with America are from canine technology. Canine reactor, canine bomb, canine missile. Dr. Dementyev: Canine bomb? Missile? PoI-4062-13: Yes. Both countries have many such weapons now. Geopolitical situation is very complicated. Dr. Dementyev: Let’s… come back to that later. Can you explain again how a dog can boil water? [PoI-4062-13 sighs and grabs his assigned notebook.] PoI-4062-13: Is basic physics. Let me draw diagram. <End Log>"
    ],
    "item": "SCP-4062",
    "object_class": "Safe",
    "containment_procedures": "SCP-4062 is to be held within a standard canine containment kennel furnished with a large dog bed, food dish, water bowl, and dog toys. SCP-4062 is to be fed 600 grams of dry dog food and walked by its assigned handler daily.",
    "description": "SCP-4062 is a male Ukrainian Shepherd Dog at 64 cm in height and 48 kg in mass. Other than negligible senescence,12 SCP-4062 exhibits no anomalous properties unless made wet. When wet, SCP-4062 will shake continuously until its fur is completely dry. When partially covered in liquid, it rapidly shakes at a frequency that exponentially increases with the volume of liquid surrounding it.",
    "title": "SCP-4062"
}