{
    "url": "https://scp-wiki.wikidot.com/scp-4089",
    "all_text": "rating: \n+206\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-4089:\n Untoothing\n\n\nAuthor:\n \nThe Great Hippo\n\n\nImages:\n First one is mine (released into public domain); the others are from \nhere\n and \nhere\n.\n\n\nMusic:\n \nGreed\n (Patrick Stump)\n\n\n\n\n\n\nMore by \nThe Great Hippo\n:\n\n\n\n\nSCPs\n\n\n\n\n– hide block\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\n[\nSCP-3034\n]\n\n\nThe Counting Station\n\n\n\n\n\n\nDO NOT LET HER FINISH\n\n\n\n\n\n\n[\nSCP-3035\n]\n\n\nScience Bugs\n\n\n\n\n\n\ncase_of_the_mondays.png, case_of_the_mondays (1).png\n\n\n\n\n\n\n[\nSCP-3054\n]\n\n\nCragstaff Sanitarium\n\n\n\n\n\n\nYou are sick. You are broken. We will fix you.\n\n\n\n\n\n\n[\nSCP-3045\n]\n\n\nbzzip.exe\n\n\n\n\n\n\nHAMLET: I am no longer moody.\n\n\n\n\n\n\n[\nSCP-3043\n]\n\n\nMurphy Law in… Type 3043 — FOR MURDER!\n\n\n\n\n\n\nForget it, Fred. It's Chinatown.\n\n\n\n\n\n\n[\nSCP-3057\n]\n\n\nFossil Fuels\n\n\n\n\n\n\n…witnesses provided confirmation that instances of SCP-3057-4 did, in fact, have feathers.\n\n\n\n\n\n\n[\nSCP-2639\n]\n\n\nVideo Game Violence\n\n\n\n\n\n\ni need to know how many people i've killed\n\n\n\n\n\n\n[\nSCP-437\n]\n\n\nSummer of '91\n\n\n\n\n\n\nThat was a pretty crazy summer, y'know? Sometimes I really miss that place.\n\n\n\n\n\n\n[\nSCP-3079\n]\n\n\n300 Tricks: Stage Magic Made Easy\n\n\n\n\n\n\nNOTE:\n No method for accomplishing this trick is provided.\n\n\n\n\n\n\n[\nSCP-2753\n]\n\n\nLet's Play Jenga!\n\n\n\n\n\n\nHigh art carries high risk!\n\n\n\n\n\n\n[\nSCP-2679\n]\n\n\nThe Many Graves of Jeannette Parslov\n\n\n\n\n\n\nWhatever it takes, do what you must; whatever the cost, come back to us.\n\n\n\n\n\n\n[\nSCP-3074\n]\n\n\nKafka's Parking Garage\n\n\n\n\n\n\nThank you for choosing Izatova Parking Center. Have a pleasant day.\n\n\n\n\n\n\n[\nSCP-2571\n]\n\n\nCragglewood Park\n\n\n\n\n\n\nMr. Blair, have you always been an only child?\n\n\n\n\n\n\n[\nSCP-2419\n]\n\n\nThe Laughing Men\n\n\n\n\n\n\nThrow them back into the incinerator where you found them.\n\n\n\n\n\n\n[\nSCP-3143\n]\n\n\nMurphy Law in… The Foundation Always Rings Twice!\n\n\n\n\n\n\nWhen it comes right down to it, me — them — hell, even you — we're all just characters in that trashy dime-store novel called life.\n\n\n\n\n\n\n[\nSCP-3089\n]\n\n\nThat Old Time Religion\n\n\n\n\n\n\nRemember how we explained that successful people don't actually need any of their toes to walk? Well, that's going to come in handy for Secret Number Six.\n\n\n\n\n\n\n[\nSCP-3117\n]\n\n\nA Monster-Shaped Hole\n\n\n\n\n\n\nI'm not talking to you.\n\n\n\n\n\n\n[\nSCP-3128\n]\n\n\nLet's Play Monopoly!\n\n\n\n\n\n\nHey, guys? I'm, uh. I'm using this.\n\n\n\n\n\n\n[\nSCP-3138\n]\n\n\nA Sepulcher by the Sea\n\n\n\n\n\n\nShould it prove feasible, all non-canonical corpses are to be extracted, examined, and catalogued.\n\n\n\n\n\n\n[\nSCP-3241\n]\n\n\nThe SS Sommerfeld\n\n\n\n\n\n\nIt makes me wonder what an old monster like myself is even doing here, anymore. And then? Someone special comes along and reminds me.\n\n\n\n\n\n\n[\nSCP-3219\n]\n\n\nThis Sour Earth\n\n\n\n\n\n\nNotably, no reports describe any attempt to examine the residence's storm cellar.\n\n\n\n\n\n\n[\nSCP-4028\n]\n\n\nLa Historia de Don Quixote de la Mancha\n\n\n\n\n\n\nJustine eventually re-unites with her sister, Juliette. Alonso strikes down a lightning bolt intended for them both, then challenges the narrator to a duel.\n\n\n\n\n\n\n[\nSCP-3546\n]\n\n\nDoggone it, I Fold!\n\n\n\n\n\n\nSpecifically, fan-art of Sonic the Hedgehog, a video-game character produced by Sega in 1991.\n\n\n\n\n\n\n[\nSCP-3561\n]\n\n\nAn Unfinished Work\n\n\n\n\n\n\nDespite multiple reports from neighbors who claimed to have witnessed members of his family standing at the windows, no trace of Theodore Holdstock's wife and children could be found.\n\n\n\n\n\n\n[\nSCP-4054\n]\n\n\nThe Seventh Door\n\n\n\n\n\n\nSCP-4054 is The Seventh Door, an unlicensed platform adventure game released for the Nintendo Entertainment System in 1988.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+206\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVideo stream uploaded by practitioner of SCP-4089.\n\n\n\n\n\n\nItem #:\n SCP-4089\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Foundation operatives active in both para-dentistry and anomalous MLM (multi-level marketing) communities are to suppress knowledge of SCP-4089.\n\n\nA Foundation-operated bot (I/O-YUZE) is to monitor internet traffic for markers associated with SCP-4089; \nMTF Mu-4 (\"Debuggers\")\n is to expunge all digital media (including forum posts, essays, and instructional videos) that references its existence.\n\n\nDescription:\n SCP-4089 is an investment strategy in which the extraction and consumption of teeth produces increased returns on certain stock portfolios. Although the precise mechanism by which investments profit from this appears coincidental, analysis correlates each tooth consumed with an approximate value of US$250 (US$350 in the case of deciduous teeth).\n1\n\n\nSCP-4089 has several secondary anomalous effects, the most prominent of which is the rapid emergence of secondary and tertiary teeth. New teeth may vary from their predecessors in position, shape, or number.\n\n\nAddendum 4089.1:\n Podcast\n\n\n\n\n► ACCESS SCP:/4089/files/podcast05.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nAUDIO LOG\n\n\n\n\nDATE:\n 2017/07/17\n\n\nNOTE:\n Excerpt from a podcast (\"Kai Sanchez: Positively Rich\"). The podcast's host (Kai Sanchez) is a leading figure within anomalous \nMLM\n, and \ninvestment\n communities; he is currently under \nFoundation surveillance\n. His guest is Lucien Marchand, an investment broker from Philadelphia.\n\n\n\n\nKAI:\n And do rich people cringe? When you talk about this, tell people about this?\n\n\nLUCIEN:\n Oh, yeah.\n\n\nKAI:\n When you —\n\n\nLUCIEN:\n Yeah. Yeah, I get that a lot. My friends are always telling me: 'Don't tell them that! Don't let them know. Keep them poor.'\n\n\nKAI:\n Hah!\n\n\nLUCIEN:\n Because this is the thing, Kai. This is what the richest people don't want you to know. The poor will always be among us, but so long as you stay hungry? You won't be among them. As long as you're hungry, you'll \nthink\n.\n\n\nKAI:\n Yeah. Yeah, that's really it, isn't it? I think it's amazing how many folks just don't know about this. All you need are some ordinary tools you can get at any hardware store.\n\n\nLUCIEN:\n And the right investment plan. We've got a kit, you can purchase it on our website. Has all the tools you need.\n\n\nKAI:\n Link'll be in the description, folks. Tell 'em Kai sent you.\n\n\nLUCIEN:\n The kit includes a packet of pure ocean sea-salt. My own choice blend. Once you're done, mix it with a little mineral water, gargle, and spit. It helps the blood clots settle. Gives them a chance to develop.\n\n\nKAI:\n And they grow right back.\n\n\nLUCIEN:\n Yep.\n\n\nKAI:\n I mean, look at your mouth.\n\n\nLUCIEN:\n Hell, I've lost cavities.\n\n\nKAI:\n At this rate, you'll put dentistry out of business.\n\n\nLUCIEN:\n (\nlaughing\n) We just might.\n\n\nKAI:\n Now, your site includes a kit for kids.\n\n\nLUCIEN:\n (\nlaughing\n) Well, it's —\n\n\nKAI:\n And some people, some people get a little squeamish about that?\n\n\nLUCIEN:\n It's more for the parents than the kids. We don't — we're not saying you should push your kids into this. It's just that, you know, when you're that young, they're coming out anyway, and —\n\n\nKAI:\n Oh, right. Yeah.\n\n\nLUCIEN:\n And I mean, this is the real world, you know? You can't afford to be squeamish in the real world. Kids need to learn that. They'll grow back. There's topical anesthetic in the kit. We even offer different flavors. Cherry, grape, whatever.\n\n\nKAI:\n Right, yeah. And it's a good way to get them involved, help them learn how the world works. Teach them.\n\n\nLUCIEN:\n Yeah.\n\n\nKAI:\n Teach them the right values.\n\n\nLUCIEN:\n Yeah. But, look, I understand some people aren't willing to — this isn't for everyone. Some people —\n\n\nKAI:\n It's so \neasy\n, though.\n\n\nLUCIEN:\n Yeah. But some people can't do it. Some people, they just don't have what it takes, y'know? And those people, I mean, maybe that's just how they are. It's a self-fulfilling prophecy. You think like a poor man, you'll be a poor man. It's genetic.\n\n\nKAI:\n That's so hard for people to understand.\n\n\nLUCIEN:\n Yeah. And that's a shame, but y'know, we'll always need people to clean the toilets. For the rest of us? For the entrepreneurs?\n\n\nKAI:\n (\nlaughing\n) For those who stay hungry.\n\n\nLUCIEN:\n You just gotta be willing to pull some teeth.\n\n\n\n\n\n\n\n\n\n\nAddendum 4089.2:\n Incident Reports\n\n\n\n\n► ACCESS SCP:/4089/incidents/206.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\n\n\n\n\nExtracted exogenous teratoma. Mastication activity continued for 3 hours post-removal.\n\n\n\n\n\n\nINCIDENT REPORT\n\n\n\n\nINCIDENT #:\n 4089-206\n\n\nDATE:\n 2018/08/09\n\n\n\n\nAfter complaining of severe stomach cramps, William Baker (a 35 year-old retail clerk and practitioner of SCP-4089) was brought to \nOur Lady of Peace Hospital\n in Birmingham, NC. He expired shortly after his arrival.\n\n\nDoctors discovered the presence of several genetically-exogenous teratomas.\n2\n These tumors were chimeric\n3\n and included partial reconstructions of complex human tissue (most notably of the mouth, jaw, and brain).\n\n\nThe tumors had consumed adjacent tissue (including other tumors), which was then replicated and integrated into their own internal structure. Each tumor operated independently; at least one persisted for some time once removed.\n\n\nIn the ensuing Foundation investigation, Timothy Baker (Mr. Baker's 7-year-old son) and Amanda Baker (Mr. Baker's wife) were found to have similar (but less developed) tumors. These were removed and destroyed without incident.\n\n\n\n\n\n\n\n\n\n\n\n\n► ACCESS SCP:/4089/incidents/538.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nINCIDENT REPORT\n\n\n\n\nINCIDENT #:\n 4089-538\n\n\nDATE:\n 2019/02/04\n\n\n\n\nAt approximately 3:00 pm, Lucien Marchand was involved in a fatal car crash while driving on his private track outside of Philadelphia, Pennsylvania. Foundation investigators seized his remains for examination.\n\n\nThe ensuing autopsy discovered no tumors. An examination of his teeth and dental records found that, since 1985, Mr. Marchand has worn dentures.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Commonly known as 'baby teeth'.\n\n\n2\n. A tumor with complex structure and differentiated cells (such as hair, muscle, teeth, and neural tissue).\n\n\n3\n. The presence of two or more groups of cells with distinct genotypes in a single organism.\n\n\n\n\n\n\n\n\n« \nSCP-4088\n | SCP-4089 | \nSCP-4090\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4089\n\" by The Great Hippo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4089\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n teeth1.png\n\n\nAuthor:\n \nThe Great Hippo\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nFilename:\n video_stream_ui.xcf\n\n\nAuthor:\n \nThe Great Hippo\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n teeth2.png\n\n\nAuthor:\n \nThe Great Hippo\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n Adrenocortical carcinoma.png\n\n\nAuthor:\n Thomas.kerkhofs\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\nName:\n Ortognatica.jpg\n\n\nAuthor:\n Jose maria llamas \n(Assumed based on copyright claims)\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 4089.1: Podcast",
        "Addendum 4089.2: Incident Reports"
    ],
    "documents": [],
    "notes": [
        "AUDIO LOG DATE: 2017/07/17 NOTE: Excerpt from a podcast (\"Kai Sanchez: Positively Rich\"). The podcast's host (Kai Sanchez) is a leading figure within anomalous MLM , and investment communities; he is currently under Foundation surveillance . His guest is Lucien Marchand, an investment broker from Philadelphia. KAI: And do rich people cringe? When you talk about this, tell people about this? LUCIEN: Oh, yeah. KAI: When you — LUCIEN: Yeah. Yeah, I get that a lot. My friends are always telling me: 'Don't tell them that! Don't let them know. Keep them poor.' KAI: Hah! LUCIEN: Because this is the thing, Kai. This is what the richest people don't want you to know. The poor will always be among us, but so long as you stay hungry? You won't be among them. As long as you're hungry, you'll think . KAI: Yeah. Yeah, that's really it, isn't it? I think it's amazing how many folks just don't know about this. All you need are some ordinary tools you can get at any hardware store. LUCIEN: And the right investment plan. We've got a kit, you can purchase it on our website. Has all the tools you need. KAI: Link'll be in the description, folks. Tell 'em Kai sent you. LUCIEN: The kit includes a packet of pure ocean sea-salt. My own choice blend. Once you're done, mix it with a little mineral water, gargle, and spit. It helps the blood clots settle. Gives them a chance to develop. KAI: And they grow right back. LUCIEN: Yep. KAI: I mean, look at your mouth. LUCIEN: Hell, I've lost cavities. KAI: At this rate, you'll put dentistry out of business. LUCIEN: ( laughing ) We just might. KAI: Now, your site includes a kit for kids. LUCIEN: ( laughing ) Well, it's — KAI: And some people, some people get a little squeamish about that? LUCIEN: It's more for the parents than the kids. We don't — we're not saying you should push your kids into this. It's just that, you know, when you're that young, they're coming out anyway, and — KAI: Oh, right. Yeah. LUCIEN: And I mean, this is the real world, you know? You can't afford to be squeamish in the real world. Kids need to learn that. They'll grow back. There's topical anesthetic in the kit. We even offer different flavors. Cherry, grape, whatever. KAI: Right, yeah. And it's a good way to get them involved, help them learn how the world works. Teach them. LUCIEN: Yeah. KAI: Teach them the right values. LUCIEN: Yeah. But, look, I understand some people aren't willing to — this isn't for everyone. Some people — KAI: It's so easy , though. LUCIEN: Yeah. But some people can't do it. Some people, they just don't have what it takes, y'know? And those people, I mean, maybe that's just how they are. It's a self-fulfilling prophecy. You think like a poor man, you'll be a poor man. It's genetic. KAI: That's so hard for people to understand. LUCIEN: Yeah. And that's a shame, but y'know, we'll always need people to clean the toilets. For the rest of us? For the entrepreneurs? KAI: ( laughing ) For those who stay hungry. LUCIEN: You just gotta be willing to pull some teeth.",
        "Extracted exogenous teratoma. Mastication activity continued for 3 hours post-removal. INCIDENT REPORT INCIDENT #: 4089-206 DATE: 2018/08/09 After complaining of severe stomach cramps, William Baker (a 35 year-old retail clerk and practitioner of SCP-4089) was brought to Our Lady of Peace Hospital in Birmingham, NC. He expired shortly after his arrival. Doctors discovered the presence of several genetically-exogenous teratomas. 2 These tumors were chimeric 3 and included partial reconstructions of complex human tissue (most notably of the mouth, jaw, and brain). The tumors had consumed adjacent tissue (including other tumors), which was then replicated and integrated into their own internal structure. Each tumor operated independently; at least one persisted for some time once removed. In the ensuing Foundation investigation, Timothy Baker (Mr. Baker's 7-year-old son) and Amanda Baker (Mr. Baker's wife) were found to have similar (but less developed) tumors. These were removed and destroyed without incident.",
        "INCIDENT REPORT INCIDENT #: 4089-538 DATE: 2019/02/04 At approximately 3:00 pm, Lucien Marchand was involved in a fatal car crash while driving on his private track outside of Philadelphia, Pennsylvania. Foundation investigators seized his remains for examination. The ensuing autopsy discovered no tumors. An examination of his teeth and dental records found that, since 1985, Mr. Marchand has worn dentures.",
        "\" SCP-4089 \" by The Great Hippo, from the SCP Wiki . Source: https://scpwiki.com/scp-4089 . Licensed under CC-BY-SA .",
        "Filename: teeth1.png Author: The Great Hippo License: Public Domain Source Link: SCP Foundation Wiki Derivative Of: Filename: video_stream_ui.xcf Author: The Great Hippo License: Public Domain Source Link: SCP Foundation Wiki"
    ],
    "item": "SCP-4089",
    "object_class": "Keter",
    "containment_procedures": "Foundation operatives active in both para-dentistry and anomalous MLM (multi-level marketing) communities are to suppress knowledge of SCP-4089.",
    "description": "SCP-4089 is an investment strategy in which the extraction and consumption of teeth produces increased returns on certain stock portfolios. Although the precise mechanism by which investments profit from this appears coincidental, analysis correlates each tooth consumed with an approximate value of US$250 (US$350 in the case of deciduous teeth).1",
    "title": "SCP-4089"
}