{
    "url": "https://scp-wiki.wikidot.com/scp-4091",
    "all_text": "rating: \n+100\n+\n–\nx\n\n\n\n\n\n\nSCP-4091-1.\n\n\n\n\n\n\nItem #:\n SCP-4091\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Currently, Junior Researcher Shepherd is kept in a standard humanoid containment chamber at Site-25. An area with a radius of five meters around Junior Researcher Shepherd is to be monitored at all times. When SCP-4091-1 manifests, it is to be intercepted by Foundation security personnel and kept in containment until demanifestation.\n\n\nDescription:\n SCP-4091 is a phenomenon involving the spontaneous manifestation of a single \nCanis lupus familiaris\n1\n, designated SCP-4091-1, within a five meter radius of Junior Researcher Shepherd. The time between SCP-4091 occurrences varies greatly, with the longest recorded time being three months, and the shortest recorded time being one hour.\n\n\nSCP-4091-1 is sapient and capable of speech. Upon manifestation, SCP-4091-1 will attempt to locate and converse with Junior Researcher Shepherd. SCP-4091-1 will demanifest following the conclusion of this conversation, or if it is unable to locate Junior Researcher Shepherd within 30 minutes of manifestation.\n\n\nAddendum:\n Recorded conversation between Junior Researcher Shepherd and SCP-4091-1.\n\n\n\n\n<Begin Log>\n\n\nJunior Researcher Shepherd:\n Oh, it's you. How have you been?\n\n\nSCP-4091-1:\n Pretty good.\n\n\nJunior Researcher Shepherd:\n That's good. So, has anything interesting happened since I left?\n\n\nSCP-4091-1:\n Not really. We've all just kinda been hanging out.\n\n\nJunior Researcher Shepherd:\n Yeah, I figured. Nothing really happened while I was there, either.\n\n\nSCP-4091-1:\n That's not true. Remember how pissed Mike's mom was when he slipped and got mud all over his new jeans? We were laughing about that for years.\n\n\nJunior Researcher Shepherd:\n Heh. Yeah, that was good.\n\n\nJunior Researcher Shepherd stares at the floor. SCP-4091-1 and Junior Researcher Shepherd remain silent for 40 seconds.\n\n\nSCP-4091-1:\n I miss you, dude.\n\n\nJunior Researcher Shepherd:\n Yeah, I know.\n\n\nSCP-4091-1:\n Will you ever come back?\n\n\nJunior Researcher Shepherd:\n I don't know if I can.\n\n\nSCP-4091-1:\n Why's that?\n\n\nJunior Researcher Shepherd:\n I work here.\n\n\nSCP-4091-1:\n What's work?\n\n\nJunior Researcher Shepherd:\n You wouldn't get it.\n\n\nSCP-4091-1:\n So, think you can come back later?\n\n\nJunior Researcher Shepherd:\n Probably not.\n\n\nSCP-4091-1:\n Damn, that's a bummer.\n\n\nJunior Researcher Shepherd:\n Yeah.\n\n\nFoundation security personnel arrive. SCP-4091-1 demanifests.\n\n\n<End Log>\n\n\n\n\nWhen questioned, Junior Researcher Shepherd refuses to elaborate on his conversation with SCP-4091-1.\n\n\n\n\nFootnotes\n\n\n1\n. Domestic dog.\n\n\n\n\n\n\n\n\n« \nSCP-4090\n | SCP-4091 | \nSCP-4092\n »",
    "addendums": [
        "Addendum: Recorded conversation between Junior Researcher Shepherd and SCP-4091-1.\nWhen questioned, Junior Researcher Shepherd refuses to elaborate on his conversation with SCP-4091-1."
    ],
    "documents": [],
    "notes": [
        "<Begin Log> Junior Researcher Shepherd: Oh, it's you. How have you been? SCP-4091-1: Pretty good. Junior Researcher Shepherd: That's good. So, has anything interesting happened since I left? SCP-4091-1: Not really. We've all just kinda been hanging out. Junior Researcher Shepherd: Yeah, I figured. Nothing really happened while I was there, either. SCP-4091-1: That's not true. Remember how pissed Mike's mom was when he slipped and got mud all over his new jeans? We were laughing about that for years. Junior Researcher Shepherd: Heh. Yeah, that was good. Junior Researcher Shepherd stares at the floor. SCP-4091-1 and Junior Researcher Shepherd remain silent for 40 seconds. SCP-4091-1: I miss you, dude. Junior Researcher Shepherd: Yeah, I know. SCP-4091-1: Will you ever come back? Junior Researcher Shepherd: I don't know if I can. SCP-4091-1: Why's that? Junior Researcher Shepherd: I work here. SCP-4091-1: What's work? Junior Researcher Shepherd: You wouldn't get it. SCP-4091-1: So, think you can come back later? Junior Researcher Shepherd: Probably not. SCP-4091-1: Damn, that's a bummer. Junior Researcher Shepherd: Yeah. Foundation security personnel arrive. SCP-4091-1 demanifests. <End Log>"
    ],
    "item": "SCP-4091",
    "object_class": "Euclid",
    "containment_procedures": "Currently, Junior Researcher Shepherd is kept in a standard humanoid containment chamber at Site-25. An area with a radius of five meters around Junior Researcher Shepherd is to be monitored at all times. When SCP-4091-1 manifests, it is to be intercepted by Foundation security personnel and kept in containment until demanifestation.",
    "description": "SCP-4091 is a phenomenon involving the spontaneous manifestation of a single Canis lupus familiaris1, designated SCP-4091-1, within a five meter radius of Junior Researcher Shepherd. The time between SCP-4091 occurrences varies greatly, with the longest recorded time being three months, and the shortest recorded time being one hour.",
    "title": "SCP-4091"
}