{
    "url": "https://scp-wiki.wikidot.com/scp-4096",
    "all_text": "rating: \n+288\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-4096:\n The Ol' Switcheroo\n\n\nAuthor:\n \nMaliceAforethought\n\n\nImage Credit:\n \nhttps://www.geograph.org.uk/photo/5461038\n, \nhttps://en.wikipedia.org/wiki/SCP_Foundation#/media/File:SCP_Foundation_(emblem).svg\n\n\n\n\nRelated SCPs:\n\n\n\n\nSCP-2719\n\n\n\n\n\n\n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\nrating: \n+288\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem №:\n SCP-4096\n\n\nAnomaly Class:\n \nEuclid\n \nDebated\n\n\nSpecial Containment Procedures:\n\n\n\n\n► Show archived procedures [preserved for context]\n\n\n\n\n◄ Hide archived procedures\n\n\n\n\n\n\nSCP-4096 is contained at its location, which has been surrounded by chain-link fence and marked as condemned. In the event that SCP-4096 moves through the wall of the building and into public view, a secondary wall will be constructed to obscure it.\n\n\nTesting on SCP-4096 requires explicit permission from the O5 Council, and is currently \na top priority\n postponed indefinitely.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n► Show current procedures\n\n\n\n\n◄ Hide current procedures\n\n\n\n\n\n\nSCP-4096 is, under the manifold's current definition, contained. A method of breaching said containment is currently being investigated.\n\n\n\n\n\n\n\n\n\n\nDescription:\n\n\n\n\n► Show archived description [preserved for context]\n\n\n\n\n◄ Hide archived description\n\n\n\n\n\n\n\n\n\n\n\n\nThe building containing SCP-4096, prior to containment\n\n\n\n\n\n\n\n\nExisting as a complex topological manifold nested within a portion of wall in the now-derelict records office for the city of Hereford, England, SCP-4096 represents a method of reversing the two opposing sides of an established dichotomy, thereby swapping the two members of an opposite or antithetical pairing. This effect is permanent unless SCP-4096 is used to reverse it, \nand extends only to the surrounding area\n. Since SCP-4096 is both physical and non-defined in physical terms except the abstract, its position cannot be externally altered. As a minor overcompensation for continental drift, SCP-4096 moves approximately 0.4cm north each year.\n\n\nThe following is a list of all recorded uses of SCP-4096:\n\n\n2018-06-12:\n Activated by civilian, reversing the pairing of night and day in a radius of 100m. The moon became a ball of incandescent plasma and the sun became a colossal sphere of glowing rock. This change only affected reality within the area of effect.\n\n\n2018-06-14:\n Activated by initial containment team, reversing the pairing of red and blue in a radius of 100m. All electromagnetic radiation was mirrored on the E-M spectrum about the point 545 nanometres. The resultant property damage and loss of life extended well past the area of effect, with a death toll of 24 staff, 9 civilians.\n\n\n2018-06-29:\n Activated by a team of research staff, reversing the pairing of good and bad in a radius of 100m. One survivor, currently incarcerated.\n\n\n2018-07-11:\n Activated by member of D-Class personnel, reversing the pairing of big and small. Subject deceased, bacteria neutralised after thirty-eight hours. No spatial distortions observed.\n\n\n2018-07-21:\n Activated by member of D-Class personnel, reversing the pairing of big and small in a radius of 100m. Building underwent structural integrity failure, subject was located crushed under wristwatch.\n\n\n2018-08-01:\n Activated by member of D-Class personnel, reversing the pairing of broken and unbroken in a radius of 100m. Building underwent structural integrity, subject was located broken.\n\n\n2018-09-02:\n Spontaneously activated, reversing the pairing of normal and abnormal in a radius of 200m. Investigatory team inadvertently activated SCP-4096 during their retrieval of various anomalous objects, which have since been placed into storage — a secondary volume has been added to the Log of Anomalous Items to compensate.\n\n\n2018-09-03:\n Activated by investigatory team, reversing the pairing of up and down in a radius of 250m. MTF Theta-90 (\"Angle Grinders\") were dispatched to reverse the effect; before an activation could be triggered, SCP-4096 spontaneously self-activated.\n\n\n2018-09-03:\n Spontaneously activated, reversing the pairing of willing and unwilling in a radius of 500m. MTF Theta-270 left the area of effect almost immediately. A number of insects were released into the building, and a team of entomophobic D-Class personnel were dispatched to attempt to determine the source of the activations.\n\n\n2018-09-03:\n Spontaneously activated, reversing the pairing of forward and backward in a radius of 950m. D-Class continue to reverse towards the anomaly after a moment of confusion.\n\n\n2018-09-03:\n Spontaneously activated, reversing the pairing of inside and outside in a radius of 1.6km. Those inside buildings went outside, while the external monitoring team went or became inside. Since SCP-4096 was intersecting the wall of the records office, it remained in place.\n\n\n2018-09-03:\n Spontaneously activated, reversing the pairing of speech and silence in a radius of 20km. SCP-4096 pleads continuously for several minutes; since all persons present were only capable of hearing silence, no action was taken.\n\n\n2018-09-03:\n Spontaneously activated, reversing an unknown pairing over an unknown radius.\n\n\n2018-09-04:\n Spontaneously activated. See current description.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n► Show current description\n\n\n\n\n◄ Hide current description\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-4096\n\n\n\n\n\n\n\n\nSCP-4096 is a covert multinational organisation dedicated to the containment, destruction, or utilisation of phenomena that defy natural law. The leaders of SCP-4096 (the Overseer Council, now designated SCP-4096-1) are currently trying to either activate the manifold containing them or — since the manifold has supplied ample containment measures to prevent a breach — externally trigger it.\n\n\nNote that, while the organisation itself is currently contained, the majority of staff and resources are not. Only those items specifically embodying SCP-4096 are contained within the manifold at the present time. The containment of SCP-4096 by an anomalous phenomenon and SCP-4096's possession of an entry within its own database are, at worst, minor inconveniences for all employees except SCP-4096-1. Notably, the employees who make up SCP-4096-1 were those directly responsible for the deliberate activation of the containing manifold, and in doing so prompted the manifold to permanently reverse a subset of contained and containing.\n\n\nSCP-4096's staff are currently being urged by SCP-4096-1 to breach the manifold's defensive perimeter at the earliest opportunity. Since this will inevitably prove unfeasible, non-manifold-related work is to continue as normal.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4095\n | SCP-4096 | \nSCP-4097\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "containment_procedures": "",
    "description": "",
    "title": "SCP-4096"
}