{
    "url": "https://scp-wiki.wikidot.com/scp-4099",
    "all_text": "rating: \n+169\n+\n–\nx\n\n\nItem #:\n SCP-4099\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-4099 is contained in a locked carrying case in a standard secure Safe-Class locker in Site-76. The interior of SCP-4099's locker is outfitted with a laser light security alarm system to prevent theft or unauthorized testing of SCP-4099. Under no circumstance is SCP-4099 to be brought out of its vault.\n\n\nAll testing with SCP-4099 is forbidden.\n\n\nDescription:\n SCP-4099 is a small, worn-out notepad previously owned by Junior Researcher ████ Barnes. SCP-4099's pages are filled with illegible writing and crude drawings of people and objects.\n\n\nKnowledge of SCP-4099's pages carry a memetic component that, when read, causes living beings to enter a state of panic or distress, often citing that they are incapable of calming themselves when exposed to SCP-4099. Individuals in this state have been shown to have a much higher increase in serotonin, adrenaline, and norepinephrine. SCP-4099's effect can be transferred to other Individuals via an auditory memetic component- hearing a test subject's vocalizations of distress will induce the same feelings of panic and distress as in the subject.\n\n\nRecovery Log:\n SCP-4099 was discovered in Junior Researcher Barnes' office. Barnes was found dead in her office, hanging from the ceiling lamp by a noose made entirely out of neckties. During SCP-4099's acquisition, five staff members (three containment specialists, and two senior agents), became distressed after looking at SCP-4099 with its cover open. An emergency response unit was sent to isolate the remaining infected, dispose of Barnes' body, and contain SCP-4099 in a more careful manner.\n\n\n\n\n[INPUT LEVEL 5/4099 SECURITY CREDENTIALS]\n\n\n\n\n[CREDENTIALS APPROVED]\n\n\n\n\n\n\n\n\nTHE FOLLOWING FILE IS LEVEL 5/4099 CLASSIFIED\n\n\n\n\nANY ATTEMPTS TO ACCESS THIS FILE WITHOUT LEVEL 5/4099 AUTHORIZATION WILL BE LOGGED AND WILL LEAD TO IMMEDIATE DISCIPLINARY ACTION AND TERMINATION OF LIFE.\n\n\n\n\n\n\n\n\n \n\n\nItem #:\n SCP-4099\n\n\nObject Class:\n N/A\n\n\nSpecial Containment Procedures:\n SCP-4099 is kept in a secure Safe-Class vault in Site-01. This vault is to be secured with a biometric scan to prevent knowledge of SCP-4099 from being leaked to Foundation personnel.\n\n\nDescription:\n SCP-4099 designates a series of documents under the title: \"SCP Foundation Department of Abnormalities\". The documents appear to be incomplete based on the dates of when they were sent. In SCP-4099, two individuals are frequently mentioned, a Dr. Harold Horton and Agent Evan Shane. According to Foundation records, there are no individuals under employment with these names nor are there any mention of a \"\nDepartment of Abnormalities.\n\"\n\n\n\n\n\n\nSCP Foundation Department of Abnormalities\n\n\nDate: 9/4/19██\n\n\n\n\nDr. Horton,\n\n\nWe picked up three more this week. They're sending us again the next morning for a debriefing of our mission stats. Not sure if this is part of procedure, but oh well.\n\n\nBobby lost his arms to one of those things. They're probably going to discharge him for it. I forgot the designation of it, but it's in one of the files.\n\n\nSpeaking of which, here's those copies you asked for. If you don't mind me asking, why do you need them?\n\n\nAgent Shane\n\n\n\n\n\n\n\n\n\n\nSCP Foundation Department of Abnormalities\n\n\nDate: 11/4/19██\n\n\n\n\nEvan Shane,\n\n\nI have word that we might be transferring the abnormalities here in our facility. The Director briefed me on their containment details, and how they should be handled. That means you're going to live under the same roof as the abnormalities you contained.\n\n\n\n\n\n\n\n\n\n\nSCP Foundation Department of Abnormalities\n\n\nDate: 13/4/19██\n\n\n\n\nCaptured, Doc, not contained. I bagged these guys on the field, you're the ones that have to tag 'em.\n\n\nAnyway, expect a delivery soon. Let's hope the new guys get accustomed to their new home.\n\n\n\n\n\n\n\n\n\n\nSCP Foundation Department of Abnormalities\n\n\nDate: 22/4/19██\n\n\n\n\nDr. Horton,\n\n\nAbout the debriefing I mentioned a few days ago, apparently they've discovered another abnormality. It's somewhere in Portugal, if I recall correctly. On another note, how are the new guys doing so far?\n\n\nShane\n\n\n\n\n\n\n\n\n\n\nSCP Foundation Department of Abnormalities\n\n\nDate: 25/4/19██\n\n\n\n\nEvan,\n\n\nThey seem to be doing fine, however, they appear to be acting much differently from when they were picked up. I'm going to do some testing on them.\n\n\nActually, they're acting somewhat strange themselves. Something feels… off, about them.\n\n\nWhatever it is, once the testing begins, we'll get to the bottom of this.\n\n\nHorton\n\n\n\n\n\n\n\n\n\n\nSCP Foundation Department of Abnormalities\n\n\nDate: 29/4/19██\n\n\n\n\nDr. Horton,\n\n\nWell, whatever it is, just make sure you're safe. I'm going to the debriefing room, gonna meet the new general in charge of the operation, and hopefully, I can come home now.\n\n\nEv\n\n\n\n\n\n\n\n\n\n\nSCP Foundation Department of Abnormalities\n\n\nDate: 2/5/19██\n\n\n\n\nFuck\n\n\nHarold.\n\n\nI messed up, doc. I messed up. Big time. I didn't know what to do. I was told to do it. I was just following-\n\n\nThat fucking general. \nMulhausen\n, The bastard. He killed them.\n\n\nI killed them.\n\n\nThe bastard issued a goddamn Termination Order on the whole place.\n\n\nSome of the folks in the unit are probably dead. I don't know.\n\n\nI don't know what else to do, Doc.\n\n\n\n\n\n\n\n\n\n\nSCP Foundation Department of Abnormalities\n\n\nDate: 3/5/19██\n\n\n\n\nAre you there?\n\n\nI've been trying to get in contact with you. I've tried calling the facility, but no one's answering. Shit, no one is responding.\n\n\nI'm a wanted man, Horton. I killed him. Fucking bastard killed the women and the fucking children in that village.\n\n\nMade sure he suffered first before I ended his life too.\n\n\nHarold, where the hell are you?\n\n\n\n\n\n\nAddendum 4099.01:\n Recovered Files\n\n\nThe following files were recovered alongside SCP-4099. The formatting closely resembles traditional formatting and containment procedures used during [REDACTED]. Furthermore, the entities described in these files do not appear anywhere within the Foundation's database.\n\n\n\n\n\n\n\n\n#21486HI-007\n\n\n\n\n\n\nItem designation number:\n #21486HI-007\n\n\nWarning:\n Item displays aggressive and dangerous behavior\n\n\nDescription of item:\n\n\n6’2” tall (height varies due to the nature of the entity), 185 lbs, unknown age (appears to be in mid-30's), wears uniform typical of air raid wardens used in the 1940's; said uniform appears to be in a state of disrepair or heavily damaged state. Respiration often induces sounds of what can only be identified as \"raspy breathing.\" Pockets are filled with bullets and ammunition often used in a Sten Gun and a Vickers-Berthier (VB) Light Machine Gun. The entity appears to emit small doses of Gamma radiation. The palms of the entity's hands are covered in a caustic adhesive that burns away human skin on tactile contact, this adhesive has been chemically analysed as Fluoroantimonic acid. Entity does not appear to run and can only walk; it is not known whether it chooses not to run or it is incapable of doing so.\n\n\nDetail of current containment:\n\n\n[N/A]\n\n\nReport:\n\n\n\n\n\n\nSubject is third to the right. Photo taken circa 1915\n\n\n\n\n\n\nFirst sighting of the humanoid was reported by tourists in a diner in the Nevadan Desert. Witnesses reported a giant yellowish-brown cloud headed towards the [REDACTED] Diner. Tourists allegedly approached the entity in an attempt to communicate with it. Entity ignored all attempts at communication and continued walking. Recovery team was then assembled by General Copper and dispatched in an attempt to contain the entity. Using the updated containment protocols regarding the handling of abnormalities, courtesy of the late \nDr. Keter\n, The entity was captured in the operation and contained in a temporary holding facility until a more effective containment facility could be used as a permanent containment cell.\n\n\nEntity appears to be capable of secreting various nerve agents and gases from its person. These gases do not appear to be anomalous in itself, however the nerve agents are dangerous and are constantly being emitted. Through chemical analysis, the entity has been known to secrete three nerve agents: Soman\n1\n, Sulfur mustard or mustard gas, and VX. The entity's wrists and forearms emit Soman, Sulfur mustard is emitted from its back, and the VX nerve agent appears to come from the filter cartridge canister of its mask as waste product in respiration. All attempts of communication with the entity have resulted in its unresponsiveness.\n\n\nAddendum:\n Personnel have been reported to experience auditory hallucinations while they are in the vicinity of the entity. Personnel report hearing men, women, and children's screams emanating from the entity. Other auditory phenomena include gunfire, engine noises, morse code and radio transmissions, air raid sirens, white noise, static frequencies, and even explosions.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n#97165MA-066\n\n\n\n\n\n\nItem designation number:\n #97165MA-066\n\n\nWarning:\n Item displays aggressive and dangerous behavior\n\n\nDescription of item:\n\n\n5'10\" (if hunched, 5'6\"), 120 lbs, unknown age, darkened gray skin, naked, no eyes or hair, elongated arms, elongated lips and mouth structure with very humanlike teeth. Emaciated appearance, bone and muscle structure unlike any recorded species. Hands and feet appear human, albeit blackened in appearance (possible necrosis?). No reproductive organs, anal orifice, ears, or pores anywhere on body. Does not have a nose, but appears to have nostrils fused to the face. Head is abnormally large for the body.\n\n\nDetail of current containment:\n\n\n[N/A]\n\n\nReport:\n\n\nEntity was first discovered in Antarctica. The entity was reported by Japanese fishermen claiming to have seen a \"Ningen\" on the ice\n2\n. Reports of the humanoid came back to the Foundation where a recovery team was dispatched to capture the entity. The creature was then contained and moved to a temporary containment cell.\n\n\nCreature appears to have considerable strength for its body structure. The entity has been shown to tear off ligaments and muscle tissue during a feeding. Carnivorous, it views both humans and animals as a food supply. Interestingly, during a feeding, depending on which animal it has devoured, the creature temporarily gains said animal's traits (when eating fish, it develops gills, fins, and webbed feet and gains the ability to swim and breathe underwater, when eating avian creatures, it gains bat-like wings. These wings, despite the size and shape of the creature, somehow gives the entity the ability to fly). When eating human flesh, it gains intelligence and sapience. The entity's mouth appears to stretch and distend beyond its physical capabilities but does not appear capable of unhinging its jaws to consume prey, instead it opens its mouth and takes large bites in its consumption. Entity shows considerable problem-solving skills of varying levels of complexity. The creature has been known to speak, but only in the form of muttering and, on occasions, laughter.\n\n\nAddendum:\n Security and research personnel have both expressed concerns over the entity. Complaints have issued that the creature has been known to smile at individuals for long periods of time, unnerving them. Personnel also note a visual anomaly of the creature's nature - the creature can appear in contradictory locations when two or more individuals view it, however, in close proximity to one another, usually allowing an estimation of where the actual entity is located. Complaints have been taken into account of the creature's nature.\n\n\n\n\n\n\n \n\n\n\n\nItem designation number:\n #71839CA-102\n\n\nWarning:\n Item displays aggressive and dangerous behavior\n\n\nDescription of item:\n\n\nItem appears to be a small vase of roses. The petals on each rose glows brightly and radiates a reddish hue. The item has a small note attached to it that reads in cursive: \"\nFor Lucy.\"\n Object emits large amounts of Gamma radiation.\n\n\nDetail of current containment:\n\n\n[N/A]\n\n\nReport:\n\n\nItem was discovered in a flower shop in Sand Springs, Oklahoma. [DATA EXPUNGED]. Reports came in of \"Red Maniacs\" terrorizing the townsfolk. A recovery team led by General Samson, were partially successful in containing the threat, as most of the agents in the unit had succumbed to the object's affect and had to be terminated. Item was temporarily placed in a secure holding locker lined with lead, to prevent radiation from leaking out of the wall's contents.\n\n\nThe object's petals glow brightly and radiate a dark red hue and emits large amounts of Gamma radiation, when a living being enters its light, the item immediately redshifts the being. Once redshifted, the being immediately succumbs to radiation poisoning and collapses after only a few seconds of exposure. Soon after (approximately 12 seconds), the redshifted subject will rise from its position on the ground. Individuals afflicted with the item's effect are not only redshifted, but are also bleeding profusely from the eyes, nose, and mouth. Affected individuals under the \"reanimation\" effect, also lack pupils and their sclera are completely white in coloration, despite the redshift. Individuals affected by the object are driven solely by the need to attack unaffected individuals. Affected subjects will attack by way of biting, scratching, and beating others with their hands. Some affected individuals also display remarkable strength for their stature, being capable of tearing off limbs with little effort.\n\n\nAddendum:\n Under no circumstances are staff allowed to touch or even look into the container. All testing with the abnormality has been denied.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n[DATA EXPUNGED]\n\n\n\n\n[DATA RESTORED]\n\n\n\n\nAddendum 4099.02:\n Exploration log\n\n\nOn the back of one of the documents, there is an address and coordinates to what is assumed to be the location of the facility mentioned in the documents. Mobile Task Force Gamma-1 (\"Search and Destroy\")\n3\n were sent to the location of the facility. Located in Ukraine, underneath the city of Pripyat. The log below is a transcript of what transpired.\n\n\n\n\nExploration Video Log Transcript\n\n\nDate:\n ██/██/2020\n\n\nExploration Team:\n MTF Γ-1 (\"Search and Destroy\")\n\n\nSubject:\n Pripyat city borders, Chernobyl Exclusion Zone\n\n\nTeam Lead:\n Damian Noxol: Γ-1 Leo\n\n\nTeam Members:\n ████ Kent: Γ-1 Taurus / ███ Carlson: Γ-1 Gemini / █████ Atson: Γ-1 Pisces / Travis Kazmarek: Γ-1 Sagittarius\n\n\n\n\n[BEGIN LOG]\n\n\nΓ-1 Leo:\n Comms are up, we good?\n\n\nΓ-1 Gemini:\n Good.\n\n\nΓ-1 Taurus:\n Good.\n\n\nΓ-1 Pisces:\n Ready.\n\n\nΓ-1 Sagittarius:\n Hang on a sec… There, I'm good.\n\n\nΓ-1 Leo:\n Right, we're moving towards the location. Overwatch sent us here for an investigation. Whatever this thing is, Overwatch wants it to keep quiet. We either lock it up, or we terminate it, understand? Good.\n\n\nCommand:\n Ten seconds until drop-off.\n\n\nΓ-1 Leo:\n Eyes up people, stay alert.\n\n\nΓ-1 Taurus:\n Yes sir.\n\n\nCommand:\n Search and Destroy, you are clear to begin the operation.\n\n\nΓ-1 Leo:\n Let's go.\n\n\nThe unit walk quickly from the drop-off point to the location. After ten minutes of walking, they enter the exclusion zone.\n\n\nCommand:\n You are now entering the closed exclusion zone. Radiation levels will start spiking the closer you get to the area.\n\n\nΓ-1 Leo:\n Understood. \n(Faces towards the group.)\n We work fast and get to the area. These suits can't keep out the radiation for too long, let's go.\n\n\nThe unit walk faster to their destination, maneuvering through the abandoned roads and trees.\n\n\nCommand:\n Gamma-1, you should be seeing the location now.\n\n\nΓ-1 Leo:\n I don't see anything, Command.\n\n\nΓ-1 Pisces:\n Boss, I see something.\n\n\nΓ-1 Pisces points to an elevator in the distance. It appears to be a maintenance elevator covered in glass.\n\n\n\n\n\n\nImage of the elevator from Γ-1 Pisces' camera\n\n\n\n\n\n\nΓ-1 Leo:\n Right, let's go in.\n\n\nThe team enter the elevator. There is only one button that leads down. Γ-1 Leo presses it and waits for three minutes before the elevator doors part. The team steps inside as the doors close. There are eight buttons, each numbered from zero to seven.\n\n\nΓ-1 Leo:\n Command, you seeing this?\n\n\nCommand:\n Yes. Enter the code given to you.\n\n\nΓ-1 Leo pulls out a folded piece of paper from his pocket. There is nothing on the paper except numbers.\n\n\nCommand:\n Insert the code.\n\n\nΓ-1 Leo pushes the buttons according to the paper.\n\n\nΓ-1 Leo:\n One, Seven, Three… Zero.\n\n\nThe door closes and the buttons light up. There is humming for ten seconds before the Foundation logo briefly flashes on the elevator screen above the doors.\n\n\nΓ-1 Sagittarius:\n We're in business, baby.\n\n\nThe team wait three minutes again as they go down. There is an automated message that repeats the words \"Welcome to the Department of Abnormalities.\" The automated message repeats the same message over again in both English and Russian. The elevator stops and its doors open, revealing a dark and dimly-lit stairwell.\n\n\nCommand:\n Welcome to the Department of Abnormalities.\n\n\nΓ-1 Leo:\n Everyone, lights on.\n\n\nΓ-1 Gemini:\n Roger. \n(Turns on mounted lights. The rest of the group follow.)\n I see stairs, sir.\n\n\n\n\n\n\nImage taken from Γ-1 Gemini's camera\n\n\n\n\n\n\nΓ-1 Sagittarius:\n No shit, Gemini.\n\n\nThe team go down the stairwell where they encounter a door.\n\n\nCommand:\n Welcome to the… Department… Abnormalities.\n\n\nΓ-1 Taurus:\n The fuck?\n\n\nCommand:\n The Depart… Abnorm… Ities.\n\n\nΓ-1 Leo:\n Damn, we're a few kilometers underground. No reception here. We're on our own, guys.\n\n\nΓ-1 Taurus:\n Shit, what're we gonna do?\n\n\nΓ-1 Sagittarius:\n Kinda sounds like an echo, actually.\n\n\nCommand:\n The… Abnormal…\n\n\nΓ-1 Pisces:\n We stick to the plan. We get in, investigate what they sent us here for, then we leave.\n\n\nΓ-1 Leo:\n Pisces is right, we stick to the plan.\n\n\nThe team enter through the doors. There is a hallway that at the far end, leads to a door. The corridor has four doors, two per side, each of them are rusted and welded shut with a glass viewport. There appears to be something inside each of the rooms.\n\n\nΓ-1 Leo:\n Stay sharp.\n\n\nThe unit slowly walks to the first chamber on their right. There is a small metal placard that reads: \"The Glutton.\" In the chamber, there is a grey-skinned creature, hunched over in a fetal position at the far left corner of the room. Its head is lurched over and obscured by its arms.\n\n\nΓ-1 Pisces:\n Damn.\n\n\nΓ-1 Gemini:\n Hey guys, check this one out.\n\n\nThe rest of the team follow Γ-1 Gemini and look into the room, opposite of the other. There is a large dark yellowish cloud inside the chamber. There is a humanoid shape within the room but is obscured by the gas. Only the feet are visible as the gas covers everything else. There is a metal placard that reads: \"Visions of War.\"\n\n\nΓ-1 Gemini:\n Freaky shit, huh?\n\n\nΓ-1 Sagittarius:\n I've seen weirder.\n\n\nΓ-1 Leo:\n Wonder what this one is.\n\n\nThe group move onto the next chamber on the left. There is a pedestal inside with a small container on top of it. There are dozens of red bodies surrounding the pedestal, covered in blood. The placard reads: \"Flowers for Lucy.\"\n\n\nΓ-1 Leo:\n Well that's a strange name for something locked up. What about this?\n\n\nΓ-1 Leo pans to the last chamber behind the group. The door is also rusted shut but the viewport is locked up, preventing whatever is inside from being seen.\n\n\nΓ-1 Leo:\n The hell?\n\n\nThe placard for this chamber reads: \"Absence.\"\n\n\nΓ-1 Leo:\n Well that's confusing. Let's go, guys.\n\n\nThe team head to the end of the hallway. There are two paths that split off to two doors at the end. On the wall, there are placards that point to the left and labeled: \"Research Sector and Maintenance.\" on the right, it says \"Quarters and Armory.\"\n\n\nΓ-1 Leo:\n Okay, we're splitting up the group. Pisces and Taurus will take the left. Gemini, Sagittarius, and I will take the right. Understand?\n\n\nΓ-1 Taurus:\n Roger wilco.\n\n\nΓ-1 Gemini:\n Clear.\n\n\nΓ-1 Sagittarius:\n Understood.\n\n\nΓ-1 Pisces:\n Very good sir.\n\n\nΓ-1 Leo:\n Let's move.\n\n\nΓ-1 Leo's team head to the door on the right. Γ-1 Leo pushes the door open and shines his light through the darkened room. The room appears to have dozens of metal bunk beds. Some of these bed frames have had their mattresses removed, and some of them still have pillows on them. The group move until they reach the far end of the room. There is a metal placard above the door handle that says: \"Armory.\" Γ-1 Leo steps inside as the last person closes the door behind them. There are weapon racks and lockers across the wall in front of them. There is a door on their left that reads: \"Director's Office.\" Γ-1 Leo attempts to open it, but it appears to have been locked from the inside. There is a small note on the floor close to the door.\n\n\nΓ-1 Leo:\n I got something. Command's probably going to want to take a look at \n(He puts the note in his pocket.)\n We're going on standby until Pisces and Taurus finish their sweep of the other room.\n\n\nΓ-1 Gemini pulls out a small tablet from his bag that connects to both Pisces and Taurus' cameras.\n\n\nΓ-1 Leo:\n What are you looking at, Taurus?\n\n\nΓ-1 Taurus:\n Not much I'm afraid, this place looks like it has labs on each side. Looks barren and empty, though.\n\n\nΓ-1 Leo:\n Wait, do you hear that noise? Sounds like humming.\n\n\nΓ-1 Taurus:\n Yeah, I hear it too, I'm about to head over there now.\n\n\nThrough the screen, Γ-1 Taurus's camera captures a door at the end of the corridor with a metal placard that reads \"Maintenance.\" Γ-1 Taurus opens the door and finds a large server room inside. The room has a large computer server at the end of the room with a red, glowing button in the middle. It appears to be the source of the humming.\n\n\nΓ-1 Taurus:\n Approaching object. \n(Γ-1 Taurus moves closer to the server.)\n What do you think it is, boss? Should I press it?\n\n\nThere is a ten second pause between Γ-1 Leo and Γ-1 Taurus.\n\n\nΓ-1 Leo:\n Go for it.\n\n\nΓ-1 Taurus pushes the red button. The humming stops.\n\n\nΓ-1 Pisces:\n Wonder what that did.\n\n\nAt that moment, loud screaming and laughter is heard. Γ-1 Taurus and Γ-1 Pisces turn around immediately.\n\n\nΓ-1 Taurus:\n Son of a- I think we made a mistake boss, I'm turning it back on.\n\n\nΓ-1 Taurus presses the button multiple times but the machine is still inert.\n\n\nΓ-1 Taurus:\n Ah, shit. Alright, we're going to try and meet you on the other side. Hang tight. \n(Γ-1 Taurus and Γ-1 Pisces run towards the door.)\n We're gonna get you out.\n\n\nΓ-1 Leo:\n Wait, Taurus. I-\n\n\nThe door is slammed open as three red men in labcoats leap onto Γ-1 Pisces. One of them bites Pisces on the nose and tears it off. Γ-1 Pisces screams as he tries to shoot at the entities but is pinned to the floor. Γ-1 Taurus shoots the individuals off of Γ-1 Pisces and picks him up. Γ-1 Taurus proceeds to kneel down to tend to Γ-1 Pisces' wounds.\n\n\nΓ-1 Taurus:\n Fuck! Pisces is in bad shape. You're gonna be okay, alright? You're going to be fine.\n\n\nΓ-1 Pisces:\n The… door… open-\n\n\nΓ-1 Leo:\n Pisces! Taurus! We're going to your location. Standby for extraction.\n\n\nΓ-1 Leo puts away the tablet and proceeds to arm himself.\n\n\nΓ-1 Leo:\n I'm calling a chopper. We're getting the hell out of here. Pisces is injured and bleeding out here. I want everyone to keep sharp and take these bastards out. Understand?\n\n\nAll:\n Yes sir!\n\n\nΓ-1 Leo:\n Good. Let's get out of here.\n\n\nΓ-1 Leo's team emerge from the armory as more red-colored entities emerge from the other door. The group manage to successfully shoot down most of them and proceed to head to the door.\n\n\nΓ-1 Leo:\n Let's go! Let's go!\n\n\nThe group go through the door and are immediately attacked by the grey-skinned humanoid. Γ-1 Leo and Γ-1 Gemini attempt to shoot at it but the bullets miss. Γ-1 Sagittarius fends off some of the red entities that emerge from the chamber.\n\n\nΓ-1 Leo:\n Fuck! I can't- I keep missing him! Can't get a clear shot!\n\n\nΓ-1 Gemini:\n I keep hitting it but it's not doing shit!\n\n\nOne of the red entities breaks away from Γ-1 Sagittarius gunfire and stabs Γ-1 Leo in his left thigh with a pencil. Γ-1 Leo groans in pain as he kicks off the entity with his injured leg and shoots it in the head.\n\n\nΓ-1 Leo:\n I'm down! Shit!\n\n\nΓ-1 Sagittarius:\n Don't touch it! It’s near your femoral artery, you could bleed out!\n\n\nΓ-1 Pisces and Γ-1 Taurus both emerge from the the right hall and continue to fire at both the red entities and the grey humanoid. Γ-1 Pisces has a gauze covering what used to be his nose.\n\n\nΓ-1 Sagittarius:\n Boss, Let me help you up. \n(Γ-1 Sagittarius kneels over and picks up the unconscious Γ-1 Leo on his back.)\n Head to the elevator! Now!\n\n\nΓ-1 Sagittarius and Γ-1 Leo approach the elevator. Γ-1 Sagittarius slams his fist on the button\n\n\nΓ-1 Taurus:\n Taking him out! \n(Γ-1 Taurus pulls out his P90 and continues firing on the entity.)\n\n\nCommand:\n \n(Static noise emanates from Γ-1 Leo's radio.)\n Wel… Partment…\n\n\nThe grey creature knocks out Γ-1 Gemini, Γ-1 Taurus, and Γ-1 Pisces away from it. Γ-1 Taurus gets up and punches the entity across the face.\n\n\nΓ-1 Taurus:\n Just die already, you ugly-\n\n\nIn that moment, the entity thrusts its right fist in Γ-1 Taurus' stomach, its hand going deep within.\n\n\nCommand:\n \n(Static noise continues.)\n …Welcome to… Abno…\n\n\nΓ-1 Taurus:\n …F-Fucker-\n\n\nΓ-1 Sagittarius:\n No!\n\n\nThe grey entity grabs Γ-1 Taurus' chest with its free hand and pulls until his chest and waist are completely torn apart and separated. Viscera and entrails fly out as intestines and spine fall onto the floor. The entity smiles, revealing human teeth before it kneels over, and grabs the intestines and pulls it to its mouth to eat.\n\n\nThe elevator doors open. Γ-1 Sagittarius carries the unconscious Γ-1 Leo into the elevator.\n\n\nΓ-1 Pisces:\n No! \n(Rises from the floor and proceeds to fire at the entity.)\n Fuck you! You son of a fucking-\n\n\nΓ-1 Pisces is tackled by the last red entity. The entity punches down on Γ-1 Pisces' face before biting down on Γ-1 Pisces' neck, spewing blood, and choking on it. The red entity begins to thrust its thumbs\n\ndeep into Γ-1 Pisces' eyes as he screams.\n\n\nCommand:\n Welcome to the… Ment of…\n\n\nΓ-1 Sagittarius:\n Dan! Get your ass over here! We're leaving!\n\n\nΓ-1 Gemini:\n Agh! \n(Γ-1 Gemini rises from the ground and runs to the elevator.)\n\n\nCommand:\n Welcome to the Depar… Normalitie…\n\n\nΓ-1 Sagittarius:\n C'mon man, c'mon… \n(He presses the button to close the doors.)\n\n\nAn entity wearing a gas mask emerges from its room and grabs Γ-1 Gemini by the arm.\n\n\nΓ-1 Sagittarius:\n No! Fuck, no! No!\n\n\nCommand:\n Welcome to the Department…\n\n\nThe entity in the gas mask pulls Γ-1 Gemini in a headlock. White gas emerges from the filter cartridge canister of the mask and burns away at Γ-1 Gemini's face. The entity then moves its hand to cover his mouth before raising its hand- completely burning and tearing off Γ-1 Gemini's lips and nose.\n\n\nΓ-1 Sagittarius:\n I'm so sorry Dan… I'm sorry.\n\n\nΓ-1 Gemini screams as the elevator doors close.\n\n\nCommand:\n Welcome to the Department of Abnormalities.\n\n\n[END LOG]\n\n\n\n\nAddendum 4099.03:\n Recovered Note\n\n\nAn object of interest that was taken during MTF Gamma-1's investigation of the facility. The note reads as follows:\n\n\n\n\n\n\nRegional Director Pierce.\n\n\nI can't do this anymore.\n\n\nI do not wish to continue my time here. I'm done. These things are not \"normal\" by our standards, I can deal with the horrifying implications around certain anomalies, but not this. These are abominations. Every time I go to bed, I stare at my ceiling until my eyes get tired and I fall asleep. I get nightmares about what they do. What they did. I feel like, they're all around me, wrapping their hands around my throat, squeezing tightly. Digging their thumbs into my trachea until I wake up in cold sweat.\n\n\nI have held this position for such a long time. Two? Three years? I do not know anymore. This is too much for me to bear, the responsibility to keep these things away from everyone is weighing down on me and I feel like I'm going to give in.\n\n\nAs of today, I hereby resign from my current position, I revoke all my privileges, and I request a transferal to Facility-ADRX19.\n\n\nThis is a job that, I feel not even I am capable of doing.\n\n\nI know I should have submitted a formal request for the transferal, but I'm too tired to go through all the paperwork.\n\n\nTake care,\n\n\nDr. Howard Snorlison, Head of the Department of Abnormalities\n\n\n\n\n\n\n\n\n[DATA RESTORED]\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Also known as Pinacolyl methylphosphonofluoridate\n\n\n2\n. A cryptid reportedly observed on multiple occasions by crew members of government-operated \"whale research\" ships, these so-called \"Ningen\" (人間, \"Ningen\", meaning \"human\") are often said to be completely white in colour with an estimated length of 20 to 30 meters. Eyewitnesses describe them having a human-like shape, often with legs, arms, and even five-fingered hands. They are often described as having fins or a large mermaid-like tail instead of legs, or even tentacles.\n\n\n3\n. An elite unit that specializes in the covert investigation, and decommissioning and/or termination of rogue SCPs or anomalous persons and objects that threaten the secrecy of the Overseer Council.\n\n\n\n\n\n\n\n\n« \nSCP-4098\n | SCP-4099 | \nSCP-4100\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "SCP Foundation Department of Abnormalities Date: 9/4/19██ Dr. Horton, We picked up three more this week. They're sending us again the next morning for a debriefing of our mission stats. Not sure if this is part of procedure, but oh well. Bobby lost his arms to one of those things. They're probably going to discharge him for it. I forgot the designation of it, but it's in one of the files. Speaking of which, here's those copies you asked for. If you don't mind me asking, why do you need them? Agent Shane",
        "SCP Foundation Department of Abnormalities Date: 11/4/19██ Evan Shane, I have word that we might be transferring the abnormalities here in our facility. The Director briefed me on their containment details, and how they should be handled. That means you're going to live under the same roof as the abnormalities you contained.",
        "SCP Foundation Department of Abnormalities Date: 13/4/19██ Captured, Doc, not contained. I bagged these guys on the field, you're the ones that have to tag 'em. Anyway, expect a delivery soon. Let's hope the new guys get accustomed to their new home.",
        "SCP Foundation Department of Abnormalities Date: 22/4/19██ Dr. Horton, About the debriefing I mentioned a few days ago, apparently they've discovered another abnormality. It's somewhere in Portugal, if I recall correctly. On another note, how are the new guys doing so far? Shane",
        "SCP Foundation Department of Abnormalities Date: 25/4/19██ Evan, They seem to be doing fine, however, they appear to be acting much differently from when they were picked up. I'm going to do some testing on them. Actually, they're acting somewhat strange themselves. Something feels… off, about them. Whatever it is, once the testing begins, we'll get to the bottom of this. Horton",
        "SCP Foundation Department of Abnormalities Date: 29/4/19██ Dr. Horton, Well, whatever it is, just make sure you're safe. I'm going to the debriefing room, gonna meet the new general in charge of the operation, and hopefully, I can come home now. Ev",
        "SCP Foundation Department of Abnormalities Date: 2/5/19██ Fuck Harold. I messed up, doc. I messed up. Big time. I didn't know what to do. I was told to do it. I was just following- That fucking general. Mulhausen , The bastard. He killed them. I killed them. The bastard issued a goddamn Termination Order on the whole place. Some of the folks in the unit are probably dead. I don't know. I don't know what else to do, Doc.",
        "SCP Foundation Department of Abnormalities Date: 3/5/19██ Are you there? I've been trying to get in contact with you. I've tried calling the facility, but no one's answering. Shit, no one is responding. I'm a wanted man, Horton. I killed him. Fucking bastard killed the women and the fucking children in that village. Made sure he suffered first before I ended his life too. Harold, where the hell are you?",
        "Regional Director Pierce. I can't do this anymore. I do not wish to continue my time here. I'm done. These things are not \"normal\" by our standards, I can deal with the horrifying implications around certain anomalies, but not this. These are abominations. Every time I go to bed, I stare at my ceiling until my eyes get tired and I fall asleep. I get nightmares about what they do. What they did. I feel like, they're all around me, wrapping their hands around my throat, squeezing tightly. Digging their thumbs into my trachea until I wake up in cold sweat. I have held this position for such a long time. Two? Three years? I do not know anymore. This is too much for me to bear, the responsibility to keep these things away from everyone is weighing down on me and I feel like I'm going to give in. As of today, I hereby resign from my current position, I revoke all my privileges, and I request a transferal to Facility-ADRX19. This is a job that, I feel not even I am capable of doing. I know I should have submitted a formal request for the transferal, but I'm too tired to go through all the paperwork. Take care, Dr. Howard Snorlison, Head of the Department of Abnormalities"
    ],
    "item": "SCP-4099",
    "object_class": "N/A",
    "containment_procedures": "SCP-4099 is kept in a secure Safe-Class vault in Site-01. This vault is to be secured with a biometric scan to prevent knowledge of SCP-4099 from being leaked to Foundation personnel.",
    "description": "SCP-4099 designates a series of documents under the title: \"SCP Foundation Department of Abnormalities\". The documents appear to be incomplete based on the dates of when they were sent. In SCP-4099, two individuals are frequently mentioned, a Dr. Harold Horton and Agent Evan Shane. According to Foundation records, there are no individuals under employment with these names nor are there any mention of a \"Department of Abnormalities.\"",
    "title": "SCP-4099"
}