{
    "url": "https://scp-wiki.wikidot.com/scp-4112",
    "all_text": "rating: \n+82\n+\n–\nx\n\n\nItem #:\n SCP-4112\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-4112 is to be kept in Site-120, Containment Wing A, Keter-class reality suppression locker 6B. No additional security for locker 6B is required, though staff should be aware of Containment Wing A's standard security precautions, which include, but are not limited to:\n\n\n\n\nVarious Berryman-Langford memetic kill agents, administered on failing to provide proper identification.\n\n\nAutomated lethal deterrents, activated upon failing to provide proper identification.\n\n\nOther minor safety precautions, listed in the site dossier.\n\n\n\n\nPersonnel are to ensure they possess proper clearance before doing so. A list of qualified personnel can be found below.\n\n\n\n\n+ Cleared Personnel\n\n\n\n\n- Cleared Personnel\n\n\n\n\nPERSONNEL LIST, CONTAINMENT WING A:\n\n\nResearch Division:\n\n\n\n\nResearcher Mantell\n\n\nResearcher Harding\n\n\nResearcher Druel\n\n\nResearcher Danton\n\n\n\n\nSecurity Division:\n\n\n\n\nStaff Member Messer\n\n\nStaff Member Botsky\n\n\nStaff Member Kennedy\n\n\n\n\nJanitorial Staff:\n\n\n\n\nMr. Lifeson\n\n\nMr. Wayne\n\n\n\n\n\n\n\n\n\n\nDescription:\n SCP-4112 is a lyre, constructed of tortoiseshell, bovine intestinal strings, leather, and other assorted apparently non-anomalous items. Radiocarbon dating has placed this object's origin at sometime earlier than 3000 BC, though testing has proven difficult due to the object's first anomalous property: excessive durability. SCP-4112 is capable of resisting all instruments shy of those with diamond tips, in all components. Separated components are attracted to each other, and will, with a speed of up to 10 kph, reconfigure themselves if dismantled, including fragments and pieces reattaching to each other, with no visible join or crease.\n\n\nSCP-4112's second and more dangerous property manifests when a user touches the object with intent to make a sound. Such movements include strumming, tapping, and more. If said user completes this while intending to produce an effect, whatever effect the operator has in mind will occur, regardless of impossibility, depending upon the complexity of the performance. Previous tests have manifested objects, removed objects from existence, changed the laws of reality, temporally transported the user, and more.\n\n\n\n\nWARNING:\n\n\nA DISTURBANCE IS OCCURRING CONCERNING:\n\n\nSCP-4112 IN SITE-120.\n\n\nPLEASE SEE LIVE VIDEO DICTATION FOR MORE INFORMATION.\n\n\n \n\n\n \n\n\n\n\n+ LIVE VIDEO DICTATION\n\n\n\n\n- LIVE VIDEO DICTATION\n\n\n\n\n\n\n\n\nPersonnel Identified:\n Researcher Gary Harding, Researcher Jesse Mantell, Mr. Alex Lifeson.\n\n\n<Auto Conflict Detection activated 06:32, ██/██/81. Conflict detected, raised voice from personnel GARY HARDING.>\n\n\nResearcher Gary Harding:\n -derstand! Everyone wants to change the world! Just don’t do it like this!\n\n\nMr. Alex Lifeson:\n I’m gonna have to go with a negatory there, man.\n\n\nAdministrator Lifeson utilizes SCP-4112, playing several quick chords in succession. Personnel RESEARCHER GARY HARDING and RESEARCHER JESSE MANTELL are restrained and gagged with cordage.\n\n\nMr. Alex Lifeson:\n \nAnd now that I have a captive audience, I’d like to play you a little melody I’ve been working on. I’m no singer, but I’ve also never played a lyre before either. Here goes nothing.\n\n\nAdministrator Lifeson utilizes SCP-4112, beginning to play a melody.\n\n\nMr. Alex Lifeson:\n \nAnd the men who hold high places, must be the ones who start\n \nto mold a new reality. Closer to the heart.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nI know it's most unusual to come before you so.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nItem #:\n 4112\n\n\nDanger Value:\n 5/5\n\n\nSafety Precautions:\n Item 4112 is to be kept with the Administrator at all times. Item 4112 is not to be removed from the Administrator's\n \npossession at any time, at penalty of erasure from reality. Should the Administrator have any need to remove Item 4112 from his person, a\n \ncopy of the Administrator will be given the device and no one else.\n\n\nDestruction Protocols:\n N/A.\n\n\nAppearance:\n Item 4112 is an electric guitar, more specifically, a Gibson ES-335, white coloration. No physical alterations or modifications can be observed. Sourcing the model to a specific maker has proved fruitless (no identifying markings or model numbers are present on the object), and testing has proved difficult due to the objects anomalous properties.\n\n\nAnomalies:\n\n\n\n\nExcessive Durability:\n Item 4112 is capable of resisting all instruments shy of those with diamond tips, in all components. Separated components are attracted to each other, and will, with a speed of up to 5 miles an hour, reconfigure themselves if dismantled, including fragments and pieces reattaching to each other, with no visible join or crease.\n\n\n\n\n\n\nProvides Artificial Ontokinesis:\n Item 4112's second and more dangerous property manifests when a user touches the object with intent to make a sound. Such movements include strumming, tapping, and more. If said user completes this while intending to produce an effect, whatever effect the operator has in mind will occur, regardless of impossibility, depending upon the complexity of the performance. Previous tests have manifested objects, removed objects from existence, changed the laws of reality, temporally transported the user, and more.\n\n\n\n\nAdditional Documents:\n\n\n\n\n+ Level 3 Research Team 9's Notes.\n\n\n\n\n- Level 3 Research Team 9's Notes.\n\n\n\n\nVoice logs:\n Item 4112\n\n\nEntry ██/██/██:\n\n\n\"Mantell's log. Please, do not distribute the following findings. We in Research Team 9 believe there is more to Item 4112 than meets the eye. Something, something just doesn't add up in the documentation for Item 4112. I've checked its history as far as my clearance would allow, it doesn't say how the object came into the possession of the Administrator. Not only that, he seems to suddenly lack skills and experience one would expect from someone in his position. Additionally, despite being the object most important to the Administrator, the item is not numerically first in the archives of the Federation. Further investigation is… pending.\"\n\n\nEntry ██/██/██:\n\n\n\"Harding's log. I followed though with Researcher Mantell's request to do some snooping. Turns out, there's a containment vessel in our very own Zone-120 logged to contain the item, but it's unlisted in the safety document. That's the very same safety document very specifically stating it ought to be with the big man at all times. Very suspicious, I'll be conducting measurements inside the empty locker later this week.\n\n\nI don't like the sound of this. It's starting to look like shady business is going with that guy. And if he is involved in something like that, we could all be in danger. Harding out.\"\n\n\nEntry ██/██/██:\n\n\n\"Harding's log. There's been a… an enormous uncatalogued reality event in the near vicinity of locker 6B within the past month. We have conclusive evidence enough to reckon that our current Administrator has… artificially inserted himself into his position through use of Item 4112. Our findings will be reported to the Council of Syrinx posthaste.\"\n\n\n\n\n\n\n\n\n\n\nWARNING:\n\n\nA DISTURBANCE IS OCCURRING CONCERNING:\n\n\nITEM 4112 IN ZONE-01.\n\n\nPLEASE SEE LIVE VIDEO DICTATION FOR MORE INFORMATION.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n+ LIVE VIDEO DICTATION\n\n\n\n\n- LIVE VIDEO DICTATION\n\n\n\n\n\n\n\n\nPersonnel Identified:\n Administrator Lifeson, ACU-Alpha-1-A, B, C, and D, Researcher Gary Harding, Researcher Jesse Mantell.\n\n\nPersons Unidentified:\n 1: Male, European Descent. Hair Blond, Eyes Blue, 6' 0\" tall, mesomorphic.\n\n\n<Auto Conflict Detection activated 18:39, ██/██/82. Conflict detected, raised voice from personnel GARY HARDING.>\n\n\nResearcher Gary Harding:\n -is immoral! You have to understand your mistake here, Lifeson! Fracturing reality has \nconsequences\n!\n\n\nAdministrator Lifeson:\n And what is it exactly you plan on doing about that? As I'm sure you're aware, I hold the cards here.\n\n\nResearcher Gary Harding:\n I'm going to have to appeal to your better side then. Can't you see the corruption was a creation of your tearing of reality, after all our study? If you truly led the Federation, you would have made solving that your first priority.\n\n\nAdministrator Lifeson:\n You appeal to something I don't wish to act on, man. You need to understand the nature of this world we involve ourselves in. So many divisions and classes. I've gotten rid of them. It's all fair now.\n\n\nResearcher Jesse Mantell:\n And we'll all die equally. Your reality rift grows day by day. This is exactly why we have security levels. So \ninconsequential sanitation workers\n don't reset the dimensional narrative!\n\n\nResearcher Gary Harding:\n Mantell, he's-\n\n\nAdministrator Lifeson utilizes Item-4112, playing several quick chords in succession. Personnel RESEARCHER GARY HARDING and RESEARCHER JESSE MANTELL are removed.\n\n\nACU-Alpha-1-A:\n …Sir. I'm going to have to ask you to set 4112 down.\n\n\nAdministrator Lifeson:\n On who's authority? I own your hide, man. One fret and you're gonzo.\n\n\nUNIDENTIFIED 1 materializes in the room.\n\n\nUnidentified 1:\n I think I may have something to say about that.\n\n\nUNIDENTIFIED 1 raises an open hand towards ADMINISTRATOR LIFESON. Item 4112 is moved to the possession of UNIDENTIFIED 1.\n\n\nUnidentified 1:\n Don't appear so threatened, Alex. I'm here on good terms.\n\n\nAdministrator Lifeson:\n How do you know my name? I've had it eradicated from existence.\n\n\nUnidentified 1:\n Using my tool, my power. But I didn't come to reprimand you, Alex. I came to commend you. Despite your… unfortunate consequences, you used my lyre admirably. However, my tool is a very powerful one and by using it to the degree you have, you've created a problem bigger than the ones you solved.\n\n\nItem 4112 slowly transfigures into a lyre constructed of tortoiseshell.\n\n\nAdministrator Lifeson:\n We've tried everything. Nothing has solved the problem.\n\n\nUnidentified 1:\n I'm going to have to set everything to default once again. No more butterflies to sing to us, no more picnics over the graves of war machines, and no more hands held together across the Earth. Cygnus demands it.\n\n\nAdministrator Lifeson:\n \nWhat about all of our advancements? All the lives we've made perfect? It will all be gone?\n\n\nUnidentified 1:\n \nUnfortunately so. Before I do, let me leave you with one final gift of advice.\n \nOne does not need a godblessed lyre to create magic.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nBut I've found an ancient miracle. I thought that you should know.\n\n\n\n\n\n\n« \nSCP-4111\n | SCP-4112 | \nSCP-4113\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4112\n\" by GibberingEloquence and Hylius, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4112\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [
        "Additional Documents:\n\n\n\n\n\n\n\n\nBut I've found an ancient miracle. I thought that you should know."
    ],
    "notes": [
        "Personnel Identified: Researcher Gary Harding, Researcher Jesse Mantell, Mr. Alex Lifeson. <Auto Conflict Detection activated 06:32, ██/██/81. Conflict detected, raised voice from personnel GARY HARDING.> Researcher Gary Harding: -derstand! Everyone wants to change the world! Just don’t do it like this! Mr. Alex Lifeson: I’m gonna have to go with a negatory there, man. Administrator Lifeson utilizes SCP-4112, playing several quick chords in succession. Personnel RESEARCHER GARY HARDING and RESEARCHER JESSE MANTELL are restrained and gagged with cordage. Mr. Alex Lifeson: And now that I have a captive audience, I’d like to play you a little melody I’ve been working on. I’m no singer, but I’ve also never played a lyre before either. Here goes nothing. Administrator Lifeson utilizes SCP-4112, beginning to play a melody. Mr. Alex Lifeson: And the men who hold high places, must be the ones who start to mold a new reality. Closer to the heart.",
        "Personnel Identified: Administrator Lifeson, ACU-Alpha-1-A, B, C, and D, Researcher Gary Harding, Researcher Jesse Mantell. Persons Unidentified: 1: Male, European Descent. Hair Blond, Eyes Blue, 6' 0\" tall, mesomorphic. <Auto Conflict Detection activated 18:39, ██/██/82. Conflict detected, raised voice from personnel GARY HARDING.> Researcher Gary Harding: -is immoral! You have to understand your mistake here, Lifeson! Fracturing reality has consequences ! Administrator Lifeson: And what is it exactly you plan on doing about that? As I'm sure you're aware, I hold the cards here. Researcher Gary Harding: I'm going to have to appeal to your better side then. Can't you see the corruption was a creation of your tearing of reality, after all our study? If you truly led the Federation, you would have made solving that your first priority. Administrator Lifeson: You appeal to something I don't wish to act on, man. You need to understand the nature of this world we involve ourselves in. So many divisions and classes. I've gotten rid of them. It's all fair now. Researcher Jesse Mantell: And we'll all die equally. Your reality rift grows day by day. This is exactly why we have security levels. So inconsequential sanitation workers don't reset the dimensional narrative! Researcher Gary Harding: Mantell, he's- Administrator Lifeson utilizes Item-4112, playing several quick chords in succession. Personnel RESEARCHER GARY HARDING and RESEARCHER JESSE MANTELL are removed. ACU-Alpha-1-A: …Sir. I'm going to have to ask you to set 4112 down. Administrator Lifeson: On who's authority? I own your hide, man. One fret and you're gonzo. UNIDENTIFIED 1 materializes in the room. Unidentified 1: I think I may have something to say about that. UNIDENTIFIED 1 raises an open hand towards ADMINISTRATOR LIFESON. Item 4112 is moved to the possession of UNIDENTIFIED 1. Unidentified 1: Don't appear so threatened, Alex. I'm here on good terms. Administrator Lifeson: How do you know my name? I've had it eradicated from existence. Unidentified 1: Using my tool, my power. But I didn't come to reprimand you, Alex. I came to commend you. Despite your… unfortunate consequences, you used my lyre admirably. However, my tool is a very powerful one and by using it to the degree you have, you've created a problem bigger than the ones you solved. Item 4112 slowly transfigures into a lyre constructed of tortoiseshell. Administrator Lifeson: We've tried everything. Nothing has solved the problem. Unidentified 1: I'm going to have to set everything to default once again. No more butterflies to sing to us, no more picnics over the graves of war machines, and no more hands held together across the Earth. Cygnus demands it. Administrator Lifeson: What about all of our advancements? All the lives we've made perfect? It will all be gone? Unidentified 1: Unfortunately so. Before I do, let me leave you with one final gift of advice. One does not need a godblessed lyre to create magic.",
        "\" SCP-4112 \" by GibberingEloquence and Hylius, from the SCP Wiki . Source: https://scpwiki.com/scp-4112 . Licensed under CC-BY-SA ."
    ],
    "item": "4112",
    "object_class": "Safe",
    "containment_procedures": "SCP-4112 is to be kept in Site-120, Containment Wing A, Keter-class reality suppression locker 6B. No additional security for locker 6B is required, though staff should be aware of Containment Wing A's standard security precautions, which include, but are not limited to:",
    "description": "SCP-4112 is a lyre, constructed of tortoiseshell, bovine intestinal strings, leather, and other assorted apparently non-anomalous items. Radiocarbon dating has placed this object's origin at sometime earlier than 3000 BC, though testing has proven difficult due to the object's first anomalous property: excessive durability. SCP-4112 is capable of resisting all instruments shy of those with diamond tips, in all components. Separated components are attracted to each other, and will, with a speed of up to 10 kph, reconfigure themselves if dismantled, including fragments and pieces reattaching to each other, with no visible join or crease.",
    "title": "SCP-4112"
}