{
    "url": "https://scp-wiki.wikidot.com/scp-4122",
    "all_text": "rating: \n+56\n+\n–\nx\n\n\nItem #:\n SCP-4122\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-4122 is to be stored in a standard locked safe-deposit box. Access is restricted, requiring written permission from two Level 4 personnel.\n\n\nTesting with SCP-4122 is prohibited.\n\n\nDescription:\n SCP-4122 is a section of PVC pipe, 9 cm in diameter and 17 cm long. An arrow is drawn on the side of the object in black permanent marker.\n\n\nHoused within SCP-4122 is a temporal anomaly that shifts objects passing through it 1 second into the future or past, depending on the direction of travel. Objects passing through in the direction of the arrow (hereafter \"the forward direction\") travel into the future, while objects passing in the opposite direction (hereafter \"the backward direction\") travel into the past.\n\n\nSCP-4122 was recovered from the possession of Michael Swanson, a tradesman who had been using the object to duplicate currency. Swanson claimed to have retrieved SCP-4122 from a house in the suburbs of Brisbane, Australia after being hired to perform maintenance work on the building's stormwater system. Foundation efforts to locate the house have been unsuccessful, and the address provided by Swanson prior to being amnesticised lead to an undeveloped estate.\n\n\nAddendum A: SCP-4122 Testing Log\n\n\n\n\n+ Expand Testing Log\n\n\n\n\n- Collapse Testing Log\n\n\n\n\nDate:\n 05-11-████\n\n\nPresiding:\n Level 3 Senior Researcher Dr. Andreas Weir\n\n\nAssisting:\n Level 2 Research Assistant May Schumacher\n\n\nRedundant tests redacted for brevity\n\n\n\n\nTest 1\n\n\nApparatus:\n Red plastic ping pong ball, 40 mm diameter.\n\n\nProcedure:\n Ball was dropped through SCP-4122 in the forward direction.\n\n\nResults:\n Ball vanished from sight for 1 second upon passing through SCP-4122 before emerging and continuing along previous trajectory. Slow motion recording shows the ball disappearing smoothly as it passes an invisible plane near the midpoint of SCP-4122.\n\n\n\n\n\n\nTest 2\n\n\nApparatus:\n 30 cm steel ruler.\n\n\nProcedure:\n Ruler was pushed through SCP-4122 in the forward direction.\n\n\nResults:\n Tip of ruler emerged 1 second after passing through SCP-4122's event horizon. Any motions made with the ruler were repeated by the ruler tip 1 second later.\n\n\n\n\n\n\nTest 7\n\n\nApparatus:\n Red plastic ball.\n\n\nProcedure:\n Ball was dropped through SCP-4122 in the backward direction.\n\n\nResult:\n 0.75 seconds prior to being dropped, and 1 second prior to entering SCP-4122's event horizon, a duplicate instance of the ping-pong ball emerged from SCP-4122. The original instance vanished upon entering SCP-4122's event horizon, leaving only the duplicate.\n\n\n\n\n\n\nTest 8\n\n\nApparatus:\n Red plastic ball.\n\n\nProcedure:\n Research Assistant Schumacher was instructed to drop ball through SCP-4122, but stop when a duplicate emerged.\n\n\nResult:\n Approximately 0.75 seconds before the ball was to be dropped, a duplicate instance emerged. A high-pitched sound\n1\n and brief puff of air not observed in the earlier tests were noted when the duplicate ball emerged. Comparative analysis of both instances could find no difference.\n\n\nNote:\n This test confirmed the recovery team's report that the object has the ability to duplicate small items.\n\n\n\n\n\n\nTest 15\n\n\nApparatus:\n 30 cm steel ruler.\n\n\nProcedure:\n Ruler was pushed through SCP-4122 in the backward direction.\n\n\nResults:\n Tip of ruler emerged 1 second prior to passing through SCP-4122's event horizon. Motions made by the ruler tip attempted to predict Research Assistant Schumacher's movements by 1 second, but showed visible discrepancies. Ruler was retrieved without incident.\n\n\nNote:\n This test appears to be inconsistent with the results of Test 8. The research team hypothesizes that there may be some manner of threshold for creating a paradox that this test did not meet. Alternatively, it may simply not work if you've got something stuck in it.\n\n\n\n\n\n\nTest 16\n\n\nApparatus:\n 30 cm steel ruler.\n\n\nProcedure:\n Ruler was pushed through SCP-4122 in the backward direction while Research Assistant Schumacher was blindfolded.\n\n\nResults:\n Tip of ruler emerged 1 second prior to passing through SCP-4122's event horizon. Motions made by the ruler tip accurately predicted all of Research Assistant Schumacher's movements.\n\n\nNote:\n This test implies that the discrepancies in movements observed in the previous test were the direct result of Schumacher’s awareness of the ruler's future movements.\n\n\n\n\n\n\nTest 19\n\n\nSubject:\n White laboratory rat\n\n\nProcedure:\n Research Assistant Schumacher was instructed to drop subject through SCP-4122, but stop when a duplicate emerges.\n\n\nResults:\n Subject was successfully duplicated. SCP-4122 emitted a high pitched sound\n2\n and puff of air consistent with previous tests. Comparative analysis found both instances of the subject to be identical.\n\n\nNote:\n The research team concluded based on animal testing that SCP-4122 was acceptably safe, and requested authorization to perform human testing in order to retrieve tactile data.\n\n\n\n\n\n\nTest 22\n\n\nSubject:\n D-28512\n\n\nProcedure:\n Subject was instructed to push right hand through SCP-4122 in the backward direction.\n\n\nResults:\n Subject moved to follow instructions, but flinched and pulled his hand back when the duplicate emerged. The duplicate hand was cleanly severed at the wrist, accompanied by a high pitched sound\n3\n and puff of air consistent with previous tests. Comparative analysis has identified no difference between the severed duplicate hand and the subject's actual hand beyond the results of it being detached from the subject's body.\n\n\n\n\nNote:\n Testing was postponed until the lab and equipment could be cleaned of blood.\n\n\n\n\n\n\n\n\nAddendum B: SCP-4122 Audio Analysis Results\n\n\n\n\n+ Expand Audio Analysis Results (INPUT LEVEL 3 AUTHORIZATION)\n\n\n\n\n- Collapse Audio Analysis Results\n\n\n\n\nDate:\n 08-11-████\n\n\nDescription:\n Multiple samples were provided by the research team. Each consists of approximately half a minute of audio, played at around 30x normal speed and pitched primarily in the ultrasonic range. Voices identified as those of Research Assistant Schumacher, Dr. Weir and D-28512. Transcripts are provided below.\n\n\nRedundant reports redacted for brevity\n\n\n\n\nSample 4122-1\n\n\n<Begin Transcript>\n\n\nSchumacher:\n \"It didn't come out. Wasn't it supposed to-\"\n\n\nWeir:\n \"Schumacher! The walls!\"\n\n\nSchumacher:\n \"What? Oh 'kay… they’re red…\"\n\n\nWeir:\n \"I noticed!\"\n\n\n[A noise consisting of hundreds of plastic, popping noises can be heard increasing in volume in the background. Very distant shouting can also be made out]\n\n\nSchumacher:\n \"Uh, doctor, there are ping pong balls coming out of the walls. Is this part of the test? Should we log this?\"\n\n\nWeir:\n \"No, I think we should be leaving before—oh shit.\"\n\n\nSchumacher:\n \"Doctor? Oh my god doctor, you too? Hang on, I’m going to get you out of here.\"\n\n\nWeir:\n \n[voice noticeably distorted]\n \"This… this is really painful…\"\n\n\n[Weir begins a string of profanity, before being cut off by choking noises. The background noise increases to a roar]\n\n\nSchumacher:\n \"Doctor Weir! Andreas, no! Don't go! Come back! Oh my god the floor's disintegrating. Oh no no no, it's pulling me down, help, please, someone help—\"\n\n\n[Schumacher's cries for help continue for approximately 8 seconds during which the background noise continues to increase in volume before audio passes beyond discernible range]\n\n\n<End Transcript>\n\n\n\n\n\n\nSample 4122-4\n\n\n<Begin Transcript>\n\n\nSchumacher:\n \"It didn't come out. Wasn't it supposed to-\"\n\n\nWeir:\n \"Schumacher! The walls!\"\n\n\nSchumacher:\n \"What? Oh 'kay… they’re furry…”\n\n\nWeir:\n \"I noticed!\"\n\n\nSchumacher:\n \"… and they're \nmoving\n…”\n\n\nWeir:\n \"I noticed that too!\"\n\n\n[A noise consisting of a combination of squeaking, hissing, chattering and plopping noises can be heard increasing in volume in the background. Very distant screaming can also be made out]\n\n\nSchumacher:\n \"Doctor, I think I'd like to leave now.\"\n\n\nWeir:\n \"They're not just coming out of the wall, they're taking matter from the wall. This entire building is going to fall apart if—oh shit.\"\n\n\nSchumacher:\n \"The roof, too. Oh my god doctor, they're falling out of the roof. We're going to be buried in rats. I don't want to be buried in rats—\"\n\n\nWeir:\n \n[voice noticeably distorted]\n \"Schumacher… it's not just… the building…\"\n\n\nSchumacher:\n \"Doctor Weir? Andreas!\" \n[scream]\n \"Oh my god, what the hell is—no, why? Why is this happening? … wait…\"\n\n\n[momentary pause, during which the background noise increases to a roar]\n\n\nSchumacher:\n \n[audibly clearer, likely due to Schumacher positioning herself closer to the object]\n \"Listen! Listen to me! Stop testing the pipe! You need to stop testing SCP-4—\"\n\n\n[Schumacher's voice is abruptly choked off as if something has blocked her mouth. This is followed by approximately 6 seconds of muffled screaming before audio passes beyond discernible range]\n\n\n<End Transcript>\n\n\n\n\nNote:\n Testing of SCP-4122 has been discontinued indefinitely by order of O5-9.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. See Addendum B - Audio Analysis Report 4122-1\n\n\n2\n. See Addendum B - Audio Analysis Report 4122-4\n\n\n3\n. See █████████ - ███████████████ ████-█\n\n\n\n\n\n\n\n\n« \nSCP-4121\n | SCP-4122 | \nSCP-4123\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4122\n\" by Schumacher, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4122\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum A: SCP-4122 Testing Log",
        "Addendum B: SCP-4122 Audio Analysis Results"
    ],
    "documents": [],
    "notes": [
        "Test 1 Apparatus: Red plastic ping pong ball, 40 mm diameter. Procedure: Ball was dropped through SCP-4122 in the forward direction. Results: Ball vanished from sight for 1 second upon passing through SCP-4122 before emerging and continuing along previous trajectory. Slow motion recording shows the ball disappearing smoothly as it passes an invisible plane near the midpoint of SCP-4122.",
        "Test 2 Apparatus: 30 cm steel ruler. Procedure: Ruler was pushed through SCP-4122 in the forward direction. Results: Tip of ruler emerged 1 second after passing through SCP-4122's event horizon. Any motions made with the ruler were repeated by the ruler tip 1 second later.",
        "Test 7 Apparatus: Red plastic ball. Procedure: Ball was dropped through SCP-4122 in the backward direction. Result: 0.75 seconds prior to being dropped, and 1 second prior to entering SCP-4122's event horizon, a duplicate instance of the ping-pong ball emerged from SCP-4122. The original instance vanished upon entering SCP-4122's event horizon, leaving only the duplicate.",
        "Test 8 Apparatus: Red plastic ball. Procedure: Research Assistant Schumacher was instructed to drop ball through SCP-4122, but stop when a duplicate emerged. Result: Approximately 0.75 seconds before the ball was to be dropped, a duplicate instance emerged. A high-pitched sound 1 and brief puff of air not observed in the earlier tests were noted when the duplicate ball emerged. Comparative analysis of both instances could find no difference. Note: This test confirmed the recovery team's report that the object has the ability to duplicate small items.",
        "Test 15 Apparatus: 30 cm steel ruler. Procedure: Ruler was pushed through SCP-4122 in the backward direction. Results: Tip of ruler emerged 1 second prior to passing through SCP-4122's event horizon. Motions made by the ruler tip attempted to predict Research Assistant Schumacher's movements by 1 second, but showed visible discrepancies. Ruler was retrieved without incident. Note: This test appears to be inconsistent with the results of Test 8. The research team hypothesizes that there may be some manner of threshold for creating a paradox that this test did not meet. Alternatively, it may simply not work if you've got something stuck in it.",
        "Test 16 Apparatus: 30 cm steel ruler. Procedure: Ruler was pushed through SCP-4122 in the backward direction while Research Assistant Schumacher was blindfolded. Results: Tip of ruler emerged 1 second prior to passing through SCP-4122's event horizon. Motions made by the ruler tip accurately predicted all of Research Assistant Schumacher's movements. Note: This test implies that the discrepancies in movements observed in the previous test were the direct result of Schumacher’s awareness of the ruler's future movements.",
        "Test 19 Subject: White laboratory rat Procedure: Research Assistant Schumacher was instructed to drop subject through SCP-4122, but stop when a duplicate emerges. Results: Subject was successfully duplicated. SCP-4122 emitted a high pitched sound 2 and puff of air consistent with previous tests. Comparative analysis found both instances of the subject to be identical. Note: The research team concluded based on animal testing that SCP-4122 was acceptably safe, and requested authorization to perform human testing in order to retrieve tactile data.",
        "Test 22 Subject: D-28512 Procedure: Subject was instructed to push right hand through SCP-4122 in the backward direction. Results: Subject moved to follow instructions, but flinched and pulled his hand back when the duplicate emerged. The duplicate hand was cleanly severed at the wrist, accompanied by a high pitched sound 3 and puff of air consistent with previous tests. Comparative analysis has identified no difference between the severed duplicate hand and the subject's actual hand beyond the results of it being detached from the subject's body.",
        "Sample 4122-1 <Begin Transcript> Schumacher: \"It didn't come out. Wasn't it supposed to-\" Weir: \"Schumacher! The walls!\" Schumacher: \"What? Oh 'kay… they’re red…\" Weir: \"I noticed!\" [A noise consisting of hundreds of plastic, popping noises can be heard increasing in volume in the background. Very distant shouting can also be made out] Schumacher: \"Uh, doctor, there are ping pong balls coming out of the walls. Is this part of the test? Should we log this?\" Weir: \"No, I think we should be leaving before—oh shit.\" Schumacher: \"Doctor? Oh my god doctor, you too? Hang on, I’m going to get you out of here.\" Weir: [voice noticeably distorted] \"This… this is really painful…\" [Weir begins a string of profanity, before being cut off by choking noises. The background noise increases to a roar] Schumacher: \"Doctor Weir! Andreas, no! Don't go! Come back! Oh my god the floor's disintegrating. Oh no no no, it's pulling me down, help, please, someone help—\" [Schumacher's cries for help continue for approximately 8 seconds during which the background noise continues to increase in volume before audio passes beyond discernible range] <End Transcript>",
        "Sample 4122-4 <Begin Transcript> Schumacher: \"It didn't come out. Wasn't it supposed to-\" Weir: \"Schumacher! The walls!\" Schumacher: \"What? Oh 'kay… they’re furry…” Weir: \"I noticed!\" Schumacher: \"… and they're moving …” Weir: \"I noticed that too!\" [A noise consisting of a combination of squeaking, hissing, chattering and plopping noises can be heard increasing in volume in the background. Very distant screaming can also be made out] Schumacher: \"Doctor, I think I'd like to leave now.\" Weir: \"They're not just coming out of the wall, they're taking matter from the wall. This entire building is going to fall apart if—oh shit.\" Schumacher: \"The roof, too. Oh my god doctor, they're falling out of the roof. We're going to be buried in rats. I don't want to be buried in rats—\" Weir: [voice noticeably distorted] \"Schumacher… it's not just… the building…\" Schumacher: \"Doctor Weir? Andreas!\" [scream] \"Oh my god, what the hell is—no, why? Why is this happening? … wait…\" [momentary pause, during which the background noise increases to a roar] Schumacher: [audibly clearer, likely due to Schumacher positioning herself closer to the object] \"Listen! Listen to me! Stop testing the pipe! You need to stop testing SCP-4—\" [Schumacher's voice is abruptly choked off as if something has blocked her mouth. This is followed by approximately 6 seconds of muffled screaming before audio passes beyond discernible range] <End Transcript>",
        "\" SCP-4122 \" by Schumacher, from the SCP Wiki . Source: https://scpwiki.com/scp-4122 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4122",
    "object_class": "Safe",
    "containment_procedures": "SCP-4122 is to be stored in a standard locked safe-deposit box. Access is restricted, requiring written permission from two Level 4 personnel.",
    "description": "SCP-4122 is a section of PVC pipe, 9 cm in diameter and 17 cm long. An arrow is drawn on the side of the object in black permanent marker.",
    "title": "SCP-4122"
}