{
    "url": "https://scp-wiki.wikidot.com/scp-4142",
    "all_text": "rating: \n+101\n+\n–\nx\n\n\n\n\n\n\nFalse color image of Rho Cassiopeiae's supernova. Note the ejected SCP-4142 eggs.\n\n\n\n\n\n\nItem #:\n SCP-4142\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-4142 instances are contained at Research Site-759 within a modified stellarator\n1\n lined with graphite, capable of magnetic field strength exceeding 250 Tesla. Stellar emission from SCP-4142 is to be collected and diverted to auxiliary generators.\n\n\nAs of 03/09/2011, if an SCP-4142 instance is projected to become a supergiant, all Site-759 personnel are to be evacuated and several redundant Class 6 TENEBRAE Engines in place are to siphon and annihilate plasma from the SCP-4142 instance until it ceases nuclear fusion, neutralizing it.\n\n\nSCP-4142-A is currently contained in a TARTARUS-Class Gravitational Containment Vault 1 km beneath Site-759.\n\n\nThe ASHMORETH satellite system in the Oort cloud has been tasked with monitoring for SCP-4142 instances entering the solar system. Disinformation teams are to prepare and distribute suitable cover stories in the event of another SCP-4142 impact.\n\n\nDescription:\n SCP-4142 are animate conglomerates of dust, metallic hydrogen, and small gemstones in the shape of a \nfeatherless\n dromaeosaurid dinosaur\n2\n.\n\n\nSCP-4142 instances are initially 4-6 m in length (roughly the size of a \nUtahraptor\n) but gradually grow in size over their lifespan, and each one's dust portion gradually coalesces into several miniature luminescent spheres resembling stars, embedded randomly throughout the instance's skin. A wide variety of stars have been found in SCP-4142 instances. If all of an SCP-4142 instance's stars are extinguished or destroyed, the instance will lose cohesion, and disintegrate completely.\n\n\nSCP-4142 instances are capable of generating coronal loops of plasma from their stars; the size and temperature of these loops increases as the star ages.\n\n\nSCP-4142 stars undergo typical stellar evolution patterns, albeit at vastly accelerated rates. As SCP-4142 instances age, their stars evolve and expand, while the dust, metal, and gemstones directly touching the star gradually convert to hydrogen/helium plasma. Their bodies continue to grow and eventually become a cluster of stars, held together by a dinosaur-shaped envelope of cooler plasma. As plasma replaces more and more of the instance's body, its morphology changes from a dromaeosaurid to a bulkier, tyrannosaurid shape. By this stage, instances have usually grown to an average of 20 m long, and 10 m tall.\n\n\nSCP-4142 instances that reach the red giant stage will abruptly shed most of their mass and emit a large burst of light and heat, leaving behind a miniature nebula and a cluster of small (15-25 cm long) ovoid shapes similar in composition to white dwarf stars. These objects will hatch into new SCP-4142 instances within a year.\n\n\nSCP-4142 was initially encountered when six eggs impacted in remote Nunavut, Canada. While the eggs were presumed to have been slowed significantly by the Earth's magnetosphere, two hatched during descent and were destroyed by air resistance, and four eggs reached the surface intact. These were subsequently contained, and the event successfully passed off as an unusual meteor strike.\n\n\nOn 03/09/2011, one instance of SCP-4142 with a single, yellow hypergiant inside it began to undergo stellar core collapse (generally followed by a supernova in nonanomalous stars). Prototype TENEBRAE engines were quickly brought online to attempt to siphon matter from the collapsing star in an effort to minimize the impact; however, the instance successfully underwent a supernova, destroying a significant portion of Site-759 and temporarily breaching other SCP-4142 instances.\n\n\nIn the stellar remnant of the exploded instance, a small white ovoid object resembling a neutron star was found, designated SCP-4142-A. SCP-4142-A sporadically vibrates, and has twice undergone starquakes (a momentary shift in the star's outer surface, analogous to earthquakes).\n\n\nOn 08/26/2119, Foundation Orbital Research Compound (\nFORC\n) AIJALON monitoring the aftermath of the star Rho Cassiopeiae's supernova detected several trillion SCP-4142 eggs ejected from the supernova remnant in all directions, at speeds of up to 0.008\nc\n.\n\n\n\n\nFootnotes\n\n\n1\n. A specific type of machine that uses magnetic fields to enclose and contain high energy plasma, and is used in several Foundation nuclear fusion reactors.\n\n\n2\n. A family of dinosaurs that includes what are colloquially known as \"raptors\".\n\n\n\n\n\n\n\n\n« \nSCP-4141\n | SCP-4142 | \nSCP-4143\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4142\n\" by Weryllium, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4142\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n supernova.jpg\n\n\nName:\n File:Superbubble LHA 120-N 44 in the Large Magellanic Cloud.jpg\n\n\nAuthor:\n ESO/Manu Mejias\n\n\nLicense:\n CC BY 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4142 \" by Weryllium, from the SCP Wiki . Source: https://scpwiki.com/scp-4142 . Licensed under CC-BY-SA .",
        "Filename: supernova.jpg Name: File:Superbubble LHA 120-N 44 in the Large Magellanic Cloud.jpg Author: ESO/Manu Mejias License: CC BY 3.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-4142",
    "object_class": "Keter",
    "containment_procedures": "SCP-4142 instances are contained at Research Site-759 within a modified stellarator1 lined with graphite, capable of magnetic field strength exceeding 250 Tesla. Stellar emission from SCP-4142 is to be collected and diverted to auxiliary generators.",
    "description": "SCP-4142 are animate conglomerates of dust, metallic hydrogen, and small gemstones in the shape of a featherless dromaeosaurid dinosaur2.",
    "title": "SCP-4142"
}