{
    "url": "https://scp-wiki.wikidot.com/scp-4143",
    "all_text": "rating: \n+93\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n4143\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Chen Lin is housed in a standard humanoid anomaly containment cell at Site-201, equipped with newly developed holographic entertainment systems and furbished as per Lin's requests. The cell exterior is outfitted with Kant Counters and AetherV3 Thaumic Particle Imagers, set to alert changes in chamber conditions as an early warning for defecation. Lin is permitted to leave the cell while accompanied by guards trained in handling dimensional anomalies. Interviews with Department of Extrauniversal Affairs (Multi-U) personnel will be held monthly.\n\n\nLin has been instructed to trigger their cell's alert system if they need to defecate. Once done, they are to be rapidly transported from Site-201 to Multi-Hazard Chamber Zeta in the \nArete Dimensional Array\n.\n1\n Chamber Zeta is constructed to withstand various anomalous hazards, containing beryllium bronze antenna to redirect psionics, counter-memetic glyphs inscribed into the walls, three redundant auto-exorcist units, and one lavatory. Anomalies released from defecation are to be contained or neutralized through all necessary means.\n\n\nIn the event that defecation poses a K-Class hazard, Array regulators will be disabled and Chamber Zeta will be jettisoned into the nearest dimensional aperture. Lin's survival is not considered a priority.\n\n\nDescription:\n SCP-4143 is the intestinal tract of former graduate student Chen Lin, which continually generates additional body mass and extends through multiversal and higher-dimensional\n2\n spaces. The small intestine entirely fills the cavity both intestines would normally occupy, entering a localized wormhole at its 8.5m mark. The sigmoid colon exits through a nearby wormhole, connecting to the rectum and anus.\n\n\nPreliminary autonomous exploration on 29/05/2038 found that SCP-4143 spanned a length of 30m, intersecting 4-dimensional space twice and passing through one alternate universe. Ectoentropic generation of new matter exponentially increased in the following weeks, leading to a 110m length by 10/06/2038 and 1km by 20/06/2038. Following this point no explorations have reached the end of the tract; all dispatched probes have been destroyed by anomalous phenomena or have lost contact. The current intestinal length is unknown.\n\n\nInitially, the tract matched the anatomy of non-anomalous intestines, maintaining the same proportions for each segment as it expanded. However, with repeated dimensional intersections it has generated a varied structure, incorporating aspects of the areas it enters and altering to follow constraints from local laws of physics. \nRefer to Addendum.4143.1 for further information.\n\n\nChen Lin last defecated on 14/06/2038. The process, while not harmful to the subject, released three incorporeal empyrean entities\n3\n and a miniaturized warhead with the potential to instigate an NK-Class \"Grey Goo\" Scenario. With anomalous phenomena continuing to build in the intestinal tract as it expands, the risk of hazardous anomalies being imparted onto feces increases significantly. Preparations for the next defecation event are underway.\n\n\nDespite expected health complications that could arise from extradimensional organ displacement, Lin does not experience any adverse effects from the anomaly.\n\n\nAddendum.4143.1:\n January 2039 Exploration Findings\n\n\nThe following is an abridged overview of findings within SCP-4143, found using the ENR1 Gastrointestinal Probe from 03/01/2039 to 09/01/2039. Contact with the probe was maintained via microscopic relay beacons implanted into the intestinal linings or released into any present cavities. Findings are marked by which dimension or universe the section of the intestine is in, with the lengths of these sections recorded when possible. Sections not of note are excluded.\n\n\n\n\n\n\nSection Location\n\n\nOverview\n\n\n\n\n\n\nBaseline Reality (8.5m)\n\n\nDuodenum comprises the entirety of the intestinal section within Chen Lin. No other abnormalities noted.\n\n\n\n\n\n\n4th, 5th, and 6th Spatial Axes\n\n(~7m)\n\n\nSCP-4143 expands in width to 4m. The region's spacetime prevented proper viewing, but discernible features were the presence of an ecosystem, inhabited by siphonophore organisms hooked to the lumen and bloodworms (\nGlycera\n) feeding on tesseractic crystals.\n\n\n\n\n\n\n4th and 7th Spatial Axes (~50m)\n\n\nSimilar to the previous fourth dimension intersection, except with a high quantity of tesseractic crystals displaying sapience. All vocalizations from the crystals were bovine lowing.\n4\n\n\n\n\n\n\nUnknown (9km)\n\n\nSCP-4143 expanded into a 3km wide cavern, which contained the wreckage of buildings, roadways, and vehicles built in an Art Deco style. The majority of surfaces were covered in fecal matter, and several meter long chunks of it floated in the space. No gravitational force was present. No signs of continued life could be found.\n\n\n\n\n\n\nUnidentified Higher-Dimensional Territory (Unknown)\n\n\nExtreme levels of cognitohazardous phenomena prevented proper viewing of the region. Persons affected by the imagery claim that the area is territory of the \n\"Upper Mantle Clusters\"\n and observe stars formed from military armaments, with a hundred-armed trilaterally symmetric entity guiding the ENR1 probe to an exit wormhole. On exiting, a memetic glyph was inscribed on the probe's plating. Subjects that view it say that the probe is \"cleared safe for transport.\"\n\n\n\n\n\n\nU-4765 (3km)\n\n\nThe interior width reached 4km. Nuclear warheads, originating from U-4765's Foundation equivalent, penetrated SCP-4143 but were anchored in place by the merged bodies of hundreds of bloodworms. A severed hand holding an O5 keycard was found by the exit wormhole.\n\n\n\n\n\n\nWanderer's Library (1km)\n\n\nOccult texts are fused into the lumen. No other internal abnormalities noted.\n\n\n\nUnusually, this section of SCP-4143 is believed to have existed prior to the intestine's development of anomalous properties. Multiple reports from Serpent's Hands defectors in 2032 include descriptions of an intestine wrapping a set of bookshelves, blocking access and absorbing materials that contacted it. Hand thaumaturges repeated attempts at destroying the intestine, claiming that the \"worm\" had to be purged.\n\n\n\nCircumstances are unclear, though it is known that each attempt failed. The relevant Library section was off limits for all defectors.\n\n\n\n\n\n\nUnknown (20m)\n\n\nThe intestinal walls were entirely layered in fecal matter. Multiple frames of footage display a luminescent entity that changes between the form of Chen Lin, a version of Lin with their intestinal tract extending outwards, and an organism incorporating bloodworm and intestinal tract characteristics. The entity did not attempt to interact with ENR1.\n\n\n\n\n\n\nUnknown (5m)\n\n\nHumanoid cadavers were compacted closely against each other. Use of drilling tools on ENR1 was necessary to bypass the bodies and reach the exit wormhole. No identities could be ascertained due to heavy fecal buildup and consumption by bloodworms, but Serpent's Hand garbs were recognized.\n\n\n\n\n\n\nUnknown (8.5m)\n\n\nInterior possesses typical human large intestine width. Walls match the composition of bloodworm intestinal lumen.\n\n\n\n\n\n\nUnknown (Unknown)\n\n\nENR1 exited a wormhole from the prior section and entered a dark, cavernous space with an estimated width on the scale of several kilometers. Gravitational forces pulled the probe downwards over a period of 10 hours, during which the cavern walls conically expanded outwards.\n\n\n\nAt this point camera equipment observed a massive sphere of fecal matter with a radius that reached the cavern's maximum width. High amounts of heat radiation were released, and the sphere's surface continually shifted from the movements of indiscernible entities beneath it. Gravitational force increased and ENR1 lost emergency thruster control before impacting the feces. The last footage before contact was lost showed ten additional entrance wormholes on the cavern interior, expelling matter into the chamber.\n\n\n\nDefecation event preparations are being accelerated.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A network of machinery constructed by the Department of Occult Containment and Multi-U to monitor and regulate dimensional instabilities within Lake Ontario.\n\n\n2\n. Based on Diefenbach-Weltall Dimension Theory, which details the presence of realities stacked \"above\" and \"below\" baseline reality, separate from branching pocket universes and the multiverse. The categorization has been used to aid the research of various \nhigher\n-\ndimensional\n \nanomalies\n.\n\n\n3\n. Colloquially known as angels.\n\n\n4\n. Lin had eaten multiple burgers over the prior weeks.\n\n\n\n\n\n\n\n\n« \nSCP-4142\n | SCP-4143 | \nSCP-4144\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4143\n\" by NatVoltaic, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4143\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum.4143.1: January 2039 Exploration Findings\nThe following is an abridged overview of findings within SCP-4143, found using the ENR1 Gastrointestinal Probe from 03/01/2039 to 09/01/2039. Contact with the probe was maintained via microscopic relay beacons implanted into the intestinal linings or released into any present cavities. Findings are marked by which dimension or universe the section of the intestine is in, with the lengths of these sections recorded when possible. Sections not of note are excluded."
    ],
    "documents": [],
    "notes": [
        "\" SCP-4143 \" by NatVoltaic, from the SCP Wiki . Source: https://scpwiki.com/scp-4143 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Chen Lin is housed in a standard humanoid anomaly containment cell at Site-201, equipped with newly developed holographic entertainment systems and furbished as per Lin's requests. The cell exterior is outfitted with Kant Counters and AetherV3 Thaumic Particle Imagers, set to alert changes in chamber conditions as an early warning for defecation. Lin is permitted to leave the cell while accompanied by guards trained in handling dimensional anomalies. Interviews with Department of Extrauniversal Affairs (Multi-U) personnel will be held monthly.",
    "description": "SCP-4143 is the intestinal tract of former graduate student Chen Lin, which continually generates additional body mass and extends through multiversal and higher-dimensional2 spaces. The small intestine entirely fills the cavity both intestines would normally occupy, entering a localized wormhole at its 8.5m mark. The sigmoid colon exits through a nearby wormhole, connecting to the rectum and anus.",
    "title": "SCP-4143"
}