{
    "url": "https://scp-wiki.wikidot.com/scp-4145",
    "all_text": "rating: \n+49\n+\n–\nx\n\n\n\n\n\n\nItem #:\n SCP-4145\n\n\nLevel 3/4145\n\n\n\n\n\n\nObject Class:\n \nEuclid\n Keter\n\n\nClassified\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Any business found to be offering SCP-4145 is to be shut down by MTF Psi-19 (\"Dream Catchers\"), with any owners or employees detained for questioning. Any found victims are to be treated with a mnestic regimen. Foundation Webcrawler \"God's Eye\" is to scan websites for advertisements or discussion relating to SCP-4145. Any found mention of SCP-4145 is to be removed as per standard policy.\n\n\nDescription:\n SCP-4145 is an experimental procedure sometimes used as a therapeutic technique, marketed as \"Dissociative Dream Therapy™\". As no instance of SCP-4145 has been recorded, little is known about SCP-4145 itself. However, marketing SCP-4145 claims it can isolate traumatic memories or negative emotions and experiences and physically separate and remove them. Without a subject to attach to, the core concepts of the memory would disperse into the Noosphere\n1\n. Tracking of individual concepts in the Noosphere is extremely challenging, so the outcome of those concepts is currently unknown. This causes an inability in subjects to accurately recall the experience and in most cases, causes an extreme disassociation with the memory, as if viewed from an outsider's perspective or in a dream-like state.\n\n\nSCP-4145 was brought to the Foundation's attention by advertisements for SCP-4145 posted on news websites, blogs, and social media. Through addresses attained from the advertisements, the Foundation identified locations where SCP-4145 was performed. Due to late action by the Foundation, the procedure became a popular method of \"alternative therapy\" on social media, though its anomalous nature was largely concealed. Several businesses have started performing SCP-4145 after the initial stores were shut down, confirming the existence of a distributor. Currently, the distributor is believed to be the Oneiroi Collective\n2\n, based on the group's claiming responsibility for discovered advertisements.\n\n\n\n\n\n\n\n\nAdvertisement for SCP-4145 \n\n\n\n\nClose\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInterview with Subject of SCP-4145 \n\n\n\n\nClose\n\n\n\n\n\n\nFelicity Meyers, a health blogger was identified as a recipient of SCP-4145 based on a post she made detailing her experience and her beliefs of its benefits. The following is a transcript from an interview, where Meyers describes their experience.\n\n\n\n\n\n\n\n\nInterview 01:\n\n\n\n\nMeyers:\n Okay, so like, I was seeing all these ads and stuff for it [SCP-4145] and a lot of the other bloggers were posting about it so I decided to try it out. I had this experience a while back that was really bumming me out so I figured it was worth a shot, right?\n\n\n█████████: For the record, what was this experience you are describing?\n\n\n\n\nMeyers:\n Oh gosh, I can barely remember it now. It seems so silly and random. I guess that means it worked right? Um, I think, like, [\nPause\n] I was in a car, I remember cuz' I kept looking at the road. I think I was in the back though. There were trees passing by because I was going really fast and they kind of scared me. Oh, it was raining too. I was watching the rain drip down the window and I think I'm misremembering the next part because it seems really silly, but a big fruit truck came by and started losing control and then we stop and there's glass everywhere and next to me, my mom is dead. I think. As I said, I really don't remember much. It feels really weird thinking about it, like trying to describe a dream.\n\n\n\n█████████: Okay ma'am. Continue, please. Describe the procedure.\n\n\n\n\nMeyers:\n As I said, I don't remember much. I think they may have given me an anesthetic or something. I went to the building I saw from the ad and I talked to a lady at the front. I don't remember her face, though. I remember being put in a tube, maybe an MRI? There were some people with me, the doctors I think. Now that I think of it, I'm not sure they had faces at all. It didn't seem strange at the time. I felt a really hard pinch on my arm and then darkness. I woke up in my car, with the taste of my mom's peach preserves in my mouth. God, I haven't had that in years and years. Really sorry to bore you with all that. I wish I could be more helpful but that's really all I remember.\n\n\n\n█████████: No, this has been very informative. Thank you for your time, Ms. Meyers.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIncident Report 4145-01 \n\n\n\n\nClose\n\n\n\n\n\n\n\n\nOn June 14, 2023, the project leads of SCP-4145 upgraded SCP-4145 from a Euclid class anomaly to a Keter class, citing a general failure to contain it. Despite the removal of advertisements and general use of amnesetics, awareness of the anomaly has not yet been fully sequestered. It is estimated that globally, around 1,000 people are exposed to SCP-4145 per year. Additionally, the effects of SCP-4145 seem to be worsening in certain cases. Many victims have reported the inability to remember or associate with key aspects, or in some cases, the entirety of the victim's life.\n3\n Mnestic regimens have little effect on the symptoms.\n\n\nThe most serious breach of containment was the disappearance of Nico Gutierrez, on May 2, 2023. Friends of Gutierrez report the victim planning to receive treatment for PTSD caused by the witnessing of his brother's death. As he was last seen entering a clinic specializing in SCP-4145, it is presumed his disappearance was caused as a result of the anomaly. It is unclear why Gutierrez disappeared, but its possible physical scars and other affected memories of the event were targeted by the anomaly. Upgrading the containment procedure is ongoing. In the meantime, efforts are to be made to limit casualties.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFascinating, isn't it?\n\n\nHow resilient yet how fragile the human mind is\n\n\nHow memories and emotions\n\n\nand simple concepts can make the whole thing fall apart\n\n\nThat's why they come to us, we suppose\n\n\nIn a dream, nothing is permanent\n\n\nIn a dream, reality is whatever you want to be.\n\n\nWe apologize for reaching out like this.\n\n\nWe admit, it must seem rather cliché,\n\n\nbut networks are what we do best.\n\n\nWe realize you are frustrated\n\n\nThere really isn't much to go on, isn't there?\n\n\nWe understand\n\n\nWe want to help\n\n\nWe are going to show you what happened\n\n\nBe careful\n\n\nThis goes much deeper than it may appear\n\n\n\n\nONEIROI WEST\n\n\nCONNECTED CONSCIOUSNESS\n\n\n \n\n\n\n\n \n\n\n\"\nSomebody pinch me!\n\"\n\n\nCRAWLER\n: OWL BOT | \nQUERY\n: DISASSOCIATIVE DREAM THERPAY | \nSEARCH\n: OW SUBNET\n\n\nADDITIONAL FILTERS\n | \nAND NOT\n: AWAKENING | \nBUT STILL\n: YOWCH, THAT HURTS!\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nBaby Shark @doodoodoodoodoodoo\n\n\n \n\n\n \n\n\nWhere are all the new guys coming from? They look real freaky\n\n\n \n\n\n\n\nREHOOTS\n \n028,997,314\n\n\nLIKES\n \n7,682^2\n\n\n\n\n \n\n\n17/12/2022 13:02em\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nYosemite Jackson @DoubleRainbowEyes\n\n\n \n\n\n \n\n\nDont you hate it when a fetus made out of condensed regret falls in your milk glass? #mfw #mondays\n\n\n \n\n\n\n\nREHOOTS\n \n-4\n\n\nLIKES\n \n086,543,223,1\n\n\n\n\n \n\n\n20/22/2022 2:44pm\n\n\n\n\n\n\n \n\n\n\n\nGochujangGucciGang\n\n\n\n\nHey!\n\nWelcome home friend!\n\nWe are very excited to have u!\n\n\n\n\n%-..,M;-;egh..aHHn\n\n\n\n\nno\n\ns\nom\ne thing happened\n\nwhat happened to me\n\nwhere am i\n\n\n\n\nGochujangGucciGang\n\n\n\n\nu ok?\n\n\n\n\n%-..,M;-;egh..aHHn\n\n\n\n\nAS#$…\nhgg\n\n;;;P[] bro\\\\k\\..[en]\n\na;;;aa;;a\n,ggHHHH\n\n\n\n\nGochujangGucciGang\n\n\n\n\nWHY DOES THIS KEEP HAPPENING (ノಠ益ಠ)ノ彡┻━┻\n\n\n\n\n\n\nredȊst\n \nall eyes on us\n\n\n\n\n\n\n \n\n\n \n\n\n/bb/\n \nH00tsandT00tsallAb00t\n\n\nThe daily happenings of the dream world\n\n\n \n\n\nan iceberg manifested in my house and now my id won't go back to sleep\n \n(freudianproblems.psy)\n\n\nSubmitted 5 picoseconds ago by \n0eped1u$\n\n\n[EXPAND]\n\n\nFeeling down?\n \n(dissasociativedreamtherapy.psy)\n\n\nSubmitted 5 hours ago by \noneiroiwestllc\n\n\n(5\n78\n comments)\n\n\n[EXPAND]\n\n\nHelp, I think he's dying\n \n(ohgodsomeonepinchme.psy)\n\n\nSubmitted 15 hours ago by \nScootley Poop\n\n[COLLAPSE]\n\nA new oneiroi appeared in my house. They look like a corp but they keep disintegrating. They said their name was Nico or Laundering Detergent, not sure which one is true. They are really hurt and I'm worried they're gonna get worse. What do I do?!?\n\n\n\n\nShowing all comments\n \nsorted by (not trash)\n\n\nASilkenRug\n \nOn your feet | Nice and Soft\n\nThat's terrible! Try to get them to lucidate, that usually helps corps.\n\n\nWubWubWOMP\n \nLocation is Impermanent | Why not go to Bed?\n\nkeep their teeth in, get a compress, and call a friend. Try to ask how they got here, this doesnt sound like any corp I've ever heard of\n\n\nEmporerOfSquambo\n \nGrand Duchy of Squambo| An Empire of my own\n (-35)\n\nGUYS, THE COLLECTIVE IS TURNING CORPS INTO ONEIROI ILLEGALLY\n\n\n \n \nASilkenRug\n \nOn your feet | Nice and soft\n\n\n \nNo way\n\n\n \n \nEmporerOfSquambo\n \nGrand Duchy of Squambo|An Empire of my own\n\n\n \nYES WAY, CHECK THE NEWS\n\n\n\n\n\n\n \n\n\n\n\nWORLD NEWS\n\n\nDeveloping Story: Incomplete Oneiroi Manifesting Throughout Oneiroi West\n\n\nMany sources have reported that corporeal dreamers are manifesting as fragmented consciousnesses, scattered throughout the dreamscape\n\n\n\nPainful and pitiful, experts believe that these Oneiroi are not true corporeal minds but fragments shunted into our world. Its cause is unknown but may be related to illegal performances of Oneiritic Transformation, transmuting corps against their will.\n\n\n\nSome sources report that the Oneiroi Collective itself is responsible for this. The veracity of this statement remains to be seen, but as stated by reporter Bees Knees and Toes \"Big if true.\"\n\n\n\nThat's all that's known for now, but subscribe to World News, and we'll keep you posted on the latest news regarding this phenomenon!\n\n\n\n\n \n\n\n\n\n\n\nOneiroi West @theoneiroicollective\n\n\n \n\n\n \n\n\nIt had to be done\n\n\n \n\n\n\n\nREHOOTS\n \n0\n\n\nLIKES\n \n0\n\n\n\n\n \n\n\n33/8/2023 0:00am\n\n\n\n\n\n\n \n\n\n\n\n\n\nFootnotes\n\n\n1\n. The sphere of human thought.\n\n\n2\n. A group of interest composed of thoughtforms and avatars of human dreamers. They are very active in the Noosphere and are known to operate \ncommercial\n \noperations\n.\n\n\n3\n. Victims are usually diagnosed with dissociative amnesia or depersonalization-derealization disorder.\n\n\n\n\n\n\n\n\n« \nSCP-4144\n | SCP-4145 | \nSCP-4146\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interview 01: Meyers: Okay, so like, I was seeing all these ads and stuff for it [SCP-4145] and a lot of the other bloggers were posting about it so I decided to try it out. I had this experience a while back that was really bumming me out so I figured it was worth a shot, right? █████████: For the record, what was this experience you are describing? Meyers: Oh gosh, I can barely remember it now. It seems so silly and random. I guess that means it worked right? Um, I think, like, [ Pause ] I was in a car, I remember cuz' I kept looking at the road. I think I was in the back though. There were trees passing by because I was going really fast and they kind of scared me. Oh, it was raining too. I was watching the rain drip down the window and I think I'm misremembering the next part because it seems really silly, but a big fruit truck came by and started losing control and then we stop and there's glass everywhere and next to me, my mom is dead. I think. As I said, I really don't remember much. It feels really weird thinking about it, like trying to describe a dream. █████████: Okay ma'am. Continue, please. Describe the procedure. Meyers: As I said, I don't remember much. I think they may have given me an anesthetic or something. I went to the building I saw from the ad and I talked to a lady at the front. I don't remember her face, though. I remember being put in a tube, maybe an MRI? There were some people with me, the doctors I think. Now that I think of it, I'm not sure they had faces at all. It didn't seem strange at the time. I felt a really hard pinch on my arm and then darkness. I woke up in my car, with the taste of my mom's peach preserves in my mouth. God, I haven't had that in years and years. Really sorry to bore you with all that. I wish I could be more helpful but that's really all I remember. █████████: No, this has been very informative. Thank you for your time, Ms. Meyers."
    ],
    "containment_procedures": "Any business found to be offering SCP-4145 is to be shut down by MTF Psi-19 (\"Dream Catchers\"), with any owners or employees detained for questioning. Any found victims are to be treated with a mnestic regimen. Foundation Webcrawler \"God's Eye\" is to scan websites for advertisements or discussion relating to SCP-4145. Any found mention of SCP-4145 is to be removed as per standard policy.",
    "description": "SCP-4145 is an experimental procedure sometimes used as a therapeutic technique, marketed as \"Dissociative Dream Therapy™\". As no instance of SCP-4145 has been recorded, little is known about SCP-4145 itself. However, marketing SCP-4145 claims it can isolate traumatic memories or negative emotions and experiences and physically separate and remove them. Without a subject to attach to, the core concepts of the memory would disperse into the Noosphere1. Tracking of individual concepts in the Noosphere is extremely challenging, so the outcome of those concepts is currently unknown. This causes an inability in subjects to accurately recall the experience and in most cases, causes an extreme disassociation with the memory, as if viewed from an outsider's perspective or in a dream-like state.",
    "title": "SCP-4145"
}