{
    "url": "https://scp-wiki.wikidot.com/scp-4149",
    "all_text": "A \nROUNDERHOUSE\n Joint\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nComing Soon - Rounderhouse\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+280\n+\n–\nx\n\n\n\n\n\n\n3/4149\n LEVEL \n3/4149\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-4149\n\n\n\n\n\n\nSafe\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInterior of SCP-4149, cognitohazardous elements removed.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n To comply with SCP-4149-2's wishes, personnel are encouraged to behave as though they are visitors of an art gallery within SCP-4149. If breaking of character is absolutely necessary, it is advised to dramatize the incident to a theatrical performance.\n\n\nThe building containing the entrance to SCP-4149 has been purchased by the Foundation and is to be fenced off under the explanation of being slated for demolition. \n1 agent with SCRAMBLE equipment is to be stationed at 2341 ███████ Ave, Chicago.\n 3 armed guards from MTF Eta-10 \"See No Evil\" are to be stationed at 2341 ███████ Ave, Chicago, with 2 guarding the second floor and one stationed within SCP-4149 itself\n1\n.\n\n\nAll expeditions into SCP-4149 must be approved by Level 4 personnel.\n\n\nDescription:\n SCP-4149 is an extradimensional space, the entrance to which is accessible via a hallway embedded within the 2nd floor of 2341 ███████ Ave, Chicago, an uninhabited home. The interior of SCP-4149 resembles a large warehouse, and contains 76 art pieces across various mediums, including fine art, performance art, modern art, and sculptures. 54 pieces contain varying degrees of visual hazards.\n2\n\n\nSCP-4149-1 is the collective designation for the entities found within SCP-4149. SCP-4149-1 instances claim to be from various neighboring universes and planes of reality, and often mistake Foundation personnel to be pieces of performance art. All SCP-4149-1 instances are immune to the anomalous effects of the art pieces within SCP-4149.\n\n\nSCP-4149-2 is a 2m tall, bipedal, sloth-like entity that identifies itself as \"Professor Xorkanoff.\" SCP-4149-2 claims to be the curator of SCP-4149, and is usually found walking about SCP-4149 and discussing pieces with SCP-4149-1 instances. It claims to have a limited ability to travel between universes, though this ability has yet to be confirmed. SCP-4149-2 also claims to be from a universe that \"is unappreciative of art\" and chose to create SCP-4149 within an uninhabited reality to serve as a refuge for its collection.\n\n\nSCP-4149-2 claims that the entrance located in our reality is a design flaw of the gallery, and cannot be fixed without a complete rebuilding of SCP-4149.\n3\n Due to several incidents of personnel disturbing SCP-4149-1 instances, SCP-4149-2 has requested that Foundation personnel refrain from divulging their motives when interacting with SCP-4149-1 instances to preserve the immersion of the gallery.\n\n\nSCP-4149-2 has voluntarily surrendered itself and SCP-4149 to containment on the condition that the Foundation protect SCP-4149 against hostile intruders.\n\n\nDiscovery:\n SCP-4149 was coincidentally discovered during a long-term operation to root out \nAre We Cool Yet?\n activities in the city of Chicago. Agent Rochne and Agent Benjamin were assigned to follow two AWCY members transporting several pieces of anart. A video transcript is attached.\n\n\n\n\n\n\n\n\n▼ Access Discovery Log Transcript ▼\n\n\n\n\n▲ Hide Log ▲\n\n\n\n\nDiscovery Log Transcript\n\n\n\n\n\n\n\n\nDate:\n 7/██/2006\n\n\nDiscovery Team:\n Field Agent Rochne, Field Agent Benjamin.\n\n\nEquipment:\n Bodycam of Field Agent Rochne,\n4\n and one SCRAMBLE visor, assigned to Agent Rochne.\n\n\nSubject:\n Discovery of SCP-4149.\n\n\n\n\n[BEGIN LOG]\n\n\nAgents are seated within the transport vehicle.\n\n\nAgent Rochne:\n Targets have parked their truck, they're getting out. Probably moving the goods.\n\n\nCrunching noises are heard from the direction of Agent Benjamin.\n\n\nAgent Rochne:\n Really? Now of all times?\n\n\nAgent Benjamin:\n Fine, fine, sorry. Look, they've pulled out the art.\n\n\nArtists have begun carrying art pieces into the building.\n\n\nAgent Rochne:\n Let's move. We don't want another Boston on our hands, now do we?\n\n\nAgent Benjamin:\n Yeah, yeah.\n\n\nAgents exit vehicle and make their way to the entrance of 2341 ███████ Ave.\n\n\nAgent Rochne:\n Alright, move in on my count. Three, two, one, GO!\n\n\nAgents rush in, pistols raised.\n\n\nAgent Rochne:\n CLEAR!\n\n\nAgent Benjamin:\n CLEAR!\n\n\nAgents move to the second floor. AWCY?-PoI-1 is writhing in pain on the floor, hands covering their face.\n\n\nAgent Rochne:\n Identify yourself! I want a name, now!\n\n\nAWCY?-PoI-1:\n Ah… Gerald… Fuck…\n\n\nAWCY?-PoI-1 continues to obstruct their face, rubbing it in apparent pain.\n\n\nAgent Benjamin:\n What happened to you?\n\n\nAWCY?-PoI-1:\n The fucking art gallery… It feels like that time I got stung by a wasp but a million fucking times worse…\n\n\nAWCY?-PoI-1 lowers hands to reveal their face has been heavily distorted. Their nasal cavity has ascended to the forehead, and their mouth is on the left side of their face. No eyes are visible at this time.\n\n\nAgent Benjamin:\n Jesus, you look like my senior art project.\n\n\nAWCY?-PoI-1:\n What did it do to me? What the hell did it do to me?!\n\n\nAWCY?-PoI-1's eyes appear to have been relocated within their mouth, and are visible while speaking.\n\n\nAgent Benjamin:\n We'll get you a mirror later. Wait, weren't there two? Where's your friend?\n\n\nAgent Rochne forces AWCY?-PoI-1 on their feet, then handcuffs them to the nearby wall's space heater.\n\n\nAWCY?-PoI-1:\n He went into the gallery!\n\n\nAWCY?-POI-1 gestures toward bedroom.\n\n\nAgent Rochne:\n Ben, stay with him and call for backup. I'm going to check this out.\n\n\nAgent Rochne proceeds into the bedroom and turns left. In place of a window and access to the building's fire escape, a hallway with waxed wooden floors and elaborate lighting is present. AWCY?-PoI-2 is visible 15m ahead, engaged in conversation with SCP-4149-2. The entity is holding a framed painting and shakes hands with AWCY?-PoI-2, who turns to see Agent Rochne. AWCY?-PoI-2 flees further into SCP-4149.\n\n\nAgent Benjamin:\n What happened? Aren't you going in?\n\n\nAgent Rochne:\n Have you called for backup yet?\n\n\nAgent Benjamin:\n No, why?\n\n\nAgent Rochne:\n Spatial anomalies are way over our pay grade, Ben. Give command a ring.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nExploration Log:\n Upon receiving a request for assistance from Agent Benjamin, MTF-Eta-10 was dispatched to the location to explore the anomaly. Due to AWCY?'s notoriety for using visually dangerous works of art, all agents were equipped with standard SCRAMBLE equipment. Video transcript attached.\n\n\n\n\n\n\n\n\n▼ Access Exploration Log Transcipt ▼\n\n\n\n\n▲ Hide Log ▲\n\n\n\n\nExploration Log Transcript\n\n\n\n\n\n\n\n\nDate:\n 7/██/2006\n\n\nExploration Team:\n MTF-Eta-10\n\n\nSubject:\n SCP-4149\n\n\nTeam Lead:\n H10-Alpha\n\n\nTeam Members:\n H10-Beta, H10-Gamma, H10-Delta\n\n\nNotes:\n SCP-4149-2's statements have been accelerated by 3x for the purposes of this audio log.\n\n\n\n\n[BEGIN LOG]\n\n\nSquad arrives onsite and sets up an entry into the wood-paneled hallway.\n\n\nAlpha:\n Everyone ready?\n\n\nSquad sounds off.\n\n\nAlpha:\n Move in.\n\n\nSquad move in, with Alpha and Beta leading the way. They make a left and right turn, entering into the warehouse portion of SCP-4149.\n\n\nGamma:\n Contact!\n\n\nSCP-4149-1 instances observe squad in mild surprise. Small trays of wine and cheese float around the room at random.\n\n\nAlpha:\n Everyone back up!\n\n\nSCP-4149-1 instances back up, mildly annoyed at the disturbance.\n\n\nSCP-4149-1 Instance:\n I do hate the ones that try to involve the audience. Like, if your art is good enough, I shouldn't be helping you perform.\n\n\nBeta notices SCP-4149-1 instance conversing.\n\n\nBeta:\n Boss, I think they speak English.\n\n\nAlpha:\n (to SCP-4149-1 instance) You there, what is this place?\n\n\nSCP-4149-1 Instance:\n Xarfan, this is the most heavy-handed social commentary I've ever had the displeasure of observing.\n\n\nSCP-4149-2 makes a winded cry as it slowly makes its way over. 2 minutes later, it arrives and slowly begins speaking.\n\n\nGamma:\n Is that a sloth?\n\n\nSCP-4149-2:\n \nWhy..does…everyone…move…so…fast?\n Ah, yes, this would be my newest piece!\n\n\nDelta:\n Uh, what?\n\n\nSCP-4149-2:\n \nPlay along.\n It is meant to highlight… the anger, the cruelty with how we treat… new environments we find ourselves in! Yes. Ah, I can see it is not being received well, and I shall adjust my scripts accordingly. Thank you all for your patience. (To squad) Come with me.\n\n\nSCP-4149-1 instances slowly spread out and resume normal activities. SCP-4149-2 leads squad to a secluded corner of SCP-4149.\n\n\nSCP-4149-2:\n I do not know who you are, but where I come from, it is polite to introduce oneself. I am Professor Xorkanoff, and this is my art gallery.\n\n\nAlpha:\n Ah, hello, Professor. What exactly \nare\n you?\n\n\nSCP-4149-2:\n I am a man of culture! I rescue art, and put it on display for the world to see. Well, worlds. My gallery does not exist in one specific world, you see. Tends to add variety to the clientele.\n\n\nBeta:\n We observed you making a transaction with a man earlier today? Where is he?\n\n\nSCP-4149-2:\n Ah, that promising young man. I saw a sample of his art, and enjoyed it enough to offer his work a place in my gallery! However, I felt his skills could be refined. I just had to tell him about Zarzagon 15! They absolutely love charcoal paintings there, you know! I think it has something to do with the air there, all carbon monoxide, very cleansing for the soul.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nInterview 4149-B:\n 45 hours after the initial discovery of SCP-4149, SCP-4149-2 agreed to an interview. D-173937\n5\n was guided into SCP-4149 by Agent Rochne and issued instructions via headset.\n\n\n\n\n\n\n\n\n▼ Access Interview Log Transcript ▼\n\n\n\n\n▲ Hide Log ▲\n\n\n\n\nInterview Log Transcript\n\n\n\n\n\n\n\n\nInterviewed:\n SCP-4149-2\n\n\nInterviewer:\n D-173937\n\n\nForeword:\n Instructions from Command removed for redundancy. SCP-4149-2's statements have been accelerated by 3x for the purposes of this audio log.\n\n\n[BEGIN LOG]\n\n\nD-173937:\n Please state your name.\n\n\nSCP-4149-2:\n I suppose the closest approximation that you could pronounce would be Xorkanoff.\n\n\nD-173937:\n What do you mean by closest approximation?\n\n\nSCP-4149-2:\n My tongue is not yours. The place I come from has so much more depth to the language. This feels… shallow.\n\n\nD-173937:\n Well, where are you from?\n\n\nSCP-4149-2:\n This is a small ghost universe. A universe that has had everything sucked out of it, yet the husk remains. An entire universe, crushed down to the size of a warehouse.\n\n\nD-173937:\n That doesn't explain how you got here.\n\n\nSCP-4149-2:\n No, I suppose it doesn't. I can climb between universes, you see. Not particularly often, and not particularly well, but more than most people.\n\n\nD-173937:\n Where is your home reality?\n\n\nSCP-4149:\n Have you ever been forced out of your home, my friend?\n\n\nD-173937:\n Whole reason I'm here, in fact.\n\n\nSCP-4149:\n Then you can relate. My species holds… regressive views on the freedom of artistic expression. Which is odd, considering how advanced we were.\n\n\nD-173937:\n Maybe it was because of it?\n\n\nSCP-4149:\n I refuse to accept that. I have traveled through scores of realities, and each and every single one except mine had no restrictions to express emotions. Granted, they may have been less advanced, but at least they were somewhat happy.\n\n\nD-173937:\n What did they do to you?\n\n\nSCP-4149:\n I was regarded as a cultural extremist. Most of my collection was wiped out by the mob that came for me, in my home. I managed to escape with this and I've been attempting to rebuild since. So many unique pieces, lost.\n\n\nD-173937:\n I'm sorry.\n\n\nSCP-4149-2:\n You have nothing to do with it, but thank you. Have you taken a liking to any of the pieces?\n\n\nD-173937:\n Ah, I wouldn't know. I'm blind.\n\n\nSCP-4149-2:\n I'm sorry, I'm not familiar with the concept.\n\n\nD-173937:\n I can't see. My eyes, they just don't work properly.\n\n\nSCP-4149-2:\n Oh dear. That sounds terribly dreadful.\n\n\nAn ursine SCP-4149-1 entity\n6\n approaches.\n\n\nSCP-4149-1:\n Salutations, Xorkanoff. Is this a new piece?\n\n\nSCP-4149-2:\n Um, yes, it is to display the… fragility of life. Yes. But it is not yet complete. So leave me alone.\n\n\nSCP-4149-1:\n I look forward to seeing it done.\n\n\nSCP-4149-1 instance wanders away.\n\n\nSCP-4149-2:\n Hmm, yes, I can work with this.\n\n\n[END LOG]\n\n\nClosing Statement:\n SCP-4149-2 soon surrendered itself, SCP-4149, and SCP-4149-1 instances to containment.\n\n\n\n\n\n\n\n\n\n\n\n\nIncident 4149-1:\n On 12/██/2007, Agent Hall reported a disturbance within SCP-4149 and requested backup. MTF-Eta-10 \"See No Evil\" were dispatched.\n\n\n\n\n\n\n\n\n▼ Access Incident Log Transcript ▼\n\n\n\n\n▲ Hide Log ▲\n\n\n\n\nIncident Log Transcript\n\n\n\n\n\n\n\n\nDate:\n 12/██/2007\n\n\nResponse Team:\n MTF-Eta-10\n\n\nSubject:\n SCP-4149\n\n\nTeam Lead:\n Η10-Alpha\n\n\nTeam Members:\n H10-Beta, H10-Gamma, H10-Delta\n\n\n\n\n[BEGIN LOG]\n\n\nSquad arrives onsite and prepares to breach into SCP-4149.\n\n\nAlpha:\n Everyone ready? On my count. Three, two, one, GO!\n\n\nSquad enters SCP-4149. All SCP-4149-1 instances are against the edges of the warehouse, idly observing the action in the center. SCP-4149-2 is engaged in an argument with two similar entities,\n7\n who are dressed in tactical combat gear and armed with weapons similar in design to assault rifles.\n\n\nSCP-4149-2:\n Why do you torment me so? I have done nothing to aggravate you!\n\n\nSCP-4149-2A:\n Your inane means of expressing emotions are dangerous and must be destroyed!\n\n\nSCP-4149-2B:\n Xorkanoff, surely you realize you cannot run from the Xenarthra Council by hiding in pocket universes.\n\n\nAlpha:\n Alright, hands up!\n\n\nBeta:\n Fucking hell, I always forget how weird this place is.\n\n\nSCP-4149-2A slowly turn to address MTF squad.\n\n\nSCP-4149-2A:\n So these are the furless folks that you have taken refuge with? We have no quarrel with you yet, fast ones. I advise you do not change that.\n\n\nAlpha:\n I repeat, drop your weapons!\n\n\nDelta:\n Boss, I think…\n\n\nDelta briskly walks to SCP-4149-2A & SCP-4149-2B and one-by-one, removes their weapons from their grips and slides them to Alpha.\n\n\nGamma:\n Watch out!\n\n\nDelta:\n They're fucking sloths, man.\n\n\nSCP-4149-2A slowly realizes he no longer has a weapon.\n\n\nSCP-4149-2A:\n What-how did you- they're moving faster than we can perceive. Retreat!\n\n\nSCP-4149-2B:\n What kind of eldritch abominations are you?\n\n\nAlpha:\n Yeah, you're coming with us.\n\n\nAlpha and Beta move to apprehend instances. Before they arrive, SCP-4149-2A & SCP-4149-2B both disappear in a flash of green light. SCP-4149-2 appears shaken. SCP-4149-1 instances begin applauding.\n\n\nSCP-4149-1 Instance:\n Astonishing! Simply amazing! The conflict, the emotion, truly the greatest piece of theatre I have seen in all my 367 cycles!\n\n\nAlpha:\n Uh, uh…\n\n\nAlpha bows, with the rest of the squad quickly following.\n\n\nSCP-4149-1:\n Bravo!\n\n\nSCP-4149-2 approaches MTF squad.\n\n\nSCP-4149-2:\n It seems this alliance is proving fruitful. Thank you.\n\n\nAlpha:\n No trouble at all.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. See Incident 4149-1.\n\n\n2\n. Infohazards, cognitohazards, memetics, and ontokinetics.\n\n\n3\n. SCP-4149-2 has displayed a strong aversion to this suggestion.\n\n\n4\n. Field Agent Benjamin's bodycam was obscured by his jacket for the duration of this mission.\n\n\n5\n. D-173937 is blind.\n\n\n6\n. This particular entity bore a strong resemblance to a sun bear (\nHelarctos malayanus\n).\n\n\n7\n. Designated SCP-4149-2A and SCP-4149-2B.\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nRounderhouse's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-7666\n \n(+335)\n \n•\n\n\n\n\n\n\nSCP-8976\n \n(+244)\n \n•\n\n\n\n\n\n\nSCP-4513\n \n(+236)\n \n•\n\n\n\n\n\n\nSCP-5762\n \n(+254)\n \n•\n\n\n\n\n\n\nSCP-8003\n \n(+268)\n \n•\n\n\n\n\n\n\nSCP-7976\n \n(+372)\n \n•\n\n\n\n\n\n\nSCP-8918\n \n(+147)\n \n•\n\n\n\n\n\n\nSCP-4249\n \n(+214)\n \n•\n\n\n\n\n\n\nSCP-4661\n \n(+628)\n \n•\n\n\n\n\n\n\nSCP-5375\n \n(+134)\n \n•\n\n\n\n\n\n\nSCP-7288\n \n(+212)\n \n•\n\n\n\n\n\n\nSCP-4852\n \n(+322)\n \n•\n\n\n\n\n\n\nSCP-6819\n \n(+496)\n \n•\n\n\n\n\n\n\nROUNDERHOUSE's Bone Proposal\n \n(+293)\n \n•\n\n\n\n\n\n\nSCP-5983\n \n(+417)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nINTERREGNUM: THE BLACKSTAR AT AMONI-RAM\n \n(+121)\n \n•\n\n\n\n\n\n\nA look back on what we accomplished\n \n(+97)\n \n•\n\n\n\n\n\n\nMTF Sigma-5 \"Pumpkin Punchers\"\n \n(+259)\n \n•\n\n\n\n\n\n\nThe Signing Of The Las Vegas Accords\n \n(+92)\n \n•\n\n\n\n\n\n\nAgent Calendar's Hot Date 2: Boogie Nights\n \n(+51)\n \n•\n\n\n\n\n\n\nSite-7: TEMPEST\n \n(+133)\n \n•\n\n\n\n\n\n\nGold Prelude: Lord Blackwood in the City of Amon Iram!\n \n(+127)\n \n•\n\n\n\n\n\n\nChristmas At Kiryu Labs\n \n(+63)\n \n•\n\n\n\n\n\n\nNew Jersey State Police: Case 102-9381-23\n \n(+38)\n \n•\n\n\n\n\n\n\nROUNDERHOUSE's Boner Proposal\n \n(+151)\n \n•\n\n\n\n\n\n\nLAMB OF GOD\n \n(+91)\n \n•\n\n\n\n\n\n\nSite-7: HUMINT\n \n(+120)\n \n•\n\n\n\n\n\n\nNobody, Nobody, Nobody, and Nobody's Encounters with The Man in the White Suit\n \n(+123)\n \n•\n\n\n\n\n\n\nPRI(DEMON)TH\n \n(+136)\n \n•\n\n\n\n\n\n\nSite-7: REPLICA\n \n(+84)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nROUNDERPAGE V2\n \n(+571)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4148\n | SCP-4149 | \nSCP-4150\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4149\n\" by Rounderhouse, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4149\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n art.png\n\n\nAuthor:\n \nRounderhouse\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n 14th Factory 038\n\n\nAuthor:\n Lord Jim\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4149 \" by Rounderhouse, from the SCP Wiki . Source: https://scpwiki.com/scp-4149 . Licensed under CC-BY-SA .",
        "Filename: art.png Author: Rounderhouse License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Name: 14th Factory 038 Author: Lord Jim License: CC BY-SA 2.0 Source Link: Flickr"
    ],
    "containment_procedures": "To comply with SCP-4149-2's wishes, personnel are encouraged to behave as though they are visitors of an art gallery within SCP-4149. If breaking of character is absolutely necessary, it is advised to dramatize the incident to a theatrical performance.",
    "description": "SCP-4149 is an extradimensional space, the entrance to which is accessible via a hallway embedded within the 2nd floor of 2341 ███████ Ave, Chicago, an uninhabited home. The interior of SCP-4149 resembles a large warehouse, and contains 76 art pieces across various mediums, including fine art, performance art, modern art, and sculptures. 54 pieces contain varying degrees of visual hazards.2",
    "title": "SCP-4149"
}