{
    "url": "https://scp-wiki.wikidot.com/scp-4153",
    "all_text": "rating: \n+201\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-4153:\n Vincent Price presents… IT CAME FROM SITE-9!\n\n\nAuthor:\n \nThe Great Hippo\n\n\nImages:\n \nLink\n, \nLink\n, \nLink\n\n\nMusic:\n \nIt's a B-Movie Show!\n (The Cog is Dead)\n\n\n\n\n\n\nMore by \nThe Great Hippo\n:\n\n\n\n\nSCPs\n\n\n\n\n– hide block\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\n[\nSCP-3034\n]\n\n\nThe Counting Station\n\n\n\n\n\n\nDO NOT LET HER FINISH\n\n\n\n\n\n\n[\nSCP-3035\n]\n\n\nScience Bugs\n\n\n\n\n\n\ncase_of_the_mondays.png, case_of_the_mondays (1).png\n\n\n\n\n\n\n[\nSCP-3054\n]\n\n\nCragstaff Sanitarium\n\n\n\n\n\n\nYou are sick. You are broken. We will fix you.\n\n\n\n\n\n\n[\nSCP-3045\n]\n\n\nbzzip.exe\n\n\n\n\n\n\nHAMLET: I am no longer moody.\n\n\n\n\n\n\n[\nSCP-3043\n]\n\n\nMurphy Law in… Type 3043 — FOR MURDER!\n\n\n\n\n\n\nForget it, Fred. It's Chinatown.\n\n\n\n\n\n\n[\nSCP-3057\n]\n\n\nFossil Fuels\n\n\n\n\n\n\n…witnesses provided confirmation that instances of SCP-3057-4 did, in fact, have feathers.\n\n\n\n\n\n\n[\nSCP-2639\n]\n\n\nVideo Game Violence\n\n\n\n\n\n\ni need to know how many people i've killed\n\n\n\n\n\n\n[\nSCP-437\n]\n\n\nSummer of '91\n\n\n\n\n\n\nThat was a pretty crazy summer, y'know? Sometimes I really miss that place.\n\n\n\n\n\n\n[\nSCP-3079\n]\n\n\n300 Tricks: Stage Magic Made Easy\n\n\n\n\n\n\nNOTE:\n No method for accomplishing this trick is provided.\n\n\n\n\n\n\n[\nSCP-2753\n]\n\n\nLet's Play Jenga!\n\n\n\n\n\n\nHigh art carries high risk!\n\n\n\n\n\n\n[\nSCP-2679\n]\n\n\nThe Many Graves of Jeannette Parslov\n\n\n\n\n\n\nWhatever it takes, do what you must; whatever the cost, come back to us.\n\n\n\n\n\n\n[\nSCP-3074\n]\n\n\nKafka's Parking Garage\n\n\n\n\n\n\nThank you for choosing Izatova Parking Center. Have a pleasant day.\n\n\n\n\n\n\n[\nSCP-2571\n]\n\n\nCragglewood Park\n\n\n\n\n\n\nMr. Blair, have you always been an only child?\n\n\n\n\n\n\n[\nSCP-2419\n]\n\n\nThe Laughing Men\n\n\n\n\n\n\nThrow them back into the incinerator where you found them.\n\n\n\n\n\n\n[\nSCP-3143\n]\n\n\nMurphy Law in… The Foundation Always Rings Twice!\n\n\n\n\n\n\nWhen it comes right down to it, me — them — hell, even you — we're all just characters in that trashy dime-store novel called life.\n\n\n\n\n\n\n[\nSCP-3089\n]\n\n\nThat Old Time Religion\n\n\n\n\n\n\nRemember how we explained that successful people don't actually need any of their toes to walk? Well, that's going to come in handy for Secret Number Six.\n\n\n\n\n\n\n[\nSCP-3117\n]\n\n\nA Monster-Shaped Hole\n\n\n\n\n\n\nI'm not talking to you.\n\n\n\n\n\n\n[\nSCP-3128\n]\n\n\nLet's Play Monopoly!\n\n\n\n\n\n\nHey, guys? I'm, uh. I'm using this.\n\n\n\n\n\n\n[\nSCP-3138\n]\n\n\nA Sepulcher by the Sea\n\n\n\n\n\n\nShould it prove feasible, all non-canonical corpses are to be extracted, examined, and catalogued.\n\n\n\n\n\n\n[\nSCP-3241\n]\n\n\nThe SS Sommerfeld\n\n\n\n\n\n\nIt makes me wonder what an old monster like myself is even doing here, anymore. And then? Someone special comes along and reminds me.\n\n\n\n\n\n\n[\nSCP-3219\n]\n\n\nThis Sour Earth\n\n\n\n\n\n\nNotably, no reports describe any attempt to examine the residence's storm cellar.\n\n\n\n\n\n\n[\nSCP-4028\n]\n\n\nLa Historia de Don Quixote de la Mancha\n\n\n\n\n\n\nJustine eventually re-unites with her sister, Juliette. Alonso strikes down a lightning bolt intended for them both, then challenges the narrator to a duel.\n\n\n\n\n\n\n[\nSCP-3546\n]\n\n\nDoggone it, I Fold!\n\n\n\n\n\n\nSpecifically, fan-art of Sonic the Hedgehog, a video-game character produced by Sega in 1991.\n\n\n\n\n\n\n[\nSCP-3561\n]\n\n\nAn Unfinished Work\n\n\n\n\n\n\nDespite multiple reports from neighbors who claimed to have witnessed members of his family standing at the windows, no trace of Theodore Holdstock's wife and children could be found.\n\n\n\n\n\n\n[\nSCP-4054\n]\n\n\nThe Seventh Door\n\n\n\n\n\n\nSCP-4054 is The Seventh Door, an unlicensed platform adventure game released for the Nintendo Entertainment System in 1988.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+201\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFig 1.1:\n Signed photograph left by SCP-4153-036 in containment cell. Written on back: \nFrom one horror aficionado to another: \nAlways Stay A-Head!\n\n\n\n\n\n\nItem #:\n SCP-4153\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n MTF Iota-10 (\"Damn Feds\") is to monitor and investigate all reported sightings of SCP-4153 instances (with particular attention paid to sightings near or inside horror attractions). When found, these instances are to be apprehended and taken into Foundation custody.\n\n\nDescription:\n SCP-4153 is an acting troupe comprised of animated wax figurines portraying monsters and villains from classic horror cinema. Notable examples include the Werewolf,\n1\n Frankenstein's Monster,\n2\n Count Dracula,\n3\n and Professor Henry Jarrod.\n4\n\n\nSCP-4153 is active throughout North America; its members appear at 'haunted attractions' (such as haunted houses, trails, and cornfield mazes). Common venues include amusement parks, board-walks, traveling carnivals, and strip-malls. During their performance, instances of SCP-4153 use wax to alter their appearance, produce props (including fake blood and gore), and even manipulate wax objects from afar.\n\n\nSeveral instances of SCP-4153 were arrested in 1993 after the owner of a haunted attraction notified police of a break-in. The intruders were attempting to operate their own set within the attraction. Foundation operatives were called after officers determined that the instances were not wearing makeup. All instances were transported to Site-09 for initial interviews and processing. Shortly thereafter, all contact with Site-09 was lost during a catastrophic containment breach.\n\n\nAddendum 4153.1:\n Recovered Documents\n\n\nThe following files were recovered from Site-09's servers four days after the containment breach ended.\n\n\n\n\n\n\n\n\nFig 1.2:\n SCP-4153-017.\n\n\n\n\n\n\nINTERVIEW LOG\n\n\n\n\nDATE:\n 1993/10/25\n\n\nSUBJECT:\n SCP-4153-017\n\n\nINTERVIEWER:\n Agent Timothy West\n\n\n\n\n[\nBEGIN LOG.\n]\n\n\nWEST:\n Okay, so —\n\n\nSUBJECT:\n Look into my eyes.\n\n\n[\nSilence.\n]\n\n\nSUBJECT:\n Look… into my eyes.\n\n\nWEST:\n I \nam\n looking into your eyes.\n\n\nSUBJECT:\n You are under my control.\n\n\nWEST:\n No, uh. Not really.\n\n\nSUBJECT:\n Your will is strong, Agent West.\n\n\nWEST:\n Right. So, about the haunted hay-ride you broke into —\n\n\nSUBJECT:\n But I wonder. How will you protect yourself against my infernal strength?\n\n\nWEST:\n You realize that if you stand up, I'm going to shoot you. Right?\n\n\nSUBJECT:\n Hm. You are a formidable adversary, indeed.\n\n\nWEST:\n What were you doing at the haunted hay-ride?\n\n\nSUBJECT:\n You will know the truth… soon enough.\n\n\n[\nSilence.\n]\n\n\nWEST:\n The police report says you were hiding behind the bushes.\n\n\n[\nSUBJECT laughs.\n]\n\n\nSUBJECT:\n But does it tell you… that we were already here?\n\n\n[\nShuffling papers.\n]\n\n\nWEST:\n It tells me they found you wearing bed-sheets.\n\n\nSUBJECT:\n We were all dead… the whole time.\n\n\nWEST:\n Yeah, I think — I think we're done here.\n\n\nSUBJECT:\n The log… is coming from inside the house.\n\n\nWEST:\n Okay. Sure, buddy. Whatever you say.\n\n\n[\nEND LOG.\n]\n\n\n\n\n\n\n\n\n\n\nFig 1.3:\n SCP-4153-015.\n\n\n\n\n\n\nINTERVIEW LOG\n\n\n\n\nDATE:\n 1993/10/25\n\n\nSUBJECT:\n SCP-4153-015\n\n\nINTERVIEWER:\n Agent Samantha Henwick\n\n\n\n\n[\nBEGIN LOG.\n]\n\n\nHENWICK:\n What were you doing at —\n\n\nSUBJECT:\n Can I start by saying it's an honor? A real honor. People always ask me, 'Boris, do you regret portraying the Monster? Do you regret being typecasted?' And I always tell them: Good heavens, no! It was the best thing that happened to me. I wouldn't be here with all of you if it wasn't for that. I wouldn't have the chance to work with you wonderful people.\n\n\nHENWICK:\n That's not —\n\n\nSUBJECT:\n I can't express how grateful I am for having this opportunity, to contribute to this project.\n\n\nHENWICK:\n What? What 'opportunity'? What 'project'?\n\n\nSUBJECT:\n Oh, wait. Oh, goodness. I'm sorry. Are we rolling?\n\n\nHENWICK:\n Rolling? Are we…? We're recording, if that's what you're asking. Yes.\n\n\nSUBJECT:\n God, how embarrassing. You must think me a neophyte. I'm just not used to the format, darling. You can cut this part out during post, right?\n\n\nHENWICK:\n What?\n\n\nSUBJECT:\n Oh. Staying in character? How delightfully droll. I understand, say no more.\n\n\n[\nSUBJECT clears throat.\n]\n\n\nHENWICK:\n What the hell are you on about?\n\n\n[\nSUBJECT seizes own head, then twists it free from the neck. The motion is accompanied by a spray of fake blood and viscera.\n]\n\n\nHENWICK:\n Christ!\n\n\n[\nSUBJECT's head commences screaming.\n]\n\n\nHENWICK:\n Jesus fucking Christ!\n\n\n[\nEND LOG.\n]\n\n\n\n\n\n\nINTERVIEW LOG\n\n\n\n\nDATE:\n 1993/10/25\n\n\nSUBJECT:\n SCP-4153-036\n\n\nINTERVIEWER:\n Agent Gerald Penn\n\n\n\n\n[\nBEGIN LOG.\n]\n\n\nPENN:\n Why do you keep trying to frighten people?\n\n\nSUBJECT:\n Why does anyone try to frighten? It's fun to be frightened. Almost as much fun as it is to do the frightening.\n\n\nPENN:\n Well, none of you are very good at it.\n\n\n[\nSUBJECT laughs.\n]\n\n\nSUBJECT:\n Oh come now, Agent Penn. Have some respect for the classics.\n\n\nPENN:\n All you do is squirt cheap blood, crack a few jokes, then maybe slap on a spooky tag-line at the end. You really expect that to scare us?\n\n\nSUBJECT:\n Certainly, our methods may seem a bit tawdry and antiquated, but there's a certain pleasure to be had in a good old-fashioned scare. Wouldn't you agree?\n\n\nPENN:\n I've faced down a six-foot-tall \nchicken man\n that pukes acid and shits indestructible eggs. Trust me — 'old-fashioned' doesn't cut it. Not anymore.\n\n\nSUBJECT:\n Yes, yes. You'll call any oaf with a steak-knife hunting gaggles of teens a monster, these days. There's no wit, no humor, no charm. Where's the passion? The artisanship? Where's the sense of \ntheater\n?\n\n\nPENN:\n This isn't a drama club, Shakespeare. We're talking about monsters, not some stage production of \nTitus Andronicus\n.\n\n\nSUBJECT:\n Would you like to know something peculiar? I've almost never played a monster. Oh, I've played villains, most certainly! But not monsters. Only men, besieged by fate, driven to revenge. Still — I've always had a fondness for them. Even as a child, I sympathized more with the monster than the hero.\n\n\nPENN:\n Well, I — (\nunintelligible\n)\n\n\nSUBJECT:\n And why not? Monsters are our kin, after all. They grant our darkest impulses physical form; provide a receptacle for us to project our deepest fears and desires. A monster can do what is forbidden to us — a monster can breach our taboos. I've always found more comfort among them than in the company of men. I —\n\n\nPENN:\n (\nunintelligible\n)\n\n\nSUBJECT:\n I — Oh. Oh, dear. Your tongue seems to have gotten away from you, there. Here — allow me.\n\n\n[\nWhimpering.\n]\n\n\nSUBJECT:\n Hush, now. I warned you about this — I told you that you mustn't disturb the wax before it hardens. That is a crucial part of the process. It needs to solidify. Otherwise, you risk disturbing the performance.\n\n\n[\nMuffled sobs.\n]\n\n\nSUBJECT:\n Stay still. Let me make an adjustment here, reseal this, and —\n\n\n[\nGurgling.\n]\n\n\nSUBJECT:\n Ah! There we are. Splendid, splendid. Good as new. Now, let's take it from the top, shall we?\n\n\n[\nSilence.\n]\n\n\nSUBJECT:\n (\nwhispering\n) And… Action.\n\n\nPENN:\n Why do you keep trying to frighten people?\n\n\nSUBJECT:\n Why does anyone try to frighten? It's fun to be frightened. Almost as much fun as it is to do the frightening.\n\n\nPENN:\n Well, none of you are very good at it.\n\n\n[\nSUBJECT laughs.\n]\n\n\nSUBJECT:\n Oh come now, Agent Penn. Have some respect for the classics.\n\n\n[\nEND LOG.\n]\n\n\n\n\nDuring the follow-up investigation into Site-09's containment breach, all on-site personnel were found to have had their skin and vital organs surgically extracted, then replaced with wax. Autopsies determined that although this occurred several weeks prior to the initial recovery of SCP-4153, all personnel remained alive up until the day of the breach.\n\n\nNotably, one body (that of Agent Gerald Penn) was found without its head.\n\n\nAll instances of SCP-4153 remain at large.\n\n\n\n\nFootnotes\n\n\n1\n. As portrayed in \nThe Wolf Man\n (1941) by Lon Chaney Jr.\n\n\n2\n. As portrayed in \nFrankenstein\n (1931) by William H. Pratt (aka Boris Karloff).\n\n\n3\n. As portrayed in \nDracula\n (1931) by Bela Lugosi.\n\n\n4\n. As portrayed in \nThe House of Wax\n (1953) by Vincent Price.\n\n\n\n\n\n\n\n\n« \nSCP-4152\n | SCP-4153 | \nSCP-4154\n »",
    "addendums": [
        "Addendum 4153.1: Recovered Documents\nThe following files were recovered from Site-09's servers four days after the containment breach ended.\nDuring the follow-up investigation into Site-09's containment breach, all on-site personnel were found to have had their skin and vital organs surgically extracted, then replaced with wax. Autopsies determined that although this occurred several weeks prior to the initial recovery of SCP-4153, all personnel remained alive up until the day of the breach.\nNotably, one body (that of Agent Gerald Penn) was found without its head.\nAll instances of SCP-4153 remain at large."
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-4153",
    "object_class": "Keter",
    "containment_procedures": "MTF Iota-10 (\"Damn Feds\") is to monitor and investigate all reported sightings of SCP-4153 instances (with particular attention paid to sightings near or inside horror attractions). When found, these instances are to be apprehended and taken into Foundation custody.",
    "description": "SCP-4153 is an acting troupe comprised of animated wax figurines portraying monsters and villains from classic horror cinema. Notable examples include the Werewolf,1 Frankenstein's Monster,2 Count Dracula,3 and Professor Henry Jarrod.4",
    "title": "SCP-4153"
}