{
    "url": "https://scp-wiki.wikidot.com/scp-4162",
    "all_text": "rating: \n+277\n+\n–\nx\n\n\nItem #:\n SCP-4162\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n A containment zone has been set up in Foundation-controlled waters off the coast of Mexico in order to prevent SCP-4162 from reaching civilized areas. Two D-Class operatives immobilized via restraints are to be present on small craft, one on each side of the containment zone, in order to serve as bait for SCP-4162 to ensure it does not roam outside of the containment zone. Once SCP-4162 has terminated one of these two personnel and begins targeting the other, the terminated individual is to be replaced immediately.\n\n\nThis cycle is to be repeated indefinitely so as to prevent SCP-4162 from selecting a target located outside the containment zone. Any individuals attempting to approach or pass through the containment zone are to be repelled immediately by on-site marine personnel. In addition, a no-fly zone has been established directly above the containment zone and the immediate surrounding area.\n\n\nDescription:\n SCP-4162 is an intangible ovoid object, red in colouration, three meters tall and one meter wide. Although it possesses no visible means of ambulation, SCP-4162 moves by floating one meter in the air and proceeding linearly in a certain direction. During this process, SCP-4162 mildly pulsates several times a minute; the purpose of this is unknown.\n\n\nSCP-4162 will constantly move towards the individual designated as its target at a speed slightly faster than that of the target itself. In cases where the target is stationary, SCP-4162 will move as slowly as 0.1 km/h - however, SCP-4162 has also been recorded as reaching speeds as high as 930 km/h on occasions where targets have attempted to escape it via aircraft. It is currently unknown whether this constitutes the maximum speed of SCP-4162. Due to the intangible nature of SCP-4162, there are no known means of slowing or stopping its movement below these boundaries.\n\n\nOnce SCP-4162 enters within one meter of its target, a rapid expansion of air will take place in the target's skull, causing their cranium to violently explode after a period of three to five seconds. SCP-4162 will then immediately designate the nearest human being as its next target, and the process will repeat. Entering within one meter of SCP-4162 holds no ill effects for any individual not currently designated as the target.\n\n\nSCP-4162 is sapient and, despite possessing no bodily means of doing so, is capable of speaking in a high-pitched voice reminiscent of that of a prepubescent child. Despite its hostile behaviour, SCP-4162 is invariably talkative and friendly when engaged in conversation by any individual, including its current target. (See Interview Logs.)\n\n\n\n\n+ Interview 4162-1\n\n\n\n\n- Interview 4162-1\n\n\n\n\nInterviewer:\n Dr. Spencer\n\n\nInterviewee:\n SCP-4162\n\n\nAdditional Notes:\n This interview and all subsequent ones were conducted via a flying drone equipped with audio transmitting and receiving equipment. The following interview took place while SCP-4162 was moving towards its current target at a speed of 0.1 km/h.\n\n\n\n\n<Begin Log>\n\n\nDr. Spencer:\n Hello?\n\n\nSCP-4162:\n Huh? Oh! Hi there, little guy!\n\n\nDr. Spencer:\n Hello. Are you receiving me alright?\n\n\nSCP-4162:\n I don't know what you mean.\n\n\nDr. Spencer:\n Can you hear me?\n\n\nSCP-4162:\n Of course I can hear you, what a weird thing to say. What are you supposed to be, anyway? Like, a bird or something?\n\n\nDr. Spencer:\n No, I'm communicating with you via this drone. It's like … a robot I'm using to talk to you. Do you know what a robot is?\n\n\nSCP-4162:\n Well, duh. Do I know what a robot is? You're pretty strange, you know.\n\n\nDr. Spencer:\n Oh. Alright.\n\n\n(Pause.)\n\n\nDr. Spencer:\n My name is Dr. Spencer. Is it alright if I ask you some questions?\n\n\nSCP-4162:\n Well, I've got nothing else to do. What do you wanna ask?\n\n\nDr. Spencer:\n Could you tell me where you came from?\n\n\nSCP-4162:\n Oh, that's an easy one, I know this. There was a boat a little way back and I came from over there.\n\n\nDr. Spencer:\n Um, no, I mean \nbefore\n that.\n\n\nSCP-4162:\n Before that I was over at this boat I'm heading to now. Are you okay?\n\n\n(Pause.)\n\n\nDr. Spencer:\n I think I'm not getting myself across properly. Where did you \noriginally\n come from?\n\n\nSCP-4162:\n I have to go now. Let's talk later, okay?\n\n\nDr. Spencer:\n Wait - couldn't you just answer my question first?\n\n\nSCP-4162:\n Bye!\n\n\n(SCP-4162 refuses to respond further. Interview terminated.)\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview 4162-2\n\n\n\n\n- Interview 4162-2\n\n\n\n\nInterviewer:\n Dr. Spencer\n\n\nInterviewee:\n SCP-4162\n\n\nAdditional Notes:\n Interview was conducted as SCP-4162 was eliminating its current target, the immobilized D-92812.\n\n\n\n\n<Begin Log>\n\n\nSCP-4162:\n Hi!\n\n\nD-92812:\n What the fuck - what the, what the fuck is that?! No, no, no, no, no! Stay the hell away from -\n\n\n(SCP-4162 enters one meter range of D-92812. Three seconds later, his head violently explodes.)\n\n\nSCP-4162:\n Bye!\n\n\n(SCP-4162 begins moving towards its next target, D-91392, who is located at the other side of the containment zone. SCP-4162 begins humming as the drone approaches.)\n\n\nDr. Spencer:\n Hello! Is it alright if I talk to you now?\n\n\nSCP-4162:\n (humming)\n\n\n(Pause.)\n\n\nDr. Spencer:\n (volume increased) Hello?\n\n\nSCP-4162:\n (yelps)\n\n\n(Pause. Despite the exclamation of surprise, SCP-4162 makes no unusual movements.)\n\n\nDr. Spencer:\n Ah, I apologize if I startled you.\n\n\nSCP-4162:\n Nah, that's fine. I was just coming up with a little tune. There's nothing like a good song! What did you want to talk about?\n\n\nDr. Spencer:\n Why did you kill that man?\n\n\nSCP-4162:\n Yeah, I killed that guy.\n\n\nDr. Spencer:\n Yes, but why?\n\n\nSCP-4162:\n Um … he's dead now. That's fine. I don't get what you're saying.\n\n\n(Pause.)\n\n\nDr. Spencer:\n I am aware that you killed them. What I am asking you is your reasoning for doing so.\n\n\nSCP-4162:\n His head blew up. I'm gonna go now, I need to get to the next guy, okay?\n\n\n(SCP-4162 refuses to respond further. Interview terminated.)\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview 4162-3\n\n\n\n\n- Interview 4162-3\n\n\n\n\nInterviewer:\n Dr. Spencer\n\n\nInterviewee:\n SCP-4162\n\n\nAdditional Notes:\n Interview was conducted as SCP-4162 was approaching its current target, D-91392.\n\n\n\n\n<Begin Log>\n\n\nDr. Spencer:\n Hello? Yes? I would really like to talk to you, if that's alright.\n\n\nSCP-4162:\n Hi, Mr. Spencer! What do you wanna talk about? I have a few minutes.\n\n\nDr. Spencer:\n Do you intend to kill the man you're currently approaching?\n\n\nSCP-4162:\n Sure am!\n\n\nDr. Spencer:\n Could you … well, could you not?\n\n\n(Pause.)\n\n\nSCP-4162:\n What do you mean by that?\n\n\nDr. Spencer:\n Could you refrain from killing him? Is that something you're \nable\n to do?\n\n\nSCP-4162:\n You're not making any sense. Are you feeling okay?\n\n\nDr. Spencer:\n (sighs) I'm not sure how many more ways I can phrase this. Could you refrain from killing your target? Can you \nnot\n kill him?\n\n\nSCP-4162:\n I'm going to blow up his head, yeah?\n\n\nDr. Spencer:\n No!\n\n\n(Pause.)\n\n\nDr. Spencer:\n Okay, listen. You and I have built a rapport, yes?\n\n\nSCP-4162:\n Is that like a house or something?\n\n\nDr. Spencer:\n No. It means we - (deep inhale) - it means that we have a good relationship. Would you … is that something you'd agree with?\n\n\nSCP-4162:\n Yeah, you're my little buddy!\n\n\nDr. Spencer:\n Say that I was standing there right after you killed your target. What would you do?\n\n\nSCP-4162:\n I'd kill you.\n\n\nDr. Spencer:\n But why?! Jesus, fuck!\n\n\nSCP-4162:\n You need to calm down, okay? I can't talk now, I have to kill this guy. Good to hear from you, though!\n\n\n(SCP-4162 begins final approach towards D-91392, who catches sight of it.)\n\n\nSCP-4162:\n Hi!\n\n\nD-91392:\n (laughs) Okay, what the hell is this supposed to be? There's, uh, there's a giant egg floating towards me -\n\n\n(SCP-4162 enters one meter range of D-91392. Three seconds later, his head violently explodes.)\n\n\nSCP-4162:\n Bye!\n\n\n(SCP-4162 begins moving towards D-39421, who is located at the other side of the containment zone. As SCP-4162 does not respond further when prompted, the interview is terminated. Dr. Spencer is admonished for unprofessional conduct during the interview.)\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum 4162-1 (Advisory Note from Dr. Spencer)\n\n\n\n\n- Addendum 4162-1 (Advisory Note from Dr. Spencer)\n\n\n\n\n\n\nFourteen subsequent interviews were conducted with SCP-4162, invariably providing no new information on its origins or intentions. As a result, I would recommend no future attempts be conducted due to the clear waste of resources.\n\n\nPlease, please reassign me. I would really appreciate it.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4161\n | SCP-4162 | \nSCP-4163\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4162\n\" by Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4162\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "<Begin Log> Dr. Spencer: Hello? SCP-4162: Huh? Oh! Hi there, little guy! Dr. Spencer: Hello. Are you receiving me alright? SCP-4162: I don't know what you mean. Dr. Spencer: Can you hear me? SCP-4162: Of course I can hear you, what a weird thing to say. What are you supposed to be, anyway? Like, a bird or something? Dr. Spencer: No, I'm communicating with you via this drone. It's like … a robot I'm using to talk to you. Do you know what a robot is? SCP-4162: Well, duh. Do I know what a robot is? You're pretty strange, you know. Dr. Spencer: Oh. Alright. (Pause.) Dr. Spencer: My name is Dr. Spencer. Is it alright if I ask you some questions? SCP-4162: Well, I've got nothing else to do. What do you wanna ask? Dr. Spencer: Could you tell me where you came from? SCP-4162: Oh, that's an easy one, I know this. There was a boat a little way back and I came from over there. Dr. Spencer: Um, no, I mean before that. SCP-4162: Before that I was over at this boat I'm heading to now. Are you okay? (Pause.) Dr. Spencer: I think I'm not getting myself across properly. Where did you originally come from? SCP-4162: I have to go now. Let's talk later, okay? Dr. Spencer: Wait - couldn't you just answer my question first? SCP-4162: Bye! (SCP-4162 refuses to respond further. Interview terminated.) <End Log>",
        "<Begin Log> SCP-4162: Hi! D-92812: What the fuck - what the, what the fuck is that?! No, no, no, no, no! Stay the hell away from - (SCP-4162 enters one meter range of D-92812. Three seconds later, his head violently explodes.) SCP-4162: Bye! (SCP-4162 begins moving towards its next target, D-91392, who is located at the other side of the containment zone. SCP-4162 begins humming as the drone approaches.) Dr. Spencer: Hello! Is it alright if I talk to you now? SCP-4162: (humming) (Pause.) Dr. Spencer: (volume increased) Hello? SCP-4162: (yelps) (Pause. Despite the exclamation of surprise, SCP-4162 makes no unusual movements.) Dr. Spencer: Ah, I apologize if I startled you. SCP-4162: Nah, that's fine. I was just coming up with a little tune. There's nothing like a good song! What did you want to talk about? Dr. Spencer: Why did you kill that man? SCP-4162: Yeah, I killed that guy. Dr. Spencer: Yes, but why? SCP-4162: Um … he's dead now. That's fine. I don't get what you're saying. (Pause.) Dr. Spencer: I am aware that you killed them. What I am asking you is your reasoning for doing so. SCP-4162: His head blew up. I'm gonna go now, I need to get to the next guy, okay? (SCP-4162 refuses to respond further. Interview terminated.) <End Log>",
        "<Begin Log> Dr. Spencer: Hello? Yes? I would really like to talk to you, if that's alright. SCP-4162: Hi, Mr. Spencer! What do you wanna talk about? I have a few minutes. Dr. Spencer: Do you intend to kill the man you're currently approaching? SCP-4162: Sure am! Dr. Spencer: Could you … well, could you not? (Pause.) SCP-4162: What do you mean by that? Dr. Spencer: Could you refrain from killing him? Is that something you're able to do? SCP-4162: You're not making any sense. Are you feeling okay? Dr. Spencer: (sighs) I'm not sure how many more ways I can phrase this. Could you refrain from killing your target? Can you not kill him? SCP-4162: I'm going to blow up his head, yeah? Dr. Spencer: No! (Pause.) Dr. Spencer: Okay, listen. You and I have built a rapport, yes? SCP-4162: Is that like a house or something? Dr. Spencer: No. It means we - (deep inhale) - it means that we have a good relationship. Would you … is that something you'd agree with? SCP-4162: Yeah, you're my little buddy! Dr. Spencer: Say that I was standing there right after you killed your target. What would you do? SCP-4162: I'd kill you. Dr. Spencer: But why?! Jesus, fuck! SCP-4162: You need to calm down, okay? I can't talk now, I have to kill this guy. Good to hear from you, though! (SCP-4162 begins final approach towards D-91392, who catches sight of it.) SCP-4162: Hi! D-91392: (laughs) Okay, what the hell is this supposed to be? There's, uh, there's a giant egg floating towards me - (SCP-4162 enters one meter range of D-91392. Three seconds later, his head violently explodes.) SCP-4162: Bye! (SCP-4162 begins moving towards D-39421, who is located at the other side of the containment zone. As SCP-4162 does not respond further when prompted, the interview is terminated. Dr. Spencer is admonished for unprofessional conduct during the interview.) <End Log>",
        "Fourteen subsequent interviews were conducted with SCP-4162, invariably providing no new information on its origins or intentions. As a result, I would recommend no future attempts be conducted due to the clear waste of resources. Please, please reassign me. I would really appreciate it.",
        "\" SCP-4162 \" by Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-4162 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4162",
    "object_class": "Euclid",
    "containment_procedures": "A containment zone has been set up in Foundation-controlled waters off the coast of Mexico in order to prevent SCP-4162 from reaching civilized areas. Two D-Class operatives immobilized via restraints are to be present on small craft, one on each side of the containment zone, in order to serve as bait for SCP-4162 to ensure it does not roam outside of the containment zone. Once SCP-4162 has terminated one of these two personnel and begins targeting the other, the terminated individual is to be replaced immediately.",
    "description": "SCP-4162 is an intangible ovoid object, red in colouration, three meters tall and one meter wide. Although it possesses no visible means of ambulation, SCP-4162 moves by floating one meter in the air and proceeding linearly in a certain direction. During this process, SCP-4162 mildly pulsates several times a minute; the purpose of this is unknown.",
    "title": "SCP-4162"
}