{
    "url": "https://scp-wiki.wikidot.com/scp-4165",
    "all_text": "rating: \n+98\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nSCP-4165 — The Idea Has Legs\n\n\nAuthor:\n AlanDaris\n\n\n~~ More Alan Stuff ~~\n\n\n\n\n\n\n\n\n\n\nrating: \n+98\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-4165\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-4165 is to be contained in a standard humanoid containment cell with a hermetic airlock door. The airlock is to be equipped with an air-conditioning system and four extraction vents with remote activation. All mechanical parts are to be inspected weekly. In the case of SCP-4165-1 manifesting, it is to be let into the airlock, after which either an air-conditioning system or extraction vents are to be used depending on which physical state SCP-4165-1 is in.\n\n\nSCP-4165 is to meet the Site's psychiatrist once in two weeks, and a report regarding its mental condition is to be compiled after each visit.\n\n\nDescription:\n SCP-4165 is a 28-year-old white human male. SCP-4165 is remarkably underweight and experiences various minor health problems, specifically insomnia and persistent malaise. Psychological testing has shown that SCP-4165 possesses a primarily melancholic personality and suffers from generalized anxiety disorder as well as obsessive-compulsive personality disorder.\n1\n\n\nSCP-4165-1 is a vaguely humanoid entity that is chasing SCP-4165. The entity is composed entirely of black ink and has shown the ability to change its shape, size, and physical state at will. SCP-4165-1 is affected by physical factors in a similar way to an ordinary ink, such as freezing if subjected to the temperature of less than -40 °С, but does not evaporate from contact with the air. SCP-4165 has stated that it has no knowledge regarding SCP-4165-1's nature or origin.\n\n\nSCP-4165-1 will typically manifest at a distance of approximately 50 m from SCP-4165 and start to move towards it avoiding any existing obstacles with the use of its polymorphic capabilities. Unprovoked, SCP-4165-1 shows no interest in any individuals other than SCP-4165 and tends to ignore them. If attacked or otherwise provoked, the entity may become aggressive and attempt to resist. The attempts typically include solidifying parts of SCP-4165-1's body to harm the individuals or pouring the ink into individuals' nasal and oral cavities. If immobilized or significantly harmed, SCP-4165-1 will de-manifest through unknown means. It will manifest again after a period from 7 to 10 days.\n\n\nTypically, the entity does not make attempts to communicate or respond to such attempts made by other individuals. The only exception of this behavior was recorded during the incident 4165-B.\n\n\n\n\n\n\n\n\nAddendum. 4165-B Incident Report\n\n\n\n\n\n\nThe following incident took place at 5 PM, 20/10/2018, approximately four months after SCP-4165's initial containment. SCP-4165-1 manifested during a containment breach of SCP-████, a separate SCP object that negatively affected the functionality of various containment chambers within the Site, including SCP-4165's.\n\n\nDue to the airlock's malfunction and chaotic situation, SCP-4165-1 was able to freely enter SCP-4165's containment chamber. While the entity was approaching SCP-4165, the subject seemed distressed and was observed to rapidly move around the chamber, presumably trying to find a way to retreat. It then hid in the corner and covered its head. Upon SCP-4165-1 approaching the subject, a large, vertical cavity formed on the entity's head, and black ink started to flow out of it in large quantities.\n\n\nAfter approximately two minutes, a book and a pen started to slowly emerge from the cavity with visible difficulties. The entity then pulled the items from the cavity, opened the book in front of the subject and forcibly put the pen into its hand. SCP-4165 examined the book and experienced visible emotional distress before throwing it away along with the pen.\n\n\nSCP-4165-1 made several attempts to forcefully give the items to SCP-4165 while producing incoherent vocalizations and hitting the subject's face with one of its limbs. After several minutes, SCP-4165 became unresponsive. SCP-4165-1 then solidified its body parts and began to viciously attack SCP-4165. The entity continued to do so until the alerted security officers arrived to restore containment.\n\n\n\n\nAfterword:\n SCP-4165-1 was drawn out of the chamber and immobilized shortly after, which caused it to de-manifest as normal. SCP-4165 was severely injured and is currently recovering within its containment chamber under the surveillance of the Site's medical team. The only attempt to interview SCP-4165 regarding the incident resulted in it experiencing a panic attack, which made it impossible to acquire any information. Future interviews are postponed until SCP-4165's recovery.\n\n\nThe items brought by SCP-4165-1 were retrieved shortly after the incident. They were identified as an ordinary black pen and a notebook signed by SCP-4165. Almost all pages of the notebook, including the cover, are completely covered by the ink, making the contents undecipherable. The only two inscriptions left visible are found on the first and third pages, reading \"Ideas\" and \"Chapter 1\" respectively.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Believed to be partially caused by SCP-4165-1.\n\n\n\n\n\n\n\n\n« \nSCP-4164\n | SCP-4165 | \nSCP-4166\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4165\n\" by AlanDaris, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4165\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Addendum. 4165-B Incident Report The following incident took place at 5 PM, 20/10/2018, approximately four months after SCP-4165's initial containment. SCP-4165-1 manifested during a containment breach of SCP-████, a separate SCP object that negatively affected the functionality of various containment chambers within the Site, including SCP-4165's. Due to the airlock's malfunction and chaotic situation, SCP-4165-1 was able to freely enter SCP-4165's containment chamber. While the entity was approaching SCP-4165, the subject seemed distressed and was observed to rapidly move around the chamber, presumably trying to find a way to retreat. It then hid in the corner and covered its head. Upon SCP-4165-1 approaching the subject, a large, vertical cavity formed on the entity's head, and black ink started to flow out of it in large quantities. After approximately two minutes, a book and a pen started to slowly emerge from the cavity with visible difficulties. The entity then pulled the items from the cavity, opened the book in front of the subject and forcibly put the pen into its hand. SCP-4165 examined the book and experienced visible emotional distress before throwing it away along with the pen. SCP-4165-1 made several attempts to forcefully give the items to SCP-4165 while producing incoherent vocalizations and hitting the subject's face with one of its limbs. After several minutes, SCP-4165 became unresponsive. SCP-4165-1 then solidified its body parts and began to viciously attack SCP-4165. The entity continued to do so until the alerted security officers arrived to restore containment. Afterword: SCP-4165-1 was drawn out of the chamber and immobilized shortly after, which caused it to de-manifest as normal. SCP-4165 was severely injured and is currently recovering within its containment chamber under the surveillance of the Site's medical team. The only attempt to interview SCP-4165 regarding the incident resulted in it experiencing a panic attack, which made it impossible to acquire any information. Future interviews are postponed until SCP-4165's recovery. The items brought by SCP-4165-1 were retrieved shortly after the incident. They were identified as an ordinary black pen and a notebook signed by SCP-4165. Almost all pages of the notebook, including the cover, are completely covered by the ink, making the contents undecipherable. The only two inscriptions left visible are found on the first and third pages, reading \"Ideas\" and \"Chapter 1\" respectively.",
        "\" SCP-4165 \" by AlanDaris, from the SCP Wiki . Source: https://scpwiki.com/scp-4165 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4165",
    "object_class": "Euclid",
    "containment_procedures": "SCP-4165 is to be contained in a standard humanoid containment cell with a hermetic airlock door. The airlock is to be equipped with an air-conditioning system and four extraction vents with remote activation. All mechanical parts are to be inspected weekly. In the case of SCP-4165-1 manifesting, it is to be let into the airlock, after which either an air-conditioning system or extraction vents are to be used depending on which physical state SCP-4165-1 is in.",
    "description": "SCP-4165 is a 28-year-old white human male. SCP-4165 is remarkably underweight and experiences various minor health problems, specifically insomnia and persistent malaise. Psychological testing has shown that SCP-4165 possesses a primarily melancholic personality and suffers from generalized anxiety disorder as well as obsessive-compulsive personality disorder.1",
    "title": "SCP-4165"
}