{
    "url": "https://scp-wiki.wikidot.com/scp-4175",
    "all_text": "rating: \n+362\n+\n–\nx\n\n\n\n\nby Nagiros\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-4175\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nDecommissioned\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nnone\n\n\n\n\n\n\nRisk Class:\n\n\nnone\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n[Access Archived.Containment.Procedures.4175.β]\n\n\n\n\n[Retract Archived.Containment.Procedures.4175.β]\n\n\n\n\n\n\nArchived.Containment.Procedures.4175.β\n\n\nNote: The following procedures have been archived and are no longer considered applicable or effective to the referenced anomaly.\n\n\n\n\n\n\nSpecial Containment Procedures:\n The room affected by SCP-4175 has been removed from the attached building and is currently contained in a large, low-value storage vault at Site-17.\n\n\nA member of \nMTF Psi-8 (\"The Silencers\")\n, identified as ψ-8 Maria Hayes, has been provided specialized Clearance Level 2/4175 for the purpose of continued experimentation on SCP-4175.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nDescription:\n SCP-4175 is a Level-I Humanoid Apparition which can be viewed in the reflection of a bathroom vanity mirror. SCP-4175 is theorized to be the spectral remains of Alex Conrad, the thirteen-year-old victim of premeditated homicide committed by his parents on August 30, 2014.\n\n\nSCP-4175 has demonstrated the ability to interact with various objects within the room in attempts to communicate with any individuals present, including the following:\n\n\n\n\nManipulating the curtains of the bathroom shower.\n\n\nActivating and extinguishing the mirror's vanity lights.\n\n\nManifesting bloodstains on the floor tile which spell simple words.\n\n\n\n\nMore direct communication has been achieved by introducing water vapor to the room by way of the showerhead and inscribing words on the mirror, at which point SCP-4175 may respond in a similar manner.\n\n\nAddendum.4175.1:\n Initial Interview of Apparition\n\n\nFollowing the acquisition of SCP-4175, MTF Psi-8 was contacted to perform a low-priority intake interview with SCP-4175. ψ-8 Maria Hayes was dispatched by ψ-8 Commander Seojun Cortez to Site-17.\n\n\n\n\nPreliminary Note:\n A year prior to the attached intake interview, ψ-8 Maria Hayes requested access to \nSCP-113\n for the purpose of alleviating gender dysphoria. The request was denied due to the cost of transporting the item.\n\n\n\n\n<Begin Log>\n\n\n(ψ-8 Hayes places several burning candles on the vanity, extinguishes the vanity lights, and recites a passage from the Rites of Kam, a book of rituals supplied to senior members of MTF Psi-8. Total preparation and execution lasts ten minutes.)\n\n\n(After the recitation, an apparition resembling SCP-4175 manifests in the room next to ψ-8 Hayes. SCP-4175 is no longer observable in the reflection of the mirror.)\n\n\nψ-8 Hayes:\n Hello. Are you feeling alright?\n\n\nSCP-4175:\n Jesus, that hurts. What'd you do to me?\n\n\nψ-8 Hayes:\n I pulled you out of the mirror for a bit. I need to ask you a few questions, and then I'll be on my way. I figured it'd be easier to have this talk face-to-face.\n\n\nSCP-4175:\n Questions? Can I ask any?\n\n\nψ-8 Hayes:\n After our interview, sure. Alright, starting off: Is your name Alex Conrad?\n\n\nSCP-4175:\n Yeah.\n\n\nψ-8 Hayes:\n What do you last recall of your previous life?\n\n\nSCP-4175 becomes mildly distressed, the pitch of its voice rising.\n\n\nSCP-4175:\n \"Previous life\"? I'm dead?\n\n\nψ-8 Hayes:\n Unfortunately, yes, you are. It's fine, though! For whatever reason, your consciousness decided to stick around in the mirror. So —\n\n\nSCP-4175:\n I – I mean, when I woke up in the mirror I \nthought\n I might be dead, but if I'm actually gone… does my family know I'm still here?\n\n\nψ-8 Hayes:\n No, we haven't alerted them. Listen, it's going to be fine. I've dealt with spectral phenomena for years, I know a thing or two about death.\n\n\nSCP-4175:\n Alright. Okay. Just… find a way to get me out of there. I can't stay in that mirror much longer. It's awful.\n\n\nψ-8 Hayes:\n Can you describe what it's like? If you need a break, we can resume the interview in a little while.\n\n\nSCP-4175:\n No, please, I'm fine.\n\n\nSCP-4175 is silent for several seconds.\n\n\nSCP-4175:\n It's dark in there. Tight, too, like you're being crushed on all sides. I'd almost say there's nothing, except for me. It feels wrong, like I'm just not supposed to be there.\n\n\nψ-8 Hayes:\n Can you see through the mirror on your side?\n\n\nSCP-4175:\n Kind of. I can actually see the mirror, just… well, it's a mirror.\n\n\nψ-8 Hayes:\n Is there something wrong?\n\n\nSCP-4175:\n It's all wrong. My face has holes in it, and it's rotting.\n\n\nSCP-4175 begins to demonstrate signs of acute distress, its voice edging on hysteria.\n\n\nSCP-4175:\n Is that me? Is my real body just decomposing somewhere? Did they ever find my body?\n\n\nψ-8 Hayes:\n Hey, hold on! You're fine!\n\n\nψ-8 Hayes motions towards the floor and both move to sit next to the vanity cabinets.\n\n\nψ-8 Hayes:\n Everything's going to be okay. After they've researched you a little more, they'll probably call me in to exorcise you. Err, to help you to the afterlife.\n\n\nSCP-4175:\n You're not one of the scientists?\n\n\nψ-8 Hayes:\n No, I travel around the world and talk to ghosts and spirits. Coolest job on the planet.\n\n\nSCP-4175:\n It sounds that way. Are most ghosts like me?\n\n\nψ-8 Hayes:\n How do you mean?\n\n\nSCP-4175:\n You know, like… trapped.\n\n\nψ-8 Hayes audibly sighs.\n\n\nψ-8 Hayes:\n Most of them, yeah, which is why I help them get to the next life when I can. In the field, I get to choose if I want to neutralize them or not, but I don't think I have that power for contained anomalies.\n\n\nSCP-4175:\n That sucks.\n\n\nψ-8 Hayes:\n Yeah, it does.\n\n\nBoth are silent for several seconds.\n\n\nSCP-4175:\n I think I'm jealous of you.\n\n\nψ-8 Hayes:\n Me or my job?\n\n\nSCP-4175:\n Both, I guess. You're alive and you have an awesome job, helping people. I think the worst part about being stuck in that mirror is that I know everyone outside is living their lives like everything is normal. I want to be like them so much.\n\n\nψ-8 Hayes:\n But you're trapped with yourself, which you hate the sight of?\n\n\nSCP-4175:\n Yeah, actually.\n\n\nψ-8 Hayes:\n Well, I know a few tricks to stave off the existential dread. Want to hear them?\n\n\nSCP-4175:\n Sure! Um, are we being recorded right now?\n\n\nψ-8 Hayes:\n Yeah, is that a problem?\n\n\nSCP-4175:\n No, I mean… yeah, it feels a little intrusive.\n\n\nψ-8 Hayes:\n Don't worry, I get it. One se—\n\n\nAt this point, ψ-8 Hayes disconnects her recording device for the remainder of the interview.\n\n\n<End Log>\n\n\n\n\nAfterword:\n ψ-8 Hayes conversed with SCP-4175 for forty-eight more minutes before emerging from the containment unit. Given that all questions on the intake interview had been satisfactorily answered, the breach of protocol was considered to be of negligible severity. ψ-8 Hayes was reprimanded by ψ-8 Commander Cortez with two weeks suspension for insubordination.\n\n\nψ-8 Hayes has also requested specialized Clearance Level 2/4175 for continued testing on SCP-4175. The request has been approved by junior researcher \nNatalie Reems\n.\n\n\n\n\nAddendum.4175.2:\n Neutralization\n\n\n\n\n\n\n[Access Ethics Committee Communication]\n\n\n\n\n[Retract Ethics Committee Communication]\n\n\n\n\n\n\n\n\nGraham,\n\n\nIt has come to our attention that an anomalous entity has been contained at Site-17 and designated SCP-4175. As you are aware, this item is a sapient, humanoid apparition; Standard Ethical Treatment of Humanoid Anomalies therefore apply. SCP-4175 has offered little of value to the Department of Spectral Phenomena in terms of research and has expressed discontentment with its condition as an apparition. Because Site-17 possesses the means to \ndecommission\n SCP-4175 via the Spectral Dispersal rituals available to MTF Psi-8, allowing SCP-4175 to remain in containment has been deemed unethical by the Ethics Subcommittee for Humanoid Entities. Taking into account \npast malfeasance relating to humanoid anomalies\n, failure to decommission SCP-4175 will be seen as symptomatic of a misunderstanding of basic ethical practices persistent in Site-17 personnel, yourself included.\n\n\n- \nEthics Committee Liaison Jeremiah Cimmerian\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAs of September 8, 2015, SCP-4175 has been declared Decommissioned. The anomaly was personally dispersed by ψ-8 Hayes, who has neglected to archive the audio log of the procedure. The recovery of this audio log is considered non-essential. The video log of the procedure was retrieved, however.\n\n\nVideo Log:\n\n\n\n\n<Begin Log>\n\n\nψ-8 Hayes enters the containment chamber, carrying several occult items appropriate for the dispersion rituals detailed in the Rites of Kam. She greets SCP-4175, setting down the items on the counter in front of it.\n\n\nSCP-4175 and ψ-8 Hayes converse for several minutes as the ritual is prepared. The contents of this discussion are as of yet unknown, but neither appear distressed.\n\n\nψ-8 Hayes begins the dispersion ritual while maintaining conversation with SCP-4175, who is seen to gradually fade from the mirror over the course of fifteen minutes.\n\n\nSCP-4175 and ψ-8 Hayes cease their conversation as SCP-4175 becomes barely visible. SCP-4175 speaks a final time, to which ψ-8 Hayes replies, and SCP-4175 completely demanifests.\n\n\nψ-8 Hayes removes the items used in the dispersion ritual and visibly smiles before leaving the containment chamber.\n\n\n<End Log>\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-4174\n | SCP-4175 | \nSCP-4176\n »",
    "addendums": [
        "Addendum.4175.1: Initial Interview of Apparition\nFollowing the acquisition of SCP-4175, MTF Psi-8 was contacted to perform a low-priority intake interview with SCP-4175. ψ-8 Maria Hayes was dispatched by ψ-8 Commander Seojun Cortez to Site-17.",
        "Addendum.4175.2: Neutralization\nAs of September 8, 2015, SCP-4175 has been declared Decommissioned. The anomaly was personally dispersed by ψ-8 Hayes, who has neglected to archive the audio log of the procedure. The recovery of this audio log is considered non-essential. The video log of the procedure was retrieved, however."
    ],
    "documents": [],
    "notes": [
        "Archived.Containment.Procedures.4175.β Note: The following procedures have been archived and are no longer considered applicable or effective to the referenced anomaly. Special Containment Procedures: The room affected by SCP-4175 has been removed from the attached building and is currently contained in a large, low-value storage vault at Site-17. A member of MTF Psi-8 (\"The Silencers\") , identified as ψ-8 Maria Hayes, has been provided specialized Clearance Level 2/4175 for the purpose of continued experimentation on SCP-4175.",
        "Graham, It has come to our attention that an anomalous entity has been contained at Site-17 and designated SCP-4175. As you are aware, this item is a sapient, humanoid apparition; Standard Ethical Treatment of Humanoid Anomalies therefore apply. SCP-4175 has offered little of value to the Department of Spectral Phenomena in terms of research and has expressed discontentment with its condition as an apparition. Because Site-17 possesses the means to decommission SCP-4175 via the Spectral Dispersal rituals available to MTF Psi-8, allowing SCP-4175 to remain in containment has been deemed unethical by the Ethics Subcommittee for Humanoid Entities. Taking into account past malfeasance relating to humanoid anomalies , failure to decommission SCP-4175 will be seen as symptomatic of a misunderstanding of basic ethical practices persistent in Site-17 personnel, yourself included. - Ethics Committee Liaison Jeremiah Cimmerian"
    ],
    "containment_procedures": "The room affected by SCP-4175 has been removed from the attached building and is currently contained in a large, low-value storage vault at Site-17.",
    "description": "SCP-4175 is a Level-I Humanoid Apparition which can be viewed in the reflection of a bathroom vanity mirror. SCP-4175 is theorized to be the spectral remains of Alex Conrad, the thirteen-year-old victim of premeditated homicide committed by his parents on August 30, 2014.",
    "title": "SCP-4175"
}