{
    "url": "https://scp-wiki.wikidot.com/scp-4176",
    "all_text": "Don't fuck with the IRS.\n\n\n\n\nrating: \n+347\n+\n–\nx\n\n\n\n\n\n\nObjects recovered from an SCP-4176 event.\n\n\n\n\n\n\nItem #:\n SCP-4176\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-4176 events are to be prefaced to the civilian population as arms tests. Foundation agents planted in Adna are to administer amnestics upon an SCP-4176 event.\n\n\nObjects found produced from SCP-4176 events are to be used as Foundation assets.\n\n\nDescription:\n SCP-4176 is a yearly reoccurring phenomenon affecting the Adna Post Office in Adna, Washington, typically occurring within the last week of January.\n\n\nSCP-4176 events begin with the sudden launching of an unmarked, customized ICBM in the Pacific Ocean\n1\n. Upon launch, the missile will be directed towards the unincorporated territory of Adna, WA, and land in the field in front of the area's post office. No civilians have been harmed as a result of an SCP-4176 event.\n\n\nAll missiles involved in SCP-4176 events feature secured hatches, with the phrases \"taxes for (year) fiscal year\" and \"to: internal revenue(sic)\n2\n service, washington usa\" spray-painted across the surface. The contents within the hatch are typically objects possessing large monetary value such as precious jewels, paintings, and other similar items.\n\n\nBelow is a list of objects recovered from SCP-4176 events.\n\n\n\n\nYear:\n 2010\n\n\nObject Log:\n Deed to a downtown Manhattan private parking garage, 50 kg of 16th-century gold coins, 15 sable fur coats, 75% of a well-preserved mammoth carcass.\n\n\n\n\n\n\nYear:\n 2011\n\n\nObject Log:\n \n'The Scream'\n by Edward Munch (verified to not be a replica), five wrapped Publix submarine BLT sandwiches.\n\n\n\n\n\n\nYear:\n 2012\n\n\nObject Log:\n 75 kg of radiant-cut rubies, 1952 Topps Mickey Mantle baseball card, Fender 1968 Stratocaster autographed by Jimi Hendrix, five boxes of Gurkha Black Dragon Cigars.\n\n\n\n\n\n\nYear:\n 2013\n\n\nObject Log:\n \n\"Landscape with Cottages\"\n by Rembrandt van Rijn, 693 liters of \nY-909\n, three mint condition first edition copies of Magic: the Gathering card 'Black Lotus'.\n\n\n\n\n\n\nYear:\n 2014\n\n\nObject Log:\n A padded case containing twenty humanoid figurines accompanied by a certificate of authenticity signed by Dr. Wondertainment, 25% of a moderately preserved mammoth carcass, one framed image of a guinea pig chewing on a carrot.\n\n\n\n\n\n\nYear:\n 2015\n\n\nObject Log:\n A single capsule of \nSCP-500\n.\n\n\n\n\n\n\nYear:\n 2016\n\n\nObject Log:\n Golden Buddha statue, one wooden chalice, one portrait of John D. Rockefeller, the Voyager 1 space probe, eighteen goats, the Coca-Cola recipe, one ornate gold key (lock unknown).\n\n\n\n\n \n\n\n \n\n\nAddendum:\n SCP-4176 did not occur as expected in 2017. Observation of Adna continued throughout February and March. Instead, SCP-4176 occurred in April of that year.\n\n\n\n\nYear:\n 2017\n\n\nObject Log:\n Deed to Tojo Una Una Island, 800 shares in stock in Amazon.com Inc.\n\n\n\n\nOf note, the message written on the missile used for SCP-4176 differed from the norm, reading: \n\"hello yes pls accept as payment for the tax of 2017 fiscal year thank u. sorry for is late, dado go 2 vacation w/ hamster\"\n.\n\n\n\n\nFootnotes\n\n\n1\n. The location of these launches is not consistent and has changed every SCP-4176 event.\n\n\n2\n. To date, the word \"revenue\" has not yet been spelled correctly, though many different variations have appeared on the exterior of the missiles.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nUncle Nicolini's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-1046\n \n•\n\n\n\n\n\n\nSCP-7266\n \n•\n\n\n\n\n\n\nSCP-3923\n \n•\n\n\n\n\n\n\nSCP-3879\n \n•\n\n\n\n\n\n\nSCP-2983\n \n•\n\n\n\n\n\n\nSCP-7725\n \n•\n\n\n\n\n\n\nSCP-7833\n \n•\n\n\n\n\n\n\nSCP-4056\n \n•\n\n\n\n\n\n\nSCP-7726\n \n•\n\n\n\n\n\n\nSCP-8726\n \n•\n\n\n\n\n\n\nSCP-6161\n \n•\n\n\n\n\n\n\nSCP-8911\n \n•\n\n\n\n\n\n\nSCP-ES-101-J\n \n•\n\n\n\n\n\n\nSCP-2910-JP\n \n•\n\n\n\n\n\n\nSCP-4934\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nClassy Carlos Goes To Therapy\n \n•\n\n\n\n\n\n\nClef Goes To The DMV\n \n•\n\n\n\n\n\n\nGentle Wings Flutter Quietly In The Dark\n \n•\n\n\n\n\n\n\nReality TV, Designer Pets, and Fine Dining\n \n•\n\n\n\n\n\n\nCritter Profile: Chuck.\n \n•\n\n\n\n\n\n\nJuly 26th ETTRA Emergency Meeting\n \n•\n\n\n\n\n\n\nSebastian\n \n•\n\n\n\n\n\n\nA Passing Rain\n \n•\n\n\n\n\n\n\nMasquerade's End\n \n•\n\n\n\n\n\n\nLittle Dark Star Shoppe of Minerals\n \n•\n\n\n\n\n\n\nThe Corncrake Of Destiny\n \n•\n\n\n\n\n\n\nSeven Days With Mr. Fish\n \n•\n\n\n\n\n\n\nFanfa\n \n•\n\n\n\n\n\n\nSPC-7000\n \n•\n\n\n\n\n\n\nFifteenth Anonymous Donation\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nOde To The Unknown Author\n \n•\n\n\n\n\n\n\nSciptember 2022 Art Highlights\n \n•\n\n\n\n\n\n\nuncle nicolini author page\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4175\n | SCP-4176 | \nSCP-4177\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4176\n\" by djkaktus & Uncle Nicolini, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4176\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n treasure.png\n\n\nName:\n Treasure in Křivoklát castle, Rakovník District.jpg\n\n\nAuthor:\n Jiří Sedláček\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum: SCP-4176 did not occur as expected in 2017. Observation of Adna continued throughout February and March. Instead, SCP-4176 occurred in April of that year.\nOf note, the message written on the missile used for SCP-4176 differed from the norm, reading: \"hello yes pls accept as payment for the tax of 2017 fiscal year thank u. sorry for is late, dado go 2 vacation w/ hamster\" .\n"
    ],
    "documents": [],
    "notes": [
        "Year: 2010 Object Log: Deed to a downtown Manhattan private parking garage, 50 kg of 16th-century gold coins, 15 sable fur coats, 75% of a well-preserved mammoth carcass.",
        "Year: 2011 Object Log: 'The Scream' by Edward Munch (verified to not be a replica), five wrapped Publix submarine BLT sandwiches.",
        "Year: 2012 Object Log: 75 kg of radiant-cut rubies, 1952 Topps Mickey Mantle baseball card, Fender 1968 Stratocaster autographed by Jimi Hendrix, five boxes of Gurkha Black Dragon Cigars.",
        "Year: 2013 Object Log: \"Landscape with Cottages\" by Rembrandt van Rijn, 693 liters of Y-909 , three mint condition first edition copies of Magic: the Gathering card 'Black Lotus'.",
        "Year: 2014 Object Log: A padded case containing twenty humanoid figurines accompanied by a certificate of authenticity signed by Dr. Wondertainment, 25% of a moderately preserved mammoth carcass, one framed image of a guinea pig chewing on a carrot.",
        "Year: 2015 Object Log: A single capsule of SCP-500 .",
        "Year: 2016 Object Log: Golden Buddha statue, one wooden chalice, one portrait of John D. Rockefeller, the Voyager 1 space probe, eighteen goats, the Coca-Cola recipe, one ornate gold key (lock unknown).",
        "Year: 2017 Object Log: Deed to Tojo Una Una Island, 800 shares in stock in Amazon.com Inc.",
        "\" SCP-4176 \" by djkaktus & Uncle Nicolini, from the SCP Wiki . Source: https://scpwiki.com/scp-4176 . Licensed under CC-BY-SA .",
        "Filename: treasure.png Name: Treasure in Křivoklát castle, Rakovník District.jpg Author: Jiří Sedláček License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-4176",
    "object_class": "Keter",
    "containment_procedures": "SCP-4176 events are to be prefaced to the civilian population as arms tests. Foundation agents planted in Adna are to administer amnestics upon an SCP-4176 event.",
    "description": "SCP-4176 is a yearly reoccurring phenomenon affecting the Adna Post Office in Adna, Washington, typically occurring within the last week of January.",
    "title": "SCP-4176"
}