{
    "url": "https://scp-wiki.wikidot.com/scp-4180",
    "all_text": "rating: \n+33\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-4180:\n Tomorrowland\n\n\nAuthor:\n \nTaffeta\n\n\nImage:\n \nFirst image\n, released for use under a public domain license. \nSecond image\n, released for use under CC-BY-SA 2.0 by Shawn Nystrand.\n\n\n\n\n\n\n\n\nrating: \n+33\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA section of the River Cave containing SCP-4180's entrance, exact location redacted for infosec purposes.\n\n\n\n\n\n\nItem #:\n SCP-4180\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n The entrance to SCP-4180 has been sealed off with concrete and camouflaged to resemble the surrounding rock, under the guise of structurally reinforcing the cave wall and preventing visitors from falling in. Standard passive surveillance protocols (CCTV monitoring, embedded agents) are presently believed to be sufficient for containment pending reassessment following the moratorium on exploration.\n\n\nDescription:\n SCP-4180 is the designation for a cave subsystem located in the Jenolan Caves, New South Wales, accessed by entering a specific hole in the walls of the River Cave and descending to the bottom of the shaft which it opens into. From a structural perspective, the cave system is linear; specifically, it consists of a series of caves arranged in a roughly straight, flat line which extend outwards from the entrance shaft.\n\n\nDespite argon gas and radioactive potassium dating indicating that the cave system in question is approximately 340 million years old, the caves which make up SCP-4180 are exact replicas of human constructions. The only notable deviation from the constructions they replicate is the material composition of the replica and its interior, with each cave being constructed entirely out of stone of some kind (limestone, regolith, etc.)\n\n\n\n\n\n\nThe room of Habitat 67 which SCP-4180's first cave resembles.\n\n\n\n\n\n\nAs the replicas get further from the entrance shaft, the buildings they replicate originate from later and later points in time. To illustrate, the cave which the entrance shaft opens up into resembles one of the rooms inside Habitat 67, a building originally only constructed for the 1967 World's Fair; approximately 510 meters away from the origin, SCP-4180 'overtakes' the time of writing with a cave that replicates Hong Kong's M+ museum. Caves further in the system depict buildings which correspond to no known design or else have not begun construction.\n\n\nSCP-4180 additionally exhibits topological anomalies which manifest as disagreements on the dimensions of the cave system between observers inside and outside the cave system. Outside observers perceive the system to asymptotically shrink in the direction of the axis along which the caves lie, while internal observers perceive no such shrinking. According to measurements from such observers, SCP-4180's interior extends to a length that would make it observable by present-day surveying techniques up to a kilometer outside the bounds of the Jenolan Karst Conservation Reserve.\n\n\nThe final major anomalous property of SCP-4180 is the constant droning noise present throughout the entirety of its interior. Initially believed to be the echo of running water reverberating from deeper within the cave system, unmanned explorations to a distance of 2.5 kilometers from the entrance shaft have so far failed to find its source.\n\n\nMemetics Division assessments indicate this audio carries mild cognitohazardous properties; annual psychometric evaluations revealed anomalous patterns of outer brain activity in unmanned drone operators responsible for the expeditions into SCP-4180, which prompted the summary decision to cease explorations until a full evaluation of the possible hazards could be conducted. Hypothesised indicators for infection by this particular hazard include an increased interest in urban design and the development of coherent and fragmentary somniloquy in languages the subject does not speak.\n\n\nRecent breakthroughs in natural language processing by artificial intelligence has allowed Foundation computer scientists to successfully isolate what may be human speech from the noise within SCP-4180. It is presently believed that if this is speech and not an artifact that this speech is Coptic, with the speaker reciting fragments from the Psalms of Thomas version of the Gnostic Hymn of the Pearl. A translated version of the text in question is provided below\n1\n:\n\n\n\n\nI went straight to the serpent,\n\nI dwelt in his abode,\n\n\n(waiting) till he should lumber and sleep,\n\nand I could take my pearl from him.\n\n\n[…]\n\n\nIt, that dwelt in the palace,\n\ngave light before me with its form,\n\n\nand with its voice and its guidance\n\nit also encouraged me to speed,\n\n\nand with its love it drew me on.\n\n\n[…]\n\n\n\"I am the active in deeds,\n\nwhom they reared for him before my father;\n\n\nand I perceived myself,\n\nthat my stature grew according to his labors.\"\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Wright, W. (1871). \nApocryphal Acts of the Apostles.\n\n\n\n\n\n\n\n\n« \nSCP-4179\n | SCP-4180 | \nSCP-4181\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4180\n\" by Taffeta, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4180\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n rivercave.jpg\n\n\nName:\n Large stalagmite with straws.jpg\n\n\nAuthor:\n The bellman\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n habitat.jpg\n\n\nName:\n Expo 67 - Inside Habitat 67\n\n\nAuthor:\n Shawn Nystrand\n\n\nLicense:\n CC-BY-SA 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "I went straight to the serpent, I dwelt in his abode, (waiting) till he should lumber and sleep, and I could take my pearl from him. […] It, that dwelt in the palace, gave light before me with its form, and with its voice and its guidance it also encouraged me to speed, and with its love it drew me on. […] \"I am the active in deeds, whom they reared for him before my father; and I perceived myself, that my stature grew according to his labors.\"",
        "\" SCP-4180 \" by Taffeta, from the SCP Wiki . Source: https://scpwiki.com/scp-4180 . Licensed under CC-BY-SA .",
        "Filename: rivercave.jpg Name: Large stalagmite with straws.jpg Author: The bellman License: Public Domain Source Link: Wikimedia Commons",
        "Filename: habitat.jpg Name: Expo 67 - Inside Habitat 67 Author: Shawn Nystrand License: CC-BY-SA 2.0 Source Link: Flickr"
    ],
    "item": "SCP-4180",
    "object_class": "Safe",
    "containment_procedures": "The entrance to SCP-4180 has been sealed off with concrete and camouflaged to resemble the surrounding rock, under the guise of structurally reinforcing the cave wall and preventing visitors from falling in. Standard passive surveillance protocols (CCTV monitoring, embedded agents) are presently believed to be sufficient for containment pending reassessment following the moratorium on exploration.",
    "description": "SCP-4180 is the designation for a cave subsystem located in the Jenolan Caves, New South Wales, accessed by entering a specific hole in the walls of the River Cave and descending to the bottom of the shaft which it opens into. From a structural perspective, the cave system is linear; specifically, it consists of a series of caves arranged in a roughly straight, flat line which extend outwards from the entrance shaft.",
    "title": "SCP-4180"
}