{
    "url": "https://scp-wiki.wikidot.com/scp-4181",
    "all_text": "rating: \n+15\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-4181: Spatuland\n\nSlappy, the Spatulabird! Bringing spatulas to everyone! His spatulas are the best, I've heard! Boys and girls think they're so much fun!\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-4181\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Though it is theorized SCP-4181-1 cannot leave SCP-4181, the noise created by its activities necessitates active containment. One D-Class personnel fluent in Spanish is to enter SCP-4181 on the last day of the month and enact Ritual 4181-a. Should this ritual fail, one personnel with experience in appeasing hostile entities via ritualistic interaction is to enter SCP-4181 and perform Ritual 4181-a instead. Agents embedded in the City of St. Louis Metropolitan Police Department may request enactment of Ritual 4181-a whenever SCP-4181 generates a noise complaint.\n\n\nAfter a successful ritual, Agents are to move to SCP-4181's warehouse and attempt to gather as many ritual supplies as possible, to be left in SCP-4181's storefront.\n\n\nInstances of SCP-4181-2 that can be extracted from SCP-4181 are to be applied to sheet metal and housed vertically in anomalous item storage at Site-22. Instances should be attended to every few days to keep them animate.\n\n\nAttempts to 'seed' SCP-4181 with spatulas purchased elsewhere for use as ritual equipment are ongoing.\n\n\nDescription:\n SCP-4181 is an abandoned storefront and warehouse in St. Louis, Missouri, United States. The storefront was in operation from 1979-1981\n1\n as \"Spatuland,\" selling numerous kitchen utensils and specializing in spatulas and other similar implements. SCP-4181 was discovered abandoned due to unknown circumstances in August of 1981 after the owner\n2\n fell behind on property tax payments. The owner's whereabouts were never ascertained. Currently, SCP-4181 remains in a state of disrepair, with overturned shelving and stock strewn across the floor of the store, plywood nailed over the windows and doors, and thick layers of dust and dirt within. SCP-4181 is inhabited only by SCP-4181-1.\n\n\n\n\n\n\nThe Lesser Bird-of-Paradise (\nParadisaea minor\n)\n\n\n\n\n\n\nSCP-4181-1 is a Class IV-b entity (Hostile, Corporeal/Non-Corporeal) resembling a ~2 meter tall bird of paradise. SCP-4181-1 has a build similar to \nParadisaea minor\n, with the coloration and elongated tail feathers of \nLoddigesia mirabilis\n3\n. At the ends of its tail feathers are two large rubber spatula heads. SCP-4181-1's design is similar to that of Spatuland's cartoon mascot, Slappy the Spatulabird.\n\n\nSCP-4181-1's typical habits involve wandering through SCP-4181 and producing various bird calls. It has been observed changing size to fit through the opening between SCP-4181's store and warehouse, as well as moving directly through the walls separating the two. SCP-4181-1 has not been observed to exit SCP-4181 or moving through its outer walls. When SCP-4181-1 is alone, impacts against the walls of SCP-4181 can sometimes be heard. SCP-4181-1 has demonstrated no susceptibility to conventional weaponry.\n\n\nWhen a living being enters SCP-4181, SCP-4181-1 will move to intercept it. SCP-4181-1 will chase and corner any such being before striking it with the spatula heads on the ends of its tail feathers. This produces an instance of SCP-4181-2, and the individual attacked will vanish. SCP-4181-2 instances are animate, two-dimensional images that resemble the being attacked. (For more information, see addendum.)\n\n\nThe only way for a living being to survive an encounter with SCP-4181-1 is to perform Ritual 4181-a, detailed here:\n\n\n\n\n+ Ritual 4181-a\n\n\n\n\n- Access granted\n\n\n\n\n\n\nObtain one of the spatulas\n4\n from SCP-4181's stock\n5\n. (Note: Attempting to perform this step may lead to an encounter with SCP-4181-1; personnel are advised to vacate SCP-4181 should SCP-4181-1 appear during step 1.)\n\n\nApproach SCP-4181-1, holding the spatula outstretched in both hands.\n\n\nWith head bowed, recite Incantation 4181-a (below). Note the recitation must be exact, or SCP-4181-1 will take immediate hostile action.\n\n\nIncantation 4181-a:\n \"La muerte calaca, ni gorda, ni flaca. Y por su bascula, esta espátula.\"\n\n\nIf the ritual has been performed properly, SCP-4181-1 will grasp the spatula, consume it, and leave the immediate area, allowing unimpeded access to SCP-4181 for upwards of 10 hours.\n\n\n\n\n\n\n- Access granted\n\n\n\n\n\n\nCurrently, Ritual 4181-a only works with spatulas originating from SCP-4181's original stock at the time of its closure. Attempts to use spatulas purchased elsewhere have failed consistently.\n\n\n\n\n+ Addendum: Information on SCP-4181-2\n\n\n\n\n- Access granted\n\n\n\n\nOver the course of containment of SCP-4181, dealing with instances of SCP-4181-2 has been a drain on resources and a source of frustration for personnel. The following is a list of facts about the properties of SCP-4181-2 learned from repeated experimentation.\n\n\n\n\nSCP-4181-2 adhere to whatever flat surface they are in contact with and are unable to move in any direction perpendicular to the surface. This makes extraction of instances particularly difficult.\n\n\n\nRemoval of the threshold from SCP-4181's rear entrance in 1985 has allowed successful extraction since.\n\n\nExtraction requires the use of a piece of plywood or other large, rigid sheet, aligned with the floor of SCP-4181. SCP-4181-2 must then be coaxed onto the surface of the sheet. Once they are contained fully upon the surface, the sheet can be removed and transported safely.\n\n\nSCP-4181-2 adhering to a vertical surface will be unable to move perpendicularly to the surface, as with horizontal surfaces, but will be able to move up and down the surface, with no apparent effect from gravity.\n\n\n\n\n\n\nSapient SCP-4181-2 appear to possess the same memories and knowledge of the living being they resemble.\n\n\nSapient instances also tend to express intense dismay at their status, up to and including suicidal ideation. Due to limitations in movement, no SCP-4181-2 has been able to self-terminate.\n\n\n\nWhen imitating a movement that would normally occur in three dimensions — for example, moving the right arm across the chest to grasp the left arm — the motion will be replicated in two dimensions through the use of visual foreshortening. This has been used in the past as an excellent device for training Foundation forensic artists.\n\n\n\n\n\n\nSCP-4181-2 are unable to exert force on their surroundings or objects placed atop them.\n\n\nSCP-4181-2 cannot be moistened.\n\n\n\nSCP-4181-2 seem to possess only rudimentary sense of touch compared to an average human being.\n\n\n\n\n\n\nSCP-4181-2 will expire for unknown reasons if left unattended.\n\n\nThe longest surviving SCP-4181-2 instance was created in 1990 and expired in 2012.\n\n\nSCP-4181-1 has not been observed to interact with SCP-4181-2 once they are created.\n\n\nThe whereabouts of individuals attacked by SCP-4181-1 is unknown. Any such personnel are considered lost without hope of retrieval.\n\n\n\n\n\n\n- Access granted\n\n\n\n\n\n\nAddendum: Note from Researcher Joseph, 9/30/1991\n\n\n\n\nIt has come to the attention of on-site Agents that music — described alternately as 'cheesy merengue' and 'sad elevator music' by various Agents — can be heard emanating from SCP-4181 annually on the 26th of September. During these times, SCP-4181 cannot be accessed via any entrance. The cause of this is unknown.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Exact dates unknown.\n\n\n2\n. Whose name is on file only as \"Julio\".\n\n\n3\n. The marvellous spatuletail.\n\n\n4\n. Tentative designation as SCP-4181-3.\n\n\n5\n. Showroom floor stock supplies have dwindled over the years in containment, but are easier to obtain than stock stored in the warehouse portion of SCP-4181.\n\n\n\n\n\n\n\n\n« \nSCP-4180\n | SCP-4181 | \nSCP-4182\n »",
    "addendums": [
        "Addendum: Note from Researcher Joseph, 9/30/1991"
    ],
    "documents": [],
    "notes": [
        "It has come to the attention of on-site Agents that music — described alternately as 'cheesy merengue' and 'sad elevator music' by various Agents — can be heard emanating from SCP-4181 annually on the 26th of September. During these times, SCP-4181 cannot be accessed via any entrance. The cause of this is unknown."
    ],
    "item": "SCP-4181",
    "object_class": "Euclid",
    "containment_procedures": "Though it is theorized SCP-4181-1 cannot leave SCP-4181, the noise created by its activities necessitates active containment. One D-Class personnel fluent in Spanish is to enter SCP-4181 on the last day of the month and enact Ritual 4181-a. Should this ritual fail, one personnel with experience in appeasing hostile entities via ritualistic interaction is to enter SCP-4181 and perform Ritual 4181-a instead. Agents embedded in the City of St. Louis Metropolitan Police Department may request enactment of Ritual 4181-a whenever SCP-4181 generates a noise complaint.",
    "description": "SCP-4181 is an abandoned storefront and warehouse in St. Louis, Missouri, United States. The storefront was in operation from 1979-19811 as \"Spatuland,\" selling numerous kitchen utensils and specializing in spatulas and other similar implements. SCP-4181 was discovered abandoned due to unknown circumstances in August of 1981 after the owner2 fell behind on property tax payments. The owner's whereabouts were never ascertained. Currently, SCP-4181 remains in a state of disrepair, with overturned shelving and stock strewn across the floor of the store, plywood nailed over the windows and doors, and thick layers of dust and dirt within. SCP-4181 is inhabited only by SCP-4181-1.",
    "title": "SCP-4181"
}