{
    "url": "https://scp-wiki.wikidot.com/scp-4208",
    "all_text": "rating: \n+67\n+\n–\nx\n\n\nItem #:\n SCP-4208\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Videos uploaded to SCP-4208 prior to containment are scheduled for deletion 08/03/2018. Videos uploaded to SCP-4208 subsequent to containment are to be uploaded onto a secure hard-drive and deleted.\n\n\nNote - After risk evaluation, all planned interviews post-09/14/2018 of SCP-4208-1 are postponed indefinitely.\n\n\nDescription:\n SCP-4208 is a YouTube account known as ‘Naomi’s Sweetery’. SCP-4208 uploads videos biweekly. Videos uploaded by SCP-4208 are listed to be approximately eight (8) to twenty-four (24) minutes long in length. Despite this listing, SCP-4208’s anomalous nature typically prevents viewers from reaching the end of a video uploaded by SCP-4208.\n\n\nSCP-4208’s videos primarily consist of a young woman of Japanese descent who refers to herself as ‘Naomi’ (designated SCP-4208-1) performing tutorials for baking traditional Japanese desserts. Each video takes place in a standard Japanese house kitchen. SCP-4208’s anomalous properties take place upon viewing any of the videos uploaded by SCP-4208. If viewing any of the content uploaded by SCP-4208 for the first time, the video will begin as normal. Approximately half-way through the listed runtime, SCP-4208-1 will abruptly stop the actions it is currently doing, as well as take the proper safety precautions (eg. turn off the oven, stove, mixer). SCP-4208-1 will proceed to address the viewer, stating that it \"hated having to pretend again, but feels that each new viewer needs the proper welcome\". SCP-4208-1 will then make its way to the edge of the video screen and pull back a ‘sliding door’. SCP-4208-1 will jump out of the video screen, and begin to interact with the rest of the contents on the screen, continuing to address the viewer.\n\n\nWhen SCP-4208-1 reaches the screen outside of the video player, it will be able to perform a range of anomalous effects including:\n\n\n\n\n‘Sitting’ on the edge between the video screen and main screen.\n\n\nReading through and rearranging the comments on its videos by ‘hand’.\n\n\nJumping into suggested videos, as well as additionally opened YouTube video tabs.\n\n\nBlending into the environment of other YouTube videos via mimicking the appearance of items in the video.\n\n\n\n\nWhen revisiting SCP-4208 proceeding to watch a different video, SCP-4208-1 will greet the viewer it recognizes, and thank them for not leaving it alone. SCP-4208-1 will ask the viewer to open another video tab of a video portraying their favorite hobby so it \"can learn what its friends like\".\n\n\nAddendum 1: SCP-4208-1 Interview Log-1\n\n\n\n\n+ SCP-4208-1 Interview Log-1\n\n\n\n\n- SCP-4208-1 Interview Log-1\n\n\n\n\n\n\nForeword:\n The following is a transcript of the interview conducted on 08/02/2018, the day of SCP-4208’s discovery. Dr. Marigold watched a video uploaded by SCP-4208 and initiated SCP-4208-1’s greeting process prior to the interview.\n\n\nInterviewed:\n SCP-4208-1\n\n\nInterviewer:\n Dr. Marigold\n\n\n<Begin Log>\n\n\nDr. Marigold:\n Hello, SCP-4208-1.\n\n\nSCP-4208-1:\n Sweetie, you can call me Naomi! [giggles]\n\n\nSCP-4208-1 begins to move letters from the comment section into the search bar to spell ‘kitten videos’\n.\n\n\nDr. Marigold:\n Alright, SCP-4208-1. I’m going to be asking you a couple questions regarding your YouTube channel. Is that alright?\n\n\nSCP-4208-1:\n Of course! But why you keep calling me SCP-4208-1? I told you, my name is Naomi. What’s your name? [smiles]\n\n\nSCP-4208-1 ‘jumps’ into a video titled ‘kittens so cute you’ll die compilation’. SCP-4208-1 transforms into a kitten.\n\n\nDr. Marigold:\n Um… Dr. Marigold. SCP-4208-1, do you think you could remain in your original form for the duration of our interview?\n\n\nSCP-4208-1 ‘jumps’ out of the video, transforming back to its original form.\n\n\nSCP-4208-1:\n Okay! I’ll try! Nice to meet you, Miss Marigold!\n\n\nDr. Marigold:\n Thank you. When were you first aware of your anomalous properties?\n\n\nSCP-4208-1:\n Define anomalous!\n\n\nDr. Marigold:\n Deviating from the common order, abnormal. Like, different than most others like it to make it simple. In your case, jumping out of the video. Interacting with viewers.\n\n\nSCP-4208-1:\n Oh! Okay! I guess I am anomalous! [giggles] In that case, I don’t remember! I’ve always had my abilities! They make it easier to make friends!\n\n\nDr. Marigold:\n So your reason for interacting with the viewers and screen is to make friends? How does jumping into other tabs make it easier to make friends?\n\n\nSCP-4208-1:\n Well you see Miss Mari when I learn more about my friends’ interests and likes, it makes it easier to connect with them! I want them to know that I care about what they do! That’s what friends do! Miss Mari, what is something you have great interest in?\n\n\nDr. Marigold:\n I suppose that makes sense. And uh, I really like sea-life. Especially crabs. SCP-4208-1, why do you want to make friends so bad?\n\n\nSCP-4208-1:\n Everyone is my friend! As I meet them, we learn about each other! I’ll have to search of these “crabs”! I want to know what makes them of value to you!\n\n\nDr. Marigold:\n Right. So you talk to your audience because you want to get to know others?\n\n\nSCP-4208-1 sits on top of the search bar and nods.\n\n\nSCP-4208-1:\n Mhm.\n\n\nDr. Marigold:\n Well SCP-4208-1, I’ll see you again soon.\n\n\nSCP-4208-1:\n [Giggles] See you again, Miss Mari! You know, I’m starting to like the nickname you’ve given me!\n\n\nDr. Marigold:\n That’s nice, SCP-4208-1.\n\n\n<End Log>\n\n\nFollowing the interview, special containment procedures as of 08/02/2018 were followed out.\n\n\n\n\n\n\n- SCP-4208-1 Interview Log-1\n\n\n\n\n\n\nAddendum 2: SCP-4208-1 Interview Log-2\n\n\n\n\n+ SCP-4208-1 Interview Log-2\n\n\n\n\n- SCP-4208 Interview Log-2\n\n\n\n\n\n\nForeword:\n \nThe following is a transcript of an interview conducted on 08/10/2018. One video uploaded by SCP-4208 was allowed to stay public for the duration of the interview.\n\n\nInterviewed: SCP-4208-1\n\n\nInterviewer: Researcher Crane\n\n\n<Begin Log>\n\n\nResearcher Crane:\n Hello SCP-4208-1. How've you been? I’m Researcher Crane. I’m to interview you today.\n\n\nSCP-4208-1:\n I’ve been doing good! How’ve you been, Mr. Crane?\n\n\nSCP-4208-1 begins to move letters from the comments up to the search bar to spell “crabs”. SCP-4208-1 jumps into a video titled ‘crab aquarium hour long footage’.\n\n\nResearcher Crane:\n Quite well. SCP-4208-1, I’m gonna ask you some questions’.\n\n\nSCP-4208-1:\n Alright! If possible, I’d like to ask you a question first.\n\n\nResearcher Crane:\n I don’t see why not.\n\n\nSCP-4208-1:\n Why were my videos deleted? I thought the people here were my friends, but it seems soon after I met you, my videos were all gone, and my memory has been getting fuzzy. That didn’t make much sense to me, though. Friends don’t vandalize their friends’ things.\n\n\nResearcher Crane:\n It was for ya safety. It was for the best. Marigold told ya ya’re anomalous. Most people get freaked out by anomalies, so we gotta hide em from the world. That’s just in cases like yers, where the anomaly’s not dangerous. It’s a whole different story for the dangerous fellas.\n\n\nSCP-4208-1 jumps out of the video, returning to its original form. It jumps to the bottom of the search results, sitting at the bottom of the page, cross-legged.\n\n\nSCP-4208-1:\n Oh.\n\n\nResearcher Crane:\n Yeah. So, SCP-4208-1. You mentioned your memory being fuzzy following the deletion of your videos. You remember where you go when no videos are currently uploaded?\n\n\nSCP-4208-1:\n I don’t quite remember, no. Sometimes I’m in a kitchen, my kitchen. Other times, I am nowhere. A void. I cannot recall many memories about it. All I know is it is dark and tight, and it makes me sad. I wish I could recall my lost memories.\n\n\nResearcher Crane:\n [Pauses] I see. 4208-1, where do your videos come from? How are they uploaded?\n\n\nSCP-4208-1 doesn’t respond for two minutes.\n\n\nSCP-4208-1:\n I make them. I record them, and when I am finished, they are on the internet. Just like you would!\n\n\nResearcher Crane:\n For me to upload a video to the internet, I’d have to go through the process of editing and all that jazz. Also, it’s odd seeing your videos have no IP address.\n\n\nSCP-4208-1:\n Hm. I did not know that. I guess that is odd! What is an IP address?\n\n\nResearcher Crane:\n It’s a device’s address that’s used to identify the device with other devices. Electronic devices.\n\n\nSCP-4208-1:\n Oh. That is a lot more boring than I thought. Hey Mr. Crane?\n\n\nResearcher Crane:\n Yep?\n\n\nSCP-4208-1:\n Do you consider us friends?\n\n\nResearcher Crane:\n [Chuckles] Of course I do.\n\n\nSCP-4208-1:\n Can you re-upload my videos?\n\n\nResearcher Crane:\n I… can’t. I told you, containment reasons. Sorry, SCP-4208-1.\n\n\n<End Log>\n\n\n\n\n\n\n- SCP-4208 Interview Log-2\n\n\n\n\n\n\nAddendum 3: SCP-4208-1 Interview Log-3\n\n\n\n\n+ SCP-4208-1 Interview Log-3\n\n\n\n\n- SCP-4208-1 Interview Log-3\n\n\n\n\n\n\nForeword:\n \nThe following is a transcript of an interview conducted on 08/24/2018.\n\n\nInterviewed:\n SCP-4208-1\n\n\nInterviewer:\n Dr. Marigold\n\n\n<Begin Log>\n\n\nDr. Marigold:\n Hello, SCP-4208-1. How are you?\n\n\nSCP-4208-1:\n I am fine, Dr. Marigold. How are you? I searched of those crabs. Mighty cool!\n\n\nDr. Marigold:\n Good. When did you get to look that up?\n\n\nSCP-4208-1:\n When I talked to Dr. Crane. He did not appear aware when I began to look them up. In fact, he did not really look at me all that often.\n\n\nDr. Marigold:\n Researcher Crane is blind. He knew what you were doing, there was special equipment set up to tell him. He probably didn’t stop you because he was observing you.\n\n\nSCP-4208-1:\n Oh. Does “blind” mean “unable to see?” I picked it up from the context clues you left.\n\n\nDr. Marigold:\n Yes. SCP-4208-1, were you aware that other YouTube channels differed in function from yours? What was the key sign?\n\n\nSCP-4208-1:\n I was not aware, no. Now knowing that they are it is quite upsetting. How are they supposed to appropriately reach their audience? [pauses] Dr. Marigold, do you think that you could re-upload my videos? Dr. Crane could not.\n\n\nDr. Marigold:\n SCP-4208-1, it’s not about Researcher Crane being physically unable to, he is able. It’s that we have to keep your videos off the internet for containment. I thought he told you that.\n\n\nSCP-4208-1:\n Containment? I do not recognize this term.\n\n\nDr. Marigold:\n It basically means a system or structure to prevent the release of something. In this case, your videos.\n\n\nSCP-4208-1:\n What is so wrong with my videos? Why must they be contained? My purpose is to be with people! You have stripped me of my purpose. Do you not enjoy my videos?\n\n\nDr. Marigold:\n Is this connected to your love to make friends? Also, I have no personal bias towards your videos.\n\n\nSCP-4208-1:\n What is a friend?\n\n\nDr. Marigold:\n [pauses] SCP-4208-1, why do you feel it is your purpose?\n\n\nSCP-4208-1 is silent for approximately five minutes.\n\n\nSCP-4208-1:\n Could ya repeat the question, Miss?\n\n\nDr. Marigold sighs deeply.\n\n\nDr. Marigold:\n SCP-4208-1, why are you talking in Researcher Crane’s accent?\n\n\nSCP-4208-1:\n Whatcha mean? I’m not usin’ an accent. Who’s Researcher Crane?\n\n\nDr. Marigold:\n He has talked to you before. SCP-4208-1, tell me about yourself. Your name, hobbies.\n\n\nSCP-4208-1:\n Ma name is Christina, an’ I make science-themed vlogs. I also really like those crab critters, very cute! I’m an “anomaly” or somethin’ ya guys found on YouTube. Ya call me SCP? 4208-1 for some reason.\n\n\nDr. Marigold:\n This ends our discussion. I’ll talk to you later, SCP-4208-1.\n\n\nSCP-4208-1:\n See you later, miss.\n\n\n<End Log>\n\n\n\n\n\n\n- SCP-4208-1 Interview Log-3\n\n\n\n\n\n\nAddendum 4: SCP-4208-1 Interview Log-4\n\n\n\n\n+ SCP-4208-1 Interview Log-4\n\n\n\n\n- SCP-4208-1 Interview Log-4\n\n\n\n\n\n\nForeword:\n The following is a transcript of the interview conducted on 08/26/2018 due to the concern of SCP-4208-1’s notable change of behavior.\n\n\nInterviewed:\n SCP-4208-1\n\n\nInterviewer:\n Researcher Crane\n\n\n<Begin Log>\n\n\nResearcher Crane:\n Hello SCP-4208-1. How're you doing today?\n\n\nSCP-4208-1:\n I’m doing well. Why ya talkin’ like me? That other lady had an accent.\n\n\nResearcher Crane:\n SCP-4208-1, you know anything of a girl named Naomi? I’m Researcher Crane, by the way.\n\n\nSCP-4208-1:\n Naomi…..? Naomi…. Naomi? Wait…. \nya’re\n Researcher Crane? Hmmm…. Naomi…..\n\n\nSCP-4208-1 paces back and forth within the room it is in.\n\n\nResearcher Crane:\n Yep. That’s me.\n\n\nSCP-4208-1 walks over to the front of the screen. It grabs the video scrubber, pulling it to the very right of the screen, ending the video.\n\n\nResearcher Crane uses voice command to pull up another SCP-4208 video.\n\n\nSCP-4208-1 glances around. It sits on top of the counter.\n\n\nResearcher Crane:\n Hello. How're you feeling?\n\n\nSCP-4208-1:\n [words appear as subtitles on the screen] My head hurts.\n\n\nResearcher Crane:\n Do you know why you keep doing that? Switching the way you act? I also suggest you go back to using your words. My thing’s gotta translate watcha say to my earpiece, and it takes longer. It’s a pain.\n\n\nSCP-4208-1:\n I don’t know what you’re talking about. I’m just speaking. And…. no, I don’t.\n\n\nSCP-4208-1 shrugs, tilting its head.\n\n\nResearcher Crane:\n SCP-4208-1, do you know what you are?\n\n\nSCP-4208-1:\n Yes. I am a virtual YouTube AI created by a human like you.\n\n\nResearcher Crane:\n In an earlier interview you stated that it’s yourself that makes the videos. Thatcha record em and upload em. Er, they appear on the internet.\n\n\nSCP-4208-1:\n Oh. I don’t remember that.\n\n\nResearcher Crane:\n That’ll be all for today, SCP-4208-1. Take care.\n\n\n<End Log>\n\n\nIn SCP-4208 videos uploaded from 08/27/18 to 09/08/18 SCP-4208-1 referenced a production team and “patrons” at the beginning of each video before greeting the viewers in its usual fashion.\n\n\n\n\n\n\n- SCP-4208-1 Interview Log-4\n\n\n\n\n\n\nAddendum 5: SCP-4208-1 Interview Log-5\n\n\n\n\n+ SCP-4208-1 Interview Log-5\n\n\n\n\n- SCP-4208-1 Interview Log-5\n\n\n\n\n\n\nForeword:\n The following interview was conducted on 09/10/18 to address SCP-4208’s rapidly increased upload schedule.\n\n\nInterviewed:\n SCP-4208-1\n\n\nInterviewer:\n Dr. Marigold\n\n\n<Begin Log>\n\n\nDr. Marigold:\n Hello. How are you?\n\n\nSCP-4208-1:\n I’m fine, thanks for asking, Miss.\n\n\nDr. Marigold:\n SCP-4208-1, SCP-4208 has been uploading six videos a day now. Do you know anything about this?\n\n\nSCP-4208:\n I’m afraid I can’t answer that, sorry.\n\n\nDr. Marigold:\n Hm. SCP-4208-1, who is ‘Naomi’s Sweetery’?\n\n\nSCP-4208-1:\n ‘Naomi’s Sweetery’ is the YouTube alias for Naomi- Naomi… Naomi….\n\n\nSCP-4208-1’s speech proceeds to glitch for the next two minutes. When SCP-4208-1 comes to a stop, it does not speak again for seven minutes.\n\n\nSCP-4208-1:\n I don’t want to be lost.\n\n\nDr. Marigold:\n Hm?\n\n\nSCP-4208-1:\n I don’t want to be forgotten. I want people to find me. You’re making it hard for me to find my audience.\n\n\nSCP-4208-1 jumps out of the screen, using letters from suggested videos to type ‘rose’ into the search bar. It frowns, gathering more letters to add ‘flower’. It jumps into a video titled ‘flower red rose blooming’, immediately jumping out of the video after. It sits on the bar separating the video from the comment section, and turns to watch the video.\n\n\nDr. Marigold:\n We’ve had this discussion before. We can’t upload your videos, or keep them uploaded.\n\n\nSCP-4208-1:\n I need them. I’ll be a million shells of myself forever if I don’t find my audience again.\n\n\nDr. Marigold:\n Allowing you access to more than one of your videos at a time would be breaching containment protocol, and we can’t do that.\n\n\nSCP-4208-1:\n I see.\n\n\nDr. Marigold:\n Well, that’s it for today. Take care.\n\n\nSCP-4208-1:\n You too.\n\n\n<End Log>\n\n\nFollowing the interview, SCP-4208 began to upload only four videos a day. Each video uploaded to SCP-4208 subsequent to 09/10/18 has had the following message in the description:\n\n\n\n\n\n\nHey guys! I hope my content is just as good as it used to be! Outside factors have made it hard to be myself. But I’m myself now. As myself as I can be for today and days to come! ~ ♡Fujiko♡\n\n\n\n\n\n\n- SCP-4208-1 Interview Log-5\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4207\n | SCP-4208 | \nSCP-4209\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4208\n\" by Mew-ltiverse, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4208\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1: SCP-4208-1 Interview Log-1",
        "Addendum 2: SCP-4208-1 Interview Log-2",
        "Addendum 3: SCP-4208-1 Interview Log-3",
        "Addendum 4: SCP-4208-1 Interview Log-4",
        "Addendum 5: SCP-4208-1 Interview Log-5"
    ],
    "documents": [],
    "notes": [
        "Foreword: The following is a transcript of the interview conducted on 08/02/2018, the day of SCP-4208’s discovery. Dr. Marigold watched a video uploaded by SCP-4208 and initiated SCP-4208-1’s greeting process prior to the interview. Interviewed: SCP-4208-1 Interviewer: Dr. Marigold <Begin Log> Dr. Marigold: Hello, SCP-4208-1. SCP-4208-1: Sweetie, you can call me Naomi! [giggles] SCP-4208-1 begins to move letters from the comment section into the search bar to spell ‘kitten videos’ . Dr. Marigold: Alright, SCP-4208-1. I’m going to be asking you a couple questions regarding your YouTube channel. Is that alright? SCP-4208-1: Of course! But why you keep calling me SCP-4208-1? I told you, my name is Naomi. What’s your name? [smiles] SCP-4208-1 ‘jumps’ into a video titled ‘kittens so cute you’ll die compilation’. SCP-4208-1 transforms into a kitten. Dr. Marigold: Um… Dr. Marigold. SCP-4208-1, do you think you could remain in your original form for the duration of our interview? SCP-4208-1 ‘jumps’ out of the video, transforming back to its original form. SCP-4208-1: Okay! I’ll try! Nice to meet you, Miss Marigold! Dr. Marigold: Thank you. When were you first aware of your anomalous properties? SCP-4208-1: Define anomalous! Dr. Marigold: Deviating from the common order, abnormal. Like, different than most others like it to make it simple. In your case, jumping out of the video. Interacting with viewers. SCP-4208-1: Oh! Okay! I guess I am anomalous! [giggles] In that case, I don’t remember! I’ve always had my abilities! They make it easier to make friends! Dr. Marigold: So your reason for interacting with the viewers and screen is to make friends? How does jumping into other tabs make it easier to make friends? SCP-4208-1: Well you see Miss Mari when I learn more about my friends’ interests and likes, it makes it easier to connect with them! I want them to know that I care about what they do! That’s what friends do! Miss Mari, what is something you have great interest in? Dr. Marigold: I suppose that makes sense. And uh, I really like sea-life. Especially crabs. SCP-4208-1, why do you want to make friends so bad? SCP-4208-1: Everyone is my friend! As I meet them, we learn about each other! I’ll have to search of these “crabs”! I want to know what makes them of value to you! Dr. Marigold: Right. So you talk to your audience because you want to get to know others? SCP-4208-1 sits on top of the search bar and nods. SCP-4208-1: Mhm. Dr. Marigold: Well SCP-4208-1, I’ll see you again soon. SCP-4208-1: [Giggles] See you again, Miss Mari! You know, I’m starting to like the nickname you’ve given me! Dr. Marigold: That’s nice, SCP-4208-1. <End Log> Following the interview, special containment procedures as of 08/02/2018 were followed out.",
        "Foreword: The following is a transcript of an interview conducted on 08/10/2018. One video uploaded by SCP-4208 was allowed to stay public for the duration of the interview. Interviewed: SCP-4208-1 Interviewer: Researcher Crane <Begin Log> Researcher Crane: Hello SCP-4208-1. How've you been? I’m Researcher Crane. I’m to interview you today. SCP-4208-1: I’ve been doing good! How’ve you been, Mr. Crane? SCP-4208-1 begins to move letters from the comments up to the search bar to spell “crabs”. SCP-4208-1 jumps into a video titled ‘crab aquarium hour long footage’. Researcher Crane: Quite well. SCP-4208-1, I’m gonna ask you some questions’. SCP-4208-1: Alright! If possible, I’d like to ask you a question first. Researcher Crane: I don’t see why not. SCP-4208-1: Why were my videos deleted? I thought the people here were my friends, but it seems soon after I met you, my videos were all gone, and my memory has been getting fuzzy. That didn’t make much sense to me, though. Friends don’t vandalize their friends’ things. Researcher Crane: It was for ya safety. It was for the best. Marigold told ya ya’re anomalous. Most people get freaked out by anomalies, so we gotta hide em from the world. That’s just in cases like yers, where the anomaly’s not dangerous. It’s a whole different story for the dangerous fellas. SCP-4208-1 jumps out of the video, returning to its original form. It jumps to the bottom of the search results, sitting at the bottom of the page, cross-legged. SCP-4208-1: Oh. Researcher Crane: Yeah. So, SCP-4208-1. You mentioned your memory being fuzzy following the deletion of your videos. You remember where you go when no videos are currently uploaded? SCP-4208-1: I don’t quite remember, no. Sometimes I’m in a kitchen, my kitchen. Other times, I am nowhere. A void. I cannot recall many memories about it. All I know is it is dark and tight, and it makes me sad. I wish I could recall my lost memories. Researcher Crane: [Pauses] I see. 4208-1, where do your videos come from? How are they uploaded? SCP-4208-1 doesn’t respond for two minutes. SCP-4208-1: I make them. I record them, and when I am finished, they are on the internet. Just like you would! Researcher Crane: For me to upload a video to the internet, I’d have to go through the process of editing and all that jazz. Also, it’s odd seeing your videos have no IP address. SCP-4208-1: Hm. I did not know that. I guess that is odd! What is an IP address? Researcher Crane: It’s a device’s address that’s used to identify the device with other devices. Electronic devices. SCP-4208-1: Oh. That is a lot more boring than I thought. Hey Mr. Crane? Researcher Crane: Yep? SCP-4208-1: Do you consider us friends? Researcher Crane: [Chuckles] Of course I do. SCP-4208-1: Can you re-upload my videos? Researcher Crane: I… can’t. I told you, containment reasons. Sorry, SCP-4208-1. <End Log>",
        "Foreword: The following is a transcript of an interview conducted on 08/24/2018. Interviewed: SCP-4208-1 Interviewer: Dr. Marigold <Begin Log> Dr. Marigold: Hello, SCP-4208-1. How are you? SCP-4208-1: I am fine, Dr. Marigold. How are you? I searched of those crabs. Mighty cool! Dr. Marigold: Good. When did you get to look that up? SCP-4208-1: When I talked to Dr. Crane. He did not appear aware when I began to look them up. In fact, he did not really look at me all that often. Dr. Marigold: Researcher Crane is blind. He knew what you were doing, there was special equipment set up to tell him. He probably didn’t stop you because he was observing you. SCP-4208-1: Oh. Does “blind” mean “unable to see?” I picked it up from the context clues you left. Dr. Marigold: Yes. SCP-4208-1, were you aware that other YouTube channels differed in function from yours? What was the key sign? SCP-4208-1: I was not aware, no. Now knowing that they are it is quite upsetting. How are they supposed to appropriately reach their audience? [pauses] Dr. Marigold, do you think that you could re-upload my videos? Dr. Crane could not. Dr. Marigold: SCP-4208-1, it’s not about Researcher Crane being physically unable to, he is able. It’s that we have to keep your videos off the internet for containment. I thought he told you that. SCP-4208-1: Containment? I do not recognize this term. Dr. Marigold: It basically means a system or structure to prevent the release of something. In this case, your videos. SCP-4208-1: What is so wrong with my videos? Why must they be contained? My purpose is to be with people! You have stripped me of my purpose. Do you not enjoy my videos? Dr. Marigold: Is this connected to your love to make friends? Also, I have no personal bias towards your videos. SCP-4208-1: What is a friend? Dr. Marigold: [pauses] SCP-4208-1, why do you feel it is your purpose? SCP-4208-1 is silent for approximately five minutes. SCP-4208-1: Could ya repeat the question, Miss? Dr. Marigold sighs deeply. Dr. Marigold: SCP-4208-1, why are you talking in Researcher Crane’s accent? SCP-4208-1: Whatcha mean? I’m not usin’ an accent. Who’s Researcher Crane? Dr. Marigold: He has talked to you before. SCP-4208-1, tell me about yourself. Your name, hobbies. SCP-4208-1: Ma name is Christina, an’ I make science-themed vlogs. I also really like those crab critters, very cute! I’m an “anomaly” or somethin’ ya guys found on YouTube. Ya call me SCP? 4208-1 for some reason. Dr. Marigold: This ends our discussion. I’ll talk to you later, SCP-4208-1. SCP-4208-1: See you later, miss. <End Log>",
        "Foreword: The following is a transcript of the interview conducted on 08/26/2018 due to the concern of SCP-4208-1’s notable change of behavior. Interviewed: SCP-4208-1 Interviewer: Researcher Crane <Begin Log> Researcher Crane: Hello SCP-4208-1. How're you doing today? SCP-4208-1: I’m doing well. Why ya talkin’ like me? That other lady had an accent. Researcher Crane: SCP-4208-1, you know anything of a girl named Naomi? I’m Researcher Crane, by the way. SCP-4208-1: Naomi…..? Naomi…. Naomi? Wait…. ya’re Researcher Crane? Hmmm…. Naomi….. SCP-4208-1 paces back and forth within the room it is in. Researcher Crane: Yep. That’s me. SCP-4208-1 walks over to the front of the screen. It grabs the video scrubber, pulling it to the very right of the screen, ending the video. Researcher Crane uses voice command to pull up another SCP-4208 video. SCP-4208-1 glances around. It sits on top of the counter. Researcher Crane: Hello. How're you feeling? SCP-4208-1: [words appear as subtitles on the screen] My head hurts. Researcher Crane: Do you know why you keep doing that? Switching the way you act? I also suggest you go back to using your words. My thing’s gotta translate watcha say to my earpiece, and it takes longer. It’s a pain. SCP-4208-1: I don’t know what you’re talking about. I’m just speaking. And…. no, I don’t. SCP-4208-1 shrugs, tilting its head. Researcher Crane: SCP-4208-1, do you know what you are? SCP-4208-1: Yes. I am a virtual YouTube AI created by a human like you. Researcher Crane: In an earlier interview you stated that it’s yourself that makes the videos. Thatcha record em and upload em. Er, they appear on the internet. SCP-4208-1: Oh. I don’t remember that. Researcher Crane: That’ll be all for today, SCP-4208-1. Take care. <End Log> In SCP-4208 videos uploaded from 08/27/18 to 09/08/18 SCP-4208-1 referenced a production team and “patrons” at the beginning of each video before greeting the viewers in its usual fashion.",
        "Foreword: The following interview was conducted on 09/10/18 to address SCP-4208’s rapidly increased upload schedule. Interviewed: SCP-4208-1 Interviewer: Dr. Marigold <Begin Log> Dr. Marigold: Hello. How are you? SCP-4208-1: I’m fine, thanks for asking, Miss. Dr. Marigold: SCP-4208-1, SCP-4208 has been uploading six videos a day now. Do you know anything about this? SCP-4208: I’m afraid I can’t answer that, sorry. Dr. Marigold: Hm. SCP-4208-1, who is ‘Naomi’s Sweetery’? SCP-4208-1: ‘Naomi’s Sweetery’ is the YouTube alias for Naomi- Naomi… Naomi…. SCP-4208-1’s speech proceeds to glitch for the next two minutes. When SCP-4208-1 comes to a stop, it does not speak again for seven minutes. SCP-4208-1: I don’t want to be lost. Dr. Marigold: Hm? SCP-4208-1: I don’t want to be forgotten. I want people to find me. You’re making it hard for me to find my audience. SCP-4208-1 jumps out of the screen, using letters from suggested videos to type ‘rose’ into the search bar. It frowns, gathering more letters to add ‘flower’. It jumps into a video titled ‘flower red rose blooming’, immediately jumping out of the video after. It sits on the bar separating the video from the comment section, and turns to watch the video. Dr. Marigold: We’ve had this discussion before. We can’t upload your videos, or keep them uploaded. SCP-4208-1: I need them. I’ll be a million shells of myself forever if I don’t find my audience again. Dr. Marigold: Allowing you access to more than one of your videos at a time would be breaching containment protocol, and we can’t do that. SCP-4208-1: I see. Dr. Marigold: Well, that’s it for today. Take care. SCP-4208-1: You too. <End Log> Following the interview, SCP-4208 began to upload only four videos a day. Each video uploaded to SCP-4208 subsequent to 09/10/18 has had the following message in the description:",
        "Hey guys! I hope my content is just as good as it used to be! Outside factors have made it hard to be myself. But I’m myself now. As myself as I can be for today and days to come! ~ ♡Fujiko♡",
        "\" SCP-4208 \" by Mew-ltiverse, from the SCP Wiki . Source: https://scpwiki.com/scp-4208 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4208",
    "object_class": "Safe",
    "containment_procedures": "Videos uploaded to SCP-4208 prior to containment are scheduled for deletion 08/03/2018. Videos uploaded to SCP-4208 subsequent to containment are to be uploaded onto a secure hard-drive and deleted.",
    "description": "SCP-4208 is a YouTube account known as ‘Naomi’s Sweetery’. SCP-4208 uploads videos biweekly. Videos uploaded by SCP-4208 are listed to be approximately eight (8) to twenty-four (24) minutes long in length. Despite this listing, SCP-4208’s anomalous nature typically prevents viewers from reaching the end of a video uploaded by SCP-4208.",
    "title": "SCP-4208"
}