{
    "url": "https://scp-wiki.wikidot.com/scp-4213",
    "all_text": "Doctor Cimmerian\n: Fun idea I had with Yossi in Discord and which became this. It's small, it's simple, and of course it could take over the world. You're welcome.\n\n\nImage is from here: \nhttps://commons.wikimedia.org/wiki/File:Man_with_Ice_Cream_-_The_Mall_-_Shimla_-_Himachal_Pradesh_-_India_(26460945951).jpg\n\n\nYossipossi\n: This was fun to work on! I'm glad I got the opportunity to collaborate with you!\n\n\nThank yous to Westrin and RockTeethMothEyes for getting a quick look at this draft and giving it some critique in its earlier form!\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nrating: \n+292\n+\n–\nx\n\n\n\n\n\n\nSCP-4213 after an acquisition event.\n\n\n\n\n\n\nItem #:\n SCP-4213\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-4213's movements are to be monitored from outside audio-visual range by MTF Rho-4 (\"The Neapolitans\"). Following SCP-4213's departure from a location, all individuals who have interacted with the object are to be administered a Class-A amnestic.\n\n\nDescription:\n SCP-4213 is a man of Tibetan descent and presumably in his fifties or sixties. SCP-4213 is capable of bypassing all cognitive resistance within humans, effectively allowing SCP-4213 to control the actions of others. Prevention of this effect is impossible once SCP-4213 has been perceived.\n\n\nSCP-4213 solely utilizes its anomalous properties to facilitate travel to a location with a high concentration of frozen dairy products and then uses them to compel the holder of those products to grant SCP-4213 access to them. It will then begin to consume any acquired products.\n\n\nIt is unknown if SCP-4213 is capable of utilizing its anomalous properties for reasons other than the acquisition of frozen dairy products, as it has never been observed to do so. However, all attempts to effect long term containment of SCP-4213 have been unsuccessful due to the frequency of these acquisition events.\n\n\nIncident 4213-1:\n On January 15th, 2019, SCP-4213 succeeded in entering Site-88's cafeteria during its \"Free Ice Cream Day\" (a bi-monthly event implemented to boost employee morale). SCP-4213 then proceeded to acquire several servings of frozen dairy product. During this event, SCP-4213 was confronted by Dr. Jacob Curtis. The following interview was recovered from site surveillance equipment.\n\n\n\n\nINTERVIEWED:\n SCP-4213\n\n\nINTERVIEWER:\n Dr. Jacob Curtis\n\n\nDATE OF LOG:\n 1/15/19 Approx. 12:15 Local Time\n\n\n\n\n[IRRELEVANT INFORMATION OMITTED — BEGIN LOG]\n\n\nDr. Curtis:\n Excellent. To begin, how did you first come to learn about your abilities?\n\n\nSCP-4213:\n I dunno.\n\n\nDr. Curtis:\n Do you ever think about how your abilities affect others?\n\n\nSCP-4213:\n Huh?\n\n\nDr. Curtis:\n For instance, imagine you've taken some ice cream from a child.\n\n\nSCP-4213 smiles, and begins to lick ice cream from a cone. Both are silent for three seconds.\n\n\nDr. Curtis:\n Never mind. Can you recall an incident where someone has resisted your commands?\n\n\nSCP-4213:\n No.\n\n\nDr. Curtis:\n What do you remember?\n\n\nSCP-4213 continues to lick its ice cream cone while maintaining direct eye contact with Dr. Curtis.\n\n\nDr. Curtis:\n Look, we've been monitoring you for years. Now that you're actually here, I just want you to answer a couple of questions, alright?\n\n\nSCP-4213:\n You're weird.\n\n\nDr. Curtis:\n I'm not — \nhey!\n\n\nSCP-4213 begins to walk away. Dr. Curtis follows.\n\n\nDr. Curtis:\n I just want some answers, alright?\n\n\nSCP-4213:\n I don't care.\n\n\nDr. Curtis:\n Can you at least wait here for a second? I think I know of something that could help.\n\n\nSCP-4213:\n Fine.\n\n\nDr. Curtis runs quickly towards the cafeteria. SCP-4213 begins to slowly walk away until Dr. Curtis returns holding a Styrofoam bowl filled with ice cream.\n\n\nAt this point SCP-4213 appears to relax.\n\n\nDr. Curtis:\n Can you use your abilities to acquire anything other than ice cream?\n\n\nThere is silence for approximately five seconds. Then SCP-4213 points to the bowl Dr. Curtis is holding.\n\n\nSCP-4213:\n Give me that bowl.\n\n\nDr. Curtis falls under SCP-4213's effect at this point and is unable to continue the interview.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n« \nSCP-4212\n | SCP-4213 | \nSCP-4214\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4213\n\" by Doctor Cimmerian and Yossipossi, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4213\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n SCP-4213.jpg\n\n\nName:\n Man with Ice Cream - The Mall - Shimla - Himachal Pradesh - India\n\n\nAuthor:\n Adam Jones\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "INTERVIEWED: SCP-4213 INTERVIEWER: Dr. Jacob Curtis DATE OF LOG: 1/15/19 Approx. 12:15 Local Time [IRRELEVANT INFORMATION OMITTED — BEGIN LOG] Dr. Curtis: Excellent. To begin, how did you first come to learn about your abilities? SCP-4213: I dunno. Dr. Curtis: Do you ever think about how your abilities affect others? SCP-4213: Huh? Dr. Curtis: For instance, imagine you've taken some ice cream from a child. SCP-4213 smiles, and begins to lick ice cream from a cone. Both are silent for three seconds. Dr. Curtis: Never mind. Can you recall an incident where someone has resisted your commands? SCP-4213: No. Dr. Curtis: What do you remember? SCP-4213 continues to lick its ice cream cone while maintaining direct eye contact with Dr. Curtis. Dr. Curtis: Look, we've been monitoring you for years. Now that you're actually here, I just want you to answer a couple of questions, alright? SCP-4213: You're weird. Dr. Curtis: I'm not — hey! SCP-4213 begins to walk away. Dr. Curtis follows. Dr. Curtis: I just want some answers, alright? SCP-4213: I don't care. Dr. Curtis: Can you at least wait here for a second? I think I know of something that could help. SCP-4213: Fine. Dr. Curtis runs quickly towards the cafeteria. SCP-4213 begins to slowly walk away until Dr. Curtis returns holding a Styrofoam bowl filled with ice cream. At this point SCP-4213 appears to relax. Dr. Curtis: Can you use your abilities to acquire anything other than ice cream? There is silence for approximately five seconds. Then SCP-4213 points to the bowl Dr. Curtis is holding. SCP-4213: Give me that bowl. Dr. Curtis falls under SCP-4213's effect at this point and is unable to continue the interview. [END LOG]",
        "\" SCP-4213 \" by Doctor Cimmerian and Yossipossi, from the SCP Wiki . Source: https://scpwiki.com/scp-4213 . Licensed under CC-BY-SA .",
        "Filename: SCP-4213.jpg Name: Man with Ice Cream - The Mall - Shimla - Himachal Pradesh - India Author: Adam Jones License: CC BY 2.0 Source Link: Flickr"
    ],
    "item": "SCP-4213",
    "object_class": "Keter",
    "containment_procedures": "SCP-4213's movements are to be monitored from outside audio-visual range by MTF Rho-4 (\"The Neapolitans\"). Following SCP-4213's departure from a location, all individuals who have interacted with the object are to be administered a Class-A amnestic.",
    "description": "SCP-4213 is a man of Tibetan descent and presumably in his fifties or sixties. SCP-4213 is capable of bypassing all cognitive resistance within humans, effectively allowing SCP-4213 to control the actions of others. Prevention of this effect is impossible once SCP-4213 has been perceived.",
    "title": "SCP-4213"
}