{
    "url": "https://scp-wiki.wikidot.com/scp-4214",
    "all_text": "rating: \n+52\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-4214\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-4214 is currently stored in the Foundation database, along with several digital copies. \nFoundation webcrawlers are to delete any instances of SCP-4214 found on the Internet.\n No other copies of SCP-4214 exist outside the Foundation database.\n\n\nNo further containment procedures have been deemed necessary at this time.\n\n\nDescription:\n SCP-4214 is a digital image file depicting a muscular humanoid presenting what is believed to be a sealed container in its raised right hand. The image carries mild cognitohazardous properties, which manifest as a form of selective aphasia\n1\n when its entirety is observed by a sapient entity. This effect is also carried over to any physical copies of the image.\n\n\nSCP-4214's cognitohazardous effects cease within 12 hours, and have not been noted to leave affected individuals with any harmful secondary effects.\n\n\nAddendum 4214.01: Recovered Chat Logs\n\n\nFoundation webcrawlers discovered and recorded chat logs believed to be relevant to SCP-4214 from a GoI-5869 (“Gamers Against Weed”) chat room, attached below.\n\n\n\n\n\n\n\n\n«BEGIN LOG»\n\n\n\n\n\n\nNunwithaGun:\n so that's like 43gb gone in total\n\n\nNunwithaGun:\n jesus is very unhappy with me today\n\n\nteemo:\n clearly\n\n\nalso_alia:\n yall i got some real funny shit up my sleeve\n\n\nteemo:\n go on\n\n\nalso_alia:\n remember the hugh morganson guy?\n\n\nalso_alia:\n the one who attempted to clown on us?\n\n\nalso_alia:\n apparently he's doing an anart commission rn, idk for who\n\n\nteemo:\n ok, and?\n\n\nalso_alia:\n its supposed to make people talk about whatever sorta product the client wants on it idk\n\n\nalso_alia:\n so i snuck in smthn of my own >:)\n\n\nteemo:\n what does it do?\n\n\nalso_alia:\n not much difference tbh, it does make people talk when they see it\n\n\nalso_alia:\n fucks with their speech tho, so only gibberish comes out lol\n\n\nalso_alia:\n \"oh yeah i love this company's djajadjf it's real tjeqcvio mmmm yeah baby\"\n\n\nteemo:\n lmao\n\n\nNunwithaGun:\n lmao\n\n\nlesbian_gengar:\n \n@also_alia\n i'm not sure it's a good idea to sabotage a commission like that. much more for an unknown client.\n\n\nalso_alia:\n itll be fine\n\n\nalso_alia:\n shit wears off in a few hours\n\n\nalso_alia:\n client cant possibly be anyone big, hugh belongs to the niche of the niche lol\n\n\nteemo:\n finally, the perfect \nmurder\n troll\n\n\nalso_alia:\n plus you know how well i can cover me tracks\n\n\nNunwithaGun:\n we do just a lil bit of trolling\n\n\nlesbian_gengar:\n ok fair it is sorta funny.\n\n\nlesbian_gengar:\n still a bit dickish imo, sabotaging paid commissions.\n\n\nalso_alia:\n ye but this is senor hugh the nft fanboy were talking about\n\n\nalso_alia:\n its like those monkes are his muse or smthn\n\n\nalso_alia:\n and his commissions go for what, 50 dollars a pop?\n\n\nalso_alia:\n what sorta dumbass goes for a 50 dollar advertisement? lmao\n\n\n\n\n\n\n«END LOG»\n\n\n\n\n\n\n\n\n\n\n\n\n«BEGIN LOG»\n\n\n\n\n\n\nbig_floppo:\n i'm not a furry but having a fursona would actually be great\n\n\nlesbian_gengar:\n lol\n\n\ndado:\n hello friends who not liking the weed\n\n\nalso_alia:\n ??\n\n\nbig_floppo:\n wtf\n\n\nlesbian_gengar:\n \n@bones\n\n\n\n\ndado\n was kicked by \nbones\n.\n\n\n\n\n\n\nlesbian_gengar:\n thanks, bones\n\n\nbig_floppo:\n what do you even call bird furries? birdies?\n\n\ndado:\n hello one more time yes dado come in peace, anti weed gamer friends\n\n\nteemo:\n idk lol\n\n\n\n\ndado\n was banned by \nbones\n.\n\n\n\n\n\n\nbones:\n I've deleted all invites for now. Sorry for the inconvenience.\n\n\nteemo:\n would it be called a birdsona instead then?\n\n\nteemo:\n o7\n\n\nbig_floppo:\n o7\n\n\nle_binganimus:\n o7\n\n\ndado:\n dado is here to looking fora gamer\n\n\ndado:\n u can trust dado yes\n\n\nle_binganimus:\n what do people call reptile furries then\n\n\nlesbian_gengar:\n how the fuck.\n\n\nbig_floppo:\n scalies\n\n\nlesbian_gengar:\n there aren't even any invites anymore how are you here.\n\n\ndado:\n no invitation is not problem for dado\n\n\ndado:\n dado promises to leave after business finish\n\n\nteemo:\n pray tell, \n@big_floppo\n, how do you know that?\n\n\nlesbian_gengar:\n who are you looking for.\n\n\nbig_floppo:\n i plead the fifth\n\n\nbig_floppo:\n did you know that by technicality all bird furries are also scalies\n\n\ndado:\n dado has no names but dado knows gamer added funny to dado fifty dollar commission\n\n\nlesbian_gengar:\n \n@also_alia\n what did i tell you.\n\n\nle_binganimus:\n \n@big_floppo\n no. stop that\n\n\nalso_alia:\n bruh\n\n\nalso_alia:\n \n@dado\n ok look, im sorry, ill reimburse you\n\n\nalso_alia:\n dm me your bank number, crypto wallet id, whatevs and ill send over the money\n\n\ndado:\n dado does not accept funny money, dado is serious businessman\n\n\nalso_alia:\n im paying you in usd??\n\n\ndado:\n dado said what dado said\n\n\nalso_alia:\n what\n\n\nteemo:\n usd funny money lmao\n\n\nle_binganimus:\n usd funnies\n\n\ndado:\n donot worry alia gamer, dado is not angry but more impres by quality, dado considers alia gamer funny as fine improvement yes\n\n\nalso_alia:\n thanks??\n\n\ndado:\n dado was not have high expectation for mister r we cool hugh, he draw dado not detail or accurate enough dado thinks\n\n\ndado:\n is not easy to find the fine artist yes?\n\n\nalso_alia:\n so what do you want from me\n\n\ndado:\n dado would like discuss for working with alia artist gamer to make new commission\n\n\nle_binganimus:\n gamer moment\n\n\nalso_alia:\n i mean, sure i can make smthn for you\n\n\nalso_alia:\n its the least i could do\n\n\ndado:\n very nice alia gamer\n\n\nalso_alia:\n whatre you gonna do with the old commission tho\n\n\ndado:\n dado does not want old commission so dado has sent it to alia gamer for they to decide what do for they self\n\n\nalso_alia:\n oh lol i know what to do with this\n\n\nalso_alia:\n so what's the job \n@dado\n?\n\n\ndado:\n before dado continue with detail of commission dado will make chat secure yes?\n\n\n\n\n\n«END LOG»\n\n\n\n\n\n\nNote:\n Webcrawler present in the chat room during the above exchange was forcibly ejected despite there being no indication of detection by GoI-5869, with the following error message.\n\n\n\n\nError \n420 (new gamer friend tell dado to put the four twenty)\n:\n dado latest product not for es see pee eyes yet pls be the patient\n\n\n\n\nAttempts to access the aforementioned chat room have failed thus far.\n\n\n\n\nAddendum 4214.02: Discovery\n\n\nSCP-4214 was recovered from a gift-wrapped box mailed to Site-39. The contents of the box included a non-anomalous USB drive containing SCP-4214, as well as a non-anomalous loudspeaker that played audio of the entire 2007 Bee Movie in its entirety on loop when opened.\n\n\n\n\n+ Open Testing Log 4214.01\n\n\n\n\n- Close Testing Log 4214.01\n\n\n\n\n\n\n\n\n\n\n«BEGIN LOG»\n\n\n\n\n\n\n[D-24601 sits in front of a monitor in a testing chamber. Dr. Carter oversees the test from the adjacent control room.]\n\n\nCARTER:\n For this one, we just need you to look at the image on the monitor and describe it as best you can.\n\n\nD-24601:\n Sure thing.\n\n\n[SCP-4214 is displayed on the monitor.]\n\n\nD-24601:\n Huh. Funky-looking art. Looks like a jibbly keggle to me.\n\n\nCARTER:\n Could y—\n\n\n[Dr. Carter stares at D-24601 through the observation window. He is visibly confused.]\n\n\nCARTER:\n Sorry, come again?\n\n\nD-24601:\n A jibbly keggle, you know? Like uh, a scrimblo bimblo, a shbabbly shwobbly, uh… Perhaps a lorex unnu?\n\n\nCARTER:\n D-24601, please take this seriously. Once again, please describe SCP-4214.\n\n\nD-24601:\n But I have! It's a baba booey holding a small twiggo pinga. The iccum boccum really brings it all together, if I may add. The guncrow wiggowienny looks sorta wonky, though.\n\n\n[Dr. Carter continues to stare at D-24601. He pinches the bridge of his nose and sighs.]\n\n\nCARTER:\n Alright. I think I understand what's going on here. Thank you for your cooperation, D-24601.\n\n\n\n\n\n\n«END LOG»\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 4214.03: Update 20/05/2021\n\n\nFollowing their voluntary exposure to SCP-4214, a non-anomalous portrayal of the image has been created by D-24601, as attached below.\n\n\n\n\n+ Open Attachment 4214.jpg\n\n\n\n\n- Close Attachment 4214.jpg\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Medical disorder that affects an individual's ability to communicate.",
    "addendums": [
        "Addendum 4214.01: Recovered Chat Logs\nFoundation webcrawlers discovered and recorded chat logs believed to be relevant to SCP-4214 from a GoI-5869 (“Gamers Against Weed”) chat room, attached below.",
        "Addendum 4214.02: Discovery\nSCP-4214 was recovered from a gift-wrapped box mailed to Site-39. The contents of the box included a non-anomalous USB drive containing SCP-4214, as well as a non-anomalous loudspeaker that played audio of the entire 2007 Bee Movie in its entirety on loop when opened.\n\nFollowing their voluntary exposure to SCP-4214, a non-anomalous portrayal of the image has been created by D-24601, as attached below."
    ],
    "documents": [],
    "notes": [
        "Error 420 (new gamer friend tell dado to put the four twenty) : dado latest product not for es see pee eyes yet pls be the patient"
    ],
    "containment_procedures": "SCP-4214 is currently stored in the Foundation database, along with several digital copies. Foundation webcrawlers are to delete any instances of SCP-4214 found on the Internet. No other copies of SCP-4214 exist outside the Foundation database.",
    "description": "SCP-4214 is a digital image file depicting a muscular humanoid presenting what is believed to be a sealed container in its raised right hand. The image carries mild cognitohazardous properties, which manifest as a form of selective aphasia1 when its entirety is observed by a sapient entity. This effect is also carried over to any physical copies of the image.",
    "title": "SCP-4214"
}