{
    "url": "https://scp-wiki.wikidot.com/scp-4226",
    "all_text": "rating: \n+18\n+\n–\nx\n\n\nItem #:\n SCP-4226\n\n\nObject Class:\n \nSafe\n Thaumiel\n\n\nSpecial Containment Procedures:\n SCP-4226 must remain in an enclosure with a minimum floor area of 5m\n2\n; one which both accommodates its physical dimensions and provides enough marginal space for the full and rapid deployment of MTF Eta-20 (“Blind Ingestion”). A lockable entrance such as a door or hatch \nis ideal for testing, but is not otherwise necessary\n is vital for the effective use of the artifact. Researchers \nmust be relieved of all items which could fracture the object before entering the enclosure for testing\n are hereby barred from further interaction with the artifact, except in the extenuating circumstances specified in the Addendum.\n\n\nDescription:\n SCP-4226, save for its atypical water outlet, is indiscernible from other bathroom sinks commonly found in British university accommodation. It is comprised of a tiled wall with a small adhesive label that reads “Caution: Very Hot Water”, an eye-level square mirror, an enamelled cast-iron basin, a red valve wheel attached to a titanium spigot, and assorted plumbing which ends abruptly at the wall. From the spigot, there is a consistent, unceasing drip of tepid water.\n\n\nExtensive measurement aided by laser imaging showed that the time between each drip is exactly 2 seconds.\n1\n The path of each droplet evidences their operation outside of normal gravitational laws. Despite only travelling around 20 centimetres, a droplet will fall slowly and uniformly, taking 2 seconds to reach the surface of the basin before the spigot drips again. This anomaly was responsible for the Foundation’s removal of the entity from the University of ██████ in the United Kingdom.\n\n\nThe Foundation has conducted a series of tests using D-Class personnel. The experimentation, led by Researcher Castell, proceeded as follows:\n\n\n\n\n+ DClass_Test_01_OPEN\n\n\n\n\n- DClass_Test_01_CLOSE\n\n\n\n\n\n\nAt gunpoint, D-████ is instructed to turn the valve attached to SCP-4226.\n2\n The subject is unable to turn it in either direction.\n\n\n\n\n\n\nFailure continues for 1 minute and 38 seconds before the subject lashes out at the armed personnel present and is summarily terminated. This behaviour is not thought to have been induced by the object itself. Measures to select more docile D-Class will be taken.\n3\n\n\n\n\n\n\nImmediately following these events, Researcher Castell himself attempts the experiment to the protestation of his colleagues; first with the aid of an exoskeletal cybernetic arm, then with other purpose-built machinery. After repeated failures, the potential risk of damaging the artifact is deemed too great to continue with such methods.\n\n\n\n\n\n\n\n\n\n\n[DATA FOR TESTS 02-05 EXPUNGED]\n\n\n\n\n+ DClass_Test_06_OPEN\n\n\n\n\n- DClass_Test_06_CLOSE\n\n\n\n\n\n\nD-11924 is instructed to interrupt the path of a single droplet. Nothing significant occurs. The subject is mildly dazed.\n\n\n\n\n\n\nThe subject is instructed to interrupt the path of 60 droplets; to cup their hands and retain the water without allowing it to reach the surface of the basin. Immediately after the subject catches the first droplet, they step backward from SCP-4226 with anomalous velocity and vocalise an intense pain response.\n4\n\n\n\n\n\n\nA significant amount of water falls from the subject’s hands. When asked why they ceased the experiment after only one drop, the subject is visibly confused. The subject relates that they could only catch around 50 droplets before the temperature of the water increased to an unmanageable level. The palms of the subject are severely scalded.\n\n\n\n\n\n\n\n\n\n\n[DATA FOR TESTS 07-13 EXPUNGED]\n\n\n\n\n+ DClass_Test_14_OPEN\n\n\n\n\n- DClass_Test_14_CLOSE\n\n\n\n\n\n\nDuring transferral, D-12009 is non-compliant and tells Researchers that they have already taken part in the experiment. The experiment has not been revealed or explained to the subject at this point. No instructions have been given. Researcher Castell asks the subject to clarify. The subject insists that they have completed the experiment “at least 15 times” and “can’t stand the pain”.\n\n\n\n\n\n\nResearcher Castell asks the subject what the experiment is. The subject relates that they have been repeatedly instructed to interrupt the path of the droplets produced by SCP-4226, a constantly dripping sink, by ingesting 200 of them. This matches the planned experiment.\n\n\n\n\n\n\nResearcher Lark considers possible classification of D-12009 as an SCP object due to this precognition. Researcher Castell instead suggests that SCP-4226 is responsible for the anomaly. The subject is administered an amnestic and placed back into detainment.\n\n\n\n\n\n\n\n\n\n\n[ALL FURTHER TEST DATA EXPUNGED]\n\n\nAddendum:\n SCP-4226’s “Safe” classification \nhas been\n was initially assigned due to the Foundation’s understanding of its two primary functions:\n\n\n\n\n1. \nTemporal Halt:\n Any human individual who interrupts the path of a droplet with their skin will exist in a time-stasis, where all time outside of the confines of the individual’s body and the space that occupies the basin is halted as long as they are able to continuously maintain interruption.\n5\n The steadily increasing temperature of the water far beyond normal evaporative heat and the lack of mobility caused by the necessity of skin contact prevent this particular function from being abused.\n\n\n\n\n\n\n2. \nTemporal Regression:\n If the interactor with SCP-4226 interrupts the path of the droplets via ingestion, Temporal Halt will occur as expected along with its scalding effect. Once the dripping is allowed to resume, however, the interactor will experience the regressive effect: their mind will be transported, by unclear means, into the body of their past self. The temporal distance of this regression is equal to the time spent in Temporal Halt.\n\n\n\n\nIn late 20██, Researcher Castell successfully sought out Foundation approval for SCP-4226’s re-classification to “Thaumiel” status. He argued that containment breaches could be pre-emptively halted via staff use of the object, despite its unwieldiness.\n\n\nThe Foundation subsequently commissioned the organisation of MTF Eta-20 (“Blind Ingestion”), a Mobile Task Force formed of volunteers who have undergone drastic surgical and biomechanical modifications to their digestive tracts and nervous systems to enable them to consume extremely harmful substances, and to preserve, transform or destroy them internally. MTF Eta-20 (“Blind Ingestion”) members are able to withstand the extreme heat of the water from SCP-4226 for greatly extended durations. Any damage is erased once they experience Temporal Regression, making their deployment optimal for preventing containment breaches.\n\n\n\n\n+ Extenuating Circumstances\n\n\n\n\n- Extenuating Circumstances\n\n\n\n\nWhile MTF Eta-20 (“Blind Ingestion”) is the only body of staff normally allowed to use the artifact, the Foundation has specified protocol for other personnel:\n\n\nCircumstance 1 – Mobile Task Force Failure:\n In the unlikely event that any one member of MTF Eta-20 (“Blind Ingestion”) fails to reach SCP-4226 before a containment breach event reaches critical levels (at the discretion of the Site Director), any staff member of security clearance Level 2 or above in the vicinity of the artifact is authorised to use the object for as long as possible.\n\n\nCircumstance 2 - Serious Damage to SCP-4226:\n It is unknown whether Temporal Regression will significantly alter the physical state of the object itself. However, if staff in the vicinity witness significant damage occurring or about to occur, they are authorised to attempt to reverse it.\n\n\n\n\n\n\n\n\n\n\nThe Foundation recognises that containment breaches are not always preventable due to both unforeseen technological limitations and the stringent timeframes within which pre-emptive action is made possible. It is \nplausible\n probable that some SCP objects can resist the effects of SCP-4226 and the automatic re-containment it causes. It is imperative that these are discovered as soon as possible.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The term “exactly” has been deemed appropriate due to the seemingly perfect synchronisation of SCP-4226’s dripping with The Foundation’s best atomic clocks.\n\n\n2\n. The weapons used in this particular experiment were lethal voltage delivery platforms rather than standard projectile firearms. This was a policy implemented throughout the course of the study to reduce the possibility of damaging SCP-4226.\n\n\n3\n. Chemical sedation of future subjects was suggested by Researcher Lark and promptly dismissed by Researcher Castell, who wished to have the subjects’ short-term recollections of their experiences be “crystal fucking clear”; though he did not specify why this was the case.\n\n\n4\n. In a review of Test 06 footage, D-11924 appeared to move instantaneously, as though the recording equipment had skipped a significant number of frames.\n\n\n5\n. The qualifier “human” is in place because SCP-4226’s droplets are currently untested on other animals or SCP objects.\n\n\n\n\n\n\n\n\n« \nSCP-4225\n | SCP-4226 | \nSCP-4227\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4226\n\" by Spinebolt, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4226\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: SCP-4226’s “Safe” classification has been was initially assigned due to the Foundation’s understanding of its two primary functions:\nIn late 20██, Researcher Castell successfully sought out Foundation approval for SCP-4226’s re-classification to “Thaumiel” status. He argued that containment breaches could be pre-emptively halted via staff use of the object, despite its unwieldiness.\nThe Foundation subsequently commissioned the organisation of MTF Eta-20 (“Blind Ingestion”), a Mobile Task Force formed of volunteers who have undergone drastic surgical and biomechanical modifications to their digestive tracts and nervous systems to enable them to consume extremely harmful substances, and to preserve, transform or destroy them internally. MTF Eta-20 (“Blind Ingestion”) members are able to withstand the extreme heat of the water from SCP-4226 for greatly extended durations. Any damage is erased once they experience Temporal Regression, making their deployment optimal for preventing containment breaches."
    ],
    "documents": [],
    "notes": [
        "At gunpoint, D-████ is instructed to turn the valve attached to SCP-4226. 2 The subject is unable to turn it in either direction.",
        "Failure continues for 1 minute and 38 seconds before the subject lashes out at the armed personnel present and is summarily terminated. This behaviour is not thought to have been induced by the object itself. Measures to select more docile D-Class will be taken. 3",
        "Immediately following these events, Researcher Castell himself attempts the experiment to the protestation of his colleagues; first with the aid of an exoskeletal cybernetic arm, then with other purpose-built machinery. After repeated failures, the potential risk of damaging the artifact is deemed too great to continue with such methods.",
        "D-11924 is instructed to interrupt the path of a single droplet. Nothing significant occurs. The subject is mildly dazed.",
        "The subject is instructed to interrupt the path of 60 droplets; to cup their hands and retain the water without allowing it to reach the surface of the basin. Immediately after the subject catches the first droplet, they step backward from SCP-4226 with anomalous velocity and vocalise an intense pain response. 4",
        "A significant amount of water falls from the subject’s hands. When asked why they ceased the experiment after only one drop, the subject is visibly confused. The subject relates that they could only catch around 50 droplets before the temperature of the water increased to an unmanageable level. The palms of the subject are severely scalded.",
        "During transferral, D-12009 is non-compliant and tells Researchers that they have already taken part in the experiment. The experiment has not been revealed or explained to the subject at this point. No instructions have been given. Researcher Castell asks the subject to clarify. The subject insists that they have completed the experiment “at least 15 times” and “can’t stand the pain”.",
        "Researcher Castell asks the subject what the experiment is. The subject relates that they have been repeatedly instructed to interrupt the path of the droplets produced by SCP-4226, a constantly dripping sink, by ingesting 200 of them. This matches the planned experiment.",
        "Researcher Lark considers possible classification of D-12009 as an SCP object due to this precognition. Researcher Castell instead suggests that SCP-4226 is responsible for the anomaly. The subject is administered an amnestic and placed back into detainment.",
        "1. Temporal Halt: Any human individual who interrupts the path of a droplet with their skin will exist in a time-stasis, where all time outside of the confines of the individual’s body and the space that occupies the basin is halted as long as they are able to continuously maintain interruption. 5 The steadily increasing temperature of the water far beyond normal evaporative heat and the lack of mobility caused by the necessity of skin contact prevent this particular function from being abused.",
        "2. Temporal Regression: If the interactor with SCP-4226 interrupts the path of the droplets via ingestion, Temporal Halt will occur as expected along with its scalding effect. Once the dripping is allowed to resume, however, the interactor will experience the regressive effect: their mind will be transported, by unclear means, into the body of their past self. The temporal distance of this regression is equal to the time spent in Temporal Halt.",
        "The Foundation recognises that containment breaches are not always preventable due to both unforeseen technological limitations and the stringent timeframes within which pre-emptive action is made possible. It is plausible probable that some SCP objects can resist the effects of SCP-4226 and the automatic re-containment it causes. It is imperative that these are discovered as soon as possible.",
        "\" SCP-4226 \" by Spinebolt, from the SCP Wiki . Source: https://scpwiki.com/scp-4226 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4226",
    "object_class": "Safe Thaumiel",
    "containment_procedures": "SCP-4226 must remain in an enclosure with a minimum floor area of 5m2; one which both accommodates its physical dimensions and provides enough marginal space for the full and rapid deployment of MTF Eta-20 (“Blind Ingestion”). A lockable entrance such as a door or hatch is ideal for testing, but is not otherwise necessary is vital for the effective use of the artifact. Researchers must be relieved of all items which could fracture the object before entering the enclosure for testing are hereby barred from further interaction with the artifact, except in the extenuating circumstances specified in the Addendum.",
    "description": "SCP-4226, save for its atypical water outlet, is indiscernible from other bathroom sinks commonly found in British university accommodation. It is comprised of a tiled wall with a small adhesive label that reads “Caution: Very Hot Water”, an eye-level square mirror, an enamelled cast-iron basin, a red valve wheel attached to a titanium spigot, and assorted plumbing which ends abruptly at the wall. From the spigot, there is a consistent, unceasing drip of tepid water.",
    "title": "SCP-4226"
}