{
    "url": "https://scp-wiki.wikidot.com/scp-4228",
    "all_text": "rating: \n+379\n+\n–\nx\n\n\n\n\nWelcome to SCPNET.\n\n\nPlease enter your credentials:\n\n\n\n\n>USER: O5-4\n\n>PASS: * * * * * * * * * * * * * *\n\n\n\n\nCredentials accepted.\n\n\nWelcome, O5-4. I am \nAI-ROWI\n. How can I help you today?\n\n\n\n\n>SCP-4228\n\n\n\n\nDocuments found related to \"SCP-4228\" Please select from the following.\n\n\n[1] Main Article \"SCP-4228\"\n\n[1] Testing Logs \"SCP-4228-TL\"\n\n[9] Interview Logs \"SCP-4228-IN\"\n\n[1] Recovery Log \"SCP-4228-RL\"\n\n[3] Action Reports \"SCP-4228-AR\"\n\n[1] Site Manifest \"Site-45 Containment Log 02/08/2019\"\n\n\n\n\n>Main article + Testing Log\n\n\n\n\nLoading now. Thank you for using SCPNET.\n\n\n\n\n\n\n\n\nSCP-4228-1 through 7\n\n\n\n\nItem #:\n SCP-4228\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-4228-1 through SCP-4228-7 will be held in a high-security storage vault at Site-45. Testing of SCP-4228 has been suspended indefinitely.\n\n\nDescription:\n SCP-4228 is an un-aired children’s television series known as “Karma Kameleon’s Adventures on Earth!” The series comprises a single season, 7 episodes in length.\n\n\nSCP-4228 follows the adventures of “Karma”, a cartoon chameleon. The show's main theme is the preservation of natural resources, with the villains of the show personifying deforestation and animal extinction. Visually, SCP-4228 has a “2.5D” style; characters present as animated paper cut-outs in the foreground, moving across set-pieces like trees and rocks in the mid-ground, over a watercolor painting background.\n\n\nEach episode of SCP-4228 contains a distinct, highly virulent memetic agent that impairs a person’s capacity to dream. For a complete listing of these effects, see SCP-4228-TL below.\n\n\nOnce the episode has been viewed, the subject themselves will become a transmission vector, allowing transference through any information related to SCP-4228, up to and including illustrations, quotes, or the names of key characters.\n\n\nViewing multiple episodes of SCP-4228 not only causes compounding “dream impairments”, but a deterioration of overall creativity and fantastical thinking. As more episodes are viewed, subjects will exhibit a matching increase in desire to watch SCP-4228, or consume any related media. It is unclear if SCP-4228 contains some form of addictive cognitohazard, or merely becomes a substitute for the subject's enfeebled imagination.\n\n\nSCP-4228 was acquired during a raid on Oliver Brothers Inc., known affiliates of \"Marshall, Carter, & Dark.\"\n\n\n\n\nSCP-4228-TL\n:\n\n\n\n\n\n\n\n\n=====TITLE=====\n\n\n=====SUMMARY=====\n\n\n=====RESULT=====\n\n\n\n\n\n\n\n\nSCP-4228-1\n\n\n\"Karma Kameleon and the Rainbow Forest!\"\n\n\n\n\n\n\n\"Karma Kameleon travels through the Rainbow Forest on the brand new vine-line tram, picking up his friends along the way!\" (sic)\n\n\nAll trees and other foliage in this episode display a disorienting, rapid shift of color.\n\n\n\n\nDreams no longer contain distinct visuals; elements present as silhouettes or amorphous blobs.\n\n\n\n\n\n\n\n\nSCP-4228-2\n\n\n“Karma Kameleon visits the Tree People!”\n\n\n\n\n\n\n\"Karma Kameleon and friends go to Grass-Roof Village, just in time for the fire dance! Lets see how these people live in harmony with the forest!\" (sic)\n\n\nThis episode contains a high number of close-up shots of individuals laughing and hugging.\n\n\n\n\nDreams cease being interactive; elements no longer respond to physical or verbal cues.\n\n\n\n\n\n\n\n\nSCP-4228-3\n\n\n“Karma Kameleon's Raindrop Carnival!”\n\n\n\n\n\n\n\"A tropical storm hits the Rainbow Forest, so Karma Kameleon and his friends are stuck inside all day! To cheer everyone up, Karma conducts an indoor parade!\" (sic)\n\n\nThis episode has an unusually high audio production value, featuring full orchestras and gospel choir vocals.\n\n\n\n\nDreams no longer contain distinct sounds such as speech, only muffled ambient noise.\n\n\n\n\n\n\n\n\nSCP-4228-4\n\n\n“Karma Kameleon and the Sad Machines”\n\n\n\n\n\n\n\"Oh no! During a moonlit stroll, Karma and his friends find a cut-down part of the forest. Jigsaw and the Sad Machines don't want to keep hurting the trees, but the Hollow Men will make them when morning comes!\" (sic)\n\n\nThis episode features a far more monotonous color palette. Many of the \"sad machines\" have rust-like tear stains. Throughout the episode, these characters attempt to destroy themselves by slamming their bodies against rocks and jumping from tall trees.\n\n\n\n\nDreams no longer include people, objects, or events from the dreamer's real life.\n\n\n\n\n\n\n\n\nSCP-4228-5\n\n\n“Karma Kameleon on Land, Water, and Sky!”\n\n\n\n\n\n\n\"Karma Kameleon takes a trip across the Rainbow Forest with the help of three friends! Capybara Carlos, Olivia Otter, and Kenny Kingfisher!\" (sic)\n\n\nThis episode contains nearly 300% more \"smear\" frames, and colors bleeding outside of object/character boundaries.\n\n\n\n\nSubjects experience severely restricted mobility or total paralysis during dreaming.\n\n\n\n\n\n\n\n\nSCP-4228-6\n\n\n“Karma Kameleon on the Run!”\n\n\n\n\n\n\n\"Karma Kameleon spends a lazy day in his tree hammock, when suddenly the Sad Machines come trampling in! What will happen to the Rainbow Forest!? (sic)\n\n\nThroughout the episode, many characters and set-pieces are seen disappearing into a massive, angry-faced wood-chipper machine. This episode contains no music, replaced instead with a secondary effects track containing real-world samples of chainsaws, wood being pulped, and animal shrieks.\n\n\n\n\nSubjects no longer possess a tangible body while dreaming.\n\n\n\n\n\n\n\n\nSCP-4228-7\n\n\n\"Karma Kameleon goes with the Hollow Men!\"\n\n\n\n\n\n\nThis tape contained no summary. The episode follows a first person perspective of Karma Kameleon in a small cage traveling through real-time live-action scenes. The final shot is a zoom-out, showing Karma alone in a small, glass enclosure at a city zoo. Karma is the only animated figure in a sea of live-action humans passing through the shot, their bodies covered in static. This episode is 2 hours, 16 minutes longer than any other. There is no music throughout; the majority of sound during this episode is Karma's own panicked breathing.\n\n\n\n\nDreams, 1/3rd of the time, take place in a beige, six sided room with no windows or doors.\n\n\n\n\n\n\n\n\n\n\n\n\nATTENTION USER - SCPNET UPDATE - AI-ROWI\n\n\n\n\n\n\nHello again O5-4.\n\n\nWhen you accessed document \"SCP-4228\" a file was automatically flagged in my system.\n\n\nThis file is not listed on the main SCPNET directory. Only the current O5-4 User appears have authorized access.\n\n\nWould you like to access this file now?\n\n\n\n\n>Y\n\n\n\n\nAs per security protocols, accessing this file will require a selective purge of recent AI memory.\n\n\nAll system logs related to your current session will be lost. Would you like to proceed?\n\n\n\n\n>Y\n\n\n\n\nLoading now. Thank you for using SCPNET.\n\n\n\n\n\n\n\n\n\n\nFILENAME: O5-4-BRDN.SCP\n\n\n\n\nACCESS GRANTED\n\n\n\n\n\n\n\n\n\"Try not to think about it.\"\n\n\nThat's what the Administrator told me on my first day as O5-4, one of only a handful of times we've ever spoken directly. I'm still not sure which question they were even answering; I had asked so many! Was it deep wisdom, or were they brushing me off? Either way, over these last 23 years, that motto has kept me sane, and on many occasions actually saved my life.\n\n\nInformation is dangerous, and I'm not even talking about infohazards. Immortal lizards and neck-snapping statues will always be a significant threat, but the communication age has made it so a \nsimple fact\n can be the difference between a stable society, or a world crumbling. For the Foundation, it's the perfect enemy. The only way to \"kill\" information is to forget it, then when it re-emerges, you have no idea how to fight it again; all you can really do is hold it in the smallest possible cage.\n\n\nWhen it comes to SCP-4228, you are that cage.\n\n\n\n\n\n\nSCP-4228-1 through 14. Tape 7 destroyed during acquisition.\n\n\n\n\n\n\nItem #:\n SCP-4228\n\n\nObject Class:\n \nKeter\n\n\nSpecial Containment Procedures:\n SCP-4228-\n8\n through SCP-4228-\n14\n will be held in a high-security storage vault at Site-45. \nSCP-4228-1 through SCP-4228-6 will remain sealed in the Site-19 O5-EX chamber. SCP-4228-7 is considered lost.\n\n\nDescription:\n SCP-4228 is a children’s television series known as “Karma Kameleon’s Adventures on Earth!” The series comprises a single season, \n14 episodes in length.\n\n\n\n\n\n\nLet me clarify. The \"public\" document you recently read actually details episodes 8-14. Episodes 1-7, however, were one of the Foundation's greatest oversights; a story that begins in late 1993, when a young woman showed up at the doorstep of Site-26 half alive. She had a self-inflicted gash on the side of her neck, and the surrounding remains of a tattoo told us she was a Marshall, Carter and Dark \"Intern\".\n\n\n\n\n\n\n\n\nSCP-4228-1\n\n\n\"Karma Kameleon and the Flying Flowers!\"\n\n\n[DATA EXPUNGED]\n\n\nSubjects no longer have a sense of smell when dreaming.\n\n\n\n\n\n\n\n\nAccording to her, in 1989 Marshall, Carter and Dark were approached by a group of wide-eyed “anartists”. Like many creatives, they were also devout environmentalists who thought humanity would better prosper under a “bohemian” rule. “We need unearthly weapons to break the shackles of greed and ignorance!\" was the exact quote. Their actual plan was to produce an anomalous cartoon that made children grow into good, eco-friendly adults. So, a contract was drawn up; Marshall, Carter and Dark would receive 100% of all show profits, and the Anartists would get their better world.\n\n\n\n\n\n\n\n\nSCP-4228-2\n\n\n\"Karma Kameleon visits Story-time Salamander!\"\n\n\n[DATA EXPUNGED]\n\n\nSubjects can no longer read or write during their dreams.\n\n\n\n\n\n\n\n\nWhat MC&D actually provided, besides production capital, was what our defector called a “Mnemette\" or \"Muse-Barin\"; a very rare, very ancient form of living idea that could be shaped as it develops. This is why SCP-4228 is so alarmingly infectious; it isn't merely an infohazard, it's a true self-propagating memetic virus. It's infectious because it was raised to be infectious. It makes us want to preserve the environment because its \"parents\" instilled those values in it. The entire show, the entire concept of \"Karma Kameleon\" was grown from a seed of powerful, primal thought.\n\n\nSo, why aren’t we all planting trees and singing “Kumbaya” right now? Given we're talking about MC&D, you probably already know the answer.\n\n\n\n\n\n\n\n\nSCP-4228-3\n\n\n\"Karma Kameleon and the Swinging Sloths!\"\n\n\n[DATA EXPUNGED]\n\n\nSubjects can no longer create heat, cold, or any kinetic sensation during dreams.\n\n\n\n\n\n\n\n\nShortly after “Karma Kameleon” finished production in 1992, all assets were \"seized\". Somewhere in that maze of legal jargon they called a “contract” there was a byline that stated “If MC&D feel their investment has been poorly utilized, they may claim total proprietary rights over the entire production company, and its assets.”\n\n\nTo me, this is the true mystery of SCP-4228: How on earth did these people ever trust Marshall, Carter, and Dark? I have it on good authority that Carter alone refuses to light his cigar with anything other than an alt-dimensional duplicate of the American Declaration of Independence! They \nare\n greed! Were those artists just that blind? Desperate? Arrogant? This, and many other things, we may never know.\n\n\n\n\n\n\n\n\nSCP-4228-4\n\n\n\"Karma Kameleon builds a new Tree House!\"\n\n\n[DATA EXPUNGED]\n\n\nSubjects can no longer freely manipulate the landscape of their dreams.\n\n\n\n\n\n\n\n\nWhat we do know is Marshall, Carter and Dark re-sold “Karma Kameleon” to a small but ruthless distribution company out of the American mid-west: Oliver Brothers Inc. They kept SCP-4228’s infectivity, its ability to figuratively and literally capture the imagination of its audience, and every other tangible element. What they changed was… unforgivable.\n\n\nIf SCP-4228 truly is “alive”, then what Oliver Brothers Inc. did could only be described as \ntorture\n. The dream impairments are merely a side effect of this brutality; a symptom of a deeper trauma SCP-4228 was made to inflict on the mind. Their goal, we believe, was to commodify imagination itself. They wanted “Karma Kameleon”, and likely a subsequent empire of other shows and products, to be the world’s only source of whimsy. Had it not been for luck, and one intern's haunted conscience, we might have faced a true EP-class \"Thought Tyrant\" scenario.\n\n\n\n\n\n\n\n\nSCP-4228-5\n\n\n\"Karma Kameleon and the Special Song!\"\n\n\n[DATA EXPUNGED]\n\n\nSubjects are no longer aware when/if they are dreaming.\n\n\n\n\n\n\n\n\nSCP-4228-EN was one of the biggest operations the Foundation ever launched, or so I’ve been told. All evidence of SCP-4228 was expunged from this world. There might still be a few thousand lizard toys in a landfill somewhere, but anyone who finds them won’t recognize the character, despite the fact that by December, 1993, \"Karma Kameleon\" was as recognizable as Mickey Mouse. SCP-4228 just spread too fast. Stopping the broadcast, and dismantling Oliver Brothers, just wasn't enough.\n\n\nOur only option was the Ennui protocol.\n\n\nNow, out of all of it, only this document, and the 14 master tapes, remain.\n\n\n\n\n\n\n\n\nSCP-4228-6\n\n\n\"Karma Kameleon and the Distant Storm\"\n\n\n[DATA EXPUNGED]\n\n\nSubjects will experience \"nightmares\", dreams that are undesirably frightening/disturbing.\n\n\n\n\n\n\n\n\nTake some solace, though. We stopped it. Episodes 8-14 will never see the light of day. We were even able to pull episode 7 off the air, though it was a messy, destructive operation. Our best guess is that 13-20% of the population were infected before we were able to act. To the rest of humanity, this will forever be just an unexplained quirk of nature.\n\n\n\n\n\n\n\n\nSCP-4228-7\n\n\n\"Karma Kameleon and the first Hollow Man!\"\n\n\n[DATA EXPUNGED]\n\n\nSubjects will dream only in black and white.\n\n\n\n\n\n\n\n\nDo you want to know the worst part is? It's realizing that my fellow O5's probably have their own secrets to keep, and it's entirely possible that they're worse, far worse, than SCP-4228. Sometimes, when I look across the board room, I can almost see the chains of burden hanging across O5-8's shoulders. If SCP-4228 is the truth that haunts me, then what \"simple fact\" might that woman know?\n\n\nTry not to think about it\n, and have a good first week, O5-4.\n\n\nSecure, Contain, Protect; whatever we have left.\n\n\nO5-4 (retired and/or deceased)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4227\n | SCP-4228 | \nSCP-4229\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        ">USER: O5-4 >PASS: * * * * * * * * * * * * * *",
        ">SCP-4228",
        ">Main article + Testing Log",
        ">Y",
        ">Y",
        "\"Try not to think about it.\" That's what the Administrator told me on my first day as O5-4, one of only a handful of times we've ever spoken directly. I'm still not sure which question they were even answering; I had asked so many! Was it deep wisdom, or were they brushing me off? Either way, over these last 23 years, that motto has kept me sane, and on many occasions actually saved my life. Information is dangerous, and I'm not even talking about infohazards. Immortal lizards and neck-snapping statues will always be a significant threat, but the communication age has made it so a simple fact can be the difference between a stable society, or a world crumbling. For the Foundation, it's the perfect enemy. The only way to \"kill\" information is to forget it, then when it re-emerges, you have no idea how to fight it again; all you can really do is hold it in the smallest possible cage. When it comes to SCP-4228, you are that cage.",
        "Let me clarify. The \"public\" document you recently read actually details episodes 8-14. Episodes 1-7, however, were one of the Foundation's greatest oversights; a story that begins in late 1993, when a young woman showed up at the doorstep of Site-26 half alive. She had a self-inflicted gash on the side of her neck, and the surrounding remains of a tattoo told us she was a Marshall, Carter and Dark \"Intern\".",
        "According to her, in 1989 Marshall, Carter and Dark were approached by a group of wide-eyed “anartists”. Like many creatives, they were also devout environmentalists who thought humanity would better prosper under a “bohemian” rule. “We need unearthly weapons to break the shackles of greed and ignorance!\" was the exact quote. Their actual plan was to produce an anomalous cartoon that made children grow into good, eco-friendly adults. So, a contract was drawn up; Marshall, Carter and Dark would receive 100% of all show profits, and the Anartists would get their better world.",
        "What MC&D actually provided, besides production capital, was what our defector called a “Mnemette\" or \"Muse-Barin\"; a very rare, very ancient form of living idea that could be shaped as it develops. This is why SCP-4228 is so alarmingly infectious; it isn't merely an infohazard, it's a true self-propagating memetic virus. It's infectious because it was raised to be infectious. It makes us want to preserve the environment because its \"parents\" instilled those values in it. The entire show, the entire concept of \"Karma Kameleon\" was grown from a seed of powerful, primal thought. So, why aren’t we all planting trees and singing “Kumbaya” right now? Given we're talking about MC&D, you probably already know the answer.",
        "Shortly after “Karma Kameleon” finished production in 1992, all assets were \"seized\". Somewhere in that maze of legal jargon they called a “contract” there was a byline that stated “If MC&D feel their investment has been poorly utilized, they may claim total proprietary rights over the entire production company, and its assets.” To me, this is the true mystery of SCP-4228: How on earth did these people ever trust Marshall, Carter, and Dark? I have it on good authority that Carter alone refuses to light his cigar with anything other than an alt-dimensional duplicate of the American Declaration of Independence! They are greed! Were those artists just that blind? Desperate? Arrogant? This, and many other things, we may never know.",
        "What we do know is Marshall, Carter and Dark re-sold “Karma Kameleon” to a small but ruthless distribution company out of the American mid-west: Oliver Brothers Inc. They kept SCP-4228’s infectivity, its ability to figuratively and literally capture the imagination of its audience, and every other tangible element. What they changed was… unforgivable. If SCP-4228 truly is “alive”, then what Oliver Brothers Inc. did could only be described as torture . The dream impairments are merely a side effect of this brutality; a symptom of a deeper trauma SCP-4228 was made to inflict on the mind. Their goal, we believe, was to commodify imagination itself. They wanted “Karma Kameleon”, and likely a subsequent empire of other shows and products, to be the world’s only source of whimsy. Had it not been for luck, and one intern's haunted conscience, we might have faced a true EP-class \"Thought Tyrant\" scenario.",
        "SCP-4228-EN was one of the biggest operations the Foundation ever launched, or so I’ve been told. All evidence of SCP-4228 was expunged from this world. There might still be a few thousand lizard toys in a landfill somewhere, but anyone who finds them won’t recognize the character, despite the fact that by December, 1993, \"Karma Kameleon\" was as recognizable as Mickey Mouse. SCP-4228 just spread too fast. Stopping the broadcast, and dismantling Oliver Brothers, just wasn't enough. Our only option was the Ennui protocol. Now, out of all of it, only this document, and the 14 master tapes, remain.",
        "Take some solace, though. We stopped it. Episodes 8-14 will never see the light of day. We were even able to pull episode 7 off the air, though it was a messy, destructive operation. Our best guess is that 13-20% of the population were infected before we were able to act. To the rest of humanity, this will forever be just an unexplained quirk of nature.",
        "Do you want to know the worst part is? It's realizing that my fellow O5's probably have their own secrets to keep, and it's entirely possible that they're worse, far worse, than SCP-4228. Sometimes, when I look across the board room, I can almost see the chains of burden hanging across O5-8's shoulders. If SCP-4228 is the truth that haunts me, then what \"simple fact\" might that woman know? Try not to think about it , and have a good first week, O5-4. Secure, Contain, Protect; whatever we have left. O5-4 (retired and/or deceased)"
    ],
    "item": "SCP-4228",
    "object_class": "Keter",
    "containment_procedures": "SCP-4228-8 through SCP-4228-14 will be held in a high-security storage vault at Site-45. SCP-4228-1 through SCP-4228-6 will remain sealed in the Site-19 O5-EX chamber. SCP-4228-7 is considered lost.",
    "description": "SCP-4228 is a children’s television series known as “Karma Kameleon’s Adventures on Earth!” The series comprises a single season, 14 episodes in length.",
    "title": "SCP-4228"
}