{
    "url": "https://scp-wiki.wikidot.com/scp-4232",
    "all_text": "rating: \n+74\n+\n–\nx\n\n\nItem #:\n SCP-4232\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Foundation webcrawler I/O GILDED GADUS has been created to analyze images and documents of crustacean anart and determine if pieces are the result of SCP-4232. Foundation agents stationed within Nanaimo are tasked with preventing the spread of SCP-4232 via disinformation, covert destruction of artwork, and amnestics if necessary.\n\n\nDescription:\n SCP-4232 is a process by which artistic inspiration is generated. The steps of this process do not adhere to a set order, and are as follows:\n\n\n\n\nConsumption of crustacean seafood\n\n\nDocumentation of daily events and thoughts (typically by way of journaling)\n\n\nDocumentation of dreams\n\n\nDepicting crustacean life forms through any artistic medium\n\n\n\n\nDaily commitment to these steps acts as a general catalyst for human imagination, inspiring various ideas at random points throughout the day. These ideas are almost always useful to the subject's immediate circumstances, and when shared or put into practice, are regarded highly by the subject's peers.\n\n\nSCP-4232 was discovered by a collective of anartists in Nanaimo, British Columbia, who had been using SCP-4232 to aid in various artistic endeavors. An artistic movement soon formed from the specific motifs exhibited by SCP-4232 products, which quickly spread throughout several anartist circles in the area. This movement was notable for the high volume of work being produced in small amounts of time, as well as the works' unexpected popularity. Summations of these works have been logged below, along with the artists' captions.\n\n\n\n\nName:\n Are You Smarter Than A Lobster?\n\n\nContent:\n A lukewarm wading pool. While knee-deep in the water, observers are unable to perceive changes in temperature. After an observer enters the pool, the water gradually increases in temperature until it reaches 100 °C, at which point it immediately returns to room temperature.\n\n\nCaption:\n A lobster will stay in water as it increases in temperature, even when it starts boiling. Scientists say that this is because lobsters aren't very smart, but after all, ignorance is bliss. Take a dive, and take your chances; the lobsters of the world can’t all be wrong.\n\n\n\n\n\n\nName:\n Shrimp Tank\n\n\nContent:\n A miniature armoured vehicle. It is enclosed within a glass cage, and empty shell casings litter the ground. The tank does not appear to move with any sense of direction, frequently bumping into the cage's walls and firing in random directions. Inside of the vehicle is a shrimp.\n\n\nCaption:\n Sometimes you don't know where to go. Sometimes you run into unexpected roadblocks. Sometimes you carelessly harm the things around you. This little guy has been there and done that; maybe you can learn from his experience.\n\n\n\n\n\n\nName:\n Finnegan’s Wake\n\n\nContent:\n A large pipe organ composed of crabmeat. Chitin lines each key and ganglia line the rest of the construct. Despite its nonfunctional construction, the instrument plays and sounds as a regular pipe organ. When any key is depressed, the ganglia around the pipes vibrate intensely, correlating with presumed neural activity.\n\n\nCaption:\n This one’s for a friend. Wherever you went, I hope you can hear me.\n\n\n\n\n\n\nName:\n Telomerase\n\n\nContent:\n A 3.5 meter tall lobster with cables extending from their antennae, attached to a generator. When switched on, the generator activates, providing energy to the lobster which it uses to moult, growing in size.\n\n\nCaption:\n Telomeres, as you may know, are the sequences at the end of chromosomes that get shorter every time a cell divides. This is a key component of the aging process. However, lobsters have a funny little quirk in their biology; an enzyme that repairs these telomeres. What all this science bullshit means is that as lobsters age, their chance of dying doesn't get any higher. Theoretically, lobsters could live for thousands of years.\n\n\nOf course, this isn't actually viable; for one thing, moulting would mean they'd get bigger and bigger over time, and then the energy required to moult would kill them. That's no matter, though; life finds a way, and an organism could definitely evolve a more efficient energy system than that of a lobster. The real problem with the infinite lobster is that no matter how big you get, there's always something bigger, and they'll always be ready to devour you whole.\n\n\n\n\nAddendum:\n SCP-4232 Analysis\n\n\nDuring research into the history of crustacean-based artwork, it was revealed that prior to the popularity of SCP-4232, the anartist collective responsible for its discovery was originally a small group of 14 adolescents and young adults in Nanaimo. The group's expansion only occurred after the disappearance of a then 17 year-old woman named Carol Finnegan, and the group's subsequent discovery of SCP-4232.\n\n\nAn investigation was soon launched into Finnegan's disappearance. This investigation began with a series of interviews with the anartists who had known Finnegan prior to her disappearance. The last of these interviews is logged below.\n\n\n\n\nINTERVIEW LOG\n\n\n\n\nDATE:\n 06/18/2019\n\n\nINTERVIEWER:\n Dr. Maxwell\n\n\nINTERVIEWEE:\n Philip Diaz (former member of aforementioned anartist collective)\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Maxwell:\n Hello, Diaz. I'm here to ask you a few questions.\n\n\nDiaz:\n Sure, man.\n\n\nDr. Maxwell:\n About a woman named Carol Finnegan, specifically.\n\n\nDiaz:\n … oh. Hm.\n\n\nDr. Maxwell:\n Is something wrong?\n\n\nDiaz:\n Nah, just… didn't expect anyone to be asking about her. Especially not nowadays.\n\n\nDr. Maxwell:\n Why would that be?\n\n\nDiaz:\n She disappeared, I think 5 years ago? Somewhere around there. Even before then she wasn't exactly, uh, popular. I mean, we were the only people she ever talked to.\n\n\nDr. Maxwell:\n No other friends? Family?\n\n\nDiaz:\n The only people, man.\n\n\nDr. Maxwell:\n Do you have any reason for why she might have disappeared?\n\n\nDiaz:\n All I can give you is my cut of the story.\n\n\nDr. Maxwell:\n That would be appreciated, thank you.\n\n\nDiaz:\n No problem. Before anything major happened we were just a group of friends, kind of like an after-school club. Some of us were out of school at the time, but it had the same feel to it.\n\n\nDr. Maxwell:\n Were there any notable figures?\n\n\nDiaz:\n In terms of \"notable\" there was Ashley. Led the whole thing. She scheduled all of our little events that we'd get up to. Everyone else there was pretty much your average fledgling anartist.\n\n\nDr. Maxwell:\n And I'll assume Carol was in this group.\n\n\nDiaz:\n Yeah. It was chill for the most part. Drawing, writing, sculpting, whatever we were doing we were doing. After some time, though, things got tense.\n\n\nDr. Maxwell:\n How so?\n\n\nDiaz:\n Well, if you want me to be honest… Carol was pretty terrible at art. She was great to be around, but every time she submitted something we just kinda had to choke down our criticisms. She could tell, too. It started getting awkward after a while.\n\n\nDr. Maxwell:\n Right. Did this lead to anything?\n\n\nDiaz:\n Okay, something to know about Ashley was that she was mainly a painter, right? Painted these huge, sprawling pieces. It was wild stuff, I mean she was by far the most experienced out of all of us. And her main thing was the sea. Underwater landscapes, packed with life and all sorts of geological features.\n\n\nDr. Maxwell:\n Hmm. Would this underwater art happen to be tied to crustacean motifs?\n\n\nDiaz:\n That's where Carol comes in. It would have been… three? Maybe four months in, Carol tried something new. She'd bring in these little drawings. Lobsters, mainly, but as you said it was all about \"crustacean motifs.\" Practice makes perfect, and Ashley's work gave Carol a clear direction. At least, that's what I assume she was thinking.\n\n\nDr. Maxwell:\n So, did this improve her situation?\n\n\nDiaz:\n God, no. Every time she came, it would get worse. She'd bring something in, look at everyone else's art, excuse herself for a couple of minutes and come back even worse, day in and day out. I told her, you know. I told her to just pack up and leave for a while, at least a month. But she was so determined. She wanted the group's approval more than anything. As if we were important. We were just a bunch of kids, and she was getting angrier and angrier and worse and worse and looking back now I don't know why we let her do this to herself. And now, I don't know who the fuck thought this would be funny, but now there are lobsters and shrimp and crabs everywhere I look. They're in my god damn head. The fucking gall…\n\n\nDr. Maxwell:\n Diaz?\n\n\nDiaz:\n Sorry. That was off-topic.\n\n\nDr. Maxwell:\n If you wish to end the inter-\n\n\nDiaz:\n No. I'm fine, I was just rambling.\n\n\n(Diaz pauses.)\n\n\nDr. Maxwell:\n Was that when she disappeared?\n\n\nDiaz:\n Yep. I can only hope she didn't do something stupid.\n\n\nDr. Maxwell:\n I see. Thank you for your time.\n\n\nDiaz:\n No problem, man. It's been a while since I've talked about it. Thanks for that.\n\n\n\n\n[END LOG]\n\n\n\n\nAfter the interview, Diaz disclosed the former meeting grounds of the group, a high school which many of the group members attended. The school had been closed in 2018 for health concerns. A single art installation was found in the parking lot.\n\n\n\n\nName:\n Imitation Crabmeat\n\n\nContent:\n A human-shaped, 68kg mass of hardened crab ganglia, partially immersed in a grey-brown fluid. Approximately every nine hours, a small stylized image of a crustacean appears in the air above the mass, before demainifesting three to five seconds later.\n\n\nCaption:\n I'm out of ideas.\n\n\n\n\n\n\n\n\n« \nSCP-4231\n | SCP-4232 | \nSCP-4233\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4232\n\" by magna2s, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4232\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: SCP-4232 Analysis\nDuring research into the history of crustacean-based artwork, it was revealed that prior to the popularity of SCP-4232, the anartist collective responsible for its discovery was originally a small group of 14 adolescents and young adults in Nanaimo. The group's expansion only occurred after the disappearance of a then 17 year-old woman named Carol Finnegan, and the group's subsequent discovery of SCP-4232.\nAn investigation was soon launched into Finnegan's disappearance. This investigation began with a series of interviews with the anartists who had known Finnegan prior to her disappearance. The last of these interviews is logged below.\nAfter the interview, Diaz disclosed the former meeting grounds of the group, a high school which many of the group members attended. The school had been closed in 2018 for health concerns. A single art installation was found in the parking lot."
    ],
    "documents": [],
    "notes": [
        "Name: Are You Smarter Than A Lobster? Content: A lukewarm wading pool. While knee-deep in the water, observers are unable to perceive changes in temperature. After an observer enters the pool, the water gradually increases in temperature until it reaches 100 °C, at which point it immediately returns to room temperature. Caption: A lobster will stay in water as it increases in temperature, even when it starts boiling. Scientists say that this is because lobsters aren't very smart, but after all, ignorance is bliss. Take a dive, and take your chances; the lobsters of the world can’t all be wrong.",
        "Name: Shrimp Tank Content: A miniature armoured vehicle. It is enclosed within a glass cage, and empty shell casings litter the ground. The tank does not appear to move with any sense of direction, frequently bumping into the cage's walls and firing in random directions. Inside of the vehicle is a shrimp. Caption: Sometimes you don't know where to go. Sometimes you run into unexpected roadblocks. Sometimes you carelessly harm the things around you. This little guy has been there and done that; maybe you can learn from his experience.",
        "Name: Finnegan’s Wake Content: A large pipe organ composed of crabmeat. Chitin lines each key and ganglia line the rest of the construct. Despite its nonfunctional construction, the instrument plays and sounds as a regular pipe organ. When any key is depressed, the ganglia around the pipes vibrate intensely, correlating with presumed neural activity. Caption: This one’s for a friend. Wherever you went, I hope you can hear me.",
        "Name: Telomerase Content: A 3.5 meter tall lobster with cables extending from their antennae, attached to a generator. When switched on, the generator activates, providing energy to the lobster which it uses to moult, growing in size. Caption: Telomeres, as you may know, are the sequences at the end of chromosomes that get shorter every time a cell divides. This is a key component of the aging process. However, lobsters have a funny little quirk in their biology; an enzyme that repairs these telomeres. What all this science bullshit means is that as lobsters age, their chance of dying doesn't get any higher. Theoretically, lobsters could live for thousands of years. Of course, this isn't actually viable; for one thing, moulting would mean they'd get bigger and bigger over time, and then the energy required to moult would kill them. That's no matter, though; life finds a way, and an organism could definitely evolve a more efficient energy system than that of a lobster. The real problem with the infinite lobster is that no matter how big you get, there's always something bigger, and they'll always be ready to devour you whole.",
        "Name: Imitation Crabmeat Content: A human-shaped, 68kg mass of hardened crab ganglia, partially immersed in a grey-brown fluid. Approximately every nine hours, a small stylized image of a crustacean appears in the air above the mass, before demainifesting three to five seconds later. Caption: I'm out of ideas.",
        "\" SCP-4232 \" by magna2s, from the SCP Wiki . Source: https://scpwiki.com/scp-4232 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4232",
    "object_class": "Euclid",
    "containment_procedures": "Foundation webcrawler I/O GILDED GADUS has been created to analyze images and documents of crustacean anart and determine if pieces are the result of SCP-4232. Foundation agents stationed within Nanaimo are tasked with preventing the spread of SCP-4232 via disinformation, covert destruction of artwork, and amnestics if necessary.",
    "description": "SCP-4232 is a process by which artistic inspiration is generated. The steps of this process do not adhere to a set order, and are as follows:",
    "title": "SCP-4232"
}