{
    "url": "https://scp-wiki.wikidot.com/scp-4235",
    "all_text": "rating: \n+49\n+\n–\nx\n\n\n\n\n\n\nSCP-4235 in contaiment.\n\n\n\n\n\n\nItem #:\n SCP-4235\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-4235 is stored in a granite-coated container at Site-34 outdoor facilities. The vase holding the object is to be watered and checked for structural damage weekly. Any signs of structural disrepair are to be reported to the appropriate personnel immediately.\n\n\nPersonnel are not to remain within 10 meters of SCP-4235 for more than 30 minutes weekly.\n\n\nDescription:\n SCP-4235 is a specimen of \nRosa chinensis\n variety \nsemperflorens\n, double floral type. Unlike other specimens of that variety, the object shows the inability to wither, decompose or deteriorate. Histological and genetic tests performed to the object have not revealed any notoriously different characteristics from other specimens of that species.\n\n\nSCP-4235 induces a state of entropic deterioration in organisms and objects within a 10 meter radius of itself. The rate at which subjects deteriorate is directly correlated to the rate of withering observed in non-anomalous specimens of \nR. chisensis\n.\n\n\nThe object was discovered among the ruins of a flower shop affected by a structural collapse on 21/12/2012. Additionally, the remains of Hugo Galindo, owner of the store whose disappearance had been reported two months earlier were recovered from the rubbles.\n\n\nAddendum:\n Message recovered from H. Galindo email.\n\n\n\n\nMon 01-10-2012 15:30\n\n\n\nFrom: \nmoc.liamtoh|odnilaGH#moc.liamtoh|odnilaGH\n\n\n\nTo: \nmoc.DCM|srewolfDCM#moc.DCM|srewolfDCM\n\n\n\nSubject: Rosa aeternum\n\n\n\nDear Mr. Marshall:\n\n\n\nWhat you sold me is everything than promised and much more. A month has passed since you delivered me an exemplar of \nRosa aeternum\n and it still shows no sign of withering or deterioration. It is still as lush as the first day, which is practically a miracle, especially considering the ravages of heat has done on my other flowers.\n\n\nTherefore, despite its high price I would like to order a dozen more of your \"immortal roses\", I already have potential buyers. In addition, send me the budget of the \nTulipa vitae\n.\n\n\nBut I need to ask you to send me the flowers in a few more days, I seem to get the flu and I don't know if I will be able to open the flower shop tomorrow.\n\n\n\nBest regards,\n\n\nHugo Galindo\n1\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Mr. Galindo was a non-native English speaker. Grammatical, syntactical and orthographic errors present in Mr. Galindo's message were maintained by the integrity of the document.\n\n\n\n\n\n\n\n\n« \nSCP-4234\n | SCP-4235 | \nSCP-4236\n »",
    "addendums": [
        "Addendum: Message recovered from H. Galindo email."
    ],
    "documents": [],
    "notes": [
        "Mon 01-10-2012 15:30 From: moc.liamtoh|odnilaGH#moc.liamtoh|odnilaGH To: moc.DCM|srewolfDCM#moc.DCM|srewolfDCM Subject: Rosa aeternum Dear Mr. Marshall: What you sold me is everything than promised and much more. A month has passed since you delivered me an exemplar of Rosa aeternum and it still shows no sign of withering or deterioration. It is still as lush as the first day, which is practically a miracle, especially considering the ravages of heat has done on my other flowers. Therefore, despite its high price I would like to order a dozen more of your \"immortal roses\", I already have potential buyers. In addition, send me the budget of the Tulipa vitae . But I need to ask you to send me the flowers in a few more days, I seem to get the flu and I don't know if I will be able to open the flower shop tomorrow. Best regards, Hugo Galindo 1"
    ],
    "item": "SCP-4235",
    "object_class": "Safe",
    "containment_procedures": "SCP-4235 is stored in a granite-coated container at Site-34 outdoor facilities. The vase holding the object is to be watered and checked for structural damage weekly. Any signs of structural disrepair are to be reported to the appropriate personnel immediately.",
    "description": "SCP-4235 is a specimen of Rosa chinensis variety semperflorens, double floral type. Unlike other specimens of that variety, the object shows the inability to wither, decompose or deteriorate. Histological and genetic tests performed to the object have not revealed any notoriously different characteristics from other specimens of that species.",
    "title": "SCP-4235"
}