{
    "url": "https://scp-wiki.wikidot.com/scp-4244",
    "all_text": "Good Taste In Musicians\n\n\n\n\n\n\nrating: \n+71\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-4244:\n Good Taste In Musicians\n\n\nAuthor:\n \nMortos\n\n\nIf you like this, you can find more of my stuff \nhere!\n\n\n\n\n\n\n\n\nrating: \n+71\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-4244\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Confirmed or suspected instances of SCP-4244 events in progress are to be attended to immediately by emergency response teams, and social media networks and internet forums are to be monitored by I/O-THESTORM for mentions of mass cannibalism and group violence at music events. Individuals confirmed to have attended SCP-4244 events are to be amnesticised, and any videos of the event are to be removed.\n\n\nMinor disinformation campaigns refuting public claims of SCP-4244 are to be enacted where necessary, though due to the nature of the event this is not always required.\n\n\nDescription:\n SCP-4244 is an event affecting live musical performances staged in small, indoor venues. While the specific trigger is unknown, for an SCP-4244 event to occur the following requirements must be met:\n\n\n\n\nThe performance must be ticketed and at an indoor venue with a clearly defined stage area.\n\n\nThere must be between 50 and 312\n1\n people viewing the performance.\n\n\nThere must be no live broadcast of the performance.\n\n\n\n\nWhen the SCP-4244 event begins the crowd will quickly become violent, move on to the stage and assault the band, displaying an extreme level of aggression. The band members will be pulled into the crowd and quickly killed, typically through blunt trauma, before being dismembered and shredded\n2\n and then distributed amongst the participants.\n\n\nThe participants in the SCP-4244 event will then consume the remains of the band members. Every person involved will consume a portion and at the conclusion of the event nothing of the band will be left. The SCP-4244 event will then end and the crowd will return to their normal behaviour; this typically results in mass panic amongst the participants.\n\n\nApproximately one hour following the conclusion of the event, the band will announce that they were unable to attend the event\n3\n and are typically apologetic, offering refunds on the tickets to the performance. Investigations confirm that every band involved in an SCP-4244 event has later been found alive, claiming they were unable to reach the venue in time. They are universally unable to explain why they didn't announce this before the performance was scheduled to start.\n\n\nThe origin of the bands actually involved in SCP-4244 events is unknown.\n\n\nIncident 4244-01:\n On 02/05/2019 an SCP-4244 event occurred at a performance by \"Charley Sparkles\", the stage name of a musician popular amongst young children\n4\n. The event proceeded as normal, involving both the children and their parents.\n\n\nThe parents have been amnesticised, but due to the difficulty in successfully amnesticising young children, other alternatives are being considered.\n\n\n\n\nFootnotes\n\n\n1\n. The current observed maximum.\n\n\n2\n. By hand, no records exist of tools being used.\n\n\n3\n. The reasons for this vary.\n\n\n4\n. Typically four to six years old.\n\n\n\n\n\n\n\n\n« \nSCP-4243\n | SCP-4244 | \nSCP-4245\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4244\n\" by Mortos, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4244\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4244 \" by Mortos, from the SCP Wiki . Source: https://scpwiki.com/scp-4244 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4244",
    "object_class": "Keter",
    "containment_procedures": "Confirmed or suspected instances of SCP-4244 events in progress are to be attended to immediately by emergency response teams, and social media networks and internet forums are to be monitored by I/O-THESTORM for mentions of mass cannibalism and group violence at music events. Individuals confirmed to have attended SCP-4244 events are to be amnesticised, and any videos of the event are to be removed.",
    "description": "SCP-4244 is an event affecting live musical performances staged in small, indoor venues. While the specific trigger is unknown, for an SCP-4244 event to occur the following requirements must be met:",
    "title": "SCP-4244"
}