{
    "url": "https://scp-wiki.wikidot.com/scp-4248",
    "all_text": "SCP-4248\n\n\n\n\n\n\nBy:\n \nnotgull\n\n\n\n\n\n\nPublished on \n09 Nov 2018 04:55\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n▷ Show Code ◁\n\n\n\n\n△ Hide Code △\n\n\n\n\n\n\n\n\n\n\n\n\n@import\n \nurl\n(\nhttps\n://\nfonts.googleapis.com\n/\ncss2\n?\nfamily\n=\nMontserrat\n:wght\n@600\n;700&\ndisplay\n=\nswap\n);\n \n/\n*\n \nCentered\n \nHeader\n \nSigma\n\n \n*\n \n[\n2021\n \nWikidot\n \nComponent\n]\n\n \n*\n \nBy\n \nLt\n \nFlops\n (\nCC\n \nBY-SA\n 3.0)\n \n*\n \nForked\n from:\n   \n*\n \nPenumbra\n \nTheme\n \nby\n \nEstrellaYoshte\n\n \n*\n \nAlso\n \nbased\n on:\n   \n*\n \nCentered\n \nHeader\n \nBHL\n \nby\n \nWoedenaz\n\n\n**\n/\n \n/\n*\n ---- \nVARS\n ---- \n*\n/\n \n:root\n{\n\n     --\ntitleColor:\n hsl(\n0\n, \n0\n%\n, \n95\n%\n)\n;\n     --\nsubtitleColor:\n hsl(\n60\n, \n62\n%\n, \n85\n%\n)\n;\n     --\nlgurl:\n url(https://scp-wiki.wdfiles.com/local--files/component:pride-highlighter/lgbtqp_logo.svg)\n;\n\n}\n\n \n/\n*\n ---- \nSITE\n \nBANNER\n ---- \n*\n/\n \n#header\n,\n \ndiv#header\n{\n\n     \nbackground-image:\n \nnone\n;\n\n}\n\n \n \n#header\n:\n:before\n{\n\n     \nposition:\n \nabsolute\n;\n     \nwidth:\n \n100\n%\n;\n     \nheight:\n \n100\n%\n;\n     \ncontent:\n \"\"\n;\n \n     \nbackground-image:\n var(--lgurl)\n;\n     \nbackground-position:\n \ncenter\n \ntop\n;\n     \nbackground-repeat:\n \nno-repeat\n;\n     \nbackground-size:\n \nauto\n \n9\nem\n;\n     \nopacity:\n \n.33\n;\n\n}\n\n \n \n#header\n \nh1\n,\n \n#header\n \nh2\n{\n\n     \nfloat:\n \nnone\n;\n     \nmargin-left:\n \n0\n;\n \n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n \n#header\n \nh1\n \nspan\n,\n \n#header\n \nh2\n \nspan\n{\n\n   /\n*\n \nHide\n \nthe\n \nExisting\n \nText\n \n*\n/\n     \ndisplay:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n,\n \n#header\n \nh2\n:\n:before\n{\n\n   /\n*\n \nStyle\n \nthe\n \nNew\n \nText\n \n*\n/\n     \nfont-family:\n \"Montserrat\", \"Arial\", \nsans-serif\n;\n     \ntext-shadow:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \nbottom:\n \n.15\nem\n;\n \n     \ncolor:\n var(--titleColor)\n;\n \n     \nfont-size:\n \n115\n%\n;\n     \nfont-weight:\n \n700\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \ntop:\n \n.1\nem\n;\n \n     \ncolor:\n var(--subtitleColor)\n;\n \n     \nfont-size:\n \n130\n%\n;\n     \nfont-weight:\n \n600\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n   /\n*\n \nSet\n \nthe\n \nNew\n \nText\n'\ns\n \nContent\n \nFrom\n \nVariable\n \n*\n/\n     \ncontent:\n var(--header-title, \"SCP FOUNDATION\")\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \ncontent:\n var(--header-subtitle, \"SECURE - CONTAIN - PROTECT\")\n;\n\n}\n\n \n/\n*\n ---- \nSEARCH\n ---- \n*\n/\n \n#search-top-box\n{\n\n     \ntop:\n \n1\nem\n;\n     \nright:\n \n0\n;\n\n}\n\n \n \n#search-top-box-form\n \ninput.button\n{\n\n     \nmargin-right:\n \n0\n;\n\n}\n\n \n \n#search-top-box-input\n,\n \n#search-top-box-input\n:hover\n,\n \n#search-top-box-input\n:focus\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:hover\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:focus\n{\n\n     \nborder-radius:\n \n0\n;\n     \nbox-shadow:\n \nnone\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nTOP\n \nBAR\n ---- \n*\n/\n \n#top-bar\n{\n\n     \nright:\n \n0\n;\n     \ndisplay:\n flex\n;\n     \njustify-content:\n \ncenter\n;\n\n}\n\n \n \n#top-bar\n \nul\n \nli\n \nul\n{\n\n     \nborder-bottom:\n \n1\npx\n \nsolid\n hsl(\n0\n, \n0\n%\n, \n40\n%\n)\n;\n     \nbox-shadow:\n \nnone\n;\n\n}\n\n \n/\n*\n ---- \nLOGIN\n ---- \n*\n/\n \n#login-status\n{\n\n     \ntop:\n \n1.1\nem\n;\n     \nright:\n initial\n;\n \n     \ncolor:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n\n}\n\n \n \n#account-topbutton\n{\n\n     \nborder-color:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nPAGE\n \nTITLE\n ---- \n*\n/\n \n.meta-title\n,\n \n#page-title\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nBREADCRUMBS\n ---- \n*\n/\n \n.pseudocrumbs\n,\n \n#breadcrumbs\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nMOBILE\n \nDISPLAY\n ---- \n*\n/\n \n@media\n (max-width: 767\npx\n)\n{\n\n     \n#search-top-box\n{\n\n          \ntop:\n \n1.85\nem\n;\n          \nwidth:\n unset\n;\n    \n}\n\n \n     \n.mobile-top-bar\n{\n\n          \nposition:\n \nrelative\n;\n          \nleft:\n \n0\n;\n          \ndisplay:\n flex\n;\n          \njustify-content:\n \ncenter\n;\n    \n}\n\n \n     \n#login-status\n{\n\n          \ntop:\n \n0\n;\n          \nright:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n{\n\n          \nfont-size:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n \nimg.small\n{\n\n          \nmargin:\n \n0\n;\n \n          \ntransform:\n translate(\n6\npx\n, \n4\npx\n)\n;\n    \n}\n\n \n     \n#my-account\n{\n\n          \ndisplay:\n \nnone\n;\n    \n}\n\n \n     \n#account-topbutton\n{\n\n          \nmargin-left:\n \n2\npx\n;\n    \n}\n\n\n}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+161\n+\n–\nx\n\n\nItem #:\n SCP-4248\n\n\nObject Class:\n Textual\n\n\nContainment Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-4248 is to be stored in a completely opaque anomalous item locker. This locker may only be opened with written permission from the on-duty site HMCL supervisor or the Project Head. Reading SCP-4248 aloud is forbidden.\n\n\nDescription:\n SCP-4248 is a Christian-themed children's book titled \"The Alphabet of God\" by John C. Angiuli. No other books by this author have been found, and Angiuli has been recorded to have committed suicide by train on 2018/08/11.\n\n\nEach pair of pages includes a singular letter on one page and an accompanying image on the opposite. In addition, each pair of pages includes a poem involving that letter. These poems often involve Christian themes, such as the 'A' representing the Apple that Eve consumed in the Garden of Eden. In some cases, reading these poems aloud\n1\n will cause religious-based anomalous phenomena.\n\n\nSCP-4248 can be read in its entirety without anomalous repercussions, if it is read silently. When read silently, SCP-4248 has 27 pages: one for each letter of the English lexicon, and a conclusion page asking the reader to share the book with their friends. However, readers report a weak compulsion to read SCP-4248 aloud.\n\n\n\n\n\n\nIncident Report 4248/001\n\n\n\n\n\n\nSCP-4248 was originally self-published by Angiuli at some point in 2013 as a children's book, and reached critical acclaim in several religious circles. Prior to Incident 4248/001, it is estimated that over 1 million copies were sold.\n\n\nOn 2019/04/05 at 1200 hours PST, all instances of SCP-4248 suddenly vanished. Memories of SCP-4248 persisted; however, no instances of SCP-4248 remained. This event was initially reported by a priest that insisted that his copy had \"disappeared from right under his nose\" while he was reading it. Foundation connections in mass media institutions created the cover story of a mass-recall, and direct witnesses were amnesticized.\n\n\nThis was initially regarded as an Extranormal Event, and further investigation was not pursued. However, a regular audit of Safe-class storage lockers at Site-19 three months later revealed that an undocumented locker contained an instance of SCP-4248 that had not been affected by Incident 4248/001.\n\n\nNo anomalous activity involving SCP-4248 was reported prior to Incident 4248/001, and it is believed that SCP-4248 was nonanomalous prior to this incident.\n\n\n\n\n\n\nTesting Log 4248\n\n\n\n\n\n\nAfter previous testing indicated that certain pages of SCP-4248 had anomalous qualities when read aloud, D-Class personnel D-4556 was instructed to read each page of SCP-4248 aloud to a room of research personnel. The results, and anomalous effects, are documented below\n\n\n\n\nPage:\n A\n\n\nPoem:\n \"A is for the Apple, that Adam and Eve ate. / It got God angry at them, and put a lot on their plate.\"\n\n\nImage:\n A tree with apples, with a man and a woman eating them at its bottom.\n\n\nResults:\n None.\n\n\n\n\n\n\nPage:\n B\n\n\nPoem:\n \"B is for the Bible, a very good book. / Remember to read it lots, or God will put you on a hook.\"\n\n\nImage:\n A cartoon book with a cross on it, presumed to be a Bible.\n\n\nResults:\n None.\n\n\n\n\nNote: For brevity, all further entries without anomalous properties have been expunged from this record.\n\n\n\n\nPage:\n D\n\n\nPoem:\n \"D is for the Disciples, like Judas and James. / Judas stabbed Jesus in the back, and faced Hell's eternal flames!\"\n\n\nImage:\n The twelve Disciples and Jesus, sitting at a table.\n\n\nResults:\n When read aloud, the light level of all areas within the observation room where SCP-4248 was being read visibly increased. D-4556 reported feeling \"afraid\" of SCP-4248, \"like it [was] a horror book\". D-4556 instructed to continue reading.\n\n\n\n\n\n\nPage:\n G\n\n\nPoem:\n \"G is for Grace, what you seek from God. / If you get on his bad side, you'll never wish you had.\"\n\n\nImage:\n A bearded humanoid figure resembling the Christian God. The face has been blocked with permanent marker. Testing has indicated that this censorship was not an original part of the book, and could not be removed without causing irreversible damage to SCP-4248.\n\n\nResults:\n Upon reading, two King James Bibles manifested inside the room. This effect happened site-wide, with Bibles manifesting nearly everywhere within Site-31. After collection, the number of Bibles was counted at 23. In addition, both D-4556 and involved researchers reported a mild compulsion to read SCP-4248 further.\n\n\nNote: Examination of the Bibles revealed that all mentions of \"God\", \"The Lord\", or \"Him\" have been expunged using black marker, and the last 20 pages are missing. On the last page, the words \"WE WILL NOT GO BACK\" are written in dried blood.\n\n\n\n\n\n\nPage:\n I\n\n\nPoem:\n \"I is for Israel, the place and the Holy Land. / We must take it back or God will hang us by our hands.\"\n\n\nImage:\n A person in Crusader armor swinging a sword.\n\n\nResults:\n After D-4556 had concluded the poem, Researcher Jacobs stood up, screamed, and threw his chair at D-4556. Armed security personnel had to carry Jacobs out of the room while he was trying to assault D-4556.\n\n\nAt this same time, personnel at Site-31 reported hearing quiet, unintelligible whispers in their heads.\n\n\n\n\n\n\nPage:\n M\n\n\nPoem:\n \"M is for Messiah, the one that's come and gone. / Accept that ours is Jesus, or God will make sure we're done.\"\n\n\nImage:\n A depiction of Jesus Christ. The right half of the page has been torn from the book.\n\n\nResults:\n Post-incident analysis showed that, after this poem was read aloud, personnel stationed at Site-87 reported high levels of radiation coming from behind \nSCP-1348-03\n. D-4556 also claimed to be feeling paranoia, and requested to take a small break. Request was denied.\n\n\nNote: Part of the 'N' page was ripped out. It is unknown if the full poem had anomalous properties, and reading the remaining fragments did not cause any noticeable phenomena.\n\n\n\n\n\n\nPage:\n ש\n2\n3\n\n\nPoem:\n \"Christ and Hell are one and the same, and why should we be so quick to scorn? Throw yourself into the nest, and let the cawing spurn!\"\n\n\nImage:\n Unknown. D-4556 did not remark on the image.\n\n\nNote: This page did not appear during readings of SCP-4248 where the text was not read aloud.\n\n\nResults:\n Post-incident analysis showed that the reading of this poem corresponded with containment breaches of numerous Abrahamic SCP artifacts, resulting in numerous casualties. See mainlist files for \nSCP-3570\n, \nSCP-3632\n, and \nSCP-3296\n for more information. In addition, the light within the reading room gained a red tinge, and researchers claimed to hear incoherent voices in their heads.\n\n\nFollowing the reading of this entry and the manifestation of the voices, D-4556 was asked to cease reading of SCP-4248. However, D-4556 defied orders and continued to read.\n\n\n\n\n\n\nPage:\n ע\n\n\nPoem:\n \"Your cawing is your binding, and they've thrown themselves on the tree. / We must bow down to [COGNITOHAZARD REDACTED], or he will never let us be.\"\n\n\nImage:\n Unknown\n\n\nResults:\n Post-incident analysis combined with satellite footage indicates that a large facility manifested in the Australian outback at the conclusion of the poem. See Exploration Log 4248 for more information. In addition, researchers claimed that the voices within their heads began to yell incoherently, and the local Akiva\n4\n levels spiked by 45 deciakivas.\n\n\n\n\n\n\nPage:\n צ\n\n\nPoem:\n \"If the birds are to bring—\"\n\n\nNote: SCP-4248 was forcefully taken from D-4556 from armed guards. D-4556 resisted by attempting to assault the guards, and was tranquilized in response. Localized anomalous phenomena ceased afterwards.\n\n\n\n\nAdditional Notes:\n Following its recovery from D-4556, the pages containing Hebrew letters were not found in SCP-4248. Reads of SCP-4248 conducted silently indicated that SCP-4248 only had the 26 standard English letters.\n\n\n\n\n\n\nExploration Log 4248\n\n\n\n\n\n\nIn the aftermath of Incident 4248/002, a warehouse-like compound appeared at coordinates [EXACT COORDINATES REDACTED]. The facility was two stories tall, and had markings resembling the Foundation shield, but somewhat degraded. Agent Carnigan volunteered to explore the facility.\n\n\nIn addition to standard issue Foundation agent gear and a firearm, Agent Carnigan was equipped with a body camera to record his surroundings.\n\n\n\n\nCamera activates. Agent Carnigan is currently looking at the facility in question. Although the facility is in relatively good condition, although somewhat dilapidated from age, there is evidence of damage from small arms fire and explosives evident in its exterior. In addition, the area surrounding the warehouse appears vacant and, in some cases, displaced. This is assumed to imply a prior armed conflict at the site of the building, despite no military activity having ever been recorded in the area.\n\n\nAgent Carnigan gains clearance to enter the facility. Carnigan approaches the front door and pushes on it. It is unlocked, and makes an audible creaking sound as it opens. The interior of the building consists of two floors. The first floor, which Carnigan is on, consists of a hallway with ten prison cells. The second floor, accessible via a stairwell, is a balcony overseeing the first floor.\n\n\nAgent Carnigan is instructed to investigate the cells. Carnigan moves in front of the first cell to the left, allowing the camera to see the interior of the cell. The cell contains a desk, a chair, and a cross attached to the wall. There is dried blood on the floor of the cell.\n\n\nFor brevity, the remaining cells contained:\n\n\n\n\nFirst Cell to the Right:\n A wooden chest. Inside of the chest was a golden chalice and a priest's outfit.\n\n\n\n\n\n\nSecond Cell to the Right:\n A stool with a miniature statue of Jesus Christ attached to the top through unknown means. Agent Carnigan remarked on the unusual number of avian downy feathers within the cell.\n\n\n\n\n\n\nSecond Cell to the Left:\n Empty, with no signs of habitation.\n\n\n\n\n\n\nThird Cell to the Left:\n Empty, with no signs of habitation.\n\n\n\n\n\n\nThird Cell to the Right:\n Empty, with no signs of habitation.\n\n\n\n\n\n\nFourth Cell to the Right:\n Empty, with no signs of habitation. However, Agent Carnigan remarked on a strong scent of burnt meat being emitted from this cell.\n\n\n\n\n\n\nFourth Cell to the Left:\n A 2014 Subaru car, with a circle of chalk drawn around it. The floor of the cell is stained with dried blood; however, there is no blood inside of the circle.\n\n\n\n\n\n\nFifth Cell to the Left:\n A plexiglass case and a VHS tape, both lying on the ground. The top of the case is open, and the VHS tape has had most of its tape pulled out and ripped apart.\n\n\n\n\n\n\nFifth Cell to the Right:\n The cell door was locked, and the interior was filled with the cadavers of several types of birds. Agent Carnigan declined to open the door.\n\n\n\n\nCarnigan then ascended the staircase to the second floor. In addition to the balcony, the second floor also contains three offices, as well as a mainframe access panel. The panel's monitor is flashing the words \"IMMINENT CONTAINMENT BREACH / SYSTEM KERNEL ERROR\" in bold, red text at two-second intervals.\n\n\nCarnigan is instructed to attempt to access the mainframe panel. He inputs his credentials and gains access to the operating system. However, a message box appears stating that a full system wipe had just been completed, and that the system was shutting down. Carnigan was unable to reactivate the mainframe.\n\n\nAfter failing to reboot the mainframe, Carnigan is instructed to access the offices. The first office is locked. Carnigan forcefully breaks the door open. The interior contains a desk, a filing cabinet, and a trash can. Ashes and fire damage are evident around the trash can. No documents or other technology are visible.\n\n\nThe second office's door is not locked. Carnigan opens the door, revealing an office nearly identical to the first, except for a document on the desk describing a procedure of some sort, which Carnigan takes.\n\n\nThe third office's door is slightly ajar. Upon opening it, Carnigan narrowly avoids a weight placed on the door, designed to fall on an intruder's head. Inside the office, all furniture appears to have been destroyed with a blunt weapon. Carnigan recovers a laptop from atop one of the pieces of the desk.\n\n\nAgent Carnigan then exits the facility and meets with personnel stationed outside of the facility. Camera deactivates.\n\n\n\n\nAdditional Notes:\n Two weeks after this exploration, the warehouse collapsed, despite there being no prior evidence of structural instability. One month after its collapse, the wreckage completely demanifested from reality. The cause of these phenomena are unclear.\n\n\n\n\n\n\n\n\nThe following documents are classified, and require Level 4/4248 clearance to view. Attempting to proceed without proper clearance will result in disciplinary action, up to and including termination of Foundation employment.\n\n\n\n\n\n\n\n\n\n\n\n\nRecovered Documents\n\n\n\n\n\n\nLaptop:\n A laptop was recovered in one of the warehouse's offices. It was an HP Inspiron 15 7000, running OSCP\n5\n v4.1.203. The login screen indicated that the laptop belonged to Dr. John Haskall, a Foundation researcher stationed at Site-17. Contact with Dr. Haskall revealed that he did not have any memory of the laptop, but he was able to log on using his standard Foundation credentials.\n\n\nIn addition to standard utilities, the laptop also contained several pictures of Dr. Haskall's cat, and an audio log, presumed to be an interview between two male individuals. The audio log is transcribed below:\n\n\n\n\n<Begin Log>\n\n\nVOICE 1:\n We both know your name, and we both know what you did. Now tell me about Mr. Angiuli.\n\n\nVOICE 2:\n Ah, John and I go way back. Middle school lab partners, I believe, that's how we met. Took different paths in life, he a programmer, me an author, but we always stayed in contact.\n\n\nVOICE 1:\n Let's skip ahead to SCP-4248. Why did he contact you?\n\n\nVOICE 2:\n Well, one day, he called me, and asked if I could help him write a children's book. Told him that I didn't write for children, and that he should find someone else. Then he asked me to help him write a children's \nbook.\n I guess he found out I helped write for the Library, back in the day.\n\n\nVOICE 1:\n So you assisted him in creating SCP-4248?\n\n\nVOICE 2:\n Hey, you're acting like I even knew what it was for in the first place? I can't see the future, I didn't know Australia would sink. Honestly thought he was just going to try to get some political or religious message out, or just fuck with people.\n\n\nPause.\n\n\nVOICE 2:\n Didn't know he was trying to fucking summon \nGod.\n\n\nVOICE 1:\n Why was he trying to summon God?\n\n\nVOICE 2:\n He was insane. Used to be an atheist, then, out of nowhere, he became a hardcore Catholic. Started preaching the word of Christ, and I think at points he even thought he was the next Messiah. He was still brilliant— that's why I was friends with him— but he always had to push religion everywhere.\n\n\nVOICE 1:\n Do you think he succeeded?\n\n\nVOICE 2:\n Hell no. The thing in the Pacific Ocean, the thing that came out after the TV reading, that isn't God. Convince me otherwise, but I don't think God has two wings or caws.\n\n\nPause.\n\n\nVOICE 1:\n About the, um, entity in the Pacific Ocean, as you called it. It is responsible for the, well, most recent events?\n\n\nVOICE 2:\n Honestly, correlation does not equal causation. However, when a giant monster shows up, and half of the world goes insane, I'd say that might be causation, yeah.\n\n\nVOICE 1:\n Where did it come from? Why did it come here?\n\n\nVOICE 2:\n Definitely not God, don't know why it's throwing Bibles everywhere. Judging from the voices, though, it's from somewhere else. It's hurt, it's bleeding all over the ocean, so it's probably hurt. I drank the water once, I know the television said not to, but I was curious, to see if they were hiding anything, y'know?\n\n\nVOICE 1:\n So you're—\n\n\nVOICE 2:\n Yeah. Don't lecture me about it, I know what the condition entails, and I've kept the feathers under control, for now.\n\n\nVOICE 1:\n What do you think will happen next?\n\n\nVOICE 2:\n With me? I'll die, straightforwards as that. But with the bird? [COGNITOHAZARD EXPUNGED]? It's dying too. It came here hurt, and it's barely clinging on. It's getting a foothold now, though, and once it does, I don't think the cawing will ever stop.\n\n\n<End Log>\n\n\n\n\nMemo:\n The following memo was found on a desk within the office of the warehouse. It appears to describe an \"Arabesque Protocol,\" which appears to hold some parallel to the Ennui Protocol\n6\n.\n\n\n\n\n\n\nARABESQUE PROTOCOL\n\n\n\n\n\n\nAuthored By: Site Director Calvin, O5-6\n\n\n\n\nAbstract:\n In the past 3 weeks, several potentially world-ending threats have necessitated Foundation containment and neutralization. At the current point in time, it is estimated that a BE-Class \"Human Migration\" Scenario will occur by December of this year.\n\n\nThe root of these threats appear to be an infohazardous vector taking the form of a religious children's book. This book has become a part of public consciousness, and therefore cannot simply be removed from the public ecosystem at large. In addition, too many physical copies of this book exist for complete Foundation eradication through the Ennui protocol.\n\n\nThe Ennui Protocol has thus been augmented with the Arabesque Protocol, described below, to remove this infohazard from the public.\n\n\nProcedure:\n\n\n\n\nA large public recall is to be offered for civilians to sell their copies of the vector. This is estimated to take a significant amount of the vector from public hands.\n\n\nMobile Task Forces Nu-7 (\"Hammer Down\") and Tau-5 (\"Samsara\") will be deployed in America, Europe, and Asia to terminate instances of SCP-████-1.\n\n\nThe Ennui Protocol will be executed, targeting the vector. Concentration of air particles will be increased to render the population comatose.\n\n\nDuring the comatose period, houses will be searched for the vector, which will then be destroyed.\n\n\nAll Foundation personnel aware of the Arabesque Protocol will take amnestics. Computer viruses will be deployed to erase information pertaining to the vector online.\n\n\nArtificial memories will be disseminated through broadcasts in major news in the form of memetics. Full indoctrination is estimated to take 3 weeks.\n\n\n\n\nOn the backside of the document, the words \"\nI want to go back.\n\" are written in red pen.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Anomalous effects only occur if the poem is read directly from the page, out loud, by somebody with functioning vision and speech.\n\n\n2\n. The Hebrew letter \"Shin.\" Appeared after the 'q' page.\n\n\n3\n. D-4556 was able to pronounce letters of the Hebrew alphabet, despite his background asserting that he had not been taught in the subject. It is of note that D-4556 was an atheist.\n\n\n4\n. Unit used to measure holiness of a particular area. Personnel with appropriate clearance may consult \nArchival Document 06-S7INF-23-A\n for more information.\n\n\n5\n. A proprietary operating system developed in-house by the Foundation for use in its database and computer systems.\n\n\n6\n. A procedure to distribute amnestics on a global scale, designed to erase global memory of anomalous phenomena. Personnel with appropriate clearance may view \nSCP-4224\n for more information.\n\n\n\n\n\n\n\n\n« \nAvian Anthology II\n | \nTeam Bird Hub\n | \nDocument recovered from a Parallel Universe\n »\n\n\n\n\n \n\n\n\n\n\n\n\n\nMore by notgull\n\n\n\n\nMore by notgull\n\n\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\n\n\nnotgull's Proposal\n\n\nRating: 590\n\n\n\n\n\n\nSCP-3733\n\n\nRating: 380\n\n\n\n\n\n\nSCP-3095\n\n\nRating: 360\n\n\n\n\n\n\nSCP-4804\n\n\nRating: 281\n\n\n\n\n\n\nSCP-2785\n\n\nRating: 280\n\n\n\n\n\n\nSCP-4800\n\n\nRating: 279\n\n\n\n\n\n\nSCP-4348\n\n\nRating: 258\n\n\n\n\n\n\nSCP-4048\n\n\nRating: 207\n\n\n\n\n\n\nSCP-4688\n\n\nRating: 196\n\n\n\n\n\n\nSCP-579-J\n\n\nRating: 189\n\n\n\n\n\n\nSCP-3362\n\n\nRating: 188\n\n\n\n\n\n\nSCP-5800\n\n\nRating: 184\n\n\n\n\n\n\nSCP-4785\n\n\nRating: 176\n\n\n\n\n\n\nSCP-3339\n\n\nRating: 168\n\n\n\n\n\n\nSCP-3747\n\n\nRating: 165\n\n\n\n\n\n\nSCP-4248\n\n\nRating: 161\n\n\n\n\n\n\nSCP-4948\n\n\nRating: 158\n\n\n\n\n\n\nSCP-199\n\n\nRating: 133\n\n\n\n\n\n\nSCP-7234\n\n\nRating: 124\n\n\n\n\n\n\nSCP-3296\n\n\nRating: 124\n\n\n\n\n\n\nSCP-4800-J\n\n\nRating: 121\n\n\n\n\n\n\nSCP-4799\n\n\nRating: 120\n\n\n\n\n\n\nSCP-3485\n\n\nRating: 112\n\n\n\n\n\n\nSCP-5981\n\n\nRating: 109\n\n\n\n\n\n\nSCP-4808\n\n\nRating: 103\n\n\n\n\n\n\nSCP-3833\n\n\nRating: 98\n\n\n\n\n\n\nSCP-3748\n\n\nRating: 94\n\n\n\n\n\n\nSCP-5054\n\n\nRating: 88\n\n\n\n\n\n\nSCP-4148\n\n\nRating: 88\n\n\n\n\n\n\nSCP-5025\n\n\nRating: 87\n\n\n\n\n\n\nSCP-1037\n\n\nRating: 77\n\n\n\n\n\n\nSCP-093-J\n\n\nRating: 74\n\n\n\n\n\n\nSCP-1684\n\n\nRating: 70\n\n\n\n\n\n\nSCP-5680\n\n\nRating: 65\n\n\n\n\n\n\nSCP-4872\n\n\nRating: 62\n\n\n\n\n\n\nSCP-3248\n\n\nRating: 61\n\n\n\n\n\n\nSCP-6904\n\n\nRating: 58\n\n\n\n\n\n\nSCP-5483\n\n\nRating: 38\n\n\n\n\n\n\nSCP-6785\n\n\nRating: 34\n\n\n\n\n\n\nSCP-4397\n\n\nRating: 30\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\n\n\nThe Little Robot that Could\n\n\nRating: 349\n\n\n\n\n\n\nThe Siege of Site-19\n\n\nRating: 169\n\n\n\n\n\n\nJoin the Flock\n\n\nRating: 168\n\n\n\n\n\n\nTales of the Automaton: The Big Birdocalypse\n\n\nRating: 143\n\n\n\n\n\n\nFootage Recovered From a Private Server\n\n\nRating: 117\n\n\n\n\n\n\nMoose on the Loose\n\n\nRating: 77\n\n\n\n\n\n\nAvian Anthology I\n\n\nRating: 76\n\n\n\n\n\n\nMy Empire of Birds\n\n\nRating: 63\n\n\n\n\n\n\nDocument recovered from a Parallel Universe\n\n\nRating: 61\n\n\n\n\n\n\nJoey Fucknuts Steals The Declaration of Independence\n\n\nRating: 58\n\n\n\n\n\n\nKatz and Dogs\n\n\nRating: 55\n\n\n\n\n\n\nYour Guard\n\n\nRating: 50\n\n\n\n\n\n\nVacation Opportunity\n\n\nRating: 45\n\n\n\n\n\n\nThe Scent of a Toaster\n\n\nRating: 33\n\n\n\n\n\n\nBurn, Baby, Burn\n\n\nRating: 29\n\n\n\n\n\n\nChasing Suns\n\n\nRating: 28\n\n\n\n\n\n\nThree Feet Under I\n\n\nRating: 24\n\n\n\n\n\n\nWind in the Sails\n\n\nRating: 23\n\n\n\n\n\n\nThe Shape of Water is Humanoid\n\n\nRating: 23\n\n\n\n\n\n\nDead Reckoning\n\n\nRating: 22\n\n\n\n\n\n\nThree Feet Under II\n\n\nRating: 22\n\n\n\n\n\n\nThree Feet Under III\n\n\nRating: 21\n\n\n\n\n\n\nForgotten Shrine\n\n\nRating: 18\n\n\n\n\n\n\nDown Through\n\n\nRating: 17\n\n\n\n\n\n\nInto the Beetle Black Yonder\n\n\nRating: 16\n\n\n\n\n\n\nHyperfine\n\n\nRating: 15\n\n\n\n\n\n\nDon't Knock on Strange Doors\n\n\nRating: 11\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n\n\n\n\n\n\nResearcher Calvin's Personnel File\n\n\nRating: 91\n\n\n\n\n\n\nIncident Report ████/████\n\n\nRating: 83\n\n\n\n\n\n\n\"Sphere\" Incursion Log\n\n\nRating: 52\n\n\n\n\n\n\nInitial Incursion Log\n\n\nRating: 50\n\n\n\n\n\n\n\"Cube\" Incursion Log #1\n\n\nRating: 44\n\n\n\n\n\n\n\"Cube\" Incursion Log #2\n\n\nRating: 44\n\n\n\n\n\n\nSCP-093-J Recovered Documents\n\n\nRating: 42\n\n\n\n\n\n\nSCP-093-J Blue Test\n\n\nRating: 40\n\n\n\n\n\n\nSCP-093-J Purple Test\n\n\nRating: 35\n\n\n\n\n\n\nSCP-093-J Green Test\n\n\nRating: 33\n\n\n\n\n\n\nExploration Log 4480-1\n\n\nRating: 22\n\n\n\n\n\n\n\n\n\n\n\n\nSee my \nAuthor Page\n for more information. If you like reading my stuff, consider checking out my \nYouTube Channel\n for SCP-inspired animations, among other things.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4247\n | SCP-4248 | \nSCP-4249\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Page: A Poem: \"A is for the Apple, that Adam and Eve ate. / It got God angry at them, and put a lot on their plate.\" Image: A tree with apples, with a man and a woman eating them at its bottom. Results: None.",
        "Page: B Poem: \"B is for the Bible, a very good book. / Remember to read it lots, or God will put you on a hook.\" Image: A cartoon book with a cross on it, presumed to be a Bible. Results: None.",
        "Page: D Poem: \"D is for the Disciples, like Judas and James. / Judas stabbed Jesus in the back, and faced Hell's eternal flames!\" Image: The twelve Disciples and Jesus, sitting at a table. Results: When read aloud, the light level of all areas within the observation room where SCP-4248 was being read visibly increased. D-4556 reported feeling \"afraid\" of SCP-4248, \"like it [was] a horror book\". D-4556 instructed to continue reading.",
        "Page: G Poem: \"G is for Grace, what you seek from God. / If you get on his bad side, you'll never wish you had.\" Image: A bearded humanoid figure resembling the Christian God. The face has been blocked with permanent marker. Testing has indicated that this censorship was not an original part of the book, and could not be removed without causing irreversible damage to SCP-4248. Results: Upon reading, two King James Bibles manifested inside the room. This effect happened site-wide, with Bibles manifesting nearly everywhere within Site-31. After collection, the number of Bibles was counted at 23. In addition, both D-4556 and involved researchers reported a mild compulsion to read SCP-4248 further. Note: Examination of the Bibles revealed that all mentions of \"God\", \"The Lord\", or \"Him\" have been expunged using black marker, and the last 20 pages are missing. On the last page, the words \"WE WILL NOT GO BACK\" are written in dried blood.",
        "Page: I Poem: \"I is for Israel, the place and the Holy Land. / We must take it back or God will hang us by our hands.\" Image: A person in Crusader armor swinging a sword. Results: After D-4556 had concluded the poem, Researcher Jacobs stood up, screamed, and threw his chair at D-4556. Armed security personnel had to carry Jacobs out of the room while he was trying to assault D-4556. At this same time, personnel at Site-31 reported hearing quiet, unintelligible whispers in their heads.",
        "Page: M Poem: \"M is for Messiah, the one that's come and gone. / Accept that ours is Jesus, or God will make sure we're done.\" Image: A depiction of Jesus Christ. The right half of the page has been torn from the book. Results: Post-incident analysis showed that, after this poem was read aloud, personnel stationed at Site-87 reported high levels of radiation coming from behind SCP-1348-03 . D-4556 also claimed to be feeling paranoia, and requested to take a small break. Request was denied. Note: Part of the 'N' page was ripped out. It is unknown if the full poem had anomalous properties, and reading the remaining fragments did not cause any noticeable phenomena.",
        "Page: ש 2 3 Poem: \"Christ and Hell are one and the same, and why should we be so quick to scorn? Throw yourself into the nest, and let the cawing spurn!\" Image: Unknown. D-4556 did not remark on the image. Note: This page did not appear during readings of SCP-4248 where the text was not read aloud. Results: Post-incident analysis showed that the reading of this poem corresponded with containment breaches of numerous Abrahamic SCP artifacts, resulting in numerous casualties. See mainlist files for SCP-3570 , SCP-3632 , and SCP-3296 for more information. In addition, the light within the reading room gained a red tinge, and researchers claimed to hear incoherent voices in their heads. Following the reading of this entry and the manifestation of the voices, D-4556 was asked to cease reading of SCP-4248. However, D-4556 defied orders and continued to read.",
        "Page: ע Poem: \"Your cawing is your binding, and they've thrown themselves on the tree. / We must bow down to [COGNITOHAZARD REDACTED], or he will never let us be.\" Image: Unknown Results: Post-incident analysis combined with satellite footage indicates that a large facility manifested in the Australian outback at the conclusion of the poem. See Exploration Log 4248 for more information. In addition, researchers claimed that the voices within their heads began to yell incoherently, and the local Akiva 4 levels spiked by 45 deciakivas.",
        "Page: צ Poem: \"If the birds are to bring—\" Note: SCP-4248 was forcefully taken from D-4556 from armed guards. D-4556 resisted by attempting to assault the guards, and was tranquilized in response. Localized anomalous phenomena ceased afterwards.",
        "Camera activates. Agent Carnigan is currently looking at the facility in question. Although the facility is in relatively good condition, although somewhat dilapidated from age, there is evidence of damage from small arms fire and explosives evident in its exterior. In addition, the area surrounding the warehouse appears vacant and, in some cases, displaced. This is assumed to imply a prior armed conflict at the site of the building, despite no military activity having ever been recorded in the area. Agent Carnigan gains clearance to enter the facility. Carnigan approaches the front door and pushes on it. It is unlocked, and makes an audible creaking sound as it opens. The interior of the building consists of two floors. The first floor, which Carnigan is on, consists of a hallway with ten prison cells. The second floor, accessible via a stairwell, is a balcony overseeing the first floor. Agent Carnigan is instructed to investigate the cells. Carnigan moves in front of the first cell to the left, allowing the camera to see the interior of the cell. The cell contains a desk, a chair, and a cross attached to the wall. There is dried blood on the floor of the cell. For brevity, the remaining cells contained: First Cell to the Right: A wooden chest. Inside of the chest was a golden chalice and a priest's outfit. Second Cell to the Right: A stool with a miniature statue of Jesus Christ attached to the top through unknown means. Agent Carnigan remarked on the unusual number of avian downy feathers within the cell. Second Cell to the Left: Empty, with no signs of habitation. Third Cell to the Left: Empty, with no signs of habitation. Third Cell to the Right: Empty, with no signs of habitation. Fourth Cell to the Right: Empty, with no signs of habitation. However, Agent Carnigan remarked on a strong scent of burnt meat being emitted from this cell. Fourth Cell to the Left: A 2014 Subaru car, with a circle of chalk drawn around it. The floor of the cell is stained with dried blood; however, there is no blood inside of the circle. Fifth Cell to the Left: A plexiglass case and a VHS tape, both lying on the ground. The top of the case is open, and the VHS tape has had most of its tape pulled out and ripped apart. Fifth Cell to the Right: The cell door was locked, and the interior was filled with the cadavers of several types of birds. Agent Carnigan declined to open the door. Carnigan then ascended the staircase to the second floor. In addition to the balcony, the second floor also contains three offices, as well as a mainframe access panel. The panel's monitor is flashing the words \"IMMINENT CONTAINMENT BREACH / SYSTEM KERNEL ERROR\" in bold, red text at two-second intervals. Carnigan is instructed to attempt to access the mainframe panel. He inputs his credentials and gains access to the operating system. However, a message box appears stating that a full system wipe had just been completed, and that the system was shutting down. Carnigan was unable to reactivate the mainframe. After failing to reboot the mainframe, Carnigan is instructed to access the offices. The first office is locked. Carnigan forcefully breaks the door open. The interior contains a desk, a filing cabinet, and a trash can. Ashes and fire damage are evident around the trash can. No documents or other technology are visible. The second office's door is not locked. Carnigan opens the door, revealing an office nearly identical to the first, except for a document on the desk describing a procedure of some sort, which Carnigan takes. The third office's door is slightly ajar. Upon opening it, Carnigan narrowly avoids a weight placed on the door, designed to fall on an intruder's head. Inside the office, all furniture appears to have been destroyed with a blunt weapon. Carnigan recovers a laptop from atop one of the pieces of the desk. Agent Carnigan then exits the facility and meets with personnel stationed outside of the facility. Camera deactivates.",
        "<Begin Log> VOICE 1: We both know your name, and we both know what you did. Now tell me about Mr. Angiuli. VOICE 2: Ah, John and I go way back. Middle school lab partners, I believe, that's how we met. Took different paths in life, he a programmer, me an author, but we always stayed in contact. VOICE 1: Let's skip ahead to SCP-4248. Why did he contact you? VOICE 2: Well, one day, he called me, and asked if I could help him write a children's book. Told him that I didn't write for children, and that he should find someone else. Then he asked me to help him write a children's book. I guess he found out I helped write for the Library, back in the day. VOICE 1: So you assisted him in creating SCP-4248? VOICE 2: Hey, you're acting like I even knew what it was for in the first place? I can't see the future, I didn't know Australia would sink. Honestly thought he was just going to try to get some political or religious message out, or just fuck with people. Pause. VOICE 2: Didn't know he was trying to fucking summon God. VOICE 1: Why was he trying to summon God? VOICE 2: He was insane. Used to be an atheist, then, out of nowhere, he became a hardcore Catholic. Started preaching the word of Christ, and I think at points he even thought he was the next Messiah. He was still brilliant— that's why I was friends with him— but he always had to push religion everywhere. VOICE 1: Do you think he succeeded? VOICE 2: Hell no. The thing in the Pacific Ocean, the thing that came out after the TV reading, that isn't God. Convince me otherwise, but I don't think God has two wings or caws. Pause. VOICE 1: About the, um, entity in the Pacific Ocean, as you called it. It is responsible for the, well, most recent events? VOICE 2: Honestly, correlation does not equal causation. However, when a giant monster shows up, and half of the world goes insane, I'd say that might be causation, yeah. VOICE 1: Where did it come from? Why did it come here? VOICE 2: Definitely not God, don't know why it's throwing Bibles everywhere. Judging from the voices, though, it's from somewhere else. It's hurt, it's bleeding all over the ocean, so it's probably hurt. I drank the water once, I know the television said not to, but I was curious, to see if they were hiding anything, y'know? VOICE 1: So you're— VOICE 2: Yeah. Don't lecture me about it, I know what the condition entails, and I've kept the feathers under control, for now. VOICE 1: What do you think will happen next? VOICE 2: With me? I'll die, straightforwards as that. But with the bird? [COGNITOHAZARD EXPUNGED]? It's dying too. It came here hurt, and it's barely clinging on. It's getting a foothold now, though, and once it does, I don't think the cawing will ever stop. <End Log>"
    ],
    "item": "SCP-4248",
    "object_class": "Textual",
    "containment_procedures": "SCP-4248 is to be stored in a completely opaque anomalous item locker. This locker may only be opened with written permission from the on-duty site HMCL supervisor or the Project Head. Reading SCP-4248 aloud is forbidden.",
    "description": "SCP-4248 is a Christian-themed children's book titled \"The Alphabet of God\" by John C. Angiuli. No other books by this author have been found, and Angiuli has been recorded to have committed suicide by train on 2018/08/11.",
    "title": "SCP-4248"
}