{
    "url": "https://scp-wiki.wikidot.com/scp-4250",
    "all_text": "rating: \n+64\n+\n–\nx\n\n\n\n\n\n\nFrom left to right: SCP-4250-1, SCP-4250-2, SCP-4250-3, SCP-4250-4, SCP-4250-5, and SCP-4250-6\n\n\n\n\n\n\nItem #:\n SCP-4250\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-4250 is to be housed within the E Wing of Site-64 in a standard Euclid Object containment unit. Approval for testing SCP-4250-1 through \nSCP-4250-6\n1\n SCP-4250-5 must be granted by the Assistant Director of Research \nwhile tests involving SCP-4250-6 must be approved by Site Director Holman.\n\n\nFor the sake of simplicity, during testing, only one (1) D-Class subject may be used at a time, and only the subject may make direct contact with SCP-4250. All other testing personnel that need to pick up SCP-4250 must do so using an extended claw grabber or sufficiently bulky hand garment. At any time, no less than 400 sheets of college-ruled lined paper may be kept in the testing room, in order to avoid a potential breach by SCP-4250-A.\n\n\nWhile under the influence of SCP-4250, SCP-4250-A should remain in a standard medical bed, administered an IV drip to prevent dehydration, and fed via feeding tube every 8 hours until such time that they have completed writing. Once finished, all of SCP-4250-A’s work must be published via a Foundation front company, save for the last page, which should be disposed of as soon as possible via the provided paper shredder in the testing room.\n\n\nDevelopment of more effective counteragents to SCP-4250’s cognitohazards is ongoing.\n\n\nDescription:\n SCP-4250 is the collective designation for a set of six (6) colored rolling-ball pens\n2\n, designed and manufactured by the Pilot Pens company\n3\n. Despite having been used far in excess of a normal pen’s lifespan, each instance of SCP-4250 remains at full ink capacity, with test subjects reporting the ink and flow to be of exceptionally high quality.\n\n\nThe anomalous effects of SCP-4250 become present whenever picked up by a human not wearing any hand garment bulky enough to impair dexterity. When picked up by a subject (hereafter referred to as SCP-4250-A for the sake of brevity), the subject will progress through a series of anomalous behaviors before returning to a non-anomalous state.\n\n\nAfter first picking up an instance of SCP-4250, SCP-4250-A will attempt to obtain enormous amounts of A4-sized paper or equivalent\n4\n, though they will prefer lined paper (specifically college-ruled) over printer paper.\n\n\nOnce a sufficient amount of paper has been obtained by SCP-4250-A, they will begin to use their specific instance of SCP-4250 to write. The content of what SCP-4250-A writes thematically varies based on which instance of SCP-4250 has been chosen (see Addendum 4250/L), though almost always takes the form of a work of fiction.\n\n\nThe primary threat to the survival of SCP-4250-A throughout this process is the risk of dehydration and exhaustion, as SCP-4250-A will not take breaks from writing until the work is complete, or until life functions cease.\n\n\nOnce SCP-4250-A has finished writing, they will “sign” the last page with numerous lethal cognitohazards\n5\n. While nominally lethal, proper intervention with counteragents will reduce or nullify the effects. SCP-4250-A will then attempt to get their work published in some capacity, usually through traditional publishers, though cases where works were transcribed into a digital format and submitted online have been documented. Once this work has been published, SCP-4250-A will return to a non-anomalous state, and behave as normal.\n\n\nDiscovery:\n SCP-4250 was found on the person of a deceased anomalous humanoid, after Foundation elements within the Portland Police Department became aware of the humanoid’s expiration. Amnestics were administered to necessary civilians and policemen, and the body was transported to Site-64. Cause of death and the official identity of the humanoid remain undetermined.\n\n\nAddendum 4250/L:\n\n\n\n\n\n\n\n\n▼ Access Addendum 4250/L ▼\n\n\n\n\n▲ Hide Addendum 4250/L ▲\n\n\n\n\nDocumentation of the effects of SCP-4250-1 through SCP-4250-6\n\n\n\n\n\n\n\n\nPreface:\n Each instance of SCP-4250 utilizes a different color of ink, which relate to the thematic content\n6\n of SCP-4250-A’s writing while under the influence of SCP-4250.\n\n\n\n\nSCP-4250-1:\n\n\nColor:\n \nBlue\n\n\nThematic Element:\n All stories written through the use of SCP-4250-1 involve one or more recurring themes of water, sadness, heartbreak, oceans, and/or seafaring. Analysis of the “epilogue cognitohazards” reveals the capability to induce severe depressive episodes and subsequently suicide.\n\n\nSample:\n \n“I know we can’t be together again,” he sighed, “but I still want you to know-”\n\n“Know what?” Janice spat. “Don’t say you love me. I don’t want to hear it anymore. I know you haven’t loved me in years. I’m done with lies.”\n\n“I want you to know that I wish you luck in the rest of your life. Really, I do.” Harold bent down, picked up his bags. He turned around for the door and took three steps.\n\n“Where the hell are you going?”\n\nHarold turned his head but his eyes only met the floor.\n\n“I’m going to find myself.”\n\n\n\n\nSCP-4250-2:\n\n\nColor:\n \nGreen\n\n\nThematic Element:\n Any works written via SCP-4250-2 involve themes and motifs of forests, spiritual discovery and contentment, gardens, birth, and the victory of an ethical protagonist over an unethical antagonist. Analysis indicates that exposure to the cognitohazards induces spontaneous and rapid plant growth within the lungs, esophagus, and trachea, leading to suffocation via obstruction of breathing pathways.\n\n\nSample:\n \nThe verdant forest rippled with life, the soft green leaves waving together in quiet rapturous symphony. She stared through the sea of redwoods and grass, looked up at a sky obscured by branches and leaves.\n\n“It’s beautiful,” Emma finally gasped.\n\n“I’m glad you think so,” Tomas smiled. They walked over to a log, fallen but not rotting, and sat down together.\n\n“It’s not too late to change things, is it?”\n\n“No,” Tomas said, “We can still make things like this again. Beautiful.”\n\n\n\n\nSCP-4250-3:\n\n\nColor:\n \nYellow\n\n\nThematic Element:\n Use of SCP-4250-3 in writing will invoke themes relating to comedy, anxiety, cowardice, daytime and/or sunlight, wealth, and sickness. Cognitohazards generated by SCP-4250-3 will result in a rapidly elevated fear response, culminating in heart failure from excessive cardiac stimulation.\n\n\nSample:\n \nThey sat down, the cream leather of the chairs folding in on itself to accommodate them. Sunlight streamed into the penthouse like liquid gold, though very little dust danced on the beams. Granderson cleared his throat and stood to address his colleagues.\n\n“Gentlemen, I’m glad you all could make it to this event. I’m sure you’ll find the entertainment to be quite suitable.”\n\nA round of applause commenced as Granderson waltzed over to the stage, whispered into some small intercom, and returned to his seat. Winston unconsciously tugged at his collar; the heat in the penthouse was intense, though he felt that being cold was a far worse alternative. He swallowed a ball of fear and mucus, trying to conceal the sound of it.\n\n“Before we can discuss our dealings, I thought we should relax with something more interesting,” Granderson declared, and the others nodded and murmured in agreement. Winston followed along.\n\nSuddenly the curtains pulled back, and his fears were realized.\n\n\n\n\nSCP-4250-4:\n\n\nColor:\n \nPurple\n\n\nThematic Element:\n Subjects using SCP-4250-4 to write will create literature involving themes of romance, royalty, sexuality, the proper distribution of justice, myth, spirituality, and general elements present in the fantasy genre. SCP-4250-4’s cognitohazards result in spontaneous generation of morphine molecules within the heart. These morphine molecules hold anomalous properties, in that they pass the blood-brain barrier with 100% efficiency, causing rapid overdose and the cessation of pulmonary and cardiac activity.\n\n\nSample:\n \nThe princes, now complete in their amorous activities, fell off of each other and back into the silky linens of their bed. Sweat and other fluids stained into the sheets, though that was of little concern to either party.\n\n“That was wonderful,” gasped Erai, panting between words.\n\n“Yes,” replied Waloe, though his feelings deep down said differently. Even as his body was wracked with ecstasy, he still could not help but feel as though he were engaged in something \nwrong\n.\n\nThere were reasons, after all, that they had kept their affair so secret.\n\nHow long their embrace was! Holding each other, not just out of a desire for affection, but to comfort themselves and absolve their guilt.\n\n\n\n\nSCP-4250-5:\n\n\nColor:\n \nRed\n\n\nThematic Element:\n Stories written via the use of SCP-4250-5 will contain themes/motifs of interpersonal violence, war, blood, sexuality, and revolution. Cognitohazards of SCP-4250-5 result in spontaneous degradation of veins and arteries, followed by skin lesions, leading to massive internal hemorrhaging, external blood loss, and ultimately exsanguination.\n\n\nSample:\n \nAlmost instantly, a searing light washed over me, a flash so bright that even with my eyes closed, I felt as though a second sun had made daybreak. The heat, too, was awful, and I barely managed to crawl behind the obelisk for shelter. When the brightness died, I gently opened my eyes, testing the waters of vision. The dunes in front of me cast harsh shadows, and when I turned around to look, victim of my curiosity, the sky had been painted brilliant oranges and greens and purples. A great column of smoke stepped out of its earthly prison, burning inside, but black as the midnight sky. The city, gone, the sounds of fighting quiet.\n\nAnd then all at once, a percussive bellow passed by, the shockwave bringing the grains of sand to dance, as if in vulgar celebration.\n\nThe cloud rose into the sky, triumphant, lording over its city of dead men.\n\nPerhaps it was all for the best, one last detonation on this earth.\n\nBut nothing really ends, does it?\n\n\n\n\nSCP-4250-6:\n\n\nColor:\n Black\n\n\nThematic Element:\n Works written through the use of SCP-4250-6 universally revolve around K-Class scenarios, and the failure of the protagonists to prevent it from occurring. SCP-4250-A, while using SCP-4250-6, will display deep knowledge of SCPs regardless of clearance level or affiliation with the Foundation. This is not to be considered an informational breach unless shown to other personnel. Cognitohazards generated by SCP-4250-6 will [DATA EXPUNGED] resulting in near instantaneous [DATA EXPUNGED].\n\n\nSample:\n [REDACTED]\n\n\nNote:\n Internal Foundation Memo released to Site-64 Personnel\n\n\nNo, we are not going to show you what someone under the influence of SCP-4250-6 wrote. Nearly every portion of that story contains details about highly classified SCPs that, if you read it, would constitute an informational breach, and given the effects of the cognitohazards, it’s not worth trying for a different story. It’s probably above your clearance, and in any case, we’ve got enough SCPs to deal with here that you don’t need to read a work of fiction to get scared about them. Do your jobs. You’re not literature snobs, you’re Foundation personnel. Act like it.\n\n\n-Director Holman\n\n\n\n\n\n\n\n\n\n\n\n\nTest Log 4250/T:\n\n\n\n\n\n\n\n\n▼ Access Test Log 4250/T ▼\n\n\n\n\n▲ Hide Test Log 4250/T ▲\n\n\n\n\nSCP-4250 Test Log\n\n(Abridged for sake of simplicity)\n\n\n\n\n\n\n\n\nTest R12 - 9/13/17\n\n\nSubject:\n D-67893\n\n\nProcedure:\n Subject was given SCP-4250-4.\n\n\nResults:\n D-67893 wrote a 174-page novel detailing the culturally taboo (in the context of the literary universe) but passionate relationship between two princes from rivalling kingdoms: one elf, one human. The story culminates in the revelation to the rest of the characters that the two princes were in love, ending in a unification treaty between the two kingdoms. Story was published on a digital medium. Subject claimed no knowledge of the story’s contents following this test, but acknowledged the handwriting to be theirs, while in disbelief that they wrote such a “gay-ass book” [sic].\n\n\nNote:\n Cognitohazardous page was disposed of without incident.\n\n\nTest B9 - 10/22/17\n\n\nSubject:\n D-77201\n\n\nProcedure:\n Subject was given SCP-4250-1\n\n\nResults:\n Subject proceeded to write a 386 page novel concerning a divorce between a middle-aged couple, and the subsequent attempts of the husband to win back the heart of his ex-wife. Eventually, the husband gives up, acknowledging that he cannot win back his ex-wife’s love, and turns to a life of seafaring on a personal sailboat. Story was published under the alias of “Leo Wexler” via a Foundation front company, reaching #78 on the Goodreads\n7\n list of the best 100 fiction works of the year. D-77201 claimed to not remember his writing process, but accepted the work as his own once it was revealed to him that his book had reached a significant audience.\n\n\nNote:\n Accidental exposure of Junior Researcher ██████████ to SCP-4250-1’s cognitohazard. Site-64 security quickly apprehended Junior Researcher ██████████ and placed him in the medical bay on suicide watch. ██████████ made a full recovery following the administration of counteracting memetic agents.\n\n\nTest V5 - 12/01/17\n\n\nSubject:\n D-23595\n\n\nProcedure:\n Subject was given SCP-4250-6\n\n\nResults:\n Subject proceeded to write a novel about SCP-████, SCP-████, SCP-████, and SCP-████, which, in collaboration with [DATA EXPUNGED] leading to an XK-Class scenario, and the aftermath, wherein [DATA EXPUNGED]\n\n\nNote:\n Botched disposal of the cognitohazard led to the deaths of four research personnel and the subject. Containment procedures revised accordingly.\n\n\n\n\n\n\n\n\n\n\n\n\nInterview 4250/1:\n\n\n\n\n\n\n\n\n▼ Access Interview 4250/1 ▼\n\n\n\n\n▲ Hide Interview 4250/1▲\n\n\n\n\nInterview of POI-66921\n\n\n\n\n\n\n\n\nInterviewed:\n POI-66921 - Rachel Long\n\n\nInterviewer:\n Senior Researcher Jonas Tambor\n\n\nForeword:\n Following the publishing of D-77201’s novel online, POI-66921, of the GOI “Are We Cool Yet” intentionally made contact with the Foundation, and allowed herself to be taken into Foundation custody. The following was recorded on 1/7/18, two days after POI-66921 was taken into custody.\n\n\n\n\n<Begin Log>\n\n\nTambor:\n Good afternoon, Ms. Long. How are you feeling?\n\n\nLong:\n Decent enough, I guess.\n\n\nTambor:\n Glad to hear it.\n\n\nLong:\n You guys are pretty nice to me, considering the circumstances.\n\n\nTambor:\n The circumstances are \nwhy\n we are treating you so well. You surrendered yourself into Foundation custody. That makes things a \nlot\n easier for us. Let me look through your file…\n\n\nTambor pauses to examine the dossier\n\n\nTambor:\n Says here you’ve been with “Are We Cool Yet” for quite a bit of time. Nearly ten years.\n\n\nLong:\n Sounds about right.\n\n\nTambor:\n We’ve got an object in our custody that seems to fit the lines of something you would do.\n\n\nLong:\n Mmm. Pens?\n\n\nTambor:\n Yes, actually. You know something about this?\n\n\nLong:\n How much is this info worth to you, exactly?\n\n\nTambor:\n You surrendered yourself into Foundation custody. You’re not negotiating from a position of strength. If you wanted to bargain, you should’ve done that before you got here.\n\n\nLong:\n I need to eat, Doctor-\n\n\nTambor:\n It’s, uh, researcher, actually. Are you hungry? I can bring you something from the site cafeteria.\n\n\nLong:\n I mean I have bills to pay. Making art takes time and effort, and I have projects I’ve been planning out. I want to be fairly compensated for the information I give you.\n\n\nTambor:\n I’ll see what can be done. In the meantime, I’d like to request that you start talking.\n\n\nLong:\n Not until I get a guarantee. A hundred thousand dollars. Cash.\n\n\nResearcher Tambor sighs and pauses for a minute.\n\n\nTambor:\n Fifty thousand.\n\n\nLong:\n Eighty.\n\n\nTambor:\n Seventy-five.\n\n\nLong:\n Fine. Seventy-five thousand dollars.\n\n\nTambor:\n Okay. Now. Let’s talk.\n\n\nLong:\n The pens.\n\n\nTambor:\n Yes. The pens. What do you know about them?\n\n\nLong:\n Well, I made them, for one thing. Transcripted an existing set of pens, and gave the new ones their traits. It’s all pretty simple, actually.\n\n\nTambor:\n Why would you do this? Make these pens?\n\n\nLong:\n It was a gift, for… a friend of mine. Someone who loved to write, but struggled with the creative process. You know how it is. She’s sweet. I gave her the pens, they were for her. I… don’t know how you guys got them.\n\n\nTambor:\n I’m not at liberty to discuss that information.\n\n\nLong:\n I’m sure.\n\n\nTambor:\n Did she have a name?\n\n\nLong:\n I just called her Tessa. We didn’t share our real identities. Too risky, you never knew if somebody was just an informant. For the GOC or any other group that didn’t tolerate us.\n\n\nTambor:\n Ah.\n\n\nLong:\n Sorry I can’t tell you more.\n\n\nTambor:\n Don’t worry about it.\n\n\nTambor:\n Why add the compulsion for constant writing? Most of our tests end with the subjects acquiring carpal-tunnel. We have to use IV drips just to keep them alive!\n\n\nLong:\n That was never a concern for her. She’s better than most people, in a lot of ways. And it was only so she could get her stories done quickly.\n\n\nTambor:\n And the cognitohazards? Why make them lethal? Hell, why make them at all? Wouldn’t those pose a serious threat to your friend?\n\n\nLong:\n Like I said. She’s better. She wasn’t always like us. She wasn’t affected.\n\n\nLong sighs and pauses for a moment\n\n\nLong:\n Every work of art needs a signature, anyhow. It’s what we do. Think of it as… the back cover flap on a book.\n\n\nTambor:\n Ah.\n\n\nLong:\n And now, some hack named Wexler has published something written with \nmy\n tools, my \nwork\n. I don’t just want that money to pay my rent. I want it because you’ve used my work. Without my permission. I want restitution.\n\n\nTambor:\n “Leo Wexler” is a fake name we made for D-77201’s story. How did you know it was his?\n\n\nLong:\n There were clues in the writing. It followed all the signs of someone having used the blue one. And there were certain phrases, that I knew, I \nknew\n someone using the pen had written.\n\n\nTambor:\n Such as?\n\n\nLong:\n There’s a part where the main character notes that “the sparrow’s song is sweet”, another where he says “All washed, cleansed years”, and so forth. If you know what to look for, it’s easy to spot.\n\n\nTambor:\n I see. Well, Ms. Long, I appreciate your time. I think we have what we need to know.\n\n\nLong:\n That was… quick. Can I leave yet?\n\n\nTambor:\n I’ll have to discuss that with the site director. In the meantime, can I get you anything?\n\n\nLong:\n Just some water, please, thanks.\n\n\nTambor:\n I’ll get on that.\n\n\n<END LOG>\n\n\n\n\nNote:\n POI-66921 currently remains in Foundation custody as per order of Site Director Holman. Researcher Tambor was reprimanded for promising financial resources to a member of a disruptive and potentially threatening group of interest. No financial resources have been allocated to POI-66921.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. See Test Log 4250/T, Test V5\n\n\n2\n. Specifically of the V5 series\n\n\n3\n. Analysis of the serial numbers on SCP-4250-1 through -6, compared with Pilot production records, indicate that no such pens were produced in any official capacity.\n\n\n4\n. Instances of SCP-4250-A have been observed collecting between 100 to 400 sheets of paper\n\n\n5\n. Such cognitohazards have no effect on SCP-4250-A until after the subject no longer exhibits anomalous properties\n\n\n6\n. Not all works written using SCP-4250 involve every corresponding theme described below, but all works consistently involve at least one\n\n\n7\n. A website not affiliated with the Foundation, dedicated to cataloging literary works\n\n\n\n\n\n\n\n\n« \nSCP-4249\n | SCP-4250 | \nSCP-4251\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4250\n\" by Lady Zero, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4250\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n SCP-4250.jpg\n\n\nAuthor:\n \nLady Zero\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [
        "Addendum 4250/L:"
    ],
    "documents": [],
    "notes": [
        "\" SCP-4250 \" by Lady Zero, from the SCP Wiki . Source: https://scpwiki.com/scp-4250 . Licensed under CC-BY-SA .",
        "Filename: SCP-4250.jpg Author: Lady Zero License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "item": "SCP-4250",
    "object_class": "Euclid",
    "containment_procedures": "SCP-4250 is to be housed within the E Wing of Site-64 in a standard Euclid Object containment unit. Approval for testing SCP-4250-1 through SCP-4250-61 SCP-4250-5 must be granted by the Assistant Director of Research while tests involving SCP-4250-6 must be approved by Site Director Holman.",
    "description": "SCP-4250 is the collective designation for a set of six (6) colored rolling-ball pens2, designed and manufactured by the Pilot Pens company3. Despite having been used far in excess of a normal pen’s lifespan, each instance of SCP-4250 remains at full ink capacity, with test subjects reporting the ink and flow to be of exceptionally high quality.",
    "title": "SCP-4250"
}