{
    "url": "https://scp-wiki.wikidot.com/scp-4251",
    "all_text": "rating: \n+58\n+\n–\nx\n\n\n\n\n\n\nDense ground foliage within SCP-4251.\n\n\n\n\n\n\nItem #:\n SCP-4251\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n A Stationary Task Force is to prevent entry into the area by patrolling the perimeter. Any individuals approaching the area are to be told that it is closed off for conservation efforts. Gravitational readings within SCP-4251 are to be monitored regularly via a gravimeter placed at its epicenter. Any uncharacteristic fluctuations are to be investigated immediately.\n\n\nDescription:\n SCP-4251 is an area of land approximately 35 km\n2\n located within the Northern Forest Complex in northern Myanmar. The area exhibits a gravitational pull that is alternately significantly lower and significantly higher than the average level of gravity on the rest of Earth (\ng\n), with fluctuations between the two states occurring abruptly every 230 to 247 days. Gravitational pull during periods of low gravity has been measured at an average of .102\ng\n1\n. During periods of high gravity, it has been measured at an average of 7.04\ng\n2\n. The gravitational pull is strongest at its epicenter, gradually reducing in strength towards the edge of the anomaly.\n\n\nSCP-4251 contains a self-sustaining ecosystem of both plant and animal life. For a detailed list of descriptions, consult document 4251-EXT. Organisms found within SCP-4251 are not classed as anomalous instances as of 4/16/2011 (see addenda).\n\n\nAddendum SCP-4251-1:\n Video Exploration Logs\n\n\n\n\nDOWNLOAD: 4251_remote_viewing.avi\n\n\n\n\n4251_remote_viewing.avi\n\n\n\n\n\n\nRemote Exploration Video Log Transcript\n\n\nDate:\n 07/12/2010\n\n\nNotes:\n The area was located by word of mouth from local civilians. Initial exploration was attempted with a multi-rotor aerial drone equipped with serrated rotary blades designed for cutting foliage in the forested region. The exploration occurred during a period of low gravity. Event log notes the distance from the epicenter of the anomalous region.\n\n\n\n\n[BEGIN LOG]\n\n\n+3.6 km:\n Drone is deployed at the approximate edge of the anomalous region, in a section of temperate rainforest.\n\n\n+3 km:\n The makeup of the area's flora has changed notably. There are few trees, and leafy ground plants are taller than at entry point. Insectoid life appears standard. A large hooded treepie bird (\nCrypsirina cucullata\n) is seen in flight. Due to the reduced gravity, the drone has begun to accelerate; forward propulsion is reduced to compensate for the lack of resistance.\n\n\n+2.1 km:\n No trees are visible. Remaining foliage consists of leafy plant life superficially similar to ferns and broad-leaf evergreens. This foliage extends vertically an estimated 6 m from the ground in thin strands, similar to the distribution of a high grass. Leaves are enlarged when compared to normative plant life. Rotary blades are activated as the anomaly complicates navigation through the forest. Forward thrust has been reduced considerably.\n\n\n+1.3 km:\n Camera captures an insectoid approximately .75 m in diameter on a thin web suspended in the foliage. It is dark brown in color, with grey markings on its carapace that form concentric diamond shapes. Though resembling a spider, the insectoid has twelve limbs. A jointed filament extends from the back side of its abdomen, resembling a tail. The filament splits into multiple points at the end; it moves from side to side.\n\n\n+0.4 km:\n Drone enters a clearing in the foliage. Camera is angled to reveal that the drone is directly above a body of water. Forward propulsion is minimal and gravitational effects appear to have stabilized with no further change. Drone is piloted lower, to hover over the water. Drone is rotated and camera pans right to reveal two mammalians at the edge of the water. Each is approximately the size of a wolf and is close to the ground, with 4 short, thick legs ending in hooves. The animals are covered in uniform brown fur, with a head similar to that of an antelope. They have short, forward-facing horns. Between the two limbs on each side of the body is a fold of membranous tissue (patagium). The drone is piloted closer; the animals startle. They rapidly leave the area, alternately leaping and using the patagium to glide moderate distances.\n\n\n0 km:\n Plant matter has begun to accumulate on the rotary blades. Given the risk of entanglement, forward propulsion is increased and the drone is piloted upwards. More insectoids matching the earlier description are visible in the upper portions of the foliage, which extends approximately 7 m above ground level. The drone is returned to the research camp and samples are collected from the material on the body of the drone.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nDOWNLOAD: 4251_init_exploration.avi\n\n\n\n\n4251_init_exploration.avi\n\n\n\n\n\n\nAudio/Video Fieldwork Log Transcript\n\n\nDate:\n 07/13/2010\n\n\nPersonnel:\n Dr. Antony Duchesne (Gravitational physics); Assistant Researcher Naresh Baral (Exobotany)\n\n\nExpedition Goals:\n To collect samples; to deliver a gravimeter for the continued measurement of the anomaly; to describe the extent of anomalous life found within SCP-4251.\n\n\nNotes:\n The following are excerpts taken from the expedition footage. The complete footage may be requested from the archives, entry LOC-4251.\n\n\n\n\n[BEGIN LOG]\n\n\nBaral:\n Okay, it's running.\n\n\nDuchesne:\n Great. Thank you. Alright, we are about, uh, half a kilometer into the area. We're starting to see some changes. Doesn't feel much different yet.\n\n\nThe camera focuses briefly on Dr. Duchesne's face before Assistant Researcher Baral pans it side to side to capture a panoramic shot of the area.\n\n\nBaral:\n So, the most interesting thing at this point is the lack of trees. The forest is still dense, but it's more ferns and bushes. Everything looks healthy. There's no, uh, weird smells. Anything else we need to mention?\n\n\nDuchesne:\n No. That's good. Just keep the camera running. We could probably turn it off for a while, but \n(pause)\n No, let's keep it on just in case.\n\n\nBaral:\n In case we get eaten.\n\n\nDuchesne:\n We're not going to get eaten. We've got stun batons in case of predators. We figured guns would be too risky in this environment. We don't know what the anomaly might do to the trajectory of a bullet.\n\n\nBaral:\n Did you ever get into guns? Shooting or anything?\n\n\nDuchesne:\n Let's try not to talk about irrelevant stuff. We're just making more work for the transcriber.\n\n\nBaral:\n Sorry.\n\n\n<Cut.>\n\n\nThe expedition has reached a depth of approximately 1.5 km. The camera captures high, leafy fronds. The expedition crew are moving through it, using their hands to push the plants aside.\n\n\nBaral:\n You kind of don't notice the trees are going away until they're gone. They- oh my god. There's one.\n\n\nCamera focuses on an insectoid similar to those discovered via drone investigation. The insectoid is approximately .3 m in diameter and is motionless in its web, suspended between two fern-like plant stems. Its \"tail\" moves from side to side in rapid \"flicks\".\n\n\nBaral:\n This one is small. Wow. Can you hold this while I get the book?\n\n\nBaral passes the camera to Duchesne. Camera captures Baral opening a field guide titled \"Spiders of Central Asia\". He spends some time looking through the pages.\n\n\nBaral:\n It looks the most like a Psechrus. For the transcriber, that's P-S-E-C-H-R-U-S. It's got that little tail, though.\n\n\nDuchesne passes the camera back to Baral, who records 55 seconds of footage of the insectoid. At this distance, small, clawlike protrusions are visible on the ends of its limbs. The insectoid moves abruptly, its \"tail\" curling up over its body.\n\n\nBaral:\n Let's not scare him.\n\n\n<Cut.>\n\n\nA shot of a grey moth with a wingspan of approximately 15 cm, gliding slowly. The moth unfurls a second, smaller set of wings from the sides of its abdomen. The second set of wings are oriented vertically and flap forward, against the moth's trajectory, to slow its movement.\n\n\n<Cut.>\n\n\nDuchesne:\n We are very solidly in reduced gravity now. Movement is easier because we're so much lighter, but it's uncomfortable. It feels a bit wrong, like being underwater. We're getting close to the center, I think. Judging by how fast the drone was moving. I made some calculations.\n\n\nBaral:\n Can you go ahead a bit so I can get a good shot of the movement?\n\n\nDuchesne:\n Yeah.\n\n\nDuchesne is taking large, slow steps. Each step propels him a significant distance from the floor, from which he descends slowly. He pushes the foliage aside with both hands. There is little resistance.\n\n\nBaral:\n Yeah. We're on the moon. The plants are really soft. No rigidity at all. They wouldn't need it to stay upright. (pause) Did you hear that?\n\n\nDuchesne:\n No.\n\n\nDuchesne turns to face the camera. He jumps once to an unusual height and slowly descends.\n\n\nBaral:\n This is insane. We're, uh- we're going to plant the instrument now, I think. The roots are pretty dense, so it's going to be difficult securing it.\n\n\n[END LOG]\n\n\nExpedition Outcomes:\n Samples of plant and insectoid life collected; gravimeter placed; possible evidence of anomalous mammalian life observed.\n\n\n\n\n\n\n\n\n\n\n\n\nDOWNLOAD: 4251_mtf_exploration.avi\n\n\n\n\n4251_mtf_exploration.avi\n\n\n\n\n\n\nExploration Video Log Transcript\n\n\nDate:\n 08/26/2010\n\n\nExploration Team:\n MTF Zeta-9 (\"Mole Rats\")\n\n\nNotes:\n After the initial incursion into SCP-4251, Dr. Duchesne and his assistant returned to laboratory facilities to analyze data for the planning of further explorations. Five weeks later, the gravimeter placed within the anomaly registered an abrupt and drastic change in gravitational pull from 0.92 m/s\n2\n to 70.6 m/s\n2\n. MTF Zeta-9 (\"Mole Rats\") were selected for their familiarity with gravitational anomalies and outfitted with reinforced High-Pressure Environment suits to allow for normal locomotion under high gravity before being deployed to the area.\n\n\nThe following are excerpts taken from the expedition footage. The complete footage may be requested from the archives, entry MTF-4251.\n\n\n\n\n[BEGIN LOG]\n\n\nZeta-9-1:\n Are we good?\n\n\nCommand:\n Audio and video online. Proceed whenever you're ready. I'm turning you over to Doctor Duchesne.\n\n\nZeta-9-1:\n Doctor?\n\n\nDuchesne:\n I can hear you. Whose body cam am I looking through?\n\n\nCommand:\n The team leader's.\n\n\nZeta-9-1:\n Yeah. Alright. Time at insertion: five twenty-seven A.M.\n\n\n<Cut.>\n\n\nZeta-9-3:\n We're seeing some of that thinning of the forest. It's getting easier to maneuver.\n\n\nDuchesne:\n How are you feeling?\n\n\nZeta-9-2:\n Either the gear is working or we aren't in deep enough yet.\n\n\nDuchesne:\n The forest is a lot looser than before. I would assume those plants were heavily affected by the anomaly.\n\n\n<Cut.>\n\n\nThe team is approximately half a kilometer from the central biome. The landscape is now made up solely of ground plants.\n\n\nZeta-9-1:\n No one drop anything. The gravity in here will smash it for you, whatever it is. Duchesne? Want to look at this plant life now?\n\n\nDuchesne:\n Yes. How dense is it?\n\n\nZeta-9-1 stops and kneels. Dense ground cover is visible, made up of leafy vines and a ground plant resembling ferns native to the area. He uses his hands to pull on some of the vines, then pushes at the earth with a finger. There is very little give. He pushes the first joint of his finger into the dirt.\n\n\nZeta-9-1:\n I can't really get my hands down into the dirt. It's dense. It feels like this thing has a really dense root system. These look like the plants we saw from the first trip, just horizontal.\n\n\nDuchesne:\n That might be exactly what we're looking at. But the others had larger leaves. I wonder if those died off.\n\n\nZeta-9-4:\n I'm taking a sample.\n\n\nDuchesne:\n Thank you.\n\n\nZeta-9-4:\n Wait. Look at this.\n\n\nZeta-9-1 stands and approaches Zeta-9-4, who is kneeling. He bends down. Camera footage captures a cluster of opaque white eggs beneath some of the foliage. Each is approximately the size of a marble.\n\n\nZeta-9-3:\n Spider eggs?\n\n\nZeta-9-2:\n We haven't seen any spiders. Actually, we haven't seen any insects in a while.\n\n\nZeta-9-3:\n Should I touch one?\n\n\nDuchesne:\n Carefully.\n\n\nZeta-9-3:\n It's hard. Really hard.\n\n\nDuchesene:\n Take a sample. It's about the only thing small enough.\n\n\nZeta-9-3 carefully separates one eggs from the others. They are bonded together into a cluster with a thick, viscous substance that also adheres them to the ground.\n\n\nZeta-9-3:\n It's like rubber cement.\n\n\nZeta-9-3 detaches a container for biological specimens from her belt and places the egg within it.\n\n\n<Cut.>\n\n\nAt a distance, Zeta-9-1's body cam shows 3 animals resembling large, scaled rodents. Each is approximately 2 m length by 1.5 m width. They move at a slow crawl, alternately moving the limbs on the left and then on the right side of the body in a horizontal \"climbing\" motion. Each limb ends in a paw with long, curved talons.\n\n\nZeta-9-1:\n We've got three \n(pause)\n of whatever the fuck this is. Should we get closer?\n\n\nCommand:\n Negative. Do not approach.\n\n\nZeta-9-4:\n Are they coming over?\n\n\nCommand:\n Hold your position unless you see signs of aggression.\n\n\nDuchesne:\n You're faster than they are with those suits.\n\n\nThe team holds their position in silence for 16 minutes while the creatures approach them. They move to avoid the team and pass by them on the left without acknowledgement.\n\n\n<Cut.>\n\n\nOne of the mammalians identified during remote exploration snuffles along the ground, apparently hunting for food. It is significantly leaner than those seen previously.\n\n\nZeta-9-4:\n \n(laughs quietly) (whispering)\n They seem docile.\n\n\n<Cut.>\n\n\nThe MTF has reached the lake previously identified by remote exploration. Zeta-9-2 is visible by the water, looking into it.\n\n\nZeta-9-2:\n You need to come and look at this.\n\n\nZeta-9-1:\n What is it?\n\n\nZeta-9-2:\n Birds. \n(loud inbreath)\n God.\n\n\nZeta-9-1 approaches and angles his body cam down into the water. The lake deepens drastically less than a meter from the shore. Visible are a group of large creatures resembling birds swimming in the water. Each creature has long, trailing feathers on the wings and tail. The wings are being flapped for propulsion, with the tail acting as a rudder. The rest of the body is feathered in blue and brown.\n\n\n<Cut.>\n\n\nZeta-9-1:\n We're all good here, Command.\n\n\nCommand:\n Anything else before they begin extraction, Doctor?\n\n\nDuchesne:\n I guess not.\n\n\nZeta-9-1:\n We're going to push through to the other side, find out what things look like where this ends.\n\n\nCommand:\n Acknowledged.\n\n\n<Cut.>\n\n\nZeta-9-1 stands stationary to capture a still shot of 2 furred mammalians, who are lying down side by side. One is nuzzling the other's neck.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum SCP-4251-2:\n\n\n\n\nFinal Observations from Dr. Duchesne\n\n\n\n\nFinal Observations from Dr. Duchesne\n\n\n\n\n\n\nEntry Date:\n 4/16/2011\n\n\nEntry Author:\n Dr. Antony Duchesne, Principal Investigator\n\n\nThe following remarks refer to the publishing of our findings regarding the genetic and anatomical makeup of the organisms found within SCP-4251.\n\n\nAnalysis has shown that these creatures, despite being strange to look at, do not possess any characteristics that could not arise naturally in an ecosystem. Many of them appear to be the genetic descendants of species believed long-extinct. The arachnids found in the area, for example, closely resemble \nChimerarachne yingi\n, an arachnid believed to have existed 100 million years ago, and the fossilized remains of which have been found in northern Myanmar. Although I initially believed that these organisms held anomalous properties themselves, I now see that I was wrong.\n\n\nAs a result, I am recommending that these organisms no longer be classified as SCP instances, due to their lack of anomalous properties. There are some who would argue that their inclusion \nwithin\n an SCP is sufficient to justify this classification, but if that is the case, where do we draw the line? At what point are the ferns merely ferns, and at what point are they anomalies? At the border of the anomalous region? Or only those found within the central biome?\n\n\nFrom what we can observe, the organisms have in no way contributed to the existence of the gravitational anomaly - their presence within it speaks only to the adaptability of life on Earth, and perhaps the ubiquity of life itself.\n\n\nI hope you will take these considerations into account.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Between .8 m/s\n2\n and 1.2 m/s\n2\n.\n\n\n2\n. Between 66.7 m/s\n2\n and 71.3 m/s\n2\n.\n\n\n\n\n\n\n\n\n« \nSCP-4250\n | SCP-4251 | \nSCP-4252\n »",
    "addendums": [
        "Addendum SCP-4251-1: Video Exploration Logs\n"
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-4251",
    "object_class": "Safe",
    "containment_procedures": "A Stationary Task Force is to prevent entry into the area by patrolling the perimeter. Any individuals approaching the area are to be told that it is closed off for conservation efforts. Gravitational readings within SCP-4251 are to be monitored regularly via a gravimeter placed at its epicenter. Any uncharacteristic fluctuations are to be investigated immediately.",
    "description": "SCP-4251 is an area of land approximately 35 km2 located within the Northern Forest Complex in northern Myanmar. The area exhibits a gravitational pull that is alternately significantly lower and significantly higher than the average level of gravity on the rest of Earth (g), with fluctuations between the two states occurring abruptly every 230 to 247 days. Gravitational pull during periods of low gravity has been measured at an average of .102g1. During periods of high gravity, it has been measured at an average of 7.04g2. The gravitational pull is strongest at its epicenter, gradually reducing in strength towards the edge of the anomaly.",
    "title": "SCP-4251"
}