{
    "url": "https://scp-wiki.wikidot.com/scp-4254",
    "all_text": "rating: \n+77\n+\n–\nx\n\n\n\n\n\n\nArchive photo of a SCP-4254 manifestation shortly before demanifestation.\n\n\n\n\n\n\nItem #:\n SCP-4254\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Due to the inconsistent and widespread range of SCP-4254 manifestations, containment efforts are to focus on information control and amnestic application rather than physical apprehension. Foundation watch teams are to maintain observation of past SCP-4254 manifestation locations, as well as the Graceland mansion in Memphis, Tennessee.\n\n\nWitnesses to SCP-4254 manifestations are to be administered amnestics on a case-by-case basis, depending on the level of anomalous behaviour demonstrated during said manifestation.\n\n\nDescription:\n SCP-4254 is the collective designation for an as-of-yet unknown number of incorporeal entities superficially resembling deceased musician Elvis Presley, which spontaneously appear and disappear at variable locations. SCP-4254 manifestations have been known to occur throughout the entire territory of the United States of America, with smaller numbers appearing in parts of Germany. The majority of these manifestations occur at locations either frequented or performed at by Presley during his lifetime, although outliers have been noted.\n\n\nUpon manifestation, instances of SCP-4254 will remain in one location and engage in behaviour such as dancing and singing in the manner of one of Presley's performances. Attempts to engage with the SCP-4254 instance at this time will completely be ignored, and continuous attempts will result in an early demanifestation and immediate remanifestation in another location. The length of these performances are inconsistent, and have been known to vary from a few minutes to several hours.\n\n\nOnce the performance concludes, there is a brief window of time during which an SCP-4254 instance will respond to questioning and other forms of engagement. All instances of SCP-4254 are capable of speech, but will mostly do so by quoting lyrics from Elvis Presley songs; when they do not communicate in this way, it is via extremely short and simple sentences. The period of time during which an SCP-4254 instance will respond to questioning is extremely short, and usually lasts only two to three minutes before the instance demanifests.\n\n\nInterview Log 4254-1:\n\n\nThe following are collected transcripts of exchanges with Foundation Agents immediately following SCP-4254 performances. Note that these exchanges are only possible when the performance is lengthy enough for Agents to reach the area before it concludes.\n\n\n\n\n<Begin Log>\n\n\nAgent Marlow:\n Hello? Can you understand me?\n\n\nSCP-4254:\n Like a river surely to the sea.\n\n\nAgent Marlow:\n What are you? Where did you come from?\n\n\nSCP-4254:\n Well, it's down the end of lonely street.\n\n\nAgent Marlow:\n Lonely street … somewhere where it's just you, then? Is that right? What are you doing \nhere\n?\n\n\n(SCP-4254 demanifests.)\n\n\n<End Log>\n\n\n\n\n\n\n<Begin Log>\n\n\nAgent Ogden:\n What are you doing here? This is a grocery store, you understand that, yes?\n\n\nSCP-4254:\n Baby, if I made you mad for something I might have said. Elvis, E-Elvis.\n\n\nAgent Ogden:\n Yes, you're dressed like Elvis Presley. Why is that?\n\n\nSCP-4254:\n You were always on my mind. You were always on my mind. With burning love. Where?\n\n\nAgent Ogden:\n Where what?\n\n\n(SCP-4254 demanifests.)\n\n\n<End Log>\n\n\n\n\n\n\n<Begin Log>\n\n\nAgent Maahir:\n When we last spoke to one of you fellows, you asked 'where?' and then vanished. What were you asking us, friend?\n\n\nSCP-4254:\n Don't be cruel to who a heart that's true. E-Elvis. Where? Where?\n\n\nAgent Maahir:\n You want to know where Elvis Presley is? Um.\n\n\nSCP-4254:\n A little less conversation, a little more action, please. Where? Elvis. Where?\n\n\n(Pause.)\n\n\nAgent Maahir:\n Well, I'm very sorry, but I'm afraid he passed away. Quite a while ago, actually.\n\n\n(SCP-4254 moans for several seconds straight, vibrating intensely.)\n\n\nAgent Maahir:\n I'm very sorry, are you alright?\n\n\nSCP-4254:\n Lord have mercy. Lord have mercy. Lord have mercy. Lord have mercy.\n\n\nAgent Maahir:\n Perhaps if you calmed down just a tad, we could discuss this further.\n\n\nSCP-4254:\n Don't be cruel to who a heart that's true. Elvis. Elvis! I'm so happy that you're mine. Mine, mine, mine, mine, mine, mine, mine, mine.\n\n\n(SCP-4254 demanifests.)\n\n\n<End Log>\n\n\n\n\nFollowing this final interview, the number of SCP-4254 manifestations around Presley's Graceland mansion intensified severely. The number of new manifestations was concentrated specifically around Presley's burial site in the Meditation Garden, with as many as six instances appearing at a time.\n\n\nAddendum 4254-1 (The Blakewood Tape):\n\n\nOn 03/23/2017, a short clip was posted onto several online paranormal communities claiming to be taken from test footage filmed for a cancelled 1977 Elvis Presley television performance shortly before the musician's death.\n\n\nThe poster claimed to be an assistant on the set named Jacob Blakewood who had managed to smuggle the footage out of the studio following the cancellation of the performance.\n\n\nA transcript of the forty-four second video is as follows. Due to degradation of the original tape, no audio is present.\n\n\n\n\n00:00 - 00:05:\n Video begins. Camera is initially facing left of the stage, but is then turned towards the center, where Presley is standing behind a microphone. As the camera moves, an individual walks in front of it, obscuring the shot for a moment.\n\n\n00:06 - 00:14:\n An assistant runs quickly onto the set and takes an empty coffee cup from Presley. An indistinct humanoid figure is visible alongside her. No facial features or other distinguishing marks are visible.\n\n\n00:15 - 00:19:\n The indistinct humanoid figure, facing towards Presley, takes several steps backwards away from him and then moves towards him again. Although the assistant does not react to the figure's presence, Presley's eyes visibly follow its movements.\n\n\n00:20 - 00:22:\n The assistant leaves the stage. Two more indistinct figures appear directly behind Presley. He glances over his shoulder at them, then looks forward again, and his body language suggests extreme discomfort.\n\n\n00:23 - 00:26:\n A fourth indistinct figure appears, kneeling on the ground next to Presley and rubbing its face against his leg. Presley moves away, passing through the entity and beginning to walk off stage.\n\n\n\n\n00:27 - 00:40:\n As Presley continues to make his way off stage, numerous more indistinct figures begin to appear\n1\n. Another individual, identified as television director Martin Granger, approaches and appears to argue with Presley, pointing several times emphatically at his previous position on the stage. Presley shakes his head and attempts to push Granger out of the way, but meets resistance. Further indistinct figures continue to appear throughout this exchange, approaching Presley, who grows more agitated.\n\n\n00:41 - 00:44:\n Presley shoves Granger away, sending him to the floor. As he runs off-camera, away from the stage, he can be seen crying and hyperventilating. The mass of indistinct figures, which by this point almost takes up the entire frame, follows after him. Video ends.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Although the quality of the video and the sheer mass of figures, makes the exact number difficult to determine, current estimates are at sixty to seventy individual entities at this point in the video.\n\n\n\n\n\n\n\n\n« \nSCP-4253\n | SCP-4254 | \nSCP-4255\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4254\n\" by Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4254\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n scpelvis.jpg\n\n\nName:\n Elvis at Mary's Party\n\n\nAuthor:\n Mark Surman\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [
        "Addendum 4254-1 (The Blakewood Tape):\nOn 03/23/2017, a short clip was posted onto several online paranormal communities claiming to be taken from test footage filmed for a cancelled 1977 Elvis Presley television performance shortly before the musician's death.\nThe poster claimed to be an assistant on the set named Jacob Blakewood who had managed to smuggle the footage out of the studio following the cancellation of the performance.\nA transcript of the forty-four second video is as follows. Due to degradation of the original tape, no audio is present."
    ],
    "documents": [],
    "notes": [
        "<Begin Log> Agent Marlow: Hello? Can you understand me? SCP-4254: Like a river surely to the sea. Agent Marlow: What are you? Where did you come from? SCP-4254: Well, it's down the end of lonely street. Agent Marlow: Lonely street … somewhere where it's just you, then? Is that right? What are you doing here ? (SCP-4254 demanifests.) <End Log>",
        "<Begin Log> Agent Ogden: What are you doing here? This is a grocery store, you understand that, yes? SCP-4254: Baby, if I made you mad for something I might have said. Elvis, E-Elvis. Agent Ogden: Yes, you're dressed like Elvis Presley. Why is that? SCP-4254: You were always on my mind. You were always on my mind. With burning love. Where? Agent Ogden: Where what? (SCP-4254 demanifests.) <End Log>",
        "<Begin Log> Agent Maahir: When we last spoke to one of you fellows, you asked 'where?' and then vanished. What were you asking us, friend? SCP-4254: Don't be cruel to who a heart that's true. E-Elvis. Where? Where? Agent Maahir: You want to know where Elvis Presley is? Um. SCP-4254: A little less conversation, a little more action, please. Where? Elvis. Where? (Pause.) Agent Maahir: Well, I'm very sorry, but I'm afraid he passed away. Quite a while ago, actually. (SCP-4254 moans for several seconds straight, vibrating intensely.) Agent Maahir: I'm very sorry, are you alright? SCP-4254: Lord have mercy. Lord have mercy. Lord have mercy. Lord have mercy. Agent Maahir: Perhaps if you calmed down just a tad, we could discuss this further. SCP-4254: Don't be cruel to who a heart that's true. Elvis. Elvis! I'm so happy that you're mine. Mine, mine, mine, mine, mine, mine, mine, mine. (SCP-4254 demanifests.) <End Log>",
        "00:00 - 00:05: Video begins. Camera is initially facing left of the stage, but is then turned towards the center, where Presley is standing behind a microphone. As the camera moves, an individual walks in front of it, obscuring the shot for a moment. 00:06 - 00:14: An assistant runs quickly onto the set and takes an empty coffee cup from Presley. An indistinct humanoid figure is visible alongside her. No facial features or other distinguishing marks are visible. 00:15 - 00:19: The indistinct humanoid figure, facing towards Presley, takes several steps backwards away from him and then moves towards him again. Although the assistant does not react to the figure's presence, Presley's eyes visibly follow its movements. 00:20 - 00:22: The assistant leaves the stage. Two more indistinct figures appear directly behind Presley. He glances over his shoulder at them, then looks forward again, and his body language suggests extreme discomfort. 00:23 - 00:26: A fourth indistinct figure appears, kneeling on the ground next to Presley and rubbing its face against his leg. Presley moves away, passing through the entity and beginning to walk off stage. 00:27 - 00:40: As Presley continues to make his way off stage, numerous more indistinct figures begin to appear 1 . Another individual, identified as television director Martin Granger, approaches and appears to argue with Presley, pointing several times emphatically at his previous position on the stage. Presley shakes his head and attempts to push Granger out of the way, but meets resistance. Further indistinct figures continue to appear throughout this exchange, approaching Presley, who grows more agitated. 00:41 - 00:44: Presley shoves Granger away, sending him to the floor. As he runs off-camera, away from the stage, he can be seen crying and hyperventilating. The mass of indistinct figures, which by this point almost takes up the entire frame, follows after him. Video ends.",
        "\" SCP-4254 \" by Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-4254 . Licensed under CC-BY-SA .",
        "Filename: scpelvis.jpg Name: Elvis at Mary's Party Author: Mark Surman License: CC BY 2.0 Source Link: Flickr"
    ],
    "item": "SCP-4254",
    "object_class": "Keter",
    "containment_procedures": "Due to the inconsistent and widespread range of SCP-4254 manifestations, containment efforts are to focus on information control and amnestic application rather than physical apprehension. Foundation watch teams are to maintain observation of past SCP-4254 manifestation locations, as well as the Graceland mansion in Memphis, Tennessee.",
    "description": "SCP-4254 is the collective designation for an as-of-yet unknown number of incorporeal entities superficially resembling deceased musician Elvis Presley, which spontaneously appear and disappear at variable locations. SCP-4254 manifestations have been known to occur throughout the entire territory of the United States of America, with smaller numbers appearing in parts of Germany. The majority of these manifestations occur at locations either frequented or performed at by Presley during his lifetime, although outliers have been noted.",
    "title": "SCP-4254"
}