{
    "url": "https://scp-wiki.wikidot.com/scp-4257",
    "all_text": "rating: \n+196\n+\n–\nx\n\n\n\n\n\n\nItem #:\n SCP-4257\n\n\nLevel 2/4257\n\n\n\n\n\n\nObject Class:\n Safe\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\nD-8991 4 hours after ingestion of SCP-4257.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Nine of the 15 known instances of SCP-4257 are kept in a secure container at Site-81. The six instances not in containment are currently in low-earth orbit with an expected reentry date of 2041/10/10. Testing of SCP-4257 on human subjects requires approval from the Ethics Committee and the Department of Orbital Objects Tracking (DOOT).\n\n\n\n\n\n\nSCP-4257.\n\n\n\n\n\n\nDescription:\n SCP-4257 is the group designation for 15 pills created by parapharmacologist and Person of Interest \"dado\". The pills are bottled in a standard orange prescription container with the words \"space drive by dado\" written on the surface by a black marker.\n\n\nOnce ingested, SCP-4257 will transform the subject into an automobile, designated SCP-4257-1, over the course of an hour. The make and model of which is that typically used within their cultural background and age group. SCP-4257-1 will lack components or possess mechanical complications analogous to their human physical disabilities, although these do not appear to affect its primary anomalous properties. SCP-4257-1 entities retain their memories and personality after transformation and can perform rudimentary communication via the manipulation of their components.\n\n\nSCP-4257-1 instances are capable of moving in only two directions: the direction opposite of Earth's gravity and forward. Instances can achieve high velocities with low amounts of fuel and do not require contact with a surface to move.\n\n\nAddendum 4257-1: Discovery\n\n\nSCP-4257 was discovered on 2020/01/22 following a report from NORAD\n1\n of an object on an anomalous flight path entering low-earth orbit. Satellite imaging of the object identified it as a 2001 Chevy Malibu with a missing headlight and rust covering over 80% of its frame. Six instances of SCP-4257 were recorded floating in the automotive's cabin. Tracking of its flight trajectory led Foundation agents to the abandoned home of a Dave Gelespie where the remaining nine pills were recovered.\n\n\nAddendum 4257-2: Recovered Message Logs\n\n\nNote: The following instant messaging excerpts were discovered on the personal computer of Dave Gelespie.\n\n\n\n\n\n\nTimestamp: 2020/01/20 07:22 PM\n\n\n\n\n\n\n\n\nHello? Is this Dado? Ben said you could help me.\n\n\n\n\nyes. this is dado. what u need?\n\n\n\n\nI'm not doing well.\n\n\n \n\nThe doctors have given up on treating my cancer.\n\n\n\n\nu want can sirs gone?\n\n\n\n\nI wish.\n\n\n \n\nNo, I just want help finishing my bucket list.\n\n\n \n\nI was told you can accomplish some far out things.\n\n\n\n\nyes. people trust dado for fine dado product.\n\n\n\n\nOk, can you get me into space?\n\n\n \n\nIf I'm going to die, I want to die in space.\n\n\n\n\nspace? how much space u need?\n\n\n \n\nlike in tire \ndado wear house\n?\n\n\n\n\nNo, like outer space. You know, the final frontier?\n\n\n\n\nlike elon man?\n\n\n\n\nYes! Like Elon Musk.\n\n\n \n\nCan you do that?\n\n\n\n\nyes. dado is fine business owner like elon man and the bezos. can do space drive 2.\n\n\n\n\nGreat! How long will it take? I don't have a lot of time left.\n\n\n\n\n2 days, dado have amazon prime.\n\n\n\n\nWow, you \nare\n fast. How much do I owe you?\n\n\n\n\nno charge\n\n\n \n\ndado do this for everyone who want take space drive.\n\n\n \n\nlike elon man and the bezos.\n\n\n\n\nThank you!\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nTimestamp: 2020/01/22 01:57 PM\n\n\n\n\n\n\nHey, I got some pills with your name on them in the mail today.\n\n\n \n\nI thought you were going to send me to space?\n\n\n\n\nyes. dado send u pills for space drive.\n\n\n\n\nHow are pills going to get me to space???\n\n\n \n\nThis isn't some Heaven's Gate\n2\n kind of bullshit, is it?\n\n\n\n\ntrust dado. pills work.\n\n\n \n\ndado test on hamster. now it drive on sealing.\n\n\n\n\nI just took one and don't feel very good.\n\n\n \n\nLike, this is worse than the chemo.\n\n\n\n\nis working. go outside.\n\n\n\n\nWhy? Will the fresh air help?\n\n\n\n\ndado not lie able for damage 2 home.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. North American Aerospace Defense Command\n\n\n2\n. American UFO cult that committed mass ritual suicide in 1997 under the belief that they would be transported to an alien spacecraft hiding behind the Hale-Bopp comet\n\n\n\n\n\n\n\n\n« \nSCP-4256\n | SCP-4257 | \nSCP-4258\n »",
    "addendums": [
        "Addendum 4257-1: Discovery\nSCP-4257 was discovered on 2020/01/22 following a report from NORAD 1 of an object on an anomalous flight path entering low-earth orbit. Satellite imaging of the object identified it as a 2001 Chevy Malibu with a missing headlight and rust covering over 80% of its frame. Six instances of SCP-4257 were recorded floating in the automotive's cabin. Tracking of its flight trajectory led Foundation agents to the abandoned home of a Dave Gelespie where the remaining nine pills were recovered.",
        "Addendum 4257-2: Recovered Message Logs\nNote: The following instant messaging excerpts were discovered on the personal computer of Dave Gelespie.\n"
    ],
    "documents": [],
    "notes": [],
    "containment_procedures": "Nine of the 15 known instances of SCP-4257 are kept in a secure container at Site-81. The six instances not in containment are currently in low-earth orbit with an expected reentry date of 2041/10/10. Testing of SCP-4257 on human subjects requires approval from the Ethics Committee and the Department of Orbital Objects Tracking (DOOT).",
    "description": "SCP-4257 is the group designation for 15 pills created by parapharmacologist and Person of Interest \"dado\". The pills are bottled in a standard orange prescription container with the words \"space drive by dado\" written on the surface by a black marker.",
    "title": "SCP-4257"
}