{
    "url": "https://scp-wiki.wikidot.com/scp-4275",
    "all_text": "rating: \n+92\n+\n–\nx\n\n\nItem #:\n SCP-4275\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-4275 is to remain at its current location. An exclusion zone of 200m radius is to be established with warning buoys and underwater surveillance. Monitoring is to be handled by a liaison within the Port Authority. Embedded assets in the nearby Coast Guard station can be called in should a cascade event result in an instance of SCP-4275-1.\n\n\nDescription:\n SCP-4275 is a granite statue located underwater at a depth of 18 m, 5 km off Sandy Hook Barrier Spit in New Jersey. It depicts a muscular male over 50, dressed in attire common to fishermen and dock workers in the early 20th century. Sedimentary analysis places it at its current location since the 1930s. SCP-4275 is affixed to a concrete base by spikes of naval brass, driven through the statue’s feet. Samples of both concrete and brass are consistent with materials produced in the New England region during WWII. Samples of statue show unusual structure consistent with petrified tissue.\n\n\nDamage to SCP-4275 produces anomalous effects, even if the damage is not visible. Natural erosion causes moderate discomfort in humans and animals within a 5 meter radius, but any greater damage has dangerous and unpredictable effects, including:\n\n\n\n\nAggressive behavior in animals (especially sea life, horses, and bulls)\n\n\nNautical mishaps\n\n\nEarthquakes\n\n\nStorm activity\n\n\nThaumasonic shockwaves\n\n\nIrreversible physical and mental transmutation of nearby humans (designated SCP-4275-1)\n\n\n\n\nDanger exists of a cascade event wherein the effect of damage results in further damage. Due to this risk, no requests for further testing are being accepted at this time. A method of relocating SCP-4275 to a more secure location without causing damage is being investigated.\n\n\nAddendum 1:\n Abridged list of notable incidents and their effects.\n\n\n\n\nDate:\n 17 APR 2004\n\n\nIncident:\n Sample removed for testing.\n\n\nDamage:\n 4 mm\n3\n chip removed from SCP-4275.\n\n\nEffects:\n Three draft horses being transported by ferry broke restraints and ran rampant, resulting in multiple injuries but no human fatalities. Two horses self-terminated, one via the ferry’s propeller and one via drowning. One horse was terminated by gunshot wound.\n\n\nOutcome:\n Incident was not correlated with sample-gathering attempt until 2011.\n\n\n\n\n\n\nDate:\n 22 JUN 2010\n\n\nIncident:\n Sample removed for testing.\n\n\nDamage:\n 1 cm\n3\n chip removed from SCP-4275.\n\n\nEffects:\n 3.9 magnitude earthquake felt in Long Island.\n\n\nOutcome:\n Sample lost during earthquake. Correlation noted and investigated. Location of epicenter falsified in geological data. Closer monitoring advised.\n\n\n\n\n\n\nDate:\n ██ ███ ████\n\n\nIncident:\n \nAccidental release of anchor from Foundation research vessel ████.\n Attempted seismic scan of internal structure by Foundation research vessel ████.\n\n\nDamage:\n Internal, likely originating from spikes used to affix statue to base, followed by significant scoring damage on back of statue.\n\n\nEffects:\n Only known cascade event. Only known creation of instance of SCP-4275-1.\n\n\nOutcome:\n Foundation naval assets called in to commence long-range bombardment. Bombardment successful in terminating SCP-4275-1 and cascade event halted. Cover story about naval war games disseminated to media. Site Director approves salvage of SCP-4275 to avoid further incidents.\n\n\n\n\n[Note: As it was not known at the time that movement would cause internal damage, incident was initially believed to be the fault of investigating researchers. It is now believed that the release of research vessel ████’s anchor was induced by SCP-4275 itself.]\n\n\n\n\nDate:\n 7 JAN 2015\n\n\nIncident:\n Attempted salvage of SCP-4275. Object wrapped in waterproof padding material, secured with chain.\n\n\nDamage:\n 6 cm crack in left foot.\n\n\nEffects:\n Massive thaumasonic discharge.\n\n\nOutcome:\n Two agents in the water expired instantly from internal liquefaction. Three agents on deck suffered psychogenic cardiac arrest. One successfully resuscitated, but suffered permanent loss of hearing. All further salvage operations halted pending review.\n\n\n\n\nAddendum 2:\n Agents executing an unrelated raid found their target, a former salvage diver designated PoI-13322, deceased via petrification. Samples of the statue matched the composition of SCP-4275.\n\n\nIn addition to numerous unrelated items and documents\n1\n, several items relevant to SCP-4275 were also recovered:\n\n\n\n\nSecurity footage of a confrontation between PoI-13322 and an individual identified as PoI-5176\n\n\nA handwritten note, likely from PoI-5176\n\n\nA brass plaque, matching materials and residue from SCP-4275.\n\n\n\n\nSecurity footage:\n Digitally recorded on an external drive. Camera was rendered inoperable by calcification of internal components. Extremely poor audio quality due to microphone placement near air vent.\n\n\n\n\n+ Transcript of surveillance footage\n\n\n\n\n- Transcript of surveillance footage\n\n\n\n\n\n\nSource:\n Security camera footage from [REDACTED]\n\n\nSummary:\n Confrontation between PoI-13322 and PoI-5176. Speech is unintelligible due to poor audio quality.\n\n\n<Begin Log>\n\n\n<00:01>\n PoI-13322 escorts a woman identified as PoI-5176 into his office. She wears sunglasses and a headscarf. Red hair is partially visible underneath.\n\n\n<00:05>\n PoI-13322 motions for PoI-5176 to take a seat. She remains standing, pacing the room and examining objects.\n\n\n[Unintelligible dialogue for 3 minutes, 6 seconds]\n\n\n<03:11>\n PoI-13322 pulls out two bundles wrapped in handkerchiefs\n2\n and tries to draw PoI-5176’s attention. He grows visibly annoyed as she makes small talk but otherwise ignores him.\n\n\n<03:26>\n PoI-5176 reaches a plaque on the wall and pauses. Her body language becomes rigid. Frame analysis shows movement under headscarf.\n\n\n[2 seconds of camera distortion]\n\n\n<03:29>\n PoI-13322 stands and starts showing off plaque. Body language and tone suggest bragging. He does not appear to notice her discomfort.\n\n\n<03:33>\n PoI-5176 turns suddenly, points at PoI-13322, and raises her voice.\n\n\n<03:36>\n PoI-13322 grabs PoI-5176’s wrist. Frame analysis shows significant movement under headscarf.\n\n\n[7 seconds of camera distortion during which can be heard raised voices followed by a loud crash and a metallic tearing sound.]\n\n\n<03:43>\n Footage returns. PoI-5176 clutches plaque in her hand.\n3\n PoI-13322 is slumped against opposite wall.\n\n\n<03:45>\n PoI-13322 struggles to stand. Appears dazed. PoI-5176 drops plaque on desk.\n\n\n<03:50>\n PoI-5176 crosses room and lifts PoI-13322 off the floor. She strikes him three times across the face, causing significant bleeding and orbital fracture.\n\n\n<03:52>\n PoI-5176 slams PoI-13322 against desk, cracking it. Previously visible hair no longer visible.\n\n\n<03:56>\n PoI-5176 releases PoI-13322, begins removing headscarf and sunglasses.\n\n\n[Feed cuts out abruptly.]\n\n\n<End Log>\n\n\nClosing Statement:\n Since this incident, there have been no confirmed sightings of PoI-5176 and she remains at large. Due to her display of anomalous abilities, PoI-5176 is considered a high-value target.\n\n\n\n\n\n\n\n\n\n\nNote:\n Handwritten with a ballpoint pen. Handwriting analysis indicates emotional distress. Found attached to plaque with clear plastic tape. Letterhead matches paper found in office. Tape matches roll found on desk. Ink matches pens found in office. No recoverable fingerprints.\n\n\n\n\n+ Text of note\n\n\n\n\n- Text of note\n\n\n\n\n\n\nO Foundation,\n\n\nThis plaque was meant as an epitaph for a dead god. His body is in your possession not far from here. Please return this to its rightful place at his feet.\n\n\nHis crimes must never be forgotten.\n\n\nSic semper dies\n4\n\nM█████\n\n\n\n\n\n\n\n\n\n\nPlaque:\n 18 cm x 12 cm. Naval brass, further waterproofed with sealing wax. Rivet hole locations and residue match base of SCP-4275.\n\n\n\n\n+ Inscription on recovered plaque\n\n\n\n\n- Inscription on recovered plaque\n\n\n\n\n\n\nPoseidon\n\n\nRAPIST\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Catalogued separately in Operation Report █████\n\n\n2\n. Objects recovered, designated SCP-████-1 and -2\n\n\n3\n. Walls constructed of sheet metal. Plaque appears to have been riveted in place.\n\n\n4\n. Latin. \"Thus ever to gods.\"\n\n\n\n\n\n\n\n\n« \nSCP-4274\n | SCP-4275 | \nSCP-4276\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4275\n\" by Agent Fish, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4275\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1: Abridged list of notable incidents and their effects.\n[Note: As it was not known at the time that movement would cause internal damage, incident was initially believed to be the fault of investigating researchers. It is now believed that the release of research vessel ████’s anchor was induced by SCP-4275 itself.]",
        "Addendum 2: Agents executing an unrelated raid found their target, a former salvage diver designated PoI-13322, deceased via petrification. Samples of the statue matched the composition of SCP-4275.\nIn addition to numerous unrelated items and documents 1 , several items relevant to SCP-4275 were also recovered:"
    ],
    "documents": [],
    "notes": [
        "Date: 17 APR 2004 Incident: Sample removed for testing. Damage: 4 mm 3 chip removed from SCP-4275. Effects: Three draft horses being transported by ferry broke restraints and ran rampant, resulting in multiple injuries but no human fatalities. Two horses self-terminated, one via the ferry’s propeller and one via drowning. One horse was terminated by gunshot wound. Outcome: Incident was not correlated with sample-gathering attempt until 2011.",
        "Date: 22 JUN 2010 Incident: Sample removed for testing. Damage: 1 cm 3 chip removed from SCP-4275. Effects: 3.9 magnitude earthquake felt in Long Island. Outcome: Sample lost during earthquake. Correlation noted and investigated. Location of epicenter falsified in geological data. Closer monitoring advised.",
        "Date: ██ ███ ████ Incident: Accidental release of anchor from Foundation research vessel ████. Attempted seismic scan of internal structure by Foundation research vessel ████. Damage: Internal, likely originating from spikes used to affix statue to base, followed by significant scoring damage on back of statue. Effects: Only known cascade event. Only known creation of instance of SCP-4275-1. Outcome: Foundation naval assets called in to commence long-range bombardment. Bombardment successful in terminating SCP-4275-1 and cascade event halted. Cover story about naval war games disseminated to media. Site Director approves salvage of SCP-4275 to avoid further incidents.",
        "Date: 7 JAN 2015 Incident: Attempted salvage of SCP-4275. Object wrapped in waterproof padding material, secured with chain. Damage: 6 cm crack in left foot. Effects: Massive thaumasonic discharge. Outcome: Two agents in the water expired instantly from internal liquefaction. Three agents on deck suffered psychogenic cardiac arrest. One successfully resuscitated, but suffered permanent loss of hearing. All further salvage operations halted pending review.",
        "Source: Security camera footage from [REDACTED] Summary: Confrontation between PoI-13322 and PoI-5176. Speech is unintelligible due to poor audio quality. <Begin Log> <00:01> PoI-13322 escorts a woman identified as PoI-5176 into his office. She wears sunglasses and a headscarf. Red hair is partially visible underneath. <00:05> PoI-13322 motions for PoI-5176 to take a seat. She remains standing, pacing the room and examining objects. [Unintelligible dialogue for 3 minutes, 6 seconds] <03:11> PoI-13322 pulls out two bundles wrapped in handkerchiefs 2 and tries to draw PoI-5176’s attention. He grows visibly annoyed as she makes small talk but otherwise ignores him. <03:26> PoI-5176 reaches a plaque on the wall and pauses. Her body language becomes rigid. Frame analysis shows movement under headscarf. [2 seconds of camera distortion] <03:29> PoI-13322 stands and starts showing off plaque. Body language and tone suggest bragging. He does not appear to notice her discomfort. <03:33> PoI-5176 turns suddenly, points at PoI-13322, and raises her voice. <03:36> PoI-13322 grabs PoI-5176’s wrist. Frame analysis shows significant movement under headscarf. [7 seconds of camera distortion during which can be heard raised voices followed by a loud crash and a metallic tearing sound.] <03:43> Footage returns. PoI-5176 clutches plaque in her hand. 3 PoI-13322 is slumped against opposite wall. <03:45> PoI-13322 struggles to stand. Appears dazed. PoI-5176 drops plaque on desk. <03:50> PoI-5176 crosses room and lifts PoI-13322 off the floor. She strikes him three times across the face, causing significant bleeding and orbital fracture. <03:52> PoI-5176 slams PoI-13322 against desk, cracking it. Previously visible hair no longer visible. <03:56> PoI-5176 releases PoI-13322, begins removing headscarf and sunglasses. [Feed cuts out abruptly.] <End Log> Closing Statement: Since this incident, there have been no confirmed sightings of PoI-5176 and she remains at large. Due to her display of anomalous abilities, PoI-5176 is considered a high-value target.",
        "O Foundation, This plaque was meant as an epitaph for a dead god. His body is in your possession not far from here. Please return this to its rightful place at his feet. His crimes must never be forgotten. Sic semper dies 4 M█████",
        "\" SCP-4275 \" by Agent Fish, from the SCP Wiki . Source: https://scpwiki.com/scp-4275 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4275",
    "object_class": "Euclid",
    "containment_procedures": "SCP-4275 is to remain at its current location. An exclusion zone of 200m radius is to be established with warning buoys and underwater surveillance. Monitoring is to be handled by a liaison within the Port Authority. Embedded assets in the nearby Coast Guard station can be called in should a cascade event result in an instance of SCP-4275-1.",
    "description": "SCP-4275 is a granite statue located underwater at a depth of 18 m, 5 km off Sandy Hook Barrier Spit in New Jersey. It depicts a muscular male over 50, dressed in attire common to fishermen and dock workers in the early 20th century. Sedimentary analysis places it at its current location since the 1930s. SCP-4275 is affixed to a concrete base by spikes of naval brass, driven through the statue’s feet. Samples of both concrete and brass are consistent with materials produced in the New England region during WWII. Samples of statue show unusual structure consistent with petrified tissue.",
    "title": "SCP-4275"
}