{
    "url": "https://scp-wiki.wikidot.com/scp-4287",
    "all_text": "rating: \n+197\n+\n–\nx\n\n\n\n\n\n\nSCP-4287 seated at the Site-48 boardroom, mediating a discussion.\n\n\n\n\n\n\nItem #:\n SCP-4287\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-4287 is permitted one primary resting berth in the Site-48 secondary breakroom and allowed a daily allotment of assorted prepackaged snack foods and fresh fruits from the adjacent cafeteria. Each afternoon, SCP-4287 is to be provided with one \ncosmopolitan\n1\n cocktail.\n\n\nDue to SCP-4287's limited voluntary mobility, it is permitted free access to any areas within Site-48, so long as it remains localized to one Foundation facility and wears a tracking device. Level-2 personnel are permitted and encouraged to pick up SCP-4287 and carry it around to assist it with desired location changes \nfor increased efficiency\n2\n.\n\n\nUntil SCP-4287 has provided a finalized plan for the placement of recycling bins within Site-48, it is to be allowed direct access to all recycling receptacles for proper fecal disposal. Instances of SCP-4287-1 are to be deposited in the same on-site recycling receptacles.\n\n\nDescription:\n SCP-4287 is an adult male rock pigeon (\nColumba livia\n) of average size and weight with blue-gray feathers and black banding around its backside. It refuses to or is unable to take flight. SCP-4287 clearly displays signs of \nsentience\n \nsapience\n3\n as it is able to communicate verbally with Foundation personnel in fluent English (albeit interspersed with typical non-anomalous pigeon behavior, including spontaneous defecation). It speaks in a Brooklyn accent unless it is being directly interviewed by Foundation personnel, at which time SCP-4287's accent will change to a vaguely British (Received Pronunciation) accent.\n\n\nSCP-4287 has also been observed \"editing\" paper documentation by pecking vigorously at the location of errors it has identified and wishes to comment on. Said commentary manifests at the end page of the corresponding content.\n\n\nBased on recorded interactions, SCP-4287 is highly skilled in industrial organization, office management, and clerical work consultation and will freely offer these services to Foundation personnel regardless of whether or not they request its services. It is also capable of spontaneously manifesting in any boardroom within Site-48 and frequently makes use of this ability to disrupt board meetings, insisting on acting as a moderator for the discussion, or identifying typos and grammatical errors on presentation materials. It is noted that SCP-4287 is not capable of teleporting out of the boardrooms, and must return to its previous location by walking or being carried.\n\n\nSCP-4287 is also able to anomalously consume large quantities of paper and cardstock material. Its waste, correspondingly, is composed of compressed, dry paper material in the shape of pellets (hereafter referred to as SCP-4287-1). Instances of SCP-4287-1 are propelled from SCP-4287's rear with sufficient force to cause immediate explosive decompression upon impact.\n\n\nSCP-4287 was purportedly first discovered in the Site-48 courtyard with a US postage stamp affixed to its head. The image on the stamp featured a minimalist design of a human hand performing an obscene gesture, with the caption text, \"To: You / From: You\". A small snake design is present on the raised third finger.\n\n\nAddendum SCP-4287-1:\n Interview excerpt following intake of SCP-4287.\n\n\n\n\nInterviewer\n:\n Researcher C. Edwards\n\n\nInterviewee\n:\n SCP-4287\n\n\nResearcher Edwards:\n So, SCP-4287. How is it that you came to our facility?\n\n\nSCP-4287:\n Well, a little blue birdie told me that you were in need of some management and organizational assistance, so I convinced an intern to \noo-oor\n bring me into the facility under the guise of being his \n[\nSCP-4287 abruptly tilts its head at a 45-degree angle and emits a single SCP-4287-1 instance.\n]\n seeing eye pigeon.\n\n\nResearcher Edwards:\n Which intern are you referring to?\n\n\nSCP-4287:\n Well, one must never \n[\nSCP-4287 bobs its head left to right multiple times.\n]\n oust one's \noor-coo\n important associates, eh?\n\n\nResearcher Edwards:\n It was intern Yansen, wasn't it?\n\n\nSCP-4287 begins flapping its wings in a violent and threatening manner as well as emitting multiple instances of SCP-4287-1 onto the wall behind its perch. SCP-4287 angrily shouts in normal pigeon sounds.\n\n\nResearcher Edwards shifts slightly in her seat, exhibiting signs of minor discomfort.\n\n\n\n\nAddendum SCP-4287-2:\n Partial list of Sitewide policy changes involving SCP-4287.\n\n\n\n\nAllocation of at least ten Level-1 interns to provide specialized transportation assistance for P. Pigeon, Esq. throughout designated areas of Site-48.\n\n\n\n\n~ \nP. Pigeon, Esq.\n\n\n\n\n\n\n\n\n[Accepted]\n\n\n\n\n\n\n\n\n\n\nImmediate relocation of pigeon-friendly foodstuffs from Cafeteria-A3 to the adjacent secondary breakroom. Routine reminders to Foundation personnel making use of aforementioned areas, that they are not to consume items that do not belong to them and they have no claim to.\n\n\n\n\n~ \nP. Pigeon, Esq.\n\n\n\n\n\n\n\n\nRequest denied. Your request involves the purchase and installation of a new refrigeration unit which is not cost-effective. However, we will place a sign directing people away from your food.\n\n— \nDr. Erickson, Site Director\n\n\n\n\n\n\n\n\n\n\nPer attached brief regarding observed walking patterns within Site-48, recommending that the water dispenser in the second-floor back area corridor be relocated to an area of greater employee traffic.\n\n\n\n\n~ \nP. Pigeon, Esq.\n\n\n\n\n\n\n\n\n[Accepted]\n\n\n\n\n\n\n\n\n\n\nDue to the increase of paper material present in Recycling Area-1, requisition of ten \nENERGY STAR\n compliant low-energy 12W LED bulbs to be installed to alleviate the potential fire risk. A cost-analysis has been performed and it is concluded that this investment will also reduce the overall energy cost of Site-48 by several hundred dollars per month. Please find said cost-analysis document attached.\n\n\n\n\n~ \nP. Pigeon, Esq.\n\n\n\n\n\n\n\n\n[Provisional Acceptance, subject to revision following Fiscal department processing of 20-page cost-analysis document]\n\n\n\n\n\n\n\n\n\n\nI hereby submit this requisition for three mobile recycling receptacles to increase efficiency of SCP-4287-1 disposal. The current location of the non-mobile recycling receptacles is highly inconvenient for the interns.\n\n\n\n\n~ \nP. Pigeon, Esq.\n\n\n\n\n\n\n\n\nRequest denied. Your request involves the purchase of recycling receptacles which we do not have sufficient space for. Additionally, it would not be cost effective.\n — \nDr. Erickson, Site Director\n\n\n\n\n\n\nI hereby submit this rebuttal:\n\n\nWithout mobile recycling receptacles, there will be increased emission of SCP-4287-1 in increasingly inconvenient locations.\n\n\n\n\n~ \nP. Pigeon, Esq.\n\n\n\n\n\n\n\n\n[PERSONAL RESPONSE]\n\n\nListen, that's what the interns are for, but I'll do you a favor.\n — \nMax\n\n\n[OFFICIAL RESPONSE]\n\n\nYour rebuttal has been accepted and considered, and after deliberation, the board of directors has determined that it is not enough to sway our initial decision. We are prepared, however, to purchase one small mobile recycling receptacle.\n — \nDr. Erickson, Site Director\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \nAll proper office workers in a high-end company firm should know their way around a proper mixed drink. You never know when an intern may become an agent who may need to make cocktails for their boss, date night guest, mother-in-law, girlfriend's sister, or undercover assassination target. Per my extensive research, the Cosmopolitan is a highly popular mixed drink… [full explanation in five pages of documentation available upon request.] ~ \nP. Pigeon, Esq.\n\n\n2\n. \nI assure you, it is the best and most logical solution given my stature and range of dexterity. ~ \nP. Pigeon, Esq.\n\n\n3\n. \nSentience is not enough for my level of intelligence and communication. Does \nnobody\n know the difference between 'sentient' and 'sapient' anymore? ~ \nP. Pigeon, Esq.\n\n\n\n\n\n\n\n\n« \nSCP-4286\n | SCP-4287 | \nSCP-4288\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4287\n\" by Reverend Fox and Zyn, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4287\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n PigeonEsq.jpg\n\n\nName:\n Columba livia - 02\n\n\nAuthor:\n Carlos Delgado\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum SCP-4287-1: Interview excerpt following intake of SCP-4287.",
        "Addendum SCP-4287-2: Partial list of Sitewide policy changes involving SCP-4287."
    ],
    "documents": [],
    "notes": [
        "\" SCP-4287 \" by Reverend Fox and Zyn, from the SCP Wiki . Source: https://scpwiki.com/scp-4287 . Licensed under CC-BY-SA .",
        "Filename: PigeonEsq.jpg Name: Columba livia - 02 Author: Carlos Delgado License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-4287",
    "object_class": "Euclid",
    "containment_procedures": "SCP-4287 is permitted one primary resting berth in the Site-48 secondary breakroom and allowed a daily allotment of assorted prepackaged snack foods and fresh fruits from the adjacent cafeteria. Each afternoon, SCP-4287 is to be provided with one cosmopolitan1 cocktail.",
    "description": "SCP-4287 is an adult male rock pigeon (Columba livia) of average size and weight with blue-gray feathers and black banding around its backside. It refuses to or is unable to take flight. SCP-4287 clearly displays signs of sentience sapience3 as it is able to communicate verbally with Foundation personnel in fluent English (albeit interspersed with typical non-anomalous pigeon behavior, including spontaneous defecation). It speaks in a Brooklyn accent unless it is being directly interviewed by Foundation personnel, at which time SCP-4287's accent will change to a vaguely British (Received Pronunciation) accent.",
    "title": "SCP-4287"
}