{
    "url": "https://scp-wiki.wikidot.com/scp-4290",
    "all_text": "rating: \n+713\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n4290\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n All available military assets are at the site of SCP-4290's sealing and are prepared to use any means necessary to neutralize the anomaly. Mobile Task Force Alpha-1 (\"Red Right Hand\"), Mobile Task Force Tau-5 (\"Samsara\"), and Mobile Task Force Nu-7 (\"Hammer Down\") have been outfitted with experimental paratech weaponry and are situated within SCP-4290's containment perimeter. Grids of nuclear mines have been planted in the vicinity of the sealing site, prepared to detonate if Foundation assets are destroyed. The Dagaz-Break Orbital Strike System has been enabled in the event of a breach past the containment perimeter.\n\n\nEmergency shelters for civilians and selected Foundation personnel are being prepared in the event that containment measures fail. The probability of failure is undetermined.\n\n\n\n\n\n\nQinghai Lake, Qinghai Province, China.\n\n\n\n\n\n\nDescription:\n SCP-4290 is a Class-I Eschatological Entity that was thaumaturgically sealed approximately 10,000 years in the past. Its seal is expected to break in the next seven days.\n\n\nThe site of the sealing (SCP-4290-LOCK) is in Qinghai Lake at a depth of 32.8m from the surface, and is constructed from eight beryllium-bronze totems. The totems resemble armored humans, engraved with networks of banishing runes and arranged onto the points of an eight-fold fractal pattern carved into the lake bed (20m wide). Bursts of red light are periodically released from its center. These have intensified in brightness over the past month.\n\n\nInformation on SCP-4290 has been recovered from \nSCP-1726\n and other such anomalous records sources. A translated excerpt on the entity from an unknown writer is below:\n\n\n\n\nThe Child rose its ten mouths to the heavens, stretched wide twenty arms, and ripped the umbilical cord from the sack on its head. The warriors surged to its legs, hoping to tear those newly born limbs before they could move, but from the mouths spilled torrents of darkness and dead geometries. None could flee. Reality rippled with the warriors stretching along its folds and the darkness crunched into their skulls with flares of scarlet. The Child wheezed, dragging skeletal fingers through the dead and the land around.\n\n\nThe fingers retracted. Flames burst, then subsided; wax rained, then dissolved; then the island, its warriors, and every soul still left melted into the darkness. For ten days the Child drank it.\n\n\nAll the world trembled.\n\n\n\n\nAddendum.4290.1: Repair Attempts\n\n\nOn 02/08/2022 televisions in Qinghai Province and outlying areas abruptly displayed images of an entity matching SCP-4290 rising over a melting cityscape, with an androgynous voice telling viewers to \"repair the Child's locks.\" This has repeated in frequency, with the voice shifting to say \"there is little time left — repair.\" Investigation led to the discovery of SCP-4290-LOCK.\n\n\nEfforts into finding means by which SCP-4290-LOCK could be reinforced were launched. Searches of SCP-1726, undercover excursions into the \nWanderer's Library\n, and the ruins of specific far-past civilizations found that this is not the first time the seal has needed repairs. Civilizations including the Erikeshans, the \nXia Dynasty\n, and \nancient Ortothans\n have strengthened the seal with sacrificial rituals and the engraving of new runes onto the totems. The last group to have performed this were the \nDaevites\n, shortly before their culture was destroyed c. 270.\n\n\nThe Foundation Department of Occult Containment arranged for the rites and engravings to be performed. A submersible containing the ritual setup\n1\n and remotely operated underwater vehicles (ROVs) with carving equipment descended to the center of SCP-4290-LOCK on 09/08/2022. However, halfway through performance of the ritual, a red light burst accompanied with the release of high levels of gamma radiation and heat occurred. Radiation damage caused the ROVs to accidentally damage existing runes, and the interruption of the ritual led to only two cadavers and half the heart to vanish as planned.\n\n\nTelevision broadcasts repeated later that day, its voice now stating:\n\n\n\n\nThe sacrifice did not reach the ten maws. Brace.\n\n\n\n\nAddendum.4290.2: 15/08/2022 Defection Incident\n\n\nAt 01:00, several personnel stationed at Qinghai Lake acted against Foundation orders and fled the area. One of the involved agents, Agent Zenovia Marinos, left the following message on a piece of paper in their quarters before leaving:\n\n\n\n\nDo we think we can actually stop this? No civilization before us wanted to fight the Child. None of them. Hell, Xia had tech better than anything we've got and even they were afraid. The sacrifices won't work anymore — it refuses to consume them. They aren't enough to satiate it. Once that seal breaks we'll have a world of molten darkness and the Child will be all that's left, eating. Drinking.\n\n\nYou're fools for staying.\n\n\n\n\nThe activation of Ways to extradimensional spaces was detected nearby. Tracking is not considered a priority.\n\n\nAddendum.4290.3: Sealing Updates (16/08/2022)\n\n\nSeismometers have detected a series of high energy seismic \"pulses\" radiating from directly under SCP-4290-LOCK, consistent with models on the effects of dimensional distortion on terrain. Red light now encompasses the entire sealing site, and the totems are observed to be crumbling.\n\n\nPersonnel are advised to wait and prepare.\n\n\n\n\n\n\n\n\n\n\n\n\n== FILE REVISED ==\n\n\nDisplaying new additions.\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum.4290.4: Scenario 4290/UNLOCK\n\n\nOn 17/08/2022, the totems comprising SCP-4290-LOCK disintegrated. Military assets assembled at the shore of Qinghai Lake, and ten minutes later a 40m long emaciated humanoid organism matching descriptions of SCP-4290 phased out of the ground and onto the seabed. Orders were sent to only fire once activity was observed. Personnel waited two hours.\n\n\nAfter a further hour of waiting, ROVs were sent to SCP-4290, followed by an expeditionary crew equipped with Lambda-Model Thaumatohazard Suits. Dozens of human corpses and hearts used in the sacrificial repair rituals rested on the entity's mouths, none having been consumed. No thaumic radiation, psi-wave emissions, or any other signs of activity were registered. All life functions in SCP-4290 had ceased.\n\n\nIn-site autopsies were performed. Based on these, the entity is estimated to have died approximately 9,000 years ago. The cause of death was determined to be malnutrition.\n\n\nSCP-4290 has been reclassified to Neutralized.\n\n\n\n\nFootnotes\n\n\n1\n. Requiring three human cadavers and the live heart of an angel. The materials would vanish on ritual completion.\n\n\n\n\n\n\n\n\n« \nSCP-4289\n | SCP-4290 | \nSCP-4291\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4290\n\" by NatVoltaic, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4290\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Qinghai_lake.jpg\n\n\nName:\n Qinghai lake.jpg\n\n\nAuthor:\n NASA\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum.4290.1: Repair Attempts\nOn 02/08/2022 televisions in Qinghai Province and outlying areas abruptly displayed images of an entity matching SCP-4290 rising over a melting cityscape, with an androgynous voice telling viewers to \"repair the Child's locks.\" This has repeated in frequency, with the voice shifting to say \"there is little time left — repair.\" Investigation led to the discovery of SCP-4290-LOCK.\nEfforts into finding means by which SCP-4290-LOCK could be reinforced were launched. Searches of SCP-1726, undercover excursions into the Wanderer's Library , and the ruins of specific far-past civilizations found that this is not the first time the seal has needed repairs. Civilizations including the Erikeshans, the Xia Dynasty , and ancient Ortothans have strengthened the seal with sacrificial rituals and the engraving of new runes onto the totems. The last group to have performed this were the Daevites , shortly before their culture was destroyed c. 270.\nThe Foundation Department of Occult Containment arranged for the rites and engravings to be performed. A submersible containing the ritual setup 1 and remotely operated underwater vehicles (ROVs) with carving equipment descended to the center of SCP-4290-LOCK on 09/08/2022. However, halfway through performance of the ritual, a red light burst accompanied with the release of high levels of gamma radiation and heat occurred. Radiation damage caused the ROVs to accidentally damage existing runes, and the interruption of the ritual led to only two cadavers and half the heart to vanish as planned.\nTelevision broadcasts repeated later that day, its voice now stating:",
        "Addendum.4290.2: 15/08/2022 Defection Incident\nAt 01:00, several personnel stationed at Qinghai Lake acted against Foundation orders and fled the area. One of the involved agents, Agent Zenovia Marinos, left the following message on a piece of paper in their quarters before leaving:\nThe activation of Ways to extradimensional spaces was detected nearby. Tracking is not considered a priority.",
        "Addendum.4290.3: Sealing Updates (16/08/2022)\nSeismometers have detected a series of high energy seismic \"pulses\" radiating from directly under SCP-4290-LOCK, consistent with models on the effects of dimensional distortion on terrain. Red light now encompasses the entire sealing site, and the totems are observed to be crumbling.\nPersonnel are advised to wait and prepare.\n\n",
        "Addendum.4290.4: Scenario 4290/UNLOCK\nOn 17/08/2022, the totems comprising SCP-4290-LOCK disintegrated. Military assets assembled at the shore of Qinghai Lake, and ten minutes later a 40m long emaciated humanoid organism matching descriptions of SCP-4290 phased out of the ground and onto the seabed. Orders were sent to only fire once activity was observed. Personnel waited two hours.\nAfter a further hour of waiting, ROVs were sent to SCP-4290, followed by an expeditionary crew equipped with Lambda-Model Thaumatohazard Suits. Dozens of human corpses and hearts used in the sacrificial repair rituals rested on the entity's mouths, none having been consumed. No thaumic radiation, psi-wave emissions, or any other signs of activity were registered. All life functions in SCP-4290 had ceased.\nIn-site autopsies were performed. Based on these, the entity is estimated to have died approximately 9,000 years ago. The cause of death was determined to be malnutrition.\nSCP-4290 has been reclassified to Neutralized."
    ],
    "documents": [],
    "notes": [
        "The Child rose its ten mouths to the heavens, stretched wide twenty arms, and ripped the umbilical cord from the sack on its head. The warriors surged to its legs, hoping to tear those newly born limbs before they could move, but from the mouths spilled torrents of darkness and dead geometries. None could flee. Reality rippled with the warriors stretching along its folds and the darkness crunched into their skulls with flares of scarlet. The Child wheezed, dragging skeletal fingers through the dead and the land around. The fingers retracted. Flames burst, then subsided; wax rained, then dissolved; then the island, its warriors, and every soul still left melted into the darkness. For ten days the Child drank it. All the world trembled.",
        "The sacrifice did not reach the ten maws. Brace.",
        "Do we think we can actually stop this? No civilization before us wanted to fight the Child. None of them. Hell, Xia had tech better than anything we've got and even they were afraid. The sacrifices won't work anymore — it refuses to consume them. They aren't enough to satiate it. Once that seal breaks we'll have a world of molten darkness and the Child will be all that's left, eating. Drinking. You're fools for staying.",
        "\" SCP-4290 \" by NatVoltaic, from the SCP Wiki . Source: https://scpwiki.com/scp-4290 . Licensed under CC-BY-SA .",
        "Filename: Qinghai_lake.jpg Name: Qinghai lake.jpg Author: NASA License: Public Domain Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "All available military assets are at the site of SCP-4290's sealing and are prepared to use any means necessary to neutralize the anomaly. Mobile Task Force Alpha-1 (\"Red Right Hand\"), Mobile Task Force Tau-5 (\"Samsara\"), and Mobile Task Force Nu-7 (\"Hammer Down\") have been outfitted with experimental paratech weaponry and are situated within SCP-4290's containment perimeter. Grids of nuclear mines have been planted in the vicinity of the sealing site, prepared to detonate if Foundation assets are destroyed. The Dagaz-Break Orbital Strike System has been enabled in the event of a breach past the containment perimeter.",
    "description": "SCP-4290 is a Class-I Eschatological Entity that was thaumaturgically sealed approximately 10,000 years in the past. Its seal is expected to break in the next seven days.",
    "title": "SCP-4290"
}