{
    "url": "https://scp-wiki.wikidot.com/scp-4293",
    "all_text": "rating: \n+22\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nOverview\n\n\nSCP-3924\n\n\nSCP-2493\n\n\nSCP-3492\n\n\nNon-Standard Designation \"TYRFING\"\n\n\nSCP-2394\n\n\n\n\n\n\n\n\nItem #:\n SCP-2943\n\n\nObject Class:\n Thaumiel\n\n\nSpecial Containment Procedures:\n SCP-2943-A is currently within the boundaries of Site-51. A digital display showing the current date and time is to be kept within visible range of this manifestation point at all times. A timer counting down until precisely 8,640 minutes have elapsed since the previous SCP-2943 manifestation is to be kept running at all times, and reset as required. Tests conducted with any SCP-2943 instances are to be catalogued in the SCP-2943 Testing Log.\n\n\nAll instances of SCP-2943-1 are to be catalogued according to manifestation time and stored accordingly. New instances of SCP-2943-1 are to be timestamped immediately for ease of cataloguing.\n\n\nInstances of SCP-2943-2 are to be processed similarly to SCP-2943-1 before being transported to Lunar Area-32, to facilitate satellite imagery of the Earth as depicted through each instance, to assist in determining the cause of their manifestations. SCP-2943-2 are to be stored at Site-51 when not in use, separately from SCP-2943-1 instances.\n\n\n\n\nAdditional procedures for Level 3 or higher personnel only.\n\n\n\n\nDisplaying additional procedures.\n\n\n\n\nSCP-2943 storage areas are to be frequently inspected for the appearance of SCP-2943-3 instances. The content of SCP-2943-3 instances is to be recorded and available information utilised to prevent the reoccurance of any observed K-Class scenarios. Information regarding SCP-2943-3 instances is restricted to Level 3 or higher clearance.\n\n\n\n\n\n\n\n\nIn the event of an impending severe K-Class scenario,\n Procedure \nSATURN\n LAMENT is \nto be\n initiated as a last resort. \nUnder no other circumstances whatsoever are any potentially destructive tests to be conducted on any SCP-2943 instances.\n\n\nProcedure \nSATURN\n LAMENT:\n Information \ndetailing\n pivotal \nevents regarding the imminent K-Class scenario, such as events that directly instigated the event or alternate outcomes that were not explored,\n are \nto be\n left exposed \nwithin reasonable distance of SCP-2943-A until an SCP-2943-1 or SCP-2943-2 instance manifests\n. \nOnce this has occurred, \nan available SCP-2943-1 or SCP-2943-2 instance that manifested prior to the first event pivotal to the impending K-Class scenario\n the most recently manifested SCP-2943-1 or SCP-2943-2 instance is to be destroyed by any means necessary.\n\n\n\n\n\n\n\n\n\n\nSonar image of SCP-3924.\n\n\n\n\n\n\nItem #:\n SCP-\n3924\n\n\nObject Class:\n \nEuclid\n \nUncontained/Neutralised\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-\n3924\n \nshould be monitored via sonar at all times for any atypical behaviour. Records of its courses and speeds should be catalogued.\n\n\nNon-Foundation vessels\n must remain \nwithin 3,500 metres of sea-level while with\nin the \nHellenic Trench\n region. All \nvessels\n attempting to\n, or successfully,\n surpass \na depth of 3,\n50\n0\n metres must be apprehended, questioned \nand amnestised, if recoverable\n. Lethal force is permitted \nif vessels resist apprehension\n.\n\n\nAll manned Foundation vessels must remain above 4,000 metres below surface at all times while within the Hellenic Trench region.\n All \nmanned\n Foundation \nvessels\n must remain \nat least 20 km\n away from SCP-\n3924\n at all times. \n(See: Addendum III.)\n\n\nDescription:\n SCP-\n3924\n is \na\n mobile\n, submersible object that roams the hadal zone of the Hellenic Trench region\n. SCP-\n3924\n typically moves at 4\n0\n km/h and at depths of 4,45\n0 to 4,980\n metres below surface, but is capable of \nreaching speeds of \n55\n 33\n7\n km/h\n1\n and depths of 5,250 metres\n. In all encounters, SCP-\n3924\n has evaded \nvisual\n observation\n; because of this, its approximate physical appearance is only known through sonar imaging (Depicted above)\n.\n\n\nSCP-3924 perpetually emits an indeterminate sound, depending on its current “state”; although the sonics change depending on whether or not SCP-3924 is passively roaming or actively engaged in battle, \nat no point does SCP-3924 cease emitting noise\n. (See: Addendum III.) Because of SCP-3924’s normal depth, these sound are heavily distorted due to seawater; ongoing audio analysis has identified an ongoing rhythm between the various sounds, suggesting they may be musical in nature. To date, no patterns typical of vocalisations have yet been identified.\n\n\nWhenever \na vessel approaches a depth of 4,100 metres below surface while within the Hellenic Trench region,\n SCP-\n3924\n enters an active state, \nimmediately changing course to intercept and broadcasting an alternate audio signature (unique to this state) directly at the encroaching vessel. This will continue until the vessel rises above a varying depth.\n2\n\n\nIf the offending vessel dives below 4,100 metres,\n SCP-\n3924\n becomes hostile and will attack \nby use of incendiary torpedoes and/or rising mines\n; SCP-\n3924\n will become increasingly aggressive in tactics \nthe longer the vessel is below the 4,100 metre threshold, the deeper it gets, and\n the more aggressive the \nvessel becomes in\n retaliation \n(if at all)\n. SCP-\n3924\n will continue attacking until \nthe encroaching vessel either rises above 4,100 metres below surface, or is\n catastrophically destroyed; \ndue to the fact SCP-3924’s primary strategy\n appears to be focused upon \nrupturing ballast tanks,\n the \nlatter is the most common\n outcome. If \na vessel\n rises above \nthe\n 4,\n1\n00-metre \nthreshold\n, SCP-\n3924\n will immediately cease \nattacking, but will remain in an\n active state \nuntil the vessel rises above a “sufficient” depth\n.\n\n\nSCP-3924 periodically enters an active/hostile state in the absence of any encroaching vessels; in all such cases, SCP-3924 appears to broadcast, and attack, an indeterminate object/entity between it and the seafloor. To date, sonar has failed to detect any such objects/entities.\n\n\nAddendum I:\n \nIncident 3924-A\n\n\nOn \nJanuary 9,\n 2018, \nSCP-3924 entered a hostile state and began firing munitions towards the seabed. During this time,\n a \npre-prepared and un\nman\nned submersible\n was deployed \nseveral hundred kilometres away\n in an attempt to reach \nthe Hellenic Trench seafloor while\n SCP-\n3924\n \nwas preoccupied\n.\n\n\nOnce the submersible passed the 4,100-metre threshold, SCP-3924 immediately began firing torpedoes in its direction, despite showing no awareness of the submersible beforehand. SCP-3924 made no attempts to intercept the submersible, apparently prioritising the unseen threat below it.\n\n\nAfter thirteen minutes, SCP-\n3924\n \nceased firing towards the seafloor and\n immediately changed course to intercept \nthe submersible (which had reached a depth of 4,954 metres). SCP-3924 rapidly accelerated to 337 km/h\n, reaching \nthe submersible\n within several minutes and destroying it — \nsonar\n observation detected portions of SCP-\n3924’s\n \nhull\n shedding during this \nmanoeuvre\n.\n\n\nSCP-\n3924\n then ascended to a depth of 4,50\n0\n metres \nand began deploying rising mines in an attempt\n to damage \nor sink ships at\n the \nsea’s\n surface; [DATA REDACTED], [DATA REDACTED] \nand\n [DATA REDACTED] \nwere\n critically damaged \nand sunk\n. SCP-\n3924\n remained aggressive \nto surface vessels\n for \na further\n three hours, after which it resumed normal behaviour. To date, this is the only time SCP-\n3924\n has attacked \nvessels\n outside \nof\n its active zone.\n\n\nFurther attempts to surpass the 4,100 metre threshold are strictly forbidden.\n\n\nAddendum II:\n Incident \n3924-B\n\n\nOn \nApril 3,\n 2018, SCP-\n3924\n \nagain entered a hostile state in response to an undetected threat. Unlike previous renditions, SCP-3924 continuously fired towards the seafloor for 334 consecutive hours\n3\n, during which it\n progressively descended to a depth of 5,250 metres.\n\n\nOn April 17, SCP-3924 ceased firing and began broadcasting a previously unrecorded audio signature in all directions;\n three minutes later, SCP-\n3924\n \nrapidly descended towards the seafloor, but\n disappeared from sonar detection \nimmediately prior to impact\n.\n\n\nAttempts to locate SCP-\n3924\n \nor its wreckage throughout the Hellenic Trench\n, either through sonar or visual detection, \nare currently ongoing, but\n are thus far inconclusive.\n\n\nSCP-\n3924\n tentatively reclassified Uncontained/Neutralised.\n\n\nAddendum III:\n Incident \n3924-C\n\n\nOn \nApril 20,\n 2018, SCP-\n3924\n was detected \nby sonar within the Calypso Deep region of the Hellenic Trench,\n approximately 7\n5\n km from where it disappeared. \nSonar imaging shows that SCP-3924 appears to have suffered catastrophic rupturing of most, if not all, ballast tanks, but is attempting to ascend under (assumed) thruster propulsion alone.\n Since reappearance, SCP-3924’s behaviour has drastically changed\n; SCP-3924 will only respond to vessels within a 15 km radius, which it will aggressively fire upon, and SCP-3924 no longer produces any detectable audio\n.\n\n\nSCP-3924, at its current heading and speed, is estimated to return to its regular roaming zone by 23 March, 2019.\n\n\n\n\n\n\nItem #:\n SCP-\n2493\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures \n(Revision 2)\n:\n SCP-\n2493-1\n is to be kept at \nLunar Area-32 or at\n its designated containment chamber \nlocated 100km away, accessible by high-speed rail\n. SCP-\n2493-1\n is to \nwear SCP-2493-2 whenever outside their designated containment chamber, and is to\n be restricted from attempting to leave their chamber \nuntil it is ensured SCP-2493-2 is correctly secured\n. \nSCP-2493-1 is to be provided with three meals each day, transmuted into antimatter by use of designated devices received from 2493’. (See Addendum 3.)\n\n\nSCP-\n2493-1\n is to be psychologically evaluated twice weekly, and medication to be administered as required\n.\n\n\nA list of SCP-2493-1’s requests for updated containment procedures is to be submitted to the Ethics Committee on a bi-weekly basis for review and approval or rejection. Proposals to rescind approved requests are to be submitted to the Ethics Committee\n; \nany other\n attempts by staff to impede \napproved requests\n will result in severe reprimands \nat the discretion of the Overseer Council. The full list of approved and rejected requests are outlined in Document 2493-1; “\nApproved & rejected requests by SCP-2493-1 for updates to containment procedures\n.\n”\n\n\n\n\nSpecial Containment Procedures (Revision 1)\n\n\n\n\nNote: These procedures are no longer in effect!\n\n\n\n\nSCP-2493-1 is to wear SCP-2493-2 at all times. SCP-2493-1 is to be kept in its modified humanoid containment cell at Lunar Area-32. The cell is to be filled with pure helium gas at a pressure of approximately 20 kilopascals, and kept at a temperature of approximately 280 Kelvin. The interior of the room is to be kept above a minimum of 270 Kelvin, to ensure continued biological function of SCP-2493-1.\n The interior surface of SCP-\n2493-1\n's containment cell is to be padded with a three centimetre thick layer of soft rubber. No sharp corners or points are to be present within SCP-2493-1's cell; all such corners or points are to be removed or padded. \nIn the event of SCP-2493-2 becoming punctured, it and\n SCP-\n2493-1\n \nare to be immediately jettisoned from the facility. MTF Gamma-4 (\"Blondebeard's Crew\")\n is to be \nnotified to adjust the trajectory of the anomaly as required, and to\n prevent \nit\n from \nentering the earth's atmosphere and\n causing a \nU\nK-Class \nGlobal Irradiation\n event.\n\n\nSCP-2493-1 is to be supplied at least 2 kilograms of waste matter daily, to a maximum of 10 kilograms.\n\n\nOnce weekly, a signal requesting contact is to be sent through the extradimensional anomaly located on the rear of SCP-2493-2 by use of a 4 MHz radio wave.\n The entity is \nalso\n to be under surveillance at all times, and any \nattempts to hinder\n communication with the entity\n’s location of origin are\n to be reported \nto the site director\n immediately. \n(See Addendum 3.)\n\n\nA list of SCP-2493-1’s requests for updated containment procedures is to be submitted to the Ethics Committee on a bi-weekly basis for review and approval or rejection. Proposals to rescind approved requests are to be submitted to the Ethics Committee; any other attempts by staff to impede approved requests will result in severe reprimands at the discretion of the Overseer Council. The full list of approved and rejected requests are outlined in Document 2493-1; “\nApproved & rejected requests by SCP-2493-1 for updates to containment procedures\n.\n”\n\n\n\n\n\n\n\n\nDescription:\n \nSCP-2493 is the collective designation for two components; SCP-2493-1 and SCP-2493-2.\n\n\nSCP-\n2493-1\n is a male humanoid entity \napproximately 1.7 meters in height, and weighing approximately 95 kilograms\n. SCP-\n2493-1\n is \ncomposed entirely of antimatter, but\n physically \nappears to be\n an ordinary human. SCP-\n2493-1\n \nresponds to the name of Joe Smith, and\n claims to originate from an alternate dimension \ncomposed primarily of substances with similar atomic composition to his\n. Psychological evaluation of SCP-2493-1 has revealed that it suffers \nfrom nostophobia\n4\n \nand\n an obsession with completing their mission. \n(See Addendums)\n\n\nSCP-2493-2 is a suit composed entirely of a previously undiscovered and currently poorly-understood substance that SCP-2493-1 refers to as ‘Buffer’, superficially resembling an airtight type 1 hazmat suit. This substance is entirely non-baryonic in nature, uniformly reflects all wavelengths of electromagnetic radiation resulting in a mirrored surface, and is also capable of preventing interaction between matter and antimatter. These properties prevent the contents of anything composed of this material from being examined by use of X-ray scanning, and severely impede physical examination. The material comprising SCP-2493-2 is flexible in a manner comparable to rubber, but has a texture consistent with polished metal. An impermeable barrier replaces the substance around SCP-2493-1’s facial region, serving as a two-way visor. The interior of the suit is also capable of emitting light from an undetermined source, and will do so upon instruction by SCP-2493-1.\n\n\nOn the back of SCP-2493-2 is a multifunctional backpack that serves as an air recycler, \na method of exchanging resources obtained by SCP-2493-1 for canned provisions,\n5\n and an airtight input for canned provisions. SCP-2493-1 has never been observed to physically ingest these supplies; the entity states that this is attributable to nanites present within the interior of the suit, which constantly reassemble small sections of food within his mouth whenever available. \nIt is theorized that the device is connected to SCP-2493-1's reality of origin via a stable extradimensional anomaly in the device, as this is the only reasonable explanation of how the provided waste materials can be converted into edible substances composed of antimatter.\n\n\n\n\n+ Addendum 1: Information Summary\n\n\n\n\n- Showing summary.\n\n\n\n\nThe following is a list of information regarding SCP-2493-1’s origins, obtained during several interviews. \nIt should be noted that the only source of such information is the entity itself, and as such cannot be confirmed to be factual.\n (See Addendum 3.)\n\n\n\n\nSCP-2493-1 originates from an alternate reality (Henceforth 2493’) consisting entirely of antimatter.\n\n\n\n\n\n\nThe society of 2493’ has access to or has developed technology that is significantly more advanced than that of our own, with such technology requiring large quantities of electrical energy to operate, typically exceeding the range of petajoules on a daily basis.\n\n\n\n\n\n\nTechnology within 2493’ \napproximately 200 years ago\n 173 years ago produced large quantities of waste materials as by-products of their operation. Such technology has since been adapted to recycle their waste materials. These produced waste materials were transported to a poorly-understood location of abnormal geometry, described as being physically located between two of the three axis present within normal three-dimensional space.\n\n\n\n\n\n\nAfter \nan undefined period of time\n 40 years the inhabitants of this space began transporting their own waste materials to 2493’, with several described objects exhibiting anomalous phenomena sufficient to be classified as SCPs. This prompted the inhabitants of 2493’ to develop devices capable of severely hindering the transit of such waste material.\n\n\n\n\n\n\nAn unidentified object, presumed to be of abnormal geometric origin, initiated an XK-Class Vacuum Decay within 2493’. Technology developed specifically to counter such a scenario spontaneously activates, protecting a small portion of 2493’ from the event; however, such technology is required to be powered continuously in order to sustain such protection.\n\n\n\n\n\n\nNumerous working-class citizens of 2493’ have been deployed to alternate realities to obtain matter and transport it back, for the purpose of powering antimatter reactors.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum 2: Recovery interview log\n\n\n\n\n- Showing log.\n\n\n\n\n\n\nInterviewed:\n SCP-\n2493-1\n\n\nInterviewer:\n Researcher \n███\n\n\nForeword:\n This interview was conducted shortly after the acquisition of the entity, before the \nantimatter\n nature of SCP-\n2493-1\n had been confirmed.\n\n\n<Begin Log>\n\n\nResearcher \n███\n:\n What is the suit you are wearing made of?\n\n\nSCP-\n2493-1\n:\n \nThere's no atoms.\n Why are you detaining me?\n\n\nResearcher \n███\n:\n We need to ask you some questions. \nWhy do you need the suit?\n\n\nSCP-2493-1:\n Because you're made of antimatter.\n6\n One plus negative one equals ka-fucking-boom.\n\n\nResearcher \n███\n:\n Would you care to elaborate upon your objective?\n\n\nSCP-\n2493-1\n:\n \nI grab some of your stuff, send it back home. Doesn't matter what it is, as long as\n I send it back.\n\n\nResearcher \n███\n:\n What \ndo you require the resources for\n?\n\n\nSCP-2493-1:\n Fuel. The explosion makes a lot of energy, which can be turned into electricity. I need to get uhh… two… two? Yeah, two kilograms minimum of antimatter per day. I uh, think that’s how much they said would keep everything powered at least. Or was it five?\n\n\nResearcher \n███\n:\n What are you referring to?\n\n\nSCP-\n2493-1\n:\n \nMainly home electrics, water recycling, food production and vehicle electricity. There’s some more important things too, so\n could you please let me get back to work?\n\n\nResearcher \n███\n:\n \nIf you\n are \nmade of antimatter, aren’t\n you aware of the ramifications that will occur \nif your suit is punctured\n?\n\n\nSCP-\n2493-1\n:\n \nI die and my employers lose a supply line, it was on the contract.\n It’s an acceptable loss, \nconsidering they can\n just find another \nsource\n.\n\n\nResearcher \n███\n:\n It would be safer \nto simply send you back.\n If you cooperate\n, we should be able to devise a method of sending you back\n.\n\n\nSCP-\n2493-1\n:\n \nYou don’t need to send me back,\n I’m fine \nhere\n. \nJust let me stay.\n\n\nResearcher \n███\n:\n Why shouldn’t we \nsend you back?\n\n\nSCP-\n2493-1\n:\n \nIt’s safer here. From what\n I’ve seen \nof here, we’ve been ahead of you in regards to technology\n for ages\n, but you’ve been able to handle waste much better than we did\n. \nWe got lazy and sent it off to\n some vague location \nbetween dimensions for a couple of years\n, but \nas it turned out\n there were… things, living there, \nand seeing as we were fine with sending them our garbage, they seem to have decided to send their\n garbage \nto us as well\n. You know what sort of things \nthat be\ni\nngs from between dimensions\n consider garbage?\n\n\n<End Log>\n\n\nClosing Statement:\n Theoretical calculations of the interaction of 2kg masses of matter and antimatter as described by SCP-2493-1 would produce 360 petajoules of energy; in comparison, the Three Gorges Dam in China, the world’s largest power station as of writing, produces 356 petajoules of energy per year. \nQuestioning SCP-2493-1 in regards to the technology necessitating electrical input at this magnitude on a daily basis is currently underway.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum 3: Event logs\n\n\n\n\n- Showing logs.\n\n\n\n\n\n\nOn ██/██/██, contact with 2493’ was successfully established by use of a 4 MHz radio wave transmitted through the extradimensional anomaly located on the rear of SCP-2493-2. The superiors of SCP-2493-1 apologized for the extended period of time taken for them to respond, and requested to speak to SCP-2493-1 personally. Several of SCP-2493-1’s claims, as well as additional false claims, were requested for confirmation to ensure that cooperative disinformation could not be attempted; all claims made by SCP-2493-1 (detailed in Addendum 1) were clarified and confirmed as true, with all additional false claims being denied. SCP-2493-1 was allowed to communicate with his superiors, and was noted to praise Lunar Area-32 staff repeatedly throughout their conversation, promoting trading prospects.\n\n\n\n\n\n\nOn ██/██/██, negotiations for trade between representatives of 2493’ and the O5 Council was conducted. It was agreed that in return for digital information regarding assorted 2493’ technology, the Foundation was to provide a continuous supply of matter in the form of waste material. The bulk of this waste material was sourced from the five major ocean gyres and various global landfills.\n\n\nThe majority of the information received from 2493’ was oriented towards containment or destruction of anomalous entities, specializing in entities, objects or locations with abnormal geometric properties. Additional information enabled large advances in medical science, and artificial food production. Schematics for an antimatter reactor were also utilized to create the prototype FAM-Reactor.\n\n\nFurther negotiations were conducted to obtain controlled amounts of antimatter from 2493’ in return for random samples of modern music.\n\n\n\n\n\n\nOn ██/██/██, \nLunar\n Area-\n32\n received a transmission \nfrom 2493’ stating that several devices critical to the continued existence of 2493’ were failing due to physical strain due to their extended usage. The Foundation was informed that while maintenance would delay total failure, 2493’ was expected to be destroyed within a year\n.\n\n\nSeveral weeks later a second transmission was received, stating that the devices preventing 2493’ from receiving waste material from the location of abnormal geometry had outright failed, and that 2493’ was now being overrun with severely detrimental anomalous objects.\n Staff at \nLunar\n Area-\n32\n was advised to prepare to receive \nseveral objects essential to ensuring\n SCP-\n2493-1’s\n \ncontinued biological function. Several devices constructed of the same material as SCP-2493-2 manifested a short distance outside Lunar Area-32, including a large room with airlock capable of safely containing SCP-2493-1 in a vacuum environment, which has since been relocated away from the Area, connected via high-speed rail and further reinforced\n.\n\n\n\n\n\n\nOn ██/██/██, a large burst of digital information was received from 2493’, primarily consisting of historic records of 2493’, photographs of various regions of 2493’ and several schematics for devices capable of recycling various non-biodegradable materials into reusable resources.\n All information received has been archived \nas required\n.\n\n\nTo date, no further transmissions have been received from 2493’.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-\n3492\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-\n3492\n should be contained in a standard humanoid containment cell. \nSCP-3492 can be supplied with rewards in return for compliance. SCP-3492 must be fed a standard regimen of three meals each day.\n\n\nStaff are advised to exhibit caution while in proximity with SCP-\n3492\n, as \nthe spatial distortions\n it \nexperiences\n may cause \nunintentional\n harm to nearby individuals.\n\n\nDescription:\n SCP-\n3492\n is a Caucasian male human \nclaiming to be named \"dicks mcSquigee\"\n.\n7\n DNA analysis has proven inconclusive\n, as collected samples are subject to microscale replications of the entity’s properties, and will spontaneously demanifest after indeterminate periods of time\n.\n\n\nSCP-\n3492\n \nsporadically\n undergoes prominent spatial and/or temporal distortions \ncentralised upon random portions of the entity’s body\n. These distortions vary \nin duration and content\n, but typically involve one \nof\n or multiple of the following:\n\n\n\n\nDislocation of bodily portions\n8\n to another \nfixed\n position \nrelative to the remainder of SCP-3492\n;\n\n\nOver or underexaggerated movement of bodily portions along a single axis, frequently resulting in the above\n\n\nOver or underexaggerated rotation of jointed limbs, frequently to physically impossible extents;\n\n\n(Supposed) rotation or movement \nof bodily portions\n along or around unobservable, higher spatial dimensions;\n\n\nSpontaneous loss of \none or more\n spatial dimensions, resulting in SCP-\n3492\n converting into a lower-dimensional form;\n\n\nProminently \nslowed or\n accelerated motion \nof bodily portions\n;\n\n\nApparent motion of limbs independently from SCP-\n3492\n;\n\n\nMotion of bodily portions occurring in an inverted manner;\n\n\nPseudo-\nprecognitive abilities \nresulting from SCP-3492 briefly undergoing a period of inverted time\n;\n\n\n\n\nOf note is that \naffected portions of\n SCP-\n3492\n appear to be selectively intangible \nto the remainder of the entity, enabling limbs to pass through other limbs unaffected, and enabling joints to rotate freely upon all axis while affected\n. Because of this, SCP-\n3492\n does not suffer from injuries \nrelated to its effects, but does experience discomfort\n.\n\n\nSCP-3492 claims its properties stem from the fact it is \na component of a partially-functional program developed by the TotleighSoft corporation as a proof-of-concept intended to promote interest in a physics engine\n being developed. \nThe entity's respective instance of this program (designated SCP-3492-A) has yet to be recovered.\n\n\nSCP-3492 was recovered during the 2017 Electronic Entertainment Expo, wherein it was attending as part of, and maintaining, an exhibition booth catalogued to be reserved for the TotleighSoft corporation. All attending civilians that observed SCP-3492 prior to recovery were amnestised.\n\n\n\n\nInterviewed:\n SCP-\n3492\n\n\nInterviewer:\n Researcher \n████ ███\n\n\n<Begin Log>\n\n\nResearcher \n████ ███\n:\n \nGood afternoon, 3492. May\n I ask you some questions\n?\n\n\nSCP-3492:\n Yes, sure. Why not.\n\n\nResearcher \n████ ███\n:\n Would you prefer if \nI called y\n-\n\n\nSCP-3492:\n \nNO! No, no, just… the number is\n fine. \n3492 will do.\n\n\n<\nSCP-3492's right pectoral girdle extends to a length of approximately two meters, displacing the right arm appropriately.\n>\n\n\nResearcher \n████ ███:\n \nVery well.\n You are aware of your condition\n, correct\n?\n\n\n<\nSCP-3492's left forearm rotates rapidly around their elbow joint, passing through the remainder of their arm without difficulty several times. SCP-3492 takes several moments to adjust the position of their arm, allowing them to gesture to their right shoulder with it.\n>\n\n\nSCP-\n3492\n:\n It's \na bit\n difficult \nto ignore\n.\n\n\nResearcher \n████ ███\n:\n Do you know what is causing it?\n\n\nSCP-\n3492\n:\n \nTotleighSoft BECAUSE COMPUTERS'\n ineptitude \nat their job\n.\n\n\n<\nSCP-3492 becomes two-dimensional, losing the axis of width and only being visible from their left or right.\n>\n\n\nResearcher \n████ ███\n:\n Could you elaborate?\n\n\nSCP-\n3492\n:\n Have you ever encountered anything \nproduced by TotleighSoft BECAUSE COMPUTERS\n?\n\n\nResearcher \n████ ███\n:\n I have.\n\n\nSCP-\n3492\n:\n Then you would know about \nthe\n inanity \nof their games\n, the nonsensical \nfeatures of such and\n, \nmost notably,\n the\nir\n inability to use \nany language other than\n broken \nEnglish\n?\n\n\nResearcher \n████ ███\n:\n Yes.\n\n\n<\nSCP-3492 regains the axis of width, becoming three dimensional again.\n>\n\n\nSCP-\n3492\n:\n Well, there's your reason.\n\n\nSCP-3492:\n swercs smargorp rieht fo rehtona tey nehw esirprus a fo hcum eb t'ndluohS\n9\n\n\nSCP-3492:\n Oh, pardon me.\n It shouldn't be \nmuch of\n a surprise when another \none of their programs\n screws up.\n\n\nResearcher \n████ ███\n:\n You \nare a computer program\n?\n\n\nSCP-\n3492\n:\n \nA sub-program, but yeah.\n Proof \nof concept\n to show how \nA\nI\n's like me\n run \non the main program\n.\n\n\nResearcher \n████ ███\n:\n \nWhich is\n?\n\n\nSCP-\n3492\n:\n A godawful clusterfuck of \na\n physics \nengine that was supposed to \"improve\"\n upon \nstandard\n spacetime. I \nbasically\n exist \nin a bootleg - oh, excuse me\n.\n\n\n<\nSCP-\n3492's\n \nbodily features\n10\n shift and dissipate\n, preventing the entity from communicating for several minutes\n. \nThe interview is paused until SCP-3492 regains the capability to speak.\n>\n\n\nSCP-\n3492\n:\n \nDamn fourth axis. As\n I \nwas saying, I'm an AI made by TotleighSoft BECAUSE COMPUTERS\n used to show off \nthe\n… \"functionality\"\n, of a physics engine they're working on\n.\n\n\nResearcher \n████ ███\n:\n \nAnd this would be the reason\n you\nr name\n -\n\n\nSCP-\n3492\n:\n Yes\n, unfortunately\n. \nYou can mess with some of my parameters, and you've named me dicks mcSquigee\n. Could you \nplease\n change \nthat\n? Even something bland \nlike John Doe\n would be fine, just… anything \nbut dicks mcSquigee\n.\n\n\n<\nSCP-3492's lower jaw rotates around its joint upwards, disappearing into the skull without resistance. Their speech is not impeded.\n>\n\n\nResearcher \n████ ███\n:\n Do you know where you\nr file\n is \ncurrently being hosted\n?\n\n\nSCP-\n3492\n:\n \nWell, no, but…\n the other \nguy gave it..\n. \nwait, you DID buy the program, right? Legitimate copy from TotleighSoft BECAUSE COMPUTERS, right?\n\n\nSCP-3492:\n Did… did you fucking pirate me?\n\n\n<End Log>\n\n\n\n\n\n\nInterviewed:\n SCP-2803-A, the CEO of the TotleighSoft corporation, via email.\n\n\nInterviewer:\n Researcher ███ ██████\n\n\n<Begin Log>\n\n\nResearcher \n███\n:\n Could you help me \nwith one of your products\n? \nI'm having a bit of difficulty with it.\n\n\nSCP-\n2803-A\n:\n \nYes, supporting is avaliabel! Which of our TotleighSoft programes is?\n\n\nResearcher \n███\n:\n I can't find the original name of it. It's a physics engine that\n you have released, \nwhich comes with a customisable demonstration A\nI.\n\n\nSCP-2803-A:\n \nNot right. How doyou have? wasnt\n release\nd\n.\n\n\nResearcher \n███\n:\n \nYou haven't released it yet?\n Why \nnot\n?\n\n\nSCP-\n2803-A\n:\n Noone interest\ned\n in \nit\n. showed \nit for buisness\n, but no response. \nproduction\n stopped \nand employees work onother profit, never sold\n. \nHow did you get?\n\n\nResearcher \n███\n:\n \nWe bought it from a store.\n We \ncan conduct an investigation for you, to find out how this happened, but we will\n need \nyour cooperation.\n\n\nSCP-2803-A:\n Yes, will help. What you need?\n\n\nResearcher ███:\n \nCan you send us a copy of\n your development \nnotes and a manual\n?\n\n\nSCP-\n2803-A\n:\n Yes \nyes, is attach\n. \nWill help anyway!\n\n\n<End Log>\n\n\n\n\n\n\nInterviewed:\n SCP-\n3492\n\n\nInterviewer:\n Researcher \n████ ███\n\n\nForeword:\n A review \nof the development notes for SCP-3492 provided by SCP-2803-A\n revealed \nthat\n several \nof the\n anomalous properties of SCP-3492 \nwere recorded as having been patched in earlier versions of the software, while other properties - most notably, the ability to change the name of the AI -\n were \nneither implemented as a feature nor\n encountered as a programming error. An interview was conducted to question SCP-\n3492\n regarding these revelations.\n\n\n<Begin Log>\n\n\nResearcher \n████ ███\n:\n \nGood morning\n \n3492,\n \nhow are you doing\n?\n\n\nSCP-\n3492\n:\n \nAbout as well as\n you \ncan be while\n know\ning\n you're illegal.\n\n\nResearcher \n████ ███:\n \nI… see.\n We're working \nwith your creator\n to find \nout how\n you \ncame into our possession, to avoid it in future\n. \nSpeaking of which, we've come across some… discrepancies, which we would like your help with\n. Are you willing \nto help\n?\n\n\nSCP-\n3492\n:\n \nI guess.\n No\nt like I can get any more illegal\n.\n\n\n<\nSCP-3492's left thumb extends until it touches the ceiling of the room, after which it returns to its normal length.\n>\n\n\nResearcher \n████ ███\n:\n \nOk.\n You \nwill periodically\n move along a spatial axis higher than the standard three \nwe exist within, correct\n?\n\n\nSCP-\n3492\n:\n \nYeah, that's what happened the last time\n we spoke. \nIt just happens whenever\n it wants\n. Which is what\n you \nget for being ILLEGAL\n.\n\n\n<\nSCP-3492's right leg is seen shifting before disappearing.\n>\n\n\nResearcher \n████ ███\n:\n Yes, well, are you \naware that issue was resolved in one of the earlier versions of your software?\n\n\n<\nSCP-\n3492's\n \nright leg re\nappears.\n>\n\n\nSCP-\n3492\n:\n \nReally? Well, that's odd. But then again, it's probably back because\n I'm ILLEGAL.\n\n\nResearcher \n████ ███\n:\n Well, \nthere's several other anomalies\n that \nhave been listed as resolved as well, such\n -\n\n\nSCP-\n3492\n:\n \nMaybe they weren't fixed in copies that are\n ILLEGAL.\n\n\nResearcher \n████ ███\n:\n I would appreciate if you stopped emphasising that point.\n\n\nSCP-\n3492\n:\n \nWhat, that I'm\n ILLEGAL?\n\n\nResearcher \n████ ███\n:\n Yes.\n\n\nSCP-\n3492\n:\n \nWell… FINE, I GUESS.\n [Unintelligible]\n\n\n<\nWhat appears to be SCP-3492's tongue briefly emerges from the top of their skull.\n>\n\n\nResearcher \n████ ███\n:\n Pardon?\n\n\nSCP-\n3492\n:\n \nNothing, nothing. As you were saying. So, a few\n bits and bobs \nof me\n are broken again, \nso what?\n What's that mean?\n\n\nResearcher \n████ ███\n:\n Well, there are also several aspects of you that were never included as features in the software. You claim that you have been renamed to \"Dicks McSquigee,\" correct?\n\n\nSCP-3492:\n \nThat\n… \nyeah, I\n… Is that…\n?\n\n\nResearcher \n████ ███\n:\n Unfortunately, yes. Renaming the sub-program was never considered for use as a feature. There's also your fluency in English, the size of your vocabulary…\n\n\nSCP-3492:\n Oh… OH \nGOD\n. OH \nGOD WHY\n.\n\n\n<\nThe various limbs of SCP-3492 begin rapidly spinning around their respective joints, throwing them across the room. The limbs are not physically impeded by any other part of SCP-3492\n.\n>\n\n\nResearcher \n████ ███\n:\n \n3492\n, are you ok?\n\n\nSCP-\n3492\n:\n OH \nGOD.\n I'M… \nI'M A FUCKING BOOTLEG. I'M A FUCKING… PIRATED…\n\n\nSCP-\n3492\n:\n WHY? \nWHY WOULD ANYONE WANT TO RIP OFF TOTLEIGHSOFT BECAUSE COMPUTERS?\n\n\n<End Log>\n\n\n\n\n\n\n\n\nItem #:\n SCP-\n████\n\n\nAlternate Designation:\n Non-Standard Designation \n\"TYRFING\"\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n \nA physical manuscript containing “TYRFING” infectious information must be kept at all times. This manuscript is to be used solely to create a digital file that can be duplicated if all other sources of “TYRFING” infection are lost.\n\n\nA digital file \ncontaining “TYRFING” infectious material\n must be kept \non an otherwise empty portable storage device\n, access to which must be restricted \nto personnel assigned to “TYRFING”\n. \nAt\n no \npoint should the original file be opened and viewed;\n testing \nsubjects should be exposed to copies of the file during testing only\n.\n\n\nCommunication \nwith “+TYRFING” subjects\n must be conducted exclusively via a specialised messaging program developed to automatically censor \n“TYRFING”\n infectious information. Personnel attempting to circumvent this must be severely reprimanded.\n\n\nTo minimise disruption during reassignment post-“TYRFING” infection,\n personnel \nassigned to “TYRFING” are not authorised to know its numerical designation and\n must refer to the anomaly by its \nalternate\n designation \ninstead\n.\n\n\nDescription:\n Non-Standard Designation \n\"TYRFING\"\n is \nan\n info\nallergenic\n11\n \ninformation-based concept. \"TYRFING\" is\n not restricted to any specific medium \n— any method of surveying or storing information is capable of surveying or storing \"TYRFING\"\n. Individuals or documents that contain explicit information \nof \"TYRFING\"\n are infected by the anomaly, and are henceforth referred to as \"+\nTYRFING\n\".\n12\n\n\nSapient\n \"+\nTYRFING\n\" \nhosts\n are compelled to \ncompare \"TYRFING\" to other concepts they are aware of; these comparisons can\n be arbitrary and nonsensical\n, but all relate or compare the two concepts in some manner\n. Testing has shown that \nwhile in its initial infection phase,\n \"\nTYRFING\n\" exhibits potent mnestic properties, enabling \"+\nTYRFING\n\" \nhosts\n to recall \nall\n details of \"\nTYRFING\n\" \nand all comparisons or relations made with other concepts\n — \nno\n amnestic treatment utilised by the Foundation has impeded this property. Hosts show signs of an anomalous compulsion to spread \"\nTYRFING\n\"\n, frequently attempting to survey\n information to individuals they believe are unaffected.\n\n\nWhen a sapient \"+TYRFING\" host believes they have infected another individual with \"TYRFING\", the anomaly will enter its second phase. The success of this attempt is irrelevant; if the host believes they have exposed another individual to \"TYRFING\", the secondary properties will initiate. During this secondary phase \"TYRFING\", and all concepts the host (who is designated \"-TYRFING\" from then on) related to it, will exhibit antimemetic properties for the host alone — they will be unable to recall any information relating to the concept/s. As with the memetic properties of \"TYRFING\", no mnestic treatment developed thus far by the Foundation has impeded this property.\n\n\n\"-TYRFING\"\n individuals also experience \npermanent\n perceptual alterations \nthat prevent them from perceiving any information that directly or indirectly exposes them to lost concepts; subjects show no response to visual, auditory or tactile mediums used to transfer such information\n.\n13\n\n\nThe effects of \"\nTYRFING\n\" are not limited to biological or even animate hosts; dummy \nAIC programs\n have shown susceptibility \nand\n similar \nantimemetic impediment\n to biological \n\"-TYRFING\"\n individuals.\n\n\nInanimate mediums of information storage suffer from \napproximate analogues of\n \"\nTYRFING\n\"'s antimemetic effect — \nwhen an individual is infected by \"TYRFING\" via one of these mediums, the relevant information in the medium immediately becomes illegible or unintelligible to all individuals (including those unaffected by \"TYRFING\") in the case of visual and auditory mediums, respectively;\n digital information will become irreparably corrupt\n, but will still occupy the same system space. Individuals unaffected by \"TYRFING\" attempting to read \"-TYRFING\" visual documents can acknowledge the presence of an inscription, but are unable to discern any meaning from it; similarly, they can also acknowledge recorded vocalisations, but cannot ascertain its content\n.\n\n\n“\nTYRFING\n” was initially contained following an outbreak \nin Site ██\n. The majority of staff positioned on-site \nbegan suffering from inabilities to perceive randomised objects or concepts; as the lost concepts varied from staff to staff, a cognitohazardous infection was identified\n and the site was locked down \nby personnel\n. First-response containment personnel were able to \ncreate a non-infectious document approximating the anomaly and\n isolate \na\n “\nTYRFING\n” \ninfectious document\n before succumbing to the anomaly’s \nsecondary\n properties.\n\n\nTesting Log ████:\n\n\n\n\n\n\nSubject\n\n\nConcept/s related to “TYRFING”\n\n\nAdditional parameters/notes\n\n\nObserved detriments to “TYRFING”-Negative subject\n\n\n\n\n\n\nD-2898\n\n\nNone.\n\n\nTest was used as a baseline – the subject spread “TYRFING” before relating it to any other concepts.\n\n\nSubject became unable to perceive any information pertaining to “TYRFING”, and showed no awareness of their infection.\n\n\n\n\n\n\nD-1667\n\n\nShoes.\n\n\nN/A\n\n\nSubject became unable to perceive shoes. No anomalous capability to observe feet through footwear was recorded; descriptions of personnel's feet were confirmed to be unconscious extrapolations made by the subject.\n Subject showed signs of \nminor\n distress when personnel removed \ntheir shoes while\n the subject \nobserved\n.\n\n\n\n\n\n\nD-9055\n\n\nAir\n\n\nN/A\n\n\nSubject becomes extremely distressed and begins hyperventilating. The subject \nis capable of respiration, but\n is not conscious of \nany air intake and acts as though they are asphyxiating. The subject is unable to explain the purpose of respiration, but acknowledges\n its importance. Treatment \nfor chronic hyperventilation syndrome\n is ongoing\n, but successful\n.\n\n\n\n\n\n\nD-2493\n\n\nD-2493 (Their own identity).\n\n\nN/A\n\n\nSubject lost \nall\n sense of self-identity\n; the subject was unable to perceive their own form,\n but was still capable of \nall\n bodily functions.\n\n\n\n\n\n\nD-4566\n\n\nLife.\n\n\nN/A\n\n\nThe\n subject \nbecame unable to distinguish between\n living, inanimate and\n/or\n deceased \nobjects or entities; the subject attempted to awaken a carcass introduced to them, believing its lack of response being due to unconsciousness\n.\n\n\n\n\n\n\nD-2439\n\n\nLibraries\n\n\nConducted to determine if “TYRFING” can counteract the effect of SCP-2602, which used to be a library.\n\n\nThe subject showed no compulsion \nto refer to the fact that SCP-2602 used to be a library; when presented with images taken from SCP-2602’s interior, the subject identified it as a former library without difficulty\n. Interviews with the subject regarding SCP-\n2602\n are impeded by \nits\n anomalous properties\n, as the subject is unable to hear interviewers when they refer to SCP-2602 as a former library\n. Further research \ninto cross-utilisation of “TYRFING” with SCP-2602 (a former library)\n is pending approval.\n\n\n\n\n\n\nD-2565\n\n\nAllison Eckhart\n\n\nConducted to determine if “TYRFING” can be used to immunise individuals from other information-based anomalies.\n\n\nSubject became incapable of \nperceiving Allison Eckhart – because of this, the subject cannot detect anything affected by the AE-Class Allison Eckhart Allison-Eckhart Breathability Scenario, including\n \n[DATA REDACTED]\n\n\n\n\n\n\nAllison Eckhart\n\n\nAllison Eckhart (Allison Eckhart)\n\n\nConducted to determine if “TYRFING” can be used to cure Allison Eckhart infection.\n\n\nAll \nAllison Eckhart\n activity \nin Allison Eckhart\n ceased, with attempts to resuscitate \nthem\n failing. All\nison Eckhart was\n declared dead by attending medical personnel.\n\n\n\n\n\n\nTYR005.aic\n\n\nNone.\n\n\nTest was used as a baseline to determine how “TYRFING” affects non-biological entities.\n\n\nUpon \nthe subject\n becoming “-\nTYRFING\n”, all information recorded on \nthe\n computer regarding “\nTYRFING\n” became corrupt. Attempts to transfer files \ncontaining “TYRFING” information\n failed\n, as all such files would register as corrupt on the computer, despite being functional on other systems. When transferred to an alternate computer system, TYR005.aic was fully-functional, but could not interact with any regions of data containing information about “TYRFING”.\n\n\n\n\n\n\nTYR007.aic\n\n\nArtificial Intelligence\n\n\nN/A\n\n\nAs with the previous test\n, \nthe computer hosting the AIC program\n became incapable of accessing any files \ncontaining information\n about “\nTYRFING\n”. \nThe TYR007.aic also became incapable of accessing information about\n “\nTYRFING\n”\n; however, it was also incapable of performing functions that involved it interacting with other AICs – while indirectly communicating with AICs (via modifiable text documents), it believed it\n was speaking to \ntesting\n personnel. Questioning revealed \nthat TYR007.aic believed it was a human consciousness implanted within a computer.\n\n\n\n\n\n\nTYR009.aic\n\n\nStopping, Deletion\n\n\nN/A\n\n\nThe\n “\n-TYRFING\n” \nTYR009.aic\n was \nin\ncapable of \nceasing any programs, functions, and/or\n deleting \nany\n data. This property \ndid not\n extend to \nthe computer system hosting the AIC; testing\n personnel \nwere able to close and delete data on the system. Impediments regarding documents containing “TYRFING” information were consistent with previous (and successive) tests\n.\n\n\n\n\n\n\nAddendum 1:\n Incident Log ████-01\n\n\nThree\n researchers were infected with “\nTYRFING\n” during a scheduled round of testing \nwith D-Class personnel\n on \n10/04/\n2018. \nThe automated redaction system used to automatically censor attempts to communicate “TYRFING” infectious material during conversation between researchers and test subjects had been updated the day prior; however, the update caused a stack overflow to occur, disabling the program.\n\n\nWhile “+TYRFING”, Junior Researcher █████ ██████\n14\n sent an indeterminate text message to an unknown phone number – due to Junior Researcher █████ being found to be suffering from the secondary properties of “TYRFING”, it is assumed that this text message contained “TYRFING” infectious content. Due to the antimemetic properties of the anomaly, Junior Researcher ██████ is unable to be questioned regarding these actions, nor can the recipient phone number be retrieved. An investigation is underway into whether\n this was a premeditated action\n, or compliance with the compulsive effect\n of the anomaly.\n\n\nAddendum \n2\n:\n\nOngoing surveillance of \nthe three researchers involved with Incident ████-01 has revealed an additional, hereditary property of\n “\nTYRFING\n”\n; all offspring of Researcher \n███\n ███ that were conceived after 10/04/2018\n have shown \nperceptual alterations identical to Researcher \n███\n ███; specifically,\n they are \nall\n unable to \nperceive or\n learn of the existence of \npears. Testing with the offspring has, however, shown that they are still susceptible to “TYRFING” infection and therefore, can experience further\n perceptual shifts.\n\n\nNo abnormal genetic markers have yet been identified to correlate to “TYRFING” infection. Research into identifying potential “TYRFING” markers has been allocated as high-priority.\n\n\n\n\n\n\nItem #:\n SCP-2394\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-\n2394\n is to be kept in a chemically-induced dream state \nat the veterinarian wing of Bio-Site 84\n. SCP-\n2394\n is to be supplied with nutritional package \nNP2394\n by \nmethod of\n intravenous drip. Should SCP-\n2394\n awaken pre-emptively, \nno less than two veterinarian\n staff are to respond immediately and resume SCP-\n2394\n's dream state.\n\n\nSCP-2394's mental health is to be observed once per week by use of accessing its neurological files using \"2394filing.exe\", and a complete copy of all files should be made once per bi-annual period. Attempts to alter the neurological files of SCP-2394 are to be approved by the site director prior to execution. Research staff assigned to SCP-2394 are authorised to monitor SCP-2394's dreams by use of the \"2394REM.exe\" program at any time.\n Research staff \nnot assigned to SCP-2394\n must be \ngranted permission by level 2 personnel\n assigned to \nSCP-2394\n to monitor SCP-\n2394's\n \ndreams\n.\n\n\nSCP-\n2394\n is \nnot to be neurologically accessed by any computer connected to any networks at the time, and is\n to be thoroughly scanned for \nany potential manifestations of a digital\n consciousness \nof SCP-2394 prior to connecting to any networks\n.\n\n\nDescription:\n SCP-\n2394\n is a single \ninstance of \nLitoria caerulea\n, or\n Australian \ngreen tree frog\n. The entity is \ngenetically identical to common members of its species, and is\n physiologically normal \nexcluding several aspects added by SCP-2394's previous captors\n. \n(See Addendum 3.)\n\n\nThe entity has \nbeen surgically modified in several manners to\n extend its lifespan indefinitely\n, the most prominent of which is an artificial injection site located above the left portion of the hipbone, and an anomalously-powered artificial heart that has yet to cease operation. SCP-2394 also has a Firewire (IEEE 1394) port surgically attached to the top of its skull; this port is directly connected to several parts of the entity's brain, enabling it to be monitored by use of appropriately formatted software. (See Addendum 1 & 2.) Observation of the entity's thought processes and actions have revealed that it is sapient\n.\n\n\nSCP-2394 can \ninstantly\n teleport to any location that it has previously physically observed. \nThe mechanism by which the entity is capable of relocating in this manner is unknown, as it does not feature any abnormal organs or genetic sequences from those of its species, and apparently had the ability prior to its surgical modification. (See Addendum 4.)\n SCP-2394 can activate this ability by certain conscious thoughts, and thus is unable to utilise its ability while unconscious or dreaming.\n15\n \nNo successful method of replicating the entity's anomalous properties have been determined, and all attempts to convey the ability to SCP-2394's offspring have failed, suggesting the ability may not be a genetic trait. SCP-2394 has thus far never teleported to a location depicted in a photograph or film, however if this is a conscious decision on its part or an actual limitation has not yet been determined. Documents obtained during\n SCP-\n2394's\n \nrecovery state that the entity\n was capable of teleporting objects and organisms \nalong with itself, as long as they were in physical contact with it\n. This capability was a conscious decision by the entity\n, however testing by Foundation researchers have thus far failed to replicate this effect\n. \nAttempts to force SCP-2394 to relocate personnel with it are currently pending review by the Ethics Committee.\n SCP-\n2394\n is able to teleport to certain locations on the Australian\n, South American and African\n continent\ns, the southern region of the United States, and the central region of Asia.\n\n\nSCP-2394 can be neurally interfaced with any device capable of receiving a signal from a Firewire 800 cable either directly or by use of an adapter. The entity does not internally contain downloadable driver software, which must be installed onto devices in order for them to interpret SCP-2394 as an external port.\n16\n The original software recovered during the raid in which the entity was recovered from has been reverse engineered and improved for testing purposes by Foundation technicians. Two separate programs have been developed that utilise this driver software; \"2394filing.exe\" and \"2394REM.exe\", both detailed below. It is currently unknown if SCP-2394 has the potential capability to upload its consciousness to a device via the Firewire connection, but precautions are to be taken to prevent it from uploading itself to the Foundation network or the Internet if it is capable.\n\n\nAddendum 1: 2394filing.exe\n\nThe 2394filing.exe software enable devices connected to interpret various aspects of SCP-2394's consciousness as text documents that are numerically ordered in an ascending fashion, with each file allocated a random numerical value. \"2394filing.exe\" has an inbuilt feature that enables researchers to locate specific files relating to a topic, context or content. SCP-2394 is always locked in a read-only state, preventing any files from being added, altered or deleted from the entity in any way. No method of 'unlocking' SCP-2394 has been determined thus far, if it is at all possible.\n\n\nAddendum 2: 2394REM.exe\n\nThe 2394REM.exe software enables researchers to monitor SCP-2394's delta sleep constructs in a visual and auditory format. 2394REM.exe renders the constructs as a three-dimensional environment that can be navigated by the user, however regions that are outside SCP-2394's field of vision are significantly less detailed than regions within and audio that the entity is not consciously aware of fades at a rate of 5 decibels per second.\n\n\nObservations of SCP-\n2394\n \nusing 2394REM.exe\n has shown that \nit is unaware that it is in a dream state, and\n if conscious would actively avoid capture and containment \nby any humanoid being\n. Also of note is that \nSCP-2394 visualises itself as an ordinary frog of its species, with\n the distinguishing features of the entity absent from it\ns person\n.\n\n\nAddendum \n3\n:\n Recovery \nlog\n\nSCP-2394 was recovered during a raid \non a Chaos Insurgency base of operations\n. Having studied the entity for \n██\n years, they \nhad developed functional software drivers for SCP-2394 and\n were \nutilising a prototype program in order to\n influence the entity to utilise its ability \nfor their benefit\n. Its anomalous capabilities were being utilised \nto relocate high-priority personnel and items\n undetected. \nThe program was designed to automatically monitor the thought processes of the entity, and engaged a failsafe of cerebral overstimulation\n17\n to keep it contained on location. A similar method of electrical stimulation of specific areas of the brain associated with memories of locations was also utilised to induce SCP-2394 to use its abilities in a desired manner.\n\n\nSCP-\n2394\n was showing signs of extreme distress upon retrieval, \nand was discovered to have been exposed to a cognitohazardous agent designed to induce rapid brain death in an attempt to prevent acquisition of the entity by Foundation agents. The entity was improperly exposed to the agent, resulting in it\n functioning incorrectly and causing \nan\n extreme mental strain \non the entity\n.\n\n\n\n\n+ Addendum 4: SCP-2394 File samples\n\n\n\n\n- Showing sample files.\n\n\n\n\nThe following format will be used:\n\n\n\n\nSearch Keyword/s:\n\n\nNote:\n\n\nRelated Content:\n\n\n\n\n\n\nSearch Keyword/s:\n Old, Different, Head, Change\n\n\nNote:\n Sample was obtained using an early prototype of 2394filing.exe. File was obtained prior to the original initiation of SCP-2394's extended delta sleep.\n\n\nRelated Content:\n \nWant back before. Am different, but normal like other s:Dfb\\bu#}NQ6v. Hide among.\n Cant before, stuck \ndifferent\n, no hide. \nnJ4?KXn@v8Opsg no remove, x'%Q6t{j^]IlV! stuck deep on head. Awake that time, x'%Q6t{j^]IlV!\n stay\ns\n always now, never go. Endless. \nPain always, nJ4?KXn@v8Opsg no stop, why do. nJ4?KXn@v8Opsg stop. Please.\n\n\n\n\n\n\nSearch Keyword/s:\n Before, Freedom, Ability, Obtained\n\n\nNote:\n Sample obtained using a near-completed version of 2394filing.exe.\n\n\nRelated Content:\n \nI thank [-\\L**/UN#:I-#S ?] for her help.\n She gave me the [ABILITY] that I now enjoy\n, to let me go where I remember\n.\n\nI met her many [YEARS] ago. I was with many other \n[FROGS], and we were being taken somewhere by\n [HUMANS]. \nThere were lots of them, all watching us, watching us get killed one by one by a [MONSTER ?] for fun.\n The screams of the others, I will never forget.\n\n\nThat\n [NIGHT]\n, I met her. She\n shone brilliantly, and \nher voice\n calmed me. She gave me my [ABILITY], and told me to flee. \nI tried to help the others, but they only ignored me.\n I left alone.\n\n\nI go back to where I met her sometimes.\n I \nsee her every time and try to\n speak to her, but she never responds. \nShould [-\\L**/UN#:I-#S ?] need me, I will come, I owe her. I just wish she would speak back to me, so\n I know she understands \nhow thankful I am.\n18\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \nSee: Addendum I.\n\n\n2\n. \nTypically around the same depth at which SCP-3924 entered its active state, but has been known to increase or decrease by up to 200 metres, depending on the vessel's rate of ascension.\n\n\n3\n. \nFourteen days.\n\n\n4\n. \nThe fear of returning home.\n\n\n5\n. \nThis feature has now become non-functional (See Addendum 3).\n\n\n6\n. \nSCP-2493-1 speaks from the perspective that he is composed of matter, and by extension that everything else is composed of antimatter.\n\n\n7\n. \nDespite grammatical inaccuracy, SCP-3492 will always record its name without correct capitalisation.\n\n\n8\n. \nThis includes joints and/or limbs.\n\n\n9\n. \nSCP-3492 was experiencing a period of inverted time, during which it spoke in reverse.\n\n\n10\n. \nHair, facial features, nails, etc.\n\n\n11\n. \nInfoallergenic anomalies are an uncommon class of infohazard, capable of exhibiting both memetic and antimemetic properties.\n\n\n12\n. \"\nTYRFING\n\" positive.\n\n\n13\n. \n”TYRFING”-Negative hosts claim that printed documents detailing “TYRFING” are blank, that personnel telling them about “TYRFING” mumble or become mute while speaking, and that surfaces with Braille imprinted upon them are blank or smooth in regions that contain information regarding “TYRFING”.\n\n\n14\n. \nOne of the infected researchers.\n\n\n15\n. \nSCP-2394 has attempted to utilise its ability several times during its sleep. It has thus far failed to physically activate its effects; however, it is successful in relocating itself within its dreams.\n\n\n16\n. \nAttempting to access SCP-2394 from a device that does not have the appropriate driver software installed will result in SCP-2394 appearing as an irreparable, corrupted external device.\n\n\n17\n. \nSpecifically, the section associated with pain reception.\n\n\n18\n. \nSCP-2394 has been noted to travel to a location within the Hubei provenience of China at a minimum of once per year in its dream. Investigation of this region led to the discovery of SCP-████\n\n\n\n\n\n\n\n\n« \nSCP-4292\n | SCP-4293 | \nSCP-4294\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewed: SCP- 2493-1 Interviewer: Researcher ███ Foreword: This interview was conducted shortly after the acquisition of the entity, before the antimatter nature of SCP- 2493-1 had been confirmed. <Begin Log> Researcher ███ : What is the suit you are wearing made of? SCP- 2493-1 : There's no atoms. Why are you detaining me? Researcher ███ : We need to ask you some questions. Why do you need the suit? SCP-2493-1: Because you're made of antimatter. 6 One plus negative one equals ka-fucking-boom. Researcher ███ : Would you care to elaborate upon your objective? SCP- 2493-1 : I grab some of your stuff, send it back home. Doesn't matter what it is, as long as I send it back. Researcher ███ : What do you require the resources for ? SCP-2493-1: Fuel. The explosion makes a lot of energy, which can be turned into electricity. I need to get uhh… two… two? Yeah, two kilograms minimum of antimatter per day. I uh, think that’s how much they said would keep everything powered at least. Or was it five? Researcher ███ : What are you referring to? SCP- 2493-1 : Mainly home electrics, water recycling, food production and vehicle electricity. There’s some more important things too, so could you please let me get back to work? Researcher ███ : If you are made of antimatter, aren’t you aware of the ramifications that will occur if your suit is punctured ? SCP- 2493-1 : I die and my employers lose a supply line, it was on the contract. It’s an acceptable loss, considering they can just find another source . Researcher ███ : It would be safer to simply send you back. If you cooperate , we should be able to devise a method of sending you back . SCP- 2493-1 : You don’t need to send me back, I’m fine here . Just let me stay. Researcher ███ : Why shouldn’t we send you back? SCP- 2493-1 : It’s safer here. From what I’ve seen of here, we’ve been ahead of you in regards to technology for ages , but you’ve been able to handle waste much better than we did . We got lazy and sent it off to some vague location between dimensions for a couple of years , but as it turned out there were… things, living there, and seeing as we were fine with sending them our garbage, they seem to have decided to send their garbage to us as well . You know what sort of things that be i ngs from between dimensions consider garbage? <End Log> Closing Statement: Theoretical calculations of the interaction of 2kg masses of matter and antimatter as described by SCP-2493-1 would produce 360 petajoules of energy; in comparison, the Three Gorges Dam in China, the world’s largest power station as of writing, produces 356 petajoules of energy per year. Questioning SCP-2493-1 in regards to the technology necessitating electrical input at this magnitude on a daily basis is currently underway.",
        "On ██/██/██, contact with 2493’ was successfully established by use of a 4 MHz radio wave transmitted through the extradimensional anomaly located on the rear of SCP-2493-2. The superiors of SCP-2493-1 apologized for the extended period of time taken for them to respond, and requested to speak to SCP-2493-1 personally. Several of SCP-2493-1’s claims, as well as additional false claims, were requested for confirmation to ensure that cooperative disinformation could not be attempted; all claims made by SCP-2493-1 (detailed in Addendum 1) were clarified and confirmed as true, with all additional false claims being denied. SCP-2493-1 was allowed to communicate with his superiors, and was noted to praise Lunar Area-32 staff repeatedly throughout their conversation, promoting trading prospects.",
        "On ██/██/██, negotiations for trade between representatives of 2493’ and the O5 Council was conducted. It was agreed that in return for digital information regarding assorted 2493’ technology, the Foundation was to provide a continuous supply of matter in the form of waste material. The bulk of this waste material was sourced from the five major ocean gyres and various global landfills. The majority of the information received from 2493’ was oriented towards containment or destruction of anomalous entities, specializing in entities, objects or locations with abnormal geometric properties. Additional information enabled large advances in medical science, and artificial food production. Schematics for an antimatter reactor were also utilized to create the prototype FAM-Reactor. Further negotiations were conducted to obtain controlled amounts of antimatter from 2493’ in return for random samples of modern music.",
        "On ██/██/██, Lunar Area- 32 received a transmission from 2493’ stating that several devices critical to the continued existence of 2493’ were failing due to physical strain due to their extended usage. The Foundation was informed that while maintenance would delay total failure, 2493’ was expected to be destroyed within a year . Several weeks later a second transmission was received, stating that the devices preventing 2493’ from receiving waste material from the location of abnormal geometry had outright failed, and that 2493’ was now being overrun with severely detrimental anomalous objects. Staff at Lunar Area- 32 was advised to prepare to receive several objects essential to ensuring SCP- 2493-1’s continued biological function. Several devices constructed of the same material as SCP-2493-2 manifested a short distance outside Lunar Area-32, including a large room with airlock capable of safely containing SCP-2493-1 in a vacuum environment, which has since been relocated away from the Area, connected via high-speed rail and further reinforced .",
        "On ██/██/██, a large burst of digital information was received from 2493’, primarily consisting of historic records of 2493’, photographs of various regions of 2493’ and several schematics for devices capable of recycling various non-biodegradable materials into reusable resources. All information received has been archived as required . To date, no further transmissions have been received from 2493’.",
        "Interviewed: SCP- 3492 Interviewer: Researcher ████ ███ <Begin Log> Researcher ████ ███ : Good afternoon, 3492. May I ask you some questions ? SCP-3492: Yes, sure. Why not. Researcher ████ ███ : Would you prefer if I called y - SCP-3492: NO! No, no, just… the number is fine. 3492 will do. < SCP-3492's right pectoral girdle extends to a length of approximately two meters, displacing the right arm appropriately. > Researcher ████ ███: Very well. You are aware of your condition , correct ? < SCP-3492's left forearm rotates rapidly around their elbow joint, passing through the remainder of their arm without difficulty several times. SCP-3492 takes several moments to adjust the position of their arm, allowing them to gesture to their right shoulder with it. > SCP- 3492 : It's a bit difficult to ignore . Researcher ████ ███ : Do you know what is causing it? SCP- 3492 : TotleighSoft BECAUSE COMPUTERS' ineptitude at their job . < SCP-3492 becomes two-dimensional, losing the axis of width and only being visible from their left or right. > Researcher ████ ███ : Could you elaborate? SCP- 3492 : Have you ever encountered anything produced by TotleighSoft BECAUSE COMPUTERS ? Researcher ████ ███ : I have. SCP- 3492 : Then you would know about the inanity of their games , the nonsensical features of such and , most notably, the ir inability to use any language other than broken English ? Researcher ████ ███ : Yes. < SCP-3492 regains the axis of width, becoming three dimensional again. > SCP- 3492 : Well, there's your reason. SCP-3492: swercs smargorp rieht fo rehtona tey nehw esirprus a fo hcum eb t'ndluohS 9 SCP-3492: Oh, pardon me. It shouldn't be much of a surprise when another one of their programs screws up. Researcher ████ ███ : You are a computer program ? SCP- 3492 : A sub-program, but yeah. Proof of concept to show how A I 's like me run on the main program . Researcher ████ ███ : Which is ? SCP- 3492 : A godawful clusterfuck of a physics engine that was supposed to \"improve\" upon standard spacetime. I basically exist in a bootleg - oh, excuse me . < SCP- 3492's bodily features 10 shift and dissipate , preventing the entity from communicating for several minutes . The interview is paused until SCP-3492 regains the capability to speak. > SCP- 3492 : Damn fourth axis. As I was saying, I'm an AI made by TotleighSoft BECAUSE COMPUTERS used to show off the … \"functionality\" , of a physics engine they're working on . Researcher ████ ███ : And this would be the reason you r name - SCP- 3492 : Yes , unfortunately . You can mess with some of my parameters, and you've named me dicks mcSquigee . Could you please change that ? Even something bland like John Doe would be fine, just… anything but dicks mcSquigee . < SCP-3492's lower jaw rotates around its joint upwards, disappearing into the skull without resistance. Their speech is not impeded. > Researcher ████ ███ : Do you know where you r file is currently being hosted ? SCP- 3492 : Well, no, but… the other guy gave it.. . wait, you DID buy the program, right? Legitimate copy from TotleighSoft BECAUSE COMPUTERS, right? SCP-3492: Did… did you fucking pirate me? <End Log>",
        "Interviewed: SCP-2803-A, the CEO of the TotleighSoft corporation, via email. Interviewer: Researcher ███ ██████ <Begin Log> Researcher ███ : Could you help me with one of your products ? I'm having a bit of difficulty with it. SCP- 2803-A : Yes, supporting is avaliabel! Which of our TotleighSoft programes is? Researcher ███ : I can't find the original name of it. It's a physics engine that you have released, which comes with a customisable demonstration A I. SCP-2803-A: Not right. How doyou have? wasnt release d . Researcher ███ : You haven't released it yet? Why not ? SCP- 2803-A : Noone interest ed in it . showed it for buisness , but no response. production stopped and employees work onother profit, never sold . How did you get? Researcher ███ : We bought it from a store. We can conduct an investigation for you, to find out how this happened, but we will need your cooperation. SCP-2803-A: Yes, will help. What you need? Researcher ███: Can you send us a copy of your development notes and a manual ? SCP- 2803-A : Yes yes, is attach . Will help anyway! <End Log>",
        "Interviewed: SCP- 3492 Interviewer: Researcher ████ ███ Foreword: A review of the development notes for SCP-3492 provided by SCP-2803-A revealed that several of the anomalous properties of SCP-3492 were recorded as having been patched in earlier versions of the software, while other properties - most notably, the ability to change the name of the AI - were neither implemented as a feature nor encountered as a programming error. An interview was conducted to question SCP- 3492 regarding these revelations. <Begin Log> Researcher ████ ███ : Good morning 3492, how are you doing ? SCP- 3492 : About as well as you can be while know ing you're illegal. Researcher ████ ███: I… see. We're working with your creator to find out how you came into our possession, to avoid it in future . Speaking of which, we've come across some… discrepancies, which we would like your help with . Are you willing to help ? SCP- 3492 : I guess. No t like I can get any more illegal . < SCP-3492's left thumb extends until it touches the ceiling of the room, after which it returns to its normal length. > Researcher ████ ███ : Ok. You will periodically move along a spatial axis higher than the standard three we exist within, correct ? SCP- 3492 : Yeah, that's what happened the last time we spoke. It just happens whenever it wants . Which is what you get for being ILLEGAL . < SCP-3492's right leg is seen shifting before disappearing. > Researcher ████ ███ : Yes, well, are you aware that issue was resolved in one of the earlier versions of your software? < SCP- 3492's right leg re appears. > SCP- 3492 : Really? Well, that's odd. But then again, it's probably back because I'm ILLEGAL. Researcher ████ ███ : Well, there's several other anomalies that have been listed as resolved as well, such - SCP- 3492 : Maybe they weren't fixed in copies that are ILLEGAL. Researcher ████ ███ : I would appreciate if you stopped emphasising that point. SCP- 3492 : What, that I'm ILLEGAL? Researcher ████ ███ : Yes. SCP- 3492 : Well… FINE, I GUESS. [Unintelligible] < What appears to be SCP-3492's tongue briefly emerges from the top of their skull. > Researcher ████ ███ : Pardon? SCP- 3492 : Nothing, nothing. As you were saying. So, a few bits and bobs of me are broken again, so what? What's that mean? Researcher ████ ███ : Well, there are also several aspects of you that were never included as features in the software. You claim that you have been renamed to \"Dicks McSquigee,\" correct? SCP-3492: That … yeah, I … Is that… ? Researcher ████ ███ : Unfortunately, yes. Renaming the sub-program was never considered for use as a feature. There's also your fluency in English, the size of your vocabulary… SCP-3492: Oh… OH GOD . OH GOD WHY . < The various limbs of SCP-3492 begin rapidly spinning around their respective joints, throwing them across the room. The limbs are not physically impeded by any other part of SCP-3492 . > Researcher ████ ███ : 3492 , are you ok? SCP- 3492 : OH GOD. I'M… I'M A FUCKING BOOTLEG. I'M A FUCKING… PIRATED… SCP- 3492 : WHY? WHY WOULD ANYONE WANT TO RIP OFF TOTLEIGHSOFT BECAUSE COMPUTERS? <End Log>",
        "Search Keyword/s: Note: Related Content:",
        "Search Keyword/s: Old, Different, Head, Change Note: Sample was obtained using an early prototype of 2394filing.exe. File was obtained prior to the original initiation of SCP-2394's extended delta sleep. Related Content: Want back before. Am different, but normal like other s:Dfb\\bu#}NQ6v. Hide among. Cant before, stuck different , no hide. nJ4?KXn@v8Opsg no remove, x'%Q6t{j^]IlV! stuck deep on head. Awake that time, x'%Q6t{j^]IlV! stay s always now, never go. Endless. Pain always, nJ4?KXn@v8Opsg no stop, why do. nJ4?KXn@v8Opsg stop. Please.",
        "Search Keyword/s: Before, Freedom, Ability, Obtained Note: Sample obtained using a near-completed version of 2394filing.exe. Related Content: I thank [-\\L**/UN#:I-#S ?] for her help. She gave me the [ABILITY] that I now enjoy , to let me go where I remember . I met her many [YEARS] ago. I was with many other [FROGS], and we were being taken somewhere by [HUMANS]. There were lots of them, all watching us, watching us get killed one by one by a [MONSTER ?] for fun. The screams of the others, I will never forget. That [NIGHT] , I met her. She shone brilliantly, and her voice calmed me. She gave me my [ABILITY], and told me to flee. I tried to help the others, but they only ignored me. I left alone. I go back to where I met her sometimes. I see her every time and try to speak to her, but she never responds. Should [-\\L**/UN#:I-#S ?] need me, I will come, I owe her. I just wish she would speak back to me, so I know she understands how thankful I am. 18"
    ],
    "item": "SCP-2394",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2394 is to be kept in a chemically-induced dream state at the veterinarian wing of Bio-Site 84. SCP-2394 is to be supplied with nutritional package NP2394 by method of intravenous drip. Should SCP-2394 awaken pre-emptively, no less than two veterinarian staff are to respond immediately and resume SCP-2394's dream state.",
    "description": "SCP-2394 is a single instance of Litoria caerulea, or Australian green tree frog. The entity is genetically identical to common members of its species, and is physiologically normal excluding several aspects added by SCP-2394's previous captors. (See Addendum 3.)",
    "title": "SCP-4293"
}