{
    "url": "https://scp-wiki.wikidot.com/scp-4296",
    "all_text": "rating: \n+194\n+\n–\nx\n\n\nItem #:\n SCP-4296\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-4296 is to be contained in a chamber located at Site-██. This chamber is to be kept under guard by two members of security personnel. Any additional instructions relating to SCP-4296 will be given by Dr. Henry Woods of the Pataphysics Department.\n\n\nTesting involving SCP-4296 is to take place once a day with the approval of Doctor ███.\n\n\nDescription:\n SCP-4296 is an entity resembling a naked humanoid male, six meters in height and red in colouration. The limbs of SCP-4296 are fused directly together with its main body, and for this reason it has remained in the fetal position since it was first recovered in [DATA EXPUNGED].\n\n\nSCP-4296 reacts to no phenomena save for human suffering which occurs in its immediate vicinity, at which it will noticeably shudder and moan in a high-pitched voice. SCP-4296 appears to prefer physical injury and torture to mental or emotional distress - although it will still respond to it - but will not respond to any human suffering that concludes with the death of the human in question.\n\n\nIf SCP-4296 is not provided with at least one example of human suffering per day, it will demanifest from its current physical and metaphysical location and remanifest at the nearest location where human suffering can be found. SCP-4296 has proven capable of physical, metaphysical and pataphysical traversal, appearing in physical locations, dreams and even narrative works such as films and television shows on these occasions.\n\n\n\n\n\n\nTest Log 4296-1:\n\n\nTesting Parties:\n Security Officer ██████, D-████\n\n\nStimulus:\n Security Officer ██████ and D-████ enter the testing chamber. Using a handsaw, Security Officer ██████ non-lethally dismembers and beheads D-████ over the course of three hours, scattering him throughout the testing chamber. Camera footage indicates D-████ is awake and actively conscious throughout this process.\n\n\nOnce D-████ has been thoroughly dismembered, Security Officer ██████ rips out his own spinal cord and hangs himself with it from a nearby light fixture. Security Officer ██████ remains alive and in the same location as of the time of writing.\n\n\nResults:\n SCP-4296 shudders and moans.\n\n\n\n\n\n\nTest Log 4296-2:\n\n\nTesting Parties:\n Doctor ████-███\n\n\nStimulus:\n Doctor ████-███ enters the testing chamber, wheeling in an industrial meat grinder behind him. Once the meat grinder has been securely fitted in the center of the room, Doctor ████-███ reluctantly feeds himself into said grinder for approximately thirty minutes, exiting it as a pile of miscellaneous wriggling viscera.\n\n\nResults:\n SCP-4296 shudders and moans.\n\n\n\n\n\n\nTest Log 4296-3:\n\n\nTesting Parties:\n Junior Researcher ████████, Senior Researcher ██████, Senior Researcher ██\n\n\nStimulus:\n All testing parties enter the chamber and sit in a circle around SCP-4296. Junior Researcher ████████ and Senior Researcher ██████, using their bare hands, open up their rib cages and remove their hearts and lungs, placing them on the floor before them. While they are screaming as expected, Senior Researcher ██ attempts to resist removing her own internal organs, but is obviously unable. Once all internal organs have been removed, the testing parties repeatedly smash their heads on the floor until they are unable to make any movement bar twitching on the ground.\n\n\nResults:\n SCP-4296 shudders and moans.\n\n\n\n\n\n\nTest Log 4296-4:\n\n\nTesting Parties:\n D-████\n\n\nStimulus:\n D-████ enters the testing chamber. His head subsequently explodes. Following this, D-████ rolls around on the floor, clawing at his stump. He is still performing this action.\n\n\nResults:\n SCP-4296 shudders and moans.\n\n\n\n\n\n\nTest Log 4296-5:\n\n\nTesting Parties:\n All Site-██ personnel bar Doctor ███ and Junior Researcher █████.\n\n\nStimuli:\n All testing parties enter the chamber, douse themselves in gasoline, and set themselves alight. Although the epidermis is burnt away, the fire is unable to burn any of the muscle or flesh beneath thoroughly enough to break it down, but still causes excruciating pain. All individuals, bar SCP-4296, remain on fire forever.\n\n\nResults:\n SCP-4296 shudders and moans.\n\n\n\n\n\n\nSCP-4296 Research Review:\n\n\n\n\n<Begin Log>\n\n\nDoctor ███:\n I've been told there's nobody left at Site-██.\n\n\nJunior Researcher █████:\n Yes, that's right. They've all been used up for testing with SCP-4296.\n\n\nDoctor ███:\n Ah, I see. That makes sense.\n\n\nJunior Researcher █████:\n Yes. A shame.\n\n\n(Pause.)\n\n\nJunior Researcher █████:\n What do we do now?\n\n\nDoctor ███:\n Hm?\n\n\nJunior Researcher █████:\n I said, what do we do now?\n\n\nDoctor ███:\n Oh, now?\n\n\nJunior Researcher █████:\n Yes.\n\n\n(Pause.)\n\n\nDoctor ███:\n Well, I suppose we just get things over with. Then it'll be over, and we can start it again. As I said previously.\n\n\nJunior Researcher █████:\n That makes sense. The same method as last time, then?\n\n\nDoctor ███:\n Yes, of course.\n\n\nJunior Researcher █████:\n Doctor?\n\n\nDoctor ███:\n Yes, Junior Researcher?\n\n\nJunior Researcher █████:\n Do you ever wonder what our names are supposed to be?\n\n\nDoctor ███:\n \n(laughs)\n No, not really.\n\n\n(Doctor ███ draws his service pistol, shooting Junior Researcher █████ in the throat and himself in the temple. Neither die, and remain twitching and gurgling on the floor until the natural heat death of the universe.)\n\n\n(SCP-4296 shudders and moans.)\n\n\n<End Log>\n\n\n\n\n\n\n\n\n« \nSCP-4295\n | SCP-4296 | \nSCP-4297\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4296\n\" by Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4296\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Test Log 4296-1: Testing Parties: Security Officer ██████, D-████ Stimulus: Security Officer ██████ and D-████ enter the testing chamber. Using a handsaw, Security Officer ██████ non-lethally dismembers and beheads D-████ over the course of three hours, scattering him throughout the testing chamber. Camera footage indicates D-████ is awake and actively conscious throughout this process. Once D-████ has been thoroughly dismembered, Security Officer ██████ rips out his own spinal cord and hangs himself with it from a nearby light fixture. Security Officer ██████ remains alive and in the same location as of the time of writing. Results: SCP-4296 shudders and moans.",
        "Test Log 4296-2: Testing Parties: Doctor ████-███ Stimulus: Doctor ████-███ enters the testing chamber, wheeling in an industrial meat grinder behind him. Once the meat grinder has been securely fitted in the center of the room, Doctor ████-███ reluctantly feeds himself into said grinder for approximately thirty minutes, exiting it as a pile of miscellaneous wriggling viscera. Results: SCP-4296 shudders and moans.",
        "Test Log 4296-3: Testing Parties: Junior Researcher ████████, Senior Researcher ██████, Senior Researcher ██ Stimulus: All testing parties enter the chamber and sit in a circle around SCP-4296. Junior Researcher ████████ and Senior Researcher ██████, using their bare hands, open up their rib cages and remove their hearts and lungs, placing them on the floor before them. While they are screaming as expected, Senior Researcher ██ attempts to resist removing her own internal organs, but is obviously unable. Once all internal organs have been removed, the testing parties repeatedly smash their heads on the floor until they are unable to make any movement bar twitching on the ground. Results: SCP-4296 shudders and moans.",
        "Test Log 4296-4: Testing Parties: D-████ Stimulus: D-████ enters the testing chamber. His head subsequently explodes. Following this, D-████ rolls around on the floor, clawing at his stump. He is still performing this action. Results: SCP-4296 shudders and moans.",
        "Test Log 4296-5: Testing Parties: All Site-██ personnel bar Doctor ███ and Junior Researcher █████. Stimuli: All testing parties enter the chamber, douse themselves in gasoline, and set themselves alight. Although the epidermis is burnt away, the fire is unable to burn any of the muscle or flesh beneath thoroughly enough to break it down, but still causes excruciating pain. All individuals, bar SCP-4296, remain on fire forever. Results: SCP-4296 shudders and moans.",
        "<Begin Log> Doctor ███: I've been told there's nobody left at Site-██. Junior Researcher █████: Yes, that's right. They've all been used up for testing with SCP-4296. Doctor ███: Ah, I see. That makes sense. Junior Researcher █████: Yes. A shame. (Pause.) Junior Researcher █████: What do we do now? Doctor ███: Hm? Junior Researcher █████: I said, what do we do now? Doctor ███: Oh, now? Junior Researcher █████: Yes. (Pause.) Doctor ███: Well, I suppose we just get things over with. Then it'll be over, and we can start it again. As I said previously. Junior Researcher █████: That makes sense. The same method as last time, then? Doctor ███: Yes, of course. Junior Researcher █████: Doctor? Doctor ███: Yes, Junior Researcher? Junior Researcher █████: Do you ever wonder what our names are supposed to be? Doctor ███: (laughs) No, not really. (Doctor ███ draws his service pistol, shooting Junior Researcher █████ in the throat and himself in the temple. Neither die, and remain twitching and gurgling on the floor until the natural heat death of the universe.) (SCP-4296 shudders and moans.) <End Log>",
        "\" SCP-4296 \" by Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-4296 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4296",
    "object_class": "Euclid",
    "containment_procedures": "SCP-4296 is to be contained in a chamber located at Site-██. This chamber is to be kept under guard by two members of security personnel. Any additional instructions relating to SCP-4296 will be given by Dr. Henry Woods of the Pataphysics Department.",
    "description": "SCP-4296 is an entity resembling a naked humanoid male, six meters in height and red in colouration. The limbs of SCP-4296 are fused directly together with its main body, and for this reason it has remained in the fetal position since it was first recovered in [DATA EXPUNGED].",
    "title": "SCP-4296"
}