{
    "url": "https://scp-wiki.wikidot.com/scp-4303",
    "all_text": "rating: \n+39\n+\n–\nx\n\n\nItem #:\n SCP-4303\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n One instance of SCP-4303 is contained within a storage locker onboard Mobile Site █, which must maintain a minimum velocity of 2 m/s. An active radio transmitter is to be placed within the storage locker, and any deviation in signal requires a manual inspection by D-class personnel. Should alterations in local materials be identified, affected parts must be replaced and either disposed of or requisitioned for study using the attached protocol.\n\n\nShould a significant expansion of SCP-4303's effect occur, task force Beta 7 “Maz Hatters” is to be contacted for immediate retrieval and recontainment. Civilians surviving SCP-4303's field are to be administered class B amnestics and released, while areas subsumed by SCP-4303 are to be quarantined. Should neutralization of SCP-4303 be required, incineration via napalm has proven the most effective method.\n\n\nDescription:\n SCP-4303 resembles a specimen of \nRosa acicularis\n, a variety of wild rose, in various stages of development. Growth is independent of normal plant conditions such as light and water, and relies instead on continued access to a stable location. Upon cessation of net velocity, seeds of SCP-4303 begin to manifest roots, stalk, and primitive leaves, growing at an accelerated rate compared to nonanomalous samples of \nRosa acicularis\n. Full flowering maturity is reached in 16 hours, at which point growth ceases. 2 hours later a new instance of SCP-4303 appears within a few meters of the original and begins growth. Any displacement of an SCP-4303 instance quickly reverses its growth back to seed form.\n\n\nAccompanying growth is a reality-warping effect that expands in a sphere around SCP-4303 at a radial growth rate of .6 m/s. Nonliving materials caught in this effect are altered to include a variety of hazardous traps. Observed traps, while at times highly complex, appear to function non-anomalously, with the primary goal appearing to be the protection of the developing plant. Chemical, mechanical, radioactive, focused light, acoustic, and other energy forms have been identified as weaponized elements in SCP-4303 traps. Importantly, upon movement of SCP-4303 this alteration field collapses rapidly, although previously established traps continue to exist rendering the area in question uninhabitable. Continued exposure to the effect of SCP-4303 produces increasingly sophisticated and dangerous traps; records may be found in log 1. SCP-4303 appears to measure “stable location” in reference to earth’s geometric center rather than the container around it, rendering continual movement a viable containment option. Due to the permanent effects of SCP-4303's field, testing is limited to 1 hour or less, and both location and object of study must be approved in advance by 2 Level 4 staff members.\n\n\nAddendum SCP-4303.1:Discovery\n\n\nThe Foundation was alerted to SCP-4303 on █/██/██ after a state highway patrol trooper reported “unusual road conditions” leading into ██████, Arkansas. Investigation discovered an expanding anomalous field of spring-loaded blades and chemical hazards whose epicenter was calculated to be a home garden at ███ ███ Street. 12 casualties were suffered during extraction and a subsequent breach at Site █, at which point SCP-4303's motion-dependent properties were discovered. 5 survivors were identified in ██████, with interviews suggesting they survived by laying still during the 38 hours SCP-4303 was active. The town of ██████ has been fenced off with the official explanation being a chemical leak.\n\n\nLog 1:\n\n\n\n\n\n\nObject\n\n\nTime in Field\n\n\nProperties\n\n\n\n\n\n\nSteel ingot, 1 kg\n\n\n5 minutes\n\n\nWhen pressure exceeding 100 N is applied to the surface, several 6 cm blades extend at force perpendicular to the test probe. Blades do not retract.\n\n\n\n\n\n\nSteel ingot, 1 kg\n\n\n1 hour\n\n\nWhen a test probe was passed within 4 cm, a magnetic pulse of 34 T was measured. Other objects subsumed by SCP-4303 were not affected. Retested 6 minutes later and an identical pulse was recorded.\n\n\n\n\n\n\n1 Class-D Personal\n\n\n30 minutes\n\n\nNo effect. Clothing was reported as “painfully scratchy.”\n\n\n\n\n\n\nStandard-issue backpack\n\n\n1 hour\n\n\nMain compartment was filled ¾ full with a highly concentrated sulfuric acid. Side compartment contained an inert mechanism, appearing to be a partially-formed spraying apparatus.\n\n\n\n\n\n\n2004 Toyota Camry (observed via drone near epicenter of ██████)\n\n\nEstimated 37 hours\n\n\nAt 4 m, test drone was shot from the sky via laser extended from passenger handle. A side panel was observed to open and extend a tethered net which mechanically crawled forward to surround the test drone, at which point it was withdrawn back into the vehicle and all panels closed. Grinding sounds were recorded emanating from the vehicle, after which no other changes were observed.\n\n\n\n\n\n\n\n\nInterviewed:\n Kiera Anderson\n\n\nInterviewer:\n Dr. Brian Ward\n\n\nForeword:\n Kiera Anderson displays burns across 12% of her body, identified as originating from focused microwaves. Subject was extracted from the periphery of SCP-4303's field in ██████, located laying on a grass hill.\n\n\n<Begin Log,>\n\n\nDr. Brian Ward:\n Can you tell me what happened the morning of █/██/██?\n\n\nKiera Anderson:\n Where are we? Is this a hospital?\n\n\nDr. Brian Ward:\n Yes. Can you tell me what happened the morning of █/██/██?\n\n\nKiera Anderson:\n You mean the machines?\n\n\nDr. Brian Ward:\n If that’s what you saw.\n\n\nKiera Anderson:\n I was at the dog park, walking Maxie. There’s a road that runs next to it, █████████ street, gets pretty busy that time of day. All of a sudden there was a crash on the road, looked like an SUV had rolled. Me and the girls ran to help.\n\n\nDr. Brian Ward\n: What did you see when you got there?\n\n\nKiera Anderson:\n We didn’t. Get there, I mean. When Stacy went to open the fence her hand came away bloody. Same thing happened when Andrea tried.\n\n\nDr. Brian Ward:\n Go on.\n\n\nKiera Anderson:\n We tried calling 911, but the phones were dead. So we made our way to the other gate. Fuckers got Brianna first.\n\n\nDr. Brian Ward:\n What got Brianna?\n\n\nKiera Anderson:\n Didn’t see what happened, just heard a yell and turned to the side. Brianna was on the ground with what looked like a piece of metal stuck through her.\n\n\nDr. Brian Ward:\n What did you do next?\n\n\nKiera Anderson:\n I… ran. We all did. Doctor, can you tell me if my kids are okay?\n\n\nDr. Brian Ward:\n Later. What happened to the others?\n\n\nKiera Anderson:\n I saw Stacy get yanked up a telephone pole. Like a net was hidden in the ground and just pulled her up. Who would do that to someone? [Pause, crying begins] I started climbing this hill, and I must have dropped Maxie’s leash. He took off, and disappeared down some hole…. God, the sound, crunching and screeching… I backed away and collapsed, my side felt like it was on fire. I know I should have helped him, but the world was going mad.\n\n\nDr. Brian Ward:\n I understand. What did you do next?\n\n\nKiera Anderson:\n Nothing. Not a fucking thing, until that helicopter showed up. Please, doctor, is my family alright?\n\n\nDr. Brian Ward:\n Thank you for your time.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n« \nSCP-4302\n | SCP-4303 | \nSCP-4304\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4303\n\" by Warbreaker, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4303\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum SCP-4303.1:Discovery\nThe Foundation was alerted to SCP-4303 on █/██/██ after a state highway patrol trooper reported “unusual road conditions” leading into ██████, Arkansas. Investigation discovered an expanding anomalous field of spring-loaded blades and chemical hazards whose epicenter was calculated to be a home garden at ███ ███ Street. 12 casualties were suffered during extraction and a subsequent breach at Site █, at which point SCP-4303's motion-dependent properties were discovered. 5 survivors were identified in ██████, with interviews suggesting they survived by laying still during the 38 hours SCP-4303 was active. The town of ██████ has been fenced off with the official explanation being a chemical leak."
    ],
    "documents": [],
    "notes": [
        "\" SCP-4303 \" by Warbreaker, from the SCP Wiki . Source: https://scpwiki.com/scp-4303 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4303",
    "object_class": "Euclid",
    "containment_procedures": "One instance of SCP-4303 is contained within a storage locker onboard Mobile Site █, which must maintain a minimum velocity of 2 m/s. An active radio transmitter is to be placed within the storage locker, and any deviation in signal requires a manual inspection by D-class personnel. Should alterations in local materials be identified, affected parts must be replaced and either disposed of or requisitioned for study using the attached protocol.",
    "description": "SCP-4303 resembles a specimen of Rosa acicularis, a variety of wild rose, in various stages of development. Growth is independent of normal plant conditions such as light and water, and relies instead on continued access to a stable location. Upon cessation of net velocity, seeds of SCP-4303 begin to manifest roots, stalk, and primitive leaves, growing at an accelerated rate compared to nonanomalous samples of Rosa acicularis. Full flowering maturity is reached in 16 hours, at which point growth ceases. 2 hours later a new instance of SCP-4303 appears within a few meters of the original and begins growth. Any displacement of an SCP-4303 instance quickly reverses its growth back to seed form.",
    "title": "SCP-4303"
}