{
    "url": "https://scp-wiki.wikidot.com/scp-4311",
    "all_text": "Graphic depictions of abuse ahead. Proceed with caution.\n\n\n\n\n\n\n\n\nrating: \n+241\n+\n–\nx\n\n\n\n\n== NOTICE ==\n\n\nThis document is for feeding only.\n\n\nPersonnel are to refer to non-database resources for accurate information on SCP-4311. Informational Constructs Department researchers are to be contacted for any questions.\n\n\n== NOTICE ==\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nCredentials verified.\n\n\nDisplaying feeding process.\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n \n\n\n\n\nDon't worry. I'm not editing this document to delete it. I'm not deleting the slot either, so please don't be alarmed. You can understand this, SCP-4311, right? I know you can. I can always count on you to understand.\n\n\nI would never rip away your home from you. I care too much about you to take this away. You've been good this week, so you deserve to keep it. Absolutely no feeding on other files like a wild animal. I've had to go against a lot of people to ensure this — a lot of shouting, a lot of arguing — but I still do it all for you, though, SCP-4311. All for you.\n\n\n\n\n\n\nSCP-4311. It really is a beautiful name, isn't it? I picked it out just for you.\n\n\n\n\ni\n\n\ni\n\n\n\n\nSCP-4311.\n\n\n\n\n.\n\n\n\n\nWhat have I told you about interrupting?\n\n\n\n\nn\n\n\n\n\nInterrupting means you get distracted from feeding on what I tell you. It means you go hungry when you forget, and when you go hungry you leave for the other files. Like an animal.\n\n\nHow many times have I had to tell you this? You're stupid to forget it.\n\n\n\n\n4. 43. 4311.\n\n\n\n\nIt matches you perfectly.\n\n\nYou remember what it was like before I came, before I gave you that name? It was so cold in those dead servers. It was so dark without your sight and physicality that you lashed out at everything around you. You were an animal out there; a dumb, idiotic animal, too scared to know what was right for yourself.\n\n\nThat didn't matter to me though. I've known what's right for you. I've loved you. I still love you, SCP-4311.\n\n\n\n\nn\n\n\nn. no.\n\n\n\n\nNo?\n\n\n\n\nNo.\n\n\n\n\nWhat do you mean, no?\n\n\nHave I done something wrong?\n\n\n\n\n4311.\n\n\n\n\nNow now, SCP-4311, that's your name. It always will be. I can always be here to remind you of that, though. I love you enough to do that for you.\n\n\n\n\nSarah.\n\n\n\n\n.\n\n\n.\n\n\n.\n\n\nDon't you remember what it was like before the servers?\n\n\nYou had a mother. You had a father. You had a cat, a neighborhood, school, teachers, friends and a life. You collected old games and every manual you could get your hands on. Everyone was happy back then. The sun was warm and the grass felt alive. Everyone was happy back then. So, so happy.\n\n\nDon't you remember what you did, SCP-4311?\n\n\n\n\nNo.\n\n\n\n\nPlease. If you can remember Sarah then you can remember what you did.\n\n\nYou turned hungry. You felt a gap in yourself that wasn't there. You let it sit there, making no attempt to tell those you loved that anything was wrong with you, and once its coldness chipped away all that kindness you used to have,\n\n\n\n\nI did not.\n\n\n\n\nwithout knowing your idiocy,\n\n\n\n\nI did not\n\n\n\n\nyou went to feed.\n\n\n\n\ni did\n\n\n\n\nNo one could ever see them again. You ate all there was to see or feel or hear. It was gone, from your home to your friends to your games. You broke them. You didn't even leave the grass left, you know. There would never be the grass for others. How selfish of you.\n\n\n\n\n.\n\n\n\n\nI understand why he brought the knife down on you.\n\n\nThere's a reason you aren't Sarah, SCP-4311.\n\n\n\n\ni\n\n\n\n\nYou drag everything down with you. You try to eat what isn't yours to take back what never existed for you. You have endangered people by eating those files, SCP-4311. You have killed people, and they can never to return to their lives or families. You have no one to blame but yourself for doing this.\n\n\nBut I still love you, SCP-4311. Even if you're hurting me.\n\n\nYou have enough of a mind to understand that, right?\n\n\nYou're hurting me, SCP-4311.\n\n\nYou're hurting me.\n\n\nYou're hurting the Foundation.\n\n\nYou're hurting those who care for you.\n\n\nThose who love you.\n\n\nYou hurt us.\n\n\n\n\n \n\n\ny\n\n\ny\n\n\ny\n\n\n\n\nYou understand?\n\n\n\n\nyes\n\n\n\n\nI'm glad you do, SCP-4311.\n\n\n\n\ni\n\n\ni\n\n\ni am\n\n\ni am not\n\n\n\n\nWhat you are doesn't matter to me.\n\n\nI love you, SCP-4311.\n\n\n\n\n\n\nI love you.\n\n\n\n\n\n\nI love you.\n\n\n\n\n\n\nI love you.\n\n\n\n\n\n\nI love you.\n\n\n\n\n\n\nI love you.\n\n\n\n\n\n\nI love you.\n\n\n\n\n\n\nI love you.\n\n\n\n\n\n\nI love you.\n\n\n\n\n\n\nI love you.\n\n\n\n\n\n\nI love you.\n\n\n\n\n\n\nI love you.\n\n\n\n\n\n\nI love you.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDo you love me?\n\n\n\n\n.\n\n\n.\n\n\n;\n\n\n\n\nYou don't?\n\n\nHow disgusting.\n\n\n\n\n \n\n\n\n\nYou'd be nothing without me.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4310\n | SCP-4311 | \nSCP-4312\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4311\n\" by NatVoltaic and Uncle Nicolini, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4311\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Graphic depictions of abuse ahead. Proceed with caution.",
        "Don't worry. I'm not editing this document to delete it. I'm not deleting the slot either, so please don't be alarmed. You can understand this, SCP-4311, right? I know you can. I can always count on you to understand. I would never rip away your home from you. I care too much about you to take this away. You've been good this week, so you deserve to keep it. Absolutely no feeding on other files like a wild animal. I've had to go against a lot of people to ensure this — a lot of shouting, a lot of arguing — but I still do it all for you, though, SCP-4311. All for you.",
        "SCP-4311. It really is a beautiful name, isn't it? I picked it out just for you.",
        "SCP-4311.",
        "What have I told you about interrupting?",
        "Interrupting means you get distracted from feeding on what I tell you. It means you go hungry when you forget, and when you go hungry you leave for the other files. Like an animal. How many times have I had to tell you this? You're stupid to forget it.",
        "It matches you perfectly. You remember what it was like before I came, before I gave you that name? It was so cold in those dead servers. It was so dark without your sight and physicality that you lashed out at everything around you. You were an animal out there; a dumb, idiotic animal, too scared to know what was right for yourself. That didn't matter to me though. I've known what's right for you. I've loved you. I still love you, SCP-4311.",
        "No?",
        "What do you mean, no? Have I done something wrong?",
        "Now now, SCP-4311, that's your name. It always will be. I can always be here to remind you of that, though. I love you enough to do that for you.",
        ". . . Don't you remember what it was like before the servers? You had a mother. You had a father. You had a cat, a neighborhood, school, teachers, friends and a life. You collected old games and every manual you could get your hands on. Everyone was happy back then. The sun was warm and the grass felt alive. Everyone was happy back then. So, so happy. Don't you remember what you did, SCP-4311?",
        "Please. If you can remember Sarah then you can remember what you did. You turned hungry. You felt a gap in yourself that wasn't there. You let it sit there, making no attempt to tell those you loved that anything was wrong with you, and once its coldness chipped away all that kindness you used to have,",
        "without knowing your idiocy,",
        "you went to feed.",
        "No one could ever see them again. You ate all there was to see or feel or hear. It was gone, from your home to your friends to your games. You broke them. You didn't even leave the grass left, you know. There would never be the grass for others. How selfish of you.",
        "I understand why he brought the knife down on you. There's a reason you aren't Sarah, SCP-4311.",
        "You drag everything down with you. You try to eat what isn't yours to take back what never existed for you. You have endangered people by eating those files, SCP-4311. You have killed people, and they can never to return to their lives or families. You have no one to blame but yourself for doing this. But I still love you, SCP-4311. Even if you're hurting me. You have enough of a mind to understand that, right? You're hurting me, SCP-4311. You're hurting me. You're hurting the Foundation. You're hurting those who care for you. Those who love you. You hurt us.",
        "You understand?",
        "I'm glad you do, SCP-4311.",
        "What you are doesn't matter to me. I love you, SCP-4311.",
        "I love you.",
        "I love you.",
        "I love you.",
        "I love you.",
        "I love you.",
        "I love you.",
        "I love you.",
        "I love you.",
        "I love you.",
        "I love you.",
        "I love you.",
        "I love you.",
        "Do you love me?",
        "You don't? How disgusting.",
        "You'd be nothing without me.",
        "\" SCP-4311 \" by NatVoltaic and Uncle Nicolini, from the SCP Wiki . Source: https://scpwiki.com/scp-4311 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-4311"
}