{
    "url": "https://scp-wiki.wikidot.com/scp-4312",
    "all_text": "rating: \n+67\n+\n–\nx\n\n\nItem #:\n SCP-4312\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n As there is currently no known method of containing or preventing SCP-4312, efforts are to be focused on preventing the spread of information about SCP-4312. Online communications are to be monitored for instances of SCP-4312, and any civilian demonstrating knowledge of SCP-4312 is to be administered a textual amnestic. Suppression and removal of civilian evidence of SCP-4312 is considered a Level 2 priority.\n\n\nDescription:\n SCP-4312 is the inversion and reduction of gravitational force on an individual (designated SCP-4312-1.) During an SCP-4312 event, gravity exerts a margin\n1\n of its typical force in precisely the opposite direction as would be expected on the instance of SCP-4312-1. SCP-4312 manifests at random intervals, but is estimated to have approximately one instance every ten days. The only observed criteria for an individual becoming an instance of SCP-4312-1 is that the subject is not inside an enclosed structure at the time.\n\n\n\n\nAddendum 4312-A:\n\n\nOn 1/9/2018, Agent Abigail Kelana was affected by SCP-4312 while on vacation in Hawaii.\n\n\n\n\n+ Recovered footage\n\n\n\n\n- Close. \n\n\n\n\nAgent Kelana was taking a video of a waterfall in Maui at the time of the SCP-4312 event.\n\n\n\n\nVIDEO LOG\n\n\n\n\n[BEGIN LOG]\n\n\nAgent Kelana:\n Huh?\n\n\n[The camera shakes, falls, and dangles from Agent Kelana's neck. It is pointing up toward her face. She is holding on to something off-frame, feet dangling toward the sky.]\n\n\nAgent Kelana:\n What the hell? Okay, okay. I'm safe for now. You're safe, Ab. Just some weird stuff, nothing too crazy, you've seen worse. My camera's dangling the correct down, not… holy shit.\n\n\n[The leaf supporting Agent Kelana tears loudly and detaches from the trunk of the tree.]\n\n\nAgent Kelana:\n Oh come ON!\n\n\nAgent Kelana:\n Not good not good not good no fucking bueno… Okay, deep breaths.\n\n\nAgent Kelana:\n This has to undo itself sometime. I need a parachute or a glider or… something. Inventory: I've got my hiking stuff, a decent sized leaf, and a camera.\n\n\n[The camera twists away from Agent Kelana.]\n\n\nAgent Kelana:\n Not sure what a call for evac can do here, but if I ever needed one, it's now.\n\n\n[The cap from Agent Kelana's standard-issue distress beacon falls past the camera.]\n\n\nAgent Kelana:\n I'm not going fast. I've got time. I've… I've got time. Fuck, a sleeping bag won't cut it if I go too high. It's like really shitty flying. Is this a skip? This has to be a skip… is this happening to everybody?\n\n\n[Agent Kelana can be heard searching her bag.]\n\n\nAgent Kelana:\n God damn it. I set my fucking tablet down to film. Of course. Of fucking course. Could be a whatever-K and I don't get to know.\n\n\n[By this point, the palm tree Agent Kelana clung to is indistinguishable by the camera's current settings.]\n\n\nAgent Kelana:\n How is filming a waterfall at night more dangerous than staffing a fucking jail for monsters?\n\n\n[Agent Kelana grabs the camera, ending the first video and immediately beginning another.]\n\n\nAgent Kelana:\n You guys view these sequentially. This happened when I was viewing a waterfall. If I don't make it… The previous video had the waterfall in it. Make sure it's not memetic or some shit. I don't know… I'll get back down and tell you in person.\n\n\n[Agent Kelana lets the camera dangle against the strap again and can be heard searching her bag. After six minutes, she picks up the camera again, holding a makeshift parachute constructed from twine, the palm tree leaf, and her sleeping bag.]\n\n\nAgent Kelana:\n I'm ok if this breaks my legs.\n\n\n[Agent Kelana goes quiet for six seconds.]\n\n\nAgent Kelana:\n It's getting… kind of hard to breathe, and this thing isn't producing as much drag as I thought. Not a good sign… Not, uh, a good sign.\n\n\n[Agent Kelana stops talking and hyperventilates for ten seconds.]\n\n\nAgent Kelana:\n Kinda cold… Can't… feel hands. Shit.\n\n\nAgent Kelana:\n I'm dying, aren't I?\n\n\n[Agent Kelana attaches her camera and distress beacon to the parachute.]\n\n\nAgent Kelana:\n Always thought it'd be more… violent?\n\n\nAgent Kelana:\n Huh.\n\n\nAgent Kelana:\n I'm going to watch the stars.\n\n\n[Agent Kelana throws her parachute towards Earth. The camera descends facing upwards until the parachute deploys after approximately ten seconds of free fall.]\n\n\n\n\n\n\n\n\nThe final frame of the video before parachute deployment.\n\n\n\n\n\n\n\n\n- Close. \n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Exact rate unknown. No video documentation of SCP-4312 has been able to provide a definitive scale.\n\n\n\n\n\n\n\n\n« \nSCP-4311\n | SCP-4312 | \nSCP-4313\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4312\n\" by CryonicAutumn, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4312\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n farstars.png\n\n\nAuthor:\n Anonymous\n\n\nLicense:\n CC0 Public Domain\n\n\nSource Link:\n \nPxhere",
    "addendums": [
        "Addendum 4312-A: On 1/9/2018, Agent Abigail Kelana was affected by SCP-4312 while on vacation in Hawaii."
    ],
    "documents": [],
    "notes": [
        "VIDEO LOG [BEGIN LOG] Agent Kelana: Huh? [The camera shakes, falls, and dangles from Agent Kelana's neck. It is pointing up toward her face. She is holding on to something off-frame, feet dangling toward the sky.] Agent Kelana: What the hell? Okay, okay. I'm safe for now. You're safe, Ab. Just some weird stuff, nothing too crazy, you've seen worse. My camera's dangling the correct down, not… holy shit. [The leaf supporting Agent Kelana tears loudly and detaches from the trunk of the tree.] Agent Kelana: Oh come ON! Agent Kelana: Not good not good not good no fucking bueno… Okay, deep breaths. Agent Kelana: This has to undo itself sometime. I need a parachute or a glider or… something. Inventory: I've got my hiking stuff, a decent sized leaf, and a camera. [The camera twists away from Agent Kelana.] Agent Kelana: Not sure what a call for evac can do here, but if I ever needed one, it's now. [The cap from Agent Kelana's standard-issue distress beacon falls past the camera.] Agent Kelana: I'm not going fast. I've got time. I've… I've got time. Fuck, a sleeping bag won't cut it if I go too high. It's like really shitty flying. Is this a skip? This has to be a skip… is this happening to everybody? [Agent Kelana can be heard searching her bag.] Agent Kelana: God damn it. I set my fucking tablet down to film. Of course. Of fucking course. Could be a whatever-K and I don't get to know. [By this point, the palm tree Agent Kelana clung to is indistinguishable by the camera's current settings.] Agent Kelana: How is filming a waterfall at night more dangerous than staffing a fucking jail for monsters? [Agent Kelana grabs the camera, ending the first video and immediately beginning another.] Agent Kelana: You guys view these sequentially. This happened when I was viewing a waterfall. If I don't make it… The previous video had the waterfall in it. Make sure it's not memetic or some shit. I don't know… I'll get back down and tell you in person. [Agent Kelana lets the camera dangle against the strap again and can be heard searching her bag. After six minutes, she picks up the camera again, holding a makeshift parachute constructed from twine, the palm tree leaf, and her sleeping bag.] Agent Kelana: I'm ok if this breaks my legs. [Agent Kelana goes quiet for six seconds.] Agent Kelana: It's getting… kind of hard to breathe, and this thing isn't producing as much drag as I thought. Not a good sign… Not, uh, a good sign. [Agent Kelana stops talking and hyperventilates for ten seconds.] Agent Kelana: Kinda cold… Can't… feel hands. Shit. Agent Kelana: I'm dying, aren't I? [Agent Kelana attaches her camera and distress beacon to the parachute.] Agent Kelana: Always thought it'd be more… violent? Agent Kelana: Huh. Agent Kelana: I'm going to watch the stars. [Agent Kelana throws her parachute towards Earth. The camera descends facing upwards until the parachute deploys after approximately ten seconds of free fall.]",
        "\" SCP-4312 \" by CryonicAutumn, from the SCP Wiki . Source: https://scpwiki.com/scp-4312 . Licensed under CC-BY-SA .",
        "Filename: farstars.png Author: Anonymous License: CC0 Public Domain Source Link: Pxhere"
    ],
    "item": "SCP-4312",
    "object_class": "Keter",
    "containment_procedures": "As there is currently no known method of containing or preventing SCP-4312, efforts are to be focused on preventing the spread of information about SCP-4312. Online communications are to be monitored for instances of SCP-4312, and any civilian demonstrating knowledge of SCP-4312 is to be administered a textual amnestic. Suppression and removal of civilian evidence of SCP-4312 is considered a Level 2 priority.",
    "description": "SCP-4312 is the inversion and reduction of gravitational force on an individual (designated SCP-4312-1.) During an SCP-4312 event, gravity exerts a margin1 of its typical force in precisely the opposite direction as would be expected on the instance of SCP-4312-1. SCP-4312 manifests at random intervals, but is estimated to have approximately one instance every ten days. The only observed criteria for an individual becoming an instance of SCP-4312-1 is that the subject is not inside an enclosed structure at the time.",
    "title": "SCP-4312"
}