{
    "url": "https://scp-wiki.wikidot.com/scp-4329",
    "all_text": "rating: \n+59\n+\n–\nx\n\n\nItem #:\n SCP-4329\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-4329-A is publicly listed as a communal property belonging to the ‘Escerpan’s Church of Saints’ sect.\n1\n\n\nIndividuals attempting to access SCP-4329-A without permission are to be apprehended, questioned, then released to local law authorities if necessary; standard ‘Escerpanian’ doctrine can be cited to justify questioning.\n\n\nSCP-4329-A is to be checked daily for unauthorised FM radio receivers tuned to SCP-4329-B’s radio band. Any encountered are to be logged and relocated outside SCP-4329-B’s broadcast range or destroyed if necessary.\n\n\nQuotes recited by SCP-4329-B are to be recorded and logged, along with a record of the respective item/s. Items manifested by SCP-4329 must be located as soon as possible; on-site personnel must exhibit extreme caution as the items could be hazardous or lethal.\n\n\nSCP-4329-B is to be constantly monitored for any deviation in behaviour.\n\n\nIn the event inhibition of SCP-4329-B becomes necessary, the 9:00 AM news broadcast of ‘[DATA REDACTED]’ is to be delayed for as long as needed. If necessary, ‘[DATA REDACTED]’ is to be shut down indefinitely to potentially neutralise SCP-4329.\n\n\nDescription:\n SCP-4329 is an anomalous radio broadcast (SCP-4329-B) occupying the ███.█ FM band, localised to the property boundaries of [DATA REDACTED], Beerwah, Australia (SCP-4329-A).\n\n\nExternal to SCP-4329-A, the ███.█ FM band is used by ‘[DATA REDACTED]’, a local radio station; \nto date, no connection between SCP-4329 and ‘[DATA REDACTED]’ has been found.\n While within the property, the transmissions of ‘[DATA REDACTED]’ appear to be totally suppressed by SCP-4329-B.\n\n\nAttempts to triangulate the source of SCP-4329-B have been unsuccessful; tests conducted indicate that SCP-4329-B originates a significant distance north-west of SCP-4329-A, rendering the source impossible to locate since the transmission cannot be detected outside of SCP-4329-A. Of note is that Mount Coochin, the closest mountain to SCP-4329-A, is located north-west of the property.\n\n\nEach day \nat 9:00 AM local time\n coinciding with the 9:00 AM news broadcast of ‘[DATA REDACTED]’, a male voice will recite a quote via SCP-4329-B. No theme or relation has yet been identified between these phrases; identified sources include book excerpts, (presumed) packaging labels, TV or video game dialogue, internet memes, song lyrics, sentences from confidential documents, jokes and brand slogans.\n\n\nThe remainder of SCP-4329-B’s broadcast time comprises entirely of continuous, faint breathing.\n\n\nImmediately following the conclusion of an SCP-4329-B vocalisation, a random object will manifest somewhere within the boundaries of SCP-4329-A. No correlation between an object and its corresponding phrase, nor between each of the objects, has yet been identified.\n\n\nAddendum 1:\n Samples of recorded phrases & manifested items.\n\n\n\n\nPhrase:\n And God said, ‘Let there be light,’ and there was light. God saw that the light was good, and he separated the light from the darkness.’\n\n\nSource:\n Genesis 1:3-4 of the New International Version of the Bible.\n\n\nItem:\n A custom-made digital device that appears to have been intended to function as a radio broadcaster; the internal components were incorrectly assembled, rendering the device non-functional at recovery. Manifested inside a bedroom.\n\n\n\n\n\n\nPhrase:\n If you can steal an idea from someone’s mind, why can’t you plant one there instead?\n\n\nSource:\n Dialogue of ‘Saito’, \nInception\n.\n\n\nItem:\n A standard G36 Glock handgun. Object discharged a single round upon manifestation, injuring an on-site guard; no other ammunition present in the firearm. Residents around SCP-4329-A alerted local authorities, see: Incident 4329-7. Manifested outside the front door of the building.\n\n\n\n\n\n\nPhrase:\n Da zdravstvuyet sozdanny voley narodov.\n\n\nSource:\n Third line of ‘Славься, Отечество наше свободное’, the USSR State Anthem. Translation: ‘Long live the creation of the will of the people.’\n\n\nItem:\n Seven Abyssinian guinea pigs. Colouration and behaviour suggest all originate from the same litter. Manifested in the hands of several on-site personnel. All instances are under extended on-site observation, but appear to be mundane.\n\n\n\n\n\n\nPhrase:\n Old Montag wanted to fly near the sun and now that he’s burnt his damn wings, he wonders why.\n\n\nSource:\n Dialogue of ‘Captain Beatty’, \nFahrenheit 451\n.\n\n\nItem:\n A Silver Youtube Play Button, lacking plaque and inscription. Design of the award suggests it was manufactured prior to March 2018\n2\n, with the composition matching post-March 2017 models. Manifested inside a sandwich stored in a fridge.\n\n\n\n\n\n\nPhrase:\n And if you see Doctor Breen, tell him I said ‘fuck you!’\n\n\nSource:\n Dialogue of ‘Barney Calhoun’, \nHalf-Life 2\n.\n\n\nItem:\n A mundane ‘Dystopia the Despondent’ card from the Yu-Gi-Oh card game.\n3\n Manifested inside a toilet bowl, resulting in expected water damage.\n\n\n\n\n\n\nPhrase:\n The tools of offence and defence are all found in agricultural instruments.\n\n\nSource:\n \nTaigong’s Six Secret Teachings\n, as translated by Anjie Anderson and Mengchen Wang.\n\n\nItem:\n \nUnknown; item, if any, has yet to be located.\n A 300-gram trapezohedral mass of neptunium-237. Manifested inside the west wall of the main bedroom. Located after on-site staff began exhibiting symptoms of radiation poisoning.\n\n\n\n\n\n\nPhrase:\n For more than forty-eight hours for children and adolescents, aged seven to seventeen, except on medical advice.\n\n\nSource:\n Indeterminate; content suggests generic dosage instructions/warning for a medicine.\n\n\nItem:\n A Lenoxx-brand CD player, containing an unmarked CD. The only file on the CD was a recording of \nThe Year 1812 Solemn Overture\n by Pyotr Ilyich Tchaikovsky, which the CD player began playing from the 11:30 mark at maximum volume. Starting time noted to be significant as the iconic cannon fire – which was present in the recording – began 35 seconds later. Manifested in the ceiling space above the bathroom.\n\n\n\n\n\n\nPhrase:\n Microhabitat. Noun. A limited area of one kind of habitat, differing from the areas around it.\n\n\nSource:\n \nOxford Australian Student’s Colour Dictionary\n, Third edition.\n\n\nItem:\n A 300-page handwritten essay titled ‘Why the numbers ten through nineteen are stupid’, advocating for the aforementioned numbers to be renamed to match the naming conventions of later numbers\n4\n without citing any external sources. No author is named, but the handwriting style matches that of Elvis Presley. Manifested on a workbench in the garage.\n\n\n\n\n\n\nPhrase:\n Worse yet, what remains has become too saline to support any of the native species that once filled its waters.\n\n\nSource:\n \nNational Geographic\n, Vol. 177, No. 2 (February 1990), Pg. 72.\n\n\nItem:\n A single cinderblock brick. Manifested above the building’s television aerial, damaging it.\n\n\n\n\n\n\nPhrase:\n A thing that doesn’t change with time is a memory of younger days.\n\n\nSource:\n Dialogue of ‘Sheik’, \nThe Legend of Zelda: Ocarina of Time\n or \nThe Legend of Zelda: Ocarina of Time 3D\n.\n5\n\n\nItem:\n A volume of seawater sufficient to completely fill the laundry room, which it manifested within.\n\n\n\n\n\n\nPhrase:\n And then the witch doctor, he told me what to do.\n\n\nSource:\n Lyrics from \nWitch Doctor\n by Ross Bagdasarian Senior.\n\n\nItem:\n A lightly-worn copy of \nThe Angel’s Command\n by Brian Jacques, February 2004 paperback reprint. Internal pages of the book are blank, but the appropriate number is present. Manifested on the front porch beside a rainwater pipe.\n\n\n\n\n\n\nPhrase:\n Big chungus.\n\n\nSource:\n Internet meme; multiple sources.\n\n\nItem:\n An indeterminate, but large, volume of potassium. Substance manifested within the underground piping of SCP-4329-A, detonating and causing severe damage to the on-site water and sewerage infrastructure. Presence of potassium hydroxide identified the explosion’s source.\n\n\n\n\n\n\nPhrase:\n Immediately following the conclusion of an SCP-4329-B vocalisation, a random object will manifest somewhere within the boundaries of SCP-4329-A.\n\n\nSource:\n Containment file of SCP-4329. The phrase suggests SCP-4329-B may have some awareness of its own containment.\n\n\nItem:\n A single \nBrachychiton rupestris\n sapling, one metre in height, with common potting soil. Item manifested in the driveway, displacing a portion of concrete.\n\n\n\n\n\n\nPhrase:\n No-one ever said it would be so hard. I’m going back to the start.\n\n\nSource:\n Lyrics from \nThe Scientist\n by Coldplay.\n\n\nItem:\n A copy of the album \nA Rush of Blood to the Head\n by Coldplay. To date, this is the only item to hold a known relation to its corresponding phrase;\n6\n as this has not reoccurred, it is currently believed to be a coincidence.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A pseudo-religious Foundation front claiming to be a small denomination of the Latter Day Saint movement.\n\n\n2\n. After which the design was changed to an engraved metal plaque.\n\n\n3\n. \nInvasion: Vengeance Special Edition\n print.\n\n\n4\n. E.g. ten to ‘onety’, eleven to ‘onety-one’, twelve to ‘onety-two’, etc.\n\n\n5\n. Note: Identical dialogue occurs in both games.\n\n\n6\n. \nThe Scientist\n is the fourth song in the album.\n\n\n\n\n\n\n\n\n« \nSCP-4328\n | SCP-4329 | \nSCP-4330\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4329\n\" by Jack Ike, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4329\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1: Samples of recorded phrases & manifested items."
    ],
    "documents": [],
    "notes": [
        "Phrase: And God said, ‘Let there be light,’ and there was light. God saw that the light was good, and he separated the light from the darkness.’ Source: Genesis 1:3-4 of the New International Version of the Bible. Item: A custom-made digital device that appears to have been intended to function as a radio broadcaster; the internal components were incorrectly assembled, rendering the device non-functional at recovery. Manifested inside a bedroom.",
        "Phrase: If you can steal an idea from someone’s mind, why can’t you plant one there instead? Source: Dialogue of ‘Saito’, Inception . Item: A standard G36 Glock handgun. Object discharged a single round upon manifestation, injuring an on-site guard; no other ammunition present in the firearm. Residents around SCP-4329-A alerted local authorities, see: Incident 4329-7. Manifested outside the front door of the building.",
        "Phrase: Da zdravstvuyet sozdanny voley narodov. Source: Third line of ‘Славься, Отечество наше свободное’, the USSR State Anthem. Translation: ‘Long live the creation of the will of the people.’ Item: Seven Abyssinian guinea pigs. Colouration and behaviour suggest all originate from the same litter. Manifested in the hands of several on-site personnel. All instances are under extended on-site observation, but appear to be mundane.",
        "Phrase: Old Montag wanted to fly near the sun and now that he’s burnt his damn wings, he wonders why. Source: Dialogue of ‘Captain Beatty’, Fahrenheit 451 . Item: A Silver Youtube Play Button, lacking plaque and inscription. Design of the award suggests it was manufactured prior to March 2018 2 , with the composition matching post-March 2017 models. Manifested inside a sandwich stored in a fridge.",
        "Phrase: And if you see Doctor Breen, tell him I said ‘fuck you!’ Source: Dialogue of ‘Barney Calhoun’, Half-Life 2 . Item: A mundane ‘Dystopia the Despondent’ card from the Yu-Gi-Oh card game. 3 Manifested inside a toilet bowl, resulting in expected water damage.",
        "Phrase: The tools of offence and defence are all found in agricultural instruments. Source: Taigong’s Six Secret Teachings , as translated by Anjie Anderson and Mengchen Wang. Item: Unknown; item, if any, has yet to be located. A 300-gram trapezohedral mass of neptunium-237. Manifested inside the west wall of the main bedroom. Located after on-site staff began exhibiting symptoms of radiation poisoning.",
        "Phrase: For more than forty-eight hours for children and adolescents, aged seven to seventeen, except on medical advice. Source: Indeterminate; content suggests generic dosage instructions/warning for a medicine. Item: A Lenoxx-brand CD player, containing an unmarked CD. The only file on the CD was a recording of The Year 1812 Solemn Overture by Pyotr Ilyich Tchaikovsky, which the CD player began playing from the 11:30 mark at maximum volume. Starting time noted to be significant as the iconic cannon fire – which was present in the recording – began 35 seconds later. Manifested in the ceiling space above the bathroom.",
        "Phrase: Microhabitat. Noun. A limited area of one kind of habitat, differing from the areas around it. Source: Oxford Australian Student’s Colour Dictionary , Third edition. Item: A 300-page handwritten essay titled ‘Why the numbers ten through nineteen are stupid’, advocating for the aforementioned numbers to be renamed to match the naming conventions of later numbers 4 without citing any external sources. No author is named, but the handwriting style matches that of Elvis Presley. Manifested on a workbench in the garage.",
        "Phrase: Worse yet, what remains has become too saline to support any of the native species that once filled its waters. Source: National Geographic , Vol. 177, No. 2 (February 1990), Pg. 72. Item: A single cinderblock brick. Manifested above the building’s television aerial, damaging it.",
        "Phrase: A thing that doesn’t change with time is a memory of younger days. Source: Dialogue of ‘Sheik’, The Legend of Zelda: Ocarina of Time or The Legend of Zelda: Ocarina of Time 3D . 5 Item: A volume of seawater sufficient to completely fill the laundry room, which it manifested within.",
        "Phrase: And then the witch doctor, he told me what to do. Source: Lyrics from Witch Doctor by Ross Bagdasarian Senior. Item: A lightly-worn copy of The Angel’s Command by Brian Jacques, February 2004 paperback reprint. Internal pages of the book are blank, but the appropriate number is present. Manifested on the front porch beside a rainwater pipe.",
        "Phrase: Big chungus. Source: Internet meme; multiple sources. Item: An indeterminate, but large, volume of potassium. Substance manifested within the underground piping of SCP-4329-A, detonating and causing severe damage to the on-site water and sewerage infrastructure. Presence of potassium hydroxide identified the explosion’s source.",
        "Phrase: Immediately following the conclusion of an SCP-4329-B vocalisation, a random object will manifest somewhere within the boundaries of SCP-4329-A. Source: Containment file of SCP-4329. The phrase suggests SCP-4329-B may have some awareness of its own containment. Item: A single Brachychiton rupestris sapling, one metre in height, with common potting soil. Item manifested in the driveway, displacing a portion of concrete.",
        "Phrase: No-one ever said it would be so hard. I’m going back to the start. Source: Lyrics from The Scientist by Coldplay. Item: A copy of the album A Rush of Blood to the Head by Coldplay. To date, this is the only item to hold a known relation to its corresponding phrase; 6 as this has not reoccurred, it is currently believed to be a coincidence.",
        "\" SCP-4329 \" by Jack Ike, from the SCP Wiki . Source: https://scpwiki.com/scp-4329 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4329",
    "object_class": "Safe",
    "containment_procedures": "SCP-4329-A is publicly listed as a communal property belonging to the ‘Escerpan’s Church of Saints’ sect.1",
    "description": "SCP-4329 is an anomalous radio broadcast (SCP-4329-B) occupying the ███.█ FM band, localised to the property boundaries of [DATA REDACTED], Beerwah, Australia (SCP-4329-A).",
    "title": "SCP-4329"
}