{
    "url": "https://scp-wiki.wikidot.com/scp-433",
    "all_text": "rating: \n+123\n+\n–\nx\n\n\nItem #:\n SCP-433\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedure:\n Only one copy of instructions for performing SCP-433 is permitted to exist at any given time. As well, the complete procedures may never be placed in an electronic document, in order to reduce the risk of containment breach. Dr. Severe and Dr. ███ have each read half of document SCP-433-001. They may not transcribe or share the contained information with anyone, including each other, without O5 approval.\n\n\nIn the event that information regarding the procedures necessary for SCP-433 is leaked, a disinformation campaign is to be undertaken immediately. As well, all facilities capable of producing Plutonium-238 are to be closely monitored for thefts or increased production.\n\n\nAll testing must be performed in a sealed chamber with solid steel or concrete walls existing at minimum 13 m from the center of the ritual. Any personnel in the test chamber after the ritual is complete are to remain in quarantine for two (2) weeks following its completion. Any organisms transferred are to be quarantined and studied.\n\n\nSee Addendum 433-001.\n\n\nDescription:\n SCP-433 is a ritual described in document SCP-433-001. The ritual, when performed, results in the wholesale replacement of all matter within 11 m of the center of the ritual. All people, objects, terrain, and even gas is apparently removed and replaced with matter of unknown origin. See \nTest Log 433-031\n for details on matter replacements.\n\n\nDocument SCP-433-001 is contained within a large tome found in [REDACTED], Russia. The tome appears to be a grimoire of rituals, all written in Latin. The grimoire was discovered next to a spherical crater 22 m in diameter, left opened to document SCP-433-001. Due to the strange nature of the circumstances surrounding its discovery, the Foundation confiscated the grimoire and filled the crater.\n\n\nAll rituals described in the grimoire were tested; however, only SCP-433 yielded any result. It is worth noting that the majority of the rituals described in the grimoire contained one or more unknown symbols that could not be translated; SCP-433 was one of only three that did not. The grimoire itself is printed on normal paper and bound in leather, and displays no anomalous properties.\n\n\nSome of the materials required for SCP-433 include:\n\n\n\n\nThree human skulls\n\n\nTin\n\n\nPotassium Nitrate\n\n\nIce\n\n\nA coil of copper wire\n\n\nPlutonium-238\n1\n\n\n\n\nBelow is the translated text at the top of document SCP-433-001, describing SCP-433.\n\n\nShould the need arise to flee, and you find yourself sapped of [unknown symbols], do not despair. The Dance of [unknown symbols] will guide you to safety. Be warned: even the [unknown symbols] may perform the Dance of [unknown symbols]. Do not let them into our home.\n\n\nAddendum 433-001:\n Due of the results of Test 433-008, and by consent of O5-█, O5-██, and Dr. ██████, all testing on SCP-433 has been suspended indefinitely.\n\n\n\n\nFootnotes\n\n\n1\n. \nDr. ██████: The need for Plutonium-238 is something of a blessing in disguise; even if knowledge of SCP-433 were to be leaked, the difficulty of acquisition means very few would be capable of performing it.\n\n\n\n\n\n\n\n\n« \nSCP-432\n | SCP-433 | \nSCP-434\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-433\n\" by DrSevere, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-433\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 433-001: Due of the results of Test 433-008, and by consent of O5-█, O5-██, and Dr. ██████, all testing on SCP-433 has been suspended indefinitely."
    ],
    "documents": [],
    "notes": [
        "\" SCP-433 \" by DrSevere, from the SCP Wiki . Source: https://scpwiki.com/scp-433 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-433",
    "object_class": "Euclid",
    "description": "SCP-433 is a ritual described in document SCP-433-001. The ritual, when performed, results in the wholesale replacement of all matter within 11 m of the center of the ritual. All people, objects, terrain, and even gas is apparently removed and replaced with matter of unknown origin. See Test Log 433-031 for details on matter replacements.",
    "title": "SCP-433"
}