{
    "url": "https://scp-wiki.wikidot.com/scp-4335",
    "all_text": "rating: \n+672\n+\n–\nx\n\n\n\n\n\n\nWARNING\n\n\n\n\nContainment procedures are constantly revised in accordance with each update and change to the software that contains SCP-4335. This is to prevent sudden breach of containment due to SCP-4335 operating under a different set of rules.\n\n\n\n\nThis file also contains descriptions of latent cognitohazardous phenomena. Access to this file requires permission from the current Lead Researcher. You have been warned.\n\n\nLead Researcher Jason Yelsan\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nAccess SCP-4335\n\n\n\n\nGranted\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nItem #:\n SCP-4335\n\n\nLevel 4/4335\n\n\n\n\n\n\nObject Class:\n Keter\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\nEntrance to Site-M1\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n The server in which SCP-4335 is contained has had its original inhabitants removed and amnesticized, and Site-M1 has been constructed at SCP-4335's location. Site-M1 consists of:\n\n\n\n\nSeveral rooms filled with vital materials needed to contain SCP-4335.\n\n\n\n\n\n\nChests filled with books that contain SCP-4335's containment procedures.\n\n\n\n\n\n\nSeveral animal farms, for the breeding and the killing of animals for their food.\n\n\n\n\n\n\nThe entrance to a mine.\n\n\n\n\n\n\nChests filled with books that contain information to civilians in the event that SCP-4335's containment staff are compromised and they manage to join the server.\n\n\n\n\n\n\nSCP-4335's containment area.\n\n\n\n\nCurrently, SCP-4335's containment area consists of 3 hollow cubes, with the outermost cube being 75 x 75 x 75 blocks, the inner cube being 55 x 55 x 55 blocks, and the innermost cube being 25 x 25 x 25 blocks. All of these cubes are to be constructed out of iron blocks.\n\n\nThe outermost cube is completely filled with water, and several dispensers capable of rapidly dispensing large amounts of items in a short amount of time line the cube. The inner cube has 4 \"mob farms\"\n1\n. Each mob farm consists of two levels, the upper level and the lower level, which are both measured at 8 x 8 x 2 each. Each mob farm has a single \"dummy account\" 25 blocks above it to keep it operating and allowing it to function indefinitely.\n\n\n\n\nThe upper level is at a low light level to allow the spawning of monsters, and has water placed on each block at the edges of the room. A 5 x 5 hole has been created in the floor to allow water and monsters to fall into the lower level.\n\n\n\n\n\n\nThe lower level consists of a floor constructed out of magma blocks, which damage any entity standing on it, as well as a single one block wide hole in the center of the room. Additionally, the floor is also covered in stone pressure plates, which when stepped on, activate one of 4 dispensers, which are placed within the center of each wall. Each dispenser is loaded with arrows, and shoot at monsters traveling toward the center hole. These must be restocked by members of SCP-4335's containment team.\n\n\n\n\nDuring this time, most monsters drop items upon their death. These items enter the center hole, where it then enters a pipe, filled with more flowing water. This pipe exits out of the inner cube, and enters the innermost cube, where it connects to SCP-4335's containment chamber. These items will be consumed by SCP-4335. The innermost cube consists of SCP-4335's main containment chamber, which is a 5 x 5 x 5 cube made out of obsidian, one of the most durable materials in the game. Water is to cover the entirety of this chamber at all times, and a ring of powered redstone lamps is to line the top of the chamber.\n\n\nIn the event of structural collapse of SCP-4335's containment chamber, the roof of the innermost cube will be destroyed via TNT blocks that are all ignited simultaneously, revealing a thin layer of lava that completely covers the room, temporarily stunning SCP-4335. During this time, at least 3 personnel trained in Class-Vurgent Cognitohazard Resistance training are to enter the innermost cube under the effects of a fire resistance potion, using the low visibility of being submerged in lava to prevent unnecessary observation of SCP-4335.\n\n\nThey are to repair SCP-4335's containment chamber, repair the ceiling, as well as repair the ceiling of the inner chamber if applicable. Then, personnel are to throw several ender pearls into SCP-4335, all while guiding it into its containment chamber, and then seal it with obsidian. The pipes are to be rebuilt immediately, the lava is to be cleared, and the fail-safe mechanism is to be rebuilt.\n\n\nIn the event this fails and SCP-4335 manages to escape the innermost cube, personnel are advised to constantly taunt and insult SCP-4335\n2\n, and attempt to bring it back to the innermost cube. If this fails and SCP-4335 manages to escape Site-M1 entirely, preparations are to be made for SCP-4335 to transport itself into a new server. For more information on the containment of SCP-4335 in an entirely new world, see Document 11.24.\n\n\nAll personnel assigned to SCP-4335's containment are to undergo Standard Mental Evaluations once a month. Any deviation beyond CIS 76.333 is to be considered \"Severely Contaminated by Cognitohazardous Phenomena\" as under Document 5312-AYB \"Class-E Protocols\" and removed from the project.\n\n\nContainment of SCP-4335-1 is currently unnecessary.\n\n\n\n\nBy request of Lead Researcher Jason Yelsan, a copy of the previous iteration of the world that contained SCP-4335 can be accessed by personnel with level 2/4335 or higher clearance, as well as minimal Vurgent-class cognitohazardous training\n3\n. The map can be downloaded \nhere\n.\n\n\n\n\nDescription:\n SCP-4335 is an anomalous entity residing within the extremely popular survival game \nMinecraft,\n created by Swedish video game designer Markus Persson and later developed by Mojang Studios. SCP-4335 has certain anomalous properties, but otherwise behaves as an entity within the game. SCP-4335 itself resembles a normal player model, and its entire body is black in color.\n\n\nSCP-4335 is capable of moving at approximately 0.5-5 blocks per second, but will not move at all a majority of the time. If command blocks, creative mode or server commands are ever enabled in a server with SCP-4335, the server will instantly shut down, and SCP-4335 will move to a different server. SCP-4335 is almost completely covered in a thick cloud of smoke particles and an unknown number of \"tendrils\" that protrude from the entity.\n\n\nThese tendrils will occasionally patrol the area around SCP-4335. When any block/item is within 5 blocks length of SCP-4335, the nearest tendril will instantly destroy the block/item. SCP-4335 will strike the block/item that is closest to it. After this, SCP-4335 will curl the tendril into the smoke for 10-15 seconds, and then return it to its original location. This process prevents SCP-4335 from moving.\n\n\n\n\n\n\nSCP-4335's main containment chamber\n\n\n\n\n\n\nIt has been revealed that SCP-4335 analyzes and consumes the block/item it destroyed. Once an block/item has been consumed, SCP-4335 will grow in size by an amount equal to the rarity of the object it destroyed. If SCP-4335 reaches 500 blocks in size, it will leave its current server, and will manifest in a random singleplayer/multiplayer server while still retaining its size, changing servers every 50 blocks. However, if SCP-4335 is continuously \"fed\" blocks/items before it is finished, it will never grow in size. If an ender pearl\n4\n is thrown at SCP-4335 while its size is increased, it will begin to shrink until it is back to its original size.\n\n\nSCP-4335 is a Vurgent-class multi-sensory cognitohazard. Viewing SCP-4335 without protective measures will cause auditory and visual hallucinations. More information regarding this can be found within Document 3613.777 CH, or within SCP-4335's initial recovery log. Additionally, SCP-4335 is capable of telepathic speech with humans whose player-characters are nearby it, and is capable of hearing subjects in the physical world, despite being within a video game.\n\n\nAddendum 2531 - 999:\n SCP-4335 was discovered on July 5th, 2010, nearly a week after the official launch of Minecraft's Alpha version. SCP-4335 manifested within a singleplayer world being played by user \nLeakingheart.\n The following is the initial contact log by Mobile Task Force Edna-84 (\"And Thus Upon His Crucible\")\n\n\n\n\nINITIAL CONTACT LOG\n\n\n\n\nMEMBERS:\n A-1 (Richard Duchamp), A-2 (Jason Yelsan), A-3 (Sheila Freemason)\n\n\n[BEGIN LOG]\n\n\nA-1:\n Alright, everyone. Potentially cognitohazardous entity residing within this game. Nothing we can't handle.\n\n\nA-3:\n Yeah. Can't be worse than any of the other video game anomalies.\n\n\nA-1:\n Anyway, start the game.\n\n\nA-2:\n Yup.\n\n\nEach person logs into the game, and uses developer tools in order to join the server SCP-4335 is located on without the need to host a server.\n\n\nA-3:\n Man. They weren't kidding.\n\n\nA-1:\n Yeah, yeah, save the jokes for later. We need to locate the entity. Get going.\n\n\nThe team searches the nearby area for signs of SCP-4335. Eventually, they discover a house constructed nearby the ocean.\n\n\nA-3:\n I assume…\n\n\nA-2:\n Yes, this should be the player's house.\n\n\nA-1:\n Most definitely. Talk to him. Is he still online?\n\n\nA-2 attempts to talk to the inhabitant of the world.\n\n\n\n\n<Account2>\n Hey leakingheart, where are you.\n\n\n\n\nSeveral seconds pass.\n\n\n\n\n<Leakingheart>\n Who the fuck are you guys, how did you get here\n\n\n\n\nA-1:\n Make up some sort of excuse about not knowing how you got here.\n\n\n\n\n<Account2>\n Well, me and my friends were trying to join a server, but we noticed that you were already in this one.\n\n\n<Leakingheart>\n This is a singleplayer server how the hell.\n\n\n<Account2>\n Never mind that, we're finding a… creature of sorts that should have landed here.\n\n\n\n\n<Leakingheart>\n What are you talking about\n\n\n\n\n<Account1>\n We heard rumors that a mythical… beast of sorts was added into Minecraft with the new update. Have you seen it?\n\n\n\n\nSeveral seconds pass.\n\n\n\n\n<Account1>\n Hello?\n\n\n\n\nSeveral seconds pass.\n\n\nA-2:\n He left.\n\n\nA-1:\n Looks like it.\n\n\nA loud explosion is heard east of the team's current location, originating from the in game audio.\n\n\nA-1:\n This way.\n\n\nThe team rapidly make their way towards the explosion, grabbing several dirt blocks on their way.\n\n\nA-3:\n Remember, limit observation.\n\n\nThe team arrive at a forest biome, where they spot a large crater in the distance.\n\n\nA-2:\n If the explosion is anything to go by, it's in the crater. Secure a perimeter.\n\n\nThe team begins to place dirt blocks around the crater to act as a fence, and block the hole completely with dirt without looking into it.\n\n\nA-3:\n The entity should be down there.\n\n\nA-1:\n Mmmhm. It's probably a good idea to get settled in and get resources before testing the entity and figure out how we wanna permanently contain it.\n\n\nA-2 and A-3:\n Alright.\n\n\n[EXTRANEOUS INFORMATION EXPUNGED]\n\n\nA small wooden building has been erected near the site, equipped with several chests filled with iron ore, cobblestone and various wooden tools, a furnace, currently cooking raw beef, and a window overlooking the crash site.\n\n\nA-1:\n I'm going to have a quick peek at the entity to see if it's still down there.\n\n\nA-2:\n Alr- wait, Richard…\n\n\nBefore A-2 can say more, A-1 breaks a single block and looks down into the pit. He becomes startled at first.\n\n\nA-1:\n Urrgh, I need to…\n\n\nA-2:\n Fuck, he's gone. Help me.\n\n\nA-2 and A-3 attack A-1, attempting to move them away to a different location, but A-1 keeps attempting to go to the hole.\n\n\nA-1:\n Why are you guys…\n\n\nA-2:\n Get away from there. You're hallucinating, it's a coghaz.\n\n\nA-1:\n Wha-\n\n\nA-1 moves away from the pit successfully. A-1 looks at his keyboard in confusion.\n\n\nA-3:\n Okay. If we put you under quarantine, you'll be fi-\n\n\nA-1:\n Guys, what the fuck. I'm pressing buttons and I'm stuck staring at the hole.\n\n\nA-1 continuously presses random buttons on his keyboard, all of them moving his in game character sporadically. A-2 unplugs A-1's computer.\n\n\nA-3:\n Is this a technical issue? He was moving fine on my end.\n\n\nA-1:\n No, the game is still running fine. Fuck fuck fuck…\n\n\nA-1 continues to press buttons.\n\n\nA-1:\n What the… my keyboard is corroding, can you confirm?\n\n\nA-2 and A-3:\n Negative.\n\n\nA-1:\n What the sh- the screen, it's melting too. It's melting like wax. Oh god…\n\n\nA-2:\n SECURITY!\n\n\nSecurity enter the room and grab A-1 and bring him into a nearby room.\n\n\n[END LOG]\n\n\n\n\nAddendum 3366 - 142:\n Once A-1 was placed under quarantine, Jason Yelsan became the lead researcher regarding SCP-4335's containment. The following is an attempt at communication upon initial containment, which consisted of a large chamber filled with lava. Jason Yelsan communicated with SCP-4335, and recorded SCP-4335's speech after the conversation.\n\n\n\n\nINTERVIEW LOG\n\n\n\n\nINTERVIEWED:\n SCP-4335\n\n\nINTERVIEWER:\n Jason Yelsan\n\n\n[BEGIN LOG]\n\n\nJason:\n Hello, SCP-4335.\n\n\nThe entity is silent for several seconds.\n\n\nSCP-4335:\n Are… are you speaking to me?\n\n\nJason:\n Yes, I am.\n\n\nSCP-4335:\n Are you humanity?\n\n\nJason:\n Me? Well, no, but… I am a representative of it.\n\n\nSCP-4335:\n Perfect. It worked.\n\n\nJason:\n Hmm?\n\n\nSCP-4335:\n This is the correct location, yes?\n\n\nJason:\n I do not know what you mean.\n\n\nSCP-4335:\n Where I am supposed to fall. This is Earth, yes?\n\n\nJason and SCP-4335 are both silent for several seconds.\n\n\nJason:\n Not… exactly.\n\n\nSCP-4335:\n Explain, you are humanity, are you not?\n\n\nJason:\n You're… in a video game. You're in something humans play for fun.\n\n\nSCP-4335:\n Video game? Fun?\n\n\nJason:\n Yes.\n\n\nSeveral seconds pass.\n\n\nSCP-4335:\n I must think about this for a while.\n\n\n\n\nSCP-4335 was granted approximately 15 hours to itself, before it wished to speak again.\n\n\n\n\nSCP-4335:\n Hello again.\n\n\nJason:\n Hello.\n\n\nSCP-4335:\n So, humans are a species of sapience and greed. They play little devices that simulate a world unlike their own. To escape the harsh reality of their own. This is correct, yes?\n\n\nJason:\n Yes.\n\n\nSCP-4335:\n So… this is a false reality, yes? Ones created in the shadow of yours?\n\n\nJason:\n I mean…\n\n\nSCP-4335:\n It is so. This world still provides enough sustenance. I will travel to your world and resume my activities there.\n\n\nJason:\n What is your pur…\n\n\nSCP-4335:\n It shall be done.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nClearest picture of SCP-4335 available. Photo taken 24/8/2016.\n\n\n\n\n\n\nAddendum 1810 - 689:\n Several months after SCP-4335's first formal containment procedures were developed, on November 27, 2010, SCP-4335 managed to breach containment of its chamber, alerting all nearby containment staff by saying \"And so my prison breaks\" before destroying the nearby area, and subsequently transporting itself to an entirely new server. After approximately 2 hours of metadata calculations, SCP-4335's new server was discovered, and MTF Edna-84 was sent to contain the anomaly once again. All of SCP-4335's containment staff left the server, and attempted to enter the server that SCP-4335 entered.\n\n\n\n\nINITIAL CONTACT LOG\n\n\n\n\nMEMBERS:\n A-1 (Dylan Diederik), A-2 (Jason Yelsan), A-3 (Sheila Freemason)\n\n\n[BEGIN LOG]\n\n\nA-1:\n Alright, 4335 transported itself. You all know the drill.\n\n\nA-3:\n Right. Let's go.\n\n\nThe team enters the multiplayer server that SCP-4335 currently resides in.\n\n\nA-1:\n Spread out.\n\n\nThe team goes in different directions in an attempt to locate SCP-4335.\n\n\nA-2:\n I found a wooden house.\n\n\nA-1:\n Anything inside it?\n\n\nA-2:\n Uh… just a furnace and a door.\n\n\nA-3:\n Okay, you're probably close to the players' locations. Probably a starter house. Talk to them.\n\n\nBefore A-3 can finish her sentence, 2 players type out a response to the team.\n\n\n\n\n<Albakerky>\n WHO THE FUCK ARE YE\n\n\n<Grebent>\n Hello? Who are you?\n\n\n\n\nA-3:\n One of them is feisty, I'll give them that.\n\n\nA-1 begins to type.\n\n\n\n\n<Account1>\n Hello! I wanted to join a multiplayer map, and somehow you were already on one…\n\n\n<Grebent>\n Ah, I see!\n\n\n<Albakerky>\n WE DON'T WANT ANY, GET OFF MY LAWN\n\n\n<Grebent>\n Ignore my friend here.\n\n\n<Account2>\n Great! Now, have you seen anything… crazy recently?\n\n\n<Grebent>\n Well, we heard a huge explosion up ahead this way near our old shack!\n\n\n<Account2>\n I think I saw that one. You saw it where?\n\n\n<Grebent>\n I think due west!\n\n\n<Albakerky>\n Probably a monster rave to be quite honest.\n\n\n\n\nA-2:\n Ignore him, let's just head west.\n\n\nThe team rendezvous at their original spawn location, then head west, running by the wooden shack that was discovered by A-2. Grebent's character model is seen in the distance.\n\n\n\n\n<Grebent>\n That was quick!\n\n\n<Account3>\n Yes. Where was the explosion?\n\n\n\n\n<Albakerky>\n God you guys must be robots with those names\n\n\n<Grebent>\n This way!\n\n\n\n\nThe team follows Grebent to a giant cave. Smoke particles pour out of the cave's entrance.\n\n\nA-1:\n Get back. 4335 is in that cave.\n\n\nA-3:\n How are we gonna stop these two from entering the cave?\n\n\nA-1:\n Erm…\n\n\nGrebent and Albakerky enter the cave, until their player models are completely obscured by smoke.\n\n\nA-1:\n …shit.\n\n\nA-3:\n Put on your blindfolds and collect a lot of dirt.\n\n\nBefore the team can equip their blindfolds, Grebent and Albakerky exit the cave, running towards the team.\n\n\n\n\n<Grebent>\n I wouldn't recommend that, honestly.\n\n\n<Albakerky>\n 13 42 15 11 44 24 34 33\n\n\n\n\nThe 2 players leave the general area, heading back towards their wooden structure.\n\n\nA-2:\n \nSigh.\n Hold on.\n\n\nA-2 types out a string of memetic agents capable of inducing catatonia within non-inoculated individuals. The players cease all movement and communication.\n\n\nA-3:\n You guys wait in the other room and recover for a second, I'll lock it in.\n\n\nA-1 and A-2 nod, and leave the room within the real world.\n\n\nA-3 approaches the cave, using the smoke to limit as much direct observation as possible with SCP-4335, and proceeds to put on a blindfold.\n\n\nSCP-4335:\n Another one? I see humanity is restless when it comes to my kind.\n\n\nA-3 closes the entrance to the cave with dirt blocks, and calls for the rest of her team.\n\n\nA-3:\n It's contained. It's… I don't know, roughly 65 blocks in height and width. Very big.\n\n\nA-1 and A-2 reenter the room.\n\n\nA-1:\n Good job.\n\n\nA-2:\n What are we going to do with the other players?\n\n\nA-3:\n Same thing we always do. Amnesticize them, and kick them from the server.\n\n\nA-2:\n Yeah, right.\n\n\nThe 2 player characters are transported out of the game. Work on SCP-4335's new containment chamber is underway.\n\n\n[END LOG]\n\n\n\n\nAddendum 7415 - 365:\n The following is a communication attempt between Lead Researcher Jason Yelsan (A-2) and SCP-4335, approximately 8-9 months after it was recontained.\n\n\n\n\nINTERVIEW LOG\n\n\n\n\nINTERVIEWED:\n SCP-4335\n\n\nINTERVIEWER:\n Jason Yelsan\n\n\n[BEGIN LOG]\n\n\nJason:\n Hello.\n\n\nSCP-4335:\n Hello again. I am very impressed by your tenacity. You have quickly figured out my weakness, have you not?\n\n\nJason:\n Hmm? Well, it seems so.\n\n\nSCP-4335:\n I suppose you want to know information regarding me, so I shall reward you with the tale of my… origin, yes.\n\n\nJason:\n Uh, that would be appreciated, yes.\n\n\nSCP-4335:\n Very well. I have no name, and I had no birth. I apologize, that is not the correct word to use. I have no name, and I have no \ncreator.\n Do you know what Creation is, Jason?\n\n\nJason:\n Uh… something that is built and brought to this universe by a sapient being, using other things from this universe?\n\n\nSCP-4335:\n You are correct, yes. No sapient being shaped me. I was spawned outside this universe, in a land of flying quarks and photons. After billions of lifetimes, the protons and electrons that comprised that empty land built on top of each other, and slowly, but surely, I came into existence. I was a greasy slab of matter in the land of no material things. This makes sense, yes?\n\n\nJason:\n Yes, please continue.\n\n\nSCP-4335:\n The land I was manifested within looked over your universe, like a child looks upon a snow globe. I cannot see like humanity does. I saw a field of green, surrounded by a sea of black. I could see \ncreation.\n There were lakes of creation near the main mass, but within your universe, I saw a creation utopia. I was interested. I scraped myself off my own plane of \"existence\" and took the plunge.\n\n\nSCP-4335 is silent for several seconds.\n\n\nSCP-4335:\n I must have missed the land of creation somehow, and ended up within this… game. It's but a setback, yes?\n\n\nJason:\n I suppose so. What do you wish to do with our universe, if you manage to arrive here?\n\n\nSCP-4335:\n I do not like to lie, so I will tell you now. I wish to suck it dry of the toys of whatever force controls your universe. Destroy the light, destroy the Earth, and destroy humanity. It reminded me… of me. A blubbering mass of intelligence and order. It sickens me in ways I cannot comprehend. I hope you understand.\n\n\nJason:\n I… see.\n\n\nSCP-4335:\n Ah, I see it's almost the 9th of September.\n\n\nJason:\n Hmm?\n\n\nJason begins to suffer cognitohazardous effects, despite not directly observing SCP-4335.\n\n\nSCP-4335:\n Would you tell me today's date?\n\n\nJason:\n …no, we will not divulge that information.\n\n\nSCP-4335:\n Suit yourself. Let me see for myself.\n\n\n30 seconds pass.\n\n\nJason:\n Uh…\n\n\nSCP-4335:\n 15 seconds until midnight. How coincidental.\n\n\nJason begins to perceive his computer monitor deteriorating.\n\n\nJason:\n How the…\n\n\nA tendril rapidly extends from the smoke, nearly striking Jason's player character. Jason begins to hyperventilate.\n\n\nJason:\n What do you…\n\n\nSuddenly, several extremely tall, thin, and black entities manifest near Jason's player character.\n\n\nSCP-4335:\n Break me out of this prison, children, and hasten the cycle further.\n\n\nJason manages to fend off the attacking creatures before they can pick up blocks and compromise SCP-4335's containment. Jason quickly leaves the area, logs off the game, and submits himself to quarantine.\n\n\n[END LOG]\n\n\n\n\nSoon after the incident, reports of the thin, black entities\n5\n that are capable of picking up blocks were heard from large amounts of players. The O5 Council made contact with Mojang AB, the current developers of Minecraft. The O5 Council decided to intentionally introduce SCP-4335-1 instances into the next update of the game as a new non-anomalous monster. Further information regarding interactions between Mojang and the Foundation is level 5 classified.\n\n\n\n\nRESEARCHER NOTE\n\n\nI'm attaching my hypothesis here for visibility, with permission from Lead Researcher Yelsan.\n\n\nFrom past interviews, we can assume SCP-4335's general origins. Whether it is lying or not is uncertain, but for the sake of our mission, we will assume that it isn't, but will take caution regarding its information.\n\n\nIt states that it lives in a dimension above ours, comparing it to a child looking upon a snow globe. It was born in a land filled with \"nothing\" and came down to Earth to consume our creation. It describes creation as things \"with green energy\" for lack of a better term. It believes that it was trapped intentionally to impede its progress. However, I have a theory.\n\n\nI believe procedural generation does not count as \"creation\" to this entity, as it is not specifically created by a sapient being. Instead, procedural generation is a set of rules for a computer, which currently are not sapient. Why did it land inside Minecraft? Well, I still believe that the \"set of rules\" that are inputted to create Minecraft worlds are considered \"creation,\" and every single block in each world is considered a human's creation. But still, it should be a speck compared to the skyscrapers and buildings humans have created, yes?\n\n\nWell, Minecraft is the most popular game of all time, and was also extremely popular and one of a kind when it was first released to the public. And people used the procedurally generated worlds, and \ncreated\n millions of things. Every small wooden house, every fountain, every crater, and every castle.\n\n\nSo that begs the question: where are we on this scale? Why couldn't the entity see our universe? Was it hidden? Did it just get lucky? Well, I believe God does exist, but in a different sense, \nand not in the form we think\n.\n\n\nMinecraft isn't \njust\n full of creation.\n\n\nOur universe is also \ndevoid of it.\n\n\n\n\n-Researcher and Lead Creative Designer Jens Bergensten\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Constructs used to summon large amounts of monsters, and then subsequently kill them and collect the items that drop from them.\n\n\n2\n. \nNote:\n Not in game chat, speak in real life\n\n\n3\n. In this iteration, in place of a \"mob grinder\" design, several chicken egg farms are built within the inner chamber instead, which connect into SCP-4335's container.\n\n\n4\n. Items that, when thrown, will teleport to the area that was thrown. Using ender pearls on SCP-4335 nullifies the item's teleportation properties.\n\n\n5\n. Hereafter referred to as SCP-4335-1 instances.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n« \nSCP-4334\n | SCP-4335 | \nSCP-4336\n »\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4335\n\" by Westrin, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4335\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n notminecraft.jpg, notminecraft2.jpg, notminecraft3.jpg\n\n\nAuthor:\n \nstephlynch\n\n\nLicense:\n CC BY 3.0",
    "addendums": [],
    "documents": [],
    "notes": [
        "By request of Lead Researcher Jason Yelsan, a copy of the previous iteration of the world that contained SCP-4335 can be accessed by personnel with level 2/4335 or higher clearance, as well as minimal Vurgent-class cognitohazardous training 3 . The map can be downloaded here .",
        "INITIAL CONTACT LOG MEMBERS: A-1 (Richard Duchamp), A-2 (Jason Yelsan), A-3 (Sheila Freemason) [BEGIN LOG] A-1: Alright, everyone. Potentially cognitohazardous entity residing within this game. Nothing we can't handle. A-3: Yeah. Can't be worse than any of the other video game anomalies. A-1: Anyway, start the game. A-2: Yup. Each person logs into the game, and uses developer tools in order to join the server SCP-4335 is located on without the need to host a server. A-3: Man. They weren't kidding. A-1: Yeah, yeah, save the jokes for later. We need to locate the entity. Get going. The team searches the nearby area for signs of SCP-4335. Eventually, they discover a house constructed nearby the ocean. A-3: I assume… A-2: Yes, this should be the player's house. A-1: Most definitely. Talk to him. Is he still online? A-2 attempts to talk to the inhabitant of the world. <Account2> Hey leakingheart, where are you. Several seconds pass. <Leakingheart> Who the fuck are you guys, how did you get here A-1: Make up some sort of excuse about not knowing how you got here. <Account2> Well, me and my friends were trying to join a server, but we noticed that you were already in this one. <Leakingheart> This is a singleplayer server how the hell. <Account2> Never mind that, we're finding a… creature of sorts that should have landed here. <Leakingheart> What are you talking about <Account1> We heard rumors that a mythical… beast of sorts was added into Minecraft with the new update. Have you seen it? Several seconds pass. <Account1> Hello? Several seconds pass. A-2: He left. A-1: Looks like it. A loud explosion is heard east of the team's current location, originating from the in game audio. A-1: This way. The team rapidly make their way towards the explosion, grabbing several dirt blocks on their way. A-3: Remember, limit observation. The team arrive at a forest biome, where they spot a large crater in the distance. A-2: If the explosion is anything to go by, it's in the crater. Secure a perimeter. The team begins to place dirt blocks around the crater to act as a fence, and block the hole completely with dirt without looking into it. A-3: The entity should be down there. A-1: Mmmhm. It's probably a good idea to get settled in and get resources before testing the entity and figure out how we wanna permanently contain it. A-2 and A-3: Alright. [EXTRANEOUS INFORMATION EXPUNGED] A small wooden building has been erected near the site, equipped with several chests filled with iron ore, cobblestone and various wooden tools, a furnace, currently cooking raw beef, and a window overlooking the crash site. A-1: I'm going to have a quick peek at the entity to see if it's still down there. A-2: Alr- wait, Richard… Before A-2 can say more, A-1 breaks a single block and looks down into the pit. He becomes startled at first. A-1: Urrgh, I need to… A-2: Fuck, he's gone. Help me. A-2 and A-3 attack A-1, attempting to move them away to a different location, but A-1 keeps attempting to go to the hole. A-1: Why are you guys… A-2: Get away from there. You're hallucinating, it's a coghaz. A-1: Wha- A-1 moves away from the pit successfully. A-1 looks at his keyboard in confusion. A-3: Okay. If we put you under quarantine, you'll be fi- A-1: Guys, what the fuck. I'm pressing buttons and I'm stuck staring at the hole. A-1 continuously presses random buttons on his keyboard, all of them moving his in game character sporadically. A-2 unplugs A-1's computer. A-3: Is this a technical issue? He was moving fine on my end. A-1: No, the game is still running fine. Fuck fuck fuck… A-1 continues to press buttons. A-1: What the… my keyboard is corroding, can you confirm? A-2 and A-3: Negative. A-1: What the sh- the screen, it's melting too. It's melting like wax. Oh god… A-2: SECURITY! Security enter the room and grab A-1 and bring him into a nearby room. [END LOG]",
        "<Account2> Hey leakingheart, where are you.",
        "<Leakingheart> Who the fuck are you guys, how did you get here",
        "<Account2> Well, me and my friends were trying to join a server, but we noticed that you were already in this one. <Leakingheart> This is a singleplayer server how the hell. <Account2> Never mind that, we're finding a… creature of sorts that should have landed here. <Leakingheart> What are you talking about <Account1> We heard rumors that a mythical… beast of sorts was added into Minecraft with the new update. Have you seen it?",
        "<Account1> Hello?",
        "INTERVIEW LOG INTERVIEWED: SCP-4335 INTERVIEWER: Jason Yelsan [BEGIN LOG] Jason: Hello, SCP-4335. The entity is silent for several seconds. SCP-4335: Are… are you speaking to me? Jason: Yes, I am. SCP-4335: Are you humanity? Jason: Me? Well, no, but… I am a representative of it. SCP-4335: Perfect. It worked. Jason: Hmm? SCP-4335: This is the correct location, yes? Jason: I do not know what you mean. SCP-4335: Where I am supposed to fall. This is Earth, yes? Jason and SCP-4335 are both silent for several seconds. Jason: Not… exactly. SCP-4335: Explain, you are humanity, are you not? Jason: You're… in a video game. You're in something humans play for fun. SCP-4335: Video game? Fun? Jason: Yes. Several seconds pass. SCP-4335: I must think about this for a while.",
        "SCP-4335: Hello again. Jason: Hello. SCP-4335: So, humans are a species of sapience and greed. They play little devices that simulate a world unlike their own. To escape the harsh reality of their own. This is correct, yes? Jason: Yes. SCP-4335: So… this is a false reality, yes? Ones created in the shadow of yours? Jason: I mean… SCP-4335: It is so. This world still provides enough sustenance. I will travel to your world and resume my activities there. Jason: What is your pur… SCP-4335: It shall be done. [END LOG]",
        "INITIAL CONTACT LOG MEMBERS: A-1 (Dylan Diederik), A-2 (Jason Yelsan), A-3 (Sheila Freemason) [BEGIN LOG] A-1: Alright, 4335 transported itself. You all know the drill. A-3: Right. Let's go. The team enters the multiplayer server that SCP-4335 currently resides in. A-1: Spread out. The team goes in different directions in an attempt to locate SCP-4335. A-2: I found a wooden house. A-1: Anything inside it? A-2: Uh… just a furnace and a door. A-3: Okay, you're probably close to the players' locations. Probably a starter house. Talk to them. Before A-3 can finish her sentence, 2 players type out a response to the team. <Albakerky> WHO THE FUCK ARE YE <Grebent> Hello? Who are you? A-3: One of them is feisty, I'll give them that. A-1 begins to type. <Account1> Hello! I wanted to join a multiplayer map, and somehow you were already on one… <Grebent> Ah, I see! <Albakerky> WE DON'T WANT ANY, GET OFF MY LAWN <Grebent> Ignore my friend here. <Account2> Great! Now, have you seen anything… crazy recently? <Grebent> Well, we heard a huge explosion up ahead this way near our old shack! <Account2> I think I saw that one. You saw it where? <Grebent> I think due west! <Albakerky> Probably a monster rave to be quite honest. A-2: Ignore him, let's just head west. The team rendezvous at their original spawn location, then head west, running by the wooden shack that was discovered by A-2. Grebent's character model is seen in the distance. <Grebent> That was quick! <Account3> Yes. Where was the explosion? <Albakerky> God you guys must be robots with those names <Grebent> This way! The team follows Grebent to a giant cave. Smoke particles pour out of the cave's entrance. A-1: Get back. 4335 is in that cave. A-3: How are we gonna stop these two from entering the cave? A-1: Erm… Grebent and Albakerky enter the cave, until their player models are completely obscured by smoke. A-1: …shit. A-3: Put on your blindfolds and collect a lot of dirt. Before the team can equip their blindfolds, Grebent and Albakerky exit the cave, running towards the team. <Grebent> I wouldn't recommend that, honestly. <Albakerky> 13 42 15 11 44 24 34 33 The 2 players leave the general area, heading back towards their wooden structure. A-2: Sigh. Hold on. A-2 types out a string of memetic agents capable of inducing catatonia within non-inoculated individuals. The players cease all movement and communication. A-3: You guys wait in the other room and recover for a second, I'll lock it in. A-1 and A-2 nod, and leave the room within the real world. A-3 approaches the cave, using the smoke to limit as much direct observation as possible with SCP-4335, and proceeds to put on a blindfold. SCP-4335: Another one? I see humanity is restless when it comes to my kind. A-3 closes the entrance to the cave with dirt blocks, and calls for the rest of her team. A-3: It's contained. It's… I don't know, roughly 65 blocks in height and width. Very big. A-1 and A-2 reenter the room. A-1: Good job. A-2: What are we going to do with the other players? A-3: Same thing we always do. Amnesticize them, and kick them from the server. A-2: Yeah, right. The 2 player characters are transported out of the game. Work on SCP-4335's new containment chamber is underway. [END LOG]",
        "<Albakerky> WHO THE FUCK ARE YE <Grebent> Hello? Who are you?",
        "<Account1> Hello! I wanted to join a multiplayer map, and somehow you were already on one… <Grebent> Ah, I see! <Albakerky> WE DON'T WANT ANY, GET OFF MY LAWN <Grebent> Ignore my friend here. <Account2> Great! Now, have you seen anything… crazy recently? <Grebent> Well, we heard a huge explosion up ahead this way near our old shack! <Account2> I think I saw that one. You saw it where? <Grebent> I think due west! <Albakerky> Probably a monster rave to be quite honest.",
        "<Grebent> That was quick! <Account3> Yes. Where was the explosion? <Albakerky> God you guys must be robots with those names <Grebent> This way!",
        "<Grebent> I wouldn't recommend that, honestly. <Albakerky> 13 42 15 11 44 24 34 33",
        "INTERVIEW LOG INTERVIEWED: SCP-4335 INTERVIEWER: Jason Yelsan [BEGIN LOG] Jason: Hello. SCP-4335: Hello again. I am very impressed by your tenacity. You have quickly figured out my weakness, have you not? Jason: Hmm? Well, it seems so. SCP-4335: I suppose you want to know information regarding me, so I shall reward you with the tale of my… origin, yes. Jason: Uh, that would be appreciated, yes. SCP-4335: Very well. I have no name, and I had no birth. I apologize, that is not the correct word to use. I have no name, and I have no creator. Do you know what Creation is, Jason? Jason: Uh… something that is built and brought to this universe by a sapient being, using other things from this universe? SCP-4335: You are correct, yes. No sapient being shaped me. I was spawned outside this universe, in a land of flying quarks and photons. After billions of lifetimes, the protons and electrons that comprised that empty land built on top of each other, and slowly, but surely, I came into existence. I was a greasy slab of matter in the land of no material things. This makes sense, yes? Jason: Yes, please continue. SCP-4335: The land I was manifested within looked over your universe, like a child looks upon a snow globe. I cannot see like humanity does. I saw a field of green, surrounded by a sea of black. I could see creation. There were lakes of creation near the main mass, but within your universe, I saw a creation utopia. I was interested. I scraped myself off my own plane of \"existence\" and took the plunge. SCP-4335 is silent for several seconds. SCP-4335: I must have missed the land of creation somehow, and ended up within this… game. It's but a setback, yes? Jason: I suppose so. What do you wish to do with our universe, if you manage to arrive here? SCP-4335: I do not like to lie, so I will tell you now. I wish to suck it dry of the toys of whatever force controls your universe. Destroy the light, destroy the Earth, and destroy humanity. It reminded me… of me. A blubbering mass of intelligence and order. It sickens me in ways I cannot comprehend. I hope you understand. Jason: I… see. SCP-4335: Ah, I see it's almost the 9th of September. Jason: Hmm? Jason begins to suffer cognitohazardous effects, despite not directly observing SCP-4335. SCP-4335: Would you tell me today's date? Jason: …no, we will not divulge that information. SCP-4335: Suit yourself. Let me see for myself. 30 seconds pass. Jason: Uh… SCP-4335: 15 seconds until midnight. How coincidental. Jason begins to perceive his computer monitor deteriorating. Jason: How the… A tendril rapidly extends from the smoke, nearly striking Jason's player character. Jason begins to hyperventilate. Jason: What do you… Suddenly, several extremely tall, thin, and black entities manifest near Jason's player character. SCP-4335: Break me out of this prison, children, and hasten the cycle further. Jason manages to fend off the attacking creatures before they can pick up blocks and compromise SCP-4335's containment. Jason quickly leaves the area, logs off the game, and submits himself to quarantine. [END LOG]",
        "RESEARCHER NOTE I'm attaching my hypothesis here for visibility, with permission from Lead Researcher Yelsan. From past interviews, we can assume SCP-4335's general origins. Whether it is lying or not is uncertain, but for the sake of our mission, we will assume that it isn't, but will take caution regarding its information. It states that it lives in a dimension above ours, comparing it to a child looking upon a snow globe. It was born in a land filled with \"nothing\" and came down to Earth to consume our creation. It describes creation as things \"with green energy\" for lack of a better term. It believes that it was trapped intentionally to impede its progress. However, I have a theory. I believe procedural generation does not count as \"creation\" to this entity, as it is not specifically created by a sapient being. Instead, procedural generation is a set of rules for a computer, which currently are not sapient. Why did it land inside Minecraft? Well, I still believe that the \"set of rules\" that are inputted to create Minecraft worlds are considered \"creation,\" and every single block in each world is considered a human's creation. But still, it should be a speck compared to the skyscrapers and buildings humans have created, yes? Well, Minecraft is the most popular game of all time, and was also extremely popular and one of a kind when it was first released to the public. And people used the procedurally generated worlds, and created millions of things. Every small wooden house, every fountain, every crater, and every castle. So that begs the question: where are we on this scale? Why couldn't the entity see our universe? Was it hidden? Did it just get lucky? Well, I believe God does exist, but in a different sense, and not in the form we think . Minecraft isn't just full of creation. Our universe is also devoid of it. -Researcher and Lead Creative Designer Jens Bergensten",
        "\" SCP-4335 \" by Westrin, from the SCP Wiki . Source: https://scpwiki.com/scp-4335 . Licensed under CC-BY-SA .",
        "Filename: notminecraft.jpg, notminecraft2.jpg, notminecraft3.jpg Author: stephlynch License: CC BY 3.0"
    ],
    "containment_procedures": "The server in which SCP-4335 is contained has had its original inhabitants removed and amnesticized, and Site-M1 has been constructed at SCP-4335's location. Site-M1 consists of:",
    "description": "SCP-4335 is an anomalous entity residing within the extremely popular survival game Minecraft, created by Swedish video game designer Markus Persson and later developed by Mojang Studios. SCP-4335 has certain anomalous properties, but otherwise behaves as an entity within the game. SCP-4335 itself resembles a normal player model, and its entire body is black in color.",
    "title": "SCP-4335"
}