{
    "url": "https://scp-wiki.wikidot.com/scp-4336",
    "all_text": "rating: \n+155\n+\n–\nx\n\n\n\n\n\n\nSite-20 (Exterior)\n\n\n\n\n\n\nItem #:\n SCP-4336\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-4336 is to be maintained submerged in a chemical bath, the temperature and solution concentrations of which are to be maintained in accordance with Document FSV406-A. At all times, SCP-4336 is to be connected to a functioning Mark XI Ling-Tainter Device, with electro-stimulation needles being positioned and maintained according to the protocol detailed in Document FSV406-B, and is to be monitored by at least one medical professional. The bath and appurtenant equipment are to be contained in a Class III Humanoid (Supine) intensive care sarcophagus, which is presently located at Site-20 in a sub-basement of the James A. Garfield Memorial located at 12316 Euclid Avenue, Cleveland, Ohio. While the Memorial is open to the public, access to Site-20 is restricted.\n\n\n\n\n\n\nSCP-4336 (archival photograph)\n\n\n\n\n\n\nAny self-directed movement on the part of SCP-4336 is to be immediately reported to the Director of Site-20.\n\n\nDescription:\n SCP-4336 is a human male with a biological age of 49. SCP-4336 has suffered two areas of traumatic physiological damage: a bullet hole passing directly through the first lumbar vertebra, severing the spinal cord, and a second bullet graze to the right shoulder. The skin and musculature of both injury sites have scarred and healed unremarkably. SCP-4336 has been constantly maintained in a medically-induced comatose state since coming into the Foundation’s custody. SCP-4336 requires a ventilator to breathe and is intravenously nourished.\n\n\nSCP-4336 is James Abram Garfield, the 20th President of the United States. The containment of SCP-4336, which pre-dated the formal organization of the Foundation, commenced following an assassination attempt on the then-President.\n\n\nContemporaneous records made at the time that SCP-4336 was placed into containment suggest that SCP-4336 (but for its induced comatose state) may be under the psychokinetic control of a hostile incorporeal entity. See accompanying historical documentation. This condition may explain the anomalous condition of SCP-4336’s body including the absence of outward signs of aging. Due to the potential threat presented by this incorporeal entity, research activities that may risk interference with the induced coma state are prohibited.\n\n\nSelections from the containment file of SCP-4336 follow\n:\n\n\n\n\n\n\nThe Daily Graphic, New York, Vol. V, October 30, 1874, p. 873\n\n\nLetter to the Editor.\n\n\nSir-\n\n\nAware in the past of your love of justice and fair play, I most earnestly solicit the use of your columns to reply to an article of Dr. George M. Beard in relation to séances conducted by me at the home of the Eddy family in Vermont. Dr. Beard evidently seeks to discredit the Spiritual world by attacking me and other professional mediums. I do not know Dr. Beard personally, nor do I care to know how far he is entitled to wear the laurels of his profession as an M.D.; but what I do know is that he may never hope to equal, much less to surpass, such men and savants as Sir William Crookes. Sir William, an eminent chemist recognized for among other things the discovery of the chemical element thallium, devoted years to the investigation of Spritualism and came to the conclusion that there is nothing fraudulent about the materialization of spirits.\n\n\n\n\n\n\nHelena Petrovna Blavatsky (Foundation Archive)\n\n\n\n\n\n\nTo this I reply, backed as I am by the testimony of hundreds of reliable witnesses that all the wardrobe of Niblo’s Theatre would not suffice to attire the number of spirits that emerged night after night from my séances. Let Dr. Beard rise and explain the following fact if he can: I remained fourteen days at the Eddys’ and there conducted many séances. At many, participants realized the personal presence of a friend, a relative, a mother, father, or dear departed child. Out of 119 apparitions which evidenced themselves within that short period of time I saw and recognized fully two spirits. I admit that I was the only one to recognize them, the rest of the audience not having been with me in my numerous travels throughout the East, but their various dresses and costumes were plainly seen and closely examined by all.\n\n\nThe first was a Georgian boy, dressed in the historical Caucasian attire. I recognized and questioned him in Georgian upon circumstances known only to myself. I was understood and answered. Requested by me in his mother tongue to play the “Lezguinka,” a Circassian dance, he did so immediately upon the guitar.\n\n\nThe second was an aristocrat and alchemist of the past century, who told me in French a secret which is not for the readers of this News-Paper to know…\n\n\nPeople that know me know that I am far from being credulous. Though a Spiritualist of many years’ standing, I am more sceptical in receiving evidence from paid mediums than many unbelievers. But when I receive such evidence as I received at the Eddys’, I feel bound on my honour, and under the penalty of confessing myself a moral coward, to defend the mediums as well as the thousands of my brother and sister Spiritualists, against the conceit and slander of one man who has nothing and no one to back him in his assertions. I now hereby finally and publicly challenge Dr. Beard to the amount of $500 to produce before a public audience and under the same conditions the manifestations herein attested, or, failing this, to bear the ignominious consequences of his proposed exposé.\n\n\nH. P. BLAVATSKY.\n\n\n124 East Sixteenth Street, October 27.\n\n\nArchivist's note: The published letter is evidently in reply to an article published by Dr. Beard, an eminent physician critic of spiritualism\n.\n1\n\n\n\n\n\n\n\n\nTHE DIARIES OF H. P. BLAVATSKY\n\n\n \n\nFebruary 11, 1873.\n\n\n \n\nYesterday another spiritual encounter at the Eddy home. Most of the spirits who came calling were of the common-or-garden type without much of interest to say, but they did put on a good show for those who had paid for the séance. One spirit in particular, an Armenian with dreadful command of the Russian or Persian languages, was most tiresome.\n\n\n \n\nLater in the evening the spirit of the Comte de Saint-Germain appeared to me again to tell me that a few years’ hence I would be presented with an empty human vessel who would be a gateway to the world’s renewal. The saucy frog then winked at me, as if to suggest that whatever further he knew, it amused him not to say.\n\n\n \n\nThis morning breakfast with the town pastor and his wife, who are both idiots.\n\n\n\n\n\n\n\n\n\n\n\n\nShooting of Garfield (archival engraving)\n\n\n\n\n\n\nTHE NEW YORK TIMES, JULY 3, 1881\n\n\nA GREAT NATION IN GRIEF\n\n\nPRESIDENT GARFIELD SHOT BY AN ASSASSIN\n\n\nTHOUGH SERIOUSLY WOUNDED HE STILL SURVIVES\n\n\nTHE WOULD-BE MURDERER LODGED IN PRISON\n\n\nThe appalling intelligence came from Washington yesterday morning that President Garfield had been assassinated and was dead. Later dispatches, however, modified this startling news by the announcement that the President, while dangerously wounded, was still living, and that there was a slight hope of his recovery.\n\n\nBriefly told, the story of the tragedy is as follows: President Garfield and Secretary Blaine drove from the Executive Mansion, about 9 o'clock yesterday morning, to the depot of the Baltimore and Potomac Railroad, where the President was to join other members of his Cabinet and proceed on a trip to New-York and New-England. As he was walking through the passenger rooms, arm in arm with Mr. Blaine, two pistol-shots were fired in quick succession from behind, and the President sank to the floor, bleeding profusely from two wounds. The assassin was instantly seized, and proved to be Charles J. Guiteau, a half-crazed, pettifogging lawyer, who has been an unsuccessful applicant for office under the Government, and who has led a precarious existence in several of the large cities of the country.\n\n\nThe wounded President was conveyed to the offices of the railroad on the second floor of the depot building. Several physicians were soon in attendance, and after an hour had elapsed it was decided to remove him to the Executive Mansion, where he was made as comfortable as possible. His mind remained perfectly clear all day, notwithstanding the desperate nature of his injuries, and when his wife, who had been summoned from Long Branch, arrived at his bedside, he was able to converse with and encourage her.\n\n\nDuring the afternoon the physicians expressed little hope of the President's recovery, but late in the evening their bulletins were more favorable, and there is still hope of a favorable result.\n\n\n\n\n\n\n\n\nLetter from Alexander Graham Bell to Mabel Hubbard Bell, July 22, 1881\n\n\nDearest Mabel-\n\n\nAfter an unremarkable train journey Mr. Tainter\n2\n and I arrived at the President's bedside at his seaside home in New Jersey late in the afternoon. In accordance with your instructions I presented Mrs. Garfield with the basket of grapes with our compliments. The poor woman, while gracious, was quite distracted and absent. Before I was admitted to the President's bed-chamber I was first greeted by Secretary Blaine and Secretary Lincoln, who had established an improvised government field-office in the parlour, complete with telegraph. Secretary Lincoln in particular was a piteous figure; after having lost his father to the assassin's bullet it must be unbearable to see another President on the precipice of meeting the same end.\n\n\nI was then conducted upstairs and presented to Doctors Baxter and Bliss, who were attending the President. Dr. Baxter was relieved to see me but Dr. Bliss made no effort to disguise his resentment. The President was sleeping and the doctors did not want to disturb him to introduce us, but Dr. Baxter permitted Mr. Tainter and me to inspect the room so that we could make appropriate preparations for the procedure to-morrow. The President lay on a metal spring-bed.\n\n\nI do not think it too great a breach of confidence for me to tell you that the news-papers have quite under-stated the worsening of the man's condition. The last time I had met the man he was a robust figure weighing at least fourteen stone but now he seems to have shriveled to perhaps nine or ten. I did observe with some practical satisfaction that someone has constructed an air-cooling device which makes the temperature in the room quite bearable even in the summer heat. After our tour we then retired to our own boarding-house. It is late and I will post this message to you to-morrow before we return to the President's house to attempt the procedure.\n\n\nMy thoughts are ever with you and the girls. Please rely on the nanny rather than exerting yourself unnecessarily at this point in the pregnancy.\n\n\nYour loving husband,\n\n\nAlec\n\n\n\n\n\n\n\n\nLetter from Alexander Graham Bell to Mabel Hubbard Bell, July 23, 1881\n\n\nMy darling-\n\n\nThinking of you is the ray of light that keeps me from falling into the blackest mood. Our efforts are frustrated.\n\n\nDoctor Doctor Willard Bliss - that really is the silly man's Christian name - is the very worst kind of fool. He knows that he is being a fool but his stubborn pride refuses to allow him to change course.\n\n\nThis morning after returning to the President's sick room, Mr. Tainter and I uncased the metal-detecting apparatus that we had brought with us and instructed that the President be moved from the steel-spring bed where he convalesced to a canvas cot, lest the metal parts of the bed interfere with our efforts to locate the bullet within the President's body. Bliss refused to allow this and insisted that to move Garfield would distress his patient. Moreover Bliss only allowed us to use the apparatus on the right side of the body. Our efforts with the detector apparatus were without success.\n\n\nI regret to report that I will have to remain here in New Jersey a little while longer. Professor Newcomb, who worked with me to design the apparatus, will be arriving here in Long Branch the day after tomorrow. He has some ideas about how to improve the apparatus and perhaps we will be permitted to try again.\n\n\nYour loving husband,\n\n\nAlec\n\n\n\n\n\n\n\n\nLetter from Alexander Graham Bell to Mabel Hubbard Bell, July 25, 1881\n\n\nMy love-\n\n\nThere is hope again! Professor Simon Newcomb arrived this after-noon and we immediately set ourselves to improving the metal-detecting apparatus. Newcomb had brought with him a number of copper probes which we wired to the apparatus. Newcomb, Tainter and I were then discussing the problem of how to place the probes on the President's body so as to best detect the bullet.\n\n\nTo our surprise and delight, a Chinaman by the name of Ling who happened to be delivering linens to the boarding-house provided the solution! It turns out that Ling's grandfather back in the Celestial Empire was a practitioner of the ancient art of acupuncture, which according to Chinese thought is a way of directing the flow through the body of a force that Ling called chee. This Ling really is a magnificent fellow.\n\n\nLater in the evening we returned to the President's sick-room and fortunately Doctor Doctor was gone for the day. With the cooperation of Dr. Baxter we arranged the patient and placed the probes in accordance with Ling's instructions. We were able to locate the bullet within moments which allowed Dr. Baxter to extract it.\n\n\nUnfortunately the bullet had passed through Garfield's backbone - he will never walk again - but it does not appear that any of his vital organs were punctured.\n\n\nWith love,\n\n\nAlec\n\n\nPost-script: This morning before I was able to post this letter, Doctor Doctor came to call on me at the boarding-house. He called me a rascal for visiting his patient without first obtaining the doctor's approval. I replied that I was sorry to find him unhappy that we had taken the bullet out but that we had no intention of putting it back in.\n\n\n\n\n\n\n\n\n\n\n\n\n”Mabel - please contact your acquaintance Sir William Crookes, who corresponded with you about the spectre you observed back in Nova Scotia last August. I believe that as a man of science who also knows something about spiritualism, he may be able to help save the poor Mr. Garfield from this peculiar half-alive, half-dead state.”\n\n\n\n\n\n\nLetter from Alexander Graham Bell to Mabel Hubbard Bell, July 28, 1881\n\n\nDearest Mabel-\n\n\nGarfield's physical condition seems to have improved, at least from the neck down. But the President has been un-conscious these past two days. Dr. Baxter is concerned that all of Doctor Doctor's misguided poking about may have caused an infection that may have spread to the brain. Please pray for him and for me.\n\n\nI have enclosed a separate note written in the Visible Speech that my father devised, to ensure that its contents remain between us alone.\n\n\n\n\n\n\nTelegram receipt dated August 6, 1881\n\n\nSender: Sir William Crookes (London, United Kingdom)\n\n\nRecipient: Alexander Graham Bell (Long Branch, New Jersey, United States of America)\n\n\n\n\n\n\n\n\n\n\nPersonal journal of Alexander Graham Bell\n\n\n \n\nAugust 16, 1881\n\n\n \n\nProfessor Sir William Crookes and Madame Helena Blavatsky arrived here at the boarding-house late in the evening. I requested and obtained permission to set up Mr. Tainter's graphophone for the purpose of recording our conversation.\n\n\n\n\n\n\nTranscription of graphophone wax cylinder 83103B from Foundation’s Bell-Volta Archives.\n\n\nIn this transcription, the symbol […] denotes portions of the recording where no useful data could be recovered, either due to damage or limitations of the medium.\n\n\nLUCRETIA GARFIELD\n: Sir William, Madame Blavatsky, thank you ever so much for coming all this way to help my husband. It is a privilege to meet you both. Madame Blavatsky, I first became acquainted with your work as I began to research the history of ghosts and spirits in the White House.\n\n\nBLAVATSKY\n: The privilege is mine, Mrs. Garfield. It is reasonable to suspect that in a building such as your executive mansion you may expect to find a ghost, or as the Masters call it, a \nbhuta\n - an earthbound spirit. But that is an inquiry for another time. We must now focus on your husband.\n\n\nDR. BAXTER\n: I can attest to the President’s physical health. The injured tissue in the vicinity of the bullet wound is healing very nicely, but as for […]\n\n\nBELL\n: […] Newcomb’s suggestion that the device be employed as a means of treatment as well as diagnosis. By modulating the current, it may be possible to use electricity to drive away the infecting animalcules if indeed they be impairing Mr. Garfield’s consciousness. I do not think it too immodest to observe that between my colleague Mr. Tainter and myself, the world’s two foremost authorities on the subject of wavelength modulation are here in this room, notwithstanding what nonsense you might hear from that poor deluded Mr. Elisha Gray.\n\n\nDR. CROOKES\n: We might […] spirit photography to confirm that President Garfield's spirit remains in his body…\n\n\nBLAVATSKY\n: I doubt that will be necessary. We could just visit him and see for ourselves.\n\n\nLUCRETIA GARFIELD\n: Dr. Bliss will certainly object […] have him called away.\n\n\nTAINTER\n: I think it would be better if you did keep him away, madam.\n\n\nBELL\n: In that case, may I suggest that we adjourn for the evening and re-convene in this room tomorrow? I would […]\n\n\nTAINTER\n: […] me deactivate my graphophone.\n\n\n\n\n\n\n\n\nMr. Tainter’s Graphophone\n\n\n\n\n\n\n\n\nAt this point the graphophone recording is interrupted. After a break of unknown length, the recording resumes, presumably due to a malfunctioning spindle lock mechanism. The Analysis Department infers that at the point when the recording resumed, the only interlocutors remaining in the room were Crookes and Blavatsky.\n\n\nCROOKES\n: […] may not be able to settle the poor man’s spirit.\n\n\nBLAVATSKY\n: That is true. It is our duty as Theosophists to try to help the man, but even if his vital principle is broken and his spirit be unchained from this life, there may be other uses for such a vessel as that man’s body.\n\n\nCROOKES\n: Do you mean to try to bring the Maitreya into the world? I thought you said that the ancient masters had promised that the Maitreya would be born an infant?\n\n\nBLAVATSKY\n: There is […] ambiguity. The masters teach that the Maitreya will come into the world to transform the fifth Root Race of Man, which is to say people like you, me, and just about everyone else alive now, into the sixth Root Race. And we must help it along. That is the teaching of the wisdom of loving kindness.\n\n\nCROOKES\n: And if Mrs. Garfield or the others should object?\n\n\nBLAVATSKY\n: We act in the service of humanity, and by humanity and future generations must we be judged. I recognize no inferior court of appeal. Abuse I am accustomed to; calumny I am daily acquainted with. At slander I smile in silent contempt.\n\n\n[RECORDING ENDS]\n\n\n\n\n\n\n\n\n\"MAITREYA is the secret name of the Fifth Buddha, and the Kalki Avatar of the Brahmins - the last MESSIAH who will come at the culmination of the Great Cycle.\"\n\n\nHelena P. Blavatsky, The Secret Doctrine: The Synthesis of Science, Religion and Philosophy, Vol. I, p. 384).\n\n\n\n\n\n\n\n\n\n\nCrookes Bulb (formerly part of Mark I Ling-Tainter Device)\n\n\n\n\n\n\n\n\nPersonal journal of Alexander Graham Bell\n\n\n \n\nSeptember 11, 1881\n\n\n \n\n… Crookes had brought with him a glass tube or bulb of his own invention which I did not recognize.\n\n\n \n\nCrookes explained that his device, when powered, would generated beams of radiant matter which could be focused on a photographic plate, leaving marks that could then be interpreted. He theorized that his ray tube, incorporated into our device, would be an instrument capable of objectively detecting the presence or absence of Mr. Garfield’s animating spirit while the device simultaneously delivers its therapeutic current.\n\n\n \n\nDr. Baxter stood by to administer laudanum if required. Madame Blavatsky consulted a ponderous-looking grimoire that she had brought with her from England.\n\n\n \n\nI was pleased that my old friend George Johnson, the Mohawk chief from Six Nations of the Grand River, had also arrived. I had asked him to come in the hope that Mohawk wisdom, which I had come to appreciate when I lived among them and learned their language, could bring new perspective to the challenge of saving Mr. Garfield’s life. Madame Blavatsky in particular seemed puzzled- I do not think that she had ever met a Red Indian before, not even one as thoroughly civilised as George. Mrs. Garfield was gratified that so many eminent figures had assembled to participate in the grand project.\n\n\n \n\nMr. Tainter’s graphophones recorded the proceedings for posterity.\n\n\n\n\n\n\n\n\nTranscription of graphophone wax cylinders 831237C through 831308F from Foundation’s Bell-Volta Archives.\n\n\nIn this transcription, the symbol […] denotes portions of the recording where no useful data could be recovered, either due to damage or limitations of the medium.\n\n\nTAINTER\n: … activate, there, now it’s working.\n\n\nBAXTER\n: He’s still breathing. Gentlemen, please don’t crowd him so. I want […]\n\n\nBELL\n: …Dr. Crookes, is your bulb in position?\n\n\nCROOKES\n: One moment. Gentlemen? Mr. Johnson, if I’m not mistaken? Would you help me lift this?\n\n\nBAXTER\n: Is that the battery?\n\n\n[sound of heavy equipment being moved]\n\n\nTAINTER\n: Yes.\n\n\nBAXTER\n: If there are acid vapors coming out of that, you’d better move it away from Mr. Garfield.\n\n\nTAINTER\n: How about over here? This should [….]\n\n\nMRS. GARFIELD\n: May I move his head on the pillow?\n\n\nBLAVATSKY\n: […] is the case. There are no unconscious or blind laws of nature. All is governed by consciousness.\n\n\nBELL\n: Well, soon we’ll see whether the patient’s own consciousness can be restored. Are you ready? Sumner?\n\n\nTAINTER\n: Mrs. Garfield, Dr. Baxter, I suggest that you both step away from the bedframe. This thing has quite a kick.\n\n\n[buzzing sound in recording medium consistent with a voltage spike]\n\n\nBAXTER\n: He’s convulsing.\n\n\nMRS. GARFIELD\n: Oh, Jim, darling…\n\n\nBELL\n: Crookes, what does your bulb tell you?\n\n\nCROOKES\n: It looks …. there is no luminescence.\n\n\nJOHNSON\n: What does that mean?\n\n\nBELL\n: We canna ken for certain, but it would appear that …. Madame Blavatsky, may I ask what you are doing?\n\n\nBLAVATSKY\n: [inaudible]\n\n\nBAXTER\n: His eyes are opening.\n\n\nGARFIELD\n: Lucretia? Are you there?\n\n\nMRS. GARFIELD\n: Jim! Here I am, my dear. I am…\n\n\nGARFIELD\n: Please bring \n[bubbling sound]\n\n\nBAXTER\n: Sir!\n\n\nJOHNSON\n: His eyes are rolling back.\n\n\n[sound of shuffling]\n\n\nBAXTER\n: …need to open his airway.\n\n\nBELL\n: Sumner, the current.\n\n\nTAINTER\n: I cannot turn it off, Alec. Right now, the current from the device is all that’s keeping his heart going.\n\n\n[sound of shuffling and equipment being moved]\n\n\nBAXTER\n: Sir? Mr. Garfield?\n\n\nMRS. GARFIELD\n: Darling \n[sob]\n\n\nGARFIELD\n:\n[in a lower voice]\n Garfield…Garfield…\n[sound of man laughing]\n\n\nBLAVATSKY\n: Spirit, speak forth. What is the name of the life force whom I am addressing?\n\n\nGARFIELD\n: I have been called many names.\n\n\nBELL\n: Blavatsky? Crookes? What is this? What did you do?\n\n\nGARFIELD\n: Bearer of Light, Messenger of Wisdom. I am the harbinger of the Sixth Root Race of Man.\n\n\nCROOKES\n: Helena, this doesn’t…\n\n\nJOHNSON\n: \nSawiskera\n!\n\n\nBELL\n: Oh, dear me. Are you sure?\n\n\nMRS. GARFIELD\n: That voice. That is not my husband. What is Sawiskera?\n\n\nBELL\n: A trickster figure from the Mohawk folklore.\n\n\nJOHNSON\n:\n[in Kanien’kéha language]\n Evil twin son of Sky Woman. The stories say that he killed his mother when he was born, and that he will burn the world to ash..\n\n\nGARFIELD\n: Bringer of Dawn, Lord of Phosphorus…\n\n\nBLAVATSKY\n: Are you come to transform us into the Sixth Race?\n\n\nMRS. GARFIELD\n: My husband is gone.\n\n\nGARFIELD\n: And the Evening Star… You ask me if I am here to transform? No. The potter \n[bubbling sound]\n … cannot make a good jar with bad clay.\n\n\nBLAVATSKY\n: Are you the Maitreya, the teacher, who will bring mankind to the new age?\n\n\nJOHNSON\n: Bell- we cannot allow…\n\n\nBELL\n: Sumner- get ready to disconnect the President from the equipment.\n\n\nCROOKES\n: No, to do that would release the spirit. We must hold it fast in this body.\n\n\nGARFIELD\n: The new age is coming, but \n[bubbling sound]\n it is not for your unworthy race. The world must be cleansed to make room for the sixth root. “And God saw that the wickedness of man was great in the earth, and that every imagination of the thoughts of his heart was only evil continually. And it repented the Lord that he had made man on the earth, and it grieved him at his heart. And the Lord said, I will DESTROY man whom I have created from the face of the earth; both man, and beast, and the creeping thing…”\n\n\nBLAVATSKY\n: This is not what …\n\n\n[RECORDING ENDS]\n\n\n\n\n\n\n\n\nPersonal journal of Alexander Graham Bell\n\n\n \n\nSeptember 11, 1881 (continued)\n\n\n \n\n… At that moment, the President’s countenance changed from its sickly pallor to a deep red colour. Dr. Baxter moved to administer the laudanum needle to the President, but when the President turned his gaze to Dr. Baxter, the doctor was thrown backward as if he had been kicked by a horse. We later learned that his neck had been broken and he died instantly. The room suddenly became very cold, and small articles began to fly about the room as if propelled by some unseen force. Madame Blavatsky looked very unsure of herself and moved to leave the room, but the door slammed shut of its own accord. Mr. Johnson then took up the laudanum needle and, without awaiting further instruction from any of us, plunged it into the President’s chest. The President gasped and then fell silent, but his chest continued to heave.\n\n\n \n\nMadame Blavatsky explained that whatever animating spirit had taken residence in President Garfield’s body, it was not at her summoning although she had anticipated that this might happen. She conferred with Crookes and Johnson, and the three of them concluded that James Garfield had departed this life, and that the entity which had addressed us was not him, but a malevolent entity which had somehow exploited the circumstances to displace Mr. Garfield's own animating spirit.\n\n\n \n\nThis presented the issue of what to do next. While Mrs. Garfield grieved the loss of her husband, the President still lived - at least from a purely physiological perspective - so long as our device continued to supply current. And Dr. Crookes reported that to deactivate the current would release the malevolent spirit from the body which now imprisoned it.\n\n\n \n\nMrs. Garfield summoned Secretaries Blaine and Lincoln who then joined our strange confederacy, which discussed the matter for the next several weeks. Secretary Blaine pointed out that Vice-President Arthur could not assume the Presidency while Mr. Garfield still remained alive, so it would be necessary from the point of view of the Government’s continuity that the President’s passing be reported even while he still lived from a medical point of view.\n\n\n \n\nSumner Tainter, Sir William Crookes and I made adjustments to the device that sustained the life of Garfield’s body, to ward against interruptions that might release the Sawiskera-Maitreya entity.\n\n\n \nWe suspect that his body may need to be maintained in this manner for an indefinite period.\n\n\n\n\n\n\n\n\nMEMORANDUM\n\n\nSeptember 21, 1881\n\nThis Memorandum memorializes the joint understanding of the entities named below. Upon motion of Secretary Lincoln, representing the War Department, it was resolved that a foundation be established to secure, contain and protect the living remains of the late President Garfield, with appropriate resources and personnel of a financial, technological and occult nature being contributed by the said entities.\n\n\nIN WITNESS WHEREOF\n the undersigned, on behalf of their respective organizations, have executed this Memorandum under seal as of the date first above written.\n\n\nFOR THE UNITED STATES DEPARTMENT OF WAR\n\n\n/s/ Robert Todd Lincoln\n\n\nFOR THE AMERICAN TELEPHONE AND TELEGRAPH COMPANY AND VOLTA LABORATORY\n\n\n/s/ Alexander Graham Bell\n\n\nFOR THE THEOSOPHICAL SOCIETY\n\n\n/s/ Madame Helena P. Blavatsky\n\n\nFOR THE PRESIDENT, COUNCIL AND FELLOWS OF THE ROYAL SOCIETY OF LONDON FOR IMPROVING NATURAL KNOWLEDGE\n\n\n/s/ Sir William Crookes\n\n\nFOR THE MOHAWK WOLF CLAN\n\n\n/s/ Onwanonsyshon (George Henry Martin Johnson)\n\n\nFOR THE \nHERMETIC ORDER OF THE GOLDEN DAWN\n\n\n/s/ William Wynn Westcott\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \nThe Psychology of Spiritism (1879)\n\n\n2\n. Bell's assistant\n\n\n\n\n\n\n\n\n\n\n\n\nMore by this author\n\n\n\n\nHide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-1322\n\n\nRating: 1216\n\n\n\n\n\n\nSCP-089\n\n\nRating: 876\n\n\n\n\n\n\nspikebrennan's proposal\n\n\nRating: 516\n\n\n\n\n\n\nSCP-1844\n\n\nRating: 450\n\n\n\n\n\n\nSCP-1012\n\n\nRating: 417\n\n\n\n\n\n\nSCP-2553\n\n\nRating: 376\n\n\n\n\n\n\nSCP-1036\n\n\nRating: 362\n\n\n\n\n\n\nSCP-1512\n\n\nRating: 336\n\n\n\n\n\n\nSCP-1746\n\n\nRating: 301\n\n\n\n\n\n\nSCP-908\n\n\nRating: 300\n\n\n\n\n\n\nSCP-831\n\n\nRating: 283\n\n\n\n\n\n\nSCP-2336\n\n\nRating: 273\n\n\n\n\n\n\nSCP-3236\n\n\nRating: 272\n\n\n\n\n\n\nSCP-955\n\n\nRating: 246\n\n\n\n\n\n\nSCP-926\n\n\nRating: 222\n\n\n\n\n\n\nSCP-2236\n\n\nRating: 203\n\n\n\n\n\n\nSCP-920-EX\n\n\nRating: 180\n\n\n\n\n\n\nSCP-2914\n\n\nRating: 176\n\n\n\n\n\n\nSCP-2008-J\n\n\nRating: 164\n\n\n\n\n\n\nSCP-4436\n\n\nRating: 157\n\n\n\n\n\n\nSCP-4336\n\n\nRating: 155\n\n\n\n\n\n\nSCP-1060\n\n\nRating: 150\n\n\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nSic Transit Gloria Mundi\n\n\nRating: 273\n\n\n\n\n\n\nSpring Cleaning\n\n\nRating: 150\n\n\n\n\n\n\nTranscript of meeting, June 2 1972\n\n\nRating: 129\n\n\n\n\n\n\nTranscript of telephone conversation, August 9, 1991\n\n\nRating: 96\n\n\n\n\n\n\nMemorandum Dated 6 November 1944\n\n\nRating: 84\n\n\n\n\n\n\nScroll fragment 13Q29\n\n\nRating: 44\n\n\n\n\n\n\nStray Katz (part 1)\n\n\nRating: 35\n\n\n\n\n\n\nAd Majorem Bonum\n\n\nRating: 24\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4335\n | SCP-4336 | \nSCP-4337\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Transcription of graphophone wax cylinder 83103B from Foundation’s Bell-Volta Archives. In this transcription, the symbol […] denotes portions of the recording where no useful data could be recovered, either due to damage or limitations of the medium. LUCRETIA GARFIELD : Sir William, Madame Blavatsky, thank you ever so much for coming all this way to help my husband. It is a privilege to meet you both. Madame Blavatsky, I first became acquainted with your work as I began to research the history of ghosts and spirits in the White House. BLAVATSKY : The privilege is mine, Mrs. Garfield. It is reasonable to suspect that in a building such as your executive mansion you may expect to find a ghost, or as the Masters call it, a bhuta - an earthbound spirit. But that is an inquiry for another time. We must now focus on your husband. DR. BAXTER : I can attest to the President’s physical health. The injured tissue in the vicinity of the bullet wound is healing very nicely, but as for […] BELL : […] Newcomb’s suggestion that the device be employed as a means of treatment as well as diagnosis. By modulating the current, it may be possible to use electricity to drive away the infecting animalcules if indeed they be impairing Mr. Garfield’s consciousness. I do not think it too immodest to observe that between my colleague Mr. Tainter and myself, the world’s two foremost authorities on the subject of wavelength modulation are here in this room, notwithstanding what nonsense you might hear from that poor deluded Mr. Elisha Gray. DR. CROOKES : We might […] spirit photography to confirm that President Garfield's spirit remains in his body… BLAVATSKY : I doubt that will be necessary. We could just visit him and see for ourselves. LUCRETIA GARFIELD : Dr. Bliss will certainly object […] have him called away. TAINTER : I think it would be better if you did keep him away, madam. BELL : In that case, may I suggest that we adjourn for the evening and re-convene in this room tomorrow? I would […] TAINTER : […] me deactivate my graphophone.",
        "At this point the graphophone recording is interrupted. After a break of unknown length, the recording resumes, presumably due to a malfunctioning spindle lock mechanism. The Analysis Department infers that at the point when the recording resumed, the only interlocutors remaining in the room were Crookes and Blavatsky. CROOKES : […] may not be able to settle the poor man’s spirit. BLAVATSKY : That is true. It is our duty as Theosophists to try to help the man, but even if his vital principle is broken and his spirit be unchained from this life, there may be other uses for such a vessel as that man’s body. CROOKES : Do you mean to try to bring the Maitreya into the world? I thought you said that the ancient masters had promised that the Maitreya would be born an infant? BLAVATSKY : There is […] ambiguity. The masters teach that the Maitreya will come into the world to transform the fifth Root Race of Man, which is to say people like you, me, and just about everyone else alive now, into the sixth Root Race. And we must help it along. That is the teaching of the wisdom of loving kindness. CROOKES : And if Mrs. Garfield or the others should object? BLAVATSKY : We act in the service of humanity, and by humanity and future generations must we be judged. I recognize no inferior court of appeal. Abuse I am accustomed to; calumny I am daily acquainted with. At slander I smile in silent contempt. [RECORDING ENDS]",
        "Transcription of graphophone wax cylinders 831237C through 831308F from Foundation’s Bell-Volta Archives. In this transcription, the symbol […] denotes portions of the recording where no useful data could be recovered, either due to damage or limitations of the medium. TAINTER : … activate, there, now it’s working. BAXTER : He’s still breathing. Gentlemen, please don’t crowd him so. I want […] BELL : …Dr. Crookes, is your bulb in position? CROOKES : One moment. Gentlemen? Mr. Johnson, if I’m not mistaken? Would you help me lift this? BAXTER : Is that the battery? [sound of heavy equipment being moved] TAINTER : Yes. BAXTER : If there are acid vapors coming out of that, you’d better move it away from Mr. Garfield. TAINTER : How about over here? This should [….] MRS. GARFIELD : May I move his head on the pillow? BLAVATSKY : […] is the case. There are no unconscious or blind laws of nature. All is governed by consciousness. BELL : Well, soon we’ll see whether the patient’s own consciousness can be restored. Are you ready? Sumner? TAINTER : Mrs. Garfield, Dr. Baxter, I suggest that you both step away from the bedframe. This thing has quite a kick. [buzzing sound in recording medium consistent with a voltage spike] BAXTER : He’s convulsing. MRS. GARFIELD : Oh, Jim, darling… BELL : Crookes, what does your bulb tell you? CROOKES : It looks …. there is no luminescence. JOHNSON : What does that mean? BELL : We canna ken for certain, but it would appear that …. Madame Blavatsky, may I ask what you are doing? BLAVATSKY : [inaudible] BAXTER : His eyes are opening. GARFIELD : Lucretia? Are you there? MRS. GARFIELD : Jim! Here I am, my dear. I am… GARFIELD : Please bring [bubbling sound] BAXTER : Sir! JOHNSON : His eyes are rolling back. [sound of shuffling] BAXTER : …need to open his airway. BELL : Sumner, the current. TAINTER : I cannot turn it off, Alec. Right now, the current from the device is all that’s keeping his heart going. [sound of shuffling and equipment being moved] BAXTER : Sir? Mr. Garfield? MRS. GARFIELD : Darling [sob] GARFIELD : [in a lower voice] Garfield…Garfield… [sound of man laughing] BLAVATSKY : Spirit, speak forth. What is the name of the life force whom I am addressing? GARFIELD : I have been called many names. BELL : Blavatsky? Crookes? What is this? What did you do? GARFIELD : Bearer of Light, Messenger of Wisdom. I am the harbinger of the Sixth Root Race of Man. CROOKES : Helena, this doesn’t… JOHNSON : Sawiskera ! BELL : Oh, dear me. Are you sure? MRS. GARFIELD : That voice. That is not my husband. What is Sawiskera? BELL : A trickster figure from the Mohawk folklore. JOHNSON : [in Kanien’kéha language] Evil twin son of Sky Woman. The stories say that he killed his mother when he was born, and that he will burn the world to ash.. GARFIELD : Bringer of Dawn, Lord of Phosphorus… BLAVATSKY : Are you come to transform us into the Sixth Race? MRS. GARFIELD : My husband is gone. GARFIELD : And the Evening Star… You ask me if I am here to transform? No. The potter [bubbling sound] … cannot make a good jar with bad clay. BLAVATSKY : Are you the Maitreya, the teacher, who will bring mankind to the new age? JOHNSON : Bell- we cannot allow… BELL : Sumner- get ready to disconnect the President from the equipment. CROOKES : No, to do that would release the spirit. We must hold it fast in this body. GARFIELD : The new age is coming, but [bubbling sound] it is not for your unworthy race. The world must be cleansed to make room for the sixth root. “And God saw that the wickedness of man was great in the earth, and that every imagination of the thoughts of his heart was only evil continually. And it repented the Lord that he had made man on the earth, and it grieved him at his heart. And the Lord said, I will DESTROY man whom I have created from the face of the earth; both man, and beast, and the creeping thing…” BLAVATSKY : This is not what … [RECORDING ENDS]"
    ],
    "item": "SCP-4336",
    "object_class": "Euclid",
    "containment_procedures": "SCP-4336 is to be maintained submerged in a chemical bath, the temperature and solution concentrations of which are to be maintained in accordance with Document FSV406-A. At all times, SCP-4336 is to be connected to a functioning Mark XI Ling-Tainter Device, with electro-stimulation needles being positioned and maintained according to the protocol detailed in Document FSV406-B, and is to be monitored by at least one medical professional. The bath and appurtenant equipment are to be contained in a Class III Humanoid (Supine) intensive care sarcophagus, which is presently located at Site-20 in a sub-basement of the James A. Garfield Memorial located at 12316 Euclid Avenue, Cleveland, Ohio. While the Memorial is open to the public, access to Site-20 is restricted.",
    "description": "SCP-4336 is a human male with a biological age of 49. SCP-4336 has suffered two areas of traumatic physiological damage: a bullet hole passing directly through the first lumbar vertebra, severing the spinal cord, and a second bullet graze to the right shoulder. The skin and musculature of both injury sites have scarred and healed unremarkably. SCP-4336 has been constantly maintained in a medically-induced comatose state since coming into the Foundation’s custody. SCP-4336 requires a ventilator to breathe and is intravenously nourished.",
    "title": "SCP-4336"
}