{
    "url": "https://scp-wiki.wikidot.com/scp-4344",
    "all_text": "rating: \n+107\n+\n–\nx\n\n\n\n\n\n\n951 Gaspra prior to 04/28/2023\n\n\n\n\n\n\nItem #:\n SCP-4344\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-4344 currently requires no direct containment. Satellite images of SCP-4344 are to be altered appropriately. Should SCP-4344 closely approach another asteroid, astronomical assets are to enact suitable disinformation procedures.\n\n\nDescription:\n SCP-4344 is a metallic spacecraft constructed from a large, hollowed-out asteroid, currently orbiting in the asteroid belt.\n\n\nSCP-4344 is approximately 4.9 km long, and 2.8 km wide, and is mainly composed of an iridium-iron skeleton with a coating of living, armored reptilian skin 4m thick, seamlessly bonded to the metal. Radiometric dating of the metal gives an estimated age of 64±2 million years.\n\n\nThe front of SCP-4344 is sculpted to resemble a large tyrannosaur head, with tubes protruding from the eyes. The rear of SCP-4344 houses a single, large thruster, while smaller thrusters line all sides. These thrusters are connected to an empty spherical chamber in the center of SCP-4344.\n\n\nExploration of SCP-4344 via unmanned probe reveals that it possesses two airlocks, and normally maintains an internal atmosphere of 70% nitrogen, 28% oxygen, and 2% assorted gases, mostly argon and carbon dioxide.\n\n\nThe bridge of SCP-4344 consists of approximately 4 km\n2\n of floor space spread among three decks, each with a series of control mechanisms. A crystalline sphere hovers above a stone dais in the bow of the ship, emitting a holographic display of SCP-4344's interior, status, and surroundings. A large, oblong stone slab is affixed to the dais, and displays a series of 10 symbols in luminescent red, assumed to be numerals.\n\n\nThe lowest level of SCP-4344 serves as a hangar for several types of small, black stone single-passenger spacecraft. These spacecraft are shaped to resemble pterosaurs, with squat cockpits, large thin wings, and a decorative head. Ranged plasma weapons and assorted missiles line the sides of the craft. Each type is sized for a different species of SCP-4344-1. Only 27 spacecraft are in the hangar, while the hangar holds marked spaces for up to 1,190.\n\n\nSCP-4344 contains over 9,500 occupants throughout its interior, designated SCP-4344-1. All SCP-4344-1 instances are nearly identical to various Late Cretaceous dinosaurs, including \nPachycephalosaurus\n, \nTriceratops\n, \nAnkylosaurus\n, \nTitanosaurus\n, and \nTyrannosaurus rex\n1\n with the exception of more dextrous hands and forelimbs. 529 of these are corpses located on SCP-4344's main bridge; analysis suggests asphyxiation as the cause of death due to a damaged ventilation system.\n\n\nRemaining SCP-4344-1 are in individual glass-and-bronze pods filled with a translucent yellow resin, kept alive in suspended animation. A slab of smooth black stone affixed to each pod displays several swirling lines and symbols in glowing magenta.\n\n\nLarge murals exist throughout SCP-4344, created from colored, luminescent gemstones.\n\n\nAddendum 4344-01: Notable Murals\n\n\n\n\n\n\nNumber\n\n\nLocation\n\n\nDescription\n\n\n\n\n\n\n002\n\n\nCenter of living quarters\n\n\nThe Earth, as viewed from space. Continental positions consistent with Late Cretaceous.\n\n\n\n\n\n\n014\n\n\nBridge\n\n\nStylized image of two theropod dinosaurs, one black and one blue, raising swords.\n\n\n\n\n\n\n021\n\n\nEngine room\n\n\nHalf depicts the Earth, with a ball of fire approaching it. The other half depicts several ankylosaurs surrounding a sigil.\n\n\n\n\n\n\n029\n\n\nNear a weapon turret\n\n\nA \nThescelosaurus\n standing atop the ball of fire and impaling it with an oversized sword.\n\n\n\n\n\n\n032\n\n\nCentral hall\n\n\nSCP-4344 departing Earth. A pachycephalosaurid is seen holding tools and waving.\n\n\n\n\n\n\n035\n\n\nHangar\n\n\nA red circle, with a turtle-like \nsilhouette\n overlaid on it.\n\n\n\n\n\n\n040\n\n\nBridge\n\n\nSCP-4344 facing a large, moon-like object with a face. Both the moon's and SCP-4344's sculpted faces are visibly hostile.\n\n\n\n\n\n\n041\n\n\nBridge\n\n\nA large explosion, shattering the moon object into many fragments.\n\n\n\n\n\n\nAddendum 4344-02:\n On 04/28/2023, SCP-4344 drifted towards another asteroid, 951 Gaspra. Cameras placed on SCP-4344 showed several auxiliary systems reactivating, and the thruster core chamber ignited, forming what appeared to be a miniature star inside it.\n\n\nSCP-4344 accelerated towards 951 Gaspra, and fired several harpoon-like devices from its front, ensnaring the asteroid. SCP-4344 then opened fire with plasma artillery batteries located on its surface, before opening its mouth to ingest the remaining fragments of the asteroid.\n\n\nOnce 951 Gaspra was annihilated, SCP-4344 used its auxiliary thrusters to readjust its orientation, then emitted a large burst from its main thruster. Foundation orbital calculations predict SCP-4344 will intersect the orbit of 1 Ceres within 18 months.\n\n\nDuring the attack and subsequent maneuvering, several dozen of the preserved SCP-4344-1 instances twitched or jerked in their pods. On the bridge, the last red symbol on the black stone slab changed.\n\n\n\n\nFootnotes\n\n\n1\n. No instances \npossess feathers\n.\n\n\n\n\n\n\n\n\n« \nSCP-4343\n | SCP-4344 | \nSCP-4345\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4344\n\" by Weryllium, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4344\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n swornenemy.jpg\n\n\nName:\n File:Galileo Gaspra Mosaic.jpg\n\n\nAuthor:\n NASA\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 4344-02: On 04/28/2023, SCP-4344 drifted towards another asteroid, 951 Gaspra. Cameras placed on SCP-4344 showed several auxiliary systems reactivating, and the thruster core chamber ignited, forming what appeared to be a miniature star inside it.\nSCP-4344 accelerated towards 951 Gaspra, and fired several harpoon-like devices from its front, ensnaring the asteroid. SCP-4344 then opened fire with plasma artillery batteries located on its surface, before opening its mouth to ingest the remaining fragments of the asteroid.\nOnce 951 Gaspra was annihilated, SCP-4344 used its auxiliary thrusters to readjust its orientation, then emitted a large burst from its main thruster. Foundation orbital calculations predict SCP-4344 will intersect the orbit of 1 Ceres within 18 months.\nDuring the attack and subsequent maneuvering, several dozen of the preserved SCP-4344-1 instances twitched or jerked in their pods. On the bridge, the last red symbol on the black stone slab changed."
    ],
    "documents": [],
    "notes": [
        "\" SCP-4344 \" by Weryllium, from the SCP Wiki . Source: https://scpwiki.com/scp-4344 . Licensed under CC-BY-SA .",
        "Filename: swornenemy.jpg Name: File:Galileo Gaspra Mosaic.jpg Author: NASA License: Public Domain Source Link: Wikimedia Commons"
    ],
    "item": "SCP-4344",
    "object_class": "Euclid",
    "containment_procedures": "SCP-4344 currently requires no direct containment. Satellite images of SCP-4344 are to be altered appropriately. Should SCP-4344 closely approach another asteroid, astronomical assets are to enact suitable disinformation procedures.",
    "description": "SCP-4344 is a metallic spacecraft constructed from a large, hollowed-out asteroid, currently orbiting in the asteroid belt.",
    "title": "SCP-4344"
}