{
    "url": "https://scp-wiki.wikidot.com/scp-4346",
    "all_text": "rating: \n+50\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-4346: Searching for Friends in a Room Full of Loneliness\n\nHello? Is anyone there?\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLocation of SCP-4346. Foundation holding housing secondary entrance visible at rear.\n\n\n\n\n\n\nItem #:\n SCP-4346\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n The building housing SCP-4346 has been purchased by a Foundation front company and allowed to continue normal operations. The original entrance to SCP-4346 has been walled off. Access to SCP-4346 is now available via a second nearby Foundation holding.\n\n\nThe entrance to SCP-4346 is to be kept under 24 hour guard by a minimum of two security personnel working in overlapping 10-hour shifts. Under no circumstances are fewer than two personnel to be present outside SCP-4346 at once.\n\n\nRequests for experimentation clearance are handled at the sole discretion of Lead Researcher Philip Wise. Any confirmed contact with SCP-4346-1 is to be reported to Dr. Wise immediately.\n\n\nDescription:\n SCP-4346 is a basement-level floor beneath the █████ Building in Turku, Finland. When discovered, SCP-4346 was mostly empty, save for a small number of wooden pallets and cardboard boxes, which have since been removed. SCP-4346 is windowless, and due to electrical faults, does not have working lighting.\n\n\nSCP-4346 is inhabited by a Class IV incorporeal entity designated SCP-4346-1. This entity has yet to be interacted with or recorded via any means, but its presence has been reported by all personnel who have closed the door behind them after entering SCP-4346, and only when they are unaccompanied.\n\n\nSince its discovery, SCP-4346-1 has not been seen, heard, touched, smelled or tasted. It has given no sign of what, if anything, its purpose or desire may be. Personnel in its presence have reported sensations of coldness, pressure, tingling in the extremities, intense loneliness, suffocation and fear of abandonment. The true nature of SCP-4346-1 is currently unknown.\n\n\n\n\n+ Addendum: Sample Interview, 11/25/2018\n\n\n\n\n- Access granted\n\n\n\n\nInterviewed:\n SCP-4346-1\n\n\nInterviewer:\n Junior Researcher ████████\n\n\nForeword:\n This was the third interview held with SCP-4346-1, and the last to follow a set format.\n\n\n\n\n<Begin Log, 13:12>\n\n\nJR ████████:\n Hello? Is anyone there?\n\n\nSCP-4346-1:\n [no response]\n\n\nJR ████████:\n I'd like to ask you a few questions, if that's all right. Give me a signal if this is unacceptable at this time.\n\n\nSCP-4346-1:\n [no response]\n\n\nJR ████████:\n What are you?\n\n\nSCP-4346-1:\n [no response]\n\n\nJR ████████:\n Why are you here?\n\n\nSCP-4346-1:\n [no response]\n\n\nJR ████████:\n Who are you? If it is relevant, a pseudonym or previous name is adequate.\n\n\nSCP-4346-1:\n [no response]\n\n\n[Note: Here, the Researcher deviates from the interview template.]\n\n\nJR ████████:\n Look, I'm trying to work with you, here.\n\n\nSCP-4346-1:\n [no response]\n\n\nJR ████████:\n The organization I represent is interested in learning more about you. If you just cooperate, I'm sure we can come up with a deal that would benefit us both.\n\n\nSCP-4346-1:\n [no response]\n\n\nJR ████████:\n I mean, doesn't it get lonely down here, all by yourself, day in and day out? There aren't even any spiders here!\n\n\nSCP-4346-1:\n [no response]\n\n\nJR ████████:\n Researchers coming in to yell questions at you can't be a substitute for real companionship!\n\n\nSCP-4346-1:\n [no response]\n\n\n[Note: Here, the Researcher collapses and begins to weep.]\n\n\nJR ████████:\n We could be friends! Don't you want friends?\n\n\nSCP-4346-1:\n [no response]\n\n\nJR ████████:\n Please, just say something!\n\n\nSCP-4346-1:\n [no response]\n\n\nJR ████████:\n Hello? He-hello?\n\n\nSCP-4346-1:\n [no response]\n\n\nJR ████████:\n Is anyone there?\n\n\nSCP-4346-1:\n [no response]\n\n\n<End Log, 13:25>\n\n\n\n\nAfterword:\n Junior Researcher ████████ was granted three months paid leave after this incident, along with mandatory psychological evaluation. They are expected to make a full recovery.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4345\n | SCP-4346 | \nSCP-4347\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "<Begin Log, 13:12> JR ████████: Hello? Is anyone there? SCP-4346-1: [no response] JR ████████: I'd like to ask you a few questions, if that's all right. Give me a signal if this is unacceptable at this time. SCP-4346-1: [no response] JR ████████: What are you? SCP-4346-1: [no response] JR ████████: Why are you here? SCP-4346-1: [no response] JR ████████: Who are you? If it is relevant, a pseudonym or previous name is adequate. SCP-4346-1: [no response] [Note: Here, the Researcher deviates from the interview template.] JR ████████: Look, I'm trying to work with you, here. SCP-4346-1: [no response] JR ████████: The organization I represent is interested in learning more about you. If you just cooperate, I'm sure we can come up with a deal that would benefit us both. SCP-4346-1: [no response] JR ████████: I mean, doesn't it get lonely down here, all by yourself, day in and day out? There aren't even any spiders here! SCP-4346-1: [no response] JR ████████: Researchers coming in to yell questions at you can't be a substitute for real companionship! SCP-4346-1: [no response] [Note: Here, the Researcher collapses and begins to weep.] JR ████████: We could be friends! Don't you want friends? SCP-4346-1: [no response] JR ████████: Please, just say something! SCP-4346-1: [no response] JR ████████: Hello? He-hello? SCP-4346-1: [no response] JR ████████: Is anyone there? SCP-4346-1: [no response] <End Log, 13:25>"
    ],
    "item": "SCP-4346",
    "object_class": "Euclid",
    "containment_procedures": "The building housing SCP-4346 has been purchased by a Foundation front company and allowed to continue normal operations. The original entrance to SCP-4346 has been walled off. Access to SCP-4346 is now available via a second nearby Foundation holding.",
    "description": "SCP-4346 is a basement-level floor beneath the █████ Building in Turku, Finland. When discovered, SCP-4346 was mostly empty, save for a small number of wooden pallets and cardboard boxes, which have since been removed. SCP-4346 is windowless, and due to electrical faults, does not have working lighting.",
    "title": "SCP-4346"
}