{
    "url": "https://scp-wiki.wikidot.com/scp-4347",
    "all_text": "rating: \n+70\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-4347 \"Goat of Departure\" by: \nDrAkimoto\n\n\n \n\n\n~DrAkimoto's Author Page~\n\n\n\n\n\n\n\n\nrating: \n+70\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n4347\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nSCP-4347\n\n\n\n\nSpecial Containment Procedures:\n Site-71 Parazoology Division is to provide SCP-4347 with the standard maintenance required of a typical \nCapra aegagrus hircus\n1\n. Under no circumstance is food outside of the dietary plan to be brought into or around SCP-4347's livestock containment enclosure.\n\n\nDescription:\n SCP-4347 is a female \nCapra aegagrus hircus\n2\n, bearing close resemblance to the American Lamancha breed. SCP-4347's weight and height\n3\n are within normal parameters, showing no physical deviation from non-anomalous \nCapra aegagrus hircus\n.\n\n\nWhile attempting to find food, SCP-4347 has shown a unique intelligence beyond what is typical for its species. It has shown the ability to correctly identify which of two possible targets is in possession of food, even when lacking visual or olfactory indicators. The means by which it identifies food-bearing targets is currently unknown. To date SCP-4347 has only used its anomalous nature to consume more food, showing no signs of non-food related aggression. It is unknown whether these are learned behaviors, or if SCP-4347 has an unnatural level of inherent intelligence.\n\n\nCranial impact from SCP-4347 causes human targets to undergo an out-of-body-experience, documented as a Departure Event\n4\n This renders the target unconscious but causes no harm to the target’s body. The target's projected self is designated SCP-4347-1 until the conclusion of the event. Testimony of former SCP-4347-1 instances describes the event as floating above their body with the ability to see the surrounding area; testing indicates accurate perception of events while unconscious. Instances of SCP-4347-1 are capable of thought-induced movement and can use this locomotion to return to their bodies. Departure Events typically last between two to five minutes, concluding once SCP-4347-1 returns to their body's location, at which point the target regains consciousness. There is currently no known method of recording SCP-4347-1 instances, and testing of SCP-4347 has been unable to determine the origin of its anomalous nature.\n\n\nDiscovery:\n On 7/20/2018, an asset in the National Park Service alerted the Foundation to possible anomalous activity occurring in Springton California, specifically Wallace Smith National Park. U.S Park Ranger Tomas McLean filed 46 consecutive reports of “goats attacking visitors' souls”, within a two-hour period. MTF Victor-17 (“Nature Boys”) was dispatched to evaluate the situation. With help from Ranger McLean, SCP-4347 was successfully contained on 7/24/2018. Upon retrieval SCP-4347 was wearing a non-anomalous collar with a name tag inscribed \"WHITE BETTY\".\n\n\n\n\nVideo Log\n\n\n\n\n\n\n\n\n \n\n\n\n\nRecovered Video Transcript 4347-A\n\n\nDate:\n 7/22/2018\n\n\nDetails:\n Video recovered from Ranger McLean’s personal cellphone, the short video shows Ranger McLean and Deputy Ranger Cortez attempting to capture SCP-4347.\n\n\n\n\n[BEGIN LOG]\n\n\n[Camera pans to show a small clearing, Deputy Cortez is standing in the center holding a foot-long sandwich. The camera than switches view to show Ranger McLean’s face]\n\n\nRanger McLean:\n Okay folks, me and the rookie are gonna catch us a ghost goat.\n\n\n[Camera view changes again and zooms in to show an improvised leg snare trap tied to a tree.]\n\n\nRanger McLean:\n Boss-man says I can’t shoot the sucker, course with him not believing me and all, but that’s okay I’ll catch this son-of-a-bitch the old fashion way. You ready over there Rookie?!\n\n\n[Camera pans to show Deputy Cortez giving a thumbs up before walking into the brush off camera.]\n\n\nRanger McLean:\n Rookie over there is gonna get the goat chasin’ him right over to this trap, then we’ll see who’s floatin’ now. \n[Laughter]\n\n\n[Deputy Cortez is seen bursting from the brush running toward the camera. He stops just past where the trap is set. SCP-4347 comes through the brush but stops in the clearing and stares towards the camera.]\n\n\nRanger McLean:\n Well what the fuck’s it waitin’ on?\n\n\nDeputy Cortez:\n I don’t know boss, maybe it’s scared.\n\n\n[SCP-4347 is seen pulling some weeds out by the root and consuming them, it then turns around and enters the brush at a fast pace.]\n\n\nRanger McLean:\n I guess it's scared.\n\n\nDeputy Cortez:\n Maybe it just doesn't want a turkey club?\n\n\nRanger Mclean:\n Why the fuck would it not-\n\n\nDeputy Cortez:\n What was that?!\n\n\n[Camera swings around in time to catch SCP-4347 charging towards Deputy Cortez from behind to initiate a Departure Event. Ranger McLean begins running which distorts the video substantially. A snap is heard as the leg snare activates, the camera angle flips upside down and begins to sway back and forth.]\n\n\nRanger McLean:\n Goddammit, Rookie, come get me down from here! Cortez?!\n\n\n[The swaying stops showing Deputy Cortez unconscious on the ground, SCP-4347 is standing over him eating the turkey club.]\n\n\nRanger McLean:\n Son-of-a-bitch.\n\n\n[The branch holding Ranger McLean can be heard snapping seconds before the video cuts out.]\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n- Close\n\n\n\n\n\n\n\n\nInterview Log\n\n\n\n\n\n\n\n\n\n\nInterview 4347\n\n\n\n\nInterviewed:\n U.S. Park Ranger Tomas McLean\n\n\nInterviewer:\n MTF Victor-17-1 (Agent Lazzo Birch)\n\n\nForeword:\n Interview takes place in the office of Ranger McLean, located in the Wallace Smith National Park. Attending MTF Victor-17 agents are disguised as U.S. Fish and Wildlife Officers.\n\n\n<Begin Log>\n\n\nAgent Birch:\n Alright Mr. McLean, we’re ready to begin.\n\n\nRanger McLean:\n Pretty fancy, they givin’ all you boys tape recorders these days?\n\n\nAgent Birch:\n It’s just for our records Mr. McLean, we’d li-\n\n\nRanger McLean:\n Woah there buddy, Call me Tom, Mr. McLean’s my father's name. \n[Laughter]\n\n\nAgent Birch:\n Alright Tom, we just want to know about the reports you filed, regarding the 46 “ghost goat” incidents.\n\n\nRanger McLean:\n I’ll tell ya man, strangest shit I’ve ever heard. Four weeks of reports about a goat stealing food and turnin’ folks into ghosts.\n\n\nAgent Birch:\n The reports don’t mention any deaths.\n\n\nRanger McLean:\n No, No, No. Not that kinda’ ghost. It’s like a-a, out-of-body experience, that’s the word. They said while they’re floatin’ there, they see the goat stealing their food, how was I supposed to believe that shit.\n\n\nAgent Birch:\n But now you’ve seen this goat firsthand?\n\n\nRanger McLean:\n That’s the thing man, I didn’t believe any of ‘em, not until I saw it for myself.\n\n\nAgent Birch:\n When did this encounter take place?\n\n\nRanger McLean:\n Well let’s see, what was it, last Thursday. I’m out there by the creek near the campsite, eatin’ lunch, mindin’ my own, I hear some rustlin’ in the bushes. Big sucker of a goat charges out at me and BAM, next thing I know I’m floatin’ there. Swear-to-God.\n\n\nAgent Birch:\n Can you describe what that was like?\n\n\nRanger McLean:\n Not gonna lie, it was pretty cool at first, almost forgot what was goin' on. Couldn't feel anything but I could see and hear, at first I was floating still. Then I saw a squirrel in the tree, thought about wishin' I could take a better look, sure as shit I started movin' towards the trees.\n\n\n\n\nAgent Birch:\n So the goat attacked you, and you were floating towards the trees, what happened next?\n\n\nRanger Mclean:\n I remembered what the fuck was goin on, started freakin’ out trying to get to my body, I start moving towards it and what do I see, the goddamn goat eatin’ my turkey club. I shit you not man, got back to my body, big bright flash of white and then I’m wakin’ up, see the goat hoofin' into the brush, fast as hell. All I found was my sandwich wrapper and a trail of tracks. That afternoon I filed all the goat reports I tossed aside.\n\n\nAgent Birch:\n Did you have any interaction with the goat after this incident?\n\n\nRanger McLean:\n Well you uh, you see, me and Deputy Cortez saw it yesterday, over by the creek again. But he you know, got away, found some tracks but like I said this sucker is fast.\n\n\nAgent Birch:\n Well, Tom, I can’t say we’ve heard this one before, but I believe we can help. My boys will camp out here while we track down the goat. We'll make sure he won’t be bothering you any longer.\n\n\nRanger McLean:\n You guys must see some crazy shit, crazy ghost goat doesn’t make you bat an eye. Good to have you boys around. \n[Laughter]\n\n\n<End Log>\n\n\n\n\nClosing Statement:\n SCP-4347 was recovered the next day without incident. After luring SCP-4347 into a clearing, using a turkey club sandwich provided by Ranger McLean, MTF Victor-17 subdued the subject via tranquilizer dart. After the recovery of SCP-4347 Tomas McLean was administered a class C amnestic, and all data involving SCP-4347 incidents were confiscated or expunged from the records.\n\n\n\n\n\n\n\n\n\n\n- Close\n\n\n\n\n\n\n\n\nDietary Notice 4347-1\n\n\n\n\n\n\n\n\n\n\nNOTICE FROM SITE-71 PARAZOOLOGY DEPARTMENT\n\n\nAfter its initial medical evaluation, the diet plan for SCP-4347 is to be regulated further in order to better suit its developing diabetes. All staff are to refrain from feeding SCP-4347 any food not a part of its updated diet plan.\n\n\n— Dr. Hill, Head Parazoologist, Site-71\n\n\n\n\n\n\n\n\n- Close\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. All care is to be handled by D-class personnel that have been briefed on the subject's anomalous ability prior to assuming duties.\n\n\n2\n. Commonly known as the Domestic Goat.\n\n\n3\n. As of last medical evaluation SCP-4347 weighs 54kgs at a height of 114cm.\n\n\n4\n. Consciousness separates itself from the target's body, allowing for subsistence unattached to the physical plane.\n\n\n\n\n\n\n\n\n« \nSCP-4346\n | SCP-4347 | \nSCP-4348\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewed: U.S. Park Ranger Tomas McLean Interviewer: MTF Victor-17-1 (Agent Lazzo Birch) Foreword: Interview takes place in the office of Ranger McLean, located in the Wallace Smith National Park. Attending MTF Victor-17 agents are disguised as U.S. Fish and Wildlife Officers. <Begin Log> Agent Birch: Alright Mr. McLean, we’re ready to begin. Ranger McLean: Pretty fancy, they givin’ all you boys tape recorders these days? Agent Birch: It’s just for our records Mr. McLean, we’d li- Ranger McLean: Woah there buddy, Call me Tom, Mr. McLean’s my father's name. [Laughter] Agent Birch: Alright Tom, we just want to know about the reports you filed, regarding the 46 “ghost goat” incidents. Ranger McLean: I’ll tell ya man, strangest shit I’ve ever heard. Four weeks of reports about a goat stealing food and turnin’ folks into ghosts. Agent Birch: The reports don’t mention any deaths. Ranger McLean: No, No, No. Not that kinda’ ghost. It’s like a-a, out-of-body experience, that’s the word. They said while they’re floatin’ there, they see the goat stealing their food, how was I supposed to believe that shit. Agent Birch: But now you’ve seen this goat firsthand? Ranger McLean: That’s the thing man, I didn’t believe any of ‘em, not until I saw it for myself. Agent Birch: When did this encounter take place? Ranger McLean: Well let’s see, what was it, last Thursday. I’m out there by the creek near the campsite, eatin’ lunch, mindin’ my own, I hear some rustlin’ in the bushes. Big sucker of a goat charges out at me and BAM, next thing I know I’m floatin’ there. Swear-to-God. Agent Birch: Can you describe what that was like? Ranger McLean: Not gonna lie, it was pretty cool at first, almost forgot what was goin' on. Couldn't feel anything but I could see and hear, at first I was floating still. Then I saw a squirrel in the tree, thought about wishin' I could take a better look, sure as shit I started movin' towards the trees. Agent Birch: So the goat attacked you, and you were floating towards the trees, what happened next? Ranger Mclean: I remembered what the fuck was goin on, started freakin’ out trying to get to my body, I start moving towards it and what do I see, the goddamn goat eatin’ my turkey club. I shit you not man, got back to my body, big bright flash of white and then I’m wakin’ up, see the goat hoofin' into the brush, fast as hell. All I found was my sandwich wrapper and a trail of tracks. That afternoon I filed all the goat reports I tossed aside. Agent Birch: Did you have any interaction with the goat after this incident? Ranger McLean: Well you uh, you see, me and Deputy Cortez saw it yesterday, over by the creek again. But he you know, got away, found some tracks but like I said this sucker is fast. Agent Birch: Well, Tom, I can’t say we’ve heard this one before, but I believe we can help. My boys will camp out here while we track down the goat. We'll make sure he won’t be bothering you any longer. Ranger McLean: You guys must see some crazy shit, crazy ghost goat doesn’t make you bat an eye. Good to have you boys around. [Laughter] <End Log> Closing Statement: SCP-4347 was recovered the next day without incident. After luring SCP-4347 into a clearing, using a turkey club sandwich provided by Ranger McLean, MTF Victor-17 subdued the subject via tranquilizer dart. After the recovery of SCP-4347 Tomas McLean was administered a class C amnestic, and all data involving SCP-4347 incidents were confiscated or expunged from the records."
    ],
    "containment_procedures": "Site-71 Parazoology Division is to provide SCP-4347 with the standard maintenance required of a typical Capra aegagrus hircus1. Under no circumstance is food outside of the dietary plan to be brought into or around SCP-4347's livestock containment enclosure.",
    "description": "SCP-4347 is a female Capra aegagrus hircus2, bearing close resemblance to the American Lamancha breed. SCP-4347's weight and height3 are within normal parameters, showing no physical deviation from non-anomalous Capra aegagrus hircus.",
    "title": "SCP-4347"
}