{
    "url": "https://scp-wiki.wikidot.com/scp-4356",
    "all_text": "rating: \n+44\n+\n–\nx\n\n\nItem #:\n SCP-4356\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-4356 has been purchased by the Foundation and is being used as an MTF outpost and monitoring facility.\n\n\nDescription:\n SCP-4356 is a 4-bedroom, 3-bath home in an isolated forest of Tacoma, Washington. The South-facing bedroom, designated SCP-4356-1, exists in a state six hours into the future. The temporal anomaly does not affect the physiology of those who enter the space, rather, it manifests as intermittent segments of audio from future events that are projected into the present time.\n\n\nDiscovery:\n SCP-4356 belonged to Michael and Diana Kelly. Two incidents within their home brought its anomalous properties to the attention of Mr. Kelly, with the second incident being the point at which the Foundation became involved.\n\n\nThe first, Incident-A, took place on November 3rd, 2017. Mr. Kelly believed he heard his wife engaged in sexual intercourse with an unknown man from within SCP-4356-1. Upon entering SCP-4356-1, he found no one present.\n\n\nThe second incident, Incident-B, took place on December 17th, 2017, when Mr. Kelly was in his office and under the influence of alcohol, and Mrs. Kelly was elsewhere in the home.\n\n\nAddendum:\n The following interviews with both Kevin Schneider and Michael Kelly were taken on December 24th, one week after Incident-B, in efforts to better understand the anomalous properties of SCP-4356-1.\n\n\n\n\nSCP-4356 Interview Log 1: Kevin Schneider\n\n\n\n\n- Close\n\n\n\n\n\n\nInterviewer:\n Agent Hilda Myers, undercover as personnel from the Tacoma Sheriff's Department\n\n\nSubject:\n Kevin Schneider\n\n\nForeword:\n This interview reflects Mr. Schneider's account of Incident-B.\n\n\n<Begin Log, 11:17 A.M.>\n\n\nAgent Myers:\n Hello, Mr. Schneider. Thank you for coming in.\n\n\nKevin Schneider:\n Yeah, happy to. Whatever needs to be done to figure out what the hell happened.\n\n\nAgent Myers:\n That's what I'm here to ascertain. To begin, about how long had you and Mrs. Kelly been seeing each other?\n\n\nSchneider:\n Three years, give or take. She was miserable with that sorry sack of shit.\n\n\nAgent Myers:\n Is that your general opinion of Mr. Kelly?\n\n\nSchneider:\n That's the gist of it. He wasn't good to her.\n\n\nAgent Myers:\n Had Mrs. Kelly-\n\n\nSchneider:\n Diana.\n\n\nAgent Myers:\n I apologize. Had Diana ever described her husband's behavior as erratic?\n\n\nSchneider:\n I mean, he was a drunk. He was unpredictable, unstable. He was paranoid and had a short fuse and was generally unpleasant to be around.\n\n\nAgent Myers:\n So you have met Mr. Kelly?\n\n\nSchneider:\n A few times. Work events and whatnot. They usually had to leave early because he got way too smashed.\n\n\nAgent Myers:\n So Mr. Kelly's drinking was a frequent point of conflict.\n\n\nSchneider:\n That's putting it mildly. Last time I saw him was probably a month ago. Office party. She and I had spent most of the night talking and he was just sulking in the corner throwing them back, and I guess he got fed up and had a complete melt-down. He was screaming and throwing things and had to be escorted out of the building. \n[He pauses.]\n She was crying and she couldn't stop apologizing as she left. That was when I finally made my decision. It was him or me.\n\n\nAgent Myers:\n Tell me about the phone call on December 17th.\n\n\nSchneider:\n Well, there was no phone call. I mean, there was going to be. I was at work, and I was going to call Diana when I got home.\n\n\nAgent Myers:\n So this call you were going to make — you were preparing to give her an ultimatum.\n\n\nSchneider:\n Yeah, I was tired of waiting. I loved her, but I didn't want to keep loving her in secret. And I knew things would be better for her, once she left him.\n\n\nAgent Myers:\n At what time did you intend to make this call?\n\n\nSchneider:\n Well like I said, I was at work. I was working late and wasn't going to make it home until around 11. So I was going to call her at around 11:30.\n\n\nAgent Myers:\n And you're aware of what time Mr. Kelly said he heard that conversation?\n\n\nSchneider:\n Yeah, they said it happened at around 6.\n\n\nAgent Myers:\n Six hours before you were expecting to make that call.\n\n\nSchneider.\n Yeah. But I never got to.\n\n\nAgent Myers:\n And what did you think of what happened? That Mr. Kelly had said he heard the conversation that you had not yet had?\n\n\nSchneider:\n Well at first I figured he was just drunk and paranoid, before they told me all the details. But then they mentioned exactly what he thought he heard, and it was all the things I was planning on saying. That freaked me out.\n\n\nAgent Myers:\n Understandably, Mr. Schneider. I greatly appreciate your time here today.\n\n\nSchneider:\n Yeah, 'f course. Let me know if there's anything else I can do.\n\n\nAgent Myers:\n I certainly will. Thank you.\n\n\n<End transcript.>\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-4356 Interview Log 2: Michael Kelly\n\n\n\n\n- Close\n\n\n\n\n\n\nInterviewer:\n Agent Hilda Myers\n\n\nSubject:\n Michael Kelly\n\n\nForeword:\n This interview reflects Mr. Kelly's accounts of both Incident-A and Incident-B. It acknowledges the time discrepancy between his account and Mr. Schneider's, thereby confirming the anomalous properties of SCP-4356-1.\n\n\n<Begin Log, 3:34 P.M.>\n\n\nAgent Myers:\n Alright, Mr. Kelly. Are you ready to begin?\n\n\nMichael Kelly:\n As ready as I'll ever be.\n\n\nAgent Myers:\n That's ready enough for me. Tell me about the incident.\n\n\nKelly:\n \n[He scoffs.]\n Which one?\n\n\nAgent Myers:\n The incident that first led you to believe there was something unusual about your home.\n\n\nKelly:\n Yeah, that one. \n[He coughs once.]\n So, I've assumed Diana was cheating on me for a few years, at least. I was damn near positive. But she's…clever. Always has been. One of the things I love about her. \n[He pauses.]\n Loved, about her.\n\n\nAgent Myers:\n Could you tell me about what happened on November 3rd?\n\n\nKelly:\n Yeah. Yeah. I had just gotten home and I didn't see her around. I figured she was off doing errands, getting her nails done, God knows what. So I'm putting away groceries when I hear it.\n\n\nAgent Myers:\n Hear what, Mr. Kelly?\n\n\nKelly:\n Uh, the sound of…two people, having a good time. Together.\n\n\nAgent Myers:\n And where was that sound coming from?\n\n\nKelly:\n The room near the kitchen. Down the hall a little, just past the office. I was just as confused as I was pissed 'cause there's no bed in there, we just use it for storage.\n\n\nAgent Myers:\n And how did you proceed?\n\n\nKelly:\n Well I stormed in there, ready to rage. But there was no one there. I saw the window was open and figured they must have snuck out that way. So I run out the front door and look around the woods, just seeing red. I heard the front door slam shut from behind me and ran back into the house, saw Diana standing in the front room. She's got some take-out in one hand — Chinese, from my favorite place — and a bottle of wine in the other. Before I can start screaming at her, she asks me why the front door was open.\n\n\nAgent Myers:\n And that was because you had run out to search for her and the man you believed she was having an affair with.\n\n\nKelly:\n Yeah, exactly. So I yelled at her. Started frantically searching around the house for the son of a bitch. Meanwhile, she's shouting after \nme\n, like, 'What the hell is wrong with you?'\n\n\nAgent Myers:\n Because she had just arrived home.\n\n\nKelly:\n Yeah. I didn't want to believe it. I mean, I \nheard\n people in there, you know, doing the deed. But she showed me the take-out receipt. It was from fifteen minutes before I heard the sounds. It couldn't have been her.\n\n\nAgent Myers:\n And what about the room? You heard the sounds, but not only was your wife not present in the room, no one was. What did you think of that?\n\n\nKelly:\n At the time, nothing. I was just… \n[He drops his fist down onto the table with considerable force, and the table shakes.]\n I was so fucking \nangry\n. Now I don't know \nwhat\n happened.\n\n\nAgent Myers:\n And what about the incident that came after?\n\n\n[Mr. Kelly looks down at his hands, which are shaking.]\n\n\nAgent Myers:\n Are you alright, Mr. Kelly?\n\n\n[He looks up and sniffs, then clears his throat.]\n\n\nKelly:\n Yeah, I just… withdrawals, I guess.\n\n\nAgent Myers:\n What happened that day?\n\n\nKelly:\n I was in the office, working, but I'd been drinking too and I kind of lost track of myself. I was pretty plastered.\n\n\nAgent Myers:\n Is that something that occurs often, Mr. Kelly?\n\n\nKelly:\n I mean… \n[He lifts his shaking hands, as though in explanation.]\n Obviously. Yeah. Diana sure thought so.\n\n\nAgent Myers:\n Was that a factor in the breakdown of your marriage?\n\n\nKelly:\n The breakdown of our marriage was caused by her being a cheating whore.\n\n\nAgent Myers:\n Could your drinking have contributed to your reaction to the day's events?\n\n\nKelly:\n Probably. I don't think I would have done what I did if I'd been sober.\n\n\nAgent Myers:\n So you were, as you put it, 'getting plastered', in your office. What then?\n\n\nKelly:\n Well the office is right next to the room. So I suddenly hear her voice coming from somewhere nearby.\n\n\nAgent Myers:\n So she was at home at this time.\n\n\nKelly:\n Yeah. She was in the kitchen last I saw her. But then, I was hearing her on the phone, talking to someone.\n\n\nAgent Myers:\n Could you hear the other side of the call?\n\n\nKelly:\n Yeah, it was on speaker. I heard all of it. I heard a guy — now I know it was that dick from her work, Schneider — giving her this ultimatum. Talking about how he wasn't going to wait any longer, and that she needed to make a decision. And she was reassuring him that she loved him. And he was saying shit about me, calling me a worthless drunk and insisting that she was too good for me. And then, after everything we've been through, she agreed. \n[He sighs.]\n She fucking agreed with him.\n\n\nAgent Myers:\n And what did you do in response?\n\n\nKelly:\n Well, I got up. I was fucking livid. I stumbled to the room and I went to storm in, but the door was locked.\n\n\nAgent Myers:\n Do you know why the door was locked?\n\n\nKelly:\n \n[He scoffs.]\n Yeah, 'cause I had locked it, after what happened before. I was freaked out so I locked it.\n\n\nAgent Myers:\n I see. Please continue.\n\n\nKelly:\n So I'm pounding on the door and screaming for her to come out, and they don't even stop talking, like they can't even hear me. So I'm furious, and wasted, and I go to the kitchen and I take a couple shots and I think about what I'm gonna do, when Diana comes in from down the hall asking me why the hell I'm screaming.\n\n\n[Mr. Kelly pauses, leans back in his chair, and runs a hand through his hair.]\n\n\nKelly:\n So as soon as she gets close enough, I grab the bottle of scotch and I swing it as hard as I can at her head. I actually heard the bones in her skull crack. I thought it was the bottle cracking at first, but when I looked at the bottle it was fine, not a scratch on it. Have you ever heard the sounds of bones cracking?\n\n\nAgent Myers:\n I can't say that I have.\n\n\nKelly:\n It's this sickening sound. It sounds like someone snapping a thick stalk of celery.\n\n\nAgent Myers:\n What then?\n\n\nKelly:\n She hits the ground. There's blood pooling on the floor around her head, and she's not moving. So I start to panic, get down on the floor and start shaking her but she's just not fucking moving. I start to feel sick, so I lean over and puke, and then I fall back and pass out.\n\n\n[He takes a moment and appears to be collecting himself. He draws in a deep breath.]\n\n\nKelly:\n The screaming woke me up.\n\n\nAgent Myers:\n And who was screaming?\n\n\nKelly:\n \n[He pauses again.]\n Her mom. She had come to do God knows what, maybe just popping by to say hello, like she did sometimes. It doesn't matter. She's there, and she starts screaming and she's calling the police, and I try to get to my feet, but I'm still wasted. So I stumble back and fall down and pass out again. And this time I don't wake up until I hear the cops shouting at me. And then they put the cuffs on me.\n\n\nAgent Myers:\n Mr. Kelly, what do you think happened in that room?\n\n\nKelly:\n I have no idea what happened in that room, or why it happened. I just know I'm in prison and my wife is dead.\n\n\nAgent Myers:\n Well I think I have everything I need. I greatly appreciate your cooperation, Mr. Kelly.\n\n\nKelly:\n Yeah. Glad I could help, I guess. \n[He pauses.]\n Back to my cell, then.\n\n\nAgent Myers:\n That's correct.\n\n\nKelly:\n \n[He sighs.]\n Back to toilet wine and shit food and missing my wife. After everything, I fucking miss my wife.\n\n\nAgent Myers:\n Again, I thank you for your help, Mr. Kelly.\n\n\nKelly:\n Yeah. No problem.\n\n\n<End transcript.>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4355\n | SCP-4356 | \nSCP-4357\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4356\n\" by ViviSection8, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4356\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: The following interviews with both Kevin Schneider and Michael Kelly were taken on December 24th, one week after Incident-B, in efforts to better understand the anomalous properties of SCP-4356-1."
    ],
    "documents": [],
    "notes": [
        "Interviewer: Agent Hilda Myers, undercover as personnel from the Tacoma Sheriff's Department Subject: Kevin Schneider Foreword: This interview reflects Mr. Schneider's account of Incident-B. <Begin Log, 11:17 A.M.> Agent Myers: Hello, Mr. Schneider. Thank you for coming in. Kevin Schneider: Yeah, happy to. Whatever needs to be done to figure out what the hell happened. Agent Myers: That's what I'm here to ascertain. To begin, about how long had you and Mrs. Kelly been seeing each other? Schneider: Three years, give or take. She was miserable with that sorry sack of shit. Agent Myers: Is that your general opinion of Mr. Kelly? Schneider: That's the gist of it. He wasn't good to her. Agent Myers: Had Mrs. Kelly- Schneider: Diana. Agent Myers: I apologize. Had Diana ever described her husband's behavior as erratic? Schneider: I mean, he was a drunk. He was unpredictable, unstable. He was paranoid and had a short fuse and was generally unpleasant to be around. Agent Myers: So you have met Mr. Kelly? Schneider: A few times. Work events and whatnot. They usually had to leave early because he got way too smashed. Agent Myers: So Mr. Kelly's drinking was a frequent point of conflict. Schneider: That's putting it mildly. Last time I saw him was probably a month ago. Office party. She and I had spent most of the night talking and he was just sulking in the corner throwing them back, and I guess he got fed up and had a complete melt-down. He was screaming and throwing things and had to be escorted out of the building. [He pauses.] She was crying and she couldn't stop apologizing as she left. That was when I finally made my decision. It was him or me. Agent Myers: Tell me about the phone call on December 17th. Schneider: Well, there was no phone call. I mean, there was going to be. I was at work, and I was going to call Diana when I got home. Agent Myers: So this call you were going to make — you were preparing to give her an ultimatum. Schneider: Yeah, I was tired of waiting. I loved her, but I didn't want to keep loving her in secret. And I knew things would be better for her, once she left him. Agent Myers: At what time did you intend to make this call? Schneider: Well like I said, I was at work. I was working late and wasn't going to make it home until around 11. So I was going to call her at around 11:30. Agent Myers: And you're aware of what time Mr. Kelly said he heard that conversation? Schneider: Yeah, they said it happened at around 6. Agent Myers: Six hours before you were expecting to make that call. Schneider. Yeah. But I never got to. Agent Myers: And what did you think of what happened? That Mr. Kelly had said he heard the conversation that you had not yet had? Schneider: Well at first I figured he was just drunk and paranoid, before they told me all the details. But then they mentioned exactly what he thought he heard, and it was all the things I was planning on saying. That freaked me out. Agent Myers: Understandably, Mr. Schneider. I greatly appreciate your time here today. Schneider: Yeah, 'f course. Let me know if there's anything else I can do. Agent Myers: I certainly will. Thank you. <End transcript.>",
        "Interviewer: Agent Hilda Myers Subject: Michael Kelly Foreword: This interview reflects Mr. Kelly's accounts of both Incident-A and Incident-B. It acknowledges the time discrepancy between his account and Mr. Schneider's, thereby confirming the anomalous properties of SCP-4356-1. <Begin Log, 3:34 P.M.> Agent Myers: Alright, Mr. Kelly. Are you ready to begin? Michael Kelly: As ready as I'll ever be. Agent Myers: That's ready enough for me. Tell me about the incident. Kelly: [He scoffs.] Which one? Agent Myers: The incident that first led you to believe there was something unusual about your home. Kelly: Yeah, that one. [He coughs once.] So, I've assumed Diana was cheating on me for a few years, at least. I was damn near positive. But she's…clever. Always has been. One of the things I love about her. [He pauses.] Loved, about her. Agent Myers: Could you tell me about what happened on November 3rd? Kelly: Yeah. Yeah. I had just gotten home and I didn't see her around. I figured she was off doing errands, getting her nails done, God knows what. So I'm putting away groceries when I hear it. Agent Myers: Hear what, Mr. Kelly? Kelly: Uh, the sound of…two people, having a good time. Together. Agent Myers: And where was that sound coming from? Kelly: The room near the kitchen. Down the hall a little, just past the office. I was just as confused as I was pissed 'cause there's no bed in there, we just use it for storage. Agent Myers: And how did you proceed? Kelly: Well I stormed in there, ready to rage. But there was no one there. I saw the window was open and figured they must have snuck out that way. So I run out the front door and look around the woods, just seeing red. I heard the front door slam shut from behind me and ran back into the house, saw Diana standing in the front room. She's got some take-out in one hand — Chinese, from my favorite place — and a bottle of wine in the other. Before I can start screaming at her, she asks me why the front door was open. Agent Myers: And that was because you had run out to search for her and the man you believed she was having an affair with. Kelly: Yeah, exactly. So I yelled at her. Started frantically searching around the house for the son of a bitch. Meanwhile, she's shouting after me , like, 'What the hell is wrong with you?' Agent Myers: Because she had just arrived home. Kelly: Yeah. I didn't want to believe it. I mean, I heard people in there, you know, doing the deed. But she showed me the take-out receipt. It was from fifteen minutes before I heard the sounds. It couldn't have been her. Agent Myers: And what about the room? You heard the sounds, but not only was your wife not present in the room, no one was. What did you think of that? Kelly: At the time, nothing. I was just… [He drops his fist down onto the table with considerable force, and the table shakes.] I was so fucking angry . Now I don't know what happened. Agent Myers: And what about the incident that came after? [Mr. Kelly looks down at his hands, which are shaking.] Agent Myers: Are you alright, Mr. Kelly? [He looks up and sniffs, then clears his throat.] Kelly: Yeah, I just… withdrawals, I guess. Agent Myers: What happened that day? Kelly: I was in the office, working, but I'd been drinking too and I kind of lost track of myself. I was pretty plastered. Agent Myers: Is that something that occurs often, Mr. Kelly? Kelly: I mean… [He lifts his shaking hands, as though in explanation.] Obviously. Yeah. Diana sure thought so. Agent Myers: Was that a factor in the breakdown of your marriage? Kelly: The breakdown of our marriage was caused by her being a cheating whore. Agent Myers: Could your drinking have contributed to your reaction to the day's events? Kelly: Probably. I don't think I would have done what I did if I'd been sober. Agent Myers: So you were, as you put it, 'getting plastered', in your office. What then? Kelly: Well the office is right next to the room. So I suddenly hear her voice coming from somewhere nearby. Agent Myers: So she was at home at this time. Kelly: Yeah. She was in the kitchen last I saw her. But then, I was hearing her on the phone, talking to someone. Agent Myers: Could you hear the other side of the call? Kelly: Yeah, it was on speaker. I heard all of it. I heard a guy — now I know it was that dick from her work, Schneider — giving her this ultimatum. Talking about how he wasn't going to wait any longer, and that she needed to make a decision. And she was reassuring him that she loved him. And he was saying shit about me, calling me a worthless drunk and insisting that she was too good for me. And then, after everything we've been through, she agreed. [He sighs.] She fucking agreed with him. Agent Myers: And what did you do in response? Kelly: Well, I got up. I was fucking livid. I stumbled to the room and I went to storm in, but the door was locked. Agent Myers: Do you know why the door was locked? Kelly: [He scoffs.] Yeah, 'cause I had locked it, after what happened before. I was freaked out so I locked it. Agent Myers: I see. Please continue. Kelly: So I'm pounding on the door and screaming for her to come out, and they don't even stop talking, like they can't even hear me. So I'm furious, and wasted, and I go to the kitchen and I take a couple shots and I think about what I'm gonna do, when Diana comes in from down the hall asking me why the hell I'm screaming. [Mr. Kelly pauses, leans back in his chair, and runs a hand through his hair.] Kelly: So as soon as she gets close enough, I grab the bottle of scotch and I swing it as hard as I can at her head. I actually heard the bones in her skull crack. I thought it was the bottle cracking at first, but when I looked at the bottle it was fine, not a scratch on it. Have you ever heard the sounds of bones cracking? Agent Myers: I can't say that I have. Kelly: It's this sickening sound. It sounds like someone snapping a thick stalk of celery. Agent Myers: What then? Kelly: She hits the ground. There's blood pooling on the floor around her head, and she's not moving. So I start to panic, get down on the floor and start shaking her but she's just not fucking moving. I start to feel sick, so I lean over and puke, and then I fall back and pass out. [He takes a moment and appears to be collecting himself. He draws in a deep breath.] Kelly: The screaming woke me up. Agent Myers: And who was screaming? Kelly: [He pauses again.] Her mom. She had come to do God knows what, maybe just popping by to say hello, like she did sometimes. It doesn't matter. She's there, and she starts screaming and she's calling the police, and I try to get to my feet, but I'm still wasted. So I stumble back and fall down and pass out again. And this time I don't wake up until I hear the cops shouting at me. And then they put the cuffs on me. Agent Myers: Mr. Kelly, what do you think happened in that room? Kelly: I have no idea what happened in that room, or why it happened. I just know I'm in prison and my wife is dead. Agent Myers: Well I think I have everything I need. I greatly appreciate your cooperation, Mr. Kelly. Kelly: Yeah. Glad I could help, I guess. [He pauses.] Back to my cell, then. Agent Myers: That's correct. Kelly: [He sighs.] Back to toilet wine and shit food and missing my wife. After everything, I fucking miss my wife. Agent Myers: Again, I thank you for your help, Mr. Kelly. Kelly: Yeah. No problem. <End transcript.>",
        "\" SCP-4356 \" by ViviSection8, from the SCP Wiki . Source: https://scpwiki.com/scp-4356 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4356",
    "object_class": "Safe",
    "containment_procedures": "SCP-4356 has been purchased by the Foundation and is being used as an MTF outpost and monitoring facility.",
    "description": "SCP-4356 is a 4-bedroom, 3-bath home in an isolated forest of Tacoma, Washington. The South-facing bedroom, designated SCP-4356-1, exists in a state six hours into the future. The temporal anomaly does not affect the physiology of those who enter the space, rather, it manifests as intermittent segments of audio from future events that are projected into the present time.",
    "title": "SCP-4356"
}