{
    "url": "https://scp-wiki.wikidot.com/scp-436",
    "all_text": "rating: \n+177\n+\n–\nx\n\n\nItem #:\n SCP-436\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-436 must be closed at all times except for testing purposes. It is stored in a large, unlocked room to avoid misplacing the item. Personnel below Level 3 are not allowed to enter the room. Once per week, SCP-436 will be moved to a nearby identical chamber to allow the floor to be reconstructed.\n\n\nDescription:\n SCP-436 is a small locket, apparently made from gold. When opened, an inlaid photograph can be seen. It is unknown if the photograph is the source of SCP-436's effect, because this cannot be tested.\n\n\nAll measurements within a certain distance of SCP-436 will be affected by significant error. There is no observed pattern to the amount of error; it seems to constantly change, though this cannot be verified because it requires a time measurement. This issue is common to many aspects of SCP-436: the range cannot be reliably determined, the intensity of the error effect cannot be verified, and its location is often vague. It is known, however, that the error effect extends towards its own nature. To clarify, a measurement is required to learn anything about the error effect, and this measurement will have an error.\n\n\nThe actual dimensions of an object will be permanently affected, even after removal from SCP-436's range. Lids on containers cease to fit properly; level objects tilt, and measurement devices in particular will warp. Individuals affected by SCP-436 will have their height and weight altered, and in some cases, their personality. Ability to learn, perform calculations, and make judgments will be impaired. Medical conditions, such as [DATA EXPUNGED] and in particular, cancer, have occurred.\n\n\nLong-term exposure to SCP-436 allows the alterations to accrue, eventually resulting in an often-indescribable item. Dr. ████████ possesses three samples, currently under study.\n\n\nWhen SCP-436 is closed, the error effect apparently decreases in intensity—although, as previously mentioned, this cannot be confirmed.\n\n\nAttempting to average many measurements affected by SCP-436 will not result in a more accurate measurement. Note that these are not isolated instances of the effect—the measurements simply average to a significant deviation. With multiple averages from multiple sets of trials, the result still does not gain any accuracy; it is unknown how SCP-436 produces this multi-layer effect without [REDACTED].\n\n\nAddendum:\n \nWhen handling SCP-436, leave it in a flat, open place. We usually have trouble finding it again when personnel leave it in a container, and when we do, it's not easy to open. -Dr. ████████\n\n\n\n\n\n\n« \nSCP-435\n | SCP-436 | \nSCP-437\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-436\n\" by Kazyan, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-436\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: When handling SCP-436, leave it in a flat, open place. We usually have trouble finding it again when personnel leave it in a container, and when we do, it's not easy to open. -Dr. ████████"
    ],
    "documents": [],
    "notes": [
        "\" SCP-436 \" by Kazyan, from the SCP Wiki . Source: https://scpwiki.com/scp-436 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-436",
    "object_class": "Euclid",
    "containment_procedures": "SCP-436 must be closed at all times except for testing purposes. It is stored in a large, unlocked room to avoid misplacing the item. Personnel below Level 3 are not allowed to enter the room. Once per week, SCP-436 will be moved to a nearby identical chamber to allow the floor to be reconstructed.",
    "description": "SCP-436 is a small locket, apparently made from gold. When opened, an inlaid photograph can be seen. It is unknown if the photograph is the source of SCP-436's effect, because this cannot be tested.",
    "title": "SCP-436"
}