{
    "url": "https://scp-wiki.wikidot.com/scp-4364",
    "all_text": "rating: \n+247\n+\n–\nx\n\n\nItem #:\n SCP-4364\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-4364 is to be held in a standard humanoid containment chamber on a medical bed. Daily peripheral parenteral nutrition is to be administered via IV drip. Any and all food requested by SCP-4364 is to be provided immediately.\n\n\nIn the event of SCP-4364 expiration, a full autopsy is to be performed and an exploration team dispatched into SCP-4364.\n\n\nDescription:\n SCP-4364 is a 28 year old human male of West-African descent who answers to the name of Benjamin Foster. SCP-4364 is 1.8 meters tall and 34.5 kilograms in weight. Evidence of extreme malnourishment and malnutrition are present, including ribs visible through the skin, extreme lack of muscle mass, and low levels of energy. SCP-4364's appetite is self-described as 'insatiable' and it will spend most of its waking hours attempting to eat anything it considers to be edible. SCP-4364 has not suffered any expected ill-effects from consuming materials which would normally be hazardous to human health.\n\n\nDespite a near-constant intake of nutrition, SCP-4364 has consistently lost weight since entering containment. Induced vomiting to discover the contents of SCP-4364’s stomach revealed no food or partially digested material, only large amounts of bile and blood.\n\n\nSCP-4364 has numerous tattoos, most notably the animate ink figure positioned directly over its stomach. As SCP-4364 consumes food, this figure will take on a distended abdomen, grow in size, and attain a content expression. There appears to be no upper limit as to how large the tattoo can become aside from the actual mass of SCP-4364 itself, and it has frequently covered SCP-4364's other markings by overlapping them completely. Other tattoos present on SCP-4364 depict various numbers in what are assumed to be ratio values. These ratios are 23:20, 15:27, and 6:19-20. SCP-4364 also has a small tattoo of a sleeping panda bear on its right forearm.\n\n\n\n\n\n\n\n\n« \nSCP-4363\n | SCP-4364 | \nSCP-4365\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4364\n\" by (user deleted), from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4364\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4364 \" by (user deleted), from the SCP Wiki . Source: https://scpwiki.com/scp-4364 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4364",
    "object_class": "Euclid",
    "containment_procedures": "SCP-4364 is to be held in a standard humanoid containment chamber on a medical bed. Daily peripheral parenteral nutrition is to be administered via IV drip. Any and all food requested by SCP-4364 is to be provided immediately.",
    "description": "SCP-4364 is a 28 year old human male of West-African descent who answers to the name of Benjamin Foster. SCP-4364 is 1.8 meters tall and 34.5 kilograms in weight. Evidence of extreme malnourishment and malnutrition are present, including ribs visible through the skin, extreme lack of muscle mass, and low levels of energy. SCP-4364's appetite is self-described as 'insatiable' and it will spend most of its waking hours attempting to eat anything it considers to be edible. SCP-4364 has not suffered any expected ill-effects from consuming materials which would normally be hazardous to human health.",
    "title": "SCP-4364"
}