{
    "url": "https://scp-wiki.wikidot.com/scp-4370",
    "all_text": "rating: \n+68\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nThe last thing the accursed person will hear when they take their first step into hell is all of creation standing to its feet and applauding God because God has rid the earth of them.\n\n\n- Paul Washer, \nThe Cost of Not Following Christ\n\n\n\n\n⚠️ \nContent warning:\n This article contains \ngore\n.\n\n\n\n\n\n\n\n\nrating: \n+68\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\nThreat Level:\n Black\n\n\n\n\n\n\n\n\nA vector of SCP-4370.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n GoI-952 must be eradicated from the bounds of SCP-4370. Deprecated facilities along its suspected borders are to be demolished; active facilities are to be sabotaged and acquired as cheaply as possible prior to demolition.\n\n\nBuildings found to have been produced by or integrated into SCP-4370 are to be destroyed. Mobile Task Force Theta-36 (\"Swedish Rhapsody\") has been tasked with razing condemned structures, while agents embedded into local governments work to condemn occupied buildings. Tactically extraneous entrances into SCP-4370 are to be collapsed.\n\n\nFollowing Incident 4370-A-Zhou, [REDACTED, PENDING DECLASSIFICATION]\n\n\nDescription:\n SCP-4370 is a subterranean complex of indeterminate size, accessible through a series of abandoned industrial facilities throughout the United States of America.\n\n\nOver time, SCP-4370 has expanded significantly, the process of which is poorly understood; while models of growth appear broadly similar to those of SCP-386-D\n1\n, expansion appears to coincide with middle-class economic anxiety on the surface. It is unknown if SCP-4370 is attracted to, or serves as an active vector of such anxieties.\n\n\nGeophysical imaging of SCP-4370 reveals it to be ontologically semi-stable: though existing in defiance of consensus topology, portions of SCP-4370 may solidify into place, creating a reliable network of spatially impossible tunnels. Correspondingly, geological stability within SCP-4370 affected regions has been observed to degrade with expansion.\n\n\nSCP-4370 appears to have a parasitic relationship with GoI-952 (\"Olney Ironworks\"); Olney facilities are frequent targets for SCP-4370's growth, regardless of their operational status. Growth beneath Olney-controlled land occurs significantly faster than elsewhere, with an extreme decrease in stability. In some cases, SCP-4370 appears to be responsible for mudslides, earthquakes, and extreme weather phenomenon around such properties.\n\n\nSCP-4370 was initially believed to be an anomaly local to the Southeastern United States; however, Sites-87 and -56 have identified dense concentrations of entry points within the American Southwest and the Great Lakes Region, and imaging confirms stable SCP-4370 presences.\n\n\n\n\nHISTORY\n\n\nSCP-4370 was discovered by Officers Efrain Rodríguez and Connor Zhou during the course of an investigation into \nSCP-3178\n.\n\n\nOn June 11th, 2010, Officer Zhou contacted the SCP-3178 containment team after a two week disappearance in the town of Starling, Mississippi. The remaining members of Mobile Task Force Gamma-691 (\"When Something Interesting Happens\") were deployed to retrieve him at the coordinates provided in his message.\n\n\nOfficer Zhou was found outside an abandoned facility in Apopache, Texas, severely emaciated and bruised, and scarring suggested a gash had been cut from his right shoulder down to mid-torso. Agent Osman, who had served extensively with Zhou prior to the SCP-3178 project, further noted Zhou to have been unusually agitated post-retrieval. Zhou was otherwise unharmed.\n\n\nOfficer Zhou's disappearance had been extensively documented across three devices: a digital audio recorder, Zhou's personal phone, and a standard-issue body camera. Additionally, Zhou procured a video camera, retrieved just prior to his emergence.\n\n\nAs of 6/21/2010, Officer Zhou remains in recovery.\n\n\n\n\nINTERVIEW-4370-A\n\n\n\n\nDATE:\n 6/11/2010\n\n\nSUBJECT:\n Officer Connor Zhou\n\n\n\n\n[BEGIN LOG]\n\n\nAgent Osman:\n Hello, Mr. Zhou. It's… good to see you again.\n\n\nOfficer Zhou:\n Is this necessary? I just came out of the dark, and I'd \nreally\n appreciate some sun.\n\n\nAgent Osman:\n Come on, Connor. You know how they are.\n\n\nOfficer Zhou:\n Sure. Overbearing. Excessive. Look, I have a report, and I'd much rather file it than drip-feed an interview.\n\n\nAgent Osman:\n Mm. Well, this is just… intake. See how you're doing, if… if anything's \nwrong\n, you know? I mean, you \ndid\n come out of a 952.\n\n\nOfficer Zhou:\n Christ's sake, fine. Hi, I'm Connor Zhou, and I just spent two-and-a-half weeks in a post-industrial nightmare. I saw sunlight \nmaybe\n four hours out of nineteen days, the remainder of which was spent in abject darkness. During that time, I was being hunted by a monster, and it's honestly a miracle I'm here, right now, talking to you. Is that enough? Would you like skin samples?\n\n\nAgent Osman:\n Right, right, okay. I'll let you… get to it, whatever that is. I don't know, they're not telling me what the anomaly is yet, but I assume it has to do with 3178.\n\n\nOfficer Zhou:\n On the contrary, I'm taking a break. Call me if you need me but I'm going to a park.\n\n\nAgent Osman:\n Sure, sure.\n\n\nOfficer Zhou moves to exit the meeting room.\n\n\nAgent Osman:\n Actually, what's with the sunglasses? You rock them pretty well, but… I've never seen you wear them. Still adjusting?\n\n\nOfficer Zhou:\n Mind your own business.\n\n\nZhou exits the meeting room.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nADDENDUM-4370-002: MATERIALS RETRIEVED FROM DIGITAL RECORDER\n\n\n\n\n\n\n► RECOVERED MATERIALS\n\n\n\n\n▼ ACCESS GRANTED\n\n\n\n\n\n\n\n\n[BEGIN LOG 1]\n\n\nThe tape recorder is switched on. Officer Zhou, walking on metal surface, clears his throat.\n\n\nZhou:\n This is Officer Connor Zhou, of Mobile Task Force Gamma-691, \"When Something Interesting Happens\". It's too dark for a good video and I lost my main light, so I'm using the tape recorder. I heard it served Mx. Ford well on their expedition, and if you don't know who that is… well, I'll be too dead to care.\n\n\nZhou:\n I appear to be stuck in an Olney ironworking facility in the town of Starling, Mississippi. Specifically, I appear to be stuck in a basement space. This is apparently where seafood monsters have been known to congregate.\n\n\nZhou sighs, remaining silent for several seconds, before groaning in apparent frustration.\n\n\nZhou:\n I have a partner. Officer Efrain Rodríguez. I told him to follow me in if nothing happened. Obviously, something happened, so he probably hasn't followed me inside. You can probably find him in the nearby village of Whitewater, one word, not to be confused with the… the \"school\" nearby.\n\n\nZhou:\n In the meantime, thank you for rescuing me.\n\n\nSeveral seconds pass, before Zhou laughs derisively. Further away, the sound of creaking machinery can be heard. The tape recorder is switched off.\n\n\n[END LOG 1]\n\n\n\n\n[BEGIN LOG 2.1]\n\n\nThe tape recorder is switched on in what sounds to be a low-capacity factory floor. Machinery runs with significant squeaking, suggesting a general lack of maintenance.\n\n\nZhou:\n This Officer Connor Zhou. After several hours of tunnels, I've found myself on what looks to be the factory floor. This is in-spite of the fact that I should be several stories underground by now.\n\n\nZhou:\n Some of the machinery is running, but I don't see anyone running it. Most of it isn't. When Mr. Ngo talked to us on what Olney wasn't, he never mentioned it was this run-down.\n\n\nZhou pauses for several seconds.\n\n\nZhou:\n … maybe I'm just not in Olney anymore.\n\n\nHe sighs.\n\n\nZhou:\n Regardless, this is a peculiar departure from the last few hours. If the tunnels weren't cramped with crates, it was carts. If not carts, machinery. Around an hour ago, I had to take off my pack and squeeze through crates sideways. To find myself in a relatively open piece of factory floor… it's a welcome change.\n\n\nA pause.\n\n\nZhou:\n On the other hand, I can no longer see the ceiling.\n\n\n[END LOG 2.1]\n\n\n\n\n[BEGIN LOG 5]\n\n\nOfficer Zhou appears to be navigating a crowded room with concrete flooring.\n\n\nZhou:\n If you haven't seen an actual factory, you'd be forgiven if you thought it's a giant metal box with catwalks and machinery. Actual factories are a bit more complex, and depending on the function you might even see open air. In this case, I don't see open air. I barely see the machines.\n\n\nZhou pauses, grunting as he seems to squeeze through a tight space.\n\n\nZhou:\n I don't see people, either. Maybe it's been automated, maybe not. But some of these machines aren't working, don't look like they \ncan\n work. Some of them block the machines that still work. This… this \"factory\", for lack of a better word, it could \nseriously\n do with a human presence.\n\n\nSomething squeaks against the floor as Zhou pushes through his current obstacle. He briefly stops.\n\n\nZhou:\n … I don't know how long I've been walking. It feels like I only read about factories this large in Asia. Those… the ones the media points to, when it wants to impress schoolchildren.\n\n\nZhou remains where he is for a few seconds more, before continuing.\n\n\nZhou:\n I expected something more sinister, I'll admit. Slave lines. Suicide nets. Blood dripping from the gears. Ngo looked like a broken man, and talked like a slimebag. How does that happen to a man?\n\n\nZhou:\n Mm. I think I'm starting to ramble.\n\n\nThe tape recorder is switched off.\n\n\n[END LOG 5]\n\n\n\n\n[BEGIN LOG 6]\n\n\nThe tape recorder is switched on to a faint buzzing noise. The sound of machinery cannot be heard.\n\n\nZhou:\n I don't know where I am. Now, when I say that, I don't mean it in the sense that I don't know where I am in this factory, which is still true. I mean I'm in a break room.\n\n\nZhou:\n The room's a little wider than the tunnels, and not nearly as long. There's a conference table, no chairs, mini-fridge in the corner, a large… dresser? Hm. Corkboard on the wall, empty as of now, but a few pinpricks here and there. Someone's put a cross up, so I have to assume this… \"American Christian Ministries\", whatever, has its fingers here.\n\n\nOfficer Zhou groans.\n\n\nZhou:\n It's been… it has to be \"days\" by this point. I think I'm entitled to—\n\n\nZhou cuts himself off as the muffled sound of footsteps and indistinct conversation can be heard. After a few seconds, Zhou hurries over to what is most likely the dresser, pulling it open and stepping inside before closing himself inside of it.\n\n\nAnother door opens, and two figures enter the room.\n\n\nUnknown:\n Okay, Rockwell, why don't \nyou\n tell me what you were thinking? I'm having trouble.\n\n\nRockwell?:\n Well, again, I've got to protect my church. That man's got serpent in his blood, and you expect me to part the veil for \nthat\n?\n\n\nUnknown:\n No, I \ndidn't\n expect your homunculi to gas him like that. Not like \nthat\n.\n\n\nRockwell?:\n Come off, brother. I know what I'm doing.\n\n\nUnknown:\n Apparently not, because \nnow\n we have a burnt-faced detective with one more mystery to solve. \n[indecipherable]\n, Olney only sells because they're willfully ignorant of what we use BLACK FLY for, so what do you think happens when they find out?\n\n\nRockwell?:\n Well, the BLACK FLY they're selling ain't what comes out our bottles. Worst comes to, we pin it on Ms. Amherst.\n\n\nUnknown:\n She's vengeful, you know.\n\n\nRockwell?:\n Bad at shaking the Feds off.\n\n\nAll remain silent for several seconds.\n\n\nUnknown:\n … so what of his friend?\n\n\nRockwell?:\n Far as I know, he's been eaten by the Post-Industrial. God have mercy.\n\n\nUnknown:\n That doesn't mean he's dead, Rockwell. Every SUSEOCT\n2\n we haven't dealt with is another liability to the restoration, another variable in CALAMITY\n3\n. We deal with him, or he deals with us. Need I remind you of Mr. Ford?\n\n\nRockwell?:\n That case, I'll leave it to the Host. Ain't like it's got much better to do.\n\n\nUnknown:\n Mm.\n\n\nThe unknown entity sighs. All remain silent for several seconds.\n\n\nUnknown:\n I'm still not happy about what you did to the fat one.\n\n\nRockwell?:\n What, tear the demon from his mind? Brother, I've been in the thick of it for 29 years. I know how to bring people to God.\n\n\nUnknown:\n You worship a demiurge. Even I know that!\n\n\nRockwell?:\n I don't worship the Scarlet King.\n\n\nUnknown:\n I wasn't \ntalking\n about the Scarlet King. What, do you think the Church kept the Canaanites out? I've known them since they were called the Imitians, Rockwell, they're a bunch of fucking parasites that'll—\n\n\nRockwell?:\n Don't get so worked up about the Jews again, brother. 'swhat they want.\n\n\nAll remain silent for several seconds.\n\n\nUnknown:\n Fine. We'll talk later. Let's just grab the Host and be done with it all.\n\n\nA door opens, and the two figures move to exit the room. However, as one of them proceeds down the hall, the other pauses.\n\n\nUnknown:\n … I still don't know what I'm going to do with you, interloper. Maybe I'll skin you alive. Maybe I'll leave it to the Host. Whatever you are, be a good pet and wait for us here, would you? It'll be a lot easier that way.\n\n\nThe unknown figure leaves the room.\n\n\nOfficer Zhou remains in the dresser for around two minutes, before coming out and hurrying out of the room through the opposite door. The tape recorder is switched off.\n\n\n[END LOG 6]\n\n\n\n\n[BEGIN LOG 15]\n\n\nThe tape recorder is switched on; however, Officer Zhou remains silent for around 25 seconds, before speaking. Dripping can be heard nearby.\n\n\nZhou:\n … when I say my father was a nationalist, I don't mean he was KMT. He \nwas\n KMT, sure, but you don't leave Taiwan in '56 if you're still KMT. Although, maybe if you…\n\n\nZhou pauses.\n\n\nZhou:\n Point is, the man I grew up with cared more about the… the \nidea\n of China, moreso than Taiwan or the Mainland. I could see him fighting for the communists, royalists, the… you know, I'm still not sure why he moved to Houston.\n\n\nZhou:\n The house language was Mandarin; \nFùqīn\n ignored you if you talked in English. We were atheist, but we still lit incense on holidays and funerals. On weekends, \nFùqīn\n pulled us children aside for something between a Chinese history lesson and interrogation. \n(Zhou chuckles) Āyí\n joked that he'd never left the military. Not really.\n\n\nA distant creaking noise echoes through Zhou's location. He speaks after a brief pause.\n\n\nZhou:\n I wouldn't say my father \nhated\n Christianity. Neither Mandarin nor English have the right words for how he felt. It was more, mm, a severe lack of something… close to the word \"trust\"?\n\n\nZhou sighs.\n\n\nZhou:\n Whatever it was, \nFùqīn\n was absolute. No Easter egg hunts. No youth gatherings at the nearby church. No Christmas parties. No Christmas \nspecials\n. I didn't know what the cross was until I was 12, and I grew up in \nTexas\n. I'm surprised the Foundation didn't recruit \nhim\n, instead.\n\n\nZhou remains silent for around a minute.\n\n\nZhou:\n … was this what you saw, \nFùqīn\n? You could have warned me. You could have warned me.\n\n\nSeveral minutes of silence pass, interrupted only by the sounds of dripping water and distant creaking, before the tape recorder is switched off.\n\n\n[END LOG 15]\n\n\n\n\n[BEGIN LOG 17]\n\n\nAs the tape recorder is switched on, a squishing noise can be heard in the background. Officer Zhou does not speak.\n\n\nA few seconds into the recording, the distant sound of something soft and wet thudding against the floor can be heard. This sound repeats at steady intervals for around half a minute, a little less than once per second, before stopping.\n\n\nSuddenly, what sounds to be a crate is pushed violently across a concrete flooring, eliciting a muffled gasp from Officer Zhou.\n\n\nAll remain silent for several seconds.\n\n\nThe thudding sounds resume, quicker and louder than before. Occasionally they'll stop, and a crate will be struck, upended, or pried apart. As the thudding gets louder, so too does the squishing noise.\n\n\nA nearby crate creaks, eliciting another muffled gasp from Zhou. The creaking continues until one of its faces is pried off, and something soft and wet climbs into the crate. The Unknown Entity begins striking the crate from the inside with a sharp implement.\n\n\nA rat squeaks.\n\n\nThe Unknown Entity quickly leaves the crate. A wet crunching sound is followed by a shriek from the rat, then silence. Eventually, the wet thudding resumes, growing quieter as it continues, until it's not longer audible.\n\n\nThe tape recorder is switched off.\n\n\n[END LOG 17]\n\n\n\n\n[BEGIN LOG 21]\n\n\nOfficer Zhou begins speaking as soon as the tape recorder is switched on. He speaks uncharacteristically fast as he powerwalks across a concrete floor.\n\n\nZhou:\n This isn't a factory. Factories produce goods for use or consumption by humans or their pets. This produces nothing. It's a hole in the ground dedicated to swallowing people. Even The Factory, proper noun, \nthat\n produces consumer goods. Maybe this was a factory, once, but not anymore. What is it now? What is it now?\n\n\nThe tape recorder is switched off immediately.\n\n\n[END LOG 21]\n\n\n\n\n[BEGIN LOG 22]\n\n\nThe tape is switched on near active (if rusted) machinery.\n\n\nZhou:\n … Warlord Style Rat, \na la\n Olney.\n\n\nOfficer Zhou can be heard unzipping his pack, retrieving what sounds to be a distressed rat.\n\n\nZhou:\n In times of trouble in Manchuria, and there was a \nlot\n of trouble in Manchuria, people like my great-grandfather would produce all sorts of culinary innovations. While I may not be as skilled as him, I'm… very, very hungry, and I didn't think I'd have to pack many rations. You make do.\n\n\nZhou spits. A faint sizzling can be heard.\n\n\nZhou:\n I don't think it's common knowledge, but factory machinery can run up to… well, it's hot enough to cook. If you forgot to bring a campfire cooker to your industrial grave, store-bought is fine.\n\n\nZhou:\n Right, okay. The first thing you need to do is to make sure you're not hallucinating from hunger. When I poke the rat, it's real. \n(The rat squeaks)\n If it's not real, I'm screwed, so I have to hope it's real. Because violence appears to be the only language spoken in my living household, that means I have to kill it.\n\n\nA wet crunching sound can be heard in tandem with a cry from the rat, followed by silence.\n\n\nZhou:\n …I…\n\n\nZhou's next words are spoken too quietly to be properly distinguished; however, the word \"cannibal\" can be discerned near the end.\n\n\nZhou:\n Right, okay, step two, recognize you're hallucinating from days spent in the dark. Realize that all of your fears aren't real. Realize your hunger \nis\n. Put the rat on the fucking burner \n(in Mandarin)\n or so help me, son, I'll lose it!\n\n\nZhou throws the dead rat onto a piece of metal machinery. For the next two minutes, only the sizzling of the rat, the grinding machinery, and Zhou's labored breathing can be heard. Just as Zhou begins sobbing, the tape recorder is switched off.\n\n\n[END LOG 22]\n\n\n\n\n[BEGIN LOG 25]\n\n\nThe tape recorder is switch on. Officer Zhou inhales as if about to speak, only to begin laughing. This continues for several seconds, ending with Zhou clearing his throat.\n\n\nZhou then makes another inhaling sound, only to begin laughing again. He laughs for another two minutes, interspersed with coughs and wheezing. By the end, it's unclear as to whether he's still laughing, or if he's begun weakly sobbing.\n\n\nRegardless, Zhou pauses for several more seconds before speaking.\n\n\nZhou:\n It's a \ncorpse\n.\n\n\nThe tape recorder is switched off.\n\n\n[END LOG 25]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nADDENDUM-4370-003: MATERIALS RETRIEVED FROM PHONE\n\n\n\n\nUpon recovery, Officer Zhou's phone was broken beyond repair. The following data was recovered through drive imaging, and only constitutes its usage during Zhou's disappearance. Authorized personnel may request the full image from RAISA.\n\n\n\n\n\n\n\n\n► RECOVERED MATERIALS\n\n\n\n\n▼ ACCESS GRANTED\n\n\n\n\n\n\n\n\nMEDIUM:\n Video\n\n\nNOTE:\n File was previously deleted, but not wiped.\n\n\n[BEGIN LOG 1]\n\n\nVideo begins with Zhou looking into his camera.\n\n\nZhou:\n This is—\n\n\nZhou's front light gets brighter, causing Zhou to yelp in surprise and drop his phone. The recording is stopped not long after.\n\n\n[END LOG 1]\n\n\n\n\nMEDIUM:\n Video\n\n\n[BEGIN LOG 2]\n\n\nVideo begins with Zhou shielding his eyes as he looks into his camera.\n\n\nZhou:\n This is Officer Zhou, of Mobile Task Force Gamma-691. I…\n\n\nOfficer Zhou trails off. His brow furrows, and he remains silent for several seconds.\n\n\nZhou:\n … look at this.\n\n\nOfficer Zhou turns on his phone's flashlight, and flips the camera around. He pans over what appears to be a cramped and derelict factory floor. Wooden crates and steel racks have been scattered about, blocking many lanes designated for walkways and vehicle traffic. Most of the machines have been rusted over, though the sound of working (if rusted) machinery can be heard from further in.\n\n\nAfter stopping on a wall of warning signs with messages in English, Spanish, and Vietnamese, Zhou makes his way further down a walkway. He passes several notable scenes, including:\n\n\n\n\nA rusted forklift, laying on its side at an intersection.\n\n\nA former cleanroom laboratory, separated by broken windows and full of document bins. One bin in particular is stacked near the window; closer examination suggests it to be full of miscellaneous shipping orders.\n\n\nAn activated mechanical sorter, connected to a larger, nonfunctional conveyor system. Several components are stained with blood and hair.\n\n\n\n\nAs Zhou continues, a steady series of bangs can be heard from further down. At one point, Zhou stops, before proceeding at a faster pace to its source. This continues for approximately ten minutes.\n\n\nFinally, Zhou arrives at what appears to be an enormous pneumatic crusher. It follows a roughly 20 second timer: the crusher activates, remains still for four seconds, spends twelve seconds rising back up, and remains still for four more seconds before activating once more. Zhou watches the crusher for around six cycles, before panning the camera up. The device it's attached to goes up for at least 100 meters, before disappearing into the darkness.\n\n\nZhou ends the recording.\n\n\n[END LOG 2]\n\n\n\n\nMEDIUM:\n Text message\n\n\nNOTE:\n Recipient was Officer Efrain Rodriguez\n\n\n[BEGIN LOG 5]\n\n\n12:31 PM\n\n\nRodriguez, this Connor Zhou. I'm inside of some kind of giant factory, likely an anomalous extension of the Olney facility.\n\n\n \n\n\n \n\n\n \n\n\nUsing cell service, not sure how. It's stronger in some places. No GPS. Some outlets.\n\n\n \n\n\n \n\n\n \n\n\nHeard Rockwell and someone else talking about a \"burnt-faced detective\". Was that you?\n\n\n \n\n\n \n\n\n \n\n\n2:42 PM\n\n\nI'm sorry I didn't say this before:\n\n\n \n\n\nFuck this town.\n\n\n \n\n\nFuck everyone in this town.\n\n\n \n\n\nAlways felt like I was a minute away from either a hate crime or a lecture on the \"white working class\".\n\n\n \n\n\n \n\n\n \n\n\n2:58 PM\n\n\nWhich is basically just a hate crime.\n\n\n \n\n\n \n\n\n8:35 PM\n\n\nIt's so dark in here\n\n\n \n\n\nI miss the sun\n\n\n \n\n\n \n\n\n11:19 PM\n\n\nI don't want to die.\n\n\n \n\n\n \n\n\n[END LOG 5]\n\n\n\n\nMEDIUM:\n Playlist.\n\n\nDESCRIPTION:\n Between logs 6 and 8, Officer Zhou appears to have constructed a playlist, largely consisting of lyrically-heavy music. In particular, Spoken Word makes up a significant portion of the tracks included.\n\n\nThe playlist is titled \"Talk To Me\".\n\n\n\n\nMEDIUM:\n Voice memo\n\n\n[BEGIN LOG 10.3]\n\n\nAt this point in the memo, Officer Zhou has devolved into wandering while singing to himself, alternating largely between Mandarin folk songs, English rock, and poorly-enunciated Cantopop. He will occasionally pause, presumably to take a sip of water; it is shortly after one such pause that he begins speaking.\n\n\nZhou:\n \n(in Mandarin)\n I didn't love Agent Rodríguez. Everyone seems to think that, you know, me and him were… partners. \n(He pauses.)\n It's cause we're a rural task force. Ever since Officer McTriss, uh… forget I said anything.\n\n\nZhou:\n You know, I… don't think I ever thought about it. There's no real line I can see in my head. I've only ever gone for girls, but when I try to think about men like \nthat\n, there's no alarm that goes off, nothing to tell me I'm… \"out of bounds\". But it doesn't occur to me unless I let it occur to me, and it certainly doesn't occur to me with Agent Rodríguez.\n\n\nZhou remains silent for several seconds.\n\n\nZhou:\n …oh. I can see him thinking that.\n\n\nHe sighs.\n\n\nZhou:\n Sensory deprivation is surprisingly liberating. Sure, I'm running the battery on my lifeline, but… who cares? I'm going to run out of water. \n(He chuckles.)\n I'm going to run out of \nwater!\n What a way to—\n\n\nZhou cuts himself off and stops. He remains quiet for several seconds, before making his way across a metal catwalk. The sound of construction equipment can be faintly heard, growing louder as he proceeds. Finally, Zhou's footfalls can no longer be heard over the construction noise.\n\n\nOfficer Zhou begins to cry, and the recording ends.\n\n\n[END LOG 10]\n\n\n\n\nMEDIUM:\n Photo\n\n\n\n\n\n\nLog 11.\n\n\n\n\n\n\n\n\nMEDIUM:\n Video\n\n\n[BEGIN LOG 16]\n\n\nVideo begins with Officer Zhou pointing the camera around to himself. Compared to pre-disappearance, Zhou is significantly thinner.\n\n\nZhou:\n June 6th. \n(Enunciating)\n June… 6th.\n\n\nHe pauses, before shaking his head and opening his mouth to continue.\n\n\nZhou:\n … I'm free.\n\n\nHe laughs.\n\n\nZhou:\n I'm \nfree.\n\n\nOfficer Zhou pans the camera around the room. He is lying in a simple wooden bed inside of a small bedroom. The make of the walls suggest a temporary housing unit, similar to those employed by Olney Ironworks for long-term work projects. Sunlight spills through a window on the far wall.\n\n\nZhou:\n The GPS says I'm somewhere in Wisconsin. It's a cool seventy-something out, and the sunlight is… it's \nsunlight. Real sunlight.\n\n\nZhou:\n I know this isn't an \nactual\n report, but I don't know where I should start. I'm… I was taken in by one Mrs… Alice Wagner? She works on-site. Saw me coming out of the building, took me in, let me use her shower — surprised she \nhas\n one in this building — and… and that's it. I think I heard her making breakfast just after I woke up.\n\n\nZhou pauses.\n\n\nZhou:\n I'm going to… I'm going to ask Agent Imbeault out. I'm going home.\n\n\nZhou gets up off the bed and, possibly forgetting about his recording, affixes his phone to his belt. He then puts on his boots, and heads out of the door.\n\n\nThen he screams, and stumbles back.\n\n\nThe main room of the housing is split between a living room and a small kitchen. Presently, the phone is angled in such a way that only the kitchen and the right half of the living room are visible, both of which are relatively clean. Indeed, there is no indication that \"Mrs. Wagner\" had prepared any sort of breakfast.\n\n\nThen a squishing noise, similar to those heard in Addendum 2, Log 17, can be heard from just beyond the kitchen, and Officer Zhou rushes to the door. He slips — a puddle of blood seems to be pooling from somewhere out of frame — and barely makes it to the exit before the door to the bathrooms bursts open, and the squishing gets louder.\n\n\nZhou throws open the front door, and runs out of the temporary house. Around him is a half-built industrial facility, fenced-in on all sides.\n\n\nZhou:\n No, no—\n\n\nAs the squishing noise follows Officer Zhou, he makes a run for the facility gate. It is locked, and as Zhou draws closer, it becomes clear that no one is manning the entrance. In lieu of climbing the gate, Zhou runs for the door to the gatekeeper's kiosk, which is unlocked.\n\n\nThrowing the door closed, Zhou turns to the kiosk's control panel. Though he tries the gate controls, nothing happens.\n4\n Zhou turns to the door, only to find its glass panel obscured by a writhing red mass; turning around, he sees another door, opposite the control panel. With no other options, he throws the door open and escapes down the dimly-lit hallway beyond.\n\n\nA review of the footage demonstrates this hallway to be a spacial anomaly; it is considerably more spacious than the facility fencing.\n\n\nAs Zhou runs down the hallway, the squishing noise follows, though Zhou is considerably faster. Eventually, the squishing noise is barely audible, though Zhou continues running.\n\n\nAfter around three minutes of non-stop running, Zhou turns the hallway to find a gate mechanism some ways down. Stumbling over the threshold, Zhou pauses for breath, before getting up and looking around for its controls. He takes his phone off of his belt.\n\n\nZhou:\n Really?!\n\n\nZhou laughs, and turns on his flashlight before searching for controls. He finds a small switch on the wall, nearly invisible without the light, and flips it. As the gate begins to close, SCP-4370-1 begins rounding the corner.\n\n\nSCP-4370-1 appears to be a humanoid-shaped mass of red tentacles, wearing a leather apron. Despite this, SCP-4370-1 is remarkably durable: though bits of flesh are blasted off by Zhou's pistol, its approach is only somewhat slowed. As Zhou stops recoiling — having spent his available magazine — it becomes clear that its form is kept together by a combination of twine and zip-ties, some of which have been sawed apart by the hooks in its suckers.\n\n\nUltimately, however, SCP-4370-1 fails to reach Officer Zhou before the gate closes completely.\n\n\nZhou:\n … fuck, okay. I should…\n\n\nZhou trails off, and remains silent for several seconds. It is unclear whether he breaks the silence with laughter or sobbing; either way, he throws his phone against the wall, and the video ends.\n\n\n[END LOG 16]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nADDENDUM-4370-004: MATERIALS RETRIEVED FROM BODY CAMERA\n\n\n\n\nOfficer Zhou's body camera remained deactivated for the majority of his disappearance. The following logs consists primarily of footage taken before his disappearance; however, Zhou reactivated it near the end of his disappearance.\n\n\nDue to the destruction of Officer Rodríguez's body camera, Log 1 is the only record of Zhou's disappearance.\n\n\n\n\n\n\n\n\n► RECOVERED MATERIALS\n\n\n\n\n▼ ACCESS GRANTED\n\n\n\n\n\n\n\n\n[BEGIN LOG 1.1]\n\n\nFootage begins in the lobby of the Saltside Inn, the motel where Officers Rodríguez and Zhou were stationed. Zhou adjusts his camera.\n\n\nOfficer Rodríguez:\n You ready to roll?\n\n\nOfficer Zhou:\n Rolling.\n\n\nThe camera steadies, and Zhou turns to face Rodríguez.\n\n\nRodríguez:\n I hate this town, Connor.\n\n\nZhou:\n Don't I know it.\n\n\n[END LOG 1.1]\n\n\n\n\n[BEGIN LOG 1.3]\n\n\nOfficer Zhou climbs into the passenger's seat of their vehicle and closes the door behind him. He dons his seatbelt, adjusting it to keep his body camera in view. Rodríguez starts the car, adjusts the GPS, pulls out of the motel, and makes for Starling.\n\n\nBoth remain silent for a few minutes.\n\n\nRodríguez:\n … you think there's something bigger going on?\n\n\nZhou:\n Besides the neocon squid cult?\n\n\nRodríguez:\n No, I… okay, yeah, that too, but I mean, what do they \nwant?\n\n\nZhou:\n You tell me.\n\n\nRodríguez pauses.\n\n\nRodríguez:\n Have you read the 5952 file? Command cleared it for us after the Tuesday check-in. After… dash H, I spent most of the day reviewing what we had. There's a lot of audio.\n\n\nZhou:\n I looked over some of the transcripts. Concerning, but nothing we don't already know.\n\n\nRodríguez:\n Sure, but… I don't know. I'm stuck on some of the things the kid said. \"Egregore?\" \"Boneless malevolence?\"\n\n\nZhou:\n You think she's seen the squid?\n\n\nRodríguez:\n Maybe? But that's not the point. Kids don't say things like that, not out of nowhere. I actually looked up \"egregore.\" You know where that's from?\n\n\nZhou pauses.\n\n\nZhou:\n I'm thinking… Gnostic Bible?\n\n\nRodríguez:\n Book of Enoch. Maybe you see some occult weirdo throw it around, but it's not Protestant, and sure as hell's not young adult reading. Whitewater \ntaught\n her that.\n\n\nZhou:\n That's… yeah, that's a bit weird. But what's your point?\n\n\nRodríguez:\n I don't think CMA's endgame is the apocalypse. I… I think it's \nevangelism.\n\n\nBoth remain silent for several seconds.\n\n\nZhou:\n Evangelism of \nwhat?\n\n\nRodríguez does not answer.\n\n\n[END LOG 1.3]\n\n\n\n\n[BEGIN LOG 1.7]\n\n\nZhou and Rodríguez arrive at the Starling Manufacturing Plant. Parking at the visitor entrance, the two exit the car and turn to the factory.\n\n\nZhou:\n Bad sign if they're closed.\n\n\nRodríguez:\n Olney's… fucked. I don't know how they're going make it through this year.\n\n\nThe two Officers approach the factory grounds. Typical of GoI-952, it is in poor condition, with discolored bricking and sheeting. Patches of rust are visible on several pipes. Notably, a field of corn grows on the far side of the grounds, planted along an invisible boundary.\n\n\nBoth continue silently for a few minutes, until Zhou speaks.\n\n\nZhou:\n So, do we break in?\n\n\nRodríguez:\n Looks like it. I've been on Olney missions before, and we've got some… \nleeway\n, working with them.\n\n\nZhou:\n 'Do whatever we want to them.'\n\n\nRodríguez:\n Not like they fight back.\n\n\nZhou sighs, and the two Officers explore the grounds. Despite the facility's value, Olney appears to have posted no manual security; at the very least, Zhou and Rodríguez manage to avoid potential security guards. The two continue to explore for around ten minutes, until Rodríguez stops.\n\n\nRodríguez:\n Hey.\n\n\nRodríguez points to something, and Zhou turns to look. Before him is a wooden cellar door, set into the ground.\n\n\nZhou:\n … that's convenient. \n(He kneels to look.)\n You think that leads to the tunnels Ngo was talking around?\n\n\nRodríguez:\n Only one way to find out.\n\n\nRodríguez approaches the trapdoor and, with considerable trepidation, tries it. The door is unlocked, though it takes some effort to open. In the meantime, Zhou removes his flashlight from his belt and points it at the door; as soon as it's open, he activates the light.\n\n\nThe door leads to a stairwell, somewhat steep, with a metal railing. Taped onto the inside of the door is a flyer from Olney, instructing employees or others 'in an unfamiliar area' to call their service line; it is repeated in Spanish and Vietnamese. Rodríguez whistles.\n\n\nRodríguez:\n Thought it'd be more interesting than a help line.\n\n\nZhou:\n Mm. \n(He straightens his camera.)\n Right, heading down. Cover me.\n\n\nRodríguez:\n Cover you?\n\n\nZhou:\n I don't think Ngo was bluffing. Real piece of work, but we have no reason to believe he's lying about a death toll. Just, uh… fifteen seconds to scout the entrance, and you can come down.\n\n\nRodríguez pauses.\n\n\nRodríguez:\n … I'm not letting you die down there, man.\n\n\nZhou:\n You worry too much. Again: cover me.\n\n\nDrawing his firearm, Zhou proceeds carefully down the stairs. For eleven seconds, Zhou proceeds without interruption.\n\n\nThen, the feed shifts.\n\n\nUpon a seemingly endless field of salt, under a sky of white-noise patterns, lies an enormous bronze steer. Its abdomen has burst open, and its intestines spill forth over the plains… and even so, the steer lives. Various animals play among its viscera; none regard the red tentacles that weave through the offal, snatching up the least of them and pulling them down, never to emerge.\n\n\nRecording is stopped.\n\n\n[END LOG 1]\n\n\n\n\n[BEGIN LOG 2]\n\n\nFootage begins within an enormous, dimly-lit system of catwalks. The light appears to come from somewhere above the camera's field of vision; its back and forth shifting across the field of catwalks, along with the sound of an enormous creaking chain, suggests it is swaying. A red figure can occasionally be seen on the other side of the catwalks.\n\n\nOfficer Zhou takes a deep breath, and exhales. His voice is noticeably hoarse.\n\n\nZhou:\n … I think I understand.\n\n\nThere's a pause, and Zhou begins walking along the catwalks.\n\n\nZhou:\n I couldn't save Whitewater. That was never going to be an option. Could you save your bathroom rug after a decade soaked in corpse juice? Could \nI\n be saved? You could pull me out of here, but nothing could pull the grooves out of my brain. They're too deep.\n\n\nZhou:\n What could you possibly do to bring Zhou back? My stomach aches, but no amount of food will clear the taste of rat from my tongue. My eyes strain, but no amount of sunlight will wipe the dark from my mind. My head reels, but no drug could fill…\n\n\nZhou chuckles.\n\n\nZhou:\n I feel like I'm floating. There's no way I'm walking upon solid ground. \"Post-Industrial\". What is that terrible terminal clarity?\n\n\nAs Zhou walks the catwalks, the red figure can be seen more frequently, and with more detail. It appears to be SCP-4370-1.\n\n\nZhou:\n I don't know why I'm still trying to impress you. Poems aren't going to save me.\n\n\nZhou continues navigating the catwalks in relative silence. Several minutes in, he can be heard mumbling to himself. He appears to be repeating the names \"Joseph McCarthy\", \"Anthony Comstock\", and \"George Lincoln Rockwell\".\n\n\nApproximately 9 minutes into the recording, SCP-4370-1 appears to spot Officer Zhou, and can be seen rushing over.\n\n\nRecording is stopped just before SCP-4370-1 attempts to make physical contact.\n\n\n[END LOG 2]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nADDENDUM-4370-005: MATERIALS RETRIEVED FROM RECOVERED VIDEO CAMERA\n\n\n\n\nThere has been significant internal debate over whether or not to declassify the contents of the camera discovered by Officer Zhou.\n\n\nFoundation ethicists assigned to SCP-4370 argue that it has no informational value, merely constituting the propaganda put forth by forces hostile to the Foundation's cause. However, Officer Zhou has insisted it be kept on-record, in order to provide context to the events of the Whitewater investigations. Ultimately, the SCP-4370 containment team has decided to include its contents for posterity.\n\n\n\n\nVIDEO LOG 4370-BE\n\n\n\n\n[BEGIN LOG]\n\n\nVideo opens on PoI-3178 (\"Elder Rockwell\"), a Whitewater-based pastor and a suspect of the SCP-5952 and SCP-3178 investigations. He is standing on a dimly-lit catwalk, similar to those recorded in previous logs. The camera is steady.\n\n\nRockwell:\n Well met, Foundation. You may know me as \"Elder Rockwell\", headmaster of the Whitewater Second Chance School for Troubled Teens. \n(He smiles.)\n Good crop, this year.\n\n\nFar away, a piece of machinery groans.\n\n\nRockwell:\n Now, I get the feeling you think we're enemies, that I'm some sort of… \"bad actor\". I do apologize about the wrong feet we got off on, but as far as I'm concerned? Water under the bridge.\n\n\nRockwell:\n The truth is, Foundation, that America's got a problem. It's been out for decades, now, eating away its heart like a God-forsaken \ncancer.\n Jobs are going East, people are going broke, and all the while, that great shadow across our nation's getting bigger by the day.\n\n\nHe gestures to his left, and the camera pans in turn. Rusted machinery fills the factory floor, still and broken. The camera pans back.\n\n\nRockwell:\n I don't want this any more than you do. Them forces that keep us down, why, there's just as much my enemy as yours! If we want to take the Synagogue of Satan, we need to put our differences aside, and work together as a \nteam\n.\n\n\nHe smiles, and holds his arms outstretched.\n\n\nRockwell:\n Won't you?\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n► Show (1) Proposed Additions\n\n\n\n\n▼ DOCUMENT 4370-OVERWATCH-B\n\n\n\n\n\n\n\n\nHaving originated from the anomaly, the video camera documented in Addendum-4370-005 was analyzed extensively. While Video-4370-BE was the only available video on the camera, it was not, in fact, the only video it had recorded.\n\n\nImaging of the hard drive revealed data associated with a now-deleted video, designated Video-4370-BF, that had been recorded prior to Video-4370-BE. Due to the contents of the video, it was not declassified with the rest of SCP-4370's associated documentation.\n\n\nOfficer Zhou has not been notified of its contents.\n\n\n\n\nVIDEO LOG 4370-BF\n\n\n\n\n[BEGIN LOG]\n\n\nFootage begins with on a shot of a nude and emaciated human male and an eyeless canine anomaly hovering over it, holding a knife in its jaws. A small red tentacle covers the lens, obscuring the man's face from view.\n\n\nThe anomaly lowers its muzzle to make an incision in the man; however, it quickly stops, and another muzzle comes into view.\n\n\nCanine Anomaly:\n Put it away, \nnow\n.\n\n\nRecording is stopped.\n\n\n[END LOG]\n\n\n\n\nCLOSING NOTES:\n The voice of the Canine Anomaly matches that of the unknown figure from Addendum 2, Log 6.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. An topologically-anomalous genus of slime mold that was exterminated by the Global Occult Coalition in the 1980s.\n\n\n2\n. Southern United States Extranormal Organization Cooperation Treaty.\n\n\n3\n. [REDACTED]\n\n\n4\n. Reviewing the footage, it appears the gate required authentication via key fob.\n\n\n\n\n\n\n\n\n« \nSCP-4369\n | SCP-4370 | \nSCP-4371\n »\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIrregularity Proposal: 2001-489\n\n\n\n\n\n\nChrist In Scarlet\n\n\n\n\n\n\n\n\n\n\n\n\nChrist In Scarlet\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4370\n\" by UraniumEmpire, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4370\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n postindustrial.PNG\n\n\nName:\n L.N.O.^T Freight Depot ca 1890 - panoramio.jpg\n\n\nAuthor:\n Charles Bell\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n oldbones.PNG\n\n\nName:\n Minas de Riotinto, La Dehesa 5.jpg\n\n\nAuthor:\n LBM1948\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "The last thing the accursed person will hear when they take their first step into hell is all of creation standing to its feet and applauding God because God has rid the earth of them. - Paul Washer, The Cost of Not Following Christ",
        "\" SCP-4370 \" by UraniumEmpire, from the SCP Wiki . Source: https://scpwiki.com/scp-4370 . Licensed under CC-BY-SA .",
        "Filename: postindustrial.PNG Name: L.N.O.^T Freight Depot ca 1890 - panoramio.jpg Author: Charles Bell License: CC BY-SA 3.0 Source Link: Wikimedia Commons",
        "Filename: oldbones.PNG Name: Minas de Riotinto, La Dehesa 5.jpg Author: LBM1948 License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "GoI-952 must be eradicated from the bounds of SCP-4370. Deprecated facilities along its suspected borders are to be demolished; active facilities are to be sabotaged and acquired as cheaply as possible prior to demolition.",
    "description": "SCP-4370 is a subterranean complex of indeterminate size, accessible through a series of abandoned industrial facilities throughout the United States of America.",
    "title": "SCP-4370"
}