{
    "url": "https://scp-wiki.wikidot.com/scp-4379",
    "all_text": "rating: \n+98\n+\n–\nx\n\n\n\n\n\n\nA portion of SCP-4379, as seen from the main entrance.\n\n\n\n\n\n\nItem #:\n SCP-4379\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n\n\nAll personnel stationed at Lunar Area-32 are to be aware of the location and properties of SCP-4379. Signs reminding staff of SCP-4379 and its properties should be positioned in any hallway featuring an entrance into SCP-4379, with emphasis near said entrances.\n\n\nPersonnel attempting to enter SCP-4379 via the attached ventilation shaft must be equipped with a functional parachute.\n\n\nExplorations into SCP-4379 must be pre-approved by a Foundation staff member with Level 3/4379 or higher clearance.\n\n\nDescription:\n\n\nSCP-4379 is an extradimensional location replacing the former office of the Assistant Director of Research at \nLunar Area-32\n.\n2\n To date, no method of accessing the original office has been successful, as all attempts invariably result in SCP-4379 being accessed instead.\n\n\nInternally, SCP-4379 is an arboreal mountain range of indeterminate size; exploratory teams have reported neither encountering nor seeing any boundaries or coastal features within or beyond a 1,000 km radius of the main entry point. The region is perpetually illuminated by a star consistent with the Sun, located directly above SCP-4379, and appears to lack a magnetic field, rendering discernment of cardinal directions\n3\n impossible.\n4\n The gravitational pull within SCP-4379 is approximately equal to Earth’s.\n\n\nThe atmosphere of SCP-4379 is identical to that of Lunar Area 32 at any given time, excluding a 10% increase in humidity; the climate of SCP-4379 can be changed by altering the settings of Lunar Area 32’s atmosphere regulator. This correlation is believed to arise from the ventilation shaft formerly connected to the Assistant Director of Research’s office, which now leads to an indeterminate point within SCP-4379 several kilometres above the ground; however, it is unlikely the generator is sustaining the anomaly’s atmosphere, or is doing so with the assistance of an ectoentropic anomaly.\n5\n\n\nThe biodiversity of SCP-4379 consists entirely of seven endemic species of flora, all genetically related to species found on Earth; of these \nPinus cembra\n var. \nlunae\n6\n is the only non-grass species present. To date, no fauna have been encountered whatsoever.\n\n\nGenetic analysis of soil samples from SCP-4379 remains inconclusive.\n\n\nSCP-4379 was initially discovered on March 12, 2009, following a period of twelve minutes wherein Lunar Area-32 was forced to function exclusively on backup power. Inspection of the FAM-32 reactor confirmed it was functioning at full capacity for the entire period, however all produced power was being drawn to an unknown source; a search of Lunar Area-32 for the source resulted in the discovery of SCP-4379.\n\n\nAddendum:\n\n\n\n\nExploration Audio Log Transcript\n\n\nExploration Team:\n Distributed Task Force Sigma-6 Division 9 (‘Spacemen’)\n\n\nTeam Lead:\n D-6 ‘Roller’\n\n\nTeam Members:\n\nD-7 ‘Skywalker’\n\nD-8 ‘Buzz’\n\n\n\n\n[BEGIN LOG]\n\n\nRoller:\n Microphones on?\n\n\nBuzz:\n Yep.\n\n\nRoller:\n I want it on the record that we’re trained for general security, not melting realities, so the moment the freaky stuff starts we’re bailing.\n\n\nSkywalker\n (distant, via Buzz’s microphone): Blondies should’ve gotten this, not us.\n\n\nRoller:\n Fix your mic Skywalker, it’s not coming through.\n\n\nCrackling feedback.\n\n\nSkywalker\n (distorted): Wah, wah…\n\n\nBuzz:\n Still buggered.\n\n\nSkywalker\n (distorted): Oh for…\n\n\nCrackling feedback.\n\n\nSkywalker:\n How about now?\n\n\nRoller:\n Perfect. Are we done complaining about the powers that be?\n\n\nSkywalker:\n Quite.\n\n\nBuzz:\n Yep.\n\n\nRoller:\n Good. Spacemen entering the anomaly now.\n\n\nSound of an automatic door opening. Footfalls on concrete, changing to grass.\n\n\nSkywalker:\n Nice view.\n\n\nBuzz:\n Usually are, apparently. How long do you reckon we’ll last?\n\n\nSkywalker:\n I’ll give us an hour.\n\n\nRoller:\n Pay attention, you two.\n\n\nSkywalker:\n Yes sir.\n\n\nBuzz\n (faint, via Skywalker’s microphone): Fifty on twenty.\n\n\nRoller:\n Buzz!\n\n\nBuzz:\n Yes sir, sorry sir.\n\n\n(Extraneous audio redacted: five minutes of footfalls against stone or grasses.)\n\n\nBuzz:\n \nWhistles.\n That’s a long drop.\n\n\nRoller:\n Don’t fall.\n\n\nSkywalker:\n Yeah, I’d hate to have to shoot zombie-Buzz.\n\n\n(Extraneous audio redacted: ten minutes of footfalls against stone or grasses.)\n\n\nSkywalker:\n So, uhh… how’s Rosie?\n\n\nBuzz:\n Oh, uhh… pretty good. Giving school her all; says she wants to go to space like me. Got a B in maths the other day. Or… at least that’s what I’m remembering.\n\n\nSkywalker:\n Nice. I think I was a nuisance back at her age – sounds like you’re doing it right.\n\n\nBuzz:\n I sure hope so. I just hope that she’ll still listen to me down the track.\n\n\nRoller:\n Keep her away from our sort of work?\n\n\nBuzz:\n All of it, yeah. Look, can we – can we just change the topic? I don’t want to be doubting my memory.\n\n\n(Extraneous audio redacted: five minutes of footfalls against stone or grasses.)\n\n\nBuzz:\n All these trees look the same. Cognitohazard, maybe?\n\n\nSkywalker:\n I’ll grab some samples, get them to tell.\n\n\nFootfalls stop.\n\n\nRoller:\n There. Twenty minutes and we’re still rocking.\n\n\nSkywalker:\n That just means he owes me fifty, sir.\n\n\nBuzz:\n Hey, I’ve still got margin of error. I ain’t owe you anything for another twenty.\n\n\nSkywalker scoffs.\n\n\nSkywalker:\n Margin of error? It’s just as–\n\n\nRoller:\n Shh!\n\n\nA dull roar rapidly approaches the group.\n\n\nRoller:\n Go! Go go go go!\n\n\nSeveral panicked footfalls. The roar – a loud rustling – overtakes the group and continues onward. The footfalls stop.\n\n\nSkywalker:\n It was the damn wind.\n\n\nRoller:\n For the record, that’s the first time anything’s moved other than us. Go grab the samples.\n\n\nBuzz:\n Just… give me a second. Thought that…\n\n\nRoller:\n You were going to win the bet.\n\n\nBuzz:\n I’m never going to hear the end of this, am I.\n\n\nSkywalker:\n Ask ‘em why they didn’t go first; that’ll shut them up.\n\n\nRoller:\n Come on, let’s keep moving. We’ve still got forty minutes before we can turn back.\n\n\nSkywalker:\n And if something happens before then?\n\n\nRoller:\n Survivors go back early, and it stops being our problem.\n\n\nSkywalker:\n Here’s hoping.\n\n\n(Extraneous audio redacted: ten minutes of footfalls against grasses.)\n\n\nSkywalker:\n Oh we’ll be al~right, when the wind is in our sails –\n\n\nRoller\n (correcting Skywalker): Oh we’d be al~right, if the wind was in our sails –\n\n\nSkywalker\n (Joining Roller): – oh we’d be al~right –\n\n\nBuzz\n (Joining Skywalker and Roller): – if the wind was in our sails, and we’ll all hang on be-hind.\n\n\nBuzz, Roller, Skywalker\n (In unison): And we’ll roll the old, chariot along, we’ll roll the old, chariot along, we’ll roll the old, chariot along, and we’ll all hang on be-hind.\n\n\nSkywalker:\n Well a night on the town wouldn’t do us any harm –\n\n\nBuzz, Roller, Skywalker\n (In unison): – well a night on the town wouldn’t do us any harm, oh a night on the town wouldn’t do us any harm, and we’ll all hang on be-hind. And we’ll –\n\n\nRoller\n (Simultaneous with Buzz, Skywalker) – roll the old, chariot along, we’ll roll the old, chariot along, we’ll roll the old, chariot along –\n\n\nBuzz, Skywalker\n (In unison, simultaneous with Roller): – ro~o~o~oll, we’ll ro~o~o~oll, we’ll ro~o~o~oll –\n\n\nBuzz, Roller, Skywalker\n (In unison): – and we’ll all, hang, on, be~hind.\n\n\nSkywalker:\n Say that to Cyrus and –\n\n\nRoller:\n Do you mean Site Director Cyrus Hourdoon, who is a respectable overseer for the facility, and will probably be personally reviewing these audio logs?\n\n\nA moment of silence.\n\n\nSkywalker:\n Why would he check the logs over?\n\n\nBuzz:\n Are you kidding? This thing’s literally down the hall from his office – he’d want to know what sort of funky stuff is going on, and make sure it doesn’t affect him.\n\n\nRoller:\n Let’s drop the topic. Maybe Dev can get these redacted or something beforehand.\n\n\n(Extraneous audio redacted: five minutes of footfalls against stone or grasses. Buzz, Roller and Skywalker continue to hum the tune of\n Roll the Old Chariot \nin unison.)\n\n\nBuzz:\n Why were we singing?\n\n\nRoller:\n What do you mean?\n\n\nBuzz:\n We just started singing, for no reason.\n\n\nSkywalker:\n I was bored. We always do shanties on duty.\n\n\nBuzz:\n I mean, I \nremember\n us doing that, but did we \nactually\n do that? Or are we just remembering something that never happened?\n\n\nRoller:\n I thought you said you didn’t want to doubt your memory, Buzz.\n\n\nThe footfalls stop.\n\n\nBuzz:\n I do too, but what if I didn’t? For all we know this place could be implanting memories into us. Maybe we aren’t even MTFs.\n\n\nSkywalker:\n Buzz?\n\n\nBuzz:\n Yeah?\n\n\nSkywalker:\n Shut up.\n\n\n(Extraneous audio redacted: five minutes of footfalls against stone or grasses.)\n\n\nBuzz\n (mumbled): Damn coghazards.\n\n\n(Extraneous audio redacted: five minutes of footfalls against stone or grasses.)\n\n\n\n\nHover to enlarge.\n\n\n\n\nBuzz:\n Roller.\n\n\nRoller:\n Yes?\n\n\nBuzz:\n Lake, over there.\n\n\nSkywalker:\n Finally, something different.\n\n\nRoller:\n We’ll follow this ridge down to it, grab some samples. Walker, photograph.\n\n\n(Extraneous audio redacted: ten minutes of footfalls against stone or grasses. Another gust of wind passes the group; none react to it.)\n\n\nSkywalker:\n Make sure not to touch the water. At all.\n\n\nBuzz:\n Got it.\n\n\nRoller:\n Why?\n\n\nSkywalker:\n We’re coming up to an hour, and we just found something different.\n\n\nBuzz:\n You… you reckon this is the paste-maker?\n\n\nSkywalker:\n It’s right on time.\n\n\nBuzz:\n I… don’t want to get the sample.\n\n\nRoller:\n You’re the sample-taker.\n\n\nBuzz:\n And I’m the slowest runner.\n\n\nRoller:\n Go and put the damn vial in the lake.\n\n\nBuzz:\n Easy for you to say – you’ve got a ten metre head-start!\n\n\nSkywalker:\n Oh for –\n\n\nRoller:\n Alright then, Skywalker, you take the sample.\n\n\nSkywalker:\n What? No! It’s Buzz’s job.\n\n\nRoller grumbles.\n\n\nRoller:\n Fine. Paper Scissors Rock, then. Loser takes the sample.\n\n\nBuzz:\n It doesn’t work with three people.\n\n\nRoller:\n That’s because it’s between you two.\n\n\nSkywalker:\n And why aren’t you involved?\n\n\nRoller:\n Because I’m team lead, and \nI said so.\n Now hurry up.\n\n\nBuzz, Skywalker\n (In unison): Paper, scissors, rock. Paper, scissors, rock. Paper, scissors, rock. Paper, scissors, rock.\n\n\nSkywalker:\n Probability anomaly.\n\n\nRoller:\n Of course. Alright… first one to slap –\n\n\nSkywalker:\n Ow!\n\n\nBuzz:\n Sucked in.\n\n\nSkywalker:\n That isn’t fair, he didn’t –\n\n\nRoller:\n Go take the sample, Skywalker.\n\n\nSkywalker:\n But he –\n\n\nRoller:\n Now.\n\n\nSkywalker grumbles. Sound of footfalls against grass. A watch alarm sounds momentarily.\n\n\nSkywalker\n Fffff– what? What’s that?\n\n\nRoller:\n Hour’s up. Take the sample and we can go home.\n\n\nBuzz:\n See anything?\n\n\nSkywalker:\n Nope. Probably invisible. Alright, in three… two… one…\n\n\n(Extraneous audio redacted: five minutes of hurried footfalls against stone or grasses.)\n\n\nRoller:\n Alright… I think we’re… in the clear. We good?\n\n\nSkywalker:\n Yeah. Got… the sample.\n\n\nBuzz:\n I’m fine. Anyone… see the… beastie?\n\n\nRoller:\n What – what? What did you see?\n\n\nBuzz:\n No, nothing. I was asking… if you’d seen it.\n\n\nSkywalker:\n I saw nothing, heard nothing.\n\n\nRoller:\n Possibly antimemetic then.\n\n\nBuzz:\n Which means it could be right behind us and we wouldn’t realise it.\n\n\nA moment’s silence.\n\n\nRoller:\n Lets keep going, shall we?\n\n\n(Extraneous audio redacted: five minutes of hurried footfalls against stone or grasses.)\n\n\nBuzz:\n Roller?\n\n\nRoller:\n What?\n\n\nBuzz:\n Why is there only three of us?\n\n\nRoller:\n Because Kirk, Ripley and Teal’c needed to keep everything together back in 32.\n\n\nBuzz:\n Yeah, but… what if there were more of us?\n\n\nSkywalker:\n Not this again…\n\n\nRoller:\n Alright, Buzz, if you don’t shut up about this memory crap, I swear I’m going to get you disciplined.\n\n\nBuzz:\n But –\n\n\nRoller:\n I don’t give a damn. If we’re getting stuff erased, we can’t find out until we’re back, and there’s no point in doubting ourselves. Do you have a better idea?\n\n\nBuzz:\n No sir.\n\n\nRoller:\n Then can it, both of you. If I hear anything more about this, I don’t care if you’re right or not, I will report you to Site Director Cyrus Hourdoon, and he’ll sort you out personally. Capiche?\n\n\nBuzz, Skywalker\n (In unison): Yes sir.\n\n\nRoller:\n Good.\n\n\n(Extraneous audio redacted: twenty minutes of footfalls against stone or grasses.)\n\n\nSkywalker:\n So.\n\n\nRoller:\n Hmm?\n\n\nSkywalker:\n What’re we going to do once we get out?\n\n\nBuzz:\n Quarantine first. Check for biohazards, memes, all that. Can’t risk it getting out in Area 32.\n\n\nSkywalker:\n I meant after. Big first mission, and it seems to be going fine thus far.\n\n\nRoller:\n What are you thinking of?\n\n\nSkywalker:\n I reckon we crack open some cold ones with the D’s. Maybe then Winston will stop thinking enough for me to beat him at cards.\n\n\nBuzz:\n You know he cheats, right?\n\n\nSkywalker:\n What? How?\n\n\nRoller:\n You know that pack of cards Dianne won off Buzz last year? The D-classes have been sharing it around; they all cheat, if they’re good at it.\n\n\nSkywalker:\n Why the hell wouldn’t you take it off them?\n\n\nRoller:\n Three reasons. One: they’re more cooperative with it. Two: if you haven’t realised they were cheating, you probably don’t deserve to win.\n\n\nBuzz laughs.\n\n\nSkywalker:\n And three?\n\n\nRoller:\n We’ve been cheating too.\n\n\nSkywalker\n (Under breath): No wonder I’ve never won a damn game…\n\n\nBuzz:\n Cheer up Skywalker, at least now you can get on our level. I’ll show you how to do it when we get back, alright?\n\n\n(Extraneous audio redacted: ten minutes of footfalls against stone or grasses.)\n\n\nRoller:\n The exit should be just up there.\n\n\nBuzz:\n Should?\n\n\nFootfalls stop.\n\n\nBuzz:\n Sorry sir.\n\n\n(Extraneous audio redacted: fifteen minutes of footfalls against stone or grasses.)\n\n\nRoller:\n There it is.\n\n\nSkywalker:\n Sweet.\n\n\nRoller:\n So… synopsis of the expedition?\n\n\nSkywalker:\n We walked for an hour, got spooked by the wind along the way, found a lake, came back.\n\n\nRoller:\n Buzz?\n\n\nBuzz:\n That’s what I remember sir.\n\n\nRoller:\n Same for me. Anything out of the ordinary?\n\n\nSkywalker:\n Other than the fact that nothing happened, nope.\n\n\nRoller:\n Nobody got killed?\n\n\nSkywalker:\n No.\n\n\nRoller:\n No pursuits by a primordial curb-stomping deity?\n\n\nBuzz:\n Not that I recall.\n\n\nRoller:\n We just… came in, took some samples, wandered around, left?\n\n\nSkywalker:\n That sums it up.\n\n\nA moment’s silence.\n\n\nRoller:\n Well then. I… guess I’ll see you two after quarantine.\n\n\n[END LOG]\n\n\nClosing Statement/s:\n D-6, D-7 and D-8 were released from quarantine after 72 hours. No biological hazards, memetic / cognitohazardous infections, memory alterations or other anomalous influences were found on or affecting the team.\n\n\nSubsequent tests involving, and excursions into, SCP-4379 have confirmed a complete lack of any cognitohazardous, memory-affecting, or probability-affecting anomalies, as well as a lack of inhabitation by malevolent or antimemetic entities.\n\n\n\n\n\n\n \n\n\n\n\nFile Restricted: Level 3/4379\n\n\n\n\nShowing file.\n\n\n\n\nAddendum 2:\n\n\n\n\nInternal Memorandum\n\n\nLunar Area-32 – Site Director Cyrus Hourdoon\n\n\n\n\nThe following information is classified to Level 3/4379 clearance. Personnel divulging this information to individuals with insufficient clearance will be severely reprimanded.\n\n\nAnalysis of the samples taken by Mobile Task Force Sigma-6 (‘Puddlejumpers’), Division 9 (‘Spacemen’), Agent 8 (‘Buzz’) revealed several abnormalities that are not included in the Level 2 or below version of this file. These abnormalities have consistently reoccurred in all samples taken from within SCP-4379.\n\n\nIn agreeance with Ethics Committee Liaison Devlin Winston, these details have been classified in the interest of maintaining on-site morale, and preventing unwarranted speculation or overreactions as demonstrated by MTF Sigma-6 Division-9 Agents 6 (‘Roller’), 7 (‘Skywalker’) and 8 in the first exploratory log for SCP-4379.\n\n\nThe surface of SCP-4379 is uniformly covered in a thin layer of dead human skin cells.\n\n\nSoil and stone samples taken from throughout SCP-4379 universally contain traces of human DNA in varying states of decomposition, and are significantly composed of decayed and/or compacted human faecal matter.\n\n\nWater samples taken from throughout SCP-4379 universally contain traces of human DNA and contain evidence to suggest they are, or formerly were, predominantly composed of human saliva, sweat, and/or urine.\n\n\nAll DNA samples recovered from SCP-4379 match, but do not match records in any databases accessible to the Foundation.\n\n\nAnalysis of the aforementioned faecal matter suggests the source subsists on a diet consisting exclusively of the flora found within SCP-4379, predominantly the seeds of \nPinus cembra\n var. \nlunae\n.\n\n\n\n\nHover to enlarge.\n\n\n\n\nOn February 8, 2017, the members of a Mobile Task Force engaging in a week-long exploration into SCP-4379 reported discovering a single building south-south-west of the main entrance to SCP-4379 (with ‘north’ being assigned to the direction the entrance of SCP-4379 is facing). A photograph is attached.\n\n\nThe building was comprised entirely from materials found within SCP-4379, predominantly stone, and showed strong evidence of having been inhabited at an indeterminate point. Numerous stone tablets were found throughout, all of which were engraved with text that appears to be a heavily degraded dialect of, or linguistic descendant of, modern English.\n\n\nSeveral rooms throughout the building were devoted entirely to the storage of large quantities of \nPinus cembra\n var. \nlunae\n seeds.\n\n\nSeveral members of staff have reported seeing glimpses of a ‘man in black clothing, mid-stride’ approaching the entrance of SCP-4379 from the interior. Comparison of the reported locations of the entity (now designated as SCP-4379-A) in consideration with physical proximity strongly suggests that the entity has approached / is approaching / will approach the entrance of SCP-4379 in an asynchronous order; SCP-4379-A has not yet been sighted outside of SCP-4379.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Formerly Senior Researcher ████ ███ \n[DATA CORRUPT]\n\n\n2\n. Formerly Senior Researcher Daniel Schröder; however, the placard attached to the office door features a shorter, illegible name instead.\n\n\n3\n. North, south, east, west.\n\n\n4\n. For the purposes of exploration, ‘north’ is assigned to the direction an individual is facing upon entering SCP-4379 using the main entrance.\n\n\n5\n. From the \nFoundation Handbook of Terms\n: ‘\nEctoentropic\n (adj.): violates the first and/or second law of thermodynamics by generating matter and/or energy in a fashion that directly violates entropy.’\n\n\n6\n. Closest related to \nPinus cembra\n, the Stone pine.\n\n\n\n\n\n\n\n\n« \nSCP-4378\n | SCP-4379 | \nSCP-4380\n »",
    "addendums": [
        "Addendum:\n"
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-4379",
    "object_class": "Safe",
    "containment_procedures": "",
    "description": "",
    "title": "SCP-4379"
}