{
    "url": "https://scp-wiki.wikidot.com/scp-4381",
    "all_text": "rating: \n+55\n+\n–\nx\n\n\n\n\n\n\n4/4381\n LEVEL \n4/4381\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-4381\n\n\n\n\n\n\nKeter\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-4381\n\n\n\n\n\n\nSpecial Containment Procedures:\n Given that at least ██,███,███ instances have been documented throughout the world, containment of SCP-4381 is unfeasible.\n\n\nMobile Task Force Omicron-19 (\"Pork Grinders\") is to capture and extract SCP-4381 instances in sparsely populated areas as deemed necessary by the Site-166 Research Department. Amnestic aerosols are to be deployed immediately after retrieval. Captured SCP-4381 instances are to be contained in the Fauna Containment Wing at Site-166.\n\n\nUntil the nature of SCP-4381 is determined, research and experimentation with captive SCP-4381 instances is a priority and should remain ongoing. Personnel assigned to interact with SCP-4381 specimens must be aware of their anomalous nature. Expired SCP-4381 instances are to be incinerated and disposed of accordingly.\n\n\nDescription:\n SCP-4381 are domestic pigs (\nSus scrofa domesticus\n) that exhibit the behavior and characteristics of humans. However, this only takes effect when the interacting human has no prior knowledge regarding this anomalous property. Anatomical analysis of SCP-4381 instances shows no unusual properties which could be considered the cause of these characteristics.\n\n\nWhile digital images of SCP-4381 seem to mitigate this property, audio recordings have been confirmed to retain human vocalizations emitted by SCP-4381 instances.\n\n\nAddendum:\n Initial Testing Logs\n\n\n\n\nSubject:\n SCP-4381-1 (Deceased specimen)\n\n\nProcedure:\n Abdominal dissection.\n\n\nResults:\n Digestive, circulatory, and all other internal organs were physiologically similar to non-anomalous specimens.\n\n\nEXTRANEOUS LOGS OMITTED\n\n\nSubject:\n SCP-4381-8 (Live specimen)\n\n\nProcedure:\n Veterinary orthopedic surgery. Subject sedated.\n\n\nResults:\n Extracted bones appear to be identical to human bones.\n\n\nSubject:\n SCP-4381-9 (Live Specimen)\n\n\nProcedure:\n Tail removal. Mild sedative applied.\n\n\nResults:\n Subject emits human screams. Removed tail resembles the gluteal sulcus muscle found in humans. Further analysis indicates physiological similarities with tails of non-anomalous pigs.\n\n\n\n\nAddendum:\n Audio Log 4381-12 Excerpt\n\n\n\n\n<Begin Log 4381-04302019>\n\n\nThe following test was conducted to determine the scope of SCP-4381. Previous log entries have been removed for brevity. D-7661 was not informed about the subject's anomalous properties.\n\n\nEXTRANEOUS LOGS OMITTED\n\n\nD-7661:\n So, why are you here, again?\n\n\nSCP-4381-88:\n Well, ask them. They think I'm a pig.\n\n\nD-7661:\n That's messed up.\n\n\nSCP-4381-88:\n Yeah. The more I explain that I'm not… The more they just seem disturbed.\n\n\nSCP-4381-88:\n I just want to go home, man. I don't want to end up like the others.\n\n\nEXTRANEOUS LOGS OMITTED\n\n\nNotes:\n \nThree days later, ██ SCP-4381 instances were reported to have manifested in the D-Class Wing.\n\n\n\n\nAddendum:\n Incident Log 4381-05112019\n\n\n\n\n█,███ instances were successfully contained by Site-166 personnel after a raid from a meat-processing facility in [REDACTED]. Confiscated records indicate that at least ██,███ instances have been processed as sausages and bacon for the last four years.\n\n\nSeveral days after the raid, ███ undocumented SCP-4381 instances were reported to have manifested at Site-166. ██ instances that were recently contained and ███ containment personnel were also reported to be missing. A containment breach was subsequently declared and a nearby Foundation facility, Site-235, was notified to deploy personnel to contain the breach.\n\n\n\n\nAddendum:\n Note from Site-235 Director ██████ ██████\n\n\n\n\nIt appears Site-166 had already been compromised by SCP-4381 for at least 19 months before the breach. All Foundation personnel who have interacted with SCP-4381 were missing.\n\n\nUntil the nature and scope of SCP-4381 are verified, all surviving Site-166 personnel are to undergo Metanoic screening for a duration of 15 days and be administered with Class-D amnestics. Site-235 staff assigned to interact with Site-166 personnel must not be aware of SCP-4381 nor its anomalous properties. Deceased Site-166 personnel and other unidentified individuals found within Site-166 testing facilities are to be incinerated and disposed of according to the Apeiron Protocol.\n\n\nAll digital records of Site-166 personnel are to be deleted from the Foundation database.\n\n\nA revision of this documentation is to be issued within three weeks.\n\n\n\n\n\n\n\n\n« \nSCP-4380\n | SCP-4381 | \nSCP-4382\n »",
    "addendums": [
        "Addendum: Initial Testing Logs",
        "Addendum: Audio Log 4381-12 Excerpt",
        "Addendum: Incident Log 4381-05112019",
        "Addendum: Note from Site-235 Director ██████ ██████"
    ],
    "documents": [],
    "notes": [
        "Subject: SCP-4381-1 (Deceased specimen) Procedure: Abdominal dissection. Results: Digestive, circulatory, and all other internal organs were physiologically similar to non-anomalous specimens. EXTRANEOUS LOGS OMITTED Subject: SCP-4381-8 (Live specimen) Procedure: Veterinary orthopedic surgery. Subject sedated. Results: Extracted bones appear to be identical to human bones. Subject: SCP-4381-9 (Live Specimen) Procedure: Tail removal. Mild sedative applied. Results: Subject emits human screams. Removed tail resembles the gluteal sulcus muscle found in humans. Further analysis indicates physiological similarities with tails of non-anomalous pigs.",
        "<Begin Log 4381-04302019> The following test was conducted to determine the scope of SCP-4381. Previous log entries have been removed for brevity. D-7661 was not informed about the subject's anomalous properties. EXTRANEOUS LOGS OMITTED D-7661: So, why are you here, again? SCP-4381-88: Well, ask them. They think I'm a pig. D-7661: That's messed up. SCP-4381-88: Yeah. The more I explain that I'm not… The more they just seem disturbed. SCP-4381-88: I just want to go home, man. I don't want to end up like the others. EXTRANEOUS LOGS OMITTED Notes: Three days later, ██ SCP-4381 instances were reported to have manifested in the D-Class Wing.",
        "█,███ instances were successfully contained by Site-166 personnel after a raid from a meat-processing facility in [REDACTED]. Confiscated records indicate that at least ██,███ instances have been processed as sausages and bacon for the last four years. Several days after the raid, ███ undocumented SCP-4381 instances were reported to have manifested at Site-166. ██ instances that were recently contained and ███ containment personnel were also reported to be missing. A containment breach was subsequently declared and a nearby Foundation facility, Site-235, was notified to deploy personnel to contain the breach.",
        "It appears Site-166 had already been compromised by SCP-4381 for at least 19 months before the breach. All Foundation personnel who have interacted with SCP-4381 were missing. Until the nature and scope of SCP-4381 are verified, all surviving Site-166 personnel are to undergo Metanoic screening for a duration of 15 days and be administered with Class-D amnestics. Site-235 staff assigned to interact with Site-166 personnel must not be aware of SCP-4381 nor its anomalous properties. Deceased Site-166 personnel and other unidentified individuals found within Site-166 testing facilities are to be incinerated and disposed of according to the Apeiron Protocol. All digital records of Site-166 personnel are to be deleted from the Foundation database. A revision of this documentation is to be issued within three weeks."
    ],
    "containment_procedures": "Given that at least ██,███,███ instances have been documented throughout the world, containment of SCP-4381 is unfeasible.",
    "description": "SCP-4381 are domestic pigs (Sus scrofa domesticus) that exhibit the behavior and characteristics of humans. However, this only takes effect when the interacting human has no prior knowledge regarding this anomalous property. Anatomical analysis of SCP-4381 instances shows no unusual properties which could be considered the cause of these characteristics.",
    "title": "SCP-4381"
}