{
    "url": "https://scp-wiki.wikidot.com/scp-4389",
    "all_text": "rating: \n+106\n+\n–\nx\n\n\n\n\n\n\nSCP-4389 eggs\n\n\n\n\n\n\nItem #:\n SCP-4389\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Foundation agents are to monitor for SCP-4389 presence through fronts such as salons and cosmetics stores. Insecticide 4389-X has been developed and introduced into the formulas of shampoos, cosmetics, and skincare products to curb SCP-4389's spread in affected areas. Foundation agents posing as dermatologists are to explain the resulting dead SCP-4389 instances as a new type of skin disease, and remove them accordingly.\n\n\nDescription:\n SCP-4389 are a species of parasitic moth.\n\n\nSCP-4389's eggs are only 200 µm in diameter, and are carried by the air until landing on a human's face. Upon contact with human skin oils, SCP-4389 caterpillars will hatch, migrate towards the person's eyebrows, and burrow into hair follicles\n1\n. While the person sleeps, the caterpillars consume hair and each other, rapidly growing in size and sprouting hairs that match the host's color. The last two caterpillars remaining entrench themselves into the skin and brow ridge, occupying the same location as the former eyebrows.\n\n\nDue to their composition and body structure mimicking the texture of human faces, SCP-4389 infestations are rarely noticed, with hosts often dismissing their movement as random twitches or spasms. SCP-4389 feed mainly on skin oils, dead cells, skin mites, and skincare products, and do not grow appreciably over the majority of their 3-5 month larval phase.\n\n\nUnlike other lepidopterans, SCP-4389 produces eggs consistently throughout its larval phase; these are usually assumed by the host to be dandruff. Threading and other cosmetic processes excite the caterpillars, leading to more eggs. It is estimated that a single SCP-4389 can produce over 500,000 eggs in its lifetime. However, only a few will survive to hatching, as the eggs are short-lived if they do not reach a suitable location on a human body.\n\n\nUpon the conclusion of their larval stage, SCP-4389 form cocoons made of hair, and often induce severe headaches, migraines, or even unconsciousness in hosts. After about 24 hours, the cocoons burst open, releasing swarms of 80-120 moths resembling the Isabella tiger moth (\nPyrrharctia isabella\n) in size and shape, each one composed of extremely long, animated hairs.\n\n\nSCP-4389 were discovered during a raid on a warehouse owned by one Marisol Palacios, who had been harvesting SCP-4389 moths from several dozen hosts and used the hair in the creation of high-quality wigs and hair extensions (formerly SCP-6263). The Foundation had intervened once the wigs exhibited their anomalous capacity to embed into wearers' skulls after a dormant period and cocoon the entire body, transforming the wearers into larger moths. Palacios has not been found.\n\n\n\n\nFootnotes\n\n\n1\n. While rare, instances have been known to colonize the nostrils and ears, with a much lower survival rate.\n\n\n\n\n\n\n\n\n« \nSCP-4388\n | SCP-4389 | \nSCP-4390\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4389\n\" by Weryllium, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4389\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n motheyes.jpg\n\n\nName:\n File:Pollen grains of Taraxacum.jpg\n\n\nAuthor:\n Captainpixel\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4389 \" by Weryllium, from the SCP Wiki . Source: https://scpwiki.com/scp-4389 . Licensed under CC-BY-SA .",
        "Filename: motheyes.jpg Name: File:Pollen grains of Taraxacum.jpg Author: Captainpixel License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-4389",
    "object_class": "Euclid",
    "containment_procedures": "Foundation agents are to monitor for SCP-4389 presence through fronts such as salons and cosmetics stores. Insecticide 4389-X has been developed and introduced into the formulas of shampoos, cosmetics, and skincare products to curb SCP-4389's spread in affected areas. Foundation agents posing as dermatologists are to explain the resulting dead SCP-4389 instances as a new type of skin disease, and remove them accordingly.",
    "description": "SCP-4389 are a species of parasitic moth.",
    "title": "SCP-4389"
}