{
    "url": "https://scp-wiki.wikidot.com/scp-4393",
    "all_text": "rating: \n+74\n+\n–\nx\n\n\n\n\n\n\nColored and restored image of SCP-4393.\n\n\n\n\n\n\nItem No:\n SCP-4393\n\n\nObject Class:\n \nEuclid\n Neutralized\n\n\nSpecial Containment Procedures:\n Irrelevant, see Incident 23/5/1959.\n\n\n\n\nOpen Archived Containment Procedures\n\n\n\n\nClose Archived Containment Procedures\n\n\n\n\nSCP-4393 is to be contained in standard containment chamber in Site-125 and is to be continuously provided with a fresh supply of square paper measuring 15 x 15 centimeters. Only paper below 50 g/m² can be given to SCP-4393, to slow down the rate of degradation.\n\n\nAny attempt to unfold the entity is prohibited as it may cause unforeseen irreversible damage. All SCP-4393-1 instances are to be captured and stored in a standard, airtight, padded containment chamber.\n\n\n\n\n\n\n\n\nDescription:\n SCP-4393 is a sentient origami crane made of matte golden paper, showing visible wear and degradation, particularly at its creases. SCP-4393 is capable of flight and spends most of its time searching for paper suitable for the creation of origami cranes. SCP-4393 uses its two relatively manipulative pointed wings to fold the paper accordingly. Depending on the paper’s thickness and due to its lack of dextrous digits, the creation of one origami crane will take SCP-4393 two to five hours to finish.\n\n\nOrigami cranes folded by SCP-4393 become sentient and will be collectively referred to as SCP-4393-1. Instances are capable of flight and will immediately attempt to escape upon gaining sentience. All SCP-4393-1 instances have the physical properties of paper and can be easily destroyed, either deliberately or accidentally.\n\n\nDirectly handling SCP-4393 or destroying an instance of SCP-4939-1 triggers an aggressive response from all instances of SCP-4939-1, marked by a mobbing\n1\n behavior towards the personnel. However, due to their lack of physical strength, a single or group of SCP-4393-1 instances poses no immediate danger and can easily be removed and contained. Contained SCP-4393-1 instances will continually collide with the walls of their containment cell, possibly in an attempt to escape. Instances will repeat this behavior until they are immobilized by the damage caused.\n\n\nIf SCP-4393 is prevented from creating SCP-4939-1 instances, it will display self-destructive behavior similar to that of previously created instances in containment. Restricting its movement also triggers destructive behavior, resulting in tears and further degradation particularly at its creases.\n\n\nSCP-4393 was discovered on December 25, 1955, when a researcher caught SCP-4393 using a document to create an SCP-4393-1 instance. As of 3/4/1957, there are a total of 3958 contained SCP-4393-1 instances created by SCP-4393.\n\n\n\n\n\n\nColored and restored image of Incident 23/5/1959 showing the SCP-4393-1 swarm.\n\n\n\n\n\n\nIncident 23/5/1959:\n On 23/5/1958 at exactly 19:55, SCP-4393 ceased movement and was confirmed to be neutralized, possibly due to substantial degradation. Prior to this, SCP-4393 was in the process of folding another SCP-4393-1 instance.\n\n\nImmediately after its neutralization, all contained SCP-4393-1 instances were observed to halt their movement and began dropping on the floor. Several seconds later, all instances began shaking before flying and aggregating in the center of its containment chamber.\n\n\nThe rotating swarm of SCP-4393-1 instances accelerated before simultaneously colliding with and breaking the wall of its chamber, resulting in the destruction of nearly a third of the swarm. A Level 3 containment breach was issued. The escaped instances then proceeded to the location of SCP-4393 and incapacitated personnel through mobbing behavior.\n\n\nFour of the SCP-4393-1 instances approached and finished the uncompleted origami crane, which immediately gained sentience. The SCP-4393-1 instances began to aggregate again, with the inert SCP-4393 at their center. The aggregate momentarily collapsed in on itself creating a loud shockwave composed of multiple crane calls, which instantaneously caused all paper within 60 meters to fold itself into SCP-4393-1 instances.\n\n\nThe swarm, estimated to be composed of nearly 20,000 SCP-4393-1 instances, began to move in a westerly direction at a speed of 1200 km/h, leaving the still inert SCP-4393. As most of the destroyed documents had digital backups, there was no substantial loss of data, however, the SCP-4393-1 instances made of confidential Foundation documents posed a significant security data risk which immediately upgraded the incident into a Level 7 Alpha-1 Containment Breach.\n\n\nFive Foundation aircraft intercepted and engaged the SCP-4393-1 swarm above the center of the Pacific Ocean resulting in the destruction of nearly half of the swarm. The surviving SCP-4393-1 instances began mobbing the aircraft, destroying three of them and severely damaging the other two, which were ordered to retreat. The surviving SCP-4393-1 instances continued their flight path which was observed to head towards the islands of Japan. Site-33 on Hokkaido, Japan was alerted of the oncoming swarm.\n\n\nOver a quarter of the SCP-4393-1 instances escaped a second attack launched from Site-33 and headed towards the Fukuoka Prefecture. The SCP-4393-1 instances gathered on the burial site of Sadako Sasaki\n2\n before becoming inert. All the instances were removed and civilian witnesses were amnesticised. The incident was successfully covered-up with no further complications.\n\n\nUpdate SCP-4393:\n Prior to the permanent storage of SCP-4393, a text written by an unknown individual in Japanese was found within SCP-4393. Translated into English, the text is transcribed below.\n\n\n\n\n\n\nIf a thousand cranes failed to save you,\n\n\nMaybe a thousand more may bring you back.\n\n\nTheir hate may have taken you away,\n\n\nBut our love to you will forever stay.\n\n\nMay you be happy where you reside,\n\n\nThough I prefer you still being by my side.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. An antipredatory behavior utilized by several bird species in which individuals of prey species mob a predator by cooperatively attacking or harassing it.\n\n\n2\n. A \"hibakusha\" – a Japanese term meaning \"bomb-affected person\". She is known for her attempt in curing her radiation-induced leukemia by folding a thousand origami cranes, which was believed to grant the folder a wish. Records state that she managed to fold over a thousand origami cranes before her eventual death on October 25, 1955, at the age of 12.\n\n\n\n\n\n\n\n\n« \nSCP-4392\n | SCP-4393 | \nSCP-4394\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "If a thousand cranes failed to save you, Maybe a thousand more may bring you back. Their hate may have taken you away, But our love to you will forever stay. May you be happy where you reside, Though I prefer you still being by my side."
    ],
    "object_class": "Euclid Neutralized",
    "containment_procedures": "Irrelevant, see Incident 23/5/1959.",
    "description": "SCP-4393 is a sentient origami crane made of matte golden paper, showing visible wear and degradation, particularly at its creases. SCP-4393 is capable of flight and spends most of its time searching for paper suitable for the creation of origami cranes. SCP-4393 uses its two relatively manipulative pointed wings to fold the paper accordingly. Depending on the paper’s thickness and due to its lack of dextrous digits, the creation of one origami crane will take SCP-4393 two to five hours to finish.",
    "title": "SCP-4393"
}