{
    "url": "https://scp-wiki.wikidot.com/scp-4404",
    "all_text": "rating: \n+73\n+\n–\nx\n\n\nItem #:\n SCP-4404\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n A list of substances that can produce SCP-4404 (designated 4404-Variant-1, -2, etc.) is kept on file and is accessible to personnel with 4/4404 Clearance. Any 4404-Variant should be treated as highly toxic and is subject to standard hazardous material protocols.\n\n\nWhenever a new variant of SCP-4404 is identified, the Particulate Anomaly Interception Network must be updated to detect and neutralize the chemicals in question. Any deployment of SCP-4404 should be addressed by the closest detachment of MTF Beta-7 (\"Maz Hatters\") at the soonest opportunity.\n\n\nIndividuals exposed to SCP-4404 should be taken into custody at the nearest suitable facility and sedated or restrained as necessary to minimize self-harm.\n\n\nDescription:\n SCP-4404 is an olfactory memetic agent that can be produced via any of several chemical mixtures, all of which have the same effect. SCP-4404 itself is described as similar to the scents of blood and formaldehyde, though subjects state that it evokes ideas such as safety, isolation, and comfort.\n\n\nAny exposure to SCP-4404 results in a gradual decrease in the subject's tolerance for minor unpleasant sensations. Subjects describe an unwillingness to tolerate unpleasant feelings, rather than any alteration in their subjective experience of these sensations. This effect is not mitigated by amnestics.\n\n\nWithin two days, subjects will begin to acknowledge or attend to sensations that they would normally ignore entirely. Outwardly, this presents as fidgeting, excessive scratching, and/or distraction. They will seek medical treatments and/or home remedies to mitigate these symptoms. These effects increase in severity at a steady rate.\n\n\nBetween one and two weeks after exposure, the effects of SCP-4404 begin to prevent subjects from functioning normally. Minimizing unwanted sensations requires most of the subject's time and energy, preventing them from performing work or attending to relationships. Emotional distress — primarily in the form of anger and despair — is universal.\n\n\nThe following is an excerpt from an interview with D-8705, a test subject who was exposed to SCP-4404 three weeks prior to the interview. Note that the transcript has been edited for readability, as D-8705 was highly agitated and had difficulty focusing on the conversation.\n\n\n\n\nD-8705:\n I can't take this. It's not fair.\n\n\nDr. Novak:\n What's not fair?\n\n\nD-8705:\n I need serious help, but you people aren't taking it seriously! It's like there's ants crawling on my eyes, and there's worms slithering up my nose. Every time I sneeze, it's like there's an explosion going off in my head. It sucks!\n\n\nDr. Novak:\n Yeah, spring allergies are a pain.\n\n\nD-8705:\n You have them too? How do you live with it?\n\n\nDr. Novak:\n The same way you did before just a few weeks ago. I just put up with it.\n\n\nD-8705:\n Well I shouldn't \nhave\n to put up with it! This lousy, stupid body won't leave me alone and I'm losing my fucking mind trying to fix it. Fuck everything else, I \nneed\n to feel better.\n\n\nDr. Novak:\n Does it feel worse than it used to be? Are you in more pain?\n\n\nD-8705:\n No, but I can't just ignore it now, I can't focus on anything else. I have a right to be comfortable. The technology exists. I shouldn't have to feel bad, ever.\n\n\n\n\nLeft unsupervised, subjects will resort to drastic measures to eliminate unwanted sensations. Self-administration of anesthetic drugs is common, as is impromptu surgery to remove particularly troublesome regions or organs. In both cases, death is common.\n\n\nSubjects that survive for five weeks begin to undergo physical changes. Their fingernails will fall out and be replaced by sharpened, fingernail-shaped protrusions of the distal phalanxes; additionally, glands in the fingertips will begin to secrete a poorly understood watery substance designated SCP-4404-A. These effects allow subjects to easily remove strips of their own flesh and cover the wounds in SCP-4404-A.\n\n\nWhen in contact with an open wound, SCP-4404-A will quickly react with the blood to form a porcelain-like white shell 1.2-1.7cm thick that contains no nerve endings. Subjects will attempt to excise any part of their body that produces unwanted sensations and cover the wounds with SCP-4404-A, permanently halting any sensation from the affected area.\n\n\nThis behavior will continue until the subject either fatally damages one or more of their vital organs (commonly the lungs or brain) or severs the tendons that allow them to move their arms.\n\n\n\n\nSCP-4404 was originally developed by \nSCP-3404-C\n sometime in November of 2017. It was first deployed in Murmansk, Russia, where 4404-Variant-1 was introduced to the ventilation system of a downtown office building. SCP-3404-C announced its involvement over several social media channels with the following statement:\n\n\n\n\nNEVER feel any pain. Pain shows that the body is in DANGER and Operation HEALTH stands against this for the sake of HUMANITY. Today in Murmansk we show the WORLD what health smells like. You cannot forget your BIRTHRIGHT of healthy living. We will perform TESTS to improve the smell and we will give you a BETTER smell, until EVERYONE feels good.\n\n\nThe pure arctic water of RUSSIA tells you, via SYMBOLS, what your body can be: Sharp. White. PERFECT.\n\n\n\n\nSCP-3404-C has since staged four similar events — two with 4404-Variant-2, one with 4404-Variant-3, and one with 4404-Variant-4 — in various communities above or near the Arctic circle. It is inferred that SCP-3404-C is attempting to develop a 4404-Variant that can circumvent the Particulate Anomaly Interception Network and whose ingredients cannot be easily traced, as well as potential improvements to its functionality.\n\n\nIt is assumed that once a suitable 4404-Variant is designed, SCP-3404-C will spread SCP-4404 on as large a scale as possible.\n\n\n\n\n\n\n« \nSCP-4403\n | SCP-4404 | \nSCP-4405\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4404\n\" by Communism will win, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4404\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "D-8705: I can't take this. It's not fair. Dr. Novak: What's not fair? D-8705: I need serious help, but you people aren't taking it seriously! It's like there's ants crawling on my eyes, and there's worms slithering up my nose. Every time I sneeze, it's like there's an explosion going off in my head. It sucks! Dr. Novak: Yeah, spring allergies are a pain. D-8705: You have them too? How do you live with it? Dr. Novak: The same way you did before just a few weeks ago. I just put up with it. D-8705: Well I shouldn't have to put up with it! This lousy, stupid body won't leave me alone and I'm losing my fucking mind trying to fix it. Fuck everything else, I need to feel better. Dr. Novak: Does it feel worse than it used to be? Are you in more pain? D-8705: No, but I can't just ignore it now, I can't focus on anything else. I have a right to be comfortable. The technology exists. I shouldn't have to feel bad, ever.",
        "NEVER feel any pain. Pain shows that the body is in DANGER and Operation HEALTH stands against this for the sake of HUMANITY. Today in Murmansk we show the WORLD what health smells like. You cannot forget your BIRTHRIGHT of healthy living. We will perform TESTS to improve the smell and we will give you a BETTER smell, until EVERYONE feels good. The pure arctic water of RUSSIA tells you, via SYMBOLS, what your body can be: Sharp. White. PERFECT.",
        "\" SCP-4404 \" by Communism will win, from the SCP Wiki . Source: https://scpwiki.com/scp-4404 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4404",
    "object_class": "Keter",
    "containment_procedures": "A list of substances that can produce SCP-4404 (designated 4404-Variant-1, -2, etc.) is kept on file and is accessible to personnel with 4/4404 Clearance. Any 4404-Variant should be treated as highly toxic and is subject to standard hazardous material protocols.",
    "description": "SCP-4404 is an olfactory memetic agent that can be produced via any of several chemical mixtures, all of which have the same effect. SCP-4404 itself is described as similar to the scents of blood and formaldehyde, though subjects state that it evokes ideas such as safety, isolation, and comfort.",
    "title": "SCP-4404"
}