{
    "url": "https://scp-wiki.wikidot.com/scp-4413",
    "all_text": "rating: \n+230\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n4413\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nneutralized\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nnone\n\n\n\n\n\n\nRisk Class:\n\n\nnone\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe EM radiation spectrum of the XTE J1118+480 black hole during the 13/04/2029 incident. The level of green visible light released increased sharply at 11:11.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Following continued observation after the 13/04/2029 incident, it is believed that SCP-4413 has ceased. Anomaly has been reclassified from Keter to Neutralized.\n\n\nProtocol Darklit Stairwell is to be maintained until the recreation of the webcomic is determined to be non-anomalous; no direct mentions of the webcomic's name, its characters, and related content are to be made. Failure to do so will be treated as a breach in infohazardous containment protocols.\n\n\nPoI-MP54 has requested to remain in Foundation custody out of safety concerns. Monitoring of the XTE J1118+480 star system is to continue indefinitely.\n\n\nDescription:\n SCP-4413 was a metafictional war fought from 13/04/2010 to 13/04/2029. Due to the difficulty in tracking fictional events and the detonation of an infohazardous warhead on 10/01/2025, full knowledge on SCP-4413 does not exist.\n\n\nCurrent information indicates that the war began when an individual (PoI-4413) performed a metafictional descension ritual, inserting themselves into an (at the time) ongoing webcomic. The incident was quickly handled by Foundation assets but anomalous fan communities responded with heavy backlash. Members took varying actions in response, including direct actions against the Foundation, attempts to repeat the descension ritual, and actions against other community members.\n\n\nSCP-4413 and all associated narratives are presumed to have been permanently concluded as of 13/04/2029.\n\n\nAddendum.4413.1:\n Timeline of Known SCP-4413 Events\n\n\n\n\n\n\nDate\n\n\nOverview\n\n\n\n\n\n\n13/04/2010\n\n\nThe metafictional descension ritual is performed. Mobile Task Force Eta-73 (\"Trekkie's Tale\") collaborates with the webcomic's author (PoI-MP54) to extract PoI-4413 and undo narrative damages. Foundation contact is maintained in the event future incidents occur.\n\n\n\n\n\n\n22/04/2010\n\n\nThree webcomic readers perform the same ritual, taking covert actions to act like background characters. Several fandom members view this as an affront to the webcomic and perform rituals of their own, sending individuals in who heavily injure the readers and return them to baseline reality. Foundation coverups are performed but tensions in the anomalous fandom of the comic persist.\n\n\n\n\n\n\n03/05/2010\n\n\nAn unknown individual implants a character into a long-running fanfiction of the webcomic, run by a reader involved in the 22/04/2010 incident. Full details are not known, but the ensuing battle over maintaining narrative control results in numerous metafictional rituals being performed. The story was taken down, though this only diverts the conflict. Over the next year, it rapidly proliferates through numerous fanfics and fandom communities.\n\n\n\n\n\n\n28/07/2012\n\n\nSeveral readers descend into the comic plotline with the aims of convincing the main cast to assist in the emerging conflict. However, as the characters enter during a new comic update containing an apocalyptic scenario, they are quickly killed. Ghost versions of them created as per the comic's afterlife system are permanently killed as well.\n\n\n\n\n\n\n30/08/2014\n\n\nVarious hardcover publications of the comic have their content altered to integrate rituals which extract characters into baseline reality. Fandom combatants attempt to recruit but in most cases are met with panic or self-defense measures.\n1\n Metafictional specialists infiltrate the publications and reverse the rituals.\n\n\n\n\n\n\n29/07/2015\n\n\nAdobe Flash games in the webcomic are edited to anomalously target Foundation readers. Readers playing the games have a human arm, visually consistent with the comic's art style, extend from their computer monitor, give a thumbs down gesture, then repeatedly punch them in the face. The arm then retracts.\n\n\n\n\n\n\nOut of concerns that SCP-4413 could begin affecting baseline reality, containment procedures are revised. Plans to port the webcomic to a Foundation-secured server, maintained by the Department of Occult Containment and warded against metaphysical manipulation, are devised and initiated. The entirely fictional Mobile Task Force Beta-12 (\"Kickstarter Incentives\") is written with the purposes of being indistinguishable from normal comic characters. Undercover removals of metafictionally descending persons can be completed without severely interrupting the plot.\n\n\nTo aid containment efforts, PoI-MP54 announces an indefinite hiatus in writing on 12/08/2015 under the guise of working to complete the comic's storyline.\n\n\n\n\n\n\nDate\n\n\nOverview\n\n\n\n\n\n\n13/04/2016\n\n\nAn official ending for the webcomic is released. Though skirmishes continue through various fanfiction websites, the amount of interest in the webcomic declines, leading to former combatants ceasing activity. SCP-4413 is reclassified as Neutralized.\n\n\n\n\n\n\n13/04/2019\n\n\nAn official set of epilogues is released. SCP-4413 is reclassified from Neutralized.\n\n\n\n\n\n\n01/03/2020\n\n\nIn part from the \nrecent failure of the Veil Protocol\n and renewed interest generated by the epilogues, users of the fanwork website Archive of Our Own (AO3) organize \"Beatdown Acrobatics,\" a loose militia of writers and disused fanfiction characters aiming to create a continuation of the webcomic \"open to all of humanity.\" Anomalous fan communities respond with immediate retaliation.\n\n\n\n\n\n\n12/07/2021\n\n\nFour characters within the webcomic, based on their violent character traits and involvement in organized crime, are recruited into MTF β-12 to aid in neutralizing individuals that metafictionally descend into the plotline. The number of descent incidents drastically decreases following this decision.\n\n\n\n\n\n\n26/11/2022\n\n\nTwo ontokinetic fanfiction authors trap a Beatdown Acrobatics writer within a Möbius-Type Double Temporal Loop, where they try to exit their apartment building and are consistently killed by versions of themselves from timelines where the loop also exists. Interference by local police causes the loop to violently collapse in a green explosion, accompanied by the sound of a record scratch.\n\n\n\n\n\n\n12/06/2023\n\n\nFanartists, PoI-MP54, and various \nanomalous entities\n fund the Seventh Gate website, intended as a place of refuge from the metafictional war. In a matter of months over two hundred refugees enter Seventh Gate-exclusive narratives and the website receives $1,000,000 USD in donations, many of which stem from pacifistic webcomic fan groups. Global Occult Coalition Peacekeeping forces aid in these efforts.\n\n\n\n\n\n\n15/12/2024\n\n\nA total of 50 deaths from the AO3 War are confirmed.\n2\n Amidst public outcry, the website is shut down. Beatdown Acrobatics persists across numerous writing communities.\n\n\n\n\n\n\n05/01/2025\n\n\nProtests are held by fandom members, demanding that all current metafictional conflicts come to an end. Calls for peace treaties are made.\n\n\n\n\n\n\n10/01/2025\n\n\nA sect of independent characters\n3\n build and detonate a pan-fictional infohazardous warhead. Text throughout the webcomic and narratives associated with it are converted into memetic vectors, dissuading readers by inducing feelings of disinterest and by rendering text illegible through the randomized swapping of numerals and letters. Operation CANONSWAP is engaged to prevent global spread of the vectors and preserve the core work of fiction.\n\n\n\n\n\n\nIt is to be noted that, in targeting narratives connected to the webcomic, Foundation records on SCP-4413 were impacted to similar degrees by the warhead. This impact included vectors entering research papers and anomaly documentation, spreading disinterest to containment staff. Countermeasures involving the removal of direct references to the webcomic, subverting the conditions necessary to trigger the infohazard, are put in place. The amount of information on SCP-4413 lost from this incident is unknown.\n\n\nAfter several months of work Operation CANONSWAP succeeds in quarantining the majority of vectors; however, researchers fail to find a method of fully reversing all effects on the main webcomic. MTF β-12 is considered missing in action. At this point, PoI-MP54 is brought into Foundation custody to ensure his continued safety.\n\n\n\n\n\n\nDate\n\n\nOverview\n\n\n\n\n\n\n20/01/2025\n\n\nA prominent member of Beatdown Acrobatics deletes all their online accounts, stating that they \"took it too far.\" Associated members do the same, and the community progressively dissipates.\n\n\n\n\n\n\n12/10/2027\n\n\nThe independent characters responsible for the infohazardous warhead, having fled into a fanfiction of the web serial \nWorm\n, create a narrative where they willingly enter Foundation containment. Tensions start declining.\n\n\n\n\n\n\n02/04/2029\n\n\nAn offshoot group from Are We Cool Yet?, known as \"[S] Revive\", announces the near completion of an effort to recreate the webcomic without the attached infohazardous effects. Tensions gradually heighten.\n\n\n\n\n\n\n10/04/2029\n\n\nIn the wake of several new metafictional skirmishes, the Foundation requests that [S] Revive cease their archival efforts. [S] Revive releases pamphlets containing leaked Foundation documentation with the warhead memetic vector embedded into it.\n\n\n\n\n\n\n11/04/2029\n\n\nPlans to release the recreation on 13/04/2029 are formally announced.\n\n\n\n\n\n\n12/04/2029\n\n\nSkirmishes temporarily halt.\n\n\n\n\n\n\n13/04/2029\n\n\nSee Addendum.4413.2 for further information.\n\n\n\n\n\n\nAddendum.4413.2:\n 13/04/2029\n\n\nOn 13/04/2029 [S] Revive releases their full recreation of the webcomic over the course of 24 hours. Metafictional descension rituals are performed en masse by combatants, Foundation task force agents, and Global Occult Coalition operatives, resulting in a large metafictional battle spanning each webcomic chapter as it is released. [S] Revive archivists enter to preserve the narrative, in cases diverting characters into unrelated webcomics and extracting them into baseline reality. This in combination with ontokinetic properties certain characters possess causes damage to a number of civilian centers, straining Foundation crews from the containment efforts. \nChaos Insurgency\n \nWriter's Guild\n agents are hired to assist [S] Revive and enter the conflict.\n\n\nAt time 10:25, [S] Revive servers, experiencing a severe overload from the number of connections, crash.\n\n\nThe servers reboot at 11:11, releasing several pages not found in the original webcomic. These involve the combatants suddenly finding themselves incapable of exiting the narrative, with the cast of the original webcomic engaging them in combat. The pages end with all combatants being ejected into a massive star, which collapses into a black hole.\n\n\nShortly after orbital telescopes detect a mass X-ray burst from the XTE J1118+480 system black hole. The following message is found on a subsequently released page:\n\n\n\n\n\n\nHow's this for an epilogue?\n\n\n\n\n\n\nPoI-MP54 has not claimed a lack of involvement in the events.\n\n\n\n\nFootnotes\n\n\n1\n. Two were killed from bludgeoning with billiard balls and ten (including bystanders) were killed by an arachnid megafauna organism.\n\n\n2\n. Excluding metafictional entities.\n\n\n3\n. Metafictional entities which can act without the influence of an author, created through anomalous means.\n\n\n\n\n\n\n\n\n« \nSCP-4412\n | SCP-4413 | \nSCP-4414\n »",
    "addendums": [
        "Addendum.4413.1: Timeline of Known SCP-4413 Events\nOut of concerns that SCP-4413 could begin affecting baseline reality, containment procedures are revised. Plans to port the webcomic to a Foundation-secured server, maintained by the Department of Occult Containment and warded against metaphysical manipulation, are devised and initiated. The entirely fictional Mobile Task Force Beta-12 (\"Kickstarter Incentives\") is written with the purposes of being indistinguishable from normal comic characters. Undercover removals of metafictionally descending persons can be completed without severely interrupting the plot.\nTo aid containment efforts, PoI-MP54 announces an indefinite hiatus in writing on 12/08/2015 under the guise of working to complete the comic's storyline.\nIt is to be noted that, in targeting narratives connected to the webcomic, Foundation records on SCP-4413 were impacted to similar degrees by the warhead. This impact included vectors entering research papers and anomaly documentation, spreading disinterest to containment staff. Countermeasures involving the removal of direct references to the webcomic, subverting the conditions necessary to trigger the infohazard, are put in place. The amount of information on SCP-4413 lost from this incident is unknown.\nAfter several months of work Operation CANONSWAP succeeds in quarantining the majority of vectors; however, researchers fail to find a method of fully reversing all effects on the main webcomic. MTF β-12 is considered missing in action. At this point, PoI-MP54 is brought into Foundation custody to ensure his continued safety.",
        "Addendum.4413.2: 13/04/2029\nOn 13/04/2029 [S] Revive releases their full recreation of the webcomic over the course of 24 hours. Metafictional descension rituals are performed en masse by combatants, Foundation task force agents, and Global Occult Coalition operatives, resulting in a large metafictional battle spanning each webcomic chapter as it is released. [S] Revive archivists enter to preserve the narrative, in cases diverting characters into unrelated webcomics and extracting them into baseline reality. This in combination with ontokinetic properties certain characters possess causes damage to a number of civilian centers, straining Foundation crews from the containment efforts. Chaos Insurgency Writer's Guild agents are hired to assist [S] Revive and enter the conflict.\nAt time 10:25, [S] Revive servers, experiencing a severe overload from the number of connections, crash.\nThe servers reboot at 11:11, releasing several pages not found in the original webcomic. These involve the combatants suddenly finding themselves incapable of exiting the narrative, with the cast of the original webcomic engaging them in combat. The pages end with all combatants being ejected into a massive star, which collapses into a black hole.\nShortly after orbital telescopes detect a mass X-ray burst from the XTE J1118+480 system black hole. The following message is found on a subsequently released page:\nPoI-MP54 has not claimed a lack of involvement in the events."
    ],
    "documents": [],
    "notes": [
        "How's this for an epilogue?"
    ],
    "containment_procedures": "Following continued observation after the 13/04/2029 incident, it is believed that SCP-4413 has ceased. Anomaly has been reclassified from Keter to Neutralized.",
    "description": "SCP-4413 was a metafictional war fought from 13/04/2010 to 13/04/2029. Due to the difficulty in tracking fictional events and the detonation of an infohazardous warhead on 10/01/2025, full knowledge on SCP-4413 does not exist.",
    "title": "SCP-4413"
}