{
    "url": "https://scp-wiki.wikidot.com/scp-4418",
    "all_text": "rating: \n+35\n+\n–\nx\n\n\n\n\n\n\n\n\n2/4418\n LEVEL \n2/4418\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\nItem #: SCP-4418\n\n\nObject Class: Safe\n\n\n\n\n\n\n\n\nThreat Level:\n Green\n\n\n\n\n\n\nSCP-4418 as seen from the front.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Due to SCP-4418's remote location and limited anomalous properties, SCP-4418 has been determined to need only minimal containment. A padlock is to be installed onto SCP-4418's front door. Property windows are to be boarded up, with one ground-floor window to be fitted with a removable shutter for testing purposes.\n\n\nDescription:\n SCP-4418 is an abandoned farmhouse in rural Manitoba, Canada. If a human subject looks into SCP-4418's interior on the date of October 30th, two humanoid entities will manifest for the duration of the subject's observation. SCP-4418 does not exhibit any anomalous behaviors on any other date, per testing done on 19██.\n\n\nThe two entities, SCP-4418-1 and SCP-4418-2, resemble the stereotypical western view of a ghost, having a white, partially-translucent appearance. When observed, SCP-4418-1 and 4418-2 both perform a set routine of specific behaviors and movements\n1\nwhich lasts approximately 25 minutes and will continually repeat until the observer leaves or otherwise ceases to watch the entities.\n\n\nAddendum No. 1: History\n SCP-4418 was constructed in 18██ by George and Emily Abernathy. The couple married in secret on October 30th, 18██ in the Scottish town of Roseafar, and immigrated to Manitoba the following year.\n\n\n\n\n\n\nGeorge and Emily Abernathy from an undated photograph.\n\n\n\n\n\n\nEmily Abernathy, (neé Allison), was a natural-born resident of Roseafaer, while George Abernathy was a resident of the Scottish capital of Edinburgh. Prior to 18██, Roseafaer law prohibited both contact between residents and non-residents, along with intermarriage. This factor likely led to the Abernathys' decision to immigrate to Canada.\n2\n However, unbeknownst to the couple, Canadian society viewed biracial marriage overwhelmingly negatively, thus leading the Abernathy family to again live in secret.\n\n\nAddendum No. 2: Test Log\n On October 30th, 19██ Foundation Agent Lilly Lamonté arrived at the property and recorded a full routine. The rapidity of SCP-4418-1 and SCP-4418-2's behavior suggests that the observed routine represents an accelerated version of the entities' movements, with one minute correlating to a longer amount of experienced time for SCP-4418-1 and -2.\n\n\n\nSCP-4418 testing Log No. 1.\n\n\n\n\nClose Log.\n\n\n\n\n\n\nSCP-4418 Manifestation Testing Log\n\n\nDate:\n October 30th, 19██\n\n\nSubject:\n SCP-4418-1, SCP-4418-2\n\n\n\n\n[BEGIN LOG]\n\n\n1300 Hours:\n \nAgent Lamonte approaches SCP-4418, and moves to the leftmost window for observation, and places a video camera into the frame of the window. Approximately one minute later, both SCP-4418-1 and SCP-4418-2 manifest in the center of SCP-4418.\n\n\n1301 Hours:\n SCP-4418-1 approaches SCP-4418-2 and embraces it. SCP-4418-1 is wearing a black suit and holding an ornamental cane, while SCP-4418-2 is wearing a white dress and is holding a wilted bouquet of red roses. Both entities move towards the center of SCP-4418, in which the stone fireplace suddenly ignites, despite no fuel being present in the firebox. Agent Lamonté reports that she can feel the heat from the fireplace.\n\n\n1302 Hours:\n SCP-4418-1 and SCP-4418-2 begin to dance, with SCP-4418-1 lifting SCP-4418-2 into the air and spinning it in a clockwise formation. SCP-4418-1's hand appears to pass through SCP-4418-2's waist, although neither entity seems to notice. Agent Lamonté reports hearing muted fragments from Johann Strauss II's waltz \"\nAn der schönen blauen Donau\n.\"\n3\n\n\n1303 Hours:\n Both SCP-4418 entities move towards a table located in the corner of the structure and sit down. Agent Lamonté reports smelling the aromas of roast duck, vegetable soup, and a spice cake, as well as a heavy scent of mold.\n\n\n1304 Hours:\n SCP-4418-1 and SCP-4418-2 leave SCP-4418. During this period, neither entity is seen outside, although vocalizations of cows and chickens are heard by Lamonté.\n\n\n1305 Hours:\n Agent Lamonté reports hearing the sound of firewood being chopped, along with the sounds of thunder, despite the weather being clear. Both subjects return. SCP-4418-1 and SCP-4418-2 move towards the center of the structure and get into the bed. The camera records pitch blackness despite external daylight, followed by a flash of light.\n\n\n1306 Hours:\n SCP-4418-1 and SCP-4418-2 reappear in the center of the structure. Both entities change appearance; with SCP-4418-1 wearing tattered overalls, a straw hat and heavy work boots, and SCP-4418-2 wearing a simple white dress and an apron.\n\n\n1307 Hours:\n SCP-4418-1 and SCP-4418-2 move towards the same table as before, and sit down. Lamonté reports the aroma of porridge, boiled grits and black coffee.\n\n\n1308 Hours:\n SCP-4418-1 leaves the structure, and SCP-4418-2 stays inside, working at the stove. Steam rises from the stove, despite the lack of a source of fuel. The squeal of a pig is recorded.\n\n\n1309 Hours:\n SCP-4418-1 returns. SCP-4418-2 continues working at the stove. Lamonté reports noticing an aroma of pork.\n\n\n1310 Hours:\n SCP-4418-1 applies whitewash to the interior walls of SCP-4418, moving sequentially into each of the four corners of the room. Audible noises from a sewing machine are heard, despite the machine itself not being visible.\n\n\n1311 Hours:\n The interior of the structure suddenly becomes pitch black, only to be partially ignited by two candles placed upon the table. Lámonte reports an aroma of pork, peas and porridge. SCP-4418-1 and SCP-4418-2 move towards the bed. As soon as both entities approach the bed, the candlight disappears.\n\n\n1312 Hours:\n SCP-4418-1 and SCP-4418-2 reappear, again in the center of the structure. Both entities are reclothed, with SCP-4418-1 wearing a long coat and black and red kilt. SCP-4418-2 is wearing a lace skirt and a grey blouse. In the center of the room is an evergreen pine tree, decorated with tinsel, apples, mistletoe, cranberries, and a collection of floral wreaths.\n\n\n1313 Hours:\n Despite not being winter, Lamonté reports an interior temperature of 12˚C . SCP-4418-1 and SCP-4418-2 dance in a counterclockwise direction. Fragments from Johann Sebastian Bach's \"Weihnachts-Oratorium\"\n4\n are heard.\n\n\n1314 Hours:\n The interior of the structure becomes dark, and the music fades away. Lamonté reports the interior temperature returning back to normal. SCP-4418-1 and SCP-4418-2 vanish.\n\n\n1315 Hours:\n SCP-4418-1 and SCP-4418-2 reappear, again in the center of the structure, and are both reclothed. SCP-4418-1 is wearing a white gown with SCP-4418-2 in a white dress and wearing a black veil. A small crown of mushrooms and flowers is seen on SCP-4418-1's head.\n5\n\n\n1316 Hours:\n SCP-4418-1 is observed lying motionless in the bed. A large collection of rosary beads, flowers, and religious icons are visible on a small table placed near one corner of the bed. Church bells and an organ are heard, along with the following chant in Middle English\n6\n:\n\n\n\"'Oeh, Goed, maye your chield forevaer reast in neaven's eteran lieght.'\n7\n\n\nSCP-4418-1 and the collection of religious items disappear as the music slowly fades. SCP-4418-2 disappears shortly after.\n\n\n1317 Hours:\n SCP-4418-2 appears in the center of the structure, wearing a black dress, and a black veil. It sits forward, looking out the window, as cracks and various other damage spreads to the rest of the interior.\n\n\n1318 Hours:\n SCP-4418-2 continues to look outside. A large portion of the homestead's roof collapses, passing through the entity, which does not move or react in any way.\n\n\n1319 Hours:\n SCP-4418-2 is observed lying motionless in the bed, clothed in a black dress and with its face covered by a white cloth. As before, the sounds of bells, organs and the same chant are heard. A similar collection of religious items is also present.\n\n\n1320 Hours:\n SCP-4418-2 and the collection of religious items disappear as the sound of the bells, organ, and chant gradually fades.\n\n\n1321 Hours:\n Neither entity appears during this period of time.\n\n\n1322 Hours:\n SCP-4418-1 approaches SCP-4418-2, and embraces it. SCP-4418-1 is wearing a black suit and holding an ornamental cane, while SCP-4418-2 is wearing a white dress and is holding a vivid bouquet of red roses.\n\n\n1323 Hours:\n Agent Lamonte departs as SCP-4418-1 and SCP-4418-2 begin to dance again.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. See Addendum no. 2 for a complete description of a routine.\n\n\n2\n. Several communities in Canada had significant populations of the Roseafar Diaspora.\n\n\n3\n. Commonly known in English as \"The Blue Danue Waltz\".\n\n\n4\n. Known in English as the Christmas Ortario.\n\n\n5\n. Traditional attire for a soon to be desceased person in Roseafaer.\n\n\n6\n. Offical language of Roseafaer, also spoken by the disapora.\n\n\n7\n. Modern English Translation: Oh, God, may your child forever rest in heaven's eternal light.\n\n\n\n\n\n\n\n\n« \nSCP-4417\n | SCP-4418 | \nSCP-4419\n »",
    "addendums": [
        "Addendum No. 1: History SCP-4418 was constructed in 18██ by George and Emily Abernathy. The couple married in secret on October 30th, 18██ in the Scottish town of Roseafar, and immigrated to Manitoba the following year.\nEmily Abernathy, (neé Allison), was a natural-born resident of Roseafaer, while George Abernathy was a resident of the Scottish capital of Edinburgh. Prior to 18██, Roseafaer law prohibited both contact between residents and non-residents, along with intermarriage. This factor likely led to the Abernathys' decision to immigrate to Canada. 2 However, unbeknownst to the couple, Canadian society viewed biracial marriage overwhelmingly negatively, thus leading the Abernathy family to again live in secret."
    ],
    "documents": [],
    "notes": [],
    "containment_procedures": "Due to SCP-4418's remote location and limited anomalous properties, SCP-4418 has been determined to need only minimal containment. A padlock is to be installed onto SCP-4418's front door. Property windows are to be boarded up, with one ground-floor window to be fitted with a removable shutter for testing purposes.",
    "description": "SCP-4418 is an abandoned farmhouse in rural Manitoba, Canada. If a human subject looks into SCP-4418's interior on the date of October 30th, two humanoid entities will manifest for the duration of the subject's observation. SCP-4418 does not exhibit any anomalous behaviors on any other date, per testing done on 19██.",
    "title": "SCP-4418"
}