{
    "url": "https://scp-wiki.wikidot.com/scp-4424",
    "all_text": "rating: \n+77\n+\n–\nx\n\n\n\n\n\n\nSCP-4424-2 on ██/██/20██, captured by security camera before ███ people entered the train and subsequently went missing.\n\n\n\n\n\n\nItem #:\n SCP-4424\n\n\nObject Class:\n \nKeter\n Safe\n\n\nSpecial Containment Procedures:\n Due to the unpredictable nature of when and where SCP-4424-1 events will occur, as well as the inheritable difficulty in immobilizing SCP-4424-2, no reliable method to contain or hinder SCP-4424 has been discovered. After each SCP-4424-1 event an appropriate cover story explaining the disappearance of the train and all passengers is to be distributed.\n\n\nNOTE:\n Following Incident G3209, primary containment procedures are undergoing revisions. See Addendum 4424-A.\n\n\nDescription:\n SCP-4424 is a collection of events and entities. Any occurrence of SCP-4424 begins with SCP-4424-1, which has the following conditions:\n\n\n\n\nA train must be currently traveling towards a station with people expecting to get on said train.\n\n\nThe train must primarily carry passengers.\n\n\nThere are tunnels within 4 kilometers before and after the station.\n\n\nAt least three weeks must have passed since the previous SCP-4424-1 event.\n\n\n\n\nIf all of these conditions are present, the chosen train will experience technical difficulties that force it to slow down and eventually come to a complete halt. Once the train has stopped, SCP-4424-2 will emerge from a tunnel by unknown means and travel towards the station. Automated messages regarding the technical difficulties and the replacement train, consistent with each station's method of communicating such occurrences, will inform those at the station to board SCP-4424-2 in lieu of the original train.\n\n\nSCP-4424-2 is a train whose appearance changes into a train of the same model and length as the one it's replacing. During SCP-4424-1 SCP-4424-2 will behave similarly to the regular train it replaced, arriving and departing at appointed times. However, upon entering a tunnel SCP-4424-2 and all of its inhabitants will disappear by unknown means.\n\n\nNo traces, remains or contact has ever been found or established with any individual who has disappeared in a SCP-4424-1 event.\n\n\nSCP-4424-3 are six humanoid entities wearing uniforms identical to those worn by train employees of the company whose trains SCP-4424-2 is imitating. Instances of SCP-4424-3 perform the jobs their uniforms correspond to\n1\n, and have been observed to behave in a cheerful and welcoming manner. Each instance of SCP-4424-3 has a different appearance, most notably in their apparent race.\n\n\n\n\n+ Incident G3209:\n\n\n\n\n- Incident G3209:\n\n\n\n\nDuring surveillance of an unrelated SCP, SCP-4424-2 was noticed emerging from a tunnel 7 kilometers from the nearest station. Mobile Task Force Xi-8 (\"Choo Choo\") was stationed at the local Foundation site, and were immediately sent out to intercept SCP-4424-2 before it could reach its destination. Due to the small amount of time permitted no extensive planning or equipment was available, so MTF Xi-8 opted to destroy part of the railway tracks by [REDACTED], which caused SCP-4424-2 to derail and crash into the nearby forest. The only inhabitants of the train were the six instances of SCP-4424-3, who immediately began attacking Xi-8. In the ensuing firefight, five SCP-4424-3 instances were killed and the sixth subdued, with Xi-8 suffering no casualties.\n\n\nA sweep of the area was conducted to gather all remains of SCP-4424-2 and -3, and all anomalies were brought to Site-7. A cover story involving a terrorist group fighting armed forces was then released.\n\n\n\n\n\n\n\n\n\n\n+ Addendum 4424-A:\n\n\n\n\n- Addendum 4424-A:\n\n\n\n\nFollowing Incident G3209 SCP-4424-2 was placed on its side in a warehouse outside Site-7, with its wheels and other components that had fallen off contained within various crates.\n\n\nThe remains of deceased SCP-4424-3 instances were placed in five (5) sealed steel containers in the site morgue and monitored for any regenerative activity\n2\n.\n\n\nThe surviving instance of SCP-4424-3 was contained within a standard humanoid containment chamber, and was noted to behave extremely aggressively. Any attempts at communication were deemed inadvisable as it had no interest in communicating with the Foundation. Following a suggestion from Junior Researcher ███████, providing it with model train sets\n3\n proved to have a substantial pacifying effect on SCP-4424-3, leading to the possibility of interviews (see below).\n\n\nSCP-4424-3 appears to have no need for sustenance of any kind.\n\n\n\n\n\n\n\n\n\n\n+ Interview 01:\n\n\n\n\n- Interview 01:\n\n\n\n\n\n\nInterviewed:\n SCP-4424-3\n\n\nInterviewer:\n Dr. ███████\n\n\nForeword:\n SCP-4424-3 is within its containment chamber, constructing tracks for its model trains. Dr. ███████ is in a different room, using speakers and microphones to communicate with SCP-4424-3. Removing SCP-4424-3 from its model trains made it too aggressive to be interviewed.\n\n\n<Begin Log>\n\n\nDr. ███████:\n SCP-4424-3? Can you hear me?\n\n\nSCP-4424-3:\n Yes. I can hear you. What do you want?\n\n\nDr. ███████:\n I wanted to know if we could talk a little. You've been very hostile before this, so it's been hard to communicate with you.\n\n\nSCP-4424-3:\n Sorry for not wanting to talk to the people who kidnapped my family, took away our purpose in life and shoved me in a box. I want to see my family again…\n\n\nDr. ███████:\n Well, um… I-I'm not the one behind all that. I have practically no connection to those who did that. All I do is talk to anomalies like yourself, and I was wondering if I could ask you a few questions about yourself and your train.\n\n\nSCP-4424-3 looks up as soon as Dr. ███████ mentions the word train.\n\n\nSCP-4424-3:\n You want to talk about the train? Then we can talk. What do you want to know?\n\n\nDr. ███████:\n Well, first of all: who are you and where do you and the train come from?\n\n\nSCP-4424-3:\n We come from the railways. We all did. We've always been on the railways, and we'll always be on the railways. At least, we were supposed to…\n\n\nDr. ███████:\n What happens when you go into the tunnels? You and the train all seem to just disappear.\n\n\nSCP-4424-3:\n We go to the most wonderful place imaginable: an endless railway. There's mountains and deserts and forests and oceans there, and a railway that goes on forever there! We could just ride down there for all eternity…\n\n\nDr. ███████:\n But you still go to our world to pick up passengers? Why not just keep going?\n\n\nSCP-4424-3:\n Well, riding an empty train with just the six of us feels… felt… empty. Trains need things to carry. And people are the best things. We need the passengers. And letting them get off the train feels like a part of our soul is being ripped out! But no matter how hard we tried, they always wanted to get off. They'd scream, and hit us, and try to break the doors and windows. So we had to become stronger. The train had to become stronger. So we did. But even then they just… stopped. They stopped fighting. Stopped moving. Stopped feeling… right. Little ones, big ones, all of them just… stopped. No matter what we did we couldn't make them move again. And the train felt empty again. So after everybody stopped we renewed ourselves, and went back into your world to get more passengers.\n\n\nDr. ███████:\n \"Renew\" yourselves? How exactly do you do that?\n\n\nSCP-4424-3:\n Well, we all close our eyes and feel that there's a suitable train to replace, and when we open our eyes again our clothes are different and the train is different. And all the pieces of the old passengers are gone. And then we enter a tunnel and go into your world.\n\n\nDr. ███████:\n I see. Now, about the passengers \"stopping\"… did they have enough food and water?\n\n\nSCP-4424-3:\n What?\n\n\nDr. ███████:\n Food. And water. Did they have that?\n\n\nSCP-4424-3:\n They'd ask for it, but… we don't know what it is. But we're professionals, and we didn't want them to be worried by us being confused. So we just told them we'd get it soon. Have patience. Any moment now. We never did get it. But we kept on smiling no matter how bad they looked, so they'd always have something to calm them.\n\n\nDr. ███████:\n Right…\n\n\nSCP-4424-3:\n We always smiled when we had passengers, no matter what. It was always so much fun…it just felt so good and so right to travel with passengers. I miss it… I miss being on my train with my family and going down the tracks… but now… you hid the train and my family. I want to go find them…\n\n\nSCP-4424-3 angles its head down and covers its face with its hands. As no further response can be gained from it, the interview is concluded.\n\n\n<End Log>\n\n\n\n\n\n\n- Interview 01:\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Notably, no forms for maintenance have ever been observed taking place.\n\n\n2\n. During Incident G3209 it was noted that injuries inflicted on still-living instances of SCP-4424-3 appeared to heal rapidly, though sufficient damage in a short time span would still kill them.\n\n\n3\n. The sets do not contain tunnels, to reduce the risk of a containment breach.\n\n\n\n\n\n\n\n\n« \nSCP-4423\n | SCP-4424 | \nSCP-4425\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewed: SCP-4424-3 Interviewer: Dr. ███████ Foreword: SCP-4424-3 is within its containment chamber, constructing tracks for its model trains. Dr. ███████ is in a different room, using speakers and microphones to communicate with SCP-4424-3. Removing SCP-4424-3 from its model trains made it too aggressive to be interviewed. <Begin Log> Dr. ███████: SCP-4424-3? Can you hear me? SCP-4424-3: Yes. I can hear you. What do you want? Dr. ███████: I wanted to know if we could talk a little. You've been very hostile before this, so it's been hard to communicate with you. SCP-4424-3: Sorry for not wanting to talk to the people who kidnapped my family, took away our purpose in life and shoved me in a box. I want to see my family again… Dr. ███████: Well, um… I-I'm not the one behind all that. I have practically no connection to those who did that. All I do is talk to anomalies like yourself, and I was wondering if I could ask you a few questions about yourself and your train. SCP-4424-3 looks up as soon as Dr. ███████ mentions the word train. SCP-4424-3: You want to talk about the train? Then we can talk. What do you want to know? Dr. ███████: Well, first of all: who are you and where do you and the train come from? SCP-4424-3: We come from the railways. We all did. We've always been on the railways, and we'll always be on the railways. At least, we were supposed to… Dr. ███████: What happens when you go into the tunnels? You and the train all seem to just disappear. SCP-4424-3: We go to the most wonderful place imaginable: an endless railway. There's mountains and deserts and forests and oceans there, and a railway that goes on forever there! We could just ride down there for all eternity… Dr. ███████: But you still go to our world to pick up passengers? Why not just keep going? SCP-4424-3: Well, riding an empty train with just the six of us feels… felt… empty. Trains need things to carry. And people are the best things. We need the passengers. And letting them get off the train feels like a part of our soul is being ripped out! But no matter how hard we tried, they always wanted to get off. They'd scream, and hit us, and try to break the doors and windows. So we had to become stronger. The train had to become stronger. So we did. But even then they just… stopped. They stopped fighting. Stopped moving. Stopped feeling… right. Little ones, big ones, all of them just… stopped. No matter what we did we couldn't make them move again. And the train felt empty again. So after everybody stopped we renewed ourselves, and went back into your world to get more passengers. Dr. ███████: \"Renew\" yourselves? How exactly do you do that? SCP-4424-3: Well, we all close our eyes and feel that there's a suitable train to replace, and when we open our eyes again our clothes are different and the train is different. And all the pieces of the old passengers are gone. And then we enter a tunnel and go into your world. Dr. ███████: I see. Now, about the passengers \"stopping\"… did they have enough food and water? SCP-4424-3: What? Dr. ███████: Food. And water. Did they have that? SCP-4424-3: They'd ask for it, but… we don't know what it is. But we're professionals, and we didn't want them to be worried by us being confused. So we just told them we'd get it soon. Have patience. Any moment now. We never did get it. But we kept on smiling no matter how bad they looked, so they'd always have something to calm them. Dr. ███████: Right… SCP-4424-3: We always smiled when we had passengers, no matter what. It was always so much fun…it just felt so good and so right to travel with passengers. I miss it… I miss being on my train with my family and going down the tracks… but now… you hid the train and my family. I want to go find them… SCP-4424-3 angles its head down and covers its face with its hands. As no further response can be gained from it, the interview is concluded. <End Log>"
    ],
    "item": "SCP-4424",
    "object_class": "Keter Safe",
    "containment_procedures": "Due to the unpredictable nature of when and where SCP-4424-1 events will occur, as well as the inheritable difficulty in immobilizing SCP-4424-2, no reliable method to contain or hinder SCP-4424 has been discovered. After each SCP-4424-1 event an appropriate cover story explaining the disappearance of the train and all passengers is to be distributed.",
    "description": "SCP-4424 is a collection of events and entities. Any occurrence of SCP-4424 begins with SCP-4424-1, which has the following conditions:",
    "title": "SCP-4424"
}