{
    "url": "https://scp-wiki.wikidot.com/scp-4432",
    "all_text": "Seen 3:58 PM\n\n\n\n\nrating: \n+258\n+\n–\nx\n\n\nItem #:\n SCP-4432\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-4432 is currently contained in a padded and soundproofed room within \nSite-55\n's Euclid containment wing.\n\n\nDescription:\n SCP-4432 is a heavily modified humanoid entity possessing multiple anomalous properties, measuring 165cm tall and weighing 54kg.\n\n\nSCP-4432's modifications include:\n\n\n\n\na detachable metal fish head,\n\n\na candy dispenser replacing the trachea,\n\n\na small CRT television protruding from its chest,\n\n\nan ethernet cable in place of genitals which connects to a network named \"intrenet\",\n\n\nfive USB C charging cables protruding from the navel,\n\n\na Triple A battery pack located on the upper back; empty,\n\n\nsmall tools such as a knife, spork, scissors, etc replacing the fingers,\n\n\na lightbulb replacing the nose, which glows red when a lie is told within 3 meters of it,\n\n\na liquid soap dispenser extending from the top of the spine,\n\n\nroller skates in place of feet,\n\n\nand a lunar calendar pinned to its mid-back.\n\n\n\n\nSCP-4432 constantly produces vocalizations and appears to be aware of its surroundings, but is unable to reliably communicate with Foundation personnel. A temporary tattoo reading \"mr mister® by \ndado\n \" was found on the subject's lower back upon initial discovery, but has since faded.\n\n\nThe subject has been identified as Ricardo Trujillo, a construction worker from Albuquerque, New Mexico who was reported as missing on December 26th, 2019 after responding to a Craigslist ad for a \"human pig of guinea (pay good cash)[sic]\".\n\n\nAddendum 4432.1:\n Recovered Document\n\n\nThe following document was found glued to the TV on SCP-4432's chest.\n\n\n\n\nwow you has find mr mister by dado, limited time only item from dado\n\ndado is see how swiss are make knife and spoon and scissor into army knife of swiss and dado is think 'hmmm perhaps consolidate is best for dado as well' so dado is look at the small misters of \ndr wanderingtrain\n and say 'why have multiple when dado can instead be into making army swiss mister'\n\ncongratulations \nyou are become collector person\n, dado is not judge of gender preference unlike doctor wundertaint who is much lawyery and mean\n\n\n\n\nAddendum 4432.2:\n Recovered Text Messages\n\n\nThe following communications were recovered from Mr. Trujillo's phone, presumably occuring prior to becoming SCP-4432.\n\n\nLog 1\n\n\n\n\nDecember 24th, 2019\n\n\n2:34 PM\n\n\n\n\ndid u buy the doll for Alejandra yet??\n\n\n\n\nno\n\n\ni had to use the money\n\n\n\n\ni cannot fucking believe you, ricky\n\n\n\n\n\n\n\n\ni give u one fucking errand\n\n\n\n\n\n\n\n\nand u cant even do that right\n\n\n\n\n\n\n\n\nwhat did u spend the money on this time??\n\n\n\n\n\n\n\n\nactually forget it. i dont want to know.\n\n\n\n\n\n\nchrista im sorry i had bills\n\n\n\n\ni knew my mom was right about u. i dont care what u do, just make sure u buy the gd doll for alejandra or i will make sure you never have custody again\n\n\n\n\n\n\nokay\n\n\nill bring you the doll tomorrow ill figure something out\n\n\n\n\nu fuckin better.\n\n\n\n\nSeen 2:44 PM\n\n\n\n\nLog 2\n\n\n\n\nDecember 24th, 2019\n\n\n3:02 PM\n\n\nhey i wanted to ask about your clist ad\n\n\nhow much are you paying?\n\n\n\n\nhello yes dado is pay good moneys\n\n\n\n\n\n\nokay but how much exactly? theres something i need to\n\n\ntheres something i need to buy so I really need to know how much youre paying\n\n\n\n\nwhat it is you are of needing\n\n\n\n\n\n\ni need to buy my daughter this expensive doll for christmas or my exwife isnt going to let me see her again. please stop jerking me around and tell me how much youre going to pay dude\n\n\n\n\ndado is not of jerking, dado is fine entrepreneur and expert maker of toy better than mattel and dogtor wanderyman. maybe dado can assistance you with expensive luxury doll\n\n\n\n\n\n\nyoure saying you can make me one of those fancy dolls?\n\n\n\n\ndado can make u toy yes\n\n\n\n\n\n\nokay cool forget the cash, just do that\n\n\n\n\nok\n\n\n\n\n\n\n\n\nu come see dado at 53 colombus drive south east\n1\n\n\n\n\n\n\nbe there in an hour\n\n\n\n\nseen 3:09 pm\n\n\n\n\n\n\nLog 3\n\n\n\n\nDecember 24th, 2019\n\n\n3:56 PM\n\n\nhey i found a clist gig that will help me get the doll. im meeting the guy now.\n\n\n\n\nok\n\n\n\n\n\n\ntell allie ill see her tomorrow for christmas okay\n\n\n\n\nok\n\n\n\n\nim sorry this happened\n\n\n\n\nidc\n\n\n\n\n\n\nmerry christmas christa\n\n\n\n\nSeen 3:58 PM\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The location was found to be empty following a Foundation inspection.\n\n\n\n\n\n\n\n\n« \nSCP-4431\n | SCP-4432 | \nSCP-4433\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4432\n\" by Uncle Nicolini, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4432\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 4432.1: Recovered Document\nThe following document was found glued to the TV on SCP-4432's chest.",
        "Addendum 4432.2: Recovered Text Messages\nThe following communications were recovered from Mr. Trujillo's phone, presumably occuring prior to becoming SCP-4432."
    ],
    "documents": [],
    "notes": [
        "wow you has find mr mister by dado, limited time only item from dado dado is see how swiss are make knife and spoon and scissor into army knife of swiss and dado is think 'hmmm perhaps consolidate is best for dado as well' so dado is look at the small misters of dr wanderingtrain and say 'why have multiple when dado can instead be into making army swiss mister' congratulations you are become collector person , dado is not judge of gender preference unlike doctor wundertaint who is much lawyery and mean",
        "\" SCP-4432 \" by Uncle Nicolini, from the SCP Wiki . Source: https://scpwiki.com/scp-4432 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4432",
    "object_class": "Euclid",
    "containment_procedures": "SCP-4432 is currently contained in a padded and soundproofed room within Site-55's Euclid containment wing.",
    "description": "SCP-4432 is a heavily modified humanoid entity possessing multiple anomalous properties, measuring 165cm tall and weighing 54kg.",
    "title": "SCP-4432"
}