{
    "url": "https://scp-wiki.wikidot.com/scp-4439",
    "all_text": "rating: \n+42\n+\n–\nx\n\n\nItem #:\n SCP-4439\n\n\nObject Class:\n Euclid\n\n\n\n\n\n\nSCP-4439 in dormant state.\n\n\n\n\n\n\n\n\n\n\nSCP-4439 expanding upwards, 3 hours after tenants were evicted from premises.\n\n\n\n\n\n\nSpecial Containment Procedures:\n The building containing SCP-4439 is to be permanently cordoned off from the public. Four agents are to be embedded into the town and serve as the primary caregivers of SCP-4439. An agent is to remain in physical proximity of SCP-4439 at all times, but otherwise is able to carry out his/her regular duties.\n\n\nIn the case of containment breach, additional personnel will be deployed to collect all samples of SCP-4439 and quarantine its spread.\n\n\nDescription:\n SCP-4439 is a stain on a wall located in the second-floor bedroom of a house on the outskirts of ███████, Missouri. The size of the stain is approximately 10 centimeters in height and 50 centimeters wide, located at the bottom of the easternmost wall of the room.\n\n\nSCP-4439 is able to expand or shrink itself on its own accord, reacting to the physical presence of human beings (or lack thereof). In isolation, SCP-4439 begins to spread across all hard surfaces at a rate of 1 meter/hour. In the presence of a human adult, however, SCP-4439 becomes docile, gradually shrinking back to its original size and shape.\n\n\nLaboratory tests indicate SCP-4439 is comprised of soot and dust, skin cells and traces of human blood.\n\n\nDiscovery:\n Law enforcement officials were called to ███ ██████ Avenue on December 7, 2012, after neighbors reported hearing a woman's screams at 0115 hrs. Upon arrival at the house, however, the owners (a man and woman in their mid-40s) appeared lucid and calm, claiming to have no knowledge of suspicious activity.\n\n\nA search of the house uncovered a few drops of blood on one of the bedroom floors. Officers examined the wife for external wounds or signs of duress, but were assured by the husband that it was nothing but a nosebleed, and left the premises shortly after.\n\n\nA week later, Foundation agents were alerted to increased anomalous activity surrounding the house: a child's cries could be heard repeatedly during the night, even though there was no record of the couple having any offspring.\n\n\nUpon entry to the house, SCP-4439 was discovered to have spread over most of the building's interior, covering its walls, floorboards and ceilings. The bedroom on the second floor appeared to be its point-of-origin.\n\n\n\n\nAddendum 4439-01: Interview with Original Tenants\n\n\n\n\nAddendum 4439-01: Interview with Original Tenants\n\n\n\n\nConducting Interviewer:\n Project Lead, Dr. Wu\n\n\nInterviewees:\n Mr and Mrs Brown, Tenants\n\n\n\n\nMr Brown:\n What's the meaning of this? You can't just kick us out of our own house!\n\n\nDr. Wu:\n Mr and Mrs Brown, do you realise how serious the situation is? I need you to tell me everything you can about the stain on your second-floor bedroom wall.\n\n\n\n\nMr Brown:\n What? That darn thing? We tried cleaning it off multiple times, but what's that got to do with anything?\n\n\nMrs Brown:\n Is this what the quarantine's for? It's a lot of fuss for a little mold on the wall, no? Is it infectious?\n\n\nMr Brown:\n You should have just scrubbed it with acid like I told you to, ███████.\n\n\n\n\nDr. Wu:\n Let's start off by you telling me when the stain first appeared.\n\n\nMr Brown:\n It was about two weeks ago, when we—\n\n\n<Mrs Brown suddenly looks upset, repeatedly glancing down at the table.>\n\n\nMr Brown:\n When we got home. I have no idea how it got there, do you, ███████?\n\n\n<Mrs Brown shakes her head.>\n\n\nDr. Wu:\n It was around the time of your first trimester check-up with Dr Philips, is that not correct, Mrs Brown?\n\n\nMrs Brown:\n T—That's right. But why—\n\n\nMr Brown:\n Why do you need to know?\n\n\nDr. Wu:\n Mr Brown, if you would let your wife answer the question, please.\n\n\nMr Brown:\n Goddamnit, we're not saying another word until you tell us what's going on!\n\n\nMrs Brown:\n Please, ████. We should just tell them what happened!\n\n\nMr Brown:\n Or you could just shut the hell up. You want to go to jail, is that it?\n\n\nDr. Wu:\n We're way past the point of jail-time, Mr Brown. We know that something happened in that room, and we're gonna find out what. The best way you're gonna get out of this mess is if you cooperate fully.\n\n\n<Mr Brown takes a deep breath, calms down.>\n\n\nMr Brown:\n Dr Philips. She's our—\n\n\nMrs Brown:\n My gynecologist.\n\n\nDr. Wu:\n And how far along are you, Mrs Brown?\n\n\nMrs Brown:\n A— About three months. Counting last week.\n\n\nDr. Wu:\n And what did Dr Philips say about the condition of your baby during your last visit?\n\n\n<The couple stare at each other for a long moment. Mr Brown throws up his hands in resignation.>\n\n\nMrs Brown:\n There were… some complications.\n\n.\n\n.\n\n.\n\n[DATA EXPUNGED]\n\n.\n\n.\n\n.\n\n\n\n\nDr. Wu's Remarks:\n Mr and Mrs Brown placed under house arrest in temporary housing unit, pending further investigation of anomaly. Original premises vacated and sealed; D-class personnel on route to begin testing.\n\n\n\n\n\n\n\n\n\n\nAddendum 4439-02: Incident Log with Neighbor\n\n\n\n\nAddendum 4439-02: Incident Log with Neighbor\n\n\n\n\nForeword:\n The ██████ family resides in a two-story townhouse across the road from SCP-4439. The following are surveillance logs pieced together a day after the Browns were evicted from their house.\n\n\nCAMERA 1:\n Footage captured from roadside camera, wide-angle of the street. Time-stamps as follows:\n\n\n\n\n15:01:\n A boy, around 10 years of age, dribbles a basketball in the direction of the anomalous house.\n\n\n15:05:\n The boy pauses near the front porch, turns to stare at the front door. Later, during interrogation, the boy claims to have heard the faint cry of a baby coming from within the house.\n\n\n15:07:\n The boy circles the exterior of the house at least three times, occasionally peering into windows.\n\n\n15:15:\n The boy climbs into a window on the first floor that appears to be only half-boarded up.\n\n\n\n\nCAMERA 2:\n Footage from internal security camera installed by Foundation agents. Living room visible from top-down angle. Stairs to the second floor on the right.\n\n\n\n\n15:15:\n The boy comes into view as he climbs in one of the windows in the back, approaches the camera through the hallway. No other movement detected.\n\n\n15:18:\n The boy climbs up the stairs to the second floor.\n\n\n15:20:\n The boy reaches the top of the stairs, turns to his right, then freezes. He remains transfixed and unmoving for approximately 3 minutes and 20 seconds. It is not clear whether his paralysis is voluntary.\n\n\n15:23:\n The boy collapses to the ground, apparently unconscious. His basketball bounces down the flight of stairs and then off-camera. Boy remains prone and stationary for another 5 minutes.\n\n\n\n\nCAMERA 3:\n Footage from internal security camera in bedroom; suspected point-of-origin for SCP-4439.\n\n\n\n\n15:23\n: White noise and static.\n\n\n\n\nCAMERA 1:\n\n\n\n\nNote:\n Foundation personnel alerted to containment breach. Dr. Wu orders immediate extraction of the boy.\n\n\n15:24:\n Foundation agents deploy from the garage and backyard.\n\n\n\n\nCAMERA 2:\n\n\n\n\n15:25:\n Foundation agents enter the house through the front door, extract the boy from the top of the stairs. No other signs of life detected.\n\n\n[FOOTAGE ENDS]\n\n\n\n\nDr. Wu's Remarks:\n Jimmy ██████, 10-years-old, claims the baby's cries intensified as he ventured deeper into the house. Upon reaching the second floor, he saw a black mass \"squirming\" in the bedroom, followed by a sharp, throbbing pain in his head, thereafter blacking out for 22 minutes and 30 seconds. The working theory is that SCP-4439 has an amplified effect on children in close proximity.\n\n\nIt is unfortunate that this unofficial test-log had to take place at all. Recommend immediate reinforcement of the building's exterior to prevent further accidents like this from occurring, especially to other young kids. I shall personally offer my apologies to the ██████ family, explaining that we found their son lying unconscious by the roadside.\n\n\nIf it's any consolation, Jimmy is expected to make a full recovery.\n\n\n\n\n\n\n\n\n\n\nAddendum 4439-03: Experiment Log with D-9455\n\n\n\n\nAddendum 4439-03: Experiment Log with D-9455\n\n\n\n\nForeword:\n SCP-4439 isolated for another 24 hours before D-9455 was introduced into controlled environment. Footage from shoulder-mounted camera with Project Lead, Dr. Wu, feeding instructions via headset. D-9455 is female, 35, transferred from [REDACTED].\n\n\n\n\nD-9455:\n Shit, why don't the lights work in here?\n\n\nDr. Wu:\n D-9455, use your flashlight and proceed. Can you tell us what you see?\n\n\nD-9455:\n Nothing much. I'm in the living room now. What am I supposed to be looking for exactly?\n\n\nDr. Wu:\n Please focus on the walls.\n\n\nD-9455:\n They're covered in some black… stuff. Looks like mold. A lot of it.\n\n\nDr. Wu:\n Proceed to the second floor when ready.\n\n\n<Parts of the stairwell illuminated by D-9455's light source. She moves slowly.>\n\n\nD-9455:\n Now what? You're gonna tell me some ghost stories, Doc?\n\n\nDr. Wu:\n Down the hallway, to your right. You should see a bedroom.\n\n\nD-9455:\n Yeah? Looks like it. Broken cot. Peeling wallpaper. Used to be unicorns and rainbows.\n\n\nDr. Wu:\n And what do the walls look like in here?\n\n\nD-9455:\n Shit, doc. You got some refurbishment team coming in later, or what? What's this obsession with the decor?\n\n\nDr. Wu:\n Please, concentrate. Approach the wall directly in front of you. Is there anything different about this room?\n\n\nD-9455:\n \nEverything\n looks fucked up in here, Doc. It's not just one wall… \nall\n of 'em look infected.\n\n\nDr. Wu:\n What do you mean?\n\n\nD-9455:\n The black stuff— it's everywhere. Mold isn't supposed to look like that… right?\n\n\nDr. Wu:\n Like what?\n\n\nD-9455:\n Like… it's constantly shifting. Eyeballin' me wherever I go.\n\n\n<D-9455 leans in to examine the easternmost wall of the room>\n\n\nDr. Wu:\n Be careful. Don't get too close.\n\n\nD-9455:\n: Smells bad too. Metallic. Like blood.\n\n\n<D-9455 reaches out as if to touch it.>\n\n\nDr. Wu:\n Wait! Don't—!\n\n\n<Before Dr. Wu can stop her, D-9455 scrapes a little of the black substance with a finger.»\n\n\nD-9455:\n Don't worry, Doc. I'm still here. It's wet. Like it's streaming down the walls.\n\n\n<D-9455 suddenly recoils.>\n\n\nD-9455:\n Fucking hell!?\n\n\nDr. Wu:\n What? What is it?\n\n\n<Static except for D-9455's heavy breathing. On the camera feed, a lone circle of light flashes rapidly across all four walls of the bedroom.>\n\n\nD-9455:\n It's moving! The black shit's moving everywhere! Shit, what the hell's happening??\n\n\nDr. Wu:\n Is it moving towards you? Or—\n\n\nD-9455:\n Fuck if I care! I'm guessing this ain't normal-fucking-mold-on-the-wall, is it??\n\n\nDr. Wu:\n D-9455, listen carefully. I want you to look at your finger. Do it now please.\n\n\n<Panicked breathing continues. D-9455 holds up her finger to the camera. A small patch of black mold can be seen on her fingertip, but it doesn't appear to be moving. D-9455 however is visibly shaking.>\n\n\nDr. Wu:\n You see? Everything's fine.\n\n\nD-9455:\n Everything's NOT fine, doc. Get me the fuck outta here!\n\n\nDr. Wu:\n D-9455, I need you to stay in there a little while longer. If you remain in the center of the room, you should be okay…\n\n\nD-9455:\n Fuck this. I'm not staying in this house another minute!\n\n\nDr. Wu:\n Listen to me. A child's future may be at stake here if you choose not to cooperate. I \nneed\n you to trust me. We have to find out what this stain really is.\n\n\nD-9455:\n (whimpers) How much longer, Doc?\n\n\nDr. Wu:\n (pause) Another 24 hours, if you would be so kind.\n\n\n\n\nDr. Wu's Remarks:\n Remainder of footage tracks SCP-4439 shrinking back into a corner of the room whilst in the presence of D-9455. Further reports of a baby's cries were uncorroborated through electronic observation, but D-9455 claims that they became progressively softer after 24 hours in the room. No other effects recorded during that time.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-4439 recorded after 24 hours of isolation. D-9455 introduced into environment shortly after.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 4439-04: Debrief of Mr and Mrs Brown\n\n\n\n\nAddendum 4439-04: Debrief of Mr and Mrs Brown\n\n\n\n\nConducting Interviewer:\n Project Lead, Dr. Wu\n\n\nInterviewees:\n Mr and Mrs Brown, Prior Tenants\n\n\n\n\n<Dr. Wu meets the Browns outside of their house.>\n\n\n\n\nDr. Wu:\n Mr and Mrs Brown. Thank you for meeting us here.\n\n\nMr Brown:\n About damn time you're letting us back into the house again.\n\n\nMrs Brown:\n Everything's alright now? We can go home?\n\n\nDr. Wu:\n I'm afraid not. I brought you here to show you something.\n\n\nMr Brown:\n Now what? You can't just leave us in peace, can you?\n\n\n<Dr. Wu gestures to the front door, unlocked. The Browns enter cautiously. The camera follows them into the living room from behind. Suddenly, Mrs Brown lets out a shrill shriek.>\n\n\nMr Brown:\n What the actual fuck? What the hell happened here?\n\n\n<The camera pans around the house, showing the walls, floorboards and ceiling extensively covered by SCP-4439.>\n\n\nMr Brown:\n What did you maniacs do to my house? I'll sue the lot of you for damages!\n\n\nDr. Wu:\n We didn't do this, Mr Brown. But I think you know who's responsible.\n\n\n<Mrs Brown is choking back gasps of shock as she glances rapidly around.>\n\n\nMrs Brown:\n Is that— Is that what I think it is—? It's the stain from the bedroom, isn't it?\n\n\nMr Brown:\n What the hell are you talking about, ███████?\n\n\nDr. Wu:\n Something happened in the second-floor bedroom the night before the stain appeared, didn't it?\n\n\nMr Brown:\n I don't know what you're talking about.\n\n\nMrs Brown:\n ████, it's our fault! We shouldn't have— we shouldn't have done the procedure ourselves!\n\n\nMr Brown:\n Be quiet, woman!\n\n\n<Mrs Brown turns to Dr. Wu, fighting back tears.>\n\n\nMrs Brown:\n Please, you have to understand! It was Dr. Philips! She said our baby wouldn't last past the three-month mark. We didn't want any of this to happen!\n\n\nDr. Wu:\n Believe me when I say I understand what you're going through, Mrs Brown. But at this point, it really doesn't matter any more, does it? Not to yourselves, not to me. It certainly didn't matter to your son.\n\n\nMrs Brown:\n No… no! That's not fair! You can't just say stuff like that! You don't know what we've been through!\n\n\nDr. Wu:\n: We are placing your house under permanent quarantine. You and your husband will vacate the premises immediately and be relocated to another housing facility where hopefully, one day, you'll be able to put this episode behind you.\n\n\nMrs Brown:\n You're kicking us out again? But— my baby— my angel— he's right here, isn't he? I can stay this time! I can look after him if you let me!\n\n\nMr Brown:\n (shaking) You're \nboth\n crazy if you think that— \nthat\n stain is our—\n\n\nDr. Wu:\n I'm afraid it's too late for that, Mrs Brown. We'll look after him from now on. I'm sorry, but it's for the best.\n\n\n[END LOG]\n\n\n\n\nDr. Wu's Remarks:\n Because of high risk of containment breach, Class C amnestics administered to both Mr and Mrs Brown before their permanent relocation to [REDACTED]. Note: Mrs Brown is reportedly expecting a second child. Recommend close monitoring and intervention in case these people decide to take another life into their own hands.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4438\n | SCP-4439 | \nSCP-4440\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Mr Brown: What's the meaning of this? You can't just kick us out of our own house! Dr. Wu: Mr and Mrs Brown, do you realise how serious the situation is? I need you to tell me everything you can about the stain on your second-floor bedroom wall. Mr Brown: What? That darn thing? We tried cleaning it off multiple times, but what's that got to do with anything? Mrs Brown: Is this what the quarantine's for? It's a lot of fuss for a little mold on the wall, no? Is it infectious? Mr Brown: You should have just scrubbed it with acid like I told you to, ███████. Dr. Wu: Let's start off by you telling me when the stain first appeared. Mr Brown: It was about two weeks ago, when we— <Mrs Brown suddenly looks upset, repeatedly glancing down at the table.> Mr Brown: When we got home. I have no idea how it got there, do you, ███████? <Mrs Brown shakes her head.> Dr. Wu: It was around the time of your first trimester check-up with Dr Philips, is that not correct, Mrs Brown? Mrs Brown: T—That's right. But why— Mr Brown: Why do you need to know? Dr. Wu: Mr Brown, if you would let your wife answer the question, please. Mr Brown: Goddamnit, we're not saying another word until you tell us what's going on! Mrs Brown: Please, ████. We should just tell them what happened! Mr Brown: Or you could just shut the hell up. You want to go to jail, is that it? Dr. Wu: We're way past the point of jail-time, Mr Brown. We know that something happened in that room, and we're gonna find out what. The best way you're gonna get out of this mess is if you cooperate fully. <Mr Brown takes a deep breath, calms down.> Mr Brown: Dr Philips. She's our— Mrs Brown: My gynecologist. Dr. Wu: And how far along are you, Mrs Brown? Mrs Brown: A— About three months. Counting last week. Dr. Wu: And what did Dr Philips say about the condition of your baby during your last visit? <The couple stare at each other for a long moment. Mr Brown throws up his hands in resignation.> Mrs Brown: There were… some complications. . . . [DATA EXPUNGED] . . .",
        "15:01: A boy, around 10 years of age, dribbles a basketball in the direction of the anomalous house. 15:05: The boy pauses near the front porch, turns to stare at the front door. Later, during interrogation, the boy claims to have heard the faint cry of a baby coming from within the house. 15:07: The boy circles the exterior of the house at least three times, occasionally peering into windows. 15:15: The boy climbs into a window on the first floor that appears to be only half-boarded up.",
        "15:15: The boy comes into view as he climbs in one of the windows in the back, approaches the camera through the hallway. No other movement detected. 15:18: The boy climbs up the stairs to the second floor. 15:20: The boy reaches the top of the stairs, turns to his right, then freezes. He remains transfixed and unmoving for approximately 3 minutes and 20 seconds. It is not clear whether his paralysis is voluntary. 15:23: The boy collapses to the ground, apparently unconscious. His basketball bounces down the flight of stairs and then off-camera. Boy remains prone and stationary for another 5 minutes.",
        "15:23 : White noise and static.",
        "Note: Foundation personnel alerted to containment breach. Dr. Wu orders immediate extraction of the boy. 15:24: Foundation agents deploy from the garage and backyard.",
        "15:25: Foundation agents enter the house through the front door, extract the boy from the top of the stairs. No other signs of life detected. [FOOTAGE ENDS]",
        "D-9455: Shit, why don't the lights work in here? Dr. Wu: D-9455, use your flashlight and proceed. Can you tell us what you see? D-9455: Nothing much. I'm in the living room now. What am I supposed to be looking for exactly? Dr. Wu: Please focus on the walls. D-9455: They're covered in some black… stuff. Looks like mold. A lot of it. Dr. Wu: Proceed to the second floor when ready. <Parts of the stairwell illuminated by D-9455's light source. She moves slowly.> D-9455: Now what? You're gonna tell me some ghost stories, Doc? Dr. Wu: Down the hallway, to your right. You should see a bedroom. D-9455: Yeah? Looks like it. Broken cot. Peeling wallpaper. Used to be unicorns and rainbows. Dr. Wu: And what do the walls look like in here? D-9455: Shit, doc. You got some refurbishment team coming in later, or what? What's this obsession with the decor? Dr. Wu: Please, concentrate. Approach the wall directly in front of you. Is there anything different about this room? D-9455: Everything looks fucked up in here, Doc. It's not just one wall… all of 'em look infected. Dr. Wu: What do you mean? D-9455: The black stuff— it's everywhere. Mold isn't supposed to look like that… right? Dr. Wu: Like what? D-9455: Like… it's constantly shifting. Eyeballin' me wherever I go. <D-9455 leans in to examine the easternmost wall of the room> Dr. Wu: Be careful. Don't get too close. D-9455: : Smells bad too. Metallic. Like blood. <D-9455 reaches out as if to touch it.> Dr. Wu: Wait! Don't—! <Before Dr. Wu can stop her, D-9455 scrapes a little of the black substance with a finger.» D-9455: Don't worry, Doc. I'm still here. It's wet. Like it's streaming down the walls. <D-9455 suddenly recoils.> D-9455: Fucking hell!? Dr. Wu: What? What is it? <Static except for D-9455's heavy breathing. On the camera feed, a lone circle of light flashes rapidly across all four walls of the bedroom.> D-9455: It's moving! The black shit's moving everywhere! Shit, what the hell's happening?? Dr. Wu: Is it moving towards you? Or— D-9455: Fuck if I care! I'm guessing this ain't normal-fucking-mold-on-the-wall, is it?? Dr. Wu: D-9455, listen carefully. I want you to look at your finger. Do it now please. <Panicked breathing continues. D-9455 holds up her finger to the camera. A small patch of black mold can be seen on her fingertip, but it doesn't appear to be moving. D-9455 however is visibly shaking.> Dr. Wu: You see? Everything's fine. D-9455: Everything's NOT fine, doc. Get me the fuck outta here! Dr. Wu: D-9455, I need you to stay in there a little while longer. If you remain in the center of the room, you should be okay… D-9455: Fuck this. I'm not staying in this house another minute! Dr. Wu: Listen to me. A child's future may be at stake here if you choose not to cooperate. I need you to trust me. We have to find out what this stain really is. D-9455: (whimpers) How much longer, Doc? Dr. Wu: (pause) Another 24 hours, if you would be so kind.",
        "<Dr. Wu meets the Browns outside of their house.> Dr. Wu: Mr and Mrs Brown. Thank you for meeting us here. Mr Brown: About damn time you're letting us back into the house again. Mrs Brown: Everything's alright now? We can go home? Dr. Wu: I'm afraid not. I brought you here to show you something. Mr Brown: Now what? You can't just leave us in peace, can you? <Dr. Wu gestures to the front door, unlocked. The Browns enter cautiously. The camera follows them into the living room from behind. Suddenly, Mrs Brown lets out a shrill shriek.> Mr Brown: What the actual fuck? What the hell happened here? <The camera pans around the house, showing the walls, floorboards and ceiling extensively covered by SCP-4439.> Mr Brown: What did you maniacs do to my house? I'll sue the lot of you for damages! Dr. Wu: We didn't do this, Mr Brown. But I think you know who's responsible. <Mrs Brown is choking back gasps of shock as she glances rapidly around.> Mrs Brown: Is that— Is that what I think it is—? It's the stain from the bedroom, isn't it? Mr Brown: What the hell are you talking about, ███████? Dr. Wu: Something happened in the second-floor bedroom the night before the stain appeared, didn't it? Mr Brown: I don't know what you're talking about. Mrs Brown: ████, it's our fault! We shouldn't have— we shouldn't have done the procedure ourselves! Mr Brown: Be quiet, woman! <Mrs Brown turns to Dr. Wu, fighting back tears.> Mrs Brown: Please, you have to understand! It was Dr. Philips! She said our baby wouldn't last past the three-month mark. We didn't want any of this to happen! Dr. Wu: Believe me when I say I understand what you're going through, Mrs Brown. But at this point, it really doesn't matter any more, does it? Not to yourselves, not to me. It certainly didn't matter to your son. Mrs Brown: No… no! That's not fair! You can't just say stuff like that! You don't know what we've been through! Dr. Wu: : We are placing your house under permanent quarantine. You and your husband will vacate the premises immediately and be relocated to another housing facility where hopefully, one day, you'll be able to put this episode behind you. Mrs Brown: You're kicking us out again? But— my baby— my angel— he's right here, isn't he? I can stay this time! I can look after him if you let me! Mr Brown: (shaking) You're both crazy if you think that— that stain is our— Dr. Wu: I'm afraid it's too late for that, Mrs Brown. We'll look after him from now on. I'm sorry, but it's for the best. [END LOG]"
    ],
    "item": "SCP-4439",
    "object_class": "Euclid",
    "containment_procedures": "The building containing SCP-4439 is to be permanently cordoned off from the public. Four agents are to be embedded into the town and serve as the primary caregivers of SCP-4439. An agent is to remain in physical proximity of SCP-4439 at all times, but otherwise is able to carry out his/her regular duties.",
    "description": "SCP-4439 is a stain on a wall located in the second-floor bedroom of a house on the outskirts of ███████, Missouri. The size of the stain is approximately 10 centimeters in height and 50 centimeters wide, located at the bottom of the easternmost wall of the room.",
    "title": "SCP-4439"
}