{
    "url": "https://scp-wiki.wikidot.com/scp-444",
    "all_text": "rating: \n+277\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n444\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n: Instances of SCP-444 identified outside Foundation custody are to be isolated or destroyed with extreme prejudice. The Foundation's instances of SCP-444 are to be kept under Type A Hazardous documentation protocols. Translators are to have no more than 12 hours weekly access to SCP-444 and must undergo weekly linguistics and psychological examinations. Individuals compromised by SCP-444 are to be isolated and prevented from making vocalisations and are to be terminated unless they are required for testing protocols. Rapid Response Task Force Omicron-11, AKA \"Burke's Boys\", is to be used wherever possible due to the deaf nature of its members.\n\n\nDescription\n: SCP-444 is a linguistically-conveyed memetic virus. SCP-444 takes the form of a valid and coherent, if limited, language. Individuals exposed to SCP-444 assimilate it and lose their ability to use or learn other languages, although they typically retain their ability to understand previously understood languages. Written examples of SCP-444 require extended contact but verbal exposure has effect after only a few sentences. The mechanism for this change is still unknown.\n\n\nSCP-444's written form has a unique alphabet of geometric shapes read in a radiating pattern from the centre.\n\n\nSystematic examination of SCP-444, primarily in Experiments 444-7, 444-13 and 444-17, reveals that it lacks the ability to express several concepts including:\n\n\n\n\nRebellion\n\n\nHatred\n\n\nAnger\n\n\n[REDACTED]\n\n\n\n\nIn addition, over an extended period the lack of the ability to express these concepts appears to alter human behaviour. Subjects infected with SCP-444 become more docile and compliant as well as more concerned with procreation and childcare.\n Re-examination of the data from Experiment 444-17, gathered from MRIs, live electrode examination and dissections of infected brains, confirms that SCP-444 causes significant alterations to human brain structure, chemically severing [REDACTED] of the brain. This, not the reduced vocabulary, is believed to cause the altered mentality of the infected.\n\n\nThe primary area of Foundation research into SCP-444 currently is to isolate the source. SCP-444 is to be considered a hostile invasive weapon. Since 19██, ██0 instances of SCP-444 exposure have been recorded, typically among migratory workers or the underclass in depressed urban areas.\n\n\nExperiment Log 444-7\n.\n\n\n\n\n\n\n« \nSCP-443\n | SCP-444 | \nSCP-445\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-444\n\" by Foweraker, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-444\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-444 \" by Foweraker, from the SCP Wiki . Source: https://scpwiki.com/scp-444 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-444"
}