{
    "url": "https://scp-wiki.wikidot.com/scp-4440",
    "all_text": "rating: \n+134\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nComing Soon - Popsioak\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n4440\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe current target of SCP-4440, pinpointed by ESO Unit Telescope number 4, \nYepun.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Efforts to contain SCP-4440 by forcing the Nerf brand out of business have entirely failed due to extraspatial market manipulation. Thus, containment efforts are focused on ensuring the Nerf brand lacks competition.\n\n\nFoundation front companies are to acquire brands that are in direct competition to the Nerf brand of dart guns, and select markets for these products to avoid being on the same store shelves. Nerf brand dart guns are to be heavily marketed through mass media, and Foundation implants within Hasbro are to propagate the use of benign audiohazardous phrases\n1\n that compels consumers to purchase only Nerf brand dart guns.\n\n\nExperimental real-time monitoring systems of Sagittarius A* to bypass transmission delay are currently in use. Expansion rates of nearby singularities are to be scrubbed from all media, and Foundation agents within international space agencies are to monitor attempts to image SCP-4440's targets with authorization to utilize Class-A amnestics and delete new scans of these targets to replace them with old imagery.\n\n\nDescription:\n SCP-4440 is the designation for a probabilistic anomaly that manifests when a choice is given between Nerf brand dart guns or a similar toy dart gun of a different, lesser-known brand. Approximately 1.2% of the time, selecting the Nerf brand dart gun will result in the acceleration of the expansion of a black hole's event horizon. The current target of SCP-4440's effects is Sagittarius A*, a supermassive black hole present at the rotational center of the Milky Way galaxy.\n\n\nSCP-4440 was first brought to Foundation attention following unpredicted expansion of Sagittarius A* directly after the 2001 Christmas season. Following field tests of toy selection, the range of SCP-4440's triggers was narrowed down to affecting only Nerf brand dart guns. The effect did not extend to Nerf brand foam dart refills.\n\n\n\n\n\n\nAddendum 1 - Further Developments\n\n\n\n\nApproximately two weeks after the 2013 Christmas season's completion, packages of Nerf guns began to print cognitohazardous phrases with effects similar to SCP-4440 when read. Hasbro officials had no knowledge of authorization of these phrases, nor did personnel at the factory which supplied packaging for Nerf guns. A list of edited forms of these phrases is attached below.\n\n\n\n\n\n\n\"NERF! THE NUMBER ONE GUN TO SWALLOW UP YOUR BOREDOM!\"\n\n\n\n\n\n\n\"GET YOUR GUN, ENLIST NOW! WE NEED YOU UP HERE!\"\n\n\n\n\n\n\n\"THE ALL NEW NERF JUDGMENT CS-100 IS PHENOMENAL AT REPELLING STELLAR THREATS! BUY NOW!\"\n\n\n\n\n\n\n\"BATTLE-TESTED AMONGST THE FLEET. GET THE BRAND NEW, NERF STAR-BRANDING IRON.\"\n\n\n\n\n\n\n\"WHEN YOU LOAD UP YOUR ALL NEW CYCLER-ATOM RIFLE FROM NERF, YOU'LL BE READY TO DEFEND OUR GALAXY IN EONS FROM THE ONCOMING ONSLAUGHT!\"\n\n\n\n\n\n\n\"NERF. BUY NOW. SKY'S THE LIMIT.\"\n\n\n\n\n\n\n\"OUR PEOPLE SPENT EONS IN THE FOAM MINES TO COLLECT THIS FOR YOU. BE HONORED.\"\n\n\n\n\n\n\n\"BLESSED BY THE RIFLER DEAR. FASTEST FIRING RIFLE WITH ANY APPENDAGE!\"\n\n\n\n\n\n\n\"YOU ARE OUR LAST HOPE! BUY TWO RIFLES, GET THREE FLASH GRENADES FREE! WE MUST BE DESPERATE TO BE GIVING THEM AWAY AT SUCH PRICES, BUT IN TRUTH, OUR PLANET'S ECONOMY IS ABSOLUTELY DECIMATED!\"\n\n\n\n\n\n\n\"HELP US. PLEASE.\"\n\n\n\n\n\n\n\"NOTHIN'.\"\n\n\n\n\n\n\n\"WE MUST ACTIVATE THE DART. HOPE FOR US ALL. OUR SACRIFICE MUST NOT BE IN VAIN.\"\n\n\n\n\n\n\nDespite Foundation efforts, SCP-4440's effects increased in frequency. It is unknown as to why this acceleration only occurred following Foundation efforts, and as a result, SCP-4440 is theorized to have been manufactured by an outside source.\n\n\n\n\n\n\nAddendum 2 - BANZAI Event\n\n\n\n\n\n\n\n\nThe unknown object shown exiting Sagittarius A*.\n\n\n\n\n\n\nOn 07/02/2015, SCP-4440's effects ceased for approximately one month, and it was tentatively deemed Neutralized. On 07/03/2015, a large object with a cylindrical shape with a diameter roughly that of Sagittarius A*, exited its event horizon, picked up by Foundation intergalactic imagery systems. It is currently unknown as to why Sagittarius A*'s gravitational force had no effect on the object or its trajectory. The object's origin is currently unknown.\n\n\nThe object contained its own system of booster-stage and FTL ion-engine based propulsion. Activating its FTL drives, the vehicle was later detected on the outskirts of the Orion spur, immobile. It adjusted its orientation to directly oppose the Andromeda Galaxy's current trajectory. The object then activated its boosters, ramming into a part of the dense star cluster present in the galaxy's center and destroying the vehicle, with no effect on the Andromeda Galaxy's trajectory. The galaxy was and still is on track to collide with the Milky Way in 4.5 billion years.\n\n\nFollowing the BANZAI event, another phrase of unknown origin was printed on an unshipped pallet of Nerf guns in Hasbro headquarters. This phrase had no hazardous effects, instead reading:\n\n\n\n\n\n\nWE DID ALL WE COULD. THE COLLISION CANNOT BE STOPPED.\n\n\n\n\n\n\nSCP-4440's effects have ceased following this message. Neutralized classification is pending.\n\n\n\n\nFootnotes\n\n\n1\n. i.e. \"It's Nerf or Nothin'!\"\n\n\n\n\n\n\n\n\n« \nSCP-4439\n | SCP-4440 | \nSCP-4441\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4440\n\" by Popsioak, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4440\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nImage name:\n ESO-VLT-Laser-phot-33a-07.jpg\n\n\nName:\n ESO VLT Laser\n\n\nAuthor:\n ESO/Y / Beletsky\n\n\nLicense:\n CC-BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n object.png\n\n\nLicense:\n CC-BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\nDerivative of:\n \"\nBlack Hole Outflows From Centaurus A\n\" by Julian Herzog, derivative of \nan image with the same title\n by ESO/WFI (Optical); MPIfR/ESO/APEX/A.Weiss et al. (Submillimetre); NASA/CXC/CfA/R.Kraft et al. (X-ray)",
    "addendums": [],
    "documents": [],
    "notes": [
        "\"NERF! THE NUMBER ONE GUN TO SWALLOW UP YOUR BOREDOM!\"",
        "\"GET YOUR GUN, ENLIST NOW! WE NEED YOU UP HERE!\"",
        "\"THE ALL NEW NERF JUDGMENT CS-100 IS PHENOMENAL AT REPELLING STELLAR THREATS! BUY NOW!\"",
        "\"BATTLE-TESTED AMONGST THE FLEET. GET THE BRAND NEW, NERF STAR-BRANDING IRON.\"",
        "\"WHEN YOU LOAD UP YOUR ALL NEW CYCLER-ATOM RIFLE FROM NERF, YOU'LL BE READY TO DEFEND OUR GALAXY IN EONS FROM THE ONCOMING ONSLAUGHT!\"",
        "\"NERF. BUY NOW. SKY'S THE LIMIT.\"",
        "\"OUR PEOPLE SPENT EONS IN THE FOAM MINES TO COLLECT THIS FOR YOU. BE HONORED.\"",
        "\"BLESSED BY THE RIFLER DEAR. FASTEST FIRING RIFLE WITH ANY APPENDAGE!\"",
        "\"YOU ARE OUR LAST HOPE! BUY TWO RIFLES, GET THREE FLASH GRENADES FREE! WE MUST BE DESPERATE TO BE GIVING THEM AWAY AT SUCH PRICES, BUT IN TRUTH, OUR PLANET'S ECONOMY IS ABSOLUTELY DECIMATED!\"",
        "\"HELP US. PLEASE.\"",
        "\"NOTHIN'.\"",
        "\"WE MUST ACTIVATE THE DART. HOPE FOR US ALL. OUR SACRIFICE MUST NOT BE IN VAIN.\"",
        "WE DID ALL WE COULD. THE COLLISION CANNOT BE STOPPED.",
        "\" SCP-4440 \" by Popsioak, from the SCP Wiki . Source: https://scpwiki.com/scp-4440 . Licensed under CC-BY-SA .",
        "Image name: ESO-VLT-Laser-phot-33a-07.jpg Name: ESO VLT Laser Author: ESO/Y / Beletsky License: CC-BY-SA 4.0 Source Link: Wikimedia Commons",
        "Filename: object.png License: CC-BY-SA 4.0 Source Link: Wikimedia Commons Derivative of: \" Black Hole Outflows From Centaurus A \" by Julian Herzog, derivative of an image with the same title by ESO/WFI (Optical); MPIfR/ESO/APEX/A.Weiss et al. (Submillimetre); NASA/CXC/CfA/R.Kraft et al. (X-ray)"
    ],
    "containment_procedures": "Efforts to contain SCP-4440 by forcing the Nerf brand out of business have entirely failed due to extraspatial market manipulation. Thus, containment efforts are focused on ensuring the Nerf brand lacks competition.",
    "description": "SCP-4440 is the designation for a probabilistic anomaly that manifests when a choice is given between Nerf brand dart guns or a similar toy dart gun of a different, lesser-known brand. Approximately 1.2% of the time, selecting the Nerf brand dart gun will result in the acceleration of the expansion of a black hole's event horizon. The current target of SCP-4440's effects is Sagittarius A*, a supermassive black hole present at the rotational center of the Milky Way galaxy.",
    "title": "SCP-4440"
}