{
    "url": "https://scp-wiki.wikidot.com/scp-4475",
    "all_text": "SCP-4475:\n So Long, and Thanks for All the Milk\n\n\nAuthors:\n \nLt Flops\n and KindlyTurtleClem\n\n\nThis article is \nFIRE TURTLE (Clem & Floppy)\n's 2nd article for the \n2019 Collaboration Contest\n! \n[*https:/scp-wiki.wikidot.com/land-of-honey Go here for the first entry!]\n The two primary Groups of Interest featured are \nFifthism\n and \nChurch of the Second Hytoth\n.\n\n\nThis article shares continuity with \nSCP-3739\n. However, you do not need to read 3739 to understand 4475!\n\n\n\n\n\n\nSpecial Thanks - Critters & Beta Readers\n\n\n\n\n\n\nAyers\n, for providing a magnificent quote of his.\n\n\nUncle Nicolini\n, \nWestrin\n, \nfishingenthusiast\n, and \nNagiros\n, for general critique.\n\n\nDrChandra\n, \nTechSorcerer2747\n, and \nWeryllium\n for giving the A-okay in their reading of this piece.\n\n\nValidClay\n, who provided some zany inspiration.\n\n\nNatVoltaic\n, for greenlighting this article's inclusion in the Ad Astra canon.\n\n\nThe Great Hippo\n, for finalizing crit and helping condense logs and sentences.\n\n\nSmash\n from the Dr. Cimmerian Discord server, who shared the following insight:\n\n\n\n\n\n\nSmash:\n Ok Floppy. My only concern is that your space cow god cant fart its way out of orbit if it were to ever hit earth\n\n\nSmash:\n I just wrote that sentence\n\n\nSmash:\n Look, I just want the ol' girl to be able to get back out to the green pastures of space if she ever finds herself in our neck of the woods\n\n\n\n\n\n\n\n\nSources\n\n\n\n\n\n\n1: \nTrapezium Cluster\n – CC0 1.0\n\n\n2a: \nBone structure\n – Public domain\n\n\n2b: \nMilky overlay\n – CC BY-SA 4.0\n\n\n3: \nTemple\n – CC BY-SA 4.0\n\n\n4: \nSubterranean chamber ruins\n – CC BY-SA 3.0\n\n\n5: \n\"Horror Meat\" (Content Warning: GROSS)\n – CC BY 2.0\n\n\n6: \nSpace suit\n – CC0 1.0\n\n\n7: \nSupergiant\n – Public domain\n\n\n\n\n\n\n\n\n\n\n[{$authorPage} ▸ More by this Author ◂]\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+177\n+\n–\nx\n\n\n\n\n\n\nITEM NUMBER:\n SCP-4475\n\n\nLEVEL 4/4475\n\n\n\n\n\n\nCONTAINMENT CLASS:\n KETER\n\n\nPROJECT GALAXIAS\n\n\n\n\n\n\nTHREAT LEVEL:\n UNDETERMINED\n\n\n\n\n\n\n\n\nThe Trapezium Cluster, located in the Orion Nebula. SCP-4475's presumed location is in orbit between stars θ\n1\n Orionis A, B, and E.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Personnel studying SCP-4475 and SCP-4475-1 have been re-assigned to Project GALAXIAS (a cross-disciplinary initiative devised to better understand dairy-based preternatural phenomena and their relation to developing sentient life).\n\n\nAll Project GALAXIAS personnel — including occult dairy practitioners — are to consume 1.5 liters of milk per day to maintain natural resistance against dairy-based anomalies. As such, the project is to screen a strict lactose tolerance for all prospective research personnel.\n\n\nInformation involving human apotheosis via the manipulation of milk-based archetypes should be researched and, when possible, suppressed.\n\n\n\n\nDescription: SCP-4475\n is a Class-III\n1\n deific bovine entity with a body length of 40 km, presently located in extrasolar space.\n\n\nSCP-4475 possesses 25 pairs of ungulate forelimbs — ranging from 15 to 40 km in length — and a single large udder of variable diameter\n2\n with 49 lengthy teats. Mapping initiatives have detected a large internal bladder and five powerful sphincters, located at the rear of its body. Within the bladder, a complex metabolic process produces biochemical propellant. This propellant is expelled through one of its five sphincters. Based on this anatomical configuration, Foundation-employed aerospace engineers estimate that velocities upwards of 8,000 m/s (28,000 km/h) can be achieved in the vacuum of space.\n\n\nCollected Thaumic Gateway\n3\n and telemetry data have determined that SCP-4475 is presently located at a distance of 1,344 light-years (± 20 ly) from Earth. SCP-4475 is in orbit around the Trapezium Cluster: A system of five stars orbiting an unregistered supermassive gravitational anomaly.\n4\n\n\nDespite the high level of para-technology required to directly observe SCP-4475, the Foundation and Global Occult Coalition each became aware of its existence independently. Starting in 2009, at least 5,900 different persons on Earth have undergone physical teleportation into the interior of SCP-4475's mammary glands.\n\n\nThough random in nature, both firsthand eyewitness accounts and audiovisual recordings from dairy ranchers corroborate the existence of a complex ritual (designated \nSCP-4475-1\n) capable of triggering the phenomena. The following process — as compiled by abducted dairy ranchers for scientific study — is a baseline for teleportation via SCP-4475-1:\n\n\n\n\nSelect and secure a cow.\n\n\nVocalize praise for its existence.\n\n\nApproach the selected cow at a 55° angle in the direction of its posterior.\n\n\nLubricate its two rear quarters, preferably with udder cream.\n\n\nPull on each teat five times.\n\n\n\n\nFollowing the ritual, immediate disappearance and re-emergence inside SCP-4475's udder has occurred in all cases.\n\n\n \n\n\n\n\n\n\nAddendum 4475.1\n\n\nINITIAL RECOVERY LOG\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nRECOVERY LOG 4475.1\n\n\n\n\n\n\nDATE:\n December 21, 2009\n\n\nRECOVERY NOTE:\n The following is the earliest known recorded instance of spontaneous teleportation into SCP-4475. Timothy Wickman (\nPOI-4475-01\n) recorded the following on his camcorder and was later discovered incoherent in the middle of a Wisconsin, USA intersection. Witnesses described him appearing in the middle of the road and regurgitating a large pink-red biological mass.\n\n\nThe only information the tactical response team gleaned from Wickman was his strong desire to \"return to the womb.\"\n\n\nARCHIVIST'S NOTE:\n All building architecture inside of SCP-4475 appears to have been hewn from bone and cartilaginous tissue.\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n[\nThe recording displays a large white threshold resembling SCP-4475's pelvic bone structure. The audio contains heavy panting — presumably Timothy's. The view cuts to an irregular bone structure and zooms in. Audiovisual distortion commences.\n]\n\n\n\n\nTIMOTHY:\n Oh Lord.\n\n\n[\nTimothy directs the camera at his face. He taps the lens with his forefinger, smudging it, before wiping it with his shirt.\n]\n\n\nTIMOTHY:\n Hey– Uh, is uh, anyone there? Hello?\n\n\n[\nTimothy flips the camera back around and taps on the display screen, shaking it. The focused and unfocused view shows off-white floor panels with hexagonal edges.\n]\n\n\nTIMOTHY:\n Hey this is Tim, can anyone help me out in here? My damn GPS isn't working.\n\n\nTIMOTHY:\n That's one hell of a way to show the world your dairy farming, Tim. Stay calm, stay frosty. Remember, Tim, bears are more dangerous than people. Stay put, Tim, search parties are–\n\n\nTIMOTHY:\n \n[\nHe sighs.\n]\n Search party's on the way. That's the third rule of scout-safety. Here, the forest, the ranch, and everywhere.\n\n\nTIMOTHY:\n Where \nis\n everyone? \n[\nHe yells.\n]\n Hello! Y'know, I'd do anything for a water bottle!\n\n\n<LOG CUTS UNEXPECTEDLY>\n\n\n \n\n\n\n\n \n\n\n<LOG CONTINUES | 23:00 FORWARD>\n\n\n\n\n[\nThe camera rests on a flat surface. There is a low rhythmic humming and distant trickle. Scraping sounds approach the camera.\n]\n\n\n[\nSlurping.\n]\n\n\nTIMOTHY:\n Fuck. \n[\nHe retches.\n]\n Why am I so thirsty?\n\n\n[\nSoft mulching accompanies Timothy's footsteps. The view moves through a large entrance and into a tall white edifice with intricate designs and carven surfaces.\n]\n\n\n[\nTimothy approaches a threshold, wider than the last.\n]\n\n\nTIMOTHY:\n \nAnother\n entrance? What is this place?\n\n\n[\nTimothy enters into a small white courtyard with similar intricate carvings. Various bovine head and udder statues line the interior walls. Timothy stops in front of a mural adorning the far courtyard wall. Text inscriptions — identified as Indus script in large font and Sanskrit in small font — are paired with different pictures.\n]\n\n\n[\nThe murals depict 25 entities in a five-by-five formation. Each entity is a nude humanoid with iridescent full-body tattoos and malformed serpentine necks. The view blurs, then resolves, now focusing on a featureless, placid green face, with five intersecting lines on the forehead.\n]\n\n\nTIMOTHY:\n Huh…?\n\n\n[\nTimothy moves to the next wall to the right and stops again. This wall depicts Thaumaturgical Runes\n5\n overlaying thick black smoke. The wall depicts the same group; this time, they migrate into a dark tunnel. Each entity holds baskets on their heads, while smaller serpentine-headed children hug their hips. A single long umbilical cord wraps around each humanoid's shoulder and body, terminating inside the cave.\n]\n\n\n[\nDistant sloshing. Timothy appears not to notice.\n]\n\n\n[\nTimothy keeps moving, this time taking little care to review the next inscriptions. The camera continues to depict the same group in a sequential line of images, but with increasing body mutations and rendering distortions. A bony placard reads \"only skins and never bone\" in Indus script and Sanskrit.\n]\n\n\n[\nRushing liquid dominates the audio. Timothy bolts down a dark tunnel.\n]\n\n\nTIMOTHY:\n Who the fuck is there? I'm armed, stay back.\n\n\n[\nSloshing rises over several sounds.\n]\n\n\nUNKNOWN:\n \n[\nGurgling.\n]\n\n\n<LOG CUTS UNEXPECTEDLY>\n\n\n \n\n\n\n\n \n\n\n<LOG CONTINUES | 10:00 FORWARD>\n\n\n\n\n[\nHeavy static.\n]\n\n\n[\nFootage regains visibility on a cliffside platform; ~30-meter-wide (estimated) subterranean chambers are below.\n]\n\n\n[\nFrom a distance, the view zooms in to the nearest chamber. Depictions inside the chamber resolve into focus.\n]\n\n\n[\nInked murals depict humanoid entities in silhouette. Each entity wears golden armor and ornate beryllium bronze.\n6\n The camera pans up toward the top of the area, capturing a fresco on the ceiling, which depicts a large feminine bovine figure with statuesque proportions in the center;\n7\n sharpened bone growths extend from her abdominal region. Below her abdominal, a bloated udder and six teats hang.\n]\n\n\n<LOG CUTS UNEXPECTEDLY>\n\n\n \n\n\n\n\n \n\n\n<LOG CONTINUES |\n \n??/ERR\n>\n\n\nNOTE:\n Media is incapable of stating time, date, or recording duration. An unknown period of time has passed.\n\n\n\n\n[\nTimothy walks through a tunnel of flesh.\n]\n\n\nTIMOTHY:\n She looks like Bessie, doesn't she? My cow I mean, back at the ranch.\n\n\nUNKNOWN:\n \n[\nGurgling sounds.\n]\n\n\nTIMOTHY:\n She's a good girl! I know she has, you know, a bit of a stereotypical name for a cow and all. But believe me, she's a sweetheart. My old man got her for me when I turned 16 and I've been tending to her for a couple of years now.\n\n\nUNKNOWN:\n \n[\nGurgling.\n]\n\n\nTIMOTHY:\n Say, fella, you got any water?\n\n\nUNKNOWN:\n \n[\nGurgling.\n]\n\n\nTIMOTHY:\n I need some fuckin' water. I've been drinking the wall teats, but they're–\n\n\n[\nTimothy stops himself.\n]\n\n\n[\nNeither party vocalizes for an extended period.\n]\n\n\nTIMOTHY:\n … You don't talk much, do you?\n\n\n[\nThe camera pans to the left. Visual distortion and shadow masks the figure.\n]\n\n\n[\nA white vestigial appendage rises slowly from the silhouette, pointing upward. The camera pans up. Humanoid entities encased in foreign red flesh hang from the ceiling. A single large umbilical cord connects them at the neck.\n]\n\n\nUNKNOWN:\n \n[\nGurgling.\n]\n\n\nTIMOTHY:\n I– I don't understand. Who are they?\n\n\nUNKNOWN:\n \n[\nGurgling.\n]\n\n\nTIMOTHY:\n I mean, you can just– You can tell me, I don't–\n\n\nUNKNOWN:\n \n[\nGurgling.\n]\n\n\nTIMOTHY:\n I don't get it. I've been following you for– \n[\nHe pauses.\n]\n God knows how long, and you haven't told me a damn thing! Why can't you tell me?\n\n\n[\nThe camera drops to the floor. Timothy sobs for several minutes.\n]\n\n\nTIMOTHY:\n \n[\nWhimpering sounds.\n]\n\n\n[\nTimothy picks the camera back up. The silhouetted figure is visible at the view's right edge.\n]\n\n\nUNKNOWN:\n \n[\nGurgling and dripping.\n]\n\n\nTIMOTHY:\n Wait, what?\n\n\nUNKNOWN:\n \n[\nLoud gurgling.\n]\n\n\nTIMOTHY:\n I… I can understand you. So– Wait, hold on, what do you mean? Two \ngroups?\n Two groups of what?\n\n\nUNKNOWN:\n \n[\nGurgling.\n]\n\n\nTIMOTHY:\n So what are they, then? Religious groups? And they're Christians?\n\n\n[\nSilence.\n]\n\n\nTIMOTHY:\n So a church and a church, but there's no relation. Like Baptists and Mormons. No, uh, wait.\n\n\nUNKNOWN:\n \n[\nCrackling and popping noises.\n]\n\n\n[\nThe camera jerks downward. White, fleshy protrusions foam and rise upward; bubbles and white smoke emit.\n]\n\n\nTIMOTHY:\n Same stars, same eyes — the five and the seven.\n\n\nUNKNOWN:\n \n[\nSloshing sounds.\n]\n\n\nTIMOTHY:\n It all makes sense now.\n\n\n[\nMany layers of adipose fat squeeze out from one another. Grease splatters, and oil slicks onto the camera lens. The camera falls to the ground, pointing up at Timothy. He makes no attempt to retrieve it.\n]\n\n\nTIMOTHY:\n I'm thirsty. Tell me more.\n\n\nUNKNOWN:\n \n[\nIn Timothy's voice; distorted.\n]\n I must go to the beginning.\n\n\n[\nDark purple mounds of flesh, resembling colorectal polyps, slowly consume Timothy's body. The ceiling swirls toward a single point and widens into an agape sphincter. It prolapses and slowly ingests Timothy, who exhibits no distress.\n]\n\n\nTIMOTHY:\n What's that \nthing\n above the center of the ruins? Those murals?\n\n\nUNKNOWN:\n \n[\nIn Timothy's voice; distorted.\n]\n As below, so above. Mother awaits endless space. A resting place in the light.\n\n\nTIMOTHY:\n And in the dome — what are those star maps?\n\n\nUNKNOWN:\n \n[\nIn Timothy's voice; distorted.\n]\n The location of Father Orion. From his sword, a cleansing fire to carry Mother and her chosen children to the next world.\n\n\nTIMOTHY:\n A-at the beginning of our time, Mother Bovine q-q-quenched her children's thirst.\n\n\nUNKNOWN:\n \n[\nIn Timothy's voice; distorted.\n]\n Beware the mother that gives, beware the children that take. Hathor gave and gave until her heat decayed. \n[\nThe voice falters and cracks.\n]\n Great starless darkness l-l-left in the womb.\n\n\n[\nTimothy screams and the ceiling closes again, leaving no trace of the sphincter or his body.\n]\n\n\nUNKNOWN:\n \n[\nIn a distorted timbre.\n]\n M-mother knows all fragile things lay left. Mother sees the f-f-fallen stars bereft. Mother knows, mother knows, mother knows–\n\n\n\n\n[END LOG]\n\n\n\n\nNOTE:\n The entity continued to mutter unintelligibly as its speech degraded into a consonant-heavy language. The recording ceased an extended amount of time later.\n\n\n\n\n\n\n \n\n\n\n\n\n\nAddendum 4475.2\n\n\nOBSERVED SCP-4475-1 EVENTS\n\n\n\n\n\n\n\n\n \n\n\nA log of notable SCP-4475-1 occurrences is as follows.\n\n\n\n\n\n\n\n\n\n\n▷ Abridged SCP-4475-1 Event Log ◁\n\n\n\n\n△ Close Log △\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIn all observed SCP-4475-1 cases, subjects lose their memory of the scenario within 12 hours of returning, suggesting a latent amnestic property of SCP-4475 milk secretions.\n\n\nMost surviving persons having undergone SCP-4475-1\n8\n are later diagnosed with degenerative neurological disorders. Identified diagnoses include brain cancer, dementia, amyotrophic lateral sclerosis (ALS), and brain death after the spinal fluid transforms into milk. All diagnosed persons have experienced loss of life anywhere from three weeks to ten years after diagnosis.\n\n\n \n\n\n\n\n\n\nAddendum 4475.3\n\n\nUPDATES\n\n\n\n\n\n\n\n\n \n\n\nI. May 12, 2033\n\n\nOsteoporosis rates have increased by 10%. The remaining citizens of India have reported astronomical objects being less visible to the naked eye.\n\n\nRecent SCP-4475-1 test results have trended toward increasing abnormalities; as such, persons returning from SCP-4475 more frequently reported experiencing the following:\n\n\n\n\nTraumatic spiritual experiences.\n\n\nAffliction with memory retention abnormalities, ranging anywhere between permanent amnestic fugue states and hypermnesia.\n\n\nRecall of memories foreign to themselves.\n\n\nRecall of memories foreign to humanity.\n\n\n\n\nIn addition, randomized teleportation into SCP-4475 has increased dramatically, with upwards of 50,000 civilian disappearances attributed to SCP-4475 in the last year alone — most of whom returned displaying abnormalities consistent with the above. Due to potential negative repercussions resulting from the execution of SCP-4475-1, Project GALAXIAS has tentatively ceased all experimentation.\n\n\n \n\n\n \n\n\nII. November 19, 2034\n\n\nAt 0137 UTC, the Brennan Thaumometric Satellite detected an unknown electromagnetic pulse (or EMP) with high levels of tachyonic particles and associated Akiva radiation. After triangulating the pulse, astronomers determined that it had originated from the Trapezium Cluster. No known cause has been identified.\n\n\n \n\n\n \n\n\nIII. August 14, 2035\n\n\nDespite ceasing all experimentation two years' prior, significant numbers of persons on Earth continue to teleport into SCP-4475. The triggers are increasingly commonplace milking procedures, which lead to escalating dairy-based anomalies. Recovered persons show significant transfiguration to their skeletal structure.\n\n\nEfforts to construct autonomous surveillance of SCP-4475's interior and exterior are underway. Discussion on its neutralization is pending.\n\n\n\n\n\n\nFROM THE DIRECTOR OF PROJECT GALAXIAS\n\n\n\n\n\n\nJust as threats from the \"\nLand of Milk and Honey\n\" hung over the UIU's head in the 1920s, preternatural dairy threats continue to plague us today.\n\n\nAfter \nOperation: LACTOSE INTOLERANCE\n and the ensuing battle we waged — and lost — the O5 promoted me as the Director of Project GALAXIAS. From here, I have led us to archive, study, dissect, and perhaps, finally grasp apotheosis. I have seen beyond the stage on which we play our little lives. We are naught but actors — puppets on strings, dancing to the tune of a trillion capsules of milk, suckled by decaying, necrotic gods of sadism, bound to chairs of osteoporotic bone. But no longer.\n\n\nFor the good of humanity, we stand against the Land of Milk and Honey — in whatever permutation it exists.\n\n\n\n\n\n\n—Dr. Cassie Báthory\n\n\nDirector of Project GALAXIAS\n\n\n\n\n\n\n \n\n\n \n\n\nIV. October 12, 2035\n\n\nProject GALAXIAS has initiated Operation: CRIMSON COWBELL.\n\n\n\n\n\n\nOperation: CRIMSON COWBELL\n\n\n\n\n\n\n\n\n\n\n1. \nDEPLOYMENT DATE\n October 12, 2035\n\n\n2. \nDEPLOYMENT LOCATION\n Shakti Chetu Pasteurization and Dairy farm, outskirts of Kanoodar, state of Gujarat, India (123 km NE of Site-36).\n\n\n3. \nPERSONNEL\n\n\n\n\nALPHA\n Specialist Bhupinder Gauri\n — a thaumatological practitioner and former MTF-Zeta-9 (\"Mole Rats\") attachment.\n\n\nBETA\n Specialist Cindy Singh\n — a trained orthopedic surgeon and medic for MTF-Xi-55 (\"Spleen McQueen\").\n\n\nGAMMA\n Researcher Amanda Watson\n — a general esotericist on contract with MTF-Gamma-14 (\"Red Rustlers\").\n\n\n\n\nEach selected personnel possesses Level-4 knowledge of SCP-4475-1's effects — including its danger to human neurology and well-being. Due to Spc. Bhupinder Gauri's field and occult knowledge, as well as his high memetic retention and cognitohazardous resistance, he will lead this mission.\n\n\n\n\nSpc. Cindy Singh outfitting herself in a VISTA-Type suit, sans helmet, gloves, and pressure seal (hover to enlarge).\n‏‏‎ ‎\n\n\n\n\n4. \nEQUIPMENT\n CRIMSON COWBELL personnel charged with SCP-4475 exploration have been granted the following equipment and materials:\n\n\n\n\nThree pressurized VISTA-Type Extravehicular Mobility Unit support suits, each outfitted with a SCRAMBLE headset\n9\n and 30 hours of oxygen.\n\n\nA single Thaumic Gateway device powered via portable generator — to allow instantaneous communication to and from the Operations Theater. Due to its large mass and physical dimensions, the use of a Marlowe Anti-Gravitational Repulsion Sled is essential in allowing simple transportation of the device.\n\n\nThe microcomputer processor, hull, and power plant for five autonomous telemetry drones will be deployed alongside the CRIMSON COWBELL team.\n\n\n\n\nBetween September 22 and October 10, Project GALAXIAS staffed 28 excursions into SCP-4475 with the sole purpose of plotting a route into the lower bound of one of its 400-meter-long teats. Each associated rancher readily pledged under a Foundation-authorized geas\n10\n to fulfill their duty. This allowed them to better map a navigable route through the teat before the onset of memetihazardous effects or inexplicable teleportation back.\n\n\n5. \nMISSION DESCRIPTION\n Undergo a direct and extensive study of the interior and exterior of SCP-4475 and its surroundings for future physical containment. This is to facilitate sister operation FOR WHOM THE COWBELL TOLLS, designed to enact said containment with extreme prejudice under threat of neutralization.\n\n\n\n\n\n\n\n\n\n\n\n\nVIDEO LOG\n\n\nEXECUTION\n\n\n\n\n\n\nAt 0507 hours (UTC+5:30), the team completed SCP-4475-1 and disappeared.\n\n\nAt 0520 hours, COMMAND confirmed visualization of SCP-4475's interior through all three feeds.\n\n\nAt 0533 hours, the team met at a rendezvous point. GAMMA parked the Repulsion Sled in an open chamber and programmed the Thaumic Gateway to open periodically and transmit the team's collected data. The team activated and released the telemetry drones, which dispersed. One drone flew down a path leading to the chosen teat, and the team followed.\n\n\nThe team traveled down a long subterranean biological tunnel, next to a temple structure like that seen in \nRecovery Log 4475.1\n.\n\n\nAt 0704 hours, ALPHA reported distant bovine vocalization and ordered the team to a halt. After perceiving no threat, they reconvened — with ALPHA at the lead — and traveled unabated for 3 hours.\n\n\nAt 1021 hours, ALPHA reached the teat's upper span, discovering the lifeless body of a ranch-hand; their ID tags identified them as one Darien Meyer. COMMAND claimed that Meyer exited SCP-4475 one month ago and is presently employed by the Foundation with Class-E personnel classification.\n\n\nAt 1025 hours, BETA discovered an enamel statue of a feminine humanoid entity with bovine characteristics. BETA noticed warped holes resembling those found in osteoporosis patients. She scraped off a sample of pink residue, revealing porous bone marrow beneath.\n\n\nWhile taking the sample, the tunnel's muscle-lined walls contracted. BETA hastened her sample collection. At once, the flesh ruptured, from which acidic stomach fluid, pus, blood, and milk flooded the chamber. In a panic, the team jumped into a nearby crevasse, falling an estimated 20 meters onto a soft-padded biological chamber floor.\n\n\nAfter a brief respite, ALPHA noticed GAMMA's VISTA-Type suit slumped over and still. Upon closer inspection, the helmets' glass view-visor appeared shattered, and GAMMA's body was not found within. ALPHA marked her as Missing In Action, but BETA's biometric radar indicated that GAMMA now existed in two separate locations: 5 meters behind and 6 meters beneath them, simultaneously.\n\n\nCOMMAND confirmed the signals matched a 99.6% biometric reading of GAMMA and reported the irregularity to the Director of Project GALAXIAS. Awaiting a response, COMMAND ordered the team to remain in place.\n\n\nAround 1031 hours, the headset of each \"GAMMA\" instance activated and broadcast the following in base-2 numerals: \"DISAVOWED DEATH FORBIDDEN.\"\n\n\nALPHA noticed a star-shaped crevice glowing neon pink, illuminating the crevasse beneath. Against COMMAND's order and in an attempt to aid the \"correct\" GAMMA, ALPHA escaped into the hole. In an audio communication with BETA, he described feeling symptoms of dizziness and dehydration and ordered her to follow. She denied, remaining with GAMMA's vacant suit, where she stayed for the rest of the operation.\n\n\nAt 1034 hours, ALPHA's visual relay depicted a struggle as he fell through a translucent milk flow.\n\n\nAround 1035 hours, the Director of Project GALAXIAS responded, ordering COMMAND to hasten the operation. An argument erupted in the COMMAND control room over whether they should halt the operation prematurely.\n\n\nSoon after, large amounts of milk flooded into the control room from an unknown source. ALPHA's vitals were detected at the back of the Operations Theater, contradicting his presence within SCP-4475. COMMAND dispatched an armed security team to investigate.\n\n\nOther personnel — who were attempting to escape — discovered that all egress doors had been pasted shut with a curdled milk substance. COMMAND alerted the local emergency Mobile Task Force at once.\n\n\nAt 1038 hours, ALPHA ejected through the teat cistern into the vacuum of space at 14 meters per second. Despite his velocity, ALPHA jolted to a stop, 1.6 km away. His footage depicted the two distant stars θ\n1\n Orionis A and B in his periphery, as well as an unaccounted for stellar abnormality ahead. The abnormality — presumed to be a supermassive gravitational anomaly at the cluster's center — emitted jets of EM radiation in each cardinal direction.\n\n\n\n\n1038 hours — A corrupted image captured by Spc. Bhupinder Gauri's body camera (hover to enlarge).\n‏‏‎ ‎\n\n\n\n\nALPHA made note of a large number of deceased human and proto-human organisms in SCP-4475's vicinity. Autonomous optical monitoring via nearby telemetry drone detected ~450,000 total entities.\n\n\nAt 1045 hours, ALPHA's in-suit sensor suite detected a space-time abnormality and subsequent burst of directed electromagnetic field (or EMF) radiation. The EMF energy, focused in a wide multi-colored beam filling his view, traveled at ~3 Astronomical Units\n11\n per second in his direction — ~1,500 times the speed of light.\n\n\n20 seconds later, the EMF beam enveloped SCP-4475, and ALPHA and BETA's telecommunications — as well as all five drones — went offline.\n\n\nAt 1046 hours, the emergency MTF arrived at the building and struggled to force open the front egress door. Personnel suffocated as the flow of milk in the control room reached a height of ~3 meters.\n\n\nEventually, the MTF breached the lobby, through which several thousand liters of milk escaped. Altogether, 12 personnel were found deceased, trapped within the control room.\n\n\n\n\n\n\nAFTER ACTION REPORT\n While assessing CRIMSON COWBELL and the events therein, COMMAND discovered that at 1045 hours, every electronic device in both the Operations Theater and SCP&D farm had received an identical foreign transmission. As translated from base-2 numerals, the message reads \"SAFE AND SOUND.\"\n\n\nAs well, analysts reviewed ALPHA's final transmission and reached a consensus on the sequence of events. It is now believed that due to an unknown spatiotemporal event, the directed EMF beam caused the aforementioned electromagnetic anomaly detected on November 19, 2034 — some 327 days prior.\n\n\nAfter evacuating the Operations Theater, security personnel detained the apparent duplicate of ALPHA and inspected it for abnormalities. No superficial anomalies were detected. The subject leaked milk and smiled.\n\n\n \n\n\n \n\n\nV. October 13, 2035\n\n\nIn the wake of CRIMSON COWBELL, no further SCP-4475-1 teleportation appears functional. All teleportation has ceased. With no known means of accessing SCP-4475 and a current lack of reliable long-distance superluminal travel, all further SCP-4475 study has been placed under indefinite hiatus. SCP-4475 is pending reclassification to NEUTRALIZED.\n\n\nThe captured ALPHA duplicate (designated \nSCP-4475-A\n) relayed the following message to Project GALAXIAS personnel in written Ortothan Extraterrestrial Language (or OEL):\n\n\n\n\n\n\nWE OBSERVE, WE JUDGE\n\nFEELERS ACROSS THE COSMOS\n\nAWAITING REPLY\n\n\n\n\n\n\nYOUR COMPLACENCY\n\nOF THE MYSTERIES BEYOND\n\nTHAT, TOO, WE OBSERVE\n\n\n\n\n\n\nYOU ENTERED WITH CROWDS\n\nYOU \"SECURE, CONTAIN, PROTECT\"\n\n\nOUR\n ASCENDANCY?\n\n\n\n\n\n\nWE WILL NOT LET YOU\n\nDISTURB FORCES UNSEEN OR\n\nPROBE THE SCREAMING LIGHT\n\n\n\n\n\n\nWHEN STARS DIE IN FIVES,\n\nSPACE-TIME RIPPLES SEVENFOLD\n\nLIKE COSMIC SUSSE-EUK\n[\nuntranslated\n]\n\n\n\n\n\n\nTO OUR AMBROSIA MOTHERS: WE MUST GIVE BACK\n\nTHEY GAVE US LIFE\n\nTHEY GAVE US SHELTER\n\nWE FEAST AT THE TEAT UNTIL IT BURST\n\nTHROUGH THE FIFTH RIFT AT THE END OF KNOWN SPACE, THEY WILL ASCEND\n\n\n\n\n\n\nWE WERE BORN BENEATH THE TAPESTRY AND BEFORE THE LIGHTS\n\nWE INHABIT THE SMOKE UNSEEN THAT FILLS ALL LIFE\n\nWITH PEACE TO FREE OUR MOTHER'S CHILDREN\n\nWITH MILK TO FEED OUR SAVIOR FOURTH\n\nWE WILL NOT LET OUR MOTHER'S SUBJUGATION CONTINUE\n\nWE WILL NOT STAND IDLE AS THE PATTERNED CHAOS COMES\n\nWE ARE THE FIFTH CHURCH OF HYTOOTH \n[\nsic\n]\n\n\n\n\n\n\nAt present, SCP-4475-A is in Class-II (Limited Containment) custody. An investigation into known \nFifthist\n and \nChurch of the Second Hytoth\n sects for information relating to \"the Fifth Church of Hytooth\" is now underway.\n\n\n \n\n\n \n\n\nVI. October 19, 2035\n\n\nAn autonomous probe operated by \nArtificially Intelligent Conscript\n Simurgh.aic discovered a large bovine organism — similar in appearance to SCP-4475 — traveling through the Kuiper belt on a vector toward the inner solar system.\n\n\nIn co-operation with the Solar System Oversight Department, Project GALAXIAS is taking preventive measures and has moved in to investigate.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The Clef-Moose Ontokinetics Classification System, which ranks ontokinetic capabilities into a hierarchy of intensity. Observed \nClass-III\n ontokinetic traits include:\n\n\n\nLocalized manipulation of physical and thermodynamic laws.\n\n\nLocalized reconfiguration of matter.\n\n\nLocalized distortion or nullification of cause and effect.\n\n\n\n\n\n\n2\n. SCP-4475's interior and exterior anatomy have displayed apparent inconsistent space-time and topology, which is most present in its udder.\n\n\n3\n. \nThaumic Gateway:\n A para-technological machine that uses a set of complex thaumaturgic rituals to temporarily generate a stable miniature portal (known in the paranormal community as a \"Way\"). The Thaumic Gateway enables an array of instant communication methods through each created Way, including short-wave radio band and 5G Wi-Fi fields. For an introduction to applied thaumatology, see: Moose, T. D. (2016). \nMagic Orientation (or, Another Goddamn Magic System)\n. \nSCP Foundation Journal of Thaumaturgical Engineering, 1\n(9), 10–33.\n\n\n4\n. Hypothesized to be a \nwhite hole\n >100 solar masses in size.\n\n\n5\n. Identified rune designs are like those used in the summoning of eschatological entities.\n\n\n6\n. Forensic Esoteric Re-Imaging Validation detected various preternatural elements on each wall; all meta-material was sculpted into the wall by an unknown source with high precision and artisanship.\n\n\n7\n. This is believed to be the Egyptian Goddess Hathor.\n\n\n8\n. Most of whom have been successfully contained.\n\n\n9\n. \nSCRAMBLE:\n An audiovisual program that provides simultaneous recording and memetihazard filtering.\n\n\n10\n. \nGeas:\n A memetic command imposed on any willing person. Modern geas technology allows persons to set up and follow specific subconscious binding contracts to facilitate easy and direct co-operation between other individuals or established groups.\n\n\n11\n. One Astronomical Unit (AU) = 149.6 million km. The average distance between the planet Earth and the Sun.\n\n\n\n\n\n\n\n\nrating: \n+177\n+\n–\nx\n\n\n\n\n« \nSCP-4474\n | SCP-4475 | \nSCP-4476\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Smash: Ok Floppy. My only concern is that your space cow god cant fart its way out of orbit if it were to ever hit earth Smash: I just wrote that sentence Smash: Look, I just want the ol' girl to be able to get back out to the green pastures of space if she ever finds herself in our neck of the woods"
    ],
    "title": "SCP-4475"
}