{
    "url": "https://scp-wiki.wikidot.com/scp-4477",
    "all_text": "rating: \n+95\n+\n–\nx\n\n\n\n\nby \nstormbreath\n\n\n\n\nItem #:\n SCP-4477\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-4477 itself is to be treated under current standards for coma patients at Humanoid Site-06, in the Coma Wing.\n\n\nOne member of MTF Y-36 Subforce 1 is to be stationed next to SCP-4477 from 00:00 Friday EST/EDT\n1\n until SCP-4477 vocalizes. They are then to record all such vocalizations.\n\n\nMTF Y-36 (\"\nThe Party Crashers\n\") is to act as the primary containment for SCP-4477, as per their instructions regarding SCP-4477, which have been reproduced below:\n\n\n\n\nMobile Task Force Upsilon-Thirty-Six\n\n\n\"The Party-Crashers\"\n\n\nMobile Task Force Upsilon-36 is to be stationed out of \nSite-88\n, which is located within a two-hour flight radius of all potential SCP-4477 Active Events. MTF-Δ22 is to be on constant standby for deployment during the period that SCP-4477 events may occur, as monitored by MTF Y-36 Subforce 1 (\"No Invite\").\n\n\nMTF Y-36 Subforce 1 (\"No Invite\") is, following the beginning of an SCP-4477 Active Event, to arrive at the location of the Active Event and covertly monitor the Active Event, in order to gain information on the age range of the gathering, and to determine the nature of the event and create a plan for further action.\n\n\nMTF Y-36 Subforce 2 (\"Weather Report\") is to then attempt to cause the cancellation or postponement of the event. Most commonly, this involves either faking a natural disaster that would disrupt the event or masquerading as law enforcement officers, disincentivizing the actual occurrence of the event.\n\n\nShould Subforce 2 be unsuccessful at disrupting the event prior to it beginning, MTF Y-36 Subforce 3 (\"Darn Kids\") is to be deployed into the event itself. Subforce 3 is to be composed of personnel 21 years of age or younger, in order to easily assimilate into the event. The Ethics Committee has approved the following as viable and ethical sources of personnel for Subforce 3:\n\n\n\n\nInstances of \nD-1680\n of an appropriate age.\n\n\nD-Class recruited from refugee and/or civilian populations under Protocol 12.\n\n\nInfants created through the use of \nURA-8171 (\"Sowing Circle\")\n not terminated or otherwise used in the containment of another SCP.\n\n\n\n\nSubforce 3 is to then infiltrate the event, and attempt to either sabotage it internally or to provide reconnaissance for the other members of MTF Y-36 as they prepare for Contingency-4477-A.\n\n\nContingency-4477-A involves the deployment of MTF Y-36 Subforce 4 (\"Blackout Drunks\") to the event in question. Subforce 4 is to secure all witnesses of the SCP-4477 Active Event and administer a \nClass B Amnestic\n to them, to remove any memory of the SCP-4477 Active Event. Depending on the presence of alcohol at the event or not, implanting false memories may not be necessary.\n\n\n\n\nShould MTF Y-36 fail to secure an Active Event, the \nDepartment of Analytics\n is to censor any potential media references involving SCP-4477, as soon as they become publically available online. It is then — depending on the severity of the SCP-4477 Active Event — to deploy MTF R-16 (\"Emergent Intelligence\") to the uploader of such a file, in order to administer a Class A Amnestic to any involved.\n\n\nDescription:\n SCP-4477 is an anomalous humanoid resembling common American cultural religious depictions of Jesus Christ.\n2\n SCP-4477 is currently in a coma and has been for the past twenty-five years. As current medical technology is not capable of prematurely ending a coma safely, SCP-4477 cannot be roused from this coma. It is currently believed that SCP-4477 has anomalous properties which allow it to remain in this coma indefinitely.\n\n\nOnce per week, on either Friday or Saturday, an Active Event will occur. This begins with SCP-4477 saying the name of a specific youth social gathering in the Southeastern United States,\n3\n along with enough information as to easily locate the party. SCP-4477 vocalizes as such exactly six hours before the beginning of said social gatherings.\n\n\nAll such gatherings referred to in such a way involve the consumption of food communally and were planned at least seventy-two hours in advance. The average age of such a social gathering has also been under twenty-three in all recorded events, with an attendance of over ten.\n\n\nDuring the specified social gathering, SCP-4477-1 instances will manifest whenever any two individuals of opposite biological sex are closer than thirty centimeters apart. SCP-4477-1 are physically identical to SCP-4477,\n4\n and will manifest 1-2 meters behind the couple of opposite biological sex. Instances will physically intervene between the couple and say \"Leave room for Jesus!\". They will then remain immobile except to remain between the couple, demanifesting when the couple moves more than thirty centimeters apart.\n\n\nNotably, this only occurs for couples of opposite biological sex, regardless of any actual sexual or romantic attraction. Opposite-sex couples who have a purely platonic relationship, are of the same social gender or are legally married are still affected. Couples of the same biological sex (even those engaged in any form of copulation) are never affected.\n\n\n\n\nFootnotes\n\n\n1\n. Whichever is currently in usage.\n\n\n2\n. Such depictions have been determined to be highly inaccurate by the \nDepartment of Temporal Anomalies\n.\n\n\n3\n. The specific states affected are Alabama, Florida, Georgia, Louisiana, Mississippi, North Carolina, South Carolina, and Tennessee.\n\n\n4\n. Any scar tissue or physical trauma are also identical in appearance, even if inflicted during an Active Event. \nSee Experiment Log-4477-ST16M4T4.\n\n\n\n\n\n\n\n\n« \nSCP-4476\n | SCP-4477 | \nSCP-4478\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4477\n\" by stormbreath, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4477\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4477 \" by stormbreath, from the SCP Wiki . Source: https://scpwiki.com/scp-4477 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4477",
    "object_class": "Keter",
    "containment_procedures": "SCP-4477 itself is to be treated under current standards for coma patients at Humanoid Site-06, in the Coma Wing.",
    "description": "SCP-4477 is an anomalous humanoid resembling common American cultural religious depictions of Jesus Christ.2 SCP-4477 is currently in a coma and has been for the past twenty-five years. As current medical technology is not capable of prematurely ending a coma safely, SCP-4477 cannot be roused from this coma. It is currently believed that SCP-4477 has anomalous properties which allow it to remain in this coma indefinitely.",
    "title": "SCP-4477"
}