{
    "url": "https://scp-wiki.wikidot.com/scp-4488",
    "all_text": "rating: \n+95\n+\n–\nx\n\n\n\n\n\n\nPhoto of SCP-4488 taken by Agent ██████ prior to containment\n\n\n\n\n\n\nItem #:\n SCP-4488\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Provisional Site-4488 has been established around the area of SCP-4488. Roads leading towards Provisional Site-4488 are to be shut down and redirected. Biohazard signs are to be placed within the vicinity so as to deter intruders. A perimeter fence must be erected within a 3km radius of Provisional Site-4488 and is to be monitored by on-site security personnel. A construction team is to be kept on-site to expand the perimeter of Provisional Site 4488 to accommodate further drilling efforts if the need arises. In the event of a containment breach, the perpetrator(s) are to be promptly apprehended, administered Class-A amnestics, and then released.\n\n\nDescription:\n SCP-4488 is a small lake located in a heavily wooded forest near ████████, Montana. At surface level, SCP-4488 appears to be an ordinary lake with no observable anomalous effects. However, at a depth of approximately 20m, a 3m heterogeneous mixture of small rocks, salt crystals and sand are present. Past this space is a seemingly infinite area of saltwater, hereafter referred to as SCP-4488-1. So far, no landforms have been observed within SCP-4488-1, and its exact dimensions are unknown. SCP-4488-1 is completely devoid of light and once inside, there are no currently known ways of exiting SCP-4488.\n\n\nThe only known method of entering SCP-4488-1 is by diving directly into SCP-4488, although further testing is still being conducted (\nSee Addendum 4488-1\n). SCP-4488 first came to the Foundation's attention after various records of unusual geological measurements of SCP-4488's depth were brought to the Foundation's attention. Once further measurements were recorded, SCP-4488's anomalous size was concretely discovered.\n\n\nAddendum 4488-1:\n Attempts are currently being made to drill into SCP-4488-1 through surrounding mountains, which have so far proven to be unsuccessful. All attempts to drill under SCP-4488 result in the discovery of basalt and various other mainly oceanic minerals directly under SCP-4488. Attempts to drill further down under SCP-4488 are currently underway.\n\n\nAddendum 4488-2:\n On 12/11/20██, An exploration mission was performed into SCP-4488.\n\n\n\n\n\n\n(?) Show Exploration Log\n\n\n\n\nShowing Exploration Log...\n\n\n\n\n\n\nDate:\n 12/11/20██\n\n\nOverseen by:\n Researcher ███████\n\n\nTeam Composition:\n Due to the inability to retrieve individuals who enter SCP-4488-1, the exploration team consists of four Class D personnel, hereafter labelled D-4488-1 through -4, each with past naval experience and/or training. Supplied with one Foundation submarine equipped with several external cameras, along with basic human necessities in order to last the team up to 10 days.\n\n\nMission Goal:\n Gather further information on SCP-4488-1, such as a finite size and possible inhabitants.\n\n\n\n\nResearcher ███████:\n Testing, can everyone hear me?\n\n\n(\nAll team members respond.\n)\n\n\nResearcher ███████:\n Ok, you may now proceed down SCP-4488.\n\n\nD-4488-3:\n 'Kay quick question, why the hell are we in a sub' on a lake? Don' you think this is a bit to shallow? We just gon' hit a bottom and blow up.\n\n\nD-4488-2:\n It's probably a ghost lake.\n\n\nD-4488-1:\n Shut up you two.\n\n\nD-4488-2:\n Are you afraid of the ghost lake?\n\n\nD-4488-1:\n No, I'm \nafraid\n you won't shut up any time soon. Now knock it off! you're acting like kids.\n\n\n(\nD-4488-1 begins to rapidly piloting the vessel into SCP-4488, and reaches and enters SCP-4488-1, no events of notice occur for approximately two hours and 100 km traveled.\n)\n\n\nD-4488-2:\n Does anyone else see the fish?\n\n\nD-4488-4:\n Yeah, there's a fish outside on the left. Rainbow trout from what I'm seeing.\n\n\nResearcher ███████:\n (\nSwitches through exterior cameras.\n) Where? There doesn't seem to be anything visible.\n\n\nD-4488-4:\n You kidding me? It's just right outside man, maybe your cameras don't have good lighting or something.\n\n\nResearcher ███████:\n Position the exterior lights onto the fish.\n\n\nD-4488-1:\n Proceeding. (\nD-4488 points several exterior lights onto a specific spot outside. However, nothing is visible.\n)\n\n\nResearcher ███████:\n I still cannot see anything.\n\n\nD-4488-1:\n That's odd, everyone here can see that fish right?\n\n\n(\nAll team members agree.\n)\n\n\nD-4488-2:\n It's a ghost fish!\n\n\nD-4488-1:\n Shut up! Just- you're not helping the situation.\n\n\nResearcher ███████:\n Continue descent team.\n\n\n(\nD-4488-1 restarts descent further into SCP-4488-1, no events of notice occur for approximately 30 minutes and 10 km traveled.\n)\n\n\nD-4488-4:\n What the hell's that?\n\n\nD-4488-1:\n What is it?\n\n\nD-4488-4:\n I just saw some other light in that direction.\n\n\nD-4488-2:\n Probably another ship full of people these fine folks sent down in the ghost lake to die. (\nSnickers.\n)\n\n\nD-4488-1:\n Can it 2. What kind of light?\n\n\nD-4488-4:\n What do you mean \"what kind of light?\", it was certainly not a sub, I'll tell yah that much.\n\n\nD-4488-1:\n That sound interesting, \nfinally\n something to do. Doc, would you mind if we investigated that?\n\n\n\n\nResearcher ███████:\n I did not see anything, but if you wish, you may detour.\n\n\nD-4488-1:\n Sounds great.\n\n\n(\nD-4488-1 pilots the vessel 1 km west, and then starts to decrease the vessel's speed.\n)\n\n\nD-4488-1:\n Ok, now I just saw it, it was a bright blue light, in a curvy line of sorts.\n\n\nD-4488-2:\n Uh, guys? When that um, thing, showed up, the was a- uh, a head.\n\n\nD-4488-3:\n More specific boy.\n\n\nD-4488-2:\n Like a snake, beady eyes, scaly, uh, sharp teeth? I think you get what I mean. And what do you mean boy?\n\n\nD-4488-3:\n \nI mean\n you're ackin' like child.\n\n\nD-4488-2:\n Whatever floats your boat cowboy. Or should I say, whatever sinks your su-\n\n\nD-4488-4:\n There it is again!\n\n\nD-4488-3:\n Hey look, the kid was right. I don' think he knows what an eel is though.\n\n\nD-4488-2:\n I know what an eel is old man, but when it glowed that time, did anyone see those, things? Like little things, fishes, whatevers around it reflecting the light?\n\n\nD-4488-1:\n Yeah, that doesn't seem very, uh, friendly, guys.\n\n\nResearcher ███████:\n Team, I am noting that I still don't see anything. I've rewound the recordings, there is nothing on any of the exterior cameras. I'm under the belief that this is a mind affecting anomaly.\n\n\nD-4488-1:\n So we're safe?\n\n\nResearcher ███████:\n (\nPause.\n) Yes.\n\n\nD-4488-2:\n That really didn't sound that sure.\n\n\nResearcher ███████:\n You are safe team, all of the organisms you are describing are not real. Continue descending.\n\n\nD-4488-3:\n I don' know man, that trout there seemed pr- (\nD-4488-3 pauses mid-sentence.\n) The hell was that?\n\n\nD-4488-4:\n That growl?\n\n\nD-4488-1:\n Heard it too.\n\n\n(\nAll team members cover their ears for unknown reasons, D-4488-1 begins rapidly descending their vessel for 10 minutes while the rest of the team react in terror to an unknown organism supposedly following the team's vessel. However, nothing is visible.\n)\n\n\nResearcher ███████:\n Team! What is the problem?\n\n\nD-4488-2:\n You didn't see that? There was this, huge blue eel thing attacking the sub! It screechin- roaring at us and as we went going down, there were othe- other things!\n\n\nD-4488-3:\n How in hell didya not see that?\n\n\nD-4488-2:\n Hey doc, maybe, \nyou're\n the one who's going crazy around here.\n\n\n(\nAssorted murmuring throughout the team.\n)\n\n\nResearcher ███████:\n Team, remain calm. Nothing down here can hurt you. It is just affecting your mind. None of this is real.\n\n\nD-4488-2:\n I don't care what you say! That, That all was real, and pretty fucking terrifying, you're already the crazy one for throwing us down here!\n\n\nUnknown:\n \nI thought it was quite wonderful.\n\n\n(\nPause.\n)\n\n\nResearcher ███████:\n Team, who was that.\n\n\nD-4488-3:\n Whadya mean? It's D-4488-5.\n\n\nResearcher ███████:\n You're on a four person crew.\n\n\n(\nPause.\n)\n\n\nD-4488-1:\n W-\n\n\n(\nAll team members cover their ears once again, with D-4488-1 rapidly careening the vessel downwards for more than 10 minutes. Team members begin to panic as a land formation is seen for a split second before the vessel collides with it, causing extreme damage to the vessel and presumably terminating the entire team.\n\n\nAll but one camera are destroyed, which shows the wreck for 30 minutes, before a\n \nlush female voice is heard, as you feel the world around you for the first time. Looks like a simple feat, you made it to the bottom of the unknown, making it known. But the truth of it is, you will never know all the things that lurk in the dark, you will merely scream in the light for the answers you wish for, even though the answers you want aren't the part of life you should focus your finite time on.\n\n\nYou should revel in the mystery, the wonder, the fear, of what could be out there in deep ocean waiting to help, waiting to destroy, waiting to do something entirely new. You know this is the truth, yet still question with logic the deepest depths and what they have to offer, instead of fearfully wondering what might be under that golden shore. I show what could be there, not what is, and you still logically question, instead of simply wondering what else could be there. Come to me and wonder, come to me and truly think.\n\n\n\n\n\n\n \n\n\n! WARNING !\n\n\nYou have been flagged for:\n \nUnknown Cognitohazardous Infection\n\n\nPlease remain calm and stationary. Await for a specialized team to arrive to deal with the problem. \nAnd while you wait, why not wonder what might be out there for a change?\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n« \nSCP-4487\n | SCP-4488 | \nSCP-4489\n »",
    "addendums": [
        "Addendum 4488-1: Attempts are currently being made to drill into SCP-4488-1 through surrounding mountains, which have so far proven to be unsuccessful. All attempts to drill under SCP-4488 result in the discovery of basalt and various other mainly oceanic minerals directly under SCP-4488. Attempts to drill further down under SCP-4488 are currently underway.",
        "Addendum 4488-2: On 12/11/20██, An exploration mission was performed into SCP-4488.\n"
    ],
    "documents": [],
    "notes": [
        "Date: 12/11/20██ Overseen by: Researcher ███████ Team Composition: Due to the inability to retrieve individuals who enter SCP-4488-1, the exploration team consists of four Class D personnel, hereafter labelled D-4488-1 through -4, each with past naval experience and/or training. Supplied with one Foundation submarine equipped with several external cameras, along with basic human necessities in order to last the team up to 10 days. Mission Goal: Gather further information on SCP-4488-1, such as a finite size and possible inhabitants. Researcher ███████: Testing, can everyone hear me? ( All team members respond. ) Researcher ███████: Ok, you may now proceed down SCP-4488. D-4488-3: 'Kay quick question, why the hell are we in a sub' on a lake? Don' you think this is a bit to shallow? We just gon' hit a bottom and blow up. D-4488-2: It's probably a ghost lake. D-4488-1: Shut up you two. D-4488-2: Are you afraid of the ghost lake? D-4488-1: No, I'm afraid you won't shut up any time soon. Now knock it off! you're acting like kids. ( D-4488-1 begins to rapidly piloting the vessel into SCP-4488, and reaches and enters SCP-4488-1, no events of notice occur for approximately two hours and 100 km traveled. ) D-4488-2: Does anyone else see the fish? D-4488-4: Yeah, there's a fish outside on the left. Rainbow trout from what I'm seeing. Researcher ███████: ( Switches through exterior cameras. ) Where? There doesn't seem to be anything visible. D-4488-4: You kidding me? It's just right outside man, maybe your cameras don't have good lighting or something. Researcher ███████: Position the exterior lights onto the fish. D-4488-1: Proceeding. ( D-4488 points several exterior lights onto a specific spot outside. However, nothing is visible. ) Researcher ███████: I still cannot see anything. D-4488-1: That's odd, everyone here can see that fish right? ( All team members agree. ) D-4488-2: It's a ghost fish! D-4488-1: Shut up! Just- you're not helping the situation. Researcher ███████: Continue descent team. ( D-4488-1 restarts descent further into SCP-4488-1, no events of notice occur for approximately 30 minutes and 10 km traveled. ) D-4488-4: What the hell's that? D-4488-1: What is it? D-4488-4: I just saw some other light in that direction. D-4488-2: Probably another ship full of people these fine folks sent down in the ghost lake to die. ( Snickers. ) D-4488-1: Can it 2. What kind of light? D-4488-4: What do you mean \"what kind of light?\", it was certainly not a sub, I'll tell yah that much. D-4488-1: That sound interesting, finally something to do. Doc, would you mind if we investigated that? Researcher ███████: I did not see anything, but if you wish, you may detour. D-4488-1: Sounds great. ( D-4488-1 pilots the vessel 1 km west, and then starts to decrease the vessel's speed. ) D-4488-1: Ok, now I just saw it, it was a bright blue light, in a curvy line of sorts. D-4488-2: Uh, guys? When that um, thing, showed up, the was a- uh, a head. D-4488-3: More specific boy. D-4488-2: Like a snake, beady eyes, scaly, uh, sharp teeth? I think you get what I mean. And what do you mean boy? D-4488-3: I mean you're ackin' like child. D-4488-2: Whatever floats your boat cowboy. Or should I say, whatever sinks your su- D-4488-4: There it is again! D-4488-3: Hey look, the kid was right. I don' think he knows what an eel is though. D-4488-2: I know what an eel is old man, but when it glowed that time, did anyone see those, things? Like little things, fishes, whatevers around it reflecting the light? D-4488-1: Yeah, that doesn't seem very, uh, friendly, guys. Researcher ███████: Team, I am noting that I still don't see anything. I've rewound the recordings, there is nothing on any of the exterior cameras. I'm under the belief that this is a mind affecting anomaly. D-4488-1: So we're safe? Researcher ███████: ( Pause. ) Yes. D-4488-2: That really didn't sound that sure. Researcher ███████: You are safe team, all of the organisms you are describing are not real. Continue descending. D-4488-3: I don' know man, that trout there seemed pr- ( D-4488-3 pauses mid-sentence. ) The hell was that? D-4488-4: That growl? D-4488-1: Heard it too. ( All team members cover their ears for unknown reasons, D-4488-1 begins rapidly descending their vessel for 10 minutes while the rest of the team react in terror to an unknown organism supposedly following the team's vessel. However, nothing is visible. ) Researcher ███████: Team! What is the problem? D-4488-2: You didn't see that? There was this, huge blue eel thing attacking the sub! It screechin- roaring at us and as we went going down, there were othe- other things! D-4488-3: How in hell didya not see that? D-4488-2: Hey doc, maybe, you're the one who's going crazy around here. ( Assorted murmuring throughout the team. ) Researcher ███████: Team, remain calm. Nothing down here can hurt you. It is just affecting your mind. None of this is real. D-4488-2: I don't care what you say! That, That all was real, and pretty fucking terrifying, you're already the crazy one for throwing us down here! Unknown: I thought it was quite wonderful. ( Pause. ) Researcher ███████: Team, who was that. D-4488-3: Whadya mean? It's D-4488-5. Researcher ███████: You're on a four person crew. ( Pause. ) D-4488-1: W- ( All team members cover their ears once again, with D-4488-1 rapidly careening the vessel downwards for more than 10 minutes. Team members begin to panic as a land formation is seen for a split second before the vessel collides with it, causing extreme damage to the vessel and presumably terminating the entire team. All but one camera are destroyed, which shows the wreck for 30 minutes, before a lush female voice is heard, as you feel the world around you for the first time. Looks like a simple feat, you made it to the bottom of the unknown, making it known. But the truth of it is, you will never know all the things that lurk in the dark, you will merely scream in the light for the answers you wish for, even though the answers you want aren't the part of life you should focus your finite time on. You should revel in the mystery, the wonder, the fear, of what could be out there in deep ocean waiting to help, waiting to destroy, waiting to do something entirely new. You know this is the truth, yet still question with logic the deepest depths and what they have to offer, instead of fearfully wondering what might be under that golden shore. I show what could be there, not what is, and you still logically question, instead of simply wondering what else could be there. Come to me and wonder, come to me and truly think.",
        "! WARNING ! You have been flagged for: Unknown Cognitohazardous Infection Please remain calm and stationary. Await for a specialized team to arrive to deal with the problem. And while you wait, why not wonder what might be out there for a change?"
    ],
    "item": "SCP-4488",
    "object_class": "Safe",
    "containment_procedures": "Provisional Site-4488 has been established around the area of SCP-4488. Roads leading towards Provisional Site-4488 are to be shut down and redirected. Biohazard signs are to be placed within the vicinity so as to deter intruders. A perimeter fence must be erected within a 3km radius of Provisional Site-4488 and is to be monitored by on-site security personnel. A construction team is to be kept on-site to expand the perimeter of Provisional Site 4488 to accommodate further drilling efforts if the need arises. In the event of a containment breach, the perpetrator(s) are to be promptly apprehended, administered Class-A amnestics, and then released.",
    "description": "SCP-4488 is a small lake located in a heavily wooded forest near ████████, Montana. At surface level, SCP-4488 appears to be an ordinary lake with no observable anomalous effects. However, at a depth of approximately 20m, a 3m heterogeneous mixture of small rocks, salt crystals and sand are present. Past this space is a seemingly infinite area of saltwater, hereafter referred to as SCP-4488-1. So far, no landforms have been observed within SCP-4488-1, and its exact dimensions are unknown. SCP-4488-1 is completely devoid of light and once inside, there are no currently known ways of exiting SCP-4488.",
    "title": "SCP-4488"
}