{
    "url": "https://scp-wiki.wikidot.com/scp-4501",
    "all_text": "rating: \n+88\n+\n–\nx\n\n\n\n\n\n\nA provisional containment utility located in the town of Kendal, England.\n\n\n\n\n\n\nItem #:\n SCP-4501\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n All companies associated with the manufacture of the popular product ‘Kendal mint cake’ are to be obtained as Foundation assets, after which they will continue to operate, functioning as fronts for the containment of SCP-4501. Pending further research, at least two major manufacturers must remain actively producing and distributing the product at any time.\n\n\nDirectors of these companies will be responsible for ensuring that no metric of performance over time could feasibly result in the production of a line graph matching the form of any lengthy section of the Transantarctic Mountain Range, as viewed from any angle.\n1\n Directors will be supplied with an extensive three-dimensional image database and custom-engineered software. Foundation affiliated distributors are able to place variably sized orders for the product upon request.\n\n\nShould a procedural failure occur, the company is to cease trading immediately. Any resulting alteration to the form of the Transantarctic Mountain Range will be explained as a geographically appropriate event such as a landslide or avalanche, which can be confirmed by falsified readings from affiliated research centres.\n\n\nAll packaging and promotional materials relating to Kendal mint cake are to be closely inspected by quality assurance operatives immediately following the printing stage. Any instances depicting a likeness of SCP-4501 are to be contained in a storage locker within a secure facility.\n\n\nIn the event of a procedural failure, any Foundation operatives or affiliates active within the Antarctic region are advised to arm themselves with remotely detonatable C4 explosive charges concealed within bricks of Kendal mint cake.\n\n\nDescription:\n SCP-4501, informally termed ‘the Quiggan’, or ‘Quiggin’, is a quasi-fictitious entity with an amorphous form featuring many temporary eyes which emerge upon the surface of its body and quickly disappear. \nThe creature appears to be a narratively actuated plagiarisation of author H.P Lovecraft’s creation ‘the Shoggoth’, or ‘Shuggoth’, albeit with a penchant for mint cake- a feature not envisaged by Lovecraft.\n It has been posited that SCP-4501 formed the inspiration for author H.P Lovecraft’s creation ‘the Shoggoth’, although it is not known how he could have been aware of this anomaly.\n2\n\n\nWhen Kendal mint cake manufacturers’ performance over time does not correspond to the form of any Antarctic mountains, SCP-4501 is only capable of appearing occasionally as a stationary depiction on the product packaging and promotional material. Should a procedural failure occur, a sentient instance may manifest upon the corresponding mountain area.\n\n\nFollowing a procedural failure, the corresponding mountain area may demonstrate topographical alterations, maintaining continuity with the form of the synchronised graph.\n\n\nWhilst the connection between SCP-4501 and Kendal mint cake remains unclear, it is theorised that the high glucose content of the product might represent an easily digestible energy source for biologically novel life forms. Furthermore, peppermint flavouring has previously been demonstrated to be popular with a diverse range of entities of the phylum \nEldritch\n.\n3\n Additionally, the product is highly popular amongst climbers and mountaineers, indicating a possible cause for its association with the Transantarctic Mountains.\n\n\nThe plateau in sales figures for Quiggins brand Kendal mint cake in the fourth quarter of 1911 has been tentatively implicated with the demise of a team of Antarctic explorers in March of 1912, when an instance of SCP-4501 is believed to have anomalously manifested on a corresponding plateau and stolen the party’s remaining supplies of mint cake, along with their standard rations. The rations were later discovered in a nearby location, still intact, alongside a small heap of novel faecal matter containing partially-digested shreds of foil mint cake packaging.\n\n\nUpdate:\n In June 2015 an embryonic instance of SCP-4501 was found deceased at the foot of a sheer vertical cliff on the new eastern face of the Antarctic shield volcano named Mount Terror, having fallen from a great height. The cliff was anomalously terraformed into the landscape when the mint cake manufacturer J E Wilson & Sons entered voluntary administration the same month. This was the result of a procedural failure which caused a line graph of the company’s annual net profit to resemble a lengthy section of the aforementioned shield volcano as viewed from the south.\n\n\nThe dissolved company was reformed into ‘Creative Confections Ltd’, and further safeguards were implemented to reduce the likelihood of a similar procedural failure occurring.\n\n\n\n\nFootnotes\n\n\n1\n. For the purposes of this procedure, the term ‘lengthy section’ refers to a continuous section of at least 2.2 kilometres in length.\n\n\n2\n. It may be of note that the biographer S.T Joshi has commented on Lovecraft’s voracious appetite for peppermint confectionery whilst studying at Hope high school.\n\n\n3\n. This has been demonstrated in tests, following an incident in which tentacles anomalously featured in Polo Mint advertisements shown on terrestrial television in Wales on 11th May 2002, wherein they would rise from a mass of static at the bottom of the screen in order to steal the mint product from distraught children.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4501\n\" by Waxwing-one, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4501\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Quiggins.jpg\n\n\nAuthor:\n \nSladen\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.m.wikimedia.org/wiki/File:Quiggins-kendal-mint-cake-factory.jpg\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4500\n | SCP-4501 | \nSCP-4502\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4501 \" by Waxwing-one, from the SCP Wiki . Source: https://scpwiki.com/scp-4501 . Licensed under CC-BY-SA .",
        "Filename: Quiggins.jpg Author: Sladen License: Public Domain Source Link: https://commons.m.wikimedia.org/wiki/File:Quiggins-kendal-mint-cake-factory.jpg"
    ],
    "item": "SCP-4501",
    "object_class": "Euclid",
    "containment_procedures": "All companies associated with the manufacture of the popular product ‘Kendal mint cake’ are to be obtained as Foundation assets, after which they will continue to operate, functioning as fronts for the containment of SCP-4501. Pending further research, at least two major manufacturers must remain actively producing and distributing the product at any time.",
    "description": "SCP-4501, informally termed ‘the Quiggan’, or ‘Quiggin’, is a quasi-fictitious entity with an amorphous form featuring many temporary eyes which emerge upon the surface of its body and quickly disappear. The creature appears to be a narratively actuated plagiarisation of author H.P Lovecraft’s creation ‘the Shoggoth’, or ‘Shuggoth’, albeit with a penchant for mint cake- a feature not envisaged by Lovecraft. It has been posited that SCP-4501 formed the inspiration for author H.P Lovecraft’s creation ‘the Shoggoth’, although it is not known how he could have been aware of this anomaly.2",
    "title": "SCP-4501"
}