{
    "url": "https://scp-wiki.wikidot.com/scp-4502",
    "all_text": "rating: \n+65\n+\n–\nx\n\n\n\n\n\n\nA production operative contemplates the existence of Eldritch entities\n\n\n\n\n\n\nItem #:\n SCP-4502\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Pending the development of an effective biological control measure for pseudo-ergot SCP-4502, the popular breakfast cereal manufacturer ‘Kellogg’s LTD’ is to be maintained as a Foundation asset. The popular product ‘Rice Krispies’ must remain in continuous production and distribution. Whilst all other product lines are deemed expendable, the most profitable of these should be utilised for the generation of supplemental income\n1\n.\n\n\nA sample of SCP-4502 is to be held within a custom containment unit beneath the site of Kellogg’s company headquarters in Battle Creek, Michigan. The sample is to be fed on substrate-4502, with environmental conditions maintained in accordance with the attached specification.\n\n\nThe term ‘substrate-4502’ refers to any three selected candidates whose internal cavities have been packed with a mix of puffed rice and cane sugar. Prior to their deaths, candidates must have received the relevant training for the role for which they are to be considered. Following their deaths, all three agents are to be extensively trained in para-ideological combat techniques. These three agents are collectively designated Stationary Task Force Eta-3, “Snap, Crackle and Pop”. Should the physical form of agent Snap, Crackle or Pop begin to enter an advanced state of decomposition within the containment unit, the entire substrate is to be replaced with a preparation of freshly deceased candidates, puffed rice, and cane sugar. The cessation of their eponymous audiological effect should be taken as an early warning that the substrate is due for renewal. Any resulting alteration to the form of the mascots’ representation on Rice Krispies product packaging and promotional material is to be explained as the result of a marketing decision.\n\n\nThe names and specialisms of the STF founding members\n2\n are as follows:\n\n\n\n\n\n\nRole\n\n\nName\n\n\nSpecialisms\n\n\n\n\n\n\nSnap\n\n\nProfessor Butler\n\n\nEthnobotanist, Para-Mycologist, Team Leader\n\n\n\n\n\n\nCrackle\n\n\nDoctor Winchell\n\n\nPataphysical Engineering Graduate, Product Marketer\n\n\n\n\n\n\nPop\n\n\nFather Messick\n\n\nDemonologist, Extra-ontological Communications Facilitator\n\n\n\n\n\n\nThese specialisms are to be maintained by candidates through successive iterations of the task force.\n\n\n\n\n\n\nPromotional material exhibiting early-stage effects of delayed substrate renewal\n\n\n\n\n\n\nAgents of STF Eta-3, “Snap, Crackle and Pop”, will be responsible for precluding the emergence of any Eldritch entity as a sentient cereal mascot concept. They will achieve this by diverse means, from their position within the narrative landscape/ ideosphere.\n\n\nDescription:\n SCP-4502 is \nMycoanimus pseudocordyceps\n, a pseudo-ergotic fungal pathogen which infects a diverse range of cereal crops, and which proves highly resistant to established methods of biological control. The ingestion or inhalation of this substance causes mildly psychoactive effects in mammalian species. The effects have been shown to present as subtle hallucinations, described as feeling akin to daydreams, featuring a consistent alien entity. Study of the physical attributes of this entity suggests that it may belong to the phylum \nEldritch\n. See the attached document: Rejected breakfast cereal mascot design sketches.\n\n\n\n\nConsistent elements:\n\n• A globular head with dangling tendrils, and four crosses in place of eyes.\n\n• Two symmetrical ‘wings’, or splayed tentacle arrangements, protruding from the sides of the head.\n\n• Small mushrooms sprouting from the top of the head and the wings/tentacles.\n\n• The entity is often, but not always, represented gripping a large spoon with its tentacles or wing prongs.\n\n• The entity is often, but not always, represented with a speech bubble. Examples of the content of these speech bubbles include:\n\n\n\n\n“Collect tokens for your free* plushie”.\n\n“‘Emily The Eldritch Ergot Goddess & Friends’ activity booklet in this box!”.\n\n“Family pack. Now fortified with fungal goodness”.\n\n“Putting the ‘fun’ in ‘fungal contamination’!”.\n\n\n\n\n\n\nIn certain conditions, SCP-4502 is capable of infecting and gradually digesting deceased mammalian hosts, whilst electrochemically stimulating existing neurological pathways. It has been posited that this effect could have evolved in the fungus for purposes of symbiotic psychic communication; this theory is supported by the apparent efficacy of the \nexperimental\n containment procedures.\n\n\nUpdate:\n Following an incident in which a shift of production operatives were anomalously inspired to depict the aforementioned Eldritch entity on a batch of frosted corn flake packaging, a deceased Bengali tiger has been stuffed with the product and approved for infection with SCP-4502. An update on the efficacy of this experimental procedure will follow in due course.\n\n\n\n\nFootnotes\n\n\n1\n. These funds are to be ring-fenced for purposes of further research into the anomaly.\n\n\n2\n. Note that initially Snap served alone, with the Special Operative epithet “Demeter’s Chosen”.\n\n\n\n\n\n\n\n\n« \nSCP-4501\n | SCP-4502 | \nSCP-4503\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Consistent elements: • A globular head with dangling tendrils, and four crosses in place of eyes. • Two symmetrical ‘wings’, or splayed tentacle arrangements, protruding from the sides of the head. • Small mushrooms sprouting from the top of the head and the wings/tentacles. • The entity is often, but not always, represented gripping a large spoon with its tentacles or wing prongs. • The entity is often, but not always, represented with a speech bubble. Examples of the content of these speech bubbles include: “Collect tokens for your free* plushie”. “‘Emily The Eldritch Ergot Goddess & Friends’ activity booklet in this box!”. “Family pack. Now fortified with fungal goodness”. “Putting the ‘fun’ in ‘fungal contamination’!”.",
        "“Collect tokens for your free* plushie”. “‘Emily The Eldritch Ergot Goddess & Friends’ activity booklet in this box!”. “Family pack. Now fortified with fungal goodness”. “Putting the ‘fun’ in ‘fungal contamination’!”."
    ],
    "item": "SCP-4502",
    "object_class": "Keter",
    "containment_procedures": "Pending the development of an effective biological control measure for pseudo-ergot SCP-4502, the popular breakfast cereal manufacturer ‘Kellogg’s LTD’ is to be maintained as a Foundation asset. The popular product ‘Rice Krispies’ must remain in continuous production and distribution. Whilst all other product lines are deemed expendable, the most profitable of these should be utilised for the generation of supplemental income1.",
    "description": "SCP-4502 is Mycoanimus pseudocordyceps, a pseudo-ergotic fungal pathogen which infects a diverse range of cereal crops, and which proves highly resistant to established methods of biological control. The ingestion or inhalation of this substance causes mildly psychoactive effects in mammalian species. The effects have been shown to present as subtle hallucinations, described as feeling akin to daydreams, featuring a consistent alien entity. Study of the physical attributes of this entity suggests that it may belong to the phylum Eldritch. See the attached document: Rejected breakfast cereal mascot design sketches.",
    "title": "SCP-4502"
}