{
    "url": "https://scp-wiki.wikidot.com/scp-4507",
    "all_text": "rating: \n+91\n+\n–\nx\n\n\nItem #:\n SCP-4507\n\n\nObject Class:\n Euclid\n\n\n\n\n\n\nSCP-4507 after 90 minutes of traversal.\n\n\n\n\n\n\nSpecial Containment Procedures:\n The entrance to SCP-4507 has been cordoned off from public access. A small shopfront at the entrance has been converted into a makeshift security station, where two Foundation agents have been embedded as convenience store clerks.\n\n\nShould non-authorised personnel gain access to SCP-4507, MTF Lambda-5 (\"White Rabbits\") is to be called in for search-and-rescue operations. \nUPDATE:\n Members of the task force are to be screened and selected based on the number of surviving family members. Individuals with deceased next-of-kin, separated spouses or who generally exhibit symptoms of social anxiety are to be excluded.\n\n\nDescription:\n SCP-4507 is an alleyway located in Akihabara, Tokyo, measuring 1 meter wide and surrounded by high-rise concrete buildings. Within the alley are sewage pipes, air-conditioning units and doorways that are either locked or open to brick-and-mortar walls. Satellite imagery confirms the distance between the alleyway's entry-point and exit at 152 meters.\n\n\nIf two or more individuals enter SCP-4507, they emerge approximately 5 minutes later at the center of ███████-████ Street, with no anomalous activity recorded. However, if an individual enters SCP-4507 alone, he/she will be unable to locate the exit, no matter how much time is spent in traversal.\n\n\nDiscovery:\n Foundation agents were called in to investigate the area after a high concentration of missing-persons cases was reported.\n\n\n\n\nLaunched April 07 2016 | Confirmation of initial anomaly | Loss of D-class personnel\n\n\n\n\n▶ Addendum 4507-01: The Second Expedition\n\n\n\n\n⊟ Addendum 4507-01: The Second Expedition\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEntrance to SCP-4507 to the right of convenience store.\n\n\n\n\n\n\nForeword:\n The first expedition was launched into SCP-4507 on March 31, 2016 and ended after 5 minutes and 20 seconds, with a team of D-class emerging on the other side, saying, \"Thank god, that's it?\"\n\n\nThe second expedition comprised of a single D-class personnel, D-9456 (female, in her late 20s), with Lead Scientist, Dr. Mori, providing instructions over radio. D-9456's chest armour equipped with a built-in video cam.\n\n\n\n\nD-9456:\n Time-check please?\n\n\nDr. Mori:\n 34 minutes and 20 seconds. How are you feeling?\n\n\nD-9456:\n Should I be worried that it's taking so long to get to the end?\n\n\nDr. Mori:\n Keep going. You're doing fine.\n\n\n<D-9456 continues walking down the path. She makes slow twists and turns around corners, which do not correspond to satellite telemetry.>\n\n\nD-9456:\n Doc, you still there?\n\n\n<static from radio>\n\n\nDr. Mori:\n Yeah.\n\n\nD-9456:\n Thank God. It's getting harder to hear you. How long have I been in here?\n\n\n<The official log states 3 hours, 23 minutes and 50 seconds.>\n\n\nDr. Mori:\n Not that long. Don't worry, okay? I'm not gonna let anything happen to you. It's just like that time in Hong Kong, remember?\n\n\nD-9456:\n Heh, you mean Hong Kong, where I almost died? At least you could hear the sounds of the city back in that labyrinth.\n\n\nDr. Mori:\n What else do you see around you?\n\n\n<D-9456 pauses. The camera pans across walls on either side, extending towards the sky.>\n\n\nD-9456:\n Just endless concrete. And it's getting dark quickly.\n\n\n<The official time-stamp reads 09:56 in the morning. D-9456 resumes exploration.>\n\n\nD-9456:\n Doc? What's gonna happen to me when I get back?\n\n\nDr. Mori:\n I'm sorry, what do you mean?\n\n\nD-9456:\n I mean after I return from the mission… You guys are just gonna throw me into another crazy experiment, aren't you?\n\n\n<Pause on the radio>\n\n\nDr. Mori:\n You know I'll do my best to protect you, D-9456. If you're feeling unwell, we could always stop? You could turn around and—\n\n\nD-9456:\n No. I want to continue… for now. I want to see where this leads.\n\n\n<D-9456 begins noting that the buildings are starting to show signs of deterioration, with vines and moss gradually covering more and more of their exterior.>\n\n\nD-9456:\n There's something up ahead. It's… a wall.\n\n\n<D-9456 shines her flashlight across a concrete barrier. She reaches for the surface and sides, confirms that it's blocking all access forward. Camera feed glances skywards: the barrier appears to be part of another building, covered in the same hanging vegetation and decay.>\n\n\nD-9456:\n A fucking wall, after all this time?\n\n\nDr. Mori:\n You sound disappointed. At least now we know where this thing ends.\n\n\nD-9456:\n Wait. There's something else here.\n\n\n<Camera feed distorts as D-9456 moves to the side. She brushes away more vines and leaves.>\n\n\nD-9456:\n It's some sort of \nshinto\n1\n shrine.\n\n\n<The shrine comes into focus. It's a small pagoda nestled between the buildings.>\n\n\nD-9456:\n There's some Japanese carved into the wood here. Maybe you guys will have a better time with— Whoa…\n\n\nDr. Mori:\n What is it?\n\n\nD-9456:\n Doc, the wall's gone.\n\n\nDr. Mori:\n What? How?\n\n\nD-9456:\n I don't have a fucking clue.\n\n\n<Camera view jerks back around as D-9456 returns to the alleyway. Instead of a wall, she passes her torch over an orange gateway that's about 2 meters high.>\n\n\nD-9456:\n Doc, what's going on here?\n\n\nDr. Mori:\n I have no idea. But it's called a \ntorii\n gate. Believed to be a gateway to the gods.\n\n\nD-9456:\n I can see something moving on the other side…\n\n\nDr. Mori:\n What? Are you sure?\n\n\n<Camera feed zooms in, showing the same black alleyway, extending onward. Heavy distortion of visual feed.>\n\n\nDr. Mori:\n I think it's time for you to turn back, Alice.\n\n\n<D-9456 stays completely still, continues shining her torch between the pillars of the \ntorii\n gate. She seems transfixed by something.>\n\n\nD-9456:\n Doc, you mind if I get another time-check?\n\n\n<Dr. Mori hesitates.>\n\n\nDr. Mori:\n You've been in there for 21 hours now. I'm bringing you back, Alice.\n\n\n\n<D-9456 doesn't seem to react. She turns the camera upwards. The D-class has dark, wavy hair and a handsome face.>\n\n\nD-9456:\n Hikiko, you've always treated me with respect since we started working together — better than the rest of those \na-holes\n back in the Foundation. (pause) Whatever happens to me, I hope we will see each other again some day.\n\n\nDr. Mori:\n What are you doing? You don't know what's on the other side. Let me at least—\n\n\nD-9456:\n I'm not going to be trapped here any more.\n\n\nDr. Mori:\n Alice, \nwait\n—!\n\n\n<D-9456 walks under the \ntorii\n gate. Camera feed suddenly cuts out, leaving only white noise and static.>\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nRecord of individuals suspected of entering SCP-4507 | Current whereabouts unknown by local authorities\n\n\n\n\n▶ Addendum 4507-02: Recovered Notes from Missing Persons\n\n\n\n\n⊟ Addendum 4507-02: Recovered Notes from Missing Persons\n\n\n\n\nForeword:\n Foundation agents noticed a spike in Missing-Persons cases concentrated in the Akihabara district, particularly among households in close proximity to SCP-4507.\n\n\n\n\nPerson of Interest #1:\n Aiko Mitsuri, 79 years old, Retiree, reported missing the day after she was due to return home from her retirement facility.\n\n\n私の愛する少年,\n\n\nここ数カ月間私のところに来てくれてありがとう。 私はあなたが退職後の家庭への支払いを止める以外に選択肢がなかったことを知っています、それで私も自分で生きることを試みることにしました。 あなたはあなたの家族と十分な問題を抱えています。私のすべての医療費は言うまでもありません。\n\n\n私を探しに来る必要はありませんし、あなたが私の死を悼むべきでもありません。 私は長くて実りある人生を送ってきました、そして今、私は私が愛する人たちに負担をかけずに、私が長く待ち望んでいる平和を求めて去ります。\n\n\n私たちのような場所、静かで美しい場所の伝説があります。 私の友人の花子は私にそれについてすべて話しました。 それは私たちが人生の束縛を捨てる場所です。 それは私たちが安心して死ぬところです。\n\n\nあなたを愛して、ヒロ。 あなたの息子を見てください。 彼のおばあちゃんのように、彼は反抗的な筋を持っています。\n\n\n***\n\n\nMy Dearest Boy,\n\n\nThank you for coming to visit me these past few months. I know you've no choice but to stop the payments to the retirement home, so I've also decided to try and live out there on my own. You have enough problems with your family without having to worry about another mouth to feed and not to mention, all my medical bills.\n\n\nThere is no need to come looking for me, and neither should you mourn my passing. I have lived a long and fruitful life and now, I seek to find the peace I have longed for, without having to burden the ones I love.\n\n\nThere are legends of a place like ours, a place that is quiet and beautiful. My friend Hanako told me about it. It is a place we throw off the shackles of life; a place we go to die.\n\n\nI love you, Hiro. Watch that son of yours. He has a rebellious streak, just like his grandma.\n\n\n\n\n\n\nPerson of Interest #2:\n Riotoro Watanabe, 31 years old, Unemployed, reportedly hasn't left his parents' house in over six months.\n\n\n最愛の母,\n\n\n私は私が人生の失敗であることを知っています。 私はあなたのテーブルで食べ物を食べ、あなたの家の床で寝ました、そしてさらに悪いことに、あなたはあまりにも多くの回数あなたを失望させました。 ごめんなさい。 私はもはやあなたや社会の他の人々に負担をかけたくはありません。\n\n\n悟りの道を見つけましたので、私のことを心配しないでください。 私は今、父から遠く離れて、人生の責任から遠く離れた、より良い場所にいます。\n\n\n彼があなたにまた手を貸したことがあるなら、███████-████通りに来て私を探してください。 一人で来い。私はあなたを愛していることをあなたに知ってほしいのです。\n\n\n***\n\n\nDearest Mother,\n\n\nI know that I am a failure in life. I have eaten the food off your table, slept on the floorboards of your house, and worse, disrespected you for far too many times. I am sorry. I do not want to be a burden to you or the rest of society any longer.\n\n\nI do not want you to worry about me. I have found the path of enlightenment. I am in a better place now, far away from Father, far away from the burdens of life.\n\n\nI want you to know that I love you very much. If he ever lays a hand on you again, look for me in the center of ███████-████ Street. Come alone.\n\n\n\n\n\n\nPerson of Interest #3:\n Eishun Takahashi, a 14-year-old student who failed to return home from school one afternoon. The following is a translated excerpt from his end-of-year report card:\n\n\n\n\n\n\nSubject Assessment\n\n\nGrade\n\n\nVerdict\n\n\n\n\n\n\nMathematics\n\n\n45%\n\n\nFAIL\n\n\n\n\n\n\nPhysics\n\n\n41%\n\n\nFAIL\n\n\n\n\n\n\nArt\n\n\n86%\n\n\nPASS\n\n\n\n\n\n\nLanguages\n\n\n75%\n\n\nPASS\n\n\n\n\n\n\nSocial Studies\n\n\n44%\n\n\nFAIL\n\n\n\n\n\n\nOral Communication\n\n\nNIL\n\n\nFAIL\n\n\n\n\n\n\nAttendance:\n 156 / 355 days\n\n\nTeacher's Remarks:\n Eishun-chan is a quiet but intelligent boy who is not living up to his fullest potential. He missed his oral examination again, and his constant absence from school is pulling his grades down. In class, Eishun appears constantly distracted during lessons and has been caught frequently drawing in his notebook. His poor attitude will not serve him well when he enters society in the future.\n\n\n\n\n\n\n\n\n\n\n\n\nDr. Mori reported missing | Audio-logs recovered from personal computer, within SCP-4507\n\n\n\n\n▶ Addendum 4507-03: Dr. Mori's Unauthorized Audio-Logs\n\n\n\n\n⊟ Addendum 4507-03: Dr. Mori's Unauthorized Audio-Logs\n\n\n\n\nNote:\n Members of MTF Lambda-5 (\"White Rabbits\") were immediately deployed into SCP-4507 in pursuit of Dr. Mori, who failed to report to work three days after the disappearance of D-9456.\n\n\nAudio-Log #1:\n\n\n\n\n[01 May 2016, 15:01:56]\n\n\nI cannot wait here any longer, doing nothing. I sent Ali— D-9456 into SCP-4507 alone, and I plan to bring her back. I should have guessed that her freedom meant more than what… we shared together. Maybe if I found her before the MTF forces arrived, they'll go easy on a D-class who went AWOL.\n\n\nIf you're listening to this, I don't care about the consequences. This may cost me an arm and a leg, but it's better than having her blood on my hands. Treat this as an unofficial exploration log if you must; I fully intend to return and continue my research.\n\n\n\n\nAudio-Log #2:\n\n\n\n\n[01 May 2016, 00:00:00]\n\n\nI've lost track of how long I've been walking for. Six hours in, my electronic equipment started malfunctioning, with the time-stamp on my recording device now blinking zeroes.\n\n\nI estimate it's about 2 a.m., but the Sun is shining directly overhead. My working theory is that time flows differently in SCP-4507. Random junk is also littered along the sides of the alley — electronic equipment, books, articles of clothing — possibly items left behind by those who have come before me.\n\n\nThere's still no sign of D-9456 or that \ntorii\n gate.\n\n\n\n\nAudio-Log #3:\n\n\n\n\n[?? May 2016, 00:00:00]\n\n\nI try to sleep at night, but it's difficult to tell the difference between the moments I'm awake and dreaming. There's a silence to this place that I cannot fully explain. My senses tell me I'm surrounded by the city, but my ears hear nothing, and my skin feels the absence of the air. I'm beginning to understand what it means to be truly alone.\n\n\nThe walls, as Alice said before, are decaying rapidly, turning brown, black and moss-green. At times, I see faces staring back at me like the ghosts of my past, like the mocking grins of all the D-class I've sent to their deaths. Have I really sacrificed so many? And for what purpose?\n\n\nAlice's face appears to me one evening. I remember stopping in the middle of the alleyway and sobbing uncontrollably. Good god — what the hell am I doing in here?\n\n\n\n\nAudio-Log #??:\n\n\n\n\n[?? ?? ????, ??:??:??]\n\n\nI've found the shrine. It's nestled into a 3 by 3 meter plot of land, with two \ninari\n2\n statues guarding its entrance. The inscription carved into its wooden pillars reads:\n\n\n\n\n本質に気を付けろ、しかし詩を取り除かないで\n\n不要なことを自分で取り除き、発生したことを理解する\n\nあなたは、悟りへの孤独な道を進んでいます。\n\n\nPare down to the essence, don't remove the poetry\n\nRid yourself of the unnecessary, appreciate what is encountered\n\nYou, on the solitary path to enlightenment.\n\n\n\n\nI can't explain it, but these words bring me great comfort. If you're still hearing them, I'm sorry. Maybe I never wanted to go back.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDocumented \nInari\n Shrine located within SCP-4507\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPrimary Objective:\n Remand Dr. Mori for dereliction of duty | \nSecondary Objective:\n Terminate D-9456 on sight\n\n\n\n\n▶ Addendum 4507-04: The \"White Rabbit\" Mission Log\n\n\n\n\n⊟ Addendum 4507-04: The \"White Rabbit\" Mission Log\n\n\n\n\nActing Lead Scientist Dr. Shiori's Foreword:\n After the disappearance of Dr. Mori and D-9456, three members from MTF Lambda-5 (\"White Rabbits\") would form the next expedition into SCP-4507.\n\n\nDue to SCP-4507's anomalous nature, each member (henceforth designated Rabbit-1, Rabbit-2, Rabbit-3) entered the alleyway in 6-hour, sequenced intervals, before regrouping on the other side to resume their mission.\n\n\nThe following are excerpts from the personal log of Rabbit-1, the only member of the task force to return.\n\n\nEntry 04-01:\n\n\n\n\nI remember being the first one to enter SCP-4507, so I was surprised when I found Rabbit-2 waiting for me on the other side. The old man had been sitting there for 2 days and 21 hours, and his voice was trembling as he greeted me. Veteran or not, it would have been a daunting task to continue the mission on his own.\n\n\nThis world is an exact replica of the Akihabara we left behind, minus the people. No more flashing neon lights, no more colours or sounds. The city is silent. We walk past windows and doors, all boarded up, and the walls look like they've not been cleaned in a long time. Nothing moves except for the rolling dust at our feet.\n\n\nToday marks the third day we've waited for Rabbit-3 to appear. There's no way to reach Dr. Shiori on the radio to confirm whether the rookie made it out of SCP-4507 alive. In three hours, we have no choice but to resume our mission to find Dr. Mori and the D-class.\n\n\n\n\nEntry 04-02:\n\n\n\n\nThe air is so still that any sound we make only travels a few meters. I shout in Rabbit-2's direction but he reported hearing only a whisper. Thank god our radio still works.\n\n\nWe forced our way into an empty apartment near Ueno station, only to find everything left in its place: a television set still switched on, flashing with static. The fridge was stocked with food in various stages of decomposition. Dirty laundry still sat in a basket. The only thing missing were its occupants.\n\n\nHow do we search for Mori and a D-Class when there's nobody left to interrogate?\n\n\nI try radioing my family that night. There's something about this place that feels wrong, makes me think more about them. Laura would be doing the dishes about now, folding clothes for Chuck, who'd be watching cartoons past his bedtime. The silence makes me miss their voices even more.\n\n\n\n\nEntry 04-03:\n\n\n\n\nToday, we heard the faint sounds of Rabbit-3's voice over the radio. It sounded muffled and distorted at first, but Rabbit-2 panicked, arguing that we should double back to the entrance of SCP-4507 just in case Three was still waiting for us to appear.\n\n\nI agreed, partially to allay Two's fears, but also because we had no other leads to pursue.\n\n\nTwo is becoming more erratic and emotionally withdrawn. He used to crack jokes all the time and make fun of Rabbit-3 for being the newest member of the squad. But the old man has been silent ever since Three's disappearance.\n\n\nThat night, I choose not to share with him that I caught someone staring at us from one of the windows, as we were passing during the day. I fear it may send the old man over the edge.\n\n\n\n\nEntry 04-04:\n\n\n\n\nWe arrived back at the entrance of SCP-4507, but there is still no sign of Rabbit-3. Two shows signs of frustration, repeatedly trying to reach him over the radio. Suddenly, the radio crackles to life, and Three's voice can be heard as clear as day:\n\n\n'I'm here,' the voice says in a flat, monotonous tone. 'I'm here all by myself.'\n\n\nWe double-check our equipment and search the surrounding area, but Three's voice is the only thing that's left, playing in a loop over and over again. I notice the date-of-recording on my camera feed reads [12/05/2006]. Two becomes withdrawn again, pressing the radio repeatedly to his ear, as though trying to reach out into the void and grab Three, wherever he is. I wish I knew what our next move was.\n\n\n\n\nEntry 04-05:\n\n\n\n\nWe shelter in another abandoned apartment. This one smells of decaying roses and overcooked rice, the stench lingering in the air like the shadows of its prior occupants.\n\n\nI catch Two staring out the window in the middle of the night — he's watching a lone figure walking down the empty street. When I ask him if he's alright, the old man nods, mutters something about missing his wife, Hanako, who passed away years ago.\n\n\nI tell him I've made the decision to go back, but he remains silent.\n\n\n\n\nEntry 04-06:\n\n\n\n\nOn the seventh morning, we find a hand-written note at our door-step that wasn't there the night before. It reads, simply:\n\n\nPush not those who pull themselves inward. ~森, Mori\n\n\nWe spot about a dozen individuals staring in our direction, from various distances, after we exit the building. Even when I raise my weapon, they remain completely still, unmoving, unbothered. None of them appear to be Dr. Mori or the D-class. When I try moving towards them, they fade away, around the corners of buildings, back into the silence. Suddenly, we're alone again.\n\n\nI turn to Rabbit-2, who's so stunned he hasn't even raised his weapon. I have to pull him in the direction of SCP-4507.\n\n\n\n\nEntry 04-07:\n\n\n\n\nI feel the weight of many gazes upon me on our way back.\n\n\nAt the entrance to the alley itself, Rabbit-2 suddenly stops, refuses to move. I ask him what's the matter. He looks up at me, and without saying another word, turns to leave. I contemplate whether to hold him at gun point, but the hidden gazes weigh upon my chest, forcing me back towards the mouth of the alley.\n\n\nI think of my wife and eight-year-old son, still waiting for me back home, and I lower my weapon.\n\n\nAs I re-enter the alleyway, pass the orange gates, I fumble with my radio, hoping to hear my family's voices. After a few minutes, it cackles back to life.\n\n\n\"Where have you been?\" Dr. Shiori's voice echoes through the static, like a long-forgotten ghost. \"It's been six years since you went missing.\"\n\n\n\n\nLead Scientist Dr. Shiori's Notes:\n Three more expeditions were sent into SCP-4507 before the number of Missing-in-Action (MIA) personnel proved too high to continue experimentation. Due to the self-imposed isolation of these individuals, I recommend sealing off SCP-4507 from public access and close monitoring of the alleyway for signs of return movement.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A religion dating its origins back to 8th century Japan\n\n\n2\n. A Japanese fox spirit\n\n\n\n\n\n\n\n\n« \nSCP-4506\n | SCP-4507 | \nSCP-4508\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "D-9456: Time-check please? Dr. Mori: 34 minutes and 20 seconds. How are you feeling? D-9456: Should I be worried that it's taking so long to get to the end? Dr. Mori: Keep going. You're doing fine. <D-9456 continues walking down the path. She makes slow twists and turns around corners, which do not correspond to satellite telemetry.> D-9456: Doc, you still there? <static from radio> Dr. Mori: Yeah. D-9456: Thank God. It's getting harder to hear you. How long have I been in here? <The official log states 3 hours, 23 minutes and 50 seconds.> Dr. Mori: Not that long. Don't worry, okay? I'm not gonna let anything happen to you. It's just like that time in Hong Kong, remember? D-9456: Heh, you mean Hong Kong, where I almost died? At least you could hear the sounds of the city back in that labyrinth. Dr. Mori: What else do you see around you? <D-9456 pauses. The camera pans across walls on either side, extending towards the sky.> D-9456: Just endless concrete. And it's getting dark quickly. <The official time-stamp reads 09:56 in the morning. D-9456 resumes exploration.> D-9456: Doc? What's gonna happen to me when I get back? Dr. Mori: I'm sorry, what do you mean? D-9456: I mean after I return from the mission… You guys are just gonna throw me into another crazy experiment, aren't you? <Pause on the radio> Dr. Mori: You know I'll do my best to protect you, D-9456. If you're feeling unwell, we could always stop? You could turn around and— D-9456: No. I want to continue… for now. I want to see where this leads. <D-9456 begins noting that the buildings are starting to show signs of deterioration, with vines and moss gradually covering more and more of their exterior.> D-9456: There's something up ahead. It's… a wall. <D-9456 shines her flashlight across a concrete barrier. She reaches for the surface and sides, confirms that it's blocking all access forward. Camera feed glances skywards: the barrier appears to be part of another building, covered in the same hanging vegetation and decay.> D-9456: A fucking wall, after all this time? Dr. Mori: You sound disappointed. At least now we know where this thing ends. D-9456: Wait. There's something else here. <Camera feed distorts as D-9456 moves to the side. She brushes away more vines and leaves.> D-9456: It's some sort of shinto 1 shrine. <The shrine comes into focus. It's a small pagoda nestled between the buildings.> D-9456: There's some Japanese carved into the wood here. Maybe you guys will have a better time with— Whoa… Dr. Mori: What is it? D-9456: Doc, the wall's gone. Dr. Mori: What? How? D-9456: I don't have a fucking clue. <Camera view jerks back around as D-9456 returns to the alleyway. Instead of a wall, she passes her torch over an orange gateway that's about 2 meters high.> D-9456: Doc, what's going on here? Dr. Mori: I have no idea. But it's called a torii gate. Believed to be a gateway to the gods. D-9456: I can see something moving on the other side… Dr. Mori: What? Are you sure? <Camera feed zooms in, showing the same black alleyway, extending onward. Heavy distortion of visual feed.> Dr. Mori: I think it's time for you to turn back, Alice. <D-9456 stays completely still, continues shining her torch between the pillars of the torii gate. She seems transfixed by something.> D-9456: Doc, you mind if I get another time-check? <Dr. Mori hesitates.> Dr. Mori: You've been in there for 21 hours now. I'm bringing you back, Alice. <D-9456 doesn't seem to react. She turns the camera upwards. The D-class has dark, wavy hair and a handsome face.> D-9456: Hikiko, you've always treated me with respect since we started working together — better than the rest of those a-holes back in the Foundation. (pause) Whatever happens to me, I hope we will see each other again some day. Dr. Mori: What are you doing? You don't know what's on the other side. Let me at least— D-9456: I'm not going to be trapped here any more. Dr. Mori: Alice, wait —! <D-9456 walks under the torii gate. Camera feed suddenly cuts out, leaving only white noise and static.> [END LOG]",
        "Person of Interest #1: Aiko Mitsuri, 79 years old, Retiree, reported missing the day after she was due to return home from her retirement facility. 私の愛する少年, ここ数カ月間私のところに来てくれてありがとう。 私はあなたが退職後の家庭への支払いを止める以外に選択肢がなかったことを知っています、それで私も自分で生きることを試みることにしました。 あなたはあなたの家族と十分な問題を抱えています。私のすべての医療費は言うまでもありません。 私を探しに来る必要はありませんし、あなたが私の死を悼むべきでもありません。 私は長くて実りある人生を送ってきました、そして今、私は私が愛する人たちに負担をかけずに、私が長く待ち望んでいる平和を求めて去ります。 私たちのような場所、静かで美しい場所の伝説があります。 私の友人の花子は私にそれについてすべて話しました。 それは私たちが人生の束縛を捨てる場所です。 それは私たちが安心して死ぬところです。 あなたを愛して、ヒロ。 あなたの息子を見てください。 彼のおばあちゃんのように、彼は反抗的な筋を持っています。 *** My Dearest Boy, Thank you for coming to visit me these past few months. I know you've no choice but to stop the payments to the retirement home, so I've also decided to try and live out there on my own. You have enough problems with your family without having to worry about another mouth to feed and not to mention, all my medical bills. There is no need to come looking for me, and neither should you mourn my passing. I have lived a long and fruitful life and now, I seek to find the peace I have longed for, without having to burden the ones I love. There are legends of a place like ours, a place that is quiet and beautiful. My friend Hanako told me about it. It is a place we throw off the shackles of life; a place we go to die. I love you, Hiro. Watch that son of yours. He has a rebellious streak, just like his grandma.",
        "Person of Interest #2: Riotoro Watanabe, 31 years old, Unemployed, reportedly hasn't left his parents' house in over six months. 最愛の母, 私は私が人生の失敗であることを知っています。 私はあなたのテーブルで食べ物を食べ、あなたの家の床で寝ました、そしてさらに悪いことに、あなたはあまりにも多くの回数あなたを失望させました。 ごめんなさい。 私はもはやあなたや社会の他の人々に負担をかけたくはありません。 悟りの道を見つけましたので、私のことを心配しないでください。 私は今、父から遠く離れて、人生の責任から遠く離れた、より良い場所にいます。 彼があなたにまた手を貸したことがあるなら、███████-████通りに来て私を探してください。 一人で来い。私はあなたを愛していることをあなたに知ってほしいのです。 *** Dearest Mother, I know that I am a failure in life. I have eaten the food off your table, slept on the floorboards of your house, and worse, disrespected you for far too many times. I am sorry. I do not want to be a burden to you or the rest of society any longer. I do not want you to worry about me. I have found the path of enlightenment. I am in a better place now, far away from Father, far away from the burdens of life. I want you to know that I love you very much. If he ever lays a hand on you again, look for me in the center of ███████-████ Street. Come alone.",
        "Person of Interest #3: Eishun Takahashi, a 14-year-old student who failed to return home from school one afternoon. The following is a translated excerpt from his end-of-year report card: Subject Assessment Grade Verdict Mathematics 45% FAIL Physics 41% FAIL Art 86% PASS Languages 75% PASS Social Studies 44% FAIL Oral Communication NIL FAIL Attendance: 156 / 355 days Teacher's Remarks: Eishun-chan is a quiet but intelligent boy who is not living up to his fullest potential. He missed his oral examination again, and his constant absence from school is pulling his grades down. In class, Eishun appears constantly distracted during lessons and has been caught frequently drawing in his notebook. His poor attitude will not serve him well when he enters society in the future.",
        "[01 May 2016, 15:01:56] I cannot wait here any longer, doing nothing. I sent Ali— D-9456 into SCP-4507 alone, and I plan to bring her back. I should have guessed that her freedom meant more than what… we shared together. Maybe if I found her before the MTF forces arrived, they'll go easy on a D-class who went AWOL. If you're listening to this, I don't care about the consequences. This may cost me an arm and a leg, but it's better than having her blood on my hands. Treat this as an unofficial exploration log if you must; I fully intend to return and continue my research.",
        "[01 May 2016, 00:00:00] I've lost track of how long I've been walking for. Six hours in, my electronic equipment started malfunctioning, with the time-stamp on my recording device now blinking zeroes. I estimate it's about 2 a.m., but the Sun is shining directly overhead. My working theory is that time flows differently in SCP-4507. Random junk is also littered along the sides of the alley — electronic equipment, books, articles of clothing — possibly items left behind by those who have come before me. There's still no sign of D-9456 or that torii gate.",
        "[?? May 2016, 00:00:00] I try to sleep at night, but it's difficult to tell the difference between the moments I'm awake and dreaming. There's a silence to this place that I cannot fully explain. My senses tell me I'm surrounded by the city, but my ears hear nothing, and my skin feels the absence of the air. I'm beginning to understand what it means to be truly alone. The walls, as Alice said before, are decaying rapidly, turning brown, black and moss-green. At times, I see faces staring back at me like the ghosts of my past, like the mocking grins of all the D-class I've sent to their deaths. Have I really sacrificed so many? And for what purpose? Alice's face appears to me one evening. I remember stopping in the middle of the alleyway and sobbing uncontrollably. Good god — what the hell am I doing in here?",
        "[?? ?? ????, ??:??:??] I've found the shrine. It's nestled into a 3 by 3 meter plot of land, with two inari 2 statues guarding its entrance. The inscription carved into its wooden pillars reads: 本質に気を付けろ、しかし詩を取り除かないで 不要なことを自分で取り除き、発生したことを理解する あなたは、悟りへの孤独な道を進んでいます。 Pare down to the essence, don't remove the poetry Rid yourself of the unnecessary, appreciate what is encountered You, on the solitary path to enlightenment. I can't explain it, but these words bring me great comfort. If you're still hearing them, I'm sorry. Maybe I never wanted to go back.",
        "I remember being the first one to enter SCP-4507, so I was surprised when I found Rabbit-2 waiting for me on the other side. The old man had been sitting there for 2 days and 21 hours, and his voice was trembling as he greeted me. Veteran or not, it would have been a daunting task to continue the mission on his own. This world is an exact replica of the Akihabara we left behind, minus the people. No more flashing neon lights, no more colours or sounds. The city is silent. We walk past windows and doors, all boarded up, and the walls look like they've not been cleaned in a long time. Nothing moves except for the rolling dust at our feet. Today marks the third day we've waited for Rabbit-3 to appear. There's no way to reach Dr. Shiori on the radio to confirm whether the rookie made it out of SCP-4507 alive. In three hours, we have no choice but to resume our mission to find Dr. Mori and the D-class.",
        "The air is so still that any sound we make only travels a few meters. I shout in Rabbit-2's direction but he reported hearing only a whisper. Thank god our radio still works. We forced our way into an empty apartment near Ueno station, only to find everything left in its place: a television set still switched on, flashing with static. The fridge was stocked with food in various stages of decomposition. Dirty laundry still sat in a basket. The only thing missing were its occupants. How do we search for Mori and a D-Class when there's nobody left to interrogate? I try radioing my family that night. There's something about this place that feels wrong, makes me think more about them. Laura would be doing the dishes about now, folding clothes for Chuck, who'd be watching cartoons past his bedtime. The silence makes me miss their voices even more.",
        "Today, we heard the faint sounds of Rabbit-3's voice over the radio. It sounded muffled and distorted at first, but Rabbit-2 panicked, arguing that we should double back to the entrance of SCP-4507 just in case Three was still waiting for us to appear. I agreed, partially to allay Two's fears, but also because we had no other leads to pursue. Two is becoming more erratic and emotionally withdrawn. He used to crack jokes all the time and make fun of Rabbit-3 for being the newest member of the squad. But the old man has been silent ever since Three's disappearance. That night, I choose not to share with him that I caught someone staring at us from one of the windows, as we were passing during the day. I fear it may send the old man over the edge.",
        "We arrived back at the entrance of SCP-4507, but there is still no sign of Rabbit-3. Two shows signs of frustration, repeatedly trying to reach him over the radio. Suddenly, the radio crackles to life, and Three's voice can be heard as clear as day: 'I'm here,' the voice says in a flat, monotonous tone. 'I'm here all by myself.' We double-check our equipment and search the surrounding area, but Three's voice is the only thing that's left, playing in a loop over and over again. I notice the date-of-recording on my camera feed reads [12/05/2006]. Two becomes withdrawn again, pressing the radio repeatedly to his ear, as though trying to reach out into the void and grab Three, wherever he is. I wish I knew what our next move was.",
        "We shelter in another abandoned apartment. This one smells of decaying roses and overcooked rice, the stench lingering in the air like the shadows of its prior occupants. I catch Two staring out the window in the middle of the night — he's watching a lone figure walking down the empty street. When I ask him if he's alright, the old man nods, mutters something about missing his wife, Hanako, who passed away years ago. I tell him I've made the decision to go back, but he remains silent.",
        "On the seventh morning, we find a hand-written note at our door-step that wasn't there the night before. It reads, simply: Push not those who pull themselves inward. ~森, Mori We spot about a dozen individuals staring in our direction, from various distances, after we exit the building. Even when I raise my weapon, they remain completely still, unmoving, unbothered. None of them appear to be Dr. Mori or the D-class. When I try moving towards them, they fade away, around the corners of buildings, back into the silence. Suddenly, we're alone again. I turn to Rabbit-2, who's so stunned he hasn't even raised his weapon. I have to pull him in the direction of SCP-4507.",
        "I feel the weight of many gazes upon me on our way back. At the entrance to the alley itself, Rabbit-2 suddenly stops, refuses to move. I ask him what's the matter. He looks up at me, and without saying another word, turns to leave. I contemplate whether to hold him at gun point, but the hidden gazes weigh upon my chest, forcing me back towards the mouth of the alley. I think of my wife and eight-year-old son, still waiting for me back home, and I lower my weapon. As I re-enter the alleyway, pass the orange gates, I fumble with my radio, hoping to hear my family's voices. After a few minutes, it cackles back to life. \"Where have you been?\" Dr. Shiori's voice echoes through the static, like a long-forgotten ghost. \"It's been six years since you went missing.\""
    ],
    "item": "SCP-4507",
    "object_class": "Euclid",
    "containment_procedures": "The entrance to SCP-4507 has been cordoned off from public access. A small shopfront at the entrance has been converted into a makeshift security station, where two Foundation agents have been embedded as convenience store clerks.",
    "description": "SCP-4507 is an alleyway located in Akihabara, Tokyo, measuring 1 meter wide and surrounded by high-rise concrete buildings. Within the alley are sewage pipes, air-conditioning units and doorways that are either locked or open to brick-and-mortar walls. Satellite imagery confirms the distance between the alleyway's entry-point and exit at 152 meters.",
    "title": "SCP-4507"
}