{
    "url": "https://scp-wiki.wikidot.com/scp-4513",
    "all_text": "A \nROUNDERHOUSE\n Joint\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nComing Soon - Rounderhouse\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+236\n+\n–\nx\n\n\n\n\n\n\n2/4513\n LEVEL \n2/4513\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-4513\n\n\n\n\n\n\nSafe\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-4513-B\n\n\n\n\nSpecial Containment Procedures:\n SCP-4513 is contained in a standard object storage locker in Site-19.\n\n\nDescription:\n SCP-4513 is a Brush Master brand large drum wood-chipper.\n\n\nSCP-4513's anomalous quality occurs when any form of printed literary media is placed into its intake hopper.\n\n\nAfter SCP-4513 consumes such a form of media, rather than the expected output of shredded paper, it will produce a watery substance superficially resembling milk. This substance (SCP-4513-B) changes the narrative structure of any literary media it is exposed to. These alterations result in a text that more closely resembles the media SCP-4513-B was formed from (in style and prose).\n\n\n\n\n\n\nAddendum 4513.1\n\n\nTESTING LOGS\n\n\n\n\n\n\n\n\nSeveral tests were performed using SCP-4513-B. A filled IRS W-2 tax form, provided by Researcher Andrew Thompson, was used as a control for the different varieties of SCP-4513-B to be applied to.\n\n\n\n\n\n\nSCP-4513-B Source:\n \nMoby Dick; or, the Whale\n by Herman Melville\n\n\n\n\n\n\nThe mahogany slab separating the captain from his sailor was littered with papers — ink scrawls on parchment listing nills and tips and debts and payments, all resting on the broad white shoulders of one Captain Two-Form. Even as this cruel Pharaoh of the Oppression scanned the page with his all seeing eyes, his flock trembled in awful fear at the utter power resting before him; the power to end a man's livelihood with a single stroke of a quill — a weapon most desired, but entrusted to a small few under the watchful gaze of the Internal Revenue Service.\n\n\nJim Thompson's observation on the nature of his captor was cut short by the wax-sealed envelope thrust in his face by the thin, papery hands of Two-Form.\n\n\n\"Eyes up, lad! You 'dun good, landing a one-hundredth-and-eightieth lay aboard the good ship \nthe Foundation\n in only a single year of service! Not a feat many a man could accomplish. Though — this has the unfortunate consequence of heightening the amount of coin good Father Samuel will tear from your grasp the moment we make landfall. However: I have a weapon most sinister that can aid you against him.\"\n\n\nTwo-Form grinned, displaying a mouth filled with shockingly white teeth, like a quarry of enamel buried under a disgusting facade.\n\n\n\"Tell me, boy — do you know what a deductible is?\"\n\n\n\n\n\n\n \n\n\n\n\nSCP-4513-B Source:\n \nJulius Caesar\n by William Shakespeare\n\n\n\n\n\n\nENTER:\n A twenty-seven year old male.\n\n\n\n\nAfternoon. Do say, what is thy name, boy? \n:W-2 FORM\n\n\n\n\n\n\nTHOMPSON:\n They call me Jim Edward Thompson, m'lord.\n\n\n\n\nPraytell, what is thy current level of income? \n:W-2 FORM\n\n\n\n\n\n\nTHOMPSON:\n In the year of our lord two-thousand-and-eighteen, I amassed a collective of seventy-three-thousand American dollars and change, m'lord.\n\n\n\n\nThou art in a tax bracket high enough to pierce the heavens! \n:W-2 FORM\n\n\n\n\n\n\n\n\nTHOMPSON gasps in horror.\n\n\n\n\n\n\n\n\nRejoice! To wit: Thou hast a dependent, and yes: You can, indeed, claim thy offerings to yonder Good-Will as charitable donations. \n:W-2 FORM\n\n\n\n\n\n\nTHOMPSON:\n Thou art a kind and charitable servant of the great Uncle Samuel!\n\n\n\n\nThou art most kind. However: prithee, speak honestly, dost thou have a four-oh-one-kay? \n:W-2 FORM\n\n\n\n\n\n\nTHOMPSON:\n I believe not, m'lord.\n\n\n\n\nThen I am sorry to be the pallbearer of bad news — thou must journey far to the east and seek out the great kingdom of CHASE BANK and inquire within for the answers thou seeks. Godspeed. \n:W-2 FORM\n\n\n\n\n\n\n\n\n \n\n\n\n\nSCP-4513-B Source:\n \nHelicopter Man Pounds Dinosaur Billionaire Ass\n by Chuck Tingle\n\n\n\n\n\n\nJim Thompson fingered the wedding ring on his finger. The band had cost him a pretty penny, but it was far more beautiful than the marriage it had been for. Susan — his wife — was cold & distant. She just didn't satisfy him anymore. Nothing did.\n\n\n\"Jim?\"\n\n\nHR Officer Form's musky voice snapped him out of his reverie. Jim stammered out a response, caught off-guard. \"Y-yes, Officer?\"\n\n\n\"Call me Form. I'd like to ask you a few questions - make sure you're suited to the position, you know.\"\n\n\n\"I'm suited for any position, sir!\"\n\n\nThe words had barely left Jim's mouth before he realized what he said. His face turned to crimson. Thankfully, either Form didn't notice, or he didn't mention it.\n\n\nStay focused, you idiot. Don't get distracted by his face, or his glasses, or his musc-\n\n\n\"How're the wife and kids, Jim? You got married last year, right?\"\n\n\nHe remembered.\n\n\n\"W-we're good. We're going through a rough spot, but we'll make it.\"\n\n\n\"Ah, sorry to hear that. This news should be a nice blow, though.\"\n\n\nForm's face was the one turning red this time. They both let out polite chuckles, eager to change the topic at hand.\n\n\n\"Haha, we're both just tripping over ourselves today, aren't we?\"\n\n\nThe air in the room was thick, stifling. Jim could feel the energy, the chemistry between them.\n\n\n\"Well, sir, I know I am.\"\n\n\nAgain, they both tittered and giggled for a moment, before both looking up at the same instant. Their eyes met, and something passed between them. Jim held the connection a moment longer, but Form broke it off. But Form wasn't fooling anyone, least of all himself. Both of them knew what had changed in that instant.\n\n\nForm fumbled, sweat dripping from his brow, as he handed Jim a sealed envelope.\n\n\n\"I-I'm sorry, Thompson. We can't fully deduct that unfortunate hospital bill from January.\"\n\n\nNow was the moment. Jim had to make a choice. Do or die. Make what might be the biggest mistake of his life, or go through the rest of his existence wondering what could have been.\n\n\nHe looked up, Form's eyes, and purred out a single sentence.\n\n\n\"My copay isn't the only thing that's rising.\"\n\n\n\n\n[THIRTY-SEVEN PAGES OF ADDITIONAL DOCUMENTATION REMOVED]\n\n\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nRounderhouse's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-6000\n \n(+1262)\n \n•\n\n\n\n\n\n\nSCP-5982\n \n(+105)\n \n•\n\n\n\n\n\n\nSCP-5149\n \n(+455)\n \n•\n\n\n\n\n\n\nSCP-8976\n \n(+244)\n \n•\n\n\n\n\n\n\nSCP-5375\n \n(+134)\n \n•\n\n\n\n\n\n\nSCP-4776\n \n(+259)\n \n•\n\n\n\n\n\n\nROUNDERHOUSE's Proposal\n \n(+764)\n \n•\n\n\n\n\n\n\nSCP-5690\n \n(+349)\n \n•\n\n\n\n\n\n\nSCP-4852\n \n(+322)\n \n•\n\n\n\n\n\n\nROUNDERHOUSE's Golder Proposal: Director's Cut\n \n(+116)\n \n•\n\n\n\n\n\n\nSCP-5376\n \n(+252)\n \n•\n\n\n\n\n\n\nSCP-7311\n \n(+628)\n \n•\n\n\n\n\n\n\nSCP-6380\n \n(+187)\n \n•\n\n\n\n\n\n\nSCP-7545\n \n(+239)\n \n•\n\n\n\n\n\n\nROUNDERHOUSE's Jade Proposal\n \n(+367)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nSite-7: SEGFAULT\n \n(+68)\n \n•\n\n\n\n\n\n\nDirector House Is A Cracker (And Other Lies You Can Tell Yourself)\n \n(+264)\n \n•\n\n\n\n\n\n\nSite-7: DAEMON\n \n(+83)\n \n•\n\n\n\n\n\n\nA look back on what we accomplished\n \n(+97)\n \n•\n\n\n\n\n\n\nDo you like Huey Lewis and the News?\n \n(+82)\n \n•\n\n\n\n\n\n\nHEDVIG'S HERESY\n \n(+135)\n \n•\n\n\n\n\n\n\nBREAKNECK\n \n(+105)\n \n•\n\n\n\n\n\n\nAFTER-ACTION REPORT - OPERATION HEAVING SPIRIT\n \n(+53)\n \n•\n\n\n\n\n\n\nHare 023: The Cheshire Cat\n \n(+54)\n \n•\n\n\n\n\n\n\nSite-7: TEMPEST\n \n(+133)\n \n•\n\n\n\n\n\n\nPartner's Meeting\n \n(+34)\n \n•\n\n\n\n\n\n\nRate My Director\n \n(+415)\n \n•\n\n\n\n\n\n\nMisconduct on the Magnificent Mile\n \n(+38)\n \n•\n\n\n\n\n\n\nSite-7: AIRGAP\n \n(+122)\n \n•\n\n\n\n\n\n\nWords of Wisdom from the Containment Chamber of SCP-046-ARC, better known as Richard \"Big Dick\" Chappell\n \n(+206)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nROUNDERPAGE V2\n \n(+571)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4512\n | SCP-4513 | \nSCP-4514\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4513\n\" by Rounderhouse, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4513\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n bottle.jpg\n\n\nName:\n Full Bottles of Pumped Breast Milk.jpg\n\n\nAuthor:\n ParentingPatch\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "Several tests were performed using SCP-4513-B. A filled IRS W-2 tax form, provided by Researcher Andrew Thompson, was used as a control for the different varieties of SCP-4513-B to be applied to.",
        "SCP-4513-B Source: Moby Dick; or, the Whale by Herman Melville",
        "SCP-4513-B Source: Julius Caesar by William Shakespeare",
        "SCP-4513-B Source: Helicopter Man Pounds Dinosaur Billionaire Ass by Chuck Tingle",
        "\" SCP-4513 \" by Rounderhouse, from the SCP Wiki . Source: https://scpwiki.com/scp-4513 . Licensed under CC-BY-SA .",
        "Filename: bottle.jpg Name: Full Bottles of Pumped Breast Milk.jpg Author: ParentingPatch License: CC BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "SCP-4513 is contained in a standard object storage locker in Site-19.",
    "description": "SCP-4513 is a Brush Master brand large drum wood-chipper.",
    "title": "SCP-4513"
}