{
    "url": "https://scp-wiki.wikidot.com/scp-4518",
    "all_text": "rating: \n+40\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\"Retroactive Reaper\" by stoner99\n\n\nI encourage you to read more of my works here:\n\n\nhttps://scp-wiki.wikidot.com/stoner99-author-page\n\n\n\n\n\n\n\n\nrating: \n+40\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-4518\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n A fence has been erected for the purpose of preventing entry into SCP-4518. Civilians attempting to enter SCP-4518 are to be detained, amnesticized, and released.\n\n\nDescription:\n SCP-4518 is an anomalous structure located at the end of the Old Halloway Boardwalk in San Francisco, California.\n\n\nSCP-4518 consists of a narrow tunnel passageway containing 207 posters for missing children — primarily between the ages of 6-12 — who disappeared from January 1st, 1975 to December 31st, 1999. Individuals who traverse SCP-4518 have reported inexplicable feelings of dread, somberness, or a sensation likened to \"falling off the edge of the world\".\n\n\nSCP-4518-1 is a Class-I spectral entity\n1\n residing at the end of SCP-4518, resembling a young child of indeterminate age, sex, or ethnicity. SCP-4518 displays symptoms of advanced depersonalization, often providing vague, unusual, or mystifying responses to attempts at interview. SCP-4518-1 is otherwise unremarkable.\n\n\nAddendum:\n Interview attempt\n\n\nAfter reviewing this document's supplementary materials during an unrelated research project, Dr. Elizabeth Espinoza — then serving as Deputy Director of the Department of Spectral Affairs — requested to speak with SCP-4518-1. Due to Dr. Espinoza's position within the DoSA, this request was granted. The following encounter was recorded shortly thereafter, and has been transcribed verbatim.\n\n\n\n\n[BEGIN LOG]\n\n\n \n\n\nDr. Espinoza:\n Hello.\n\n\n \n\n\nSCP-4518-1 turns to Dr. Espinoza.\n\n\n \n\n\nSCP-4518-1:\n You…\n\n\n \n\n\nDr. Espinoza:\n \n(Laughter)\n Well, that was fast.\n\n\n \n\n\nSCP-4518-1:\n I don't understand.\n\n\n \n\n\nDr. Espinoza:\n I saw his face on one of the posters. Read the fil— well, I suppose you wouldn't know what that is. At any rate, it didn't take long to put two and two together. \n(Pausing)\n Is… is he still in there?\n\n\n \n\n\nSCP-4518-1:\n Yes. I see things clearly, now.\n\n\n \n\n\nSilence.\n\n\n \n\n\nSCP-4518-1:\n You were playing a game. He ran off into the woods. You searched for him all night. When you told your mother what had happened, men with badges and blue uniforms came. You told them… no, that's not right.\n\n\n \n\n\nSilence.\n\n\n \n\n\nSCP-4518-1:\n He never ran off, did he?\n\n\n \n\n\nDr. Espinoza:\n What?\n\n\n \n\n\nSCP-4518-1:\n It was you.\n\n\n \n\n\nSCP-4518-1 approaches Dr. Espinoza.\n\n\n \n\n\nSCP-4518-1:\n It was always supposed to be you.\n\n\n \n\n\nDr. Espinoza:\n Uh… I don't— I mean, I think… I think we've gotten off on the wrong foot here. I never— I mean, I just… I wanted to…\n\n\n \n\n\nSCP-4518-1:\n Liar.\n\n\n \n\n\nDr. Espinoza is lost.\n\n\n \n\n\n[END LOG]\n\n\n\n\nFile Update:\n As of 4/24/2022, SCP-4518 now contains only 206 missing person posters. No individual by the name of \"Dr. Elizabeth Espinoza\" has ever been employed by the Foundation. Further investigation is ongoing.\n\n\n\n\nFootnotes\n\n\n1\n. Colloquially known as a ghost.\n\n\n\n\n\n\n\n\n« \nSCP-4517\n | SCP-4518 | \nSCP-4519\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4518\n\" by stoner99, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4518\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Interview attempt\nAfter reviewing this document's supplementary materials during an unrelated research project, Dr. Elizabeth Espinoza — then serving as Deputy Director of the Department of Spectral Affairs — requested to speak with SCP-4518-1. Due to Dr. Espinoza's position within the DoSA, this request was granted. The following encounter was recorded shortly thereafter, and has been transcribed verbatim."
    ],
    "documents": [],
    "notes": [
        "[BEGIN LOG] Dr. Espinoza: Hello. SCP-4518-1 turns to Dr. Espinoza. SCP-4518-1: You… Dr. Espinoza: (Laughter) Well, that was fast. SCP-4518-1: I don't understand. Dr. Espinoza: I saw his face on one of the posters. Read the fil— well, I suppose you wouldn't know what that is. At any rate, it didn't take long to put two and two together. (Pausing) Is… is he still in there? SCP-4518-1: Yes. I see things clearly, now. Silence. SCP-4518-1: You were playing a game. He ran off into the woods. You searched for him all night. When you told your mother what had happened, men with badges and blue uniforms came. You told them… no, that's not right. Silence. SCP-4518-1: He never ran off, did he? Dr. Espinoza: What? SCP-4518-1: It was you. SCP-4518-1 approaches Dr. Espinoza. SCP-4518-1: It was always supposed to be you. Dr. Espinoza: Uh… I don't— I mean, I think… I think we've gotten off on the wrong foot here. I never— I mean, I just… I wanted to… SCP-4518-1: Liar. Dr. Espinoza is lost. [END LOG]",
        "\" SCP-4518 \" by stoner99, from the SCP Wiki . Source: https://scpwiki.com/scp-4518 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4518",
    "object_class": "Safe",
    "containment_procedures": "A fence has been erected for the purpose of preventing entry into SCP-4518. Civilians attempting to enter SCP-4518 are to be detained, amnesticized, and released.",
    "description": "SCP-4518 is an anomalous structure located at the end of the Old Halloway Boardwalk in San Francisco, California.",
    "title": "SCP-4518"
}