{
    "url": "https://scp-wiki.wikidot.com/scp-4527",
    "all_text": "rating: \n+54\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n4527\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nthaumiel\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Foundation webcrawler KYU-193 \"Open Late\" is to monitor online forums and susceptible devices for SCP-4527 related activity. SCP-4527 infected devices are to be transported to Site-15 and stored in a standard containment locker. No electronic devices are permitted within a three metre radius of an SCP-4527 infected device during testing.\n\n\nDescription:\n SCP-4527 is an application named \"Life Coach\" that manifests on Internet-connected smartphones, capable of spreading to devices in close proximity.\n\n\nUpon being opened, SCP-4527 will present a screen with two options: \"manual\" and \"auto\". If \"manual\" is selected, the screen will display a text input box and prompt the user to ask a question. When a question is entered, the application will generate a response, typically advisory in nature. Tapping the screen again returns the user to previous menu.\n\n\nIf \"auto\" is selected, SCP-4527 will automatically generate text identical in nature to the \"manual\" option without the need for a button. SCP-4527 will generate this text in response to any situation the user runs across where advice may be given, regardless of severity. Each message generated is accompanied by an audible buzz.\n\n\nTesting is underway to determine if SCP-4527 is viable for use in Foundation operations.\n\n\n\n\n\n\n\n\n+ Addendum 10/01/2020\n\n\n\n\n-Close Log\n\n\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nThe following personal log was added to this page immediately preceding Incident-4527-1 by Senior Researcher Cameron Zhou, and is being kept for archival purposes.\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\n\n\nNovember 19th: Got a new assignment today now that we're done with that \nanomalous washing machine\n. Didn't have any better luck this time, got saddled with SCP-4527. You know those horoscope apps that're always like \"the moon is full today, don't wash your underwear\" or something? It's like that, but apparently it actually works. Played around with it today, but all it did was tell me I really should go to brush my teeth. Dunno if I should be insulted, my breath can't be that bad.\n\n\nCould've been worse. Harold showed up late and got the sapient snot.\n\n\n\n\n\n\nNovember 27th: Finally got some time to paint. I'm nearly done with the skyline, now I just have to do the water. If I quit procrastinating and get it done I might give it to Cindy as a Christmas present, but she's already got that portrait that \nalways looks like it's facing you\n. I don't know how she stands it, I'm creeped out just visiting her office.\n\n\nThe testing's been alright, nobody's come to throw me out for incompetence yet. We're starting small — today we asked it about lunch, and it warned us the restaurant we were eyeing had a mold problem. Not the most interesting, but at least I don't have food poisoning.\n\n\n\n\n\n\nNovember 30th: Spent lunch break with the usual bunch, trying to come up with baby names for Kate. Hopefully she has the sense not to take any of them.\n\n\nThe app really only does one thing, but we're starting to push it a little, see if it can decide things the user doesn't already know. Took us all afternoon to find a lactose-intolerant D, but we managed it in the end. Once we got him all good and blindfolded, we gave him a cup of water and a cup of milk, then asked the app which one to drink. It chose right every time, pretty cool huh?\n\n\nWe should try some non-food experiments soon though, I gotta stop filing experiments while hungry.\n\n\n\n\n\n\nDecember 4th: Harold brought a sample of the sapient snot to lunch today. He's lucky nobody punched him — that stuff smells like three-week old cat vomit, if said cat had been raised on a diet consisting solely of elephant droppings. I have no idea how he manages to test that thing.\n\n\nAnd because I just needed one more thing on my plate, \nthe app's on my phone now\n. Not sure how, since we're not allowed to bring anything electronic near that thing. Guess I must've left in my coat pocket or something and nobody bothered to check me — but it's here now. It's too damn late to deal with all the paperwork though, I'll drop it off in the morning. Or I'll procrastinate it until Thursday, like always.\n\n\n\n\n\n\nDecember 6th: Thursday it is.\n\n\nI took a chance and asked it about SCP-4527's document draft as I was typing it up, and it turns out the thing is pretty damn useful. Saved me from a lot of dumb mistakes — who knew I still can't spell \"application\"? Maybe I'll get a spellchecker once I turn this thing in, if my pride can take it.\n\n\n\n\n\n\nDecember 9th: Well, it's Thursday. I got that draft to Tindall, and it's up on the database in record time — for me, anyways.\n\n\nHaven't turned the phone in yet… another week can't hurt, can it? It's technically a containment breach, but it's a glorified spellchecker really.\n\n\n\n\n\n\nDecember 16th: First time this month I've had time to paint. I'm at the stage where it looks done, but the longer I look the more tiny mistakes there are, like a wonky building or odd shadows. Really need some more relaxing hobbies, though I'd still end up making yoga stressful somehow.\n\n\nStill haven't turned the phone in yet, but I think I might take it a month at a time, you know? It's damn useful and doesn't hurt anyone. If Cindy can have an anomalous painting in her office, I'll be fine holding on to this a little longer.\n\n\n\n\n\n\nDecember 17th: I put it on auto today. Saves me a lot of tapping.\n\n\n\n\n\n\nDecember 18th: The more I think about it, the more decisions I've made without really thinking until the SCP-4527 file landed on my desk.\n\n\nMy phone \ncan't\n never stops buzzing. Orange juice or milk? Orange juice means I won't spill it on my shirt on Friday. Left or right to the bathroom? Left, so I can avoid an awkward talk with Jokela in the hall. It's different now too, like I don't even have to read the screen to know what the advice is — I know it should freak me out, but it doesn't.\n\n\n'Course, it's not all small stuff. It's been helping me at work too — it didn't sit well with me at first, using an SCP to work on other SCPs, but it's just spelling and phrasing stuff. The app's even been helping me with talking to the boss, though it kind of stings that an app has better social skills than me.\n\n\n\n\n\n\nDecember 28th: I've only felt happier since this app got on my phone, but now I'm starting to have my doubts.\n\n\nFor one, it's starting to cross my words out as I'm typing — only on this phone though, I guess it can't affect stuff that's not on the same thing it is.\n\n\nFor another, I couldn't finish the goddamn painting \nsince\n because my phone buzzed every time I touched the canvas. It's like my overthinking dialed up to 100.\n\n\nI \nknow\n it doesn't always matter. I know that it taking five \nextra\n more seconds to reach the office doesn't matter. But my phone keeps buzzing and buzzing and buzzing, and I can't help but listen. Why make a bad decision when you \nknow\n which one is right?\n\n\n\n\n\n\nDecember 30th: Something's wrong.\n\n\nI tried to put it back on manual today, and the back button just wasn't there. So then I tried to delete it, and the phone said it uninstalled — but it's still there, buzzing. I stuffed it in the bottom of my sock drawer but I can still hear it. I know full well there's no way it's that loud, but that doesn't stop it from buzzing in my ear like my own personal swarm of bees.\n\n\n\n\n\n\nI guess I really do need that app.\n\n\nIt started when I put salt in my coffee this morning and it just got worse from there. Locked my keys in the car and showed up to work late, just to find I've forgotten my SCiPnet login. Got it reset after an earful from the tech guy, but that took up my entire morning. Wasn't over yet though — I took a wrong turn and got lost trying to drive home. The whole time that infernal buzzing never left my ear.\n\n\nWhen I finally made it I plopped down on my couch and sat there for a bit before I remembered that my parents are coming over for Christmas tonight. So I check the time and realise I was supposed to be there an hour ago. I drive over there like a madman, and when I make it to the gate there they are, luggage in hand and disappointment on their faces.\n\n\nI can feel them fuming at me from the guest bedroom.\n\n\n\n\n\n\nI caved. It's back in my pocket now.\n\n\n\n\n\n\nEverything's back to normal now. Still a bit rough with my parents, but it's always been like that. I don't know why they decided to come over the holidays anyways, I could've flown over to them if I asked for \nsome\n a couple weeks' leave. Guess they never stopped wanting to \ncontrol\n micromanage my life.\n\n\nThe app still won't go back on manual though, but I'll learn to ignore \nall the\n the buzzes of the useless ones. Or buy some earmuffs, I hear they're in this year.\n\n\n\n\n\n\nDespite the passcode fiasco, Tindall called me into a meeting today. They're offering me a Level-3 senior researcher position at Site-65. \nCan you believe it?\n\n\nI've been at Site-15 for so long that I'm not sure if I want to take it. Moving means going back to questioning what people thought of me, back to glancing around to make sure I wasn't acting like a weirdo, back to eating alone and spending lunchtime in my office. Maybe it'll be a little better as a senior researcher, but I don't want to bet on it.\n\n\nGuess I'll sleep on it. Maybe I'll ask the app.\n\n\n\n\n\n\nIt wants me to go.\n\n\nNot sure what I expected, to be honest. The only weird thing is the prediction doesn't back it up — it says I'll be winded by the sudden loss of my support system and retreat into myself, becoming known as a kind of office-hermit.\n\n\nI dunno, it almost feels like it's trying to push me towards something. I'll tell Tindall I need some more time to think.\n\n\n\n\n\n\nSomething's wrong.\n\n\nIt used to be I'd ask the app something — or it gave me something, since it's on auto — and it'd spit out this big list of \npredictions\n futures and which decision to make. Now it only gives me two futures no matter what it is I'm doing.\n\n\nHere's the other thing. I asked my mother about the buzzing, and she can't hear it. Only I can. It's all in my head, and that's even scarier.\n\n\nThe D-Class were fine. Tindall was fine. So why is this happening to me? Am I just going crazy?\n\n\n\n\n\n\nI guess the question now is what I should do. It's only giving me one choice now: \"stay inside\". Not sure what that's meant to accomplish. Every buzz I ignore is another bee in the unholy hive in my head.\n\n\nStuffed it back into my sock drawer, but I can't just sit on it. I'll end up fishing it out of the drawer and doing what it tells me to eventually, if only to make the buzzing stop.\n\n\nSomeone needs to know, but how? Site-15 is 20 miles away, and I know I can't drive over there and turn myself in without the bees breaking my skull clean open.\n\n\nI'm fine.\n\n\n\n\n\n\n\n\n\n\n\n\nIncident SCP-4527-1:\n Senior Researcher Cameron Zhou made several unauthorised edits to the SCP-4527 file. Upon investigation, Zhou was found within their residence, holding their smartphone and requesting assistance. The smartphone was later found to contain an instance of SCP-4527 and was removed from their possession.\n\n\nFollowing psychological assessment and treatment, Zhou was administered Class-C amnestics and reassigned to another project. Follow-up testing to verify Zhou's claims commenced on 21/01/2020 under the direction of Dr. Katherine Tindall. As of 07/08/2020, no new anomalous properties have been observed. Re-classification to Thaumiel \nis pending\n has been authorised.\n\n\n\n\n\n\n\n\n« \nSCP-4526\n | SCP-4527 | \nSCP-4528\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4527\n\" by Simartar, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4527\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4527 \" by Simartar, from the SCP Wiki . Source: https://scpwiki.com/scp-4527 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Foundation webcrawler KYU-193 \"Open Late\" is to monitor online forums and susceptible devices for SCP-4527 related activity. SCP-4527 infected devices are to be transported to Site-15 and stored in a standard containment locker. No electronic devices are permitted within a three metre radius of an SCP-4527 infected device during testing.",
    "description": "SCP-4527 is an application named \"Life Coach\" that manifests on Internet-connected smartphones, capable of spreading to devices in close proximity.",
    "title": "SCP-4527"
}