{
    "url": "https://scp-wiki.wikidot.com/scp-4528",
    "all_text": "rating: \n+19\n+\n–\nx\n\n\nItem #:\n 4528\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-4528 is to be stored in a sealed cotton bag inside a standard anomalous item containment locker and periodically examined for damage. To maintain favourable relationships with the municipality of Roseafaer, SCP-4528 is to be returned under Foundation supervision to St. Columba’s Church on the day preceding Gaudete Sunday\n1\n of every year and retrieved immediately after use. Roadblocks are to be established to prevent civilian entry into Roseafaer between sunset and sunrise on this date.\n\n\n\n\n\n\nSCP-4528 placed on mannequin to be photographed.\n\n\n\n\n\n\nDescription:\n SCP-4528 is an embroidered silk bridal shawl in a traditional British style, edged with macramé braiding. When worn by an unmarried\n2\n human female who is older than seven years of age, SCP-4528 confers upon the wearer directed pyrokinetic abilities. Wearers have the ability to increase the temperature of materials they are in physical contact with above their autoignition temperature. Once physical contact is interrupted or ignition has occurred, ignited objects behave as normal, with inflammable materials frequently self-extinguishing as the fire produced does not generate enough heat to maintain the activation energy necessary for combustion. SCP-4528 does not protect the wearer from the flame produced and they may suffer burn injuries.\n\n\nSCP-4528 was retrieved from the house of Carol Matheson, a native resident of Roseafaer, Scotland\n3\n. Ms. Matheson informed the Foundation that SCP-4528 was used very rarely, almost exclusively in the celebration of a winter holiday called Accendium Lucia. It is believed to be a syncretic holiday incorporating aspects of traditional saining rites, pre-Christian Celtic Yule traditions, Advent, and the Feast of St. Lucy\n4\n. The citizens of Roseafar celebrate Accendium Lucia after sundown on the Saturday preceding Gaudete Sunday. Citizens extinguish all the lights in their homes (streetlights are left active for reasons of public safety) and gather outdoors along the main street of the village, carrying new unlit candles. Some older citizens of Roseafaer elect to practice partial abstinence\n5\n throughout the Saturday, but this practice is declining in popularity among younger Roseafaereans.\n\n\n\n\n\n\nCitizens of Roseafaer participating in Accendium Lucia.\n\n\n\n\n\n\nPrior to the start of the ritual, one girl or young woman is selected to act as Lucia. She is generally between 12 and 20 years of age, with the oldest volunteer in recorded Roseafaer history being 34 and the youngest being 9. The acting Lucia dresses in traditional folk costume with a crown composed of fresh \nTrametes versicolour\n thalli, amadou\n6\n, and fir branches. She then dons SCP-4528 and proceeds to dance along the main street, touching the wick of each candle and lighting them in succession. The acting Lucia is followed by a selection of individuals from the village, often including a group of other children or young adults, also dressed in traditional costume, who sing hymns and folk songs and perform traditional dances. After this procession, citizens return to their homes and re-light their lights, with most proceeding to eat a traditional feast. Depending on preference, households may also exchange small gifts.\n\n\nActing Lucias frequently suffer burn injuries to their fingers when participating in this ritual; however, all interviewed have claimed that they experienced a sense of euphoria from these injuries, considering them representative of their devotion to their religion.\n\n\nAddendum 4528-1:\n Interview Log: Creation of SCP-4528\n\n\n\n\nInterviewed:\n Mrs. Esmerelda Matheson\n\n\nInterviewer:\n Doctor Bates\n\n\nForeward:\n When asked about the provenance of SCP-4528, Carol Matheson reported that it was created in 1943 by her great-aunt, Esmerelda Matheson. The elder Mrs. Matheson was contacted and interviewed in the hopes that insight might be gained into Roseafaer’s anomalous culture.\n\n\n<Begin Log>\n\n\nDr. Bates:\n We would like to talk to you about the shawl used in the Accendium Lucia rituals. Your great-niece Carol says that you made it. How did you create the shawl and its properties?\n\n\nMrs. Matheson:\n Oh, Carol is not being exactly accurate on that point, she’s not. I had ordered the shawl in from the catalog for Nia when she wedded John - of course, he’s passed on now these thirteen years, and her these last seven, may God rest their souls, and -\n\n\nDr. Bates:\n I’m sorry - who are Nia and John?\n\n\nMrs. Matheson:\n Oh, but of course! You wouldn’t know, being from away and all. Nia were my older sister - Berenice, properly, but we always called her Nia, and John her husband. Good man, he was. Almost good enough for her. \n(Mrs. Matheson laughs)\n\n\nDr. Bates:\n I see. So to continue, you had ordered the shawl -\n\n\nMrs. Matheson:\n Right, right. So I had ordered it in from the catalog, but the only place they would deliver was the next town over, because we didn’t even have a post office in those days, and only the one road, so we always had to go over and pick up our mail. So I waits the number of days they recommended for delivery, you know, and then I walks over. It's cold, and by the time I pick up the package and turn around it's started raining, and I've never liked the rain but I still have to get home, you know, so I head out anyway.\n\n\nAnd it began to sleet, you know, and I’m regretting my choice to walk but I am already half-way there and there are no cars around I could possibly flag down. So I keep walking there, in the sleet, and it’s making its way down into my coat and my hood and all, and it started to get dark.\n\n\nI were drenched to the bone, I were - could not feel my hands, could not feel my feet, could not feel my ears. Fox could have run out of the woods and nibbled them right off, for all I would have noticed. And the wind was the worst of it, felt like it was blowing right through me, all my petticoats and sweaters and all. We haven’t had a storm like that for years now, come to recall, and of course everybody has the electric heating and the motor cars now, so they wouldn’t be in so much trouble from a storm. But back then, you see, we didn’t have a motor car out on the farm, so we had to walk everywhere.\n\n\nDr. Bates:\n Was -\n\n\nMrs. Matheson:\n And the road is so mucky, you know, you cannot see the bottom of the puddles, and hardly can I walk through it, and I think “I cannot go on through this. I has to stop.” Now I has a box of matches in the pocket of my shift, and I think I got to make a fire, so if any car does come along I can flag them down, and to keep me warm until it stops sleeting. So I climb out of the road into the ditch, and then I duck under the trees, which are all dripping.\n\n\nAnd I am shivering so hard I spill half the box of matches right there, into the mud. I got to use my lips to help get one out, my fingers are so stiff.\n\n\nAnd I think, how terrible if I were to freeze to death right there, barely two miles from my own hometown. And Nia, well - my coat’s all soaked through and it’s barely doing me any good, and I think how awful it would be for Nia, to have her little sister freeze on her own wedding. So I takes out the shawl and I unfolds it and slips it underneath my coat, for one more layer, you know, and to keep the rain from seeping in. And so I kneels back down to try to light my fire, but you know of course how hard it is in the wind and rain and all that, and my matches are getting drenched even as I try to use them.\n\n\nAnd eventually I’m down to just one left, and everything is soaked, and it’s starting to freeze in my hair and on my clothes, you know. So I lights the match, and I see it - I see it go out even before I touch it to my soaked tinder bundle, but I’m so cold now I’m clumsy and my hand hits it anyways, and it catches. Goes up just like a ball of the cotton wool, bright orange.\n\n\nDr. Bates:\n Did you have any unique or particular feelings at this time?\n\n\nMrs. Matheson:\n Well, I was grateful as anything, let me tell you. Was so careful - I was afraid that the wet wood would make it go out again, you know, but it didn’t, and I waited there for hours, and I would dry out a little handful, and then add it on, and then another little handful, and after a while a driver sees it and pulls over, and he gets me home.\n\n\nDr. Bates:\n And have you ever been able to do anything similar since - light fires, or confer anomalous properties onto objects?\n\n\nMrs. Matheson:\n Oh, it weren’t me honey. I’ve always maintained that that was my miracle; it was the Lord, what lit that fire then and saved me.\n\n\n<End Log>\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Which may fall between December 11 and 17 as established by the liturgical calendar of the Roman Rite of the Roman Catholic Church.\n\n\n2\n. Divorcées, widows, and single women all count as “unmarried” for this purpose.\n\n\n3\n. Roseafaer is an autonomous municipality located near Edinburgh, Scotland. It has an established record of producing anomalous individuals and objects. For further information, please view documentation for \nSCP-4418\n and \nSCP-4551\n.\n\n\n4\n. Observed on 12/13 by Western Christians. St. Lucy was a Christian martyr who was, according to tradition, executed in 304 CE as part of the Diocletianic Persecution. Her feast is most commonly celebrated in Scandinavian countries and in Italy with processions, devotions, and traditional feasts.\n\n\n5\n. According to the Canon Law of the Catholic Church, which restricts food intake to one full meal supplemented by two smaller meals which may not exceed the volume of the main meal.\n\n\n6\n. A spongy material obtained from the treatment of the trama layer of \nFomes fomentarius\n, \nPhellinus gilvus\n, \nGanoderma applanatum\n, \nFomitopsis pinicola\n, or \nPhaeolus schweinitzii\n. It is highly absorbent and and is used as a styptic, a material for clothing in place of leather or felt, and as a tinder.\n\n\n\n\n\n\n\n\n« \nSCP-4527\n | SCP-4528 | \nSCP-4529\n »",
    "addendums": [
        "Addendum 4528-1: Interview Log: Creation of SCP-4528"
    ],
    "documents": [],
    "notes": [
        "Interviewed: Mrs. Esmerelda Matheson Interviewer: Doctor Bates Foreward: When asked about the provenance of SCP-4528, Carol Matheson reported that it was created in 1943 by her great-aunt, Esmerelda Matheson. The elder Mrs. Matheson was contacted and interviewed in the hopes that insight might be gained into Roseafaer’s anomalous culture. <Begin Log> Dr. Bates: We would like to talk to you about the shawl used in the Accendium Lucia rituals. Your great-niece Carol says that you made it. How did you create the shawl and its properties? Mrs. Matheson: Oh, Carol is not being exactly accurate on that point, she’s not. I had ordered the shawl in from the catalog for Nia when she wedded John - of course, he’s passed on now these thirteen years, and her these last seven, may God rest their souls, and - Dr. Bates: I’m sorry - who are Nia and John? Mrs. Matheson: Oh, but of course! You wouldn’t know, being from away and all. Nia were my older sister - Berenice, properly, but we always called her Nia, and John her husband. Good man, he was. Almost good enough for her. (Mrs. Matheson laughs) Dr. Bates: I see. So to continue, you had ordered the shawl - Mrs. Matheson: Right, right. So I had ordered it in from the catalog, but the only place they would deliver was the next town over, because we didn’t even have a post office in those days, and only the one road, so we always had to go over and pick up our mail. So I waits the number of days they recommended for delivery, you know, and then I walks over. It's cold, and by the time I pick up the package and turn around it's started raining, and I've never liked the rain but I still have to get home, you know, so I head out anyway. And it began to sleet, you know, and I’m regretting my choice to walk but I am already half-way there and there are no cars around I could possibly flag down. So I keep walking there, in the sleet, and it’s making its way down into my coat and my hood and all, and it started to get dark. I were drenched to the bone, I were - could not feel my hands, could not feel my feet, could not feel my ears. Fox could have run out of the woods and nibbled them right off, for all I would have noticed. And the wind was the worst of it, felt like it was blowing right through me, all my petticoats and sweaters and all. We haven’t had a storm like that for years now, come to recall, and of course everybody has the electric heating and the motor cars now, so they wouldn’t be in so much trouble from a storm. But back then, you see, we didn’t have a motor car out on the farm, so we had to walk everywhere. Dr. Bates: Was - Mrs. Matheson: And the road is so mucky, you know, you cannot see the bottom of the puddles, and hardly can I walk through it, and I think “I cannot go on through this. I has to stop.” Now I has a box of matches in the pocket of my shift, and I think I got to make a fire, so if any car does come along I can flag them down, and to keep me warm until it stops sleeting. So I climb out of the road into the ditch, and then I duck under the trees, which are all dripping. And I am shivering so hard I spill half the box of matches right there, into the mud. I got to use my lips to help get one out, my fingers are so stiff. And I think, how terrible if I were to freeze to death right there, barely two miles from my own hometown. And Nia, well - my coat’s all soaked through and it’s barely doing me any good, and I think how awful it would be for Nia, to have her little sister freeze on her own wedding. So I takes out the shawl and I unfolds it and slips it underneath my coat, for one more layer, you know, and to keep the rain from seeping in. And so I kneels back down to try to light my fire, but you know of course how hard it is in the wind and rain and all that, and my matches are getting drenched even as I try to use them. And eventually I’m down to just one left, and everything is soaked, and it’s starting to freeze in my hair and on my clothes, you know. So I lights the match, and I see it - I see it go out even before I touch it to my soaked tinder bundle, but I’m so cold now I’m clumsy and my hand hits it anyways, and it catches. Goes up just like a ball of the cotton wool, bright orange. Dr. Bates: Did you have any unique or particular feelings at this time? Mrs. Matheson: Well, I was grateful as anything, let me tell you. Was so careful - I was afraid that the wet wood would make it go out again, you know, but it didn’t, and I waited there for hours, and I would dry out a little handful, and then add it on, and then another little handful, and after a while a driver sees it and pulls over, and he gets me home. Dr. Bates: And have you ever been able to do anything similar since - light fires, or confer anomalous properties onto objects? Mrs. Matheson: Oh, it weren’t me honey. I’ve always maintained that that was my miracle; it was the Lord, what lit that fire then and saved me. <End Log>"
    ],
    "item": "4528",
    "object_class": "Safe",
    "containment_procedures": "SCP-4528 is to be stored in a sealed cotton bag inside a standard anomalous item containment locker and periodically examined for damage. To maintain favourable relationships with the municipality of Roseafaer, SCP-4528 is to be returned under Foundation supervision to St. Columba’s Church on the day preceding Gaudete Sunday1 of every year and retrieved immediately after use. Roadblocks are to be established to prevent civilian entry into Roseafaer between sunset and sunrise on this date.",
    "description": "SCP-4528 is an embroidered silk bridal shawl in a traditional British style, edged with macramé braiding. When worn by an unmarried2 human female who is older than seven years of age, SCP-4528 confers upon the wearer directed pyrokinetic abilities. Wearers have the ability to increase the temperature of materials they are in physical contact with above their autoignition temperature. Once physical contact is interrupted or ignition has occurred, ignited objects behave as normal, with inflammable materials frequently self-extinguishing as the fire produced does not generate enough heat to maintain the activation energy necessary for combustion. SCP-4528 does not protect the wearer from the flame produced and they may suffer burn injuries.",
    "title": "SCP-4528"
}