{
    "url": "https://scp-wiki.wikidot.com/scp-4537",
    "all_text": "rating: \n+53\n+\n–\nx\n\n\nItem #:\n SCP-4537\n\n\nObject Class:\n \nSafe\n Neutralized\n\n\nSpecial Containment Procedures:\n SCP-4537 is kept in a standard humanoid containment chamber. Standard humanoid dietary and recreational guidelines are to be followed.\n\n\nInstances of SCP-4537-1 are to be framed and stored in a standard containment vault.\n\n\nUpdate:\n Digital instances are to be saved and archived.\n\n\nSCP-4537 has been granted access to drawing equipment and supplies. Permission has been granted for SCP-4537 to keep any additional SCP-4537-1 for personal use and study.\n\n\n\n\n\n\nCopy of a digital SCP-4537-1 instance, produced 12/11/2018.\n\n\n\n\n\n\nDescription:\n SCP-4537 is a male human, formerly [REDACTED]. SCP-4537 is capable of producing artwork of an anomalous nature. SCP-4537 favors drawing anthropomorphized characters based on its favored media franchises and video games.\n\n\nSCP-4537-1 are stylized pencil drawings produced by SCP-4537. SCP-4537-1 instances appear to animate when directly viewed. During animation, depicted characters will interact with one another while surrounding scenery such as terrain and plant life will move as expected. Instances will return to an inert state after several seconds until another additional viewing wherein the animation will repeat.\n\n\nSCP-4537-1 instances are always perceived as being well drawn and pleasant to view despite any flaws that viewers may find they have. SCP-4537 is incapable of perceiving either of these properties. Since their containment, SCP-4537 has shown decreasing motivation to produce SCP-4537-1 instances.\n\n\nPartial Testing Log 4537-032\n\n\n\n\nOpen Testing log\n\n\n\n\nClose Testing Log\n\n\n\n\n\n\n[BEGIN LOG]\n\n\nSCP-4537:\n Um, okay then. Not sure what you want me to draw.\n\n\nDr. Agnew:\n Whatever you feel like really. Try drawing for yourself, not us.\n\n\n\n\n\n\nProduced instance.\n\n\n\n\n\n\nSCP-4537:\n …Alright then.\n\n\nSCP-4537 produces an instance of SCP-4537-1 in approximately one hour. The piece in question is hand-drawn and depicts two characters residing in a wooden house-like structure, located near the base of a waterfall. When viewed, the water can be seen flowing and trees sway in the background. Characters present move in and outside the structure and are seen occasionally staring down at the flowing water.\n\n\nSCP-4537:\n How’s that?\n\n\nDr. Agnew:\n Good work. Who's that at the front?\n\n\nSCP-4537:\n Just one of my characters.\n\n\nDr. Agnew:\n It looks nice.\n\n\nSCP-4537:\n Haha. If you say so.\n\n\nDr. Agnew:\n You know, you could try out other things if you're still disappointed with your usual work. Or different equipment. It'd be a good change of pace and give you time to experiment with something you might be good at.\n\n\nSCP-4537:\n I'm not really sure. I've never tried that sort of thing.\n\n\nDr. Agnew:\n Trust me, experimenting can help \na lot\n. Exploring a new medium can sometimes be just what you need. If anything, you've improved quite a bit over our sessions.\n\n\nSCP-4537:\n Thanks… Hey, wait.\n\n\nDr. Agnew:\n What is it?\n\n\nSCP-4537:\n It was… I must be seeing shit. You keep telling me they move, I just saw it move for a second!\n\n\nDr. Agnew:\n Really? Check the piece again.\n\n\nSCP-4537:\n …\n\n\nDr. Agnew:\n [REDACTED]?\n\n\nSCP-4537:\n \nSighs\n …No. Never mind. Just the same old, same old.\n\n\n[END LOG]\n\n\nSCP-4537 has not reported witnessing any further anomalous phenomena when viewing SCP-4537-1 instances since this test.\n\n\n\n\n\n\n\n\n\n\nAddendum-1:\n It has been discovered that SCP-4537-1 instances may be created using a drawing tablet. When viewed, instances will display anomalous properties if previously saved in a digital image format.\n\n\nAdditionally, the creation of SCP-4537-1 instances through the use of drawing tablets has improved SCP-4537’s demeanor and motivation to draw greatly. While only on occasion, SCP-4537 now shows the capability to perceive the anomalous properties of SCP-4537-1 instances created using a digital drawing tablet.\n\n\nUpdate:\n Since the 18/02/2019, any new artwork produced by SCP-4537 no longer displays any anomalous properties. When questioned, SCP-4537 stated that they'd grown more comfortable towards their art skills, expressing that the use of a drawing tablet gave them more tools to help produce work that they personally enjoyed, rather than just other people.\n\n\nFollowing testing, SCP-4537’s anomalous properties were confirmed to have ceased and was re-classified as Neutralized. SCP-4537 was reintegrated back into its previous home and remains under Foundation observation for any future signs of anomalous re-manifestation.\n\n\nAddendum-2:\n As of the 26/03/2019, SCP-4537 had begun producing artwork that manifested similar emotional effects to SCP-4537-1 when viewed. However, upon further investigation no actual anomalous phenomena were found. Effects felt when viewing the pieces were confirmed to be genuine and of a non-anomalous nature; SCP-4537 had simply improved their artwork.\n\n\n\n\n\n\n« \nSCP-4536\n | SCP-4537 | \nSCP-4538\n »",
    "addendums": [
        "Addendum-1: It has been discovered that SCP-4537-1 instances may be created using a drawing tablet. When viewed, instances will display anomalous properties if previously saved in a digital image format.\nAdditionally, the creation of SCP-4537-1 instances through the use of drawing tablets has improved SCP-4537’s demeanor and motivation to draw greatly. While only on occasion, SCP-4537 now shows the capability to perceive the anomalous properties of SCP-4537-1 instances created using a digital drawing tablet.",
        "Addendum-2: As of the 26/03/2019, SCP-4537 had begun producing artwork that manifested similar emotional effects to SCP-4537-1 when viewed. However, upon further investigation no actual anomalous phenomena were found. Effects felt when viewing the pieces were confirmed to be genuine and of a non-anomalous nature; SCP-4537 had simply improved their artwork."
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-4537",
    "object_class": "Safe Neutralized",
    "containment_procedures": "SCP-4537 is kept in a standard humanoid containment chamber. Standard humanoid dietary and recreational guidelines are to be followed.",
    "description": "SCP-4537 is a male human, formerly [REDACTED]. SCP-4537 is capable of producing artwork of an anomalous nature. SCP-4537 favors drawing anthropomorphized characters based on its favored media franchises and video games.",
    "title": "SCP-4537"
}