{
    "url": "https://scp-wiki.wikidot.com/scp-4548",
    "all_text": "SCP-4548\n - \nThe Hateful Star\n\n\n\n\nstar.png is from \nhere\n, and location.png is from \nhere\n.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+266\n+\n–\nx\n\n\n\n\n\n\nBY ORDER OF THE OVERSEER COUNCIL\n\n\nThe following file describes a hazardous, potentially hostile\n\nanomalous object, and is Level 4/4548 Classified\n\n\nUnauthorized access is forbidden.\n\n\n\n\n4548\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n4548\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-4548.\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-4548 in the G-194C Cluster.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Information relating to SCP-4548 is to be suppressed by Foundation Awareness Control teams working alongside the Records and Information Security Administration. Foundation assets located within the organizations who operate large optical and radio telescopes are to maintain systems that prohibit sensitive equipment from directly observing SCP-4548.\n\n\nIndividuals who are affected by SCP-4548 are to be contained and remanded to local site psychological staff for evaluation. Computerized voices are to be used to communicate with subjects in the later stages of affliction\n1\n.\n\n\nDescription:\n SCP-4548 is an anomalous, memetic, cosmological phenomenon with adverse effects on human cognition. SCP-4548 is a green star that appears in the night sky to persons who have previously seen SCP-4548 directly, or have been made directly aware of SCP-4548 in some fashion. Extensive analysis of individuals who have reported spontaneous awareness of SCP-4548 shows correlation with individuals who have recently experienced loss or hardship, and those who are predisposed to severe anxiety. Individuals suffering from certain schizotypal disorders appear to be at a higher risk of becoming spontaneously aware of SCP-4548.\n\n\nThe primary anomalous effect of SCP-4548 is experienced by individuals who directly view SCP-4548 with the naked eye\n2\n. These subjects experience a variety of symptoms that gradually increase in severity over time, including anxiety, paranoia, fixation with SCP-4548, and bodily discomfort.\n\n\nAdditionally, subjects who view SCP-4548 will begin to lose their ability to discern between various human emotions and malice. Over time this condition will worsen, and subjects will begin to experience perceived aggression from animals, plants, inanimate objects, concepts and ideas, and their own bodies. The final stages of SCP-4548 affliction typically result in subjects experiencing a total dissociation with their own identity, which they also feel hostility from. Subjects who are not terminated prior to this stage typically enter a catatonic state, and cannot be revived.\n\n\nIndividuals in advanced stages of SCP-4548 affliction also describe hearing voices they believe originate from SCP-4548 and seeing it at all times, even if their eyes are closed or they have been blinded\n3\n. These subjects also describe vivid dreams and nightmares involving SCP-4548 that cannot be mitigated with medication intended to induce dreamless sleep.\n\n\nAddendum 4548.1:\n Interviews\n\n\nThe following is the transcript of a series of interviews conducted with David Saito, a Canadian male of Japanese heritage, who was targeted by Foundation Awareness Control teams after expressing perceived hostility towards a therapist during a weekly appointment\n4\n.\n\n\n\n\n\n\nTimestamp: 05/29/2016 08:43:13\n\n\n\n\nDr. Cato:\n What do you feel caused your outburst towards Dr. Shann earlier this week?\n\n\nSaito:\n He just- Christ, he was doing the same thing you're doing now.\n\n\nDr. Cato:\n What's that?\n\n\nSaito:\n This, this tone you've got- like you're disgusted with me. I know I'm a mess, alright? Shit, I didn't want to be here either. But there's no need for, for whatever this tone is.\n\n\nDr. Cato:\n I'm sorry, I don't mean to sound hostile. I'm just trying to learn more about why you're feeling the way you feel.\n\n\nSaito:\n I already told Shann, I- I saw this thing in the sky, and it bothered me. It didn't look right. I saw it again last night, and it's like it's always there. That's why I felt uncomfortable, it made me feel uncomfortable. And then she starts in with this- this attitude about me being there, and not being able to help myself. I get it, alright?\n\n\nDr. Cato:\n Can you tell me more about the thing you saw in the sky?\n\n\nSaito:\n What, because I'm some kind of moron, right?\n\n\nDr. Cato:\n I don't think you're a moron. I just want to find out what it was.\n\n\nSaito:\n It was like- it was like a star. Only it wasn't right, it didn't glow like other stars. It was almost foggy, sort of hazy, like it was sick. That's how it looked, sick, and looking at it made \nme\n feel sick. Like it wasn't supposed to be there. God, it felt horrible. It's ruined my entire week, it's all I can think about.\n\n\nDr. Cato:\n Can you tell me-\n\n\nSaito:\n What? What did I do wrong now?\n\n\nDr. Cato:\n (\nPauses\n) I'm sorry, I didn't mean to upset you. We'll reconvene later, after you've had some time to relax.\n\n\n\n\n\n\n\n\n\n\nTimestamp: 06/11/2016 08:35:41\n\n\n\n\nDr. Cato:\n How are you feeling today?\n\n\nSaito:\n (\nSilence\n)\n\n\nDr. Cato:\n Mr. Saito?\n\n\nSaito:\n I just, I don't understand why you're all so shitty with me, all the time. Even now, we're just sitting here, in these fucking \nuncomfortable\n chairs, and you're looking at me like I'm dogshit.\n\n\nDr. Cato:\n I just want to know how you're feeling.\n\n\nSaito:\n How I'm feeling? Fine, here's how I'm feeling. Like shit. I can't fucking sleep, the food is god awful, everyone here can't stand me, and every time I look out a goddamn window in this place all I can see is that fucking thing in the sky, pounding a hole in my head. It's \nalways\n there.\n\n\nDr. Cato:\n What can you tell me about it?\n\n\nSaito:\n Oh, like you don't know. What is this, just some big ploy to make me tell you things you already know? Like I'm some sort of idiot? (\nPauses\n) I'm just, I'm so goddamn tired of this.\n\n\nDr. Cato:\n I'm not angry, and this isn't a trick.\n\n\nSaito:\n You're mocking me.\n\n\nDr. Cato:\n I'm sorry.\n\n\nSaito:\n No you're not. I can see it. Every single one of you, the doctors, these guards with the guns - fuck, I bet they'd love to just put a bullet in my head.\n\n\nDr. Cato:\n They don't. We're trying to help.\n\n\nSaito:\n I'm sure. You're doing a fuck-all job of it, then. Dragging me in here, making a fool of me, all while that thing is out there in the sky singing in my \nfucking head\n.\n\n\n(\nSilence\n)\n\n\nSaito:\n Even the- the table. You made everything to spite me.\n\n\nDr. Cato:\n We didn't, I swear.\n\n\n(\nSilence\n)\n\n\nSaito:\n Why are you doing this to me?\n\n\n\n\n\n\n\n\n\n\nTimestamp: 06/24/2016 08:42:03\n\n\n\n\nNote: After discussion with on-site psychology professionals, it was determined that David Saito would no longer react in any productive way to human interaction. A text-to-speech feature was used to communicate with the subject in the following interview.\n\n\n\n\nDr. Cato:\n David. Can you hear me?\n\n\nSaito:\n (\nSilence\n)\n\n\nDr. Cato:\n David, please answer me if you can hear me.\n\n\nSaito:\n I- I'm sorry, I haven't heard a- another voice like yours in weeks. What's your name?\n\n\nDr. Cato:\n My name is Jane, David. I'm here to help.\n\n\nSaito:\n (\nMuttering\n) Jane, Jane. Like rain. It's a beautiful name.\n\n\nDr. Cato:\n David?\n\n\nSaito:\n Do you know why they hate me, Jane? I thought- I thought they were disgusted with me. They thought I was less of a man because I had to go see that therapist after Ellen… (\npauses\n) But it's more than that. I don't know. They all hate me here, Jane. Everyone in the world hates me.\n\n\nDr. Cato:\n I don't think they hate you.\n\n\nSaito:\n They do. I've seen how they look at me. Like I'm filth. It was just the guards at first, but then it was everyone. Even the janitors, I can just sense it. I know they hate me. I don't- (\nsobs\n)\n\n\nDr. Cato:\n It's ok, David. You'll get better.\n\n\nSaito:\n (\nThrough tears\n) No I won't. I can see it, Jane. Even now, through the walls. I can see that hateful star hanging over me. It's always there. I can hear it whispering, little songs like razors over my eyelids. Sometimes… sometimes, Jane, I think I can look away, but I can't. It's always there, and then the songs get worse.\n\n\nDr. Cato:\n What does it say to you?\n\n\nSaito:\n It sings a- a little song. Like this, \nva va pi da, va va pi da, va va pi da… da pi da.\n And I hear the song all the time. It's horrible, it's always there. \nVa va pi da, va va pi da, va va pi…\n and sometimes there are words. Little words in there, in the song, to let me know how much everything hates me. (\nPauses\n)\n\n\nDr. Cato:\n What's wrong?\n\n\nSaito:\n (\nPauses\n) It says you hate me too, Jane. You don't… you don't hate me, do you Jane?\n\n\nDr. Cato:\n I don't hate you, David.\n\n\nSaito:\n (\nPauses\n) The floor hates me for stepping on it, the walls hate me for being inside them. The air hates me for breathing it. (\nQuickening pace\n) Water hates me for- for drinking. When it goes in me, it hurts me. Because it hates me. The light hates me. The dark hates me. (\nPauses\n)\n\n\nDr. Cato:\n David?\n\n\nSaito:\n You hate me, too. The star told me so. (\nSobs\n) Why do you hate me, Jane?\n\n\n\n\n\n\n\n\n\n\nTimestamp: 07/02/2016 08:30:12\n\n\n\n\nDr. Cato:\n David.\n\n\nSilence.\n\n\nDr. Cato:\n David, can you hear me?\n\n\nMuffled mumbling.\n\n\nDr. Cato:\n We're going to have to keep you here for a few more days, David. The doctors want to make sure it's not infected. You lost a lot of blood. They just want to help.\n\n\nMuffled sobbing.\n\n\nDr. Cato:\n David-\n\n\nSaito:\n (\nWeakly\n) Did you see the star?\n\n\nSilence.\n\n\nSaito:\n David sees it.\n\n\nSilence.\n\n\nSaito:\n It hates David.\n\n\n\n\n\n\n\n\n\n\nTimestamp: 08/17/2016 08:23:53\n\n\n\n\nDr. Cato:\n Hello David. How are you feeling today?\n\n\nSaito:\n David isn't here anymore, Jane.\n\n\nDr. Cato:\n Who am I speaking to today?\n\n\nSaito:\n Someone else.\n\n\nDr. Cato:\n Where is David?\n\n\nSaito:\n Where all the hated things go, Jane. He's gone to the green place, \nva va pi da, va va pi da.\n Hateful little plant in the garden, \nva va pi da, va va pi da da.\n\n\nDr. Cato:\n Where are you speaking to me from?\n\n\nSaito:\n I am where David used to be. He was a wretched thing, wasn't he? His hair hated him so he pulled it out. His eyes hated him so he tore them loose. His skin hated him so he ripped it off. But none of that helped David, so he's gone.\n\n\nSilence.\n\n\nSaito:\n So many of you have forgotten what it's like. What it's really like. You've lost your way, all of you. That's why I'm here, Jane. To remind you what it's really like to be \nhated\n. David knows now. You all will, in time.\n\n\nSilence\n\n\nSaito:\n Don't be sad, Jane. Everything has its place. Love comes from the heart. Happiness is a loaded gun. Sadness is rain on a cloudy day. \nVa va pi da. Va va pi da.\n\n\nDr. Cato:\n So where did you come from?\n\n\nSaito:\n Me? (\nLaughter\n) I've been up here forever, Jane, and I'm never going away.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Conversation with affected subjects becomes increasingly difficult to the point of impossibility as subjects become unresponsive or lash out violently against the speaker. The use of computerized text-to-speech software has assisted with communication somewhat, though subjects over time will begin to experience perceived malice from the digital voice as well.\n\n\n2\n. Individuals who see photographs or video of SCP-4548 describe increased feelings of anxiety and paranoia, and in some cases an extreme full-body discomfort that abates over a period of several hours to several days. Notably, experiencing SCP-4548 in this way does not appear to trigger SCP-4548's primary anomalous effect, and most subjects experience a total cessation of symptoms over time.\n\n\n3\n. Many subjects have attempted to remove their own eyes or otherwise hinder their functionality, typically with chemicals or sharp implements.\n\n\n4\n. Notably, the subject was seeing the therapist as part of a grief management program after the loss of his sister in a vehicle accident.\n\n\n\n\n\n\n\n\n« \nSCP-4547\n | SCP-4548 | \nSCP-4549\n »\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4548\n\" by djkaktus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4548\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n location.png\n\n\nName:\n HD 108147-starmap\n\n\nAuthor:\n Tomruen\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n star.png\n\n\nName:\n 46p Wirtanen\n\n\nAuthor:\n EstherHanko\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 4548.1: Interviews\nThe following is the transcript of a series of interviews conducted with David Saito, a Canadian male of Japanese heritage, who was targeted by Foundation Awareness Control teams after expressing perceived hostility towards a therapist during a weekly appointment 4 .\n\n\n\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-4548 \" by djkaktus, from the SCP Wiki . Source: https://scpwiki.com/scp-4548 . Licensed under CC-BY-SA .",
        "Filename: location.png Name: HD 108147-starmap Author: Tomruen License: CC BY-SA 4.0 Source Link: Wikimedia Commons",
        "Filename: star.png Name: 46p Wirtanen Author: EstherHanko License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "Information relating to SCP-4548 is to be suppressed by Foundation Awareness Control teams working alongside the Records and Information Security Administration. Foundation assets located within the organizations who operate large optical and radio telescopes are to maintain systems that prohibit sensitive equipment from directly observing SCP-4548.",
    "description": "SCP-4548 is an anomalous, memetic, cosmological phenomenon with adverse effects on human cognition. SCP-4548 is a green star that appears in the night sky to persons who have previously seen SCP-4548 directly, or have been made directly aware of SCP-4548 in some fashion. Extensive analysis of individuals who have reported spontaneous awareness of SCP-4548 shows correlation with individuals who have recently experienced loss or hardship, and those who are predisposed to severe anxiety. Individuals suffering from certain schizotypal disorders appear to be at a higher risk of becoming spontaneously aware of SCP-4548.",
    "title": "SCP-4548"
}