{
    "url": "https://scp-wiki.wikidot.com/scp-4559",
    "all_text": "rating: \n+348\n+\n–\nx\n\n\n\n\nItem #:\n SCP-4559\n\nObject Class:\n Thaumiel\n\n\nSpecial Containment Procedures:\n All information regarding SCP-4559 within scientific institutions and other organizations are to be removed under the guise of being incorrect information.\n\n\nDescription:\n SCP-4559 is a probabilistic anomaly associated with the choice on whether a person wants a receipt or not within most grocery stores. In the case where there are either rules that state that the customer always receives the receipt, or in the event that the customer is given the receipt without their prior approval, SCP-4559 will not trigger.\n\n\nIf none of those events occur, in the event that the customer is asked if they wish to receive a receipt, the choice on whether or not the subject accepts or denies the receipt cannot be predicted. The subject's mental state, gender, or wealth will not influence the outcome, and the chance for each choice is exactly the same.\n\n\nCurrently, SCP-4559 is the only truly unpredictable or \"random\" phenomenon in the universe known to the Foundation. For example, quantum mechanics, weather, ocean currents, and the algorithms for standard random number generators can be meaningfully predicted, but SCP-4559 cannot be predicted in any meaningful way.\n\n\nAddendum:\n By order of the O5 Council, SCP-4559 has been reclassified as Thaumiel for its use in the containment of numerous anomalies that require a random number generator. The Hensworth/Alice Number Generator uses security camera footage from nearly 20,000 grocery stores within the US, which analyzes footage from the checkout aisles and uses the information generated from SCP-4559 to create a random integer. Currently, the Hensworth/Alice Number Generator is being used in the containment of 39 Safe-class anomalies, 21 Euclid-class anomalies, 8 Keter-class anomalies, and 2 Thaumiel-class anomalies.\n\n\n\n\n\n\n« \nSCP-4558\n | SCP-4559 | \nSCP-4560\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4559\n\" by Westrin, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4559\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: By order of the O5 Council, SCP-4559 has been reclassified as Thaumiel for its use in the containment of numerous anomalies that require a random number generator. The Hensworth/Alice Number Generator uses security camera footage from nearly 20,000 grocery stores within the US, which analyzes footage from the checkout aisles and uses the information generated from SCP-4559 to create a random integer. Currently, the Hensworth/Alice Number Generator is being used in the containment of 39 Safe-class anomalies, 21 Euclid-class anomalies, 8 Keter-class anomalies, and 2 Thaumiel-class anomalies."
    ],
    "documents": [],
    "notes": [
        "\" SCP-4559 \" by Westrin, from the SCP Wiki . Source: https://scpwiki.com/scp-4559 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Thaumiel",
    "containment_procedures": "All information regarding SCP-4559 within scientific institutions and other organizations are to be removed under the guise of being incorrect information.",
    "description": "SCP-4559 is a probabilistic anomaly associated with the choice on whether a person wants a receipt or not within most grocery stores. In the case where there are either rules that state that the customer always receives the receipt, or in the event that the customer is given the receipt without their prior approval, SCP-4559 will not trigger.",
    "title": "SCP-4559"
}