{
    "url": "https://scp-wiki.wikidot.com/scp-4563",
    "all_text": "rating: \n+146\n+\n–\nx\n\n\nItem #:\n SCP-4563\n\n\nObject Class:\n Thaumiel\n\n\nSpecial Containment Procedures:\n Due to SCP-4563's vast knowledge in the field of Psychotherapy, the Foundation recognizes SCP-4563 as Foundation personnel, and is to be treated as such. SCP-4563 is currently working within a standard office located in the West Wing of Site 17. Any personnel currently working at Site 17 are allowed to book sessions with SCP-4563 if they so choose. Any low threat humanoid entity contained at Site 17, recommended to see a Psychiatrist should be assigned to SCP-4563 for scheduled sessions. The topics SCP-4563 and its patients discuss are protected by Client Confidentiality, and are not to be logged or documented.\n\n\nSCP-4563 has been granted Level 3 Clearance to access restricted files and areas of the site in order to provide information to SCP-4563 on the various anomalous entities SCP-4563 works with, such as \nSCP-1846\n and \nSCP-007\n.\n\n\nSCP-4563 is authorized to prescribe medication for patients, but is no longer allowed to prescribe \nReboxetine\n1\n due to its negative effects. Because of SCP-4563's physical appearance, it is recommended that potential patients with katsaridaphobia\n2\n should not receive therapy from SCP-4563.\n\n\nDescription:\n SCP-4563 is a American Brown Cockroach (\nPeriplaneta americana\n) that measures roughly 2 meters in height, excluding antennae. The subject has a preference for blue, pinstripe suits and a blue bowler hat. All of these clothes have been modified to accommodate additional appendages. This is often accompanied by a badge labeled “Dr. Barnabas P. Lockwood”. SCP-4563 has scored \"high\" on the empathy quotient test, and appears to be psychologically stable. \nThe subject is unable to see the color red. Information that is classified to it is shaded as such.\n\n\nIts physical form occasionally degrades into a group of American Brown Cockroaches (\nPeriplaneta americana\n); however, this is considered rare enough that it is of no concern. \nThis will happen, do not worry.\n The subject has shown itself to be trustworthy to the degree where it has been determined they would benefit the Foundation if it is instated as an \nunpaid\n employee. Continued good behavior has been rewarded with higher-profile patients, as SCP-4563 has expressed interest in diversifying its profile.\n\n\nPost-appointment, patients are to receive the following questionnaire:\n\n\n\n\nPost-session psychological evaluation:\n\nOn a scale of 1 to 10, rate your pre-session mental state:\n\n\n ______ \n\nOn a scale of 1 to 10, rate you post-session mental state:\n\n\n ______ \n\nWould you like to request to see another Foundation-certified counselor?\n\nY/N\n\nIf comfortable, elaborate.\n\n\n ______________________ \n\nAre there any additional comments you would like to make?\n\n\n ______________________ \n\nWould you recommend Dr. Barnabas P. Lockwood to a friend?\n\nY/N\n\nDid you encounter any unexpected events regarding Dr. Barnabas P. Lockwood's physical form?\n\nY/N\n\nIf so, elaborate.\n\n\n __________________ \n\n\nDid Dr. Barnabas P. Lockwood take any actions that made you uncomfortable?\n\nY/N\n\nWhere did they go?\n\n\n ____________ \n\nWhat kind were they?\n\n\n _______________ \n\nDo you need any medical assistance?\n\n\n ____________ \n\n\nNote:\n Additional compensation has been added to your paycheck. Thank you for your cooperation.\n\n\n\n\nRemember: Thank Dr Moned, Veralta\n\n\n\n\nFootnotes\n\n\n1\n. An antidepressant used for the treatment of major depression.\n\n\n2\n. Fear of cockroaches.\n\n\n\n\n\n\n\n\n« \nSCP-4562\n | SCP-4563 | \nSCP-4564\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4563\n\" by Ari L Pardue and Penguin6, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4563\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Post-session psychological evaluation: On a scale of 1 to 10, rate your pre-session mental state: ______ On a scale of 1 to 10, rate you post-session mental state: ______ Would you like to request to see another Foundation-certified counselor? Y/N If comfortable, elaborate. ______________________ Are there any additional comments you would like to make? ______________________ Would you recommend Dr. Barnabas P. Lockwood to a friend? Y/N Did you encounter any unexpected events regarding Dr. Barnabas P. Lockwood's physical form? Y/N If so, elaborate. __________________ Did Dr. Barnabas P. Lockwood take any actions that made you uncomfortable? Y/N Where did they go? ____________ What kind were they? _______________ Do you need any medical assistance? ____________ Note: Additional compensation has been added to your paycheck. Thank you for your cooperation.",
        "\" SCP-4563 \" by Ari L Pardue and Penguin6, from the SCP Wiki . Source: https://scpwiki.com/scp-4563 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4563",
    "object_class": "Thaumiel",
    "containment_procedures": "Due to SCP-4563's vast knowledge in the field of Psychotherapy, the Foundation recognizes SCP-4563 as Foundation personnel, and is to be treated as such. SCP-4563 is currently working within a standard office located in the West Wing of Site 17. Any personnel currently working at Site 17 are allowed to book sessions with SCP-4563 if they so choose. Any low threat humanoid entity contained at Site 17, recommended to see a Psychiatrist should be assigned to SCP-4563 for scheduled sessions. The topics SCP-4563 and its patients discuss are protected by Client Confidentiality, and are not to be logged or documented.",
    "description": "SCP-4563 is a American Brown Cockroach (Periplaneta americana) that measures roughly 2 meters in height, excluding antennae. The subject has a preference for blue, pinstripe suits and a blue bowler hat. All of these clothes have been modified to accommodate additional appendages. This is often accompanied by a badge labeled “Dr. Barnabas P. Lockwood”. SCP-4563 has scored \"high\" on the empathy quotient test, and appears to be psychologically stable. The subject is unable to see the color red. Information that is classified to it is shaded as such.",
    "title": "SCP-4563"
}