{
    "url": "https://scp-wiki.wikidot.com/scp-4564",
    "all_text": "rating: \n+92\n+\n–\nx\n\n\n\n\n\n\nAn instance of SCP-4564-A prior to attacking D-4564-14.\n\n\n\n\n\n\nItem #:\n SCP-4564\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n All recovered copies of SCP-4564 are to be stored within Secure Storage Area-B at Site 27. Foundation Personnel are to actively search for un-contained copies of SCP-4564 and recover them as soon as possible. Testing of SCP-4564 may be carried out at the discretion of Site Director Francis.\n\n\nFoundation Personnel operating out of Site-27 are to monitor New Zealand's emergency services call centers and surveillance networks for signs of individuals affected by SCP-4564-A. Upon the location of these individuals, Teams are to intercept and escort the individuals to the sea, where they will be allowed to expel all SCP-4564-A instances from within themselves before being amnesticised. Footage of individuals affected by instances of SCP-4564-A is to be erased, and victims/witnesses unable to be amnesticised are to be discredited.\n\n\nThe Parazoology Division\n are to regularly inspect locations known to contain populations of \nAnguilla dieffenbachii\n in an effort to ascertain the total number of potential SCP-4564-A instances.\n\n\nDescription:\n SCP-4564 is the collective designation for all first run copies of the video game “Fishing Derby”, published by Activision for the Video Computer System(VCS). Released in 1980, the game consisted of players attempting to catch digital fish worth two, four and six pounds in order to reach a quota of ninety nine pounds.\n\n\nAll functioning copies of SCP-4564 exclusively affect populations of \nAnguilla dieffenbachii\n1\n that have been trapped up rivers by dams, rendering them unable to reach the sea to breed. The initiation of SCP-4564’s anomaly occurs when any instance is played upon an VCS games console. Any time a player successfully catches a fish with the value of six pounds, a random eel matching the above criteria\n2\n will proceed to exit the water in search of the nearest human being. Specimens of SCP-4564-A are able to move across land more efficiently when compared to non-anomalous eels and will attempt to locate a human before they expire.\n\n\nUpon locating a living human\n3\n the SCP-4564-A instance will attempt to insert itself into the human's gastrointestinal tract via the anus or mouth. This is typically achieved through rudimentary ambush tactics, rapidly moving up an unaware human's leg and exploiting the more vulnerable orifice. Once within SCP-4564-B’s gastrointestinal tract, the SCP-4564-A instance will release a neurotoxic slime which induces a powerful urge for SCP-4564-B to travel to the sea. This compulsion has been seen to override all other desires and thoughts of SCP-4564-B, typically resulting in their erratically traveling to the nearest coastline by foot.\n\n\nUpon reaching the sea SCP-4564-B will enter the water and SCP-4564-A instances will exit the victims body via the first submerged orifice. Both will proceed to lose all anomalous effects and the eel(s) will journey to their open sea spawning grounds. Although often distressed, SCP-4564-B have never been harmed and can be host to between 1-██ instances of SCP-4564-A at a time.\n\n\nAddendum 4564-1:\n Following the discovery of SCP-4564, a search for the game's developer, David █████, has been mounted. While this search has thus far proved fruitless, it is now suspected that David █████ was involved with \nArcadia\n, based on findings within seized SCP-4564 instances, shipments and manufacturing documents.\n\n\n\n\nDear David,\n\nIt’s never a happy time when we have to say goodbye. We will all miss you here in \nArcadia\n, but we understand wanting to put down your own roots. We truly hope that you keep that unique touch you have with game design. You’ll find a new team to do amazing things over at Activision.\n\nYou’ll always be a part of our family should you wish to return.\n\n\nSyzygy Nolan Bushnell\n, hollowed be my rat\n\n\n\n\n\n\nFootnotes\n\n\n1\n. New Zealand Longfin Eel\n\n\n2\n. Henceforth known as SCP-4564-A\n\n\n3\n. Hereafter referred to as SCP-4564-B\n\n\n\n\n\n\n\n\n« \nSCP-4563\n | SCP-4564 | \nSCP-4565\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4564\n\" by Anonymous, Dr Balthazaar, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4564\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 4564-1: Following the discovery of SCP-4564, a search for the game's developer, David █████, has been mounted. While this search has thus far proved fruitless, it is now suspected that David █████ was involved with Arcadia , based on findings within seized SCP-4564 instances, shipments and manufacturing documents."
    ],
    "documents": [],
    "notes": [
        "Dear David, It’s never a happy time when we have to say goodbye. We will all miss you here in Arcadia , but we understand wanting to put down your own roots. We truly hope that you keep that unique touch you have with game design. You’ll find a new team to do amazing things over at Activision. You’ll always be a part of our family should you wish to return. Syzygy Nolan Bushnell , hollowed be my rat",
        "\" SCP-4564 \" by Anonymous, Dr Balthazaar, from the SCP Wiki . Source: https://scpwiki.com/scp-4564 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4564",
    "object_class": "Euclid",
    "containment_procedures": "All recovered copies of SCP-4564 are to be stored within Secure Storage Area-B at Site 27. Foundation Personnel are to actively search for un-contained copies of SCP-4564 and recover them as soon as possible. Testing of SCP-4564 may be carried out at the discretion of Site Director Francis.",
    "description": "SCP-4564 is the collective designation for all first run copies of the video game “Fishing Derby”, published by Activision for the Video Computer System(VCS). Released in 1980, the game consisted of players attempting to catch digital fish worth two, four and six pounds in order to reach a quota of ninety nine pounds.",
    "title": "SCP-4564"
}