{
    "url": "https://scp-wiki.wikidot.com/scp-4566",
    "all_text": "rating: \n+113\n+\n–\nx\n\n\nItem #:\n SCP-4566\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-4566 is to be contained in a high-value storage locker in the containment wing of Storage Site-23. The extraction of Foundation personnel fictionalized by SCP-4566 is a low priority; research should instead focus on the feasibility of training fictional personnel as meta-narrative operatives. Funds are to be allocated to the maintenance and development of narratives containing fictionalized personnel to ensure the continuity of identity.\n\n\nDescription:\n SCP-4566 is a Xerox-brand photocopier, heavily modified for use as an anomalous weapon by a Seattle-based \nChaos Insurgency cell\n. Modifications made to SCP-4566 include:\n\n\n\n\nCertain internal electronic components replaced with demonic circuitry;\n\n\nThaumatological sigils inscribed on the inside of the paper trays in an alloy of silver and copper;\n\n\nAll glass components replaced with obsidian;\n\n\nMagenta ink cartridge filled with human blood, later determined to be an exact genetic match to Argentine novelist Jorge Luis Borges.\n\n\n\n\nA full list of all modifications made to SCP-4566 can be found in Document 4566-5.\n\n\nSCP-4566 can be used to fictionalize an individual\n1\n, causing them to replace a main character or a major supporting character in a published fictional literary work or series of works. The activation method used to achieve these effects is unknown; all members of the Chaos Insurgency cell believed to have designed and utilized SCP-4566 either were killed by Foundation agents or self-terminated prior to capture.\n\n\nWhen an individual is fictionalized by SCP-4566, all copies of the affected media are changed to reflect their insertion into the narrative; references to the affected media in other media are likewise changed. The plot and content of the affected media are usually not significantly changed; affected individuals usually replace characters that are similar in appearance and personality, and have little to no knowledge of their extra-fictional origin unless informed. SCP-4566 appears to have a mild antimemetic effect, as the changes made to the affected media will go unnoticed by anyone who did not know the affected individual personally; those who knew the affected individual and have not previously encountered the affected media will notice the similarity of the fictional character to the real individual, but will not necessarily believe that the person they knew has been fictionalized.\n\n\nTable 4566-1: Known SCP-4566 Victims\n\n\n\n\n\n\nName\n\n\nAffected Media\n\n\nNotes\n\n\n\n\n\n\nDr. Charles Savage, Jr.\n\n\n\"Doc Luther, the Man of Bronze\"\n\n\nThe first known victim of SCP-4566. Dr. Savage was the director of Site-18 from 1976 until his fictionalization in September 1992; he replaced Dr. Andrew Luther, the main character of a popular series of short stories serialized in pulp magazines from 1933 to 1949.\n\n\n\n\n\n\nAnthony Rogers, Commander of MTF Gamma-7 (\"Law and Order\")\n\n\nBuck Jackson\n\n\nCommander Rogers replaced Matthew \"Buck\" Jackson, the main character of \nArmageddon 2419 AD\n and the \nBuck Jackson\n series of comics. His fictionalization occurred in May 1993, shortly after MTF Γ-7 raided a Chaos Insurgency safehouse in Dresden, Germany.\n\n\n\n\n\n\nUIU Special Agent Diego de la Vega (codename \"Fox\")\n\n\nThe Curse of Capistrano\n\n\nAgent de la Vega, a UIU deep cover agent who had infiltrated a Chaos Insurgency cell in Los Angeles, California, replaced \"Lobo\" (\"Wolf\"), the protagonist of \nThe Curse of Capistrano\n, the film adaptation \nThe Mark of Lobo\n, and a number of other short stories and film adaptations. The exact date of his fictionalization is unknown, but he broke contact with the UIU in October 1993.\n\n\n\n\n\n\nJohnathan Carter\n\n\n\"A Princess of Mars\"\n\n\nJohnathan Carter, a junior partner at Marshall, Carter and Dark LLC, replaced the main character of the \nJack Taylor\n series of science-fiction short stories. The exact date of Mr. Carter's fictionalization is unknown; the Foundation was first alerted to it in August of 1994, when Rupert Carter, Mr. Carter's uncle and a senior partner at Marshall, Carter and Dark, purchased the rights to all \nJack Taylor\n stories that had not yet entered the public domain.\n\n\n\n\n\n\nRandolph Carter\n\n\n\"The Statement of Richard Hathaway\"\n\n\nRandolph Carter was also a junior parter at Marshall, Carter and Dark LLC; he replaced Richard Hathaway, a recurring character in a number of short stories and novels by American author H. P. Lovecraft. His fictionalization is believed to have occurred between Johnathan Carter's fictionalization and December of 1994, when Rupert Carter purchased the rights to all of H. P. Lovecraft's works that had not yet entered public domain.\n\n\n\n\n\n\nSCP-4566 was recovered in Feburary of 1995 during a UIU raid on a Chaos Insurgency cell in Seattle; communications from that cell to other Insurgency cells identified SCP-4566 as the source of the fictionalizations, and the object was taken into Foundation custody.\n\n\nAddendum 4566-1:\n\nOn 7 June, 1996, Foundation researcher Dr. Julian Bashir, who had disappeared several days previously, was found in the television show \nStar Trek: Deep Space Nine\n, replacing the character Dr. Augustine Fadil. Investigations into possible Chaos Insurgency involvement in Dr. Bashir's fictionalization are ongoing.\n\n\n\n\nFootnotes\n\n\n1\n. See Table 4566-1 for a full list of individuals known to have been affected by SCP-4566.\n\n\n\n\n\n\n\n\n« \nSCP-4565\n | SCP-4566 | \nSCP-4567\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4566\n\" by ch00bakka, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4566\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 4566-1: On 7 June, 1996, Foundation researcher Dr. Julian Bashir, who had disappeared several days previously, was found in the television show Star Trek: Deep Space Nine , replacing the character Dr. Augustine Fadil. Investigations into possible Chaos Insurgency involvement in Dr. Bashir's fictionalization are ongoing."
    ],
    "documents": [],
    "notes": [
        "\" SCP-4566 \" by ch00bakka, from the SCP Wiki . Source: https://scpwiki.com/scp-4566 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4566",
    "object_class": "Euclid",
    "containment_procedures": "SCP-4566 is to be contained in a high-value storage locker in the containment wing of Storage Site-23. The extraction of Foundation personnel fictionalized by SCP-4566 is a low priority; research should instead focus on the feasibility of training fictional personnel as meta-narrative operatives. Funds are to be allocated to the maintenance and development of narratives containing fictionalized personnel to ensure the continuity of identity.",
    "description": "SCP-4566 is a Xerox-brand photocopier, heavily modified for use as an anomalous weapon by a Seattle-based Chaos Insurgency cell. Modifications made to SCP-4566 include:",
    "title": "SCP-4566"
}