{
    "url": "https://scp-wiki.wikidot.com/scp-4567",
    "all_text": "rating: \n+187\n+\n–\nx\n\n\n\n\n\n\nSCP-4567-F and -G, taken from Foundation Observation Post 410\n\n\n\n\n\n\nItem #:\n SCP-4567\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Naval Task Force Gamma-17, working from SCPS \nUnity\n, is to oversee containment of SCP-4567. A small force consisting of NTF-Γ-17 agents is to be based upon each instance of SCP-4567 to prevent vessels from travelling within 2km of the instances and to ensure the well-being of SCP-4567. If necessary, SCP-4567 instances may be towed if they come too close to populated areas or other non-anomalous oil platforms.\n\n\nThe remains of SCP-4567-C are preserved and stored at Site-46.\n\n\nDescription:\n SCP-4567 is the collective designation for \n14\n 13 living organisms resembling offshore oil platforms (denoted as SCP-4567-A through -N). All instances of SCP-4567 are genetically similar, although not identical, and resemble a variety of oil platform types.\n\n\nInstances of SCP-4567 are mobile, and move slowly via limbs emulating anchors and supports. Instances of SCP-4567 will maneuver themselves until they are over oil deposits (which they locate through an advanced system of echolocation) before \"drilling\" using long proboscis-like structures and then consuming the oil. The oil is then burnt slowly for energy and nutrition.\n\n\nSCP-4567 show the ability to observe and interact with their surroundings, and are extremely non-aggressive; however, due to their large size they may cause damage to unaware ships or marine life. SCP-4567 appear to have no predators, again due to their size. The lifespan of SCP-4567 is unknown- only one instance (SCP-4567-C) is known to have died so far, during a major storm in the North Atlantic on ██/██/2003. This allowed an autopsy to be performed, the results of which are contained within Addendum 1.\n\n\nSCP-4567-A was first discovered on ██/██/1982 when a shipping crew reported an abandoned and adrift oil platform off the coast of Nova Scotia. When the platform was unable to be identified, the Canadian Coast Guard boarded the platform, before discovering the anomalous properties. The Foundation were contacted via the Royal Canadian Navy, and secured SCP-4567 the day after. The members of the Coast Guard were given Class-B amnestics. The Foundation conducted a search of marine territories, discovering the other 13 instances of SCP-4567 by ██/██/1984.\n\n\nAddendum 1:\n\n\nAutopsy of SCP-4567-C was carried out by a specially trained team consisting of biologists, nautical engineers, and anomalous structure experts. The autopsy was led by Dr. Helen Oswald.\n\n\n\n\n\n\nSCP-4567-C AUTOPSY REPORT\n\n\n\n\n\n\n\n\nInitial Notes\n\n\n\n\nFirst impressions of SCP-4567-C, henceforth referred to as \"subject\", are that the cause of death is blunt force trauma due to capsizing and colliding with an offshore reef during the storm. I'm informed by Agent Peterson that the subject is an example of a semi-submersible platform. It appears to be comparable to \"third gen\" models of platform, with a drilling depth of approximately 500 m.\n\n\nUpon initial examination, it appears the majority of the \"skin\" of the subject is composed of a form of chitin, although particularly more durable. Where one would expect to find the interior, this is instead blocked off.\n\n\n\n\n\n\n\n\nNervous/Sensory System\n\n\n\n\nAfter cutting through the exoskeleton we have seemingly discovered the \"head\" of the subject, located in the approximate position of the control cabin. The brain appears most similar to that of a cephalopod, complete with twin parallel nerve cords, and has an approximate size of 8 cubic meters.\n\n\nThe subject does not appear to possess visual receptor organs, but instead uses a form of echolocation to \"see\".\n\n\n\n\n\n\n\n\nMuscular/Skeletal System\n\n\n\n\nThe subject is an invertebrate, possessing no endoskeleton, relying solely on the chitinous exoskeleton to provide structure. The majority of the interior is composed of fatty blubber tissue, presumably to assist with buoyancy. However, the anchor chains appear to be made out of muscular tissue to assist with movement.\n\n\nSeveral pockets of water are located within the lower half of the subject, controlled by exterior valves. It is theorised that these also assist with adjusting buoyancy.\n\n\n\n\n\n\n\n\nCirculatory System\n\n\nThe subject has a closed circulatory system, with a branchial heart similar to those of the cephalopods, and a complex system of capillaries. It additionally uses hemocyanin to transport oxygen.\n\n\n\n\n\n\nRespiratory System\n\n\nThe subject is air-breathing, with an unusual set of lungs located in the upper body. Air is drawn in through openings atop the \"tower\" of the subject, and expelled at a lower valve.\n\n\n\n\n\n\nDigestive System\n\n\n\n\nSubject appears to subsist on a diet of crude oil. A large drill-like proboscis with a durable drill-bit \"tooth\" acts as the mouth. Oil is mined via this appendage, and is pumped into a central tank, where certain components of the oil are extracted and used for growth and repair. Remaining oil is then burned, with the energy captured and used to power the subject.\n\n\nIt's unclear how the subject is able to survive on oil alone, without any apparent intake of water, or many of the nutrients essential for life.\n\n\n\n\n\n\n\n\nExcretory System\n\n\nAny unused oil or other waste products are simply ejected into the sea via a valve acting as a cloaca of sorts. This is located upon the underside of the deck.\n\n\n\n\n\n\nImmune System\n\n\n[REDACTED]\n\n\n\n\n\n\nReproductive System\n\n\n\n\nFrom what I can tell, there appears to be no sexual characteristics of any kind. There's no obvious evidence of asexual reproduction either- it appears the subject is entirely sterile.\n\n\nWe have yet to discover the origin of any SCP-4567 instance.\n\n\n\n\n\n\n\n\nAddendum 2:\n Incident Report 4567-10\n\n\nOn 20/04/2010, approximately an hour into the Deepwater Horizon oil spill, all instances of SCP-4567 were observed to cease all movement. After an estimated four hours, all instances began to vocalise via unknown means. The vocalisations lasted for a period of six hours, before normal activity was resumed. No further vocalisations have been observed since this event.\n\n\nA short recording of SCP-4567-F during this incident is available below.\n\n\n\n\n\n\n\n\n« \nSCP-4566\n | SCP-4567 | \nSCP-4568\n »",
    "addendums": [
        "Addendum 1:\nAutopsy of SCP-4567-C was carried out by a specially trained team consisting of biologists, nautical engineers, and anomalous structure experts. The autopsy was led by Dr. Helen Oswald.",
        "Addendum 2: Incident Report 4567-10\nOn 20/04/2010, approximately an hour into the Deepwater Horizon oil spill, all instances of SCP-4567 were observed to cease all movement. After an estimated four hours, all instances began to vocalise via unknown means. The vocalisations lasted for a period of six hours, before normal activity was resumed. No further vocalisations have been observed since this event.\nA short recording of SCP-4567-F during this incident is available below.\n"
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-4567",
    "object_class": "Euclid",
    "containment_procedures": "Naval Task Force Gamma-17, working from SCPS Unity, is to oversee containment of SCP-4567. A small force consisting of NTF-Γ-17 agents is to be based upon each instance of SCP-4567 to prevent vessels from travelling within 2km of the instances and to ensure the well-being of SCP-4567. If necessary, SCP-4567 instances may be towed if they come too close to populated areas or other non-anomalous oil platforms.",
    "description": "SCP-4567 is the collective designation for 14 13 living organisms resembling offshore oil platforms (denoted as SCP-4567-A through -N). All instances of SCP-4567 are genetically similar, although not identical, and resemble a variety of oil platform types.",
    "title": "SCP-4567"
}