{
    "url": "https://scp-wiki.wikidot.com/scp-4569",
    "all_text": "rating: \n+57\n+\n–\nx\n\n\nItem #:\n SCP-4569\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-4569 is locked in a 10-digit pin coded safe, located in Storage Unit-22 within Site-17. Further access for research purposes is to be granted only by Class A personnel. Subjects exposed to SCP-4569 are required to be at least Class B Foundation members with a minimum score of 60 points on the Milgram Obedience Test.\n\n\nDescription:\n SCP-4569 is a leather-cover book recovered on 02/09/20██ during a Foundation raid of a \nSerpent's Hand\n facility. Testing has shown the object dates back from the 16th century.\n\n\nSCP-4569 contains a 151-page biography of the individual reading it, up to the moment he or she came into contact with it, written in a style and tone similar to classic fairy tales. If more than one person is reading SCP-4569, its content will be perceived differently by each reader. It should also be noted that regardless of the reader's age or number of events from their life, the number of pages remains consistent, SCP-4569 choosing to skip or include details in order to shorten or stretch the story. The language SCP-4569 is written in seems to be the language the reader is most comfortable with, which can be different from his/her mother tongue.\n\n\nWhat all the variations of the text share in common is the ending sentence, that being \"Now, it's time for [reader's name] to continue their journey…\". Between 2 and 30 minutes after an individual finishes reading SCP-4569, SCP-4569-A will start manifesting inside the individual's mind. To prevent the reader from triggering SCP-4569-A, the text consists at first of only the first phrase, the rest of them displaying themselves one at a time as he or she continues to read through them.\n\n\nSCP-4569-A refers to a voice present in the mind of an individual who has finished reading SCP-4569. Subjects under the effect of SCP-4569-A describe it at as a calm, soothing male voice, similar in tone with the voice of actor M█████ F██████, which \"narrates\" their actions, thoughts and decisions as if they were \"part of some kid's book\". Subjects have stated that, despite SCP-4569-A's pleasant sound, its constant presence in their mind often renders them almost unable to focus and it disturbs their sleep to the point where sedatives are required for them to fully rest. Further tests have proven that these negative effects do tend to grow weaker over time. Subjects have also brought to researchers' attention that SCP-4569-A is also present in their dreams, displaying its normal behavior of describing surroundings and events.\n\n\nIt should be also noted that, on certain occasions, SCP-4569-A seems to purposely induce paranoia to its host. Multiple subjects have reported the voice narrating actions done by them in the past tense when they have not in fact taken place yet. Subject D-20902 has provided the following example:\n\n\n\n\nIt's like, say I am standing in a hallway and there's 2 doors in front of me. The voice would go something like \"Johnathan continued on his path, reaching a crossroad. Unsure which way to go, he chose the left path\". And that's before I even picked a door. It's creeping me out, 'cause now I feel like I should go left, but I don't know what's gonna happen if I go right. It's screwing with my head!\n\n\n\n\nCommunication with SCP-4569-A has been attempted, but to no success. Writing into SCP-4569 has initially proven successful, but researchers soon realized the hand-written text is only visible to its author and has no effect on the object's anomalous properties.\n\n\nAn unexpected result is obtained when looking at the object through electronic media. Photographs, recordings and such containing SCP-4569 will display the recording object's history, from manufacturing date to the date the record was captured. After fully reading SCP-4569 through this indirect way, SCP-4569-A will not manifest.\n\n\nAddendum 4569.1:\n Further experimentation has been stopped due to SCP-4569 not displaying any other anomalous properties which can be studied or exploited.\n\n\n\n\n\n\n[INPUT LEVEL 4/4569 SECURITY CREDENTIALS REQUIRED]\n\n\n\n\n[CREDENTIALS APPROVED]\n\n\n\n\n\n\nDescription:\n The object description provided above is entirely valid, with a few exceptions, but left incomplete by the direct order of the O5.\n\n\nThanks to Dr. Preda's \n\"research\"\n, The Foundation was able to get very good insight into the kind of information SCP-4569-A can provide when narrating.\n\n\nWhat makes SCP-4569-A trully stand out is its omnisciency. As far as experiments have proven the Foundation, SCP-4569-A has unlimited knowledge of the past, present and future. Its knowledge ranges from events to classified facts to how other individuals are feeling or thinking at certain points in time. SCP-4569-A does not reveal specific information on command, though, but rather \"when it is relevant to the plot\".\n\n\nAddendum 4569.2:\n The subject of SCP-4569's possible contribution to Foundation Research was debated during an Overseer Council meeting. With a final vote of 8 in favor and 5 against, it was agreed to use SCP-4569-A's knowledge, experimentally at first, in order to gather various types of information about potential breaches, SCP objects and research-related intel.\n\n\nPersonnel chosen to be exposed to SCP-4569 were required to be known loyal Foundation members and, at the end of each day, the chosen individuals needed to be interrogated about the kind of information SCP-4569-A had provided. These precautions were taken so, in the case of a Site Researcher obtaining classified information from SCP-4569-A, the Foundation would've been assured that the individual would follow his or her instructions to be administered required amnestics.\n\n\nThe first few weeks of the trial period proved successful. The individuals continued their work as usual, occasionally nearing containment rooms of \"problematic\" SCP objects, while collecting intel about various matters. While it is true that the quantity of random facts outweighed the one of useful information, the Foundation managed to retrieve valuable information regarding future containment breaches, unknown SCP properties and even provided the locations of \nSCP-3998\n and SCP-████.\n\n\nThe unfortunate outcome of Incident-4569-2 induced stress to the remaining number of participants in the experiment. Since, at that time, the Foundation was not aware of a method to extract SCP-4569-A from an individual's mind, little action was taken to remediate the problem, including prohibition to approach SCP objects that might cause similar results.\n\n\nAnother unforeseen effect of the initiative was the degrading relationships of the selected personnel with the rest of the Foundation employees. Since SCP-4569-A narrates the stories from a mostly impersonal perspective, it did not hold back from telling the chosen researchers what other individuals think or feel about them. The continuous exposure to this sort of information gradually affected both their mental health and social behaviour, resulting in noticeably poorer performance and cooperation skills.\n\n\nThis, in combination with the paranoia and disturbances caused by SCP-4569-A in general, and the leftover tension from Incident-4569-2 led all subjects first to severe mental health issues, followed by dementia. Removal of SCP-4569-A from the subjects' mind has been attempted using Class C amnestics, however without success.\n\n\nShortly after the result of the experiment was conclusive, it was declared that the cost of retrieving information from SCP-4569-A exceeds its benefit and that further research in this field should be interrupted.\n\n\n\n\nIncident-4569-2\n: The event took place on 14/██/2███ and was recorded on a few cameras, providing Security with full visual of the incident. It is believed that SCP-4569-A offered Dr. ██████ information about \n●●|●●●●●|●●|●\n, because when looking at the recorded footage at approximately 3:20 PM the researcher can be observed having an \"unfortunate\" encounter, followed by his abduction.\n\n\nThe Foundation had taken rigorous precautions to prevent leaks of classified data, but it had overlooked the possibility of SCP-4569-A offering intel about information-aspiring entities. It is currently unknown in what context or why did SCP-4569-A mention this sort of intelligence to Dr. ██████, but it has shown the Foundation that confidential information is not the only aspect that it ought to be cautious about.\n\n\n\n\nAddendum 4569.3:\n Although previously believed that SCP-4569-A was a non-sapient entity, communication has been established with it.\n\n\nTo better understand the effects of SCP-4569 and SCP-4569-A on the human mind, the Foundation conducted several experiments on subjects affected by the entity, by studying their cerebral activity patterns. Although at first unsuccessful, researchers managed to identify sub-infra-low brain waves being broadcasted at frequencies ranging from 0.000003-0.000007 Hz while SCP-4569-A was narrating.\n\n\nShortly after, through the Foundation's extensive resources, letters started being decrypted, eventually followed by words. After the first sentence had been fully translated, all the electrical equipment connected to the subject's brain suddenly shut down. After approximately 4 seconds of inactivity, the machinery was reactivated, seemingly by its own, displaying one last wave sequence, only to stop receiving anomalous transmission from the subject's brain.\n\n\nMultiple attempts to reaccess SCP-4569-A's frequency have been conducted since, both on the original subject and others, to no result. After the experiment, all subjects under SCP-4569-A's influence reported that the voice's intensity slightly dampened.\n\n\nThe text decrypted from SCP-4569-A's last recorded transmission read:\n\n\n\n\nNow then, we wouldn't want to break the fourth wall, would we?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4568\n | SCP-4569 | \nSCP-4570\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4569\n\" by Wantcha, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4569\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 4569.1: Further experimentation has been stopped due to SCP-4569 not displaying any other anomalous properties which can be studied or exploited."
    ],
    "documents": [],
    "notes": [
        "It's like, say I am standing in a hallway and there's 2 doors in front of me. The voice would go something like \"Johnathan continued on his path, reaching a crossroad. Unsure which way to go, he chose the left path\". And that's before I even picked a door. It's creeping me out, 'cause now I feel like I should go left, but I don't know what's gonna happen if I go right. It's screwing with my head!",
        "Incident-4569-2 : The event took place on 14/██/2███ and was recorded on a few cameras, providing Security with full visual of the incident. It is believed that SCP-4569-A offered Dr. ██████ information about ●●|●●●●●|●●|● , because when looking at the recorded footage at approximately 3:20 PM the researcher can be observed having an \"unfortunate\" encounter, followed by his abduction. The Foundation had taken rigorous precautions to prevent leaks of classified data, but it had overlooked the possibility of SCP-4569-A offering intel about information-aspiring entities. It is currently unknown in what context or why did SCP-4569-A mention this sort of intelligence to Dr. ██████, but it has shown the Foundation that confidential information is not the only aspect that it ought to be cautious about.",
        "Now then, we wouldn't want to break the fourth wall, would we?",
        "\" SCP-4569 \" by Wantcha, from the SCP Wiki . Source: https://scpwiki.com/scp-4569 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4569",
    "object_class": "Safe",
    "containment_procedures": "SCP-4569 is locked in a 10-digit pin coded safe, located in Storage Unit-22 within Site-17. Further access for research purposes is to be granted only by Class A personnel. Subjects exposed to SCP-4569 are required to be at least Class B Foundation members with a minimum score of 60 points on the Milgram Obedience Test.",
    "description": "The object description provided above is entirely valid, with a few exceptions, but left incomplete by the direct order of the O5.",
    "title": "SCP-4569"
}