{
    "url": "https://scp-wiki.wikidot.com/scp-4574",
    "all_text": "rating: \n+50\n+\n–\nx\n\n\n\n\n\n\nPortion of SCP-4574's cave system.\n\n\n\n\n\n\nItem #:\n SCP-4574\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n The land surrounding SCP-4574's cave has been acquired and marked as an archaeological site. Guards are to maintain a perimeter around SCP-4574's cave and turn away any trespassers, amnesticizing as needed.\n\n\nDescription:\n SCP-4574 are two animate conglomerations of primitive spears, handaxes, clubs, and javelins, each in the shape of a \nSmilodon\n.\n\n\nBoth instances of SCP-4574 appear male, with the larger of the two designated SCP-4574-A and the smaller SCP-4574-B. The weapons comprising SCP-4574 are of similar craftsmanship, and many are decorated with feathers, leather strips, carvings, or dyes. The majority (~80%) of these weapons share similar compositions, and collectively date to approximately 13,000 BC. The rest are assorted obsidian weapons of Mesoamerican make, two muskets, and a Spanish sword.\n\n\nSCP-4574 inhabit a large, partially submerged cave system in the state of Quintana Roo, Mexico. Cave paintings line the portions of the cave above water, dating to the same time period as the spears.\n\n\nSCP-4574 guard the caves as a pair. They will not attack those who enter unless the intruder attacks them, or attempts to touch the cave paintings. Otherwise, SCP-4574 are relatively docile. They communicate with each other verbally in an indistinct language, and show signs of intelligence well beyond that of ordinary felines.\n\n\nCave Paintings:\n\nListed in order of appearance, starting closest to the cave entrance.\n\n\n\n\n\n\n#\n\n\nDescription\n\n\n\n\n\n\n01-06\n\n\nA generic depiction of a large group of people, drawn in black. The next several paintings depict the people performing mundane daily tasks such as fishing, creating fire, or sleeping.\n\n\n\n\n\n\n07\n\n\nA family unit, and a possible representation of the birth of two children.\n\n\n\n\n\n\n08-11\n\n\nThe children are shown advancing through stages of life, reaching adulthood and gaining spears.\n\n\n\n\n\n\n12-15\n\n\nThe brothers are shown hunting a large \nSmilodon\n that had attacked the tribe. The animal attacks the younger brother, and is saved by the elder, who sustains a serious injury before they kill the animal.\n\n\n\n\n\n\n16\n\n\nThe injured brother relinquishes his spear and becomes some kind of religious or shamanistic figure in the tribe.\n\n\n\n\n\n\n17\n\n\nAnother tribe or group is depicted, drawn in red.\n\n\n\n\n\n\n18-20\n\n\nDepictions of struggles between the two groups.\n\n\n\n\n\n\n21\n\n\nThe brother with the spear is killed defending the other brother.\n\n\n\n\n\n\n22\n\n\nPartially eroded away. Surviving portion depicts the living brother surrounded by a circle of symbolic fire.\n\n\n\n\n\n\n23\n\n\nTwo skeletons are buried next to each other. The people throw their spears onto the burial site.\n\n\n\n\n\n\nFurther paintings have eroded away.\n\n\n\n\n\n\n« \nSCP-4573\n | SCP-4574 | \nSCP-4575\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4574\n\" by Weryllium, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4574\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n domainofbrothers.jpg\n\n\nName:\n Cueva Río Secreto (1)\n\n\nAuthor:\n Río Secreto\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4574 \" by Weryllium, from the SCP Wiki . Source: https://scpwiki.com/scp-4574 . Licensed under CC-BY-SA .",
        "Filename: domainofbrothers.jpg Name: Cueva Río Secreto (1) Author: Río Secreto License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-4574",
    "object_class": "Euclid",
    "containment_procedures": "The land surrounding SCP-4574's cave has been acquired and marked as an archaeological site. Guards are to maintain a perimeter around SCP-4574's cave and turn away any trespassers, amnesticizing as needed.",
    "description": "SCP-4574 are two animate conglomerations of primitive spears, handaxes, clubs, and javelins, each in the shape of a Smilodon.",
    "title": "SCP-4574"
}