{
    "url": "https://scp-wiki.wikidot.com/scp-4575",
    "all_text": "rating: \n+29\n+\n–\nx\n\n\nItem #:\n SCP-4575\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Worldwide media is monitored for SCP-4575 related phenomena and damage. Areas deemed possibly affected are to be investigated by RTF-Zeta-27 (\"Homeowners Association\").\n\n\nAny phenomena confimed to be in line with SCP-4575 is to be reported to the Global Occult Coalition, in line with the REACT treaty of 2033.\n\n\nIn the event of a repeat ECCENTRICITY event, containment efforts are to be undertaken in full liaison with the Global Occult Coalition until the cessation of the event, in line with the REACT treaty of 2033. When applicable, SCP units will placed be under the command of GOC units experienced with ECCENTRICITY event conditions.\n\n\nDescription:\n SCP-4575 is an ontokinetic anomaly that occurs during REM sleep. If an individual undergoes SCP-4575, a location which they have an emotional connection to (such as a childhood home) will become an instance of SCP-4575-A. SCP-4575-A experience degradation and damage associated with neglect and improper maintence, including as mold, water damage, flooding, and collapse. Individuals affected by SCP-4575 report a vague sensation of unfamiliarity with associated SCP-4575-A instances, and will eventually abandon the property.\n\n\nGenetic material of an unknown echinoderm species is commonly found in water inside SCP-4575-A instances.\n\n\nSCP-4575 manifestation is connected with hurricane Morgan of 2033, and the associated anomalous phenomena, which are collectively designated an ECCENTRICITY event.\n\n\nThe factors which cause an individual to undergo SCP-4575 events are unknown.\n\n\nAddendum: Supplemental Material\n\n\n\n\nError! Addendum Classified. Level 4/Sensitive Information Clearance Required.\n\n\nPlease Enter Credentials\n\n\n\n\n\n\n\n\n\nSCiPNET LOGIN\n\n\n\n\n\n\n\n\n\n\n\n\n\n                                                    name\n                                            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                                                    affiliation\n                                            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n        4752d244ba87b564de02e292642636e0_1740236081\n    \n\n\n\n\n\n\nLogin\n\n\n\n\nLogin\n\n\n\n\nLogout\n\n\n\n\n\n\nCredentials Verified! Displaying Addendum\n\n\n\n\n\n\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\n\n\n\nThe following files have been acquired from the GOC by Foundation intelligence assets within the organization. All information is presented as obtained, and all redaction, data loss, and other security measures are original unless otherwise noted.\n\n\n \n\n\n\n\n\n\n\n\n\n\nParathreat Investigation\n\n\n\n\n\n\nSpecial Observer:\n Kian Hajimohammad\n\n\nOverview:\n Accelerated building and infrastructure degradation. Decay is in line with neglect. Phenomena documented in unconnected communities throughout Europe, North America, and Oceania.\n\n\nParathreat Evidence:\n \nHouseDegradation.pdf\n\n\nSuggested Response/Requests:\n Further research into Parathreat. Dedicated PSYCHE investigation team.\n\n\n\n\nRequest denied. Frankly, this seems like just a rash of water damage in the community. While I get the pattern is uncanny, its probably a coincidence. Improbable things do happen, and its best for the GOC to put resources in actually following more credible leads on more dangerous parathreats.\n\n\n-Dave\n\n\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\ncog.ehcysp|dammahomijah.k#cog.ehcysp|dammahomijah.k\n\n\n\n\n\n\nTo:\n\n\ncog.ehcysp|rotanes.d#cog.ehcysp|rotanes.d\n\n\n\n\n\n\nSubject:\n\n\nTest results\n\n\n\n\n\n\nDate:\n\n\n2029-08-30\n\n\n\n\n\n\n\n\nHi Dave\n\n\nCan you please reconsider the denial of further resources in looking into the house degradation? I know it seems easy to dismiss but its incredibly statistically unlikely and this could end up causing a lot of damage to smaller communities around the world.\n\n\nThanks,\n\n\nKian\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\ncog.ehcysp|dammahomijah.k#cog.ehcysp|dammahomijah.k\n\n\n\n\n\n\nTo:\n\n\ncog.ehcysp|rotanes.d#cog.ehcysp|rotanes.d\n\n\n\n\n\n\nSubject:\n\n\nTest results\n\n\n\n\n\n\nDate:\n\n\n2029-09-15\n\n\n\n\n\n\n\n\nHi Dave\n\n\nSorry to bother you again but I was looking at the data I collected about the degradation anomaly again and I think I noticed something interesting. People in the effected communities were getting lost more often, I dismissed it before but its just jumped at me now and I really think this is something we should be concerned about.\n\n\nThanks,\n\n\nKian\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\ncog.ehcysp|dammahomijah.k#cog.ehcysp|dammahomijah.k\n\n\n\n\n\n\nTo:\n\n\ncog.ehcysp|rotanes.d#cog.ehcysp|rotanes.d\n\n\n\n\n\n\nSubject:\n\n\nTest results\n\n\n\n\n\n\nDate:\n\n\n2029-10-01\n\n\n\n\n\n\n\n\nDave\n\n\nPlease allow me to just do a little more research into this parathreat, something in my gut tells me this is bigger and more dangerous than it seems\n\n\nI just need a budget and a team. Doesn't have to be a lot just let me look into this a little more\n\n\nPlease Dave\n\n\nThanks,\n\n\nKian\n\n\n\n\n\n\n\n\n\n\n\n\n[ MEMO ]\n\n\n\n\n\n\nSender\n\n\nDavid Senator\n\n\nRecipient\n\n\nPSYCHE Special Observation Corps.\n\n\n\n\n\n\nSubject\n\n\nKian Hajimohammad\n\n\n\n\n\n\nTo Whom it may concern: Special Investigator Kian Hajimohammad has been placed on administrative leave following an attempt to requisition GOC operatives under false pretenses. Investigator Hajimohammad was found to be suffering from intense anxiety and paranoia brought about by stress and will not be held accountable for the actions made. If anyone is struggling with overwork or other work related stressors please feel free to reach out to me. Stay safe everyone.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nParathreat Investigation\n\n\n\n\n\n\nSpecial Observer:\n Kirpal Singh\n\n\nOverview:\n Shared recurring dream. Dream contains recurring elements including: massive creatures resembling sand dollars, starfish, and sea cucumbers; destruction of property by aforementioned creatures (especially homes); and a hurricane.\n\n\nParathreat Evidence:\n \nDreamReport.pdf\n\n\nSuggested Response/Requests:\n None at this time\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\ncog.ehcysp|dammahomijah.k#cog.ehcysp|dammahomijah.k\n\n\n\n\n\n\nTo:\n\n\ncog.ehcysp|hgnis.k#cog.ehcysp|hgnis.k\n\n\n\n\n\n\nSubject:\n\n\nTest results\n\n\n\n\n\n\nDate:\n\n\n2029-11-20\n\n\n\n\n\n\n\n\nKirpal, can you send me your report on the recurring dreams? I have a theory about it.\n\n\nThanks,\n\n\nKian\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\ncog.ehcysp|hgnis.k#cog.ehcysp|hgnis.k\n\n\n\n\n\n\nTo:\n\n\ncog.ehcysp|dammahomijah.k#cog.ehcysp|dammahomijah.k\n\n\n\n\n\n\nSubject:\n\n\nTest results\n\n\n\n\n\n\nDate:\n\n\n2029-11-20\n\n\n\n\n\n\n\n\nKian, if this is about the house thing its almost certainly going to go nowhere\n\n\nI've included the file but just wait out the rest of your leave and then find some other project. We recently got some data in trade with the foundation about that weird church with the numerology and that seems like something you would enjoy looking into.\n\n\nKirpal\n\n\nDreamReport.pdf\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\ncog.ehcysp|dammahomijah.k#cog.ehcysp|dammahomijah.k\n\n\n\n\n\n\nTo:\n\n\ncog.ehcysp|hgnis.k#cog.ehcysp|hgnis.k\n\n\n\n\n\n\nSubject:\n\n\nTest results\n\n\n\n\n\n\nDate:\n\n\n2029-11-21\n\n\n\n\n\n\n\n\nKirpal you are fucking brilliant\n\n\n\n\n\n\n\n\n\n\n\n\n[URGENT MEMO ]\n\n\n\n\n\n\nSender\n\n\nGOC High Command\n\n\nRecipient\n\n\nPSYCHE Special Observation Corps.\n\n\n\n\n\n\nSubject\n\n\nHurricane Morgan\n\n\n\n\n\n\nHurricane Morgan has officially been designated a parathreat. All efforts are to be put towards finding the cause of the hurricane and how to stop it.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\ncog.ehcysp|dammahomijah.k#cog.ehcysp|dammahomijah.k\n\n\n\n\n\n\nTo:\n\n\ncog.ehcysp|rotanes.d#cog.ehcysp|rotanes.d\n\n\n\n\n\n\nSubject:\n\n\nTest results\n\n\n\n\n\n\nDate:\n\n\n2029-02-22\n\n\n\n\n\n\n\n\nDave\n\n\nI know the cause of Morgan. Its related to that house thing that you put me on leave about, i did some digging and i really think that its connected, also to the dream thing that we looked into and also that fifth church group, its all really complex. If i am RIGHT however (and i probably am its all ive been thinking about for the past four months) if you can get into dreams and kill the things that are causing the house thing it should stop Morgan. I dont know how to but its the only way i can think of end the phenomena.\n\n\nI know its hard to take me serious, and this even less. If you think about it though Morgan does look like a sand dollar.\n\n\nPlease just take this serious\n\n\nKian\n\n\nMORGANEVIDENCE.pdf\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\niorieno.tsew|2704daldrazil#iorieno.tsew|2704daldrazil\n\n\n\n\n\n\nTo:\n\n\ncog.ehcysp|rotanes.d#cog.ehcysp|rotanes.d\n\n\n\n\n\n\nSubject:\n\n\nTest results\n\n\n\n\n\n\nDate:\n\n\n2029-02-30\n\n\n\n\n\n\n\n\nHi I looked up who to contact in the GOC about this and it says you guys are the liason division\n\n\nI represent the oneiroi collective (people who live in dreams kinda, its complicated) and we kinda have a crisis right now, theres basically natural disasters and hurricanes and stuff in dreams. i think it might be connected to something called the fifth church if that means anything to you\n\n\nI know you are probably busy with your realspace hurricane but if you could help in any way that would be appreciated immensely\n\n\nHeres a link to a folder with everything i know about this, and instructions on how to connect to oneiroi west for your people\n\n\nThanks in advance\n\n\nDrea.m.onieroi/j555fpar55\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4574\n | SCP-4575 | \nSCP-4576\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4575\n\" by Gekkoguy and magna2s, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4575\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Supplemental Material"
    ],
    "documents": [],
    "notes": [
        "Error! Addendum Classified. Level 4/Sensitive Information Clearance Required. Please Enter Credentials",
        "Credentials Verified! Displaying Addendum",
        "Parathreat Investigation Special Observer: Kian Hajimohammad Overview: Accelerated building and infrastructure degradation. Decay is in line with neglect. Phenomena documented in unconnected communities throughout Europe, North America, and Oceania. Parathreat Evidence: HouseDegradation.pdf Suggested Response/Requests: Further research into Parathreat. Dedicated PSYCHE investigation team.",
        "Parathreat Investigation Special Observer: Kirpal Singh Overview: Shared recurring dream. Dream contains recurring elements including: massive creatures resembling sand dollars, starfish, and sea cucumbers; destruction of property by aforementioned creatures (especially homes); and a hurricane. Parathreat Evidence: DreamReport.pdf Suggested Response/Requests: None at this time",
        "\" SCP-4575 \" by Gekkoguy and magna2s, from the SCP Wiki . Source: https://scpwiki.com/scp-4575 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4575",
    "object_class": "Keter",
    "containment_procedures": "Worldwide media is monitored for SCP-4575 related phenomena and damage. Areas deemed possibly affected are to be investigated by RTF-Zeta-27 (\"Homeowners Association\").",
    "description": "SCP-4575 is an ontokinetic anomaly that occurs during REM sleep. If an individual undergoes SCP-4575, a location which they have an emotional connection to (such as a childhood home) will become an instance of SCP-4575-A. SCP-4575-A experience degradation and damage associated with neglect and improper maintence, including as mold, water damage, flooding, and collapse. Individuals affected by SCP-4575 report a vague sensation of unfamiliarity with associated SCP-4575-A instances, and will eventually abandon the property.",
    "title": "SCP-4575"
}