{
    "url": "https://scp-wiki.wikidot.com/scp-4577",
    "all_text": "rating: \n+106\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nArticle:\n SCP-4577 (\nWhen I'm dead, just throw me in the trash\n)\n\n\nAuthor:\n \nMrPines\n\n\nThanks to:\n \nCountless Skies\n does not match any existing user name\n, \nEskobar\n, \nAyers\n, \nUncle Nicolini\n, \nHumidHermit\n does not match any existing user name\n\n\nInspired by Danny DeVito himself.\n\n\nMore from this author\n\n\n\n\n\n\n\n\nrating: \n+106\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPhotograph of SCP-4577-A (hover to enlarge)\n\n\n\n\nItem #:\n SCP-4577\n\n\nObject Class:\n Safe\n1\n\n\nSpecial Containment Procedures:\n The town of ██████\n2\n, Missouri is occupied by Foundation personnel, and a 5km exclusion zone has been established around it. Deceased individuals are to be immediately removed from the town and incinerated. All consumer waste is to be collected and transferred offsite twice weekly. All previous residents are to be monitored, in the event of them becoming SCP-4577-1 instances. Individuals attempting to enter the exclusion zone are to be thoroughly questioned, issued amnestics, and released.\n\n\nDescription:\n SCP-4577 is designated as the spontaneous animation of approximately 20% of recently deceased citizens in the town of ██████, Missouri.\n3\n Individuals affected by SCP-4577 are henceforth known as SCP-4577-1. From documented occurrences, no pattern in the selection of SCP-4577-1 instances has been observed; all entities are indiscriminate. Once animate, SCP-4577-1 instances will make their way to the nearest concentration of waste within the town, the primary target being the town's landfill, designated SCP-4577-A.\n4\n Upon arriving at its destination, SCP-4577-1 will bury itself in waste and cease all further anomalous activity. Non-anomalous instances, at this point, can be returned to their original location of burial. To date, there have been 95 documented occurrences of SCP-4577.\n\n\nCitizens of ██████ refer to SCP-4577-1 instances as \"lost souls,\" treating their reanimation as a commonplace event. Citizens will often ignore SCP-4577-1 instances, \nout of what is assumed to be respect for the dead, or because they are unable to discern the difference between an SCP-4577-1 instance and a pedestrian.\n5\n\n\nFoundation personnel are currently devising procedures for isolating ██████ and moving its citizens to other locations, as SCP-4577 has only been documented to occur in the town itself.\n\n\nInterview Log 4577/1:\n\n\n\n\n\n\n\n\n▼ Access Interview Log 4577/1 ▼\n\n\n\n\n▲ Hide Log ▲\n\n\n\n\nInterview Log 4577/1 Recorded on ██/██/2014\n\n\n\n\n\n\n\n\nInterviewed:\n Terrence Kelley\n\n\nInterviewer:\n Junior Researcher Canton\n\n\nForeword:\n The following interview was conducted by Jr. Researcher Canton, disguised as an interview for a documentary about the town, in order to learn a local resident's view on the anomalous incidents that occur in ██████.\n\n\n\n\n \n<BEGIN LOG>\n\n\n \nCanton:\n Good afternoon, Mr. Kelley.\n\n\n \nT. Kelley:\n Afternoon, Mr.—\n\n\n \nCanton:\n Canton.\n\n\n \nT. Kelley:\n Right, sorry. So what's this about a documentary you're doin'?\n\n\n \nCanton:\n I'm with a group of amateur paranormal investigators that goes from town to town exploring and documenting strange occurrences.\n\n\n \nT. Kelley:\n Like squatches?\n\n\n \nCanton:\n Something like that.\n\n\n \nT. Kelley:\n ██████ is about as normal as any other town.\n\n\n \nCanton:\n It's my understanding that certain… \nevents\n in this town are anything but normal.\n\n\n \nT. Kelley:\n You're talkin' 'bout the lost souls.\n\n\n \nCanton:\n Pardon?\n\n\n \nT. Kelley:\n The lost souls. When people die here in ██████ sometimes they ain't satisfied with where they get buried. So they get themselves up and hop over to the landfill.\n\n\n \nCanton:\n And these lost souls find a landfill more appealing than a coffin?\n\n\n \nT. Kelley:\n Hell if I know. Things don't talk at all. They wake up at night, 'round eleven, and walk straight to the trash.\n\n\n \nCanton:\n What do they do when they find trash?\n\n\n \nT. Kelley:\n They dig it out, make a comfy hole, and go back to uh… bein' dead.\n\n\n \nCanton:\n So they relocate their graves to garbage.\n\n\n \nCanton pauses to write down several notes\n\n\n \nCanton:\n Have you ever attempted to stop them?\n\n\n \nT. Kelley:\n Not me, hell no. Greg though, old fella, tried to stop one a few weeks back. Thing busted him up pretty bad.\n\n\n \nCanton:\n So these lost souls are hostile?\n\n\n \nT. Kelley:\n From what I've seen, only if you make 'em feel scared. Kinda like a cornered animal, you know?\n\n\n \nCanton:\n Right. How do residents feel about seeing their dead loved ones bury themselves in garbage?\n\n\n \nT. Kelley:\n Look, I've been here my whole life. Outsiders don't seem to understand stuff in this town. I'm used to those things wandering the streets at night like everyone else, but frankly, I don't know if I can live here any longer. I remember as a kid when ma died. Pa couldn't bear the sight of her wandering dead so he up and left town.\n\n\n \nCanton:\n He just left you behind?\n\n\n \nT. Kelley:\n He'd seen too much in this damn place. All these dead folks at night, skin hangin' off their bones. I don't blame him.\n\n\n \nCanton:\n Why hasn't this been made well known in the media?\n\n\n \nT. Kelley:\n Folks hardly come to ██████. If they do, they're just passing through and they don't stay too long. If they do stay for long, they usually don't notice the things wandering at night.\n\n\n \nCanton:\n I believe that's all I'd like to know for now. Thank you for your time, Mr. Kelley.\n\n\n \nT. Kelley:\n Glad I could help your documentary.\n\n\n \n<END LOG>\n\n\n\n\nRecords of Kelley's father lead to a man living in Portland, Oregon, by the name of Roger Kelley.\n\n\n\n\n\n\n\n\n\n\n\n\nInterview Log 4577/2:\n\n\n\n\n\n\n\n\n▼ Access Interview Log 4577/2 ▼\n\n\n\n\n▲ Hide Log ▲\n\n\n\n\nInterview Log 4577/2 Recorded on ██/██/2014\n\n\n\n\n\n\n\n\nInterviewed:\n Terrence Kelley\n\n\nInterviewer:\n Junior Researcher Canton\n\n\nForeword:\n This interview was conducted as a follow-up interview by Jr. Researcher Canton in order to understand SCP-4577-1 instances from resident Terrence Kelley's point of view.\n\n\n\n\n \n<BEGIN LOG>\n\n\n \nCanton:\n Good evening, Mr. Kelley.\n\n\n \nT. Kelley:\n Evenin'. What's it you wanted to talk to me about?\n\n\n \nCanton:\n I had a couple more \nin-depth\n questions I'd like to ask you, regarding the lost souls, as you call them.\n\n\n \nT. Kelley:\n Shoot.\n\n\n \nCanton:\n Do you know of anyone else who became one? A friend perhaps?\n\n\n \nT. Kelley:\n My old friend Phil became one of 'em a couple years back.\n\n\n \nCanton:\n Could you tell me about him?\n\n\n \nKelley sighs\n\n\n \nT. Kelley:\n Phil was always smiling, making me laugh. The fella lit up a room when he walked in. That is until his grandma passed.\n\n\n \nKelley cups his face in his hands\n\n\n \nT. Kelley:\n She was bedridden, and it was Phil's job to take care of her. He did all he could, but he couldn't stop fate. After that he was always blaming himself, second-guessing, avoiding people.\n\n\n \nKelley pauses\n\n\n \nT. Kelley:\n Could I get some coffee?\n\n\n \nCanton:\n Of course, just a second. Sugar? Cream?\n\n\n \nT. Kelley:\n Black.\n\n\n \nCanton leaves the room and returns with coffee\n\n\n \nT. Kelley:\n Thanks. The night after Phil passed, I saw him in the street. Shambling towards the dump. I just—\n\n\n \nKelley looks down\n\n\n \nT. Kelley:\n I just couldn't believe he became one of them.\n\n\n \nCanton:\n Perhaps there is a connection between your mother and Phil. Could you tell me about her?\n\n\n \nKelley sighs\n\n\n \nT. Kelley:\n Ma always put me and pa before herself. Did everything and expected nothing in return. She was like that with everyone.\n\n\n \nCanton:\n She sounds like a good person.\n\n\n \nT. Kelley:\n She was a \ngreat\n person. Never made anything about her, everyone else came first. It's like she was always trying to apologize to us by being nice, but she never did nothing wrong.\n\n\n \nKelley rubs his temples\n\n\n \nCanton:\n Everyone has regrets in their lives, and it seems there is some powerful force here in ██████ that's keeping them from resting peacefully.\n\n\n \nT. Kelley:\n No but— but ma was always so good to us.\n\n\n \nCanton:\n The signs aren't always obvious.\n\n\n \nKelley is noticeably distraught\n\n\n \nT. Kelley:\n I can't stay in this damn town anymore.\n\n\n \n<END LOG>\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum:\n As of ██/██/2015, all residents of ██████, Missouri have been amnesticized and relocated. The town has been demolished and redesignated as Area-102.\n\n\n\n\nFootnotes\n\n\n1\n. Previously Euclid, reclassed following the conversion to Area-102.\n\n\n2\n. Redesignated as Area-102.\n\n\n3\n. Occurrences have been noted to primarily take place from 11:00 P.M. to 3:00 A.M. Deviance has been observed once on ██/██/2014 when an SCP-4577-1 instance animated at 6:00 A.M. No further discrepancies have been observed.\n\n\n4\n. Recently, SCP-4577-1 instances have been observed to deviate from the primary target of SCP-4577-A, instead choosing smaller concentrations of waste.\n\n\n5\n. See interview logs 4577/1 and 4577/2.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4576\n | SCP-4577 | \nSCP-4578\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4577\n\" by MrPines, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4577\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n trash.jpeg\n\n\nName:\n Landfill face\n\n\nAuthor:\n Ashley Felton\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum: As of ██/██/2015, all residents of ██████, Missouri have been amnesticized and relocated. The town has been demolished and redesignated as Area-102.\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-4577 \" by MrPines, from the SCP Wiki . Source: https://scpwiki.com/scp-4577 . Licensed under CC-BY-SA .",
        "Filename: trash.jpeg Name: Landfill face Author: Ashley Felton License: Public Domain Source Link: Wikimedia Commons"
    ],
    "item": "SCP-4577",
    "object_class": "Safe1",
    "containment_procedures": "The town of ██████2, Missouri is occupied by Foundation personnel, and a 5km exclusion zone has been established around it. Deceased individuals are to be immediately removed from the town and incinerated. All consumer waste is to be collected and transferred offsite twice weekly. All previous residents are to be monitored, in the event of them becoming SCP-4577-1 instances. Individuals attempting to enter the exclusion zone are to be thoroughly questioned, issued amnestics, and released.",
    "description": "SCP-4577 is designated as the spontaneous animation of approximately 20% of recently deceased citizens in the town of ██████, Missouri.3 Individuals affected by SCP-4577 are henceforth known as SCP-4577-1. From documented occurrences, no pattern in the selection of SCP-4577-1 instances has been observed; all entities are indiscriminate. Once animate, SCP-4577-1 instances will make their way to the nearest concentration of waste within the town, the primary target being the town's landfill, designated SCP-4577-A.4 Upon arriving at its destination, SCP-4577-1 will bury itself in waste and cease all further anomalous activity. Non-anomalous instances, at this point, can be returned to their original location of burial. To date, there have been 95 documented occurrences of SCP-4577.",
    "title": "SCP-4577"
}