{
    "url": "https://scp-wiki.wikidot.com/scp-4583",
    "all_text": "rating: \n+171\n+\n–\nx\n\n\n\n\n\n\n3/4583\n LEVEL \n3/4583\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-4583\n\n\n\n\n\n\nEuclid\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-4583\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\nA viable sample of SCP-4583 is currently kept suspended in a liquid nitrogen canister in Cold Locker 289-V in the Anomalous Biohazard Storage wing of Site-17. Access for testing purposes must be cleared by at least one Level 5/4583 senior researcher and the item's HMCL Supervisor (Currently Dr. Raj Samra, L5/Δ).\n\n\nTesting must be carried out under Bio Safety Level 4 (BSL-4) conditions to prevent unauthorized infection. Infected cultures \nin vitro\n may be retained for no longer than 48 hours prior to incineration. Instances of SCP-4583-1 are to be placed under quarantine from the time of infection until 24 hours after the cessation of symptoms, subjected to amnestic therapy sufficient to eradicate all memories of the symptomatic period, and released under cover story ID-05\n1\n. Level 2 + Foundation Assets who are infected may be furnished cover story AnID-01\n2\n at HMCL discretion.\n\n\nTo prevent the creation of SCP-4583-2, no more than 2 SCP-4583-1 instances may be intentionally created at any time for any reason. In case of accidental infection, no more than 3 SCP-4583-1 instances may be allowed informational contact with one another until amnestic therapy is complete.\n\n\nPersonnel with Level 5/Δ clearance may access Document 4583-Syn-L for further handling instructions.\n\n\n\n\nWarning: This document contains several antimemetic redaction agents capable of restricting the ability for SCP Foundation assets of clearance Level 4 or lower from perceiving this document in its totality. If you are perceiving this message without requisite clearance, please close this file and report to Dr. Raj Samra immediately. Failure to comply may result in permanent cognitive impairment.\n\n\n\n\n\n\nDescription:\n\n\nSCP-4583 is an anomalous, highly contagious strain of Influenza A (H1N1). Initial infection of SCP-4583 progresses similarly to other, non-anomalous strains. Symptoms include fatigue, shortness of breath, dizziness, head/body ache, nausea, upper respiratory irritation, and fever.\n\n\nSCP-4583-1 designates any symptomatic carrier of SCP-4583. Anomalous properties manifest only after the onset of fever\n3\n, approximately 18 hours after initial infection. During times of sufficient autonomic stress (intense coughing, sneezing, or vomiting) SCP-4583-1 instances are subject to random cognitive temporal displacement. SCP-4583-1 will not relocate, duplicate, manifest or de-manifest during these events; the mechanism for displacement appears to be cognitive causal restructuring[\n1\n].\n\n\nDisplacement events experienced by SCP-4583-1, while unpredictable, will never extend beyond the period of infection. Instances of SCP-4583-1 report the experience as a disordering of the normal progression of events which are often disorienting and uncomfortable. Sedation during the symptomatic period of SCP-4583 infection has thus far been effective in eliminating this discomfort.\n\n\nSCP-4583-2 designates the content of an unknown informational paradox \nevent capable of permanently decoupling human cognition from the experience of personal temporality\n. Manifestation of SCP-4583-2 requires informational contact between at least \n4\n instances of SCP-4583-1 for a period greater than 24 consecutive hours. Individuals exposed to SCP-4583-2 \nvary in their reaction to this decoupling from aloof curiosity to\n complete executive failure. \nIn fewer than 20% of recorded cases, infected individuals have exhibited\n violent behavior and self mutilation, \npresumably due to cognitive overload\n. \nMembers of RCT-Δt have proven most resilient during infection, and retain apparently unhindered cognitive function, presumably due to previous exposure to Displacement Agent XA-1780-T and related memetic temporal displacement methods\n. \nDespite granting verified ability to recall events which have not yet taken place and reliably relay information about those events, SCP-4583-2 confers no ability to alter the course of future events\n. \nInstances universally report their experience of time as \"static\" or \"unchanging\"\n. Administration of Class A amnestic therapy has proven universally effective in neutralizing SCP-4583-2.\n\n\n\n\nDiscovery:\n\n\nOn 23/08/2003, after a routine LKI\n4\n anomalous retrieval mission, Agent \nArthur Blanchard\n of RCT-Δt reported to Site-17 infirmary during the onset of flu-like symptoms in accordance with post-displacement bio safety protocol. Without prior warning, Agent \nBlanchard\n became agitated and requested that he be placed \"back in containment\" immediately. When informed he had never previously been placed in containment, Agent \nBlanchard\n became increasingly insistent until Site-17 medical staff complied with his request. Once contained, Agent \nBlanchard\n became agitated again and expressed confusion as to his whereabouts and status, insisting that he had made no such request and needed to be released immediately due to worsening sickness.\n\n\nDue to Agent \nBlanchard\n's previous exposure to temporal anomalies, additional assets from the Temporal Anomalies Department were notified of the inconsistencies in his behavior and responded immediately. By the time of their arrival, Agent \nBlanchard\n's demeanor had shifted a third time, at which point he was able to explain the nature of SCP-4583 to colleagues.\n\n\nFollowing Agent \nBlanchard\n's debriefing by Temporal Anomalies Department assets, another unexpected shift in demeanor occurred. Agent \nBlanchard\n again expressed concern and distress, calling for the immediate containment of 15 additional personnel and immediate quarantine of the Site-17 infirmary. Attendant physicians enacted BSL-2 precautions at this time, and sedated Agent \nBlanchard\n.\n\n\nOver the next 24 hours, 15 additional members of Site-17 staff, including medical, biological, and temporal assets presented to the infirmary reporting symptoms and disorientation similar to that of Agent \nBlanchard\n, prompting immediate quarantine under BSL-4 protocol and partial evacuation of Site-17 nonessential staff. RCT-Δt assets flagged the outbreak as a potential retrocausal anomaly, and submitted proposed Special Containment Procedures to RAISA and Overwatch. SCP-4583 was designated on 25/8/2003 by a 13-0 decision.\n\n\nInitial procedures called for information blackout with all instances of SCP-4583-1. On the advice of Site-17 medical staff, quarters were arranged for all 16 instances in a sealed ward. Access was provided to water, food, and OTC medications necessary for SCP-4583-1's collective comfort for 72 hours. It was the prevailing opinion of RCT-Δt, Site-17 director, and Site-17 medical staff that the virus causing the anomaly was an otherwise benign flu, and should be allowed to run its course. To prevent further spread of paradoxical information, no surveillance equipment or writing implements of any kind were permitted, but instances were allowed to interact with one another to ease boredom of hopefully recoverable Foundation Assets.\n\n\nOn 28/8/2003, the ward was opened. Three instances of SCP-4583-1 were discovered deceased by severe blood loss via self-inflicted injuries. Autopsy revealed the presence of human flesh in each of their stomachs, implying auto-cannibalistic behavior. An additional three instances had been killed through blunt force trauma. Two more were discovered in persistent catatonic state, showing defensive wounds on the forearms and hands. The remaining five instances appeared lucid, showing significant injuries to the hands and feet, and suffering from symptoms of post traumatic stress.\n\n\nAfter being cleared of SCP-4583 infection, all surviving parties were debriefed prior to Class A amnestic therapy.\n\n\n\n\n+ Interview AA-4583-06; LEVEL 5/4583 CLEARANCE REQUIRED\n\n\n\n\n- Access Granted\n\n\n\n\n\n\nDate:\n 28/8/2003\n\n\nInterviewer:\n Dr. Thaddeus Xyank, Chairperson, Temporal Anomalies Department\n\n\nObserving:\n Dr. Raj Samra, HMCL Supervisor\n\n\nInterviewee:\n SCP-4583-1.1, a.k.a. Agent Arthur Blanchard, RCT-Δt\n\n\nNote:\n \nDue to the subject's high security clearance and my own inoculation against a variety of cognitive hazards, I've decided to take this interview myself. Art is known to me personally, and has an exemplary record, both as an agent and as a cultural anthropologist. I literally trust him with my life. O5 can take it up with me personally later if they feel the need.\n\n- Tx\n\n\nT. Xyank:\n (\nopening door\n) How you holding up, Art?\n\n\nSCP-4583-1.1:\n Well thank goodness we're not doing \nthat\n today.\n\n\nT. Xyank:\n You could have hopped off to 19th century New York the second your throat got itchy. It's the least I can do.\n\n\nSCP-4583-1.1:\n No, I couldn't have.\n\n\nT. Xyank:\n Oh? Something I should know?\n\n\nSCP-4583-1.1:\n Quite a lot, actually. Plenty of stuff I wish I \ndidn't\n know, that's for sure. I'm glad that's about to be over.\n\n\nT. Xyank:\n (\nproduces a small flask from interior pocket of his lab coat and sips\n) Cryptic statements are my department, Mr. Blanchard. And as much as I like you, I'm here on business. So start talking. (\noffers flask to SCP-4583-1.1\n)\n\n\nSCP-4583-1.1:\n (\ntakes flask and sips, then returns it\n) Suit yourself.\n\n\nT. Xyank:\n I'm happy to start with the events of the last 72 hours. I understand if it's a little out of-\n\n\nSCP-4583-1.1:\n No, I've got it. The um… the first two days was mostly calming everyone's panic. Hartford and Freedman were getting the worst of it, hopping around their own sense of time like crazy, snot pouring out of their faces.\n\n\nT. Xyank:\n I'll make sure to give them a nice easy one to cool down on.\n\n\nSCP-4583-1.1:\n They know…\n\n\nT. Xyank:\n Christ, is it this frustrating when I do it?\n\n\nSCP-4583-1.1:\n (\nlaughs\n) Yes, it is. My um… I don't sneeze much with colds, and I got a pretty good sense of my jumps. Average about an hour and a half, two hours. Everyone else, I could not tell when the hell they were. But eventually they started trying to talk to one another. The Virology JR's, mostly. Most of ours were keeping quiet or telling them to shut up but there were so many hops between the three of them, I don't think it worked.\n\n\nT. Xyank:\n I'm sorry, you said \nsneezing\n triggers it?\n\n\nSCP-4583-1.1:\n I had one jump after a coughing fit, too, but yeah. I'm no neurologist but I'm guessing that's connected to how it works. Now they're - I'm sorry, \neventually\n they -\n\n\nT. Xyank:\n Stop… \nNow\n, you said?\n\n\nSCP-4583-1.1:\n …Can I have some more whiskey? It helps.\n\n\nT. Xyank:\n Helps with \nwhat\n?\n\n\nSCP-4583-1.1:\n I can't tell you yet. Please, it's really helping me focus.\n\n\nT. Xyank:\n (\ntakes another sip before passing the flask\n) Knock yourself out.\n\n\nSCP-4583-1.1:\n HA. Tried that. Doesn't work. (\nsips the flask and returns it\n) So eventually the guys from Virology, right through a fit of sneezing, manage to start having a coherent conversation, which got the rest of us nervous and asking questions. I remember \nexactly\n what was said, but I will not repeat it, because, well, \"Data Expunged\".\n\n\nT. Xyank:\n …You're kidding.\n\n\nSCP-4583-1.1:\n Not even a little. Somewhere in that information paradox, something about how we all see time got unlocked. I… I'm seeing everything. Every. Thing. Several missions for \"redacted\" that I'm not supposed to remember, a week and a half of \"Data Expunged\" that you're going to go through in about 10 years time - at least from my perspective - and I know for a fact that I die at home, in bed, with my second wife, on Black Friday in 2026. And I know you don't believe me yet, so you're going to hand me that piece of paper and red pen in your back pocket…\n\n\nT. Xyank:\n …Lucky guess. (\nproduces a piece of paper and red pen from back left pants pocket and hands them to SCP-4583-1.1\n)\n\n\nSCP-4583-1.1:\n (\nbegins writing, concealing the paper from view\n) And I'm going to write down… 20… random… Hex digits… Which you will provide… now.\n\n\nT. Xyank:\n F, F, 0, 4, 8, 9, 3, 3, A, 2, D, 2, 1, E, 5, 5, 5, 5, 7, 4, 3, D, 1, 7, B, A, 9, 4, 6, 2, 3, 3, 8, 1, 5, B, 0, 4, 4, 6, C, C, F, 9, 0. (\ngrabs the paper before SCP-4583-1.1 can respond and reads it.\n) …All 45. That's 1 in 1.5 times 10 to the 54th. Goddammit. How did you even know I would go for that many?\n\n\nSCP-4583-1.1:\n I can see it. All of it. It sucks.\n\n\nT. Xyank:\n Alright, say I believe you. What made the others go berserk?\n\n\nSCP-4583-1.1:\n Just that. Suddenly seeing how pointless and futile your entire life is - watching yourself living out a whole life on rails - was a little much for some JR's from Virology. You know. You've seen it.\n\n\nT. Xyank:\n How did you know \nthat\n?\n\n\nSCP-4583-1.1:\n You just told me. Saw that, too.\n\n\nT. Xyank:\n Okay. How do I turn it off?\n\n\nSCP-4583-1.1:\n 21 cc's of Class A amnestics over the course of 3 days. I don't know if that's a minimum dose, but it's what you'll use on me, and it'll work. Please, don't retain me for study, I can't. I mean, I know you won't but I have to say that. MMM! Every mistake I'll make for the rest of my life is sitting here in front of me and I can do nothing about them. Every triumph and every loss and every victory and every disappointment, they're right there. I've tried going back and \"living\" before this all happened, but I always end up here, and no matter how hard I focus on what comes AFTER this, I still have to live here just to get to it. Please, Thad. I know you will, I know it's coming, but please. Today. I can't do this.\n\n\nT. Xyank:\n Raj, will you turn that thing off, I have to get -\n\n\n[INTERVIEW TERMINATED]\n\n\nClosing Note:\n \nExperimentation on SCP-4583 is to begin immediately. I have an idea.\n\n-Tx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWarning: The remainder of this file is protected by an unredacted cognitohazardous image. By submitting your credentials below, you certify your consent to exposure to this image, and that you have been inoculated against the cognitohazard contained therein. Exposure to vulnerable persons is lethal. There is nothing in this file worth dying for. There will be no further warnings.\n\n\n\n\n\n\n+ Document 4583-Syn-L; EYES ONLY; LEVEL 5/Δ CLEARANCE REQUIRED\n\n\n\n\n- Access Granted\n\n\n\n\n\n\n\n\n\n\nYou look so tired…\n\n\n\n\n\n\n\n\n\n\n\n\n5/4583-T\n LEVEL \n5/4583-T\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-4583-T\n\n\n\n\n\n\nThaumiel\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\nSCP-4583-T shall be harvested from SCP-4583 as requested by the Chairperson of the Temporal Anomalies Department (Dr. Thaddeus Xyank, L5/Δ) or the operations manager of RCT-Δt (currently Dr. Marcus Kitterman, L5/Δ). SCP-4583-T must be harvested only from live cultures in vitro, not from any infected person. Cultures so utilized must be terminated and subjected to isolation procedures after 5 calendar days of activity. Until such time as virii are neutralized, substance collection protocols must be carried out under BSL-4 conditions.\n\n\nDo not intentionally ingest, inhale, or administer raw SCP-4583-T in any amount to any living organism. In the event of direct skin contact with raw SCP-4583-T, wash the area thoroughly with soap and warm water. Following accidental contact, aspiration, or ingestion in any detectable amount, alert Site-17 security immediately.\n\n\nHuman experimentation with SCP-4583-T has concluded as of 28/2/2005.\n\n\n\n\nDescription:\n\n\nSCP-4583-T is an exotic protein created as a waste product in the production of SCP-4583 inside living cells. Sufficient quantities of SCP-4583-T are released into the bloodstream by osmosis for its anomalous processes to manifest. Effects typically manifest by the time the viral infection becomes symptomatic.\n\n\nSCP-4583-T causes intermittent decoupling and rearranging of local cognition from native neural TVM (\"This Very Moment\") temporal progression during times of heightened autonomic stress. The most common trigger for this decoupling is sneezing, though other reflexive actions have proven effective in triggering the effect as well. These include coughing, vomiting, reflexive reactions to pain or temperature, and in one experiment, hiccuping.\n\n\nThe minimum effective dose of SCP-4583-T is 1.5 mg. There is no established LD50 for SCP-4583-T; however, test subjects exposed to quantities over 10 mg have proven unable to form coherent thoughts or statements. fMRI scanning of these patients has concluded that the autonomic stress threshold at this dosage is low enough to be triggered by blinking, breathing, or both.\n\n\nSCP-4583-T has a metabolic half-life of approximately 4 hours, at which point cognition seamlessly re-couples to native neural TVM progression. It possesses no known carcinogenic properties or side-effects.\n\n\n\n\nSubstance Collection Protocol:\n\n\nDue to the incredibly small margins available from traditional cell cultures, Site-19 has granted use of 1 instance of \nSCP-604\n for the purposes of transmuting commercially available animal tissues into suitably sized live cultures of human cells. Current procedure utilizes approximately 5 pounds of beef tongue per lot, transmuted to human tongue and esophageal tissues for infection by SCP-4583. Cultures are suspended in oxygenated aqueous solution, heated to 37° C, to provide optimal reproductive conditions for SCP-4583. Due to the anomalous nature of these tissues, sustained cell death of the sample does not occur while within solution.\n\n\nAfter a period of 5 days, the sample is removed from solution and prepared for substance isolation. The aquaeous solution is boiled under fume hood until only solid material remains, which is then harvested from the container and added to the tissue sample. Use of Tris-HCL buffer has proven to grant the highest yield of SCP-4583-T from cohesive tissues. Normal precautions against denaturation and phosphorylation do not apply to SCP-4583-T. The process has been successfully automated in the interest of increased reliability of yield quality and timeliness. Deposit tissue and condensate into Device 4583-Iso. Expected final yield should not exceed 5 g.\n\n\n\n\nApplication:\n\n\nSCP-4583-T is a vital component in Compound 4583-L-Δ, or 'Loopy', a purpose made temporal reversal drug administered by inhalation. Due to its cognitive dissociative properties and unpredictable displacement, SCP-4583-T is paired with a derivative of the Class C amnestic for its complimentary mechanism of action, triggering autonomic distress and ensuring negative temporal displacement. Current available administration methods include disposable inhalers (2 mg per dose) and purpose made tobacco cigarettes (2 mg per cigarette).\n\n\nGiven proper training, RCT-Δt officers have successfully utilized 4583-L-Δ to initiate and recall the contents of cognitively generated temporal loops, allowing users to alter their course of action for more favorable results. Since implementation, RCT-Δt casualty rate has fallen by 75%, and mission success rate has increased by approximately 60%, requiring fewer attempted bulk displacements and immeasurably less native tachyon instability. Current operating procedure designates that only mission commanding officers may be assigned doses of 4583-L-Δ to prevent displacement overlap and contradictory mission accounts.\n\n\nUnauthorized use of 4583-L-Δ is punishable by wage garnishment, security class revocation, project reassignment, and termination at the sole discretion of the Temporal Anomalies Department.\n\n\n\n\n\n\nOfficial Seal\n\n\n\n\n\n\nRCT-Δt:\n\n\nSecure the Past.\n\n\nContain the Present.\n\n\nProtect the Future.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nBibliography\n\n\n1. Samra, R.; Shraeder I.; et. al. \nCognitive Tachyon Flux: Mechanisms of Self Justification in Sentient Organisms and the Grandfather Paradox.\n Temporal Dynamics, 4, 28, 2005.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \"Acute Swine Flu infection\"\n\n\n2\n. \"Unspecified anomalous infection\"\n\n\n3\n. Internal body temperature exceeding 37.5°C\n\n\n4\n. \"\nLast Known Iteration\n\"\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4582\n | SCP-4583 | \nSCP-4584\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Warning: This document contains several antimemetic redaction agents capable of restricting the ability for SCP Foundation assets of clearance Level 4 or lower from perceiving this document in its totality. If you are perceiving this message without requisite clearance, please close this file and report to Dr. Raj Samra immediately. Failure to comply may result in permanent cognitive impairment.",
        "Date: 28/8/2003 Interviewer: Dr. Thaddeus Xyank, Chairperson, Temporal Anomalies Department Observing: Dr. Raj Samra, HMCL Supervisor Interviewee: SCP-4583-1.1, a.k.a. Agent Arthur Blanchard, RCT-Δt Note: Due to the subject's high security clearance and my own inoculation against a variety of cognitive hazards, I've decided to take this interview myself. Art is known to me personally, and has an exemplary record, both as an agent and as a cultural anthropologist. I literally trust him with my life. O5 can take it up with me personally later if they feel the need. - Tx T. Xyank: ( opening door ) How you holding up, Art? SCP-4583-1.1: Well thank goodness we're not doing that today. T. Xyank: You could have hopped off to 19th century New York the second your throat got itchy. It's the least I can do. SCP-4583-1.1: No, I couldn't have. T. Xyank: Oh? Something I should know? SCP-4583-1.1: Quite a lot, actually. Plenty of stuff I wish I didn't know, that's for sure. I'm glad that's about to be over. T. Xyank: ( produces a small flask from interior pocket of his lab coat and sips ) Cryptic statements are my department, Mr. Blanchard. And as much as I like you, I'm here on business. So start talking. ( offers flask to SCP-4583-1.1 ) SCP-4583-1.1: ( takes flask and sips, then returns it ) Suit yourself. T. Xyank: I'm happy to start with the events of the last 72 hours. I understand if it's a little out of- SCP-4583-1.1: No, I've got it. The um… the first two days was mostly calming everyone's panic. Hartford and Freedman were getting the worst of it, hopping around their own sense of time like crazy, snot pouring out of their faces. T. Xyank: I'll make sure to give them a nice easy one to cool down on. SCP-4583-1.1: They know… T. Xyank: Christ, is it this frustrating when I do it? SCP-4583-1.1: ( laughs ) Yes, it is. My um… I don't sneeze much with colds, and I got a pretty good sense of my jumps. Average about an hour and a half, two hours. Everyone else, I could not tell when the hell they were. But eventually they started trying to talk to one another. The Virology JR's, mostly. Most of ours were keeping quiet or telling them to shut up but there were so many hops between the three of them, I don't think it worked. T. Xyank: I'm sorry, you said sneezing triggers it? SCP-4583-1.1: I had one jump after a coughing fit, too, but yeah. I'm no neurologist but I'm guessing that's connected to how it works. Now they're - I'm sorry, eventually they - T. Xyank: Stop… Now , you said? SCP-4583-1.1: …Can I have some more whiskey? It helps. T. Xyank: Helps with what ? SCP-4583-1.1: I can't tell you yet. Please, it's really helping me focus. T. Xyank: ( takes another sip before passing the flask ) Knock yourself out. SCP-4583-1.1: HA. Tried that. Doesn't work. ( sips the flask and returns it ) So eventually the guys from Virology, right through a fit of sneezing, manage to start having a coherent conversation, which got the rest of us nervous and asking questions. I remember exactly what was said, but I will not repeat it, because, well, \"Data Expunged\". T. Xyank: …You're kidding. SCP-4583-1.1: Not even a little. Somewhere in that information paradox, something about how we all see time got unlocked. I… I'm seeing everything. Every. Thing. Several missions for \"redacted\" that I'm not supposed to remember, a week and a half of \"Data Expunged\" that you're going to go through in about 10 years time - at least from my perspective - and I know for a fact that I die at home, in bed, with my second wife, on Black Friday in 2026. And I know you don't believe me yet, so you're going to hand me that piece of paper and red pen in your back pocket… T. Xyank: …Lucky guess. ( produces a piece of paper and red pen from back left pants pocket and hands them to SCP-4583-1.1 ) SCP-4583-1.1: ( begins writing, concealing the paper from view ) And I'm going to write down… 20… random… Hex digits… Which you will provide… now. T. Xyank: F, F, 0, 4, 8, 9, 3, 3, A, 2, D, 2, 1, E, 5, 5, 5, 5, 7, 4, 3, D, 1, 7, B, A, 9, 4, 6, 2, 3, 3, 8, 1, 5, B, 0, 4, 4, 6, C, C, F, 9, 0. ( grabs the paper before SCP-4583-1.1 can respond and reads it. ) …All 45. That's 1 in 1.5 times 10 to the 54th. Goddammit. How did you even know I would go for that many? SCP-4583-1.1: I can see it. All of it. It sucks. T. Xyank: Alright, say I believe you. What made the others go berserk? SCP-4583-1.1: Just that. Suddenly seeing how pointless and futile your entire life is - watching yourself living out a whole life on rails - was a little much for some JR's from Virology. You know. You've seen it. T. Xyank: How did you know that ? SCP-4583-1.1: You just told me. Saw that, too. T. Xyank: Okay. How do I turn it off? SCP-4583-1.1: 21 cc's of Class A amnestics over the course of 3 days. I don't know if that's a minimum dose, but it's what you'll use on me, and it'll work. Please, don't retain me for study, I can't. I mean, I know you won't but I have to say that. MMM! Every mistake I'll make for the rest of my life is sitting here in front of me and I can do nothing about them. Every triumph and every loss and every victory and every disappointment, they're right there. I've tried going back and \"living\" before this all happened, but I always end up here, and no matter how hard I focus on what comes AFTER this, I still have to live here just to get to it. Please, Thad. I know you will, I know it's coming, but please. Today. I can't do this. T. Xyank: Raj, will you turn that thing off, I have to get - [INTERVIEW TERMINATED] Closing Note: Experimentation on SCP-4583 is to begin immediately. I have an idea. -Tx",
        "Warning: The remainder of this file is protected by an unredacted cognitohazardous image. By submitting your credentials below, you certify your consent to exposure to this image, and that you have been inoculated against the cognitohazard contained therein. Exposure to vulnerable persons is lethal. There is nothing in this file worth dying for. There will be no further warnings."
    ],
    "title": "SCP-4583"
}