{
    "url": "https://scp-wiki.wikidot.com/scp-4585",
    "all_text": "rating: \n+76\n+\n–\nx\n\n\n\n\n\n\nSCP-4585 during initial discovery\n\n\n\n\n\n\nItem Number:\n SCP-4585\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-4585 is to be stored within a soundproofed containment cell at Site-50. Interaction with SCP-4585 requires Level 2 or higher security clearance.\n\n\nDescription:\n SCP-4585, physically, is a standard hamburger made by the Steak 'n Shake Corporation. SCP-4585 is sapient, and can speak in German via a voice of unknown origin. This voice has reached a maximum of 142 dB. SCP-4585 is also capable of using the five senses\n1\n and will not decompose. SCP-4585 can voluntarily cause SCP-4585-1 manifestation events, but is unable to cause a manifestation event if less than one month has elapsed since the last one. SCP-4585-1 manifestation events can number a maximum of 25 manifestations.\n\n\nPhysically, SCP-4585-1 instances are smaller than SCP-4585, but otherwise identical. In addition to SCP-4585's anomalous properties, SCP-4585-1 instances also possess the ability to generate french fries. They utilize said french fries in a similar fashion to a throwing spear. SCP-4585-1 instances use telekinesis to throw these weapons, but have not shown this ability on other objects. The french fry will demanifest after it is thrown.\n\n\nIn the event that the meat of an SCP-4585-1 instance is completely separated from the rest of the rest of the hamburger, all anomalous effects of that individual instance will cease. It is presumed that a similar effect takes place on SCP-4585 itself.\n\n\nNeither SCP-4585 or SCP-4585-1 instances are capable of locomotion.\n\n\nAddendum 4585-1:\n\n\n\n\n+ Interview Log 4585-1\n\n\n\n\n- Interview Log 4585-1\n\n\n\n\n\n\nInterviewed:\n SCP-4585\n\n\nInterviewer:\n Junior Researcher Johnson\n\n\nForeword:\n This interview was conducted 12 days following SCP-4585’s discovery and containment. The interview has been translated into English.\n\n\n<Begin Log>\n\n\nJunior Researcher Johnson:\n Hello SCP-4585, I would like to ask you some questions.\n\n\nSCP-4585:\n Who are you?\n\n\nJunior Researcher Johnson:\n Alex Johnson, can I ask some questions?\n\n\nSCP-4585:\n \n(pause)\n If you insist, I will humor you, what would you like to know?\n\n\nJunior Researcher Johnson:\n Where did you come from? Were you created at the Steak 'n Shake where we found you?\n\n\nSCP-4585:\n Oh, heavens no. I was born in my great city of Hamburg.\n\n\nJunior Researcher Johnson:\n Uh, is that the Hamburg in Germany?\n\n\nSCP-4585:\n Of course! No other city can touch its beauty! I am fortunate enough to be the city's rightful duke. You must sense that you are in the presence of great royalty, my friend.\n\n\nJunior Researcher Johnson:\n Uh-huh, of course you are. If you originated in Germany, how did you end up a continent away?\n\n\nSCP-4585:\n I swam.\n\n\nJunior Researcher Johnson:\n \n(pause)\n But, you can’t move.\n\n\nSCP-4585:\n I am the Duke of Hamburg.\n\n\nJunior Researcher Johnson:\n Can… how does that affect anything?\n\n\nSCP-4585:\n I don’t follow.\n\n\nJunior Researcher Johnson:\n Uh, whatever. We can return to that a little later. Are your \n(pause)\n subjects \n(pause)\n also like you? As in-\n\n\nSCP-4585:\n Our appearance? Yes! That is part of what makes Hamburg so great! After all, it's a lot easier to catch this world’s criminals if they cannot move.\n\n\nJunior Researcher Johnson:\n that’s no- whatever. That's useful too, I guess. Is everyone in that place like you?\n\n\nSCP-4585:\n Yes.\n\n\nJunior Researcher Johnson:\n Then how do you catch criminals? Actually, scratch that, how does the whole thing operate?\n\n\nSCP-4585:\n I can assure you, our justice system is very effective. I don't even get involved! Just in case I feel the urge to do injustice on my citizens! Isn't that great!\n\n\nJunior Researcher Johnson:\n Sure, but, how does the city operate? I mean, nobody can move, you wouldn't be able to do anything other than sit around.\n\n\n[Approximately 4 seconds of silence]\n\n\nSCP-4585:\n Excuse me, but are you threatening to incapacitate Hamburg! The greatest city of them all!\n\n\nJunior Researcher Johnson:\n No, how wo-\n\n\nSCP-4585:\n I will not allow you to attack my subjects, Johnson! This meeting is over!\n\n\nJunior Researcher Johnson:\n I'm the one who started this interv-\n\n\nSCP-4585:\n SILENCE.\n\n\n[Johnson is seen covering his ears]\n\n\nJunior Researcher Johnson:\n Jesus Fucking Christ! That was loud, you know!\n\n\nSenior Researcher Serdra (over intercom):\n Hey, are you alright in there?\n\n\nJunior Researcher Johnson:\n Yeah, but it looks like we have the loudest thing in Site-50 over here!\n\n\nSenior Researcher Serdra (over intercom):\n What abo-\n\n\nJunior Researcher Johnson:\n I don't really care, this interview's over. Turn off that camera please.\n\n\n<End Log>\n\n\nClosing Statement:\n Following this interview, Junior Researcher Johnson advised against classifying SCP-4585's Hamburg as SCP-4585-2, citing SCP-4585's inability to explain how the city would function. Further investigation into SCP-4585’s origins is recommended.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview Log 4585-2\n\n\n\n\n- Interview Log 4585-2\n\n\n\n\n\n\nInterviewed:\n SCP-4585\n\n\nInterviewer:\n Junior Researcher Johnson\n\n\nForeword:\n This interview was intended to further question SCP-4585 about its origins. Prior to this interview, SCP-4585-1 instances had not been discovered. The interview has been translated into English.\n\n\n<Begin Log>\n\n\n[Junior Researcher Johnson is seen entering SCP-4585's containment cell]\n\n\nJunior Researcher Johnson:\n Hello SC- who the hell are you?\n\n\n[Junior Researcher Johnson notices an SCP-4585-1 instance in the room]\n\n\nSCP-4585:\n This is Aurik, he is a member of my personal guard. Say hello Aurik.\n\n\nSCP-4585-1 Instance:\n Hi.\n\n\nSCP-4585:\n He is here to protect me from hostiles such as yourself.\n\n\nJunior Researcher Johnson:\n Oh, there's \n(pause)\n more of you.\n\n\nSCP-4585:\n Last time I very clearly said that there were more people like me, not that you were actually listening.\n\n\nJunior Researcher Johnson:\n Uh, okay, I guess. I need to check with my superiors.\n\n\n[Junior Researcher Johnson leaves the room. 4 minutes and 16 seconds pass before Johnson reenters the room]\n\n\nJunior Researcher Johnson:\n Okay, so can you tell me more about this Hamburg you mentioned last time?\n\n\nSCP-4585:\n I have told you all you need to know in our last encounter.\n\n\nJunior Researcher Johnson:\n Well, but could you give us a general layout of the city? We know of a city with the same n-\n\n\nSCP-4585:\n Why would I do that?\n\n\nJunior Researcher Johnson:\n Well, you could bargain with us. Our organization has access to many th-\n\n\nSCP-4585:\n Are you suggesting a trade between our two nations?\n\n\nJunior Researcher Johnson:\n Uhm, yeah, I could see it that way.\n\n\nSCP-4585:\n Do you not remember our last meeting at all? Why would I trust you.\n\n\nJunior Researcher Johnson:\n Well, what do you want? What could we do to regain your trust?\n\n\nSCP-4585:\n Hmm…\n\n\n[Roughly 2 seconds of silence]\n\n\nSCP-4585:\n I want, at the very least, all of Site-50 ceded to the Duchy of Hamburg. Meaning me of course.\n\n\nJunior Researcher Johnson:\n Ha! Uh no. Wait, how did you know the site number?\n\n\nSCP-4585:\n Reconnaissance. Anyway, if you aren’t going to hand over Site-50, I will consider this trade a failure for the people of Hamburg.\n\n\nJunior Researcher Johnson:\n Uh, can you elaborate on this reconnaissance you just mentioned?\n\n\nSCP-4585:\n No, we are talking about a trade, are we not?\n\n\nJunior Researcher Johnson:\n Are you just g-\n\n\nSCP-4585:\n Okay, this is starting to feel more like an interview then a meeting. Aurik, please escort this man from the room.\n\n\nSCP-4585-1 Instance:\n Yes, sir!\n\n\nJunior Researcher Johnson:\n How will you even do tha-\n\n\n\n\n[SCP-4585-1 manifests a French Fry, and throws it at Junior Researcher Johnson. It hits Johnson slightly above his nose]\n\n\nJunior Researcher Johnson:\n Uh, was that a french fry?\n\n\nSCP-4585:\n Aurik, keep firing!\n\n\n[SCP-4585-1 continues to manifest french fries and bombard Johnson]\n\n\nJunior Researcher Johnson:\n Okay, I’m just gonna take that thing out of here.\n\n\n[Johnson grabs the SCP-4585-1 instance and takes it out of the room.]\n\n\nSCP-4585:\n Hey! Do- Don’t worry Aurik! We’ll rescue you from these people! I’m coming!\n\n\n[Johnson leaves the room with the SCP-4585-1 instance]\n\n\nSCP-4585:\n Come back here! I’ll kick your ass! Are you a coward?\n\n\n[Roughly 3 seconds pass]\n\n\nSCP-4585:\n [UNINTELLIGIBLE]\n\n\n<End Log>\n\n\nClosing Statement:\n SCP-4585 has been uncooperative in all follow-up interviews. Testing on the SCP-4585-1 instance was approved. For details on these tests, see Document 4585-T1. Due to Junior Researcher Johnson's lack of professionalism and tendency to provoke SCP-4585, he has been reprimanded and transferred to another project.\n\n\n\n\n\n\n\n\n\n\nAddendum 4585-2:\n\n\n\n\n+Security Log 836-8\n\n\n\n\n-Security Log 836-8\n\n\n\n\n\n\nForeword:\n The following recording was taken from Site-50 Security Camera #836, located in SCP-4585's old cell.\n\n\n<Begin Log>\n\n\n<07:33:12>\n SCP-4585-1 Manifestation Event occurs, 22 SCP-4585-1 instances manifest inside the cell.\n\n\n<07:33:20>\n SCP-4585 begins vocalization with the SCP-4585-1 instances.\n\n\n<13:55:56>\n Security guard John Trockies enters SCP-4585's cell on a routine sweep of Site-50's Safe Wing. SCP-4585 yells \"engage\" and all SCP-4585-1 instances open fire on Trockies.\n\n\n<13:56:09>\n A french fry hits Trockies in the eye, causing him to retreat from the room. After some cheering, SCP-4585 and the -1 instances begin to sing the song \"Schwarzbraun ist die Haselnuss.\"\n2\n\n\n<14:06:49>\n The singing of \"Schwarzbraun ist die Haselnuss\" stops.\n\n\n<15:27:59>\n SCP-4585 and all SCP-4585-1 instances begin to chant \"Freiheit für Aurik!\"\n3\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n+Interview Log 4585-3\n\n\n\n\n-Interview Log 4585-3\n\n\n\n\n\n\nInterviewed:\n SCP-4585\n\n\nInterviewer:\n Senior Researcher Bheck\n\n\nForeword:\n This interview was conducted 2 days following the SCP-4585-1 Manifestation Event (see Security Log 836-8) and attack of John Trockies. Questioning was directed at how to get SCP-4585 to stop attacking Foundation personnel. The interview has been translated into English.\n\n\n<Begin Log>\n\n\n[Senior Researcher Bheck enters the containment cell]\n\n\nSenior Researcher Bheck:\n Hello SCP-4585.\n\n\nSCP-4585:\n Open fire!\n\n\n[SCP-4585-1 Instances bombard Bheck]\n\n\nSenior Researcher Bheck:\n \n(pause)\n Could you please stop that?\n\n\n[SCP-4585-1 Instances continue to bombard Bheck]\n\n\nSenior Researcher Bheck:\n \n(pause)\n We could do this another time, if now is inconvenient?\n\n\n[SCP-4585-1 Instances continue to bombard Bheck]\n\n\nSenior Researcher Bheck:\n Well, could you te-\n\n\n[A french fry hits Senior Researcher Bheck on his eye, causing him to blink rapidly and rub his eyelids]\n\n\nSenior Researcher Bheck:\n Ow, can you st-\n\n\nSCP-4585:\n Everyone! I have found a weakness in the beast! Aim for the eyes!\n\n\nNumerous SCP-4585-1 Instances:\n Yes, sir!\n\n\n[Bombardment continues and focuses on Bheck's eyes and mouth.]\n\n\nSenior Researcher Serdra (over intercom):\n Bheck, this is going nowhere. Let's think this through out here.\n\n\nSenior Researcher Bheck:\n Agreed, these things ar-\n\n\n[Bheck's eyes are hit by SCP-4585-1 bombardment, causing him to trip and fall forwards. One SCP-4585-1 instance is crushed by Senior Researcher Bheck.]\n\n\nSCP-4585:\n Yes! Let's keep attacking, boys! Kill that thing!\n\n\n[Bheck gets up and leaves the containment cell. SCP-4585’s research team decide to attempt an interview over the cell’s intercom. Interview resumes after 4 minutes]\n\n\nSenior Researcher Bheck (over intercom):\n SCP-4585, could you please answer some questions?\n\n\nSCP-4585:\n Ah, looks like you have to talk to me over this thing! At least have the dignity to talk to me to my face!\n\n\nSenior Researcher Bheck (over intercom):\n Well, we can talk face to face. Just stop throwing french fries at my eyes, and we can talk.\n\n\nSCP-4585:\n You have hurt my subjects enough, thank you. Now go back to the hell you crawled out of!\n\n\nSenior Researcher Bheck (over intercom):\n You just said that we should talk face to face, I agree. Let’s jus-\n\n\nSCP-4585:\n Everyone! Open fire on the speakers!\n\n\nNumerous SCP-4585-1 Instances:\n Yes, sir!\n\n\n[SCP-4585-1 instances open fire on the cell's intercom speaker]\n\n\nSenior Researcher Bheck (over intercom):\n Is this really necessar-\n\n\n\n\n[All SCP-4585-1 instances begin to sing Schwarzbraun ist die Haselnuss]\n\n\nSenior Researcher Bheck:\n Damn, that's loud. Can you stop please? For the purposes of \n(pause)\n diplomacy?\n\n\n[All SCP-4585-1 instances continue to sing Schwarzbraun ist die Haselnuss and bombard the cell's intercom speaker]\n\n\nSenior Researcher Bheck (over intercom):\n Okay, let's try this again tomorrow, we'll give you some time to calm down.\n\n\n<End Log>\n\n\nClosing Statement:\n The vocalizations of SCP-4585's \"Schwarzbraun ist die Haselnuss\" were heard in 15 adjacent rooms, reaching an estimated 100 dB. Due to noise complaints, SCP-4585 was scheduled to be moved to a soundproof cell on 4/9/1971.\n\n\n\n\n\n\n\n\n\n\nAddendum 4585-3:\n\n\n\n\n+Transport Log 4585.1\n\n\n\n\n-Transport Log 4585.1\n\n\n\n\nOn 4/9/1971, a convoy of 3 guards moved SCP-4585 to a soundproof containment cell via several on-site cardboard boxes. The following recording was taken from security guard Harold Unerp's body-worn camera. Note that this only shows a portion of SCP-4585's transport; for a full log, see Document 4585-TRP-1. English subtitles have been provided.\n\n\n\n\n<Begin Log>\n\n\nAgent Harrison:\n \n(grunting)\n Come on, can't we get the wagon to move these things?\n\n\nAgent Unerp:\n It's being used right now. Besides, these aren't that heavy.\n\n\nSCP-4585 (muffled):\n Everyone! FIRE!\n\n\n[Bumping noises are heard as numerous SCP-4585-1 instances open fire]\n\n\nAgent Harrison:\n Maybe for you Une-\n\n\nAgent Erico:\n It would be a lot easier to move if you two stopped talking.\n\n\nSCP-4585 (muffled):\n Everyone! FIRE!\n\n\n[Bumping noises are heard as numerous SCP-4585-1 instances open fire]\n\n\nAgent Harrison:\n \n(sigh)\n This thing is so annoying.\n\n\nAgent Erico:\n That is one thing I can agree to.\n\n\nSCP-4585-1 Instance (muffled):\n My duke! Reinforcements have arrived!\n\n\nSCP-4585 (muffled):\n Wai- Yes! Everyone, prepare for battle!\n\n\n[SCP-4585-1 Manifestation Event occurs. 9 SCP-4585-1 instances manifest in square formation\n4\n in front of the transport convoy. One instance manifests above Agent Harrison's head]\n\n\nAgent Harrison:\n Wha- What the fuck was that!\n\n\nAgent Unerp:\n Hey, uhm, you got ketchup all over your face.\n\n\nAgent Harrison:\n I \n(pause)\n noticed.\n\n\nSCP-4585-1 Instance:\n You there! We have come for the Duke of Hamburg! You have one chance to hand him over or face the wrath of our mighty nation!\n\n\n[3 seconds elapse with no activity]\n\n\nAgent Unerp:\n What the fuck is going on?\n\n\nSCP-4585-1 Instance:\n Okay, looks like we have to do this \n(pause)\n the hard way. Open fire!\n\n\n[SCP-4585-1 instances open fire on the convoy]\n\n\nSCP-4585 (muffled):\n Everyone, rejoice! Reinforcements are here! Wait, General Bruno? Is that you?\n\n\nSCP-4585-1 Instance:\n Yes! Don't worry! We are coming! Let's show these bastards what Hamburg can do!\n\n\n[SCP-4585-1 instances continue to fire on the convoy]\n\n\nAgent Unerp:\n Uh, should we be \n(pause)\n You know what, I have no words for this.\n\n\nAgent Harrison:\n Erico? Should we just go through them?\n\n\nAgent Erico:\n Well, considering the mess on Harrison's face, let's just go around.\n\n\nAgent Unerp:\n Agreed.\n\n\n[The convoy begins to walk away from the SCP-4585-1 instances]\n\n\nSCP-4585-1 Instance:\n Wait \n(pause)\n What the hell are you doing! Get back here! That's not how war works!\n\n\n[Convoy rounds a corner and the SCP-4585-1 instances are no longer in view]\n\n\nSCP-4585-1 Instance (quieter):\n Hey! Get the fuck back here! This violates the Geneva Convention! You don't want me getting the UN involved with thi-\n\n\n<End Log>\n\n\n\n\nFollowing this recording, Site-50 security personnel successfully captured the uncontained SCP-4585-1 instances. SCP-4585 and all of the SCP-4585-1 instances were successfully transported to their new, soundproof cell.\n\n\n\n\n\n\n\n\nAddendum 4585-4:\n\n\n\n\n+Updates\n\n\n\n\n-Updates\n\n\n\n\nUpdate: As of 01/01/1972, due to the movement of several Keter-class anomalies to Site-50 and SCP-4585's low priority, SCP-4585's research team has been disbanded. Please contact Senior Researcher Serdra or Senior Researcher Bheck for details on reassignment.\n\n\nUpdate: As of 06/01/2005, SCP-4585's soundproof cell has been successful in preventing noise complaints.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Hearing, sight, taste, smell, touch\n\n\n2\n. A military marching song that was commonly sung during World War 1 by German forces.\n\n\n3\n. In English, \"Freedom for Aurik.\"\n\n\n4\n. Formation used in the Medieval Era in which participants form a square.\n\n\n\n\n\n\n\n\n« \nSCP-4584\n | SCP-4585 | \nSCP-4586\n »",
    "addendums": [
        "Addendum 4585-1:",
        "Addendum 4585-2:",
        "Addendum 4585-3:",
        "Addendum 4585-4:"
    ],
    "documents": [],
    "notes": [
        "Interviewed: SCP-4585 Interviewer: Junior Researcher Johnson Foreword: This interview was conducted 12 days following SCP-4585’s discovery and containment. The interview has been translated into English. <Begin Log> Junior Researcher Johnson: Hello SCP-4585, I would like to ask you some questions. SCP-4585: Who are you? Junior Researcher Johnson: Alex Johnson, can I ask some questions? SCP-4585: (pause) If you insist, I will humor you, what would you like to know? Junior Researcher Johnson: Where did you come from? Were you created at the Steak 'n Shake where we found you? SCP-4585: Oh, heavens no. I was born in my great city of Hamburg. Junior Researcher Johnson: Uh, is that the Hamburg in Germany? SCP-4585: Of course! No other city can touch its beauty! I am fortunate enough to be the city's rightful duke. You must sense that you are in the presence of great royalty, my friend. Junior Researcher Johnson: Uh-huh, of course you are. If you originated in Germany, how did you end up a continent away? SCP-4585: I swam. Junior Researcher Johnson: (pause) But, you can’t move. SCP-4585: I am the Duke of Hamburg. Junior Researcher Johnson: Can… how does that affect anything? SCP-4585: I don’t follow. Junior Researcher Johnson: Uh, whatever. We can return to that a little later. Are your (pause) subjects (pause) also like you? As in- SCP-4585: Our appearance? Yes! That is part of what makes Hamburg so great! After all, it's a lot easier to catch this world’s criminals if they cannot move. Junior Researcher Johnson: that’s no- whatever. That's useful too, I guess. Is everyone in that place like you? SCP-4585: Yes. Junior Researcher Johnson: Then how do you catch criminals? Actually, scratch that, how does the whole thing operate? SCP-4585: I can assure you, our justice system is very effective. I don't even get involved! Just in case I feel the urge to do injustice on my citizens! Isn't that great! Junior Researcher Johnson: Sure, but, how does the city operate? I mean, nobody can move, you wouldn't be able to do anything other than sit around. [Approximately 4 seconds of silence] SCP-4585: Excuse me, but are you threatening to incapacitate Hamburg! The greatest city of them all! Junior Researcher Johnson: No, how wo- SCP-4585: I will not allow you to attack my subjects, Johnson! This meeting is over! Junior Researcher Johnson: I'm the one who started this interv- SCP-4585: SILENCE. [Johnson is seen covering his ears] Junior Researcher Johnson: Jesus Fucking Christ! That was loud, you know! Senior Researcher Serdra (over intercom): Hey, are you alright in there? Junior Researcher Johnson: Yeah, but it looks like we have the loudest thing in Site-50 over here! Senior Researcher Serdra (over intercom): What abo- Junior Researcher Johnson: I don't really care, this interview's over. Turn off that camera please. <End Log> Closing Statement: Following this interview, Junior Researcher Johnson advised against classifying SCP-4585's Hamburg as SCP-4585-2, citing SCP-4585's inability to explain how the city would function. Further investigation into SCP-4585’s origins is recommended.",
        "Interviewed: SCP-4585 Interviewer: Junior Researcher Johnson Foreword: This interview was intended to further question SCP-4585 about its origins. Prior to this interview, SCP-4585-1 instances had not been discovered. The interview has been translated into English. <Begin Log> [Junior Researcher Johnson is seen entering SCP-4585's containment cell] Junior Researcher Johnson: Hello SC- who the hell are you? [Junior Researcher Johnson notices an SCP-4585-1 instance in the room] SCP-4585: This is Aurik, he is a member of my personal guard. Say hello Aurik. SCP-4585-1 Instance: Hi. SCP-4585: He is here to protect me from hostiles such as yourself. Junior Researcher Johnson: Oh, there's (pause) more of you. SCP-4585: Last time I very clearly said that there were more people like me, not that you were actually listening. Junior Researcher Johnson: Uh, okay, I guess. I need to check with my superiors. [Junior Researcher Johnson leaves the room. 4 minutes and 16 seconds pass before Johnson reenters the room] Junior Researcher Johnson: Okay, so can you tell me more about this Hamburg you mentioned last time? SCP-4585: I have told you all you need to know in our last encounter. Junior Researcher Johnson: Well, but could you give us a general layout of the city? We know of a city with the same n- SCP-4585: Why would I do that? Junior Researcher Johnson: Well, you could bargain with us. Our organization has access to many th- SCP-4585: Are you suggesting a trade between our two nations? Junior Researcher Johnson: Uhm, yeah, I could see it that way. SCP-4585: Do you not remember our last meeting at all? Why would I trust you. Junior Researcher Johnson: Well, what do you want? What could we do to regain your trust? SCP-4585: Hmm… [Roughly 2 seconds of silence] SCP-4585: I want, at the very least, all of Site-50 ceded to the Duchy of Hamburg. Meaning me of course. Junior Researcher Johnson: Ha! Uh no. Wait, how did you know the site number? SCP-4585: Reconnaissance. Anyway, if you aren’t going to hand over Site-50, I will consider this trade a failure for the people of Hamburg. Junior Researcher Johnson: Uh, can you elaborate on this reconnaissance you just mentioned? SCP-4585: No, we are talking about a trade, are we not? Junior Researcher Johnson: Are you just g- SCP-4585: Okay, this is starting to feel more like an interview then a meeting. Aurik, please escort this man from the room. SCP-4585-1 Instance: Yes, sir! Junior Researcher Johnson: How will you even do tha- [SCP-4585-1 manifests a French Fry, and throws it at Junior Researcher Johnson. It hits Johnson slightly above his nose] Junior Researcher Johnson: Uh, was that a french fry? SCP-4585: Aurik, keep firing! [SCP-4585-1 continues to manifest french fries and bombard Johnson] Junior Researcher Johnson: Okay, I’m just gonna take that thing out of here. [Johnson grabs the SCP-4585-1 instance and takes it out of the room.] SCP-4585: Hey! Do- Don’t worry Aurik! We’ll rescue you from these people! I’m coming! [Johnson leaves the room with the SCP-4585-1 instance] SCP-4585: Come back here! I’ll kick your ass! Are you a coward? [Roughly 3 seconds pass] SCP-4585: [UNINTELLIGIBLE] <End Log> Closing Statement: SCP-4585 has been uncooperative in all follow-up interviews. Testing on the SCP-4585-1 instance was approved. For details on these tests, see Document 4585-T1. Due to Junior Researcher Johnson's lack of professionalism and tendency to provoke SCP-4585, he has been reprimanded and transferred to another project.",
        "Foreword: The following recording was taken from Site-50 Security Camera #836, located in SCP-4585's old cell. <Begin Log> <07:33:12> SCP-4585-1 Manifestation Event occurs, 22 SCP-4585-1 instances manifest inside the cell. <07:33:20> SCP-4585 begins vocalization with the SCP-4585-1 instances. <13:55:56> Security guard John Trockies enters SCP-4585's cell on a routine sweep of Site-50's Safe Wing. SCP-4585 yells \"engage\" and all SCP-4585-1 instances open fire on Trockies. <13:56:09> A french fry hits Trockies in the eye, causing him to retreat from the room. After some cheering, SCP-4585 and the -1 instances begin to sing the song \"Schwarzbraun ist die Haselnuss.\" 2 <14:06:49> The singing of \"Schwarzbraun ist die Haselnuss\" stops. <15:27:59> SCP-4585 and all SCP-4585-1 instances begin to chant \"Freiheit für Aurik!\" 3 <End Log>",
        "Interviewed: SCP-4585 Interviewer: Senior Researcher Bheck Foreword: This interview was conducted 2 days following the SCP-4585-1 Manifestation Event (see Security Log 836-8) and attack of John Trockies. Questioning was directed at how to get SCP-4585 to stop attacking Foundation personnel. The interview has been translated into English. <Begin Log> [Senior Researcher Bheck enters the containment cell] Senior Researcher Bheck: Hello SCP-4585. SCP-4585: Open fire! [SCP-4585-1 Instances bombard Bheck] Senior Researcher Bheck: (pause) Could you please stop that? [SCP-4585-1 Instances continue to bombard Bheck] Senior Researcher Bheck: (pause) We could do this another time, if now is inconvenient? [SCP-4585-1 Instances continue to bombard Bheck] Senior Researcher Bheck: Well, could you te- [A french fry hits Senior Researcher Bheck on his eye, causing him to blink rapidly and rub his eyelids] Senior Researcher Bheck: Ow, can you st- SCP-4585: Everyone! I have found a weakness in the beast! Aim for the eyes! Numerous SCP-4585-1 Instances: Yes, sir! [Bombardment continues and focuses on Bheck's eyes and mouth.] Senior Researcher Serdra (over intercom): Bheck, this is going nowhere. Let's think this through out here. Senior Researcher Bheck: Agreed, these things ar- [Bheck's eyes are hit by SCP-4585-1 bombardment, causing him to trip and fall forwards. One SCP-4585-1 instance is crushed by Senior Researcher Bheck.] SCP-4585: Yes! Let's keep attacking, boys! Kill that thing! [Bheck gets up and leaves the containment cell. SCP-4585’s research team decide to attempt an interview over the cell’s intercom. Interview resumes after 4 minutes] Senior Researcher Bheck (over intercom): SCP-4585, could you please answer some questions? SCP-4585: Ah, looks like you have to talk to me over this thing! At least have the dignity to talk to me to my face! Senior Researcher Bheck (over intercom): Well, we can talk face to face. Just stop throwing french fries at my eyes, and we can talk. SCP-4585: You have hurt my subjects enough, thank you. Now go back to the hell you crawled out of! Senior Researcher Bheck (over intercom): You just said that we should talk face to face, I agree. Let’s jus- SCP-4585: Everyone! Open fire on the speakers! Numerous SCP-4585-1 Instances: Yes, sir! [SCP-4585-1 instances open fire on the cell's intercom speaker] Senior Researcher Bheck (over intercom): Is this really necessar- [All SCP-4585-1 instances begin to sing Schwarzbraun ist die Haselnuss] Senior Researcher Bheck: Damn, that's loud. Can you stop please? For the purposes of (pause) diplomacy? [All SCP-4585-1 instances continue to sing Schwarzbraun ist die Haselnuss and bombard the cell's intercom speaker] Senior Researcher Bheck (over intercom): Okay, let's try this again tomorrow, we'll give you some time to calm down. <End Log> Closing Statement: The vocalizations of SCP-4585's \"Schwarzbraun ist die Haselnuss\" were heard in 15 adjacent rooms, reaching an estimated 100 dB. Due to noise complaints, SCP-4585 was scheduled to be moved to a soundproof cell on 4/9/1971.",
        "<Begin Log> Agent Harrison: (grunting) Come on, can't we get the wagon to move these things? Agent Unerp: It's being used right now. Besides, these aren't that heavy. SCP-4585 (muffled): Everyone! FIRE! [Bumping noises are heard as numerous SCP-4585-1 instances open fire] Agent Harrison: Maybe for you Une- Agent Erico: It would be a lot easier to move if you two stopped talking. SCP-4585 (muffled): Everyone! FIRE! [Bumping noises are heard as numerous SCP-4585-1 instances open fire] Agent Harrison: (sigh) This thing is so annoying. Agent Erico: That is one thing I can agree to. SCP-4585-1 Instance (muffled): My duke! Reinforcements have arrived! SCP-4585 (muffled): Wai- Yes! Everyone, prepare for battle! [SCP-4585-1 Manifestation Event occurs. 9 SCP-4585-1 instances manifest in square formation 4 in front of the transport convoy. One instance manifests above Agent Harrison's head] Agent Harrison: Wha- What the fuck was that! Agent Unerp: Hey, uhm, you got ketchup all over your face. Agent Harrison: I (pause) noticed. SCP-4585-1 Instance: You there! We have come for the Duke of Hamburg! You have one chance to hand him over or face the wrath of our mighty nation! [3 seconds elapse with no activity] Agent Unerp: What the fuck is going on? SCP-4585-1 Instance: Okay, looks like we have to do this (pause) the hard way. Open fire! [SCP-4585-1 instances open fire on the convoy] SCP-4585 (muffled): Everyone, rejoice! Reinforcements are here! Wait, General Bruno? Is that you? SCP-4585-1 Instance: Yes! Don't worry! We are coming! Let's show these bastards what Hamburg can do! [SCP-4585-1 instances continue to fire on the convoy] Agent Unerp: Uh, should we be (pause) You know what, I have no words for this. Agent Harrison: Erico? Should we just go through them? Agent Erico: Well, considering the mess on Harrison's face, let's just go around. Agent Unerp: Agreed. [The convoy begins to walk away from the SCP-4585-1 instances] SCP-4585-1 Instance: Wait (pause) What the hell are you doing! Get back here! That's not how war works! [Convoy rounds a corner and the SCP-4585-1 instances are no longer in view] SCP-4585-1 Instance (quieter): Hey! Get the fuck back here! This violates the Geneva Convention! You don't want me getting the UN involved with thi- <End Log>"
    ],
    "object_class": "Safe",
    "containment_procedures": "SCP-4585 is to be stored within a soundproofed containment cell at Site-50. Interaction with SCP-4585 requires Level 2 or higher security clearance.",
    "description": "SCP-4585, physically, is a standard hamburger made by the Steak 'n Shake Corporation. SCP-4585 is sapient, and can speak in German via a voice of unknown origin. This voice has reached a maximum of 142 dB. SCP-4585 is also capable of using the five senses1 and will not decompose. SCP-4585 can voluntarily cause SCP-4585-1 manifestation events, but is unable to cause a manifestation event if less than one month has elapsed since the last one. SCP-4585-1 manifestation events can number a maximum of 25 manifestations.",
    "title": "SCP-4585"
}