{
    "url": "https://scp-wiki.wikidot.com/scp-4591",
    "all_text": "rating: \n+86\n+\n–\nx\n\n\n\n\nItem #:\n SCP-4591\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-4591 cannot currently be contained.\n\n\nSamples of SCP-4591-1 and materials related to SCP-4591 events are kept at Site-42. Further materials related to instances of SCP-4591-1 should be brought immediately to the attention of project director Dr. Nao Kikuchi.\n\n\nAt this time, SCP-4591 represents a XK or ZK class scenario.\n\n\nDescription:\n SCP-4591 is a series of anomalous events in which a small, isolated community or population is destroyed and erased from human memory. When an SCP-4591 event occurs, a pattern of evidence exists of large upsets of coastal water, potentially from a source entity. During these events, the entire area is destroyed leaving almost no trace that people or location ever existed save for a handful of documents, and the presence of SCP-4591-1 colonies.\n\n\nTwo possible theories persist in accordance with working data analysis:\n\n\n\n\nAn SCP-4591 event is able to destroy not just a community of people, but also destroy most ties to that community from the rest of humanity. Documentation vanishes. Census records vanish. People’s memory of the location vanish.\n\n\nSCP-4591 event locations do not exist and have never existed. Trace evidence of past human population is the result of a cross-dimensional event where anthropological remains from a parallel reality cross over into observable reality.\n\n\n\n\nSCP-4591-1 is a subspecies of red algae\n1\n found in large bodies of water at certain key locations relevant to appearances of SCP-4591. The algae is anomalous in two ways:\n\n\n\n\nIt is found in irregular-shaped colonies, each approximately 10m\n2\n. Some researchers have observed that the colony shapes are similar to grossly enlarged footprints similar to fossil records representative of the neoceratosaur clade.\n\n\nSCP-4591-1 colonies (designated SCP-4591-1-1 through SCP-4591-1-7) give off low levels of radiation similar in isotope signature to the initial fallout from the drop of an atomic bomb, but matching the signatures of no recorded weapon tests. Additionally, no nuclear detonations have occurred anywhere near SCP-4591 events.\n\n\n\n\nDiscovery Log:\n SCP-4591 was discovered on January 9th, 2018 at 11:23 when a Foundation agent received a text message on their unlisted cell phone from an unknown number. The field agent reported the incident to his superiors by 14:00.\n\n\nFoundation inserts in the telecom industry traced the message back to a mobile phone number that had, according to records, never been distributed. Concerns about possible espionage triggered a deeper investigation into the message and its source. After triangulation, investigators tracked the message to a location off of the coast of Japan’s Kuril Islands. While exact GPS coordinates initially indicated a portion of the sea without a landmass, GPS coordinates via cellphone signal are often inaccurate due to a lack of cellular communication towers and other interference.\n\n\nHowever, a secondary investigation performed by inserts in the telecom industry produced a peculiarity that revealed 19 other text messages sent from undistributed phone numbers at that GPS coordinate.\n\n\n\n\n+Event 1\n\n\n\n\n-Close Information\n\n\n\n\nEvent: Pagajima, Kanagawa, Japan\n\n\nMaterials 1-1: Mobile phone transcripts.\n\nThese are broken down by minute intervals. Translators cut down the phone numbers to the final two digits for clarity. Full numbers are found in the original transcripts. Number 34 is the number that dialed a Foundation agent. All other numbers were translated from Japanese.\n\n\n\n\n11:58-11:59\n\n34:[ENG] can you believe how cute this thing is? It’s the local character for Pagajima. Can’t decide if I want to eat it or hug it. This little dinner is so cute. Wish you were here. <3\n\n\n19: [JPN] Mother with a baby here. Noisy! A lot of crying! So annoyed.\n\n\n67: [JPN] Coming to the office soon. Catching a ferry from the island after breakfast.\n\n\n\n\n\n\n11:59-12:00\n\n23: [JPN]ʱªʱªʱª (ᕑᗢूᓫ∗) Older sister and two friends crossing the parking lot. Many pigeons flew by. Older sister screamed!!\n\n\n67: Takomi came in already? Shit.\n\n\nHold on. Something strange.\n\n\n19: Can’t study. Baby noisy! Very rude!\n\n\n\n\n\n\n12:00-12:01\n\n19: Praying for silence.\n\n\n67: Sounds like trouble from the harbor. May be late on the ferry. Might as well return home. Wife will grow horns.\n\n\n34: Roger? Something weird is happening. I don’t know what. I hear a lot of screaming.\n\n\n\n\n\n\n12:01-12:02\n\n19: Everything is completely noisy! People outside are loud. I can’t study here. Leaving.\n\n\n23: Something weird. Older sister and friends ran away. Not because pigeons. Can’t see from the window. Something loud. Earthquake?\n\n\n67: Earthquake?\n\n\n19: Earthquake?\n\n\n\n\n\n\n12:02-12:03\n\n23: ( ਊд\n\n\n67: Something from the sea. Not drunk!\n\n\n34: Roger! Something horrible has come up out of the water! It’s so big! I can’t. I’m running\n\n\n\n\n\n\n12:05-12:06\n\n55: [JPN] Something terrible. Walked to my boat to fish. Saw it. Yuuki and Ryoto are dead. Swallowed whole. I can’t run anymore.\n\n\n19: Wanted silence. Wanted the baby to stop crying. Didn’t mean this. Oh heaven. Didn’t mean this.\n\n\n\n\nField Report location-1\n\nThree colonies of SCP-4591-1 were found in the Sagami Bay, Kanagawa Japan. These colonies are, at this point, the biggest on record.\n\n\n\n\n\n\n\n\nThe collection of messages were initially classified as evidence of interest. Three months later, agents visited the area, and the text messages were reclassified as materials relevant to instances of SCP-4591-1-1 through SCP-4591-1-7.\n\n\nEvidence of 6 Additional Events\n\n\n\n\n+Event 2\n\n\n\n\n-Close Information\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Note of Torham Island\n\n\n\n\n\n\n\n\nEvent: Torham island, Wales\n\n\nInitial Findings\n On March 17th, 1982, a research team was investigating the appearance of a reported ‘ghost town’ appearing off the Swansea Bay. The agents confirmed this was a local urban legend with no anomaly behind it. Of note was only a letter held in a small community museum in Mumbles. By the make of the paper, the pages were thought to have been written in the mid 1920s. Local historians have records of what they call “The Note of Torham Island.”\n\n\n\n\nIn the mid 1980s, during a brief economic boom, many old and abandoned farmsteads were bought up by industry in the name of progress. But at one farmstead, a ghastly mystery remains unsolved to this day. Five skeletons were found in a long-forgotten root cellar in Great War era clothing their cause of death, unknown. Their posture showed terror and desperation, as if fear itself killed these five. Clutched in a skeletal hand was this note. Where the name “Torham Island” came from, or why it became associated with this tragic tableaux remains a mystery.\n\n\n\n\n—From The Mumbles Local History Museum\n\n\n\n\nMaterials 2-1:\n\nTranscription of the \"Note of Torham Island.\"\n\n\n\n\nMother:\n\nI must write quick. This note may be all they will find of me and the others. It was so big, ma. A class of size I barely believe. [MISSING TEXT]\n\nIt ate the [parkers] as we ran. We hid at the farm. [we] never thought it would come inland so far.\n\n[ILLEGIBLE] The noises, ma. [its] coming for us.\n\n\n\n\nNotes\n\nLocal records show no evidence of any Parker family in the area at that time. Neither DNA nor other forms of investigation has ever revealed the identities of the five skeletons found with the note.\n\n\nField Report location-2\n\nAt the further request of Dr. Kikuchi, July 5th 2018, a Foundation marine researcher investigated that part of the Swansea Bay, and found an SCP-4591-1 colony.\n\n\n\n\n\n\n\n\n\n\n+Event 3\n\n\n\n\n-Close Information\n\n\n\n\nEvent: Highroad, Florida, USA\n\n\nInitial Findings\n Material 3-1 came to Foundation attention when Special Researcher Delores Shepard came across a digital version of a wire recording considered highly valuable by hobbyists of classical radio preservation. Incomplete or fraudulent versions of this recording, called “The Real War of the Worlds” by hobbyists, had passed around the collector community since 1970s. Shepard, a specialist in audio and radio phenomena, studied the work, declaring it authentic on October 10th, 1999. Cooperation between Shepard’s team and Dr. Nao Kikuchi, researchers were able to connect this recording to SCP-4591.\n\n\n\n\nMaterials 3-1:\n\n\n\n\n[[MUSIC IS INTERRUPTED]]\n\n\nTILSON: Pardon the interruption ladies and gentlemen. This is station General Manager Walter Tison. We have a special report. Again, this is General Manager Walter Tison on behalf of W-A-L-T-AM out of Tampa. We’ve gotten a request from an ABC affiliate out of Highroad Township. Repeat. This is a special report from ABC affiliates to any and all persons in the area of Highroad Township.\n\n\nTILSON: Reports sent to WALT-AM tell us that the town of Highroad, an incorporated island township at the southern tip of Tampa Bay is experiencing devastating natural disaster. Live reports on the wire from affiliate station W-A-D-F describe a natural disaster. First there were reports of earthquakes. The quakes caused fires at the local gas station. You know the one just past the bridge? Well the bridge is on fire and the telephones are down. Do not, repeat, do not try to take the bridge or call any loved ones you may have on the island.\n\n\nTILSON: Just a moment. I’m getting another wire. There are reports of…\n\n\nTILSON: Lynn? What the hell is this? No I don’t care that we’re on the air. What kind of GD nonsense is this? A giant lizard crushing cars and people? Is this some kind of joke? Lynn? Someone explain this to me before I make even more of a GD ass out of myself here.\n\n\n[[UNINTELLIGIBLE]]\n\n\n\n\nNotes\n\nThere is no Highroad island, township, or town. WALT-AM 1110 was a radio station out of Tampa Bay Florida from 1946 to 1970. Walter Tison is the general manager on record for WALT-AM. Lynn may refer to Lynn Gearheart, employed at the station as PD in 1948. Meaning the earliest this recording could have happened was mid 1948. All members of staff at that time are deceased of natural or apparently coincidental, unrelated causes.\n\n\nField Report 3-1\n\nAt the behest of Researcher Shepard, a small team of investigators were sent back to Tampa Bay in June of 2018. As is reported above, there is no Highroad island in actuality or in record. However, when doing a casual inspection of certain municipal records in Tampa, one researcher came across an approvals document from 1935. The plans called for the creation and building of a Highroad bridge to extend from state road 93. Half of the documents were simply missing or blank including any references to where the bridge would extend. Maps indicated a branch of state road 93 that simply went out from the bay into the sea. The plans had been put forth by a long defunct construction company with no surviving staff at the time of research.\n\n\nMeanwhile, a team of marine biologists, Foundation assets in the area, discovered colony SCP-4591-1-3 on July 1st, 2018.\n\n\n\n\n\n\n\n\n\n\n+Event 4\n\n\n\n\n-Close Information\n\n\n\n\nEvent: Ya Gos village, A Sầu Valley, Vietnam.\n\n\nInitial Findings\n Materials 4 is an audio recording from a U.S military emergency medical helicopter in 1953 Vietnam conflict. It came to researcher’s attention when Foundation search algorithms came across a video with the audio attached to a YouTube video. Largely thought to be a hoax, Foundation computer engineers found no need for active coverup beyond issuing DMCA takedown demands any time a version of the video emerges.\n\n\nMaterial 4-1 was originally posted online on December 7th, 2015, by Laura Adams, granddaughter of Comms Officer Nicholas Adams described below. The recording was held in Adams’ grandfather’s estate, though no family or friends of Officer Adams seemed to know how or why he had the recording. He had, according to extensive interviewing, never mentioned the recording or even the event.\n\n\nMaterials 4-1:\n\nThis is a transcript of Material 4-1. Transcript modified only for brevity. The audio is between an unknown and unnamed helicopter pilot, a medic, and Comms Officer Nicholas Adams.\n\n\n\n\nPILOT: Alright, we’re moving in over the Valley. Coming up on Ya Gos.\n\n\nADAMS: Understood. Reports are coming in that hostilities have ceased at this time. You’re going to have to work your way through the wounded.\n\n\nMEDIC: That’s what we’re here for. Any idea on body count yet?\n\n\nPILOT: What the hell is that?\n\n\nMEDIC: What the hell is what?\n\n\nADAMS: Dustoff,\n2\n please come back. What do you see?\n\n\nMEDIC: Sweet fucking baby Christ alive will you look at the size of that thing?!\n\n\nADAMS: Dustoff, report!\n\n\nPILOT: I’m coming in wide of it. But it’s big. It’s a… Giant fucking lizard, base. Some kind of giant fucking monster crawling up out of the ocean and charging right for the site of the conflict.\n\n\nADAMS: Repeat. Dustoff, repeat. A-a what?\n\n\nMEDIC: There’s some [unintelligible] thing rushing for the village. People are screaming and fleeing. Jesus.\n\n\nADAMS: Dustoff, I don’t understand! Dustoff please repeat.\n\n\n[[STATIC]]\n\n\nMEDIC: (distressed) It’s eating people. Oh God. It’s just eating everything. We have to get down there and help.\n\n\nPILOT: (distressed) The Hell we do. I’m getting us the fuck out of here, doc.\n\n\nMEDIC: No! We have to…\n\n\n[[STATIC]]\n\n\nPILOT: (Screaming) Jumping for the copter! It’s gonna hit us! Repeat, it’s gonna hit us. Lost, Doctor—\n\n\n[[STATIC]]\n\n\nADAMS: Dustoff, are you there? Dustoff, come back. Report!\n\n\n[[STATIC]]\n\n\nADAMS: (Speaking to some other officer on site, all alarm is gone from his voice.) What? No sir. I’m not sure. I thought I heard something. Just static. It was weird. Just some ghost signal I guess.\n\n\n\n\nNotes\n\nNo known wartime conflicts took place in a location called Ya Gos, and indeed these are not even Vietnamese words. While they may be mispronunciations of Vietnamese by US military, no village could be identified in the area.\n\n\nField Report location-4\n\nAt the request of Dr. Kikuchi, Foundation marine biologists visited the rough area of the report on July 13th, 2018, with the cooperation of South Korean [Redacted]. Two colonies of SCP-4591-1-5 were found in the ocean East of the valley.\n\n\n\n\n\n\n\n\n\n\n+Event 5\n\n\n\n\n-Close Information\n\n\n\n\nEvent: Gearam, Neva Bay Russia.\n\n\nMaterials 5-1:\n Material 5-1 is an audio tape recording and the Norelco Carry-corder 150 the tape was recorded on. Initially part of a bulk purchase from the estate of [REDACTED], a known client of both the Scarlet Hammer and Marshall, Carter, and Dark, Ltd. Material 5-1 was determined to be non-anomalous and it was documented and stored on August 1st, 2015. April 22nd 2018, Dr. Kikuchi’s team discovered a possible connection. Three days later, Foundation assets working with Russian paratech scientists friendly to the Foundation there discovered an instance of SCP-4591-1.\n\n\n\n\nSPEAKER: Alright, Karl, I’m here and I hope you’re happy. Russia is just exactly as cold as I thought it would be. I hope you’re enjoying the mild California winter. I’m not.\n\nSPEAKER: At least the snow is beautiful. To get to the hotel on Gearam, we had to take a little ferry, and the view was spectacular. I took twenty pictures just on the twenty minute boat ride. You’ll love them.\n\nSPEAKER: You were right about the press credentials. They looked over everything six times. But, you’re also right I had an easier time getting through. I saw a couple of boys I know from New York get sent right home. Everyone underestimates a plucky lady reporter. Even the Russians. Their loss.\n\nSPEAKER: So far, the three leads you had me chasing are dead ends. Not. Groovy. I know you know your shit, Karl, but this feels like I’m chasing… ghosts… Sorry. I thought I heard something.\n\n[STATIC AND A DISTANT CROWD SOUND.]\n\nSPEAKER: Karl, I don’t know if you’re getting this, but Christ. There’s something going on out there. I’ve headed to the fire escape with my recorder here. I see a few dozen people screaming and running for the ferries. It’s real panic here. I’m going to see what I can…\n\n[SPEAKER CAN BE HEARD SCREAMING PROFANITIES AND RUNNING.]\n\nSPEAKER: Sweet fucking fuck. Karl you’re never going to believe it. It’s big. It’s the biggest fucking, biggest fucking thing I’ve ever seen. It moves slow, like it’s enormous weight is threatening to pull it’s whole body apart. Remember when we saw that dinosaur skeleton? It’s like that, but covered it fetid, rotting meat and so so much bigger. I’m trying to find a place I can hide and get a look at it. But it is just smashing every building in its way. I saw it lean down and bite a couple in half, swallowing them in a gulp like a lizard. Jesus Karl. Jesus. I think it’s—\n\n\n\n\nAt this point, the recording cuts off.\n\n\nNotes\n\nAt this point, it is unknown where [REDACTED] acquired the recording. Careful inquiries have been made with associates of both the Scarlet Hammer and Marshall, Carter, and Dark, Ltd. Dr. Kikuchi has not received a useful response.\n\n\nField Report location-5\n\nWorking with a pair of paratech researchers from the former GRU-P, a Foundation agent was able to gain access to the equipment necessary to locate and identify a sample of SCP-4591-1-4 in the Neva bay. The GRU-P researchers went on record with the Foundation calling the investigation ‘pointless’ and ‘of no value.’\n\n\n\n\nDr. Kikuchi,\n\n\nIrradiated algae, no matter how strange the radiation, is not in fact the proof you hope to find.\n\n\nDr. S.\n\n\n\n\n\n\n\n\n\n\n\n\n+Event 6\n\n\n\n\n-Close Information\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEvent: Radon Island, Oregon.\n\n\nInitial Findings\n During a Foundation raid on an anomalous gallery of Person of Interest “The Critic”, Material 6-1 was collected, tested, found to be non-anomalous, and put into storage. Later, after digital archivists added copies of the collected gallery evidence, it was brought to the attention of Dr. Kikuchi and her team as possibly related. In early November 2017, Dr. Kikuchi joined a team to investigate the area of Portland where the polaroid was potentially taken.\n\n\nMaterials 6-1:\n\nMaterial 6-1 is a Polaroid photo taken in the mid 1970s. Material 6-1 hung in the gallery among many hazardous anartistic\n3\n pieces. A placard beneath the polaroid read, “An interesting piece. A juvenile example, surely.”\n\n\n \n\n\n \n\n\nNotes\n\nA gallery inventory found at the site included the following information about the material.\n\n\n\n\nThe Last Photo taken on Radon Island.\n\nArtist: No Longer Extant\n\nA cheeky little piece with an overly dramatic title I simply won’t use in display of the piece. Of interest to some investors out of Hong Kong. Of no real value to us. Decidedly uncool.\n\n\n\n\nField Report location-6\n\nOn the November 9th, Dr. Kikuchi and her team found three instances of SCP-4591-1 colonies. These colonies were considerably smaller than those found in Russia or Japan, with approximate area of 6m\n2\n.\n\n\n\n\n\n\n\n\n\n\n+Event 7\n\n\n\n\n-Close Information\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCirculated jpg of a non existent website.\n\n\n\n\n\n\n\n\nEvent: Oarjig Bay, New Jersey USA.\n\n\nInitial Findings\n Foundation search algorithms monitoring correspondences between certain key marine biologists were initially alerted to a discussion between Camden Aquarium and a correspondent at Long Beach Island New Jersey about the discovery of and potential threat from a found colony of SCP-4591-1. Foundation personnel interviewed, hiring the Aquarium manager away to a position in the Bahamas. The biologist working out of Long Beach Island was then turned into a Foundation asset who later collected field reports for this potential event. Dr. Kikuchi’s team of digital archivists began sweeping the Internet for mentions of lost towns or cities in Egg Harbor and the Pine Barrens of Eastern New Jersey. On May 25th, 2018, researchers found four mentions of an “Oarjig Bay”; a popular discussion point among ‘ghost hunters’ who know the area well dating back to screen capture images of website created in 1998.\n\n\nMaterials 7-1:\n\nThe following is a transcript of the text visible on Material 7-1.\n\n\n\n\nI’m looking for monsters\n\n\nIf enough of them see this, we’re going [to] find them. They can’t hide forever.\n\n\n\nMarch 15th, '98\n\nDwight and I went up into the [Pine Barrens] to have another look at the wreck of that fishing skiff we found last month. We got some solid [EVP] I'll post later. (Dwight needs to make a call tonight.)\n\n\n\nI know there was something there. Something eerie in those woods. Most folks don't go over to Oarjig much anymore. I've visited twice. It's just the shell of a fishing town. But Harry's [Restaurant] just has the best pancakes you're going to get. Anyway, I've asked the locals if they get that same feeling. They've been [there] a few generations now, and say sure. Some people move out. But to them it's home. By some, I think they mean a lot.\n\nYou know what it honestly feels like? It feels like the whole place just isn't supposed to be there. Like it's haunted from the future. That doesn't make much sense. Sorry.\n\nAlso sorry about the background. I'm trying to figure out this website stuff. The site handles most of the stuff automatically, and I don't know how to change it back to that animated picture of Godzilla I had. I liked it better even if my nephew said he couldn't read my posts.\n\n\n\n\n\n\nMarch 16th, '98\n\nNot gonna bother posting the recording we got. Talked to some guy on one of the message boards and he says it wasn't [EVP]. Says it was like birds? He's a bird watcher. Said it sounded more like distressed [seagulls] real far away. He told me it was still weird. That many gulls sounding that distressed was 'real creepy,' he said. I'd never heard a sound like that. There's some tiny barrier islands maybe an hour row from the shore, we know a ton of gulls live out there in the tall grass. Gotta wonder if something happened out there. Dwight says we could row out there this Sunday if I really wanted. I don't know. I'm gonna find out what all this is, but I don't know if I want to put myself in that kind of danger, you know?\n\n\nMarch 17th, '98\n\n\n\nIt's about 5:30. Dwight got us up real early to head out to Oarjig Bay so we can row out to the barriers. He said he had a real terrible dream and had to go see what was out there. He said in the dream someone had eaten the little islands. Not just the birds there, like the screaming on the recording. But actually the islands. I've never seen him so excited to go on one of my explorations. Who am I to argue?\n\n\nI didn't tell him, but I have a bad feeling about it. Like we're not supposed to be there. Like we're [absolutely] supposed to stay home today and eat a big breakfast with me spending the day trying to fix the background on this site and him shooting headcrabs. :D I'm sure we'll laugh about this later.\n\n\nI'll update you when we get back. Wish us luck!\n\n\n\n\nNotes\n\nMarch 17th, 1998 was not a Sunday.\n\nDigital archivists were unable to find any trace of this website ever having existed.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \nRhodophyte Bangiaceae\n\n\n2\n. The call sign, Dustoff, for medevac helicopters would not be used until 1965. This recording is thought to have happened five years earlier\n\n\n3\n. Anomalous and often dangerous art\n\n\n\n\n\n\n\n\n« \nSCP-4590\n | SCP-4591 | \nSCP-4592\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "11:58-11:59 34:[ENG] can you believe how cute this thing is? It’s the local character for Pagajima. Can’t decide if I want to eat it or hug it. This little dinner is so cute. Wish you were here. <3 19: [JPN] Mother with a baby here. Noisy! A lot of crying! So annoyed. 67: [JPN] Coming to the office soon. Catching a ferry from the island after breakfast.",
        "11:59-12:00 23: [JPN]ʱªʱªʱª (ᕑᗢूᓫ∗) Older sister and two friends crossing the parking lot. Many pigeons flew by. Older sister screamed!! 67: Takomi came in already? Shit. Hold on. Something strange. 19: Can’t study. Baby noisy! Very rude!",
        "12:00-12:01 19: Praying for silence. 67: Sounds like trouble from the harbor. May be late on the ferry. Might as well return home. Wife will grow horns. 34: Roger? Something weird is happening. I don’t know what. I hear a lot of screaming.",
        "12:01-12:02 19: Everything is completely noisy! People outside are loud. I can’t study here. Leaving. 23: Something weird. Older sister and friends ran away. Not because pigeons. Can’t see from the window. Something loud. Earthquake? 67: Earthquake? 19: Earthquake?",
        "12:02-12:03 23: ( ਊд 67: Something from the sea. Not drunk! 34: Roger! Something horrible has come up out of the water! It’s so big! I can’t. I’m running",
        "12:05-12:06 55: [JPN] Something terrible. Walked to my boat to fish. Saw it. Yuuki and Ryoto are dead. Swallowed whole. I can’t run anymore. 19: Wanted silence. Wanted the baby to stop crying. Didn’t mean this. Oh heaven. Didn’t mean this.",
        "In the mid 1980s, during a brief economic boom, many old and abandoned farmsteads were bought up by industry in the name of progress. But at one farmstead, a ghastly mystery remains unsolved to this day. Five skeletons were found in a long-forgotten root cellar in Great War era clothing their cause of death, unknown. Their posture showed terror and desperation, as if fear itself killed these five. Clutched in a skeletal hand was this note. Where the name “Torham Island” came from, or why it became associated with this tragic tableaux remains a mystery. —From The Mumbles Local History Museum",
        "Mother: I must write quick. This note may be all they will find of me and the others. It was so big, ma. A class of size I barely believe. [MISSING TEXT] It ate the [parkers] as we ran. We hid at the farm. [we] never thought it would come inland so far. [ILLEGIBLE] The noises, ma. [its] coming for us.",
        "[[MUSIC IS INTERRUPTED]] TILSON: Pardon the interruption ladies and gentlemen. This is station General Manager Walter Tison. We have a special report. Again, this is General Manager Walter Tison on behalf of W-A-L-T-AM out of Tampa. We’ve gotten a request from an ABC affiliate out of Highroad Township. Repeat. This is a special report from ABC affiliates to any and all persons in the area of Highroad Township. TILSON: Reports sent to WALT-AM tell us that the town of Highroad, an incorporated island township at the southern tip of Tampa Bay is experiencing devastating natural disaster. Live reports on the wire from affiliate station W-A-D-F describe a natural disaster. First there were reports of earthquakes. The quakes caused fires at the local gas station. You know the one just past the bridge? Well the bridge is on fire and the telephones are down. Do not, repeat, do not try to take the bridge or call any loved ones you may have on the island. TILSON: Just a moment. I’m getting another wire. There are reports of… TILSON: Lynn? What the hell is this? No I don’t care that we’re on the air. What kind of GD nonsense is this? A giant lizard crushing cars and people? Is this some kind of joke? Lynn? Someone explain this to me before I make even more of a GD ass out of myself here. [[UNINTELLIGIBLE]]",
        "PILOT: Alright, we’re moving in over the Valley. Coming up on Ya Gos. ADAMS: Understood. Reports are coming in that hostilities have ceased at this time. You’re going to have to work your way through the wounded. MEDIC: That’s what we’re here for. Any idea on body count yet? PILOT: What the hell is that? MEDIC: What the hell is what? ADAMS: Dustoff, 2 please come back. What do you see? MEDIC: Sweet fucking baby Christ alive will you look at the size of that thing?! ADAMS: Dustoff, report! PILOT: I’m coming in wide of it. But it’s big. It’s a… Giant fucking lizard, base. Some kind of giant fucking monster crawling up out of the ocean and charging right for the site of the conflict. ADAMS: Repeat. Dustoff, repeat. A-a what? MEDIC: There’s some [unintelligible] thing rushing for the village. People are screaming and fleeing. Jesus. ADAMS: Dustoff, I don’t understand! Dustoff please repeat. [[STATIC]] MEDIC: (distressed) It’s eating people. Oh God. It’s just eating everything. We have to get down there and help. PILOT: (distressed) The Hell we do. I’m getting us the fuck out of here, doc. MEDIC: No! We have to… [[STATIC]] PILOT: (Screaming) Jumping for the copter! It’s gonna hit us! Repeat, it’s gonna hit us. Lost, Doctor— [[STATIC]] ADAMS: Dustoff, are you there? Dustoff, come back. Report! [[STATIC]] ADAMS: (Speaking to some other officer on site, all alarm is gone from his voice.) What? No sir. I’m not sure. I thought I heard something. Just static. It was weird. Just some ghost signal I guess.",
        "SPEAKER: Alright, Karl, I’m here and I hope you’re happy. Russia is just exactly as cold as I thought it would be. I hope you’re enjoying the mild California winter. I’m not. SPEAKER: At least the snow is beautiful. To get to the hotel on Gearam, we had to take a little ferry, and the view was spectacular. I took twenty pictures just on the twenty minute boat ride. You’ll love them. SPEAKER: You were right about the press credentials. They looked over everything six times. But, you’re also right I had an easier time getting through. I saw a couple of boys I know from New York get sent right home. Everyone underestimates a plucky lady reporter. Even the Russians. Their loss. SPEAKER: So far, the three leads you had me chasing are dead ends. Not. Groovy. I know you know your shit, Karl, but this feels like I’m chasing… ghosts… Sorry. I thought I heard something. [STATIC AND A DISTANT CROWD SOUND.] SPEAKER: Karl, I don’t know if you’re getting this, but Christ. There’s something going on out there. I’ve headed to the fire escape with my recorder here. I see a few dozen people screaming and running for the ferries. It’s real panic here. I’m going to see what I can… [SPEAKER CAN BE HEARD SCREAMING PROFANITIES AND RUNNING.] SPEAKER: Sweet fucking fuck. Karl you’re never going to believe it. It’s big. It’s the biggest fucking, biggest fucking thing I’ve ever seen. It moves slow, like it’s enormous weight is threatening to pull it’s whole body apart. Remember when we saw that dinosaur skeleton? It’s like that, but covered it fetid, rotting meat and so so much bigger. I’m trying to find a place I can hide and get a look at it. But it is just smashing every building in its way. I saw it lean down and bite a couple in half, swallowing them in a gulp like a lizard. Jesus Karl. Jesus. I think it’s—",
        "Dr. Kikuchi, Irradiated algae, no matter how strange the radiation, is not in fact the proof you hope to find. Dr. S.",
        "The Last Photo taken on Radon Island. Artist: No Longer Extant A cheeky little piece with an overly dramatic title I simply won’t use in display of the piece. Of interest to some investors out of Hong Kong. Of no real value to us. Decidedly uncool.",
        "I’m looking for monsters If enough of them see this, we’re going [to] find them. They can’t hide forever. March 15th, '98 Dwight and I went up into the [Pine Barrens] to have another look at the wreck of that fishing skiff we found last month. We got some solid [EVP] I'll post later. (Dwight needs to make a call tonight.) I know there was something there. Something eerie in those woods. Most folks don't go over to Oarjig much anymore. I've visited twice. It's just the shell of a fishing town. But Harry's [Restaurant] just has the best pancakes you're going to get. Anyway, I've asked the locals if they get that same feeling. They've been [there] a few generations now, and say sure. Some people move out. But to them it's home. By some, I think they mean a lot. You know what it honestly feels like? It feels like the whole place just isn't supposed to be there. Like it's haunted from the future. That doesn't make much sense. Sorry. Also sorry about the background. I'm trying to figure out this website stuff. The site handles most of the stuff automatically, and I don't know how to change it back to that animated picture of Godzilla I had. I liked it better even if my nephew said he couldn't read my posts.",
        "March 16th, '98 Not gonna bother posting the recording we got. Talked to some guy on one of the message boards and he says it wasn't [EVP]. Says it was like birds? He's a bird watcher. Said it sounded more like distressed [seagulls] real far away. He told me it was still weird. That many gulls sounding that distressed was 'real creepy,' he said. I'd never heard a sound like that. There's some tiny barrier islands maybe an hour row from the shore, we know a ton of gulls live out there in the tall grass. Gotta wonder if something happened out there. Dwight says we could row out there this Sunday if I really wanted. I don't know. I'm gonna find out what all this is, but I don't know if I want to put myself in that kind of danger, you know? March 17th, '98 It's about 5:30. Dwight got us up real early to head out to Oarjig Bay so we can row out to the barriers. He said he had a real terrible dream and had to go see what was out there. He said in the dream someone had eaten the little islands. Not just the birds there, like the screaming on the recording. But actually the islands. I've never seen him so excited to go on one of my explorations. Who am I to argue? I didn't tell him, but I have a bad feeling about it. Like we're not supposed to be there. Like we're [absolutely] supposed to stay home today and eat a big breakfast with me spending the day trying to fix the background on this site and him shooting headcrabs. :D I'm sure we'll laugh about this later. I'll update you when we get back. Wish us luck!"
    ],
    "object_class": "Keter",
    "containment_procedures": "SCP-4591 cannot currently be contained.",
    "description": "SCP-4591 is a series of anomalous events in which a small, isolated community or population is destroyed and erased from human memory. When an SCP-4591 event occurs, a pattern of evidence exists of large upsets of coastal water, potentially from a source entity. During these events, the entire area is destroyed leaving almost no trace that people or location ever existed save for a handful of documents, and the presence of SCP-4591-1 colonies.",
    "title": "SCP-4591"
}