{
    "url": "https://scp-wiki.wikidot.com/scp-4614",
    "all_text": "rating: \n+69\n+\n–\nx\n\n\n\n\n\n\nSCP-4614 before Incident 4614.3\n\n\n\n\n\n\nItem #:\n SCP-4614\n\n\nObject Class:\n Neutralized\n\n\nSpecial Containment Procedures:\n SCP-4614 is kept in a secure lock box in the Safe-Class Storage Wing. The keys to the box are accessible to the current Site Director.\n\n\nDescription:\n SCP-4614 is a wax phonograph cylinder, estimated to have been created in the year 1902. The music recorded on SCP-4614 is a slow tempo piano ballad in a 3/4 time signature. Those that have been introduced to the anomaly have been so far unable to determine the name of the piece, leading to the belief that it is an original composition by an unknown composer. As the music reaches its end, coughing can be heard, likely from the performer.\n\n\nWhen played, the sound produced by the object converts the surrounding area into a small country home, designated SCP-4614-A1. This effect only occurs in enclosed spaces and persists for the duration of the cylinder, that of which being two minutes and thirty seconds.\n\n\nThe most notable characteristics of the SCP-4614-A1 are as follows:\n\n\n\n\nIt is comprised of two floors, as well as an attic and a basement.\n\n\nThere are two bedrooms on the second floor, one of which them belongs to a child as inferred from the decor.\n\n\nThe windows in the family room look out into a large wheat field in the daytime. However, the windows in other rooms of the house are blocked by a grey wall. No windows can be broken or opened.\n\n\nThere are no doors, with the exception of external entryways. They cannot be broken or opened.\n\n\nThe space where SCP-4614 is played will always be converted into the room adjacent to SCP-4614-A1's family room, designated as SCP-4614-A2. SCP-4614 will convert the activation location outwardly from itself, always placing itself in the location of a phonograph located in the corner beside the only window within SCP-4614-A2. This will occur no matter where SCP-4614 was activated in the original space.\n\n\nThere are two human entities within SCP-4614-A2: they appear as a man and woman situated at a piano. Notably, the woman coughs in time with SCP-4614.\n\n\nThe two human entities are not real and cannot be touched or otherwise interacted with.\n\n\n\n\nSCP-4614 was acquired by the Foundation on March 14th, 1968. The owner, Nathaniel Lillson of Albany, New York, claimed to have come into possession of the cylinder after his grandfather had passed. He sought to sell it after activating it once, asserting that the experience had given him a \"surreal sense of vertigo\" and aggressive hallucinations.\n\n\n\n\nIncident 4614.3:\n On October 9th, 1971, SCP-4614 was activated by D-1117 in a standard testing cell as part of annual documentation accuracy checks. After the expected two minutes and thirty seconds had passed, D-1117 had still not emerged from the testing cell. Researchers outside of the testing cell reported that they could still hear music being played from within the cell beyond the expected length of the song. Upon investigation, it became apparent that SCP-4614 had begun repeating a 9-second section of its song and had become caught in an infinite loop of playing. \nMTF Eta-11 (\"Savage Beasts\")\n was then assembled to retrieve SCP-4614 from SCP-4614-A1.\n\n\n\n\nDATE:\n OCT-09-1971\n\n\nFOREWORD:\n To prevent the potential spread of SCP-4614's effect, a temporary sound-proofed antechamber was built in front of the active testing chamber.\n\n\n\n\n<BEGIN LOG>\n\n\nRees:\n This is Eta-11 Commander Andrew Rees, standing by. Roll call is following. Alright, let's go down the list. Gordon, report.\n\n\nGordon:\n I'm here.\n\n\nRees:\n Hennessy, report.\n\n\nBrief silence.\n\n\nRees:\n Try this again. Hennessy, do you hear me?\n\n\nHennessy:\n Loud and clear. My mistake.\n\n\nRees:\n Just don't daydream while we're in the skip and we'll be fine. You know how this goes.\n\n\nHennessy:\n Wasn't daydreaming, sir. Just getting ready for whatever happens next.\n\n\nRees:\n Alright. Gordon, you've got the door. Everyone, one last gear check. Headsets, belts, the works.\n\n\nMuffled shuffling as MTF Eta-11 adjusts their equipment.\n\n\nRees:\n Gordon, let's get started.\n\n\nGordon:\n Aye, sir. Door is opening in three… two… one…\n\n\n[VIDEO DISRUPTED]\n\n\n[FOUR SECONDS OF AUDIO DISTORTION]\n\n\nA piano can be heard through each Eta-11 headset.\n\n\nGordon:\n Shit! That was something!\n\n\nHennessy:\n No kidding. Glad we had the warning. So, this is what it looks like, huh?\n\n\nRees:\n Yeah. Nothing like what the document says. Lots of hallways and doorways. It's like staring at an Escher or something.\n\n\nThe piano stops mid-tone and resumes the loop. At the same time, a loud noise akin to a warped vinyl record is heard.\n\n\nGordon:\n What was that? That wasn't in the briefing either.\n\n\nHennessy:\n Settle down, it's fine. Commander, any ideas?\n\n\nRees:\n If I were to make a g—\n\n\nThe piano stops mid-tone and resumes the loop. At the same time, a loud noise akin to a warped vinyl record is heard.\n\n\nGordon:\n One more time, commander?\n\n\nRees:\n The cylinder. Each loop makes a new house, connects to this one, mixes it all together. Increase the dampening on your 'sets and stay close, Eta-11. Let's move.\n\n\n\n\n\n\n\n\n\n\n\n\n[TEN MINUTES OF IDLE CHATTER REMOVED]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHennessy:\n Gordon, you okay? You're looking tense.\n\n\nGordon:\n I'm trying to keep it together. It's just that noise has me a little on edge. I know the headsets are keeping it down, but damn, man. It's jarring, even when I expect it.\n\n\nHennessy:\n Don't sweat it. We know it isn't a threat. Hell, far as we know this whole deal is really tame, right? Probably one of the easier assignments we've been put on, honestly.\n\n\nGordon:\n Ha, yeah. Yeah, I guess so.\n\n\nTwo pats are heard.\n\n\nHennessy:\n 'sides, I don't think we're in much danger. It's just a house, right?\n\n\nGordon:\n I'm not worried about what will happen to us here. I'm worried about how we're getting out. We've been wandering through bedrooms and down staircases for… feels like twenty minutes now. Hopefully the markers hold up like they're supposed to.\n\n\nHennessy:\n Briefing says we just need to wait it out, right? Get the thing back on track and let it finish?\n\n\nGordon:\n You can never be too sure. We didn't see this coming in the first place. What happens next… anything can happen.\n\n\nRees:\n Keep your eyes on the prize, everyone. Once we've retrieved the object and the personnel, we'll work out extraction.\n\n\n\n\n\n\n\n\n\n\n\n\n[FIFTEEN MINUTES OF IDLE CHATTER REMOVED]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRees:\n Hold on. Stop.\n\n\nFootsteps come to a halt. Only the piano loop is heard. At the very end of the loop, there is a faint cough before starting again.\n\n\nRees:\n Did you hear that?\n\n\nHennessy:\n I did. That sounded like it was close.\n\n\nRees:\n Directional mics. Now.\n\n\nThere is a brief moment of shuffling as Eta-11 activates their directional microphones. There is no talking for approximately two minutes.\n\n\nGordon:\n I think I have something through here.\n\n\nEta-11 proceeds to move into the next room. Similarly, there is no talking for a moment.\n\n\nGordon:\n The blip is coming strong over this way.\n\n\nEta-11 repeats this process four more times.\n\n\nHennessy:\n Hey, over here!\n\n\nEveryone moves towards Agent Hennessy. The piano loop begins to deteriorate in clarity as they enter SCP-4614-A2.\n\n\nD-1117:\n Wait. I-I know that symbol. You're real! Oh, thank the Lord, I'm getting out!\n\n\nRees:\n Calm down, Eleven-Seventeen. We're here to get you out, but we still need the object. Is that it over there?\n\n\nD-1117:\n Yes, yes, it is. I swear I didn't screw with it. It just did that itself. It's all on camera, I barely touched the thing past putting it in the player.\n\n\nRees:\n You're not in trouble, Eleven-Seventeen. Just calm down.\n\n\nD-1117:\n Okay. Okay. I just didn't think anyone was going to come for me. I thought I'd have to get used to the ghosts for company. It's like I'm not even here to them. They just sit at that piano.\n\n\nRees:\n Have you touched the object at all after the loop started?\n\n\nD-1117:\n No, I haven't.\n\n\nRees:\n That's all we need to know. Gordon, how's it looking over there?\n\n\nGordon:\n It's about what I expected. The feed screw isn't playing nice with the motor. I think I can get it back into place, but it's going to require a bit of force and the machine definitely isn't going to like that, especially when it's still moving.\n\n\nHennessy:\n We could just stop it entirely, can't we?\n\n\nGordon:\n We haven't tested it. We don't know what could happen, especially now.\n\n\nHennessy:\n There's only one way to find out.\n\n\nBrief silence from Eta-11.\n\n\nGordon:\n Commander, your call.\n\n\nRees:\n What are we looking at in terms of damage if we stop it?\n\n\nGordon:\n Turning it off or raising the reproducer won't damage it.\n\n\nRees:\n Then stop it. We can't damage the item any further.\n\n\nGordon:\n Aye, sir. Brace yourselves.\n\n\n[TEN SECONDS OF AUDIO DISTORTION]\n\n\n[VIDEO RESUMES]\n\n\nAll personnel are present in the room with the phonograph, SCP-4614 still loaded inside of it. Everyone present in the room stumbles and holds onto their heads.\n\n\nGordon:\n Oh. Oh, god. I don't feel good.\n\n\nD-1117:\n Fuck, my legs…\n\n\nRees:\n Everyone… into a wall. M-make yourself stable.\n\n\nAll personnel walk towards the walls of the testing cell. Commander Rees leans near the door.\n\n\nD-1117:\n Jesus, my head… my head feels light…\n\n\nGordon:\n Wait, hold on. St—\n\n\nD-1117 slips and falls into Agent Gordon. They then fall into the phonograph.\n\n\n[VIDEO DISRUPTED]\n\n\n\n\n\n\n\n\n\n\n\n\n[TWO MINUTES OF AUDIO DISTORTION]\n\n\n\n\n\n\n\n\n\n\n\n\n\n[VIDEO RESUMES]\n\n\nAll personnel are laid out on the floor. Agent Gordon and D-1117 have moved away from the destroyed phonograph. Agent Hennessy is curled over next to the remains of the phonograph. All three of them are groaning loudly.\n\n\nCommander Rees positions himself onto his hands and knees and moves to Agent Hennessy.\n\n\nRees:\n Hennessy! It's over! Are you okay?\n\n\nAgent Hennessy does not respond.\n\n\nRees:\n Come on, answer me. What is your condition?\n\n\nNo response. Rees places his hand on his back and jostles him lightly. Hennessy looks over to Rees, still groaning.\n\n\nRees:\n Shit, you look like hell, Hennessy. Is that blood on your cheek?\n\n\nHennessy:\n … what?\n\n\nRees:\n I asked where you're bleeding from, agent.\n\n\nHennessy:\n I… I can't…\n\n\nHennessy collapses on the floor.\n\n\n<END LOG>\n\n\n\n\n\n\nPost-Incident Report:\n Due to the two minutes of audio and video distortion during the extraction of SCP-4614, no verifiable evidence of the events that occurred exist. The following description of the events that transpired during this time have been compiled and summarized from the testimony of personnel involved in the incident.\n\n\nAfter D-1117 fell into MTF Eta-11 Agent Gordon, he subsequently fell onto the phonograph and destroyed both it and SCP-4614. The object then let out an intense \"scream\"\n1\n and reactivated SCP-4614-A1.\n\n\nAt this moment, Commander Rees and Hennessy, took precaution to increase the sound dampening on their headsets. Agent Gordon, however, had lost his in the aforementioned fumble with D-1117. Hennessy noticed this and acted to place his own headset onto Gordon, exposing himself completely. In the last moments, Hennessy attempted to suppress the sonic anomaly by muffling the source, gathering the large remains in his gear sack and holding it close to his body.\n\n\nAfter two minutes, SCP-4614-A1 reverted into the standard testing cell. However, as the object is no longer able to enter an active state, it has been reclassed as Neutralized.\n\n\n\n\nPERSONNEL STATUS:\n\n\n\n\nCommander Rees:\n Unharmed.\n\n\nD-1117:\n Deafness and vertigo as a result of total exposure to the incident. D-1117 is to be released and reintegrated into society following standard dismissal procedure.\n\n\nAgent Gordon:\n Partial hearing loss in the high frequency. Evaluation into Agent Gordon's effectiveness in the field is to be carried out after his recovery.\n\n\nAgent Hennessy:\n Major aural injury due to extended unprotected exposure, rendering him completely deaf. Given the unique advantage that a lack of hearing could provide within Eta-11, retainment of his MTF Eta-11 will be considered after post-recovery evaluation.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. As testified by two of the four present.\n\n\n\n\n\n\n\n\n« \nSCP-4613\n | SCP-4614 | \nSCP-4615\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4614\n\" by RockTeethMothEyes, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4614\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n cylinder\n\n\nAuthor:\n \nInstitute of Information Recording under National Academy of Science of Ukraine\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n \nhttps://commons.wikimedia.org/w/index.php?curid=30410078",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4614 \" by RockTeethMothEyes, from the SCP Wiki . Source: https://scpwiki.com/scp-4614 . Licensed under CC-BY-SA .",
        "Filename: cylinder Author: Institute of Information Recording under National Academy of Science of Ukraine License: CC BY-SA 3.0 Source: https://commons.wikimedia.org/w/index.php?curid=30410078"
    ],
    "item": "SCP-4614",
    "object_class": "Neutralized",
    "containment_procedures": "SCP-4614 is kept in a secure lock box in the Safe-Class Storage Wing. The keys to the box are accessible to the current Site Director.",
    "description": "SCP-4614 is a wax phonograph cylinder, estimated to have been created in the year 1902. The music recorded on SCP-4614 is a slow tempo piano ballad in a 3/4 time signature. Those that have been introduced to the anomaly have been so far unable to determine the name of the piece, leading to the belief that it is an original composition by an unknown composer. As the music reaches its end, coughing can be heard, likely from the performer.",
    "title": "SCP-4614"
}