{
    "url": "https://scp-wiki.wikidot.com/scp-4626",
    "all_text": "rating: \n+64\n+\n–\nx\n\n\nItem #:\n SCP-4626\n\n\nObject Class:\n \nAzathoth\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-4626 is to be kept inside of a locked steel safe within a 3 meter cubic containment cell, with 0.5m thick concrete walls and a solid steel blast door. One armed guard is to be stationed outside of the cell at all times. Access to SCP-4626 is restricted to Class 3 or higher personnel with Class 4 clearance. Any personnel attempting to access SCP-4626 without proper clearance or who appear to be affected by SCP-4626’s cognitohazardous effect are to be detained until manually evaluated by Class 4 or higher personnel. Any individual confirmed to have been exposed to SCP-4626 for longer than 50 seconds outside of testing are to be administered Class-B amnestics, regardless of whether or not any symptoms of SCP-4626’s cognitohazardous effects have been observed.\n\n\nDescription:\n SCP-4626 is a small, polished, oval-shaped stone. Testing has revealed a composition similar to granite. Carved into SCP-4626 is a symbol resembling an open human mouth.\n\n\nSCP-4626's anomalous effect is triggered when an individual is within 1 meter of the object for longer than 60 seconds. Any subject that is exposed in this way will develop a belief that SCP-4626 has an irrationally high capacity to hurt or cause destruction, becoming obsessed with its containment. When questioned about the specific danger that SCP-4626 poses, affected individuals will respond with vague or unintelligible answers, sometimes ignoring the question entirely. The effect of SCP-4626 has been shown to be permanent in all subjects if left untreated, but can be counteracted with the use of Class-B amnestics.\n\n\nDiscovery:\n SCP-4626 was discovered on ██/██/2009 when Researcher A. D█████ brought it to Site-58 in a panicked and terrified state, resulting in a major containment breach (see Incident Report 4626-1). Researcher A. D█████ was KIA during this incident, so it is unknown how SCP-4626 came to be in his possession.\n\n\nAddendum:\n Among events transpired during Incident 4626-1, a four-hundred-twenty-six page report on the dangers and risks posed by SCP-4626 was submitted to the 05 council, and the item was given the unconventional object class of “Azathoth”. The report was written in an extremely vague and informal fashion, seemingly rushed and with frequent spelling errors. Following the first report, another seven of similar content and length were submitted, as well as a request to utilize all of the Foundation’s available funds to prepare a suitable containment chamber for SCP-4626. This request was denied.\n\n\nIn the time since Incident 4626-1 was resolved, with the successful containment of SCP-4626 and its reclassification as Safe, three additional security breaches have occurred. The first transpired on 09/17/2009, the second on 12/23/2009, and the third on 01/18/2010. Due to these incidents, coupled with the implications presented of SCP-4626's possible potential, an upgrade to Euclid class has been approved.\n\n\nIncident Reports\n\n\n\n\n+ View Incident Report 4626-1\n\n\n\n\n- Hide Incident Report 4626-1\n\n\n\n\nOn ██/██/2009 at 10:44 AM, Researcher A. D█████ brought SCP-4626 to Site-58 in a state of panic. This was the Foundation's first encounter with SCP-4626, and thus Foundation personnel were not aware of its properties. Within the next fifteen minutes, twelve individuals were overcome by SCP-4626's effect.\n\n\nThe remaining personnel onsite realized SCP-4626's properties and successfully locked down the facility, containing SCP-4626 and all affected individuals. An attempt was made to subdue the frenzied mob without use of lethal force, however subjects responded violently, resulting in one death and three individuals escaping into heavy containment.\n\n\nThese individuals proceeded to the containment chamber of SCP-████, releasing it and placing SCP-4626 into the newly empty chamber. Camera footage shows SCP-████ [DATA EXPUNGED] the three individuals before leaving camera range.\n\n\nDuring SCP-████'s rampage, █ additional SCPs breached containment, including one of Keter classification. Video surveillance of Site-58 was lost at 11:51 AM. MTF Beta-7 \"Maz Hatters\" and MTF Epsilon-11 \"Nine-Tailed Fox\" were both deployed to Site-58, arriving at 3:30 PM. Order was restored at 6:07 PM, with all escaped SCPs being contained and SCP-4626 secured. Amnestics were administered to all personnel on site to guarantee that all effects of SCP-4626 were erased. A total of ██ Foundation personnel were killed during this incident.\n\n\n\n\n\n\n\n\n\n\n+ View Incident Report 4626-2\n\n\n\n\n- Hide Incident Report 4626-2\n\n\n\n\nOn 09/17/2009 at 9:45 PM, Site-58 was infiltrated by an unidentified individual impersonating a guard. It is currently unknown how the subject gained access to a uniform or security card, or how he gained knowledge of Site-58’s layout. The subject was discovered and apprehended while attempting to access SCP-4626’s containment chamber without proper security clearance. Subject was designated POI-4626-1, see Interview Log 4626-2.\n\n\n\n\n\n\n\n\n\n\n+ View Incident Report 4626-3\n\n\n\n\n- Hide Incident Report 4626-3\n\n\n\n\nOn 12/23/2009, Site-58 was infiltrated by an unknown entity through anomalous means. The subject was described to resemble a naked Caucasian man, bearded and with long dark hair. The entity appeared to be able to pass through solid objects at will, however it seemed that this ability only extended to the entity itself, as it never displayed the power to take any physical objects with it while moving through solid substances.\n\n\nA large portion of Site-58 personnel were preoccupied with a holiday party at the time of the incident, and it is currently unknown if this was coincidental or if the entity had planned to break in while most staff members were distracted. The entity first appeared in the Site-58 security room, attacking and incapacitating the guards on duty. It then moved to SCP-4626's containment room, presumably to confirm the object's location. The entity then proceeded to the site cafeteria, where the festivities were taking place. After waiting outside for several minutes, the subject ambushed a drunken Dr.████, stealing his security card and leaving him unconscious.\n\n\nThe entity returned to SCP-4626's containment chamber, accessed the door with the stolen card, and took the object. It was at this time that a guard in the security room regained consciousness, immediately triggering the alarm and locking down all exits. Before any measures could be taken, however, the entity returned to the cafeteria in a fit of hysterics. It is assumed that the subject was affected by SCP-4626 and was attempting to return it, but was fatally shot by a Foundation guard. Dr.████ and three guards were treated for minor injuries.\n\n\n\n\n\n\n\n\n\n\n+ View Incident Report 4626-4\n\n\n\n\n- Hide Incident Report 4626-4\n\n\n\n\nOn 01/28/2010, a small explosive was detonated near the southeast entrance of Site-58. During the ensuing commotion, an unidentified individual successfully infiltrated the site through the north entrance. The subject ran in the direction of SCP-4626's containment chamber, incapacitating two Foundation personnel along the way through use of a stolen electric baton.\n\n\nThe subject was apprehended before he could reach his goal, surrendering to Site-58 security when surrounded. Among items found on his person, a silver coin inscribed with the word \"Diffidentiae\" was recovered. This incident resulted in no casualties and minor injuries to seven Foundation personnel. Subject was designated POI-4626-2, see Interview Log 4626-3\n\n\n\n\n\n\n\n\nInterview Logs\n\n\n\n\n+ View Interview Log 4626-1\n\n\n\n\n- Hide Interview Log 4626-1\n\n\n\n\n\n\nInterviewed:\n Dr. M███████\n\n\nInterviewer:\n Researcher Kroese\n\n\nForeword:\n Dr. M███████ was exposed to SCP-4626's fear effect during Incident 4626-1. After order was restored at Site-58, Dr. M███████ was taken to Site-██ and interviewed before receiving necessary amnestics.\n\n\n<Begin Log>\n\n\nKroese:\n Dr. M███████, my name is ████ Kroese. I'll be conducting this interview. I understand you have some things to tell me?\n\n\n\n\nDr. M███████:\n Yes, now listen, the stone-\n\n\nKroese:\n Doctor, please, you must know how this goes by now. I will ask you questions, and you will answer. I promise, you will have the chance to tell me everything.\n\n\nDr. M███████:\n (Visibly agitated) Yes, of course. Please begin.\n\n\nKroese:\n Thank you, Doctor. Now, when did you first encounter this stone you've been talking about?\n\n\nDr. M███████:\n When D█████ brought it in. The stone is extremely dangerous, and-\n\n\nKroese:\n Doctor, please, be patient. Where is D█████ now?\n\n\nDr. M███████:\n I don't know, the rock probably got him. It-\n\n\nKroese:\n Did he say how or where he got the rock?\n\n\nDr. M███████:\n No. Can I tell you about it now? It's really important.\n\n\nKroese:\n Yes. What exactly does-\n\n\nDr. M███████:\n It's dangerous, extremely dangerous. It'll kill us all if we don't do something. We need to contain it, it needs to be top-priority. I suggest we start by first pulling funding from the containment of all Safes and Euclids, and once we-\n\n\nKroese:\n Doctor, what specifically does the stone do?\n\n\nDr. M███████:\n I… it… it's bad. Horrible. Worse than anything we've ever seen before.\n\n\nKroese:\n I see… but still, you've yet to tell me anything substantial.\n\n\nDr. M███████:\n You don’t understand! Why the hell won’t any of you listen to me, you damn idiots! We need to be securing the stone!\n\n\nKroese:\n This is going nowhere. We’re done.\n\n\n<End Log>\n\n\nClosing Statement:\n After being rid of SCP-4626’s effect, Dr. M███████ requested his full name be withheld.\n\n\n\n\n\n\n\n\n\n\n\n\n+ View Interview Log 4626-2\n\n\n\n\n- Hide Interview Log 4626-2\n\n\n\n\n\n\nInterviewed:\n POI-4626-1\n\n\nInterviewer:\n Researcher Schumacher\n\n\nForeword:\n POI-4626-1 was brought to interview room 2A in Site-58, two days after initial break in.\n\n\n<Begin Log>\n\n\nSchumacher:\n POI-4626-1, I will be conducting the interview. You may call me Schumacher.\n\n\nPOI-4626-1:\n Okay.\n\n\nSchumacher:\n Where did you get the uniform and card?\n\n\nPOI-4626-1:\n They were given to me by my superior.\n\n\nSchumacher:\n And where did your superior get them?\n\n\nPOI-4626-1:\n Can't say.\n\n\nSchumacher:\n Can't or won't?\n\n\nPOI-4626-1:\n Both, actually.\n\n\nSchumacher:\n What is your interest in SCP-4626?\n\n\nPOI-4626-1:\n The stone is ours. It was stolen from us, we just want it back. We wish to preserve human life if we can help it, but since I've failed, more powerful people will come. People will get hurt. It'd be best to give it to me now and let me go.\n\n\nSchumacher:\n When you say \"we\", who are you referring to?\n\n\nPOI-4626-1:\n My people. We created the stone.\n\n\nSchumacher:\n How did you plan to safely transport the stone?\n\n\nPOI-4626-1:\n I'm sorry?\n\n\nSchumacher:\n How did you intend to resist the effects of the stone?\n\n\nPOI-4626-1:\n What? What effects?\n\n\nSchumacher:\n I thought you said you made the stone?\n\n\nPOI-4626-1:\n We did! What effects are you talking about? Is there something wrong with it?\n\n\nSchumacher:\n I will not be disclosing any information to you.\n\n\nPOI-4626-1:\n Those bastards did something to it, didn't they? Those heathens defiled the stone! Please, you've got to let me see it! I can reverse what they did!\n\n\nSchumacher:\n Who is \"they\"?\n\n\nPOI-4626-1:\n \"They\" are a group of slimy, blasphemous heathens that wish to see our beautiful congregation destroyed. That cursed sect stole the stone, and they must've done something to it. Please, tell me what they did.\n\n\nSchumacher:\n Can you tell me more about this sect?\n\n\nPOI-4626-1:\n There's nothing more that I know.\n\n\nSchumacher:\n Interesting. Thank you for your cooperation. This interview is over.\n\n\nPOI-4626-1:\n No! Tell me what happened! Let me see the stone, dammit!\n\n\n<End Log>\n\n\nClosing Statement:\n POI-4626-1 attempted to escape restraints and violently resisted foundation personnel removing him from the interview room. Subject was sedated and placed back in his cell.\n\n\n\n\n\n\n\n\n\n\n\n\n+ View Interview Log 4626-3\n\n\n\n\n- Hide Interview Log 4626-3\n\n\n\n\n\n\nInterviewed:\n POI-4626-2\n\n\nInterviewer:\n Dr. Fairleigh\n\n\nForeword:\n POI-4626-2 was interrogated in interview room 2B two hours after incident 4626-4 was resolved.\n\n\n<Begin Log>\n\n\nDr. Fairleigh:\n POI-4626-2. My name is Dr. Fairleigh. I will be interviewing you today.\n\n\nPOI-4626-2:\n (POI-4626-2 nods)\n\n\nDr. Fairleigh:\n Why did you break into this facility?\n\n\nPOI-4626-2:\n The stone.\n\n\nDr. Fairleigh:\n That's what we thought. What are your intentions?\n\n\nPOI-4626-2:\n I want to make it safer.\n\n\nDr. Fairleigh:\n What do you mean?\n\n\nPOI-4626-2:\n I was the one that gave it to you people. I made it do what it does, but it went wrong. The effect is too strong, people died. I want to lessen the intensity of the effect, so that people stop dying.\n\n\nDr. Fairleigh:\n Do you have any connection to the individuals who previously attempted to seize SCP-4626?\n\n\nPOI-4626-2:\n I was one of them once, but I left along with a bunch of others.\n\n\nDr. Fairleigh:\n Who are they?\n\n\nPOI-4626-2:\n They're called the Children of Verus.\n\n\nDr. Fairleigh:\n And you and your people? Do you have a name?\n\n\nPOI-4626-2:\n We are the Diffidentiae. We see the lies.\n\n\nDr. Fairleigh:\n Why do the… the Children of Verus want the stone?\n\n\nPOI-4626-2:\n They will use it to bring a horrendous fate upon this world. There are five in total, but they need them all. We stole it so that they couldn't use it, and we gave it to all of you to keep it safe.\n\n\nDr. Fairleigh:\n How did you-\n\n\nPOI-4626-2:\n I'm sorry doctor, but I've told you all that I ever will. I do not intend to remain here as a liability for my people, rotting in a cell.\n\n\nDr. Fairleigh:\n POI-4626-2, there is no way for you to leave. You are going to-\n\n\nPOI-4626-2:\n Good doctor, there is always a way out, if you're brave enough.\n\n\nDr. Fairleigh:\n POI-4626-2, do not move. Security, get in here.\n\n\nPOI-4626-2:\n [DATA EXPUNGED]\n\n\nDr. Fairleigh:\n No! Stop! Dammit, get in here! (Dr. Fairleigh attempts to use his hand to cover POI-4626-2’s mouth)\n\n\nPOI-4626-2:\n [DATA EXPUNGED]\n\n\nDr. Fairleigh:\n Hurry up, I need help! And shut off the microphones, we have to-\n\n\n<End Log>\n\n\nClosing Statement:\n POI-4626-2 was lost during this event. POI-4626-2’s knowledge of [DATA EXPUNGED]\n1\n should be considered a breach of Foundation secrecy.\n\n\nFurther Research into GoIs \"Children of Verus\" and \"Diffidentiae\" is \npending\n underway.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. 315.125 • 8\n\n\n\n\n\n\n\n\n« \nSCP-4625\n | SCP-4626 | \nSCP-4627\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4626\n\" by Tsequiri, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4626\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Among events transpired during Incident 4626-1, a four-hundred-twenty-six page report on the dangers and risks posed by SCP-4626 was submitted to the 05 council, and the item was given the unconventional object class of “Azathoth”. The report was written in an extremely vague and informal fashion, seemingly rushed and with frequent spelling errors. Following the first report, another seven of similar content and length were submitted, as well as a request to utilize all of the Foundation’s available funds to prepare a suitable containment chamber for SCP-4626. This request was denied.\nIn the time since Incident 4626-1 was resolved, with the successful containment of SCP-4626 and its reclassification as Safe, three additional security breaches have occurred. The first transpired on 09/17/2009, the second on 12/23/2009, and the third on 01/18/2010. Due to these incidents, coupled with the implications presented of SCP-4626's possible potential, an upgrade to Euclid class has been approved."
    ],
    "documents": [],
    "notes": [
        "Interviewed: Dr. M███████ Interviewer: Researcher Kroese Foreword: Dr. M███████ was exposed to SCP-4626's fear effect during Incident 4626-1. After order was restored at Site-58, Dr. M███████ was taken to Site-██ and interviewed before receiving necessary amnestics. <Begin Log> Kroese: Dr. M███████, my name is ████ Kroese. I'll be conducting this interview. I understand you have some things to tell me? Dr. M███████: Yes, now listen, the stone- Kroese: Doctor, please, you must know how this goes by now. I will ask you questions, and you will answer. I promise, you will have the chance to tell me everything. Dr. M███████: (Visibly agitated) Yes, of course. Please begin. Kroese: Thank you, Doctor. Now, when did you first encounter this stone you've been talking about? Dr. M███████: When D█████ brought it in. The stone is extremely dangerous, and- Kroese: Doctor, please, be patient. Where is D█████ now? Dr. M███████: I don't know, the rock probably got him. It- Kroese: Did he say how or where he got the rock? Dr. M███████: No. Can I tell you about it now? It's really important. Kroese: Yes. What exactly does- Dr. M███████: It's dangerous, extremely dangerous. It'll kill us all if we don't do something. We need to contain it, it needs to be top-priority. I suggest we start by first pulling funding from the containment of all Safes and Euclids, and once we- Kroese: Doctor, what specifically does the stone do? Dr. M███████: I… it… it's bad. Horrible. Worse than anything we've ever seen before. Kroese: I see… but still, you've yet to tell me anything substantial. Dr. M███████: You don’t understand! Why the hell won’t any of you listen to me, you damn idiots! We need to be securing the stone! Kroese: This is going nowhere. We’re done. <End Log> Closing Statement: After being rid of SCP-4626’s effect, Dr. M███████ requested his full name be withheld.",
        "Interviewed: POI-4626-1 Interviewer: Researcher Schumacher Foreword: POI-4626-1 was brought to interview room 2A in Site-58, two days after initial break in. <Begin Log> Schumacher: POI-4626-1, I will be conducting the interview. You may call me Schumacher. POI-4626-1: Okay. Schumacher: Where did you get the uniform and card? POI-4626-1: They were given to me by my superior. Schumacher: And where did your superior get them? POI-4626-1: Can't say. Schumacher: Can't or won't? POI-4626-1: Both, actually. Schumacher: What is your interest in SCP-4626? POI-4626-1: The stone is ours. It was stolen from us, we just want it back. We wish to preserve human life if we can help it, but since I've failed, more powerful people will come. People will get hurt. It'd be best to give it to me now and let me go. Schumacher: When you say \"we\", who are you referring to? POI-4626-1: My people. We created the stone. Schumacher: How did you plan to safely transport the stone? POI-4626-1: I'm sorry? Schumacher: How did you intend to resist the effects of the stone? POI-4626-1: What? What effects? Schumacher: I thought you said you made the stone? POI-4626-1: We did! What effects are you talking about? Is there something wrong with it? Schumacher: I will not be disclosing any information to you. POI-4626-1: Those bastards did something to it, didn't they? Those heathens defiled the stone! Please, you've got to let me see it! I can reverse what they did! Schumacher: Who is \"they\"? POI-4626-1: \"They\" are a group of slimy, blasphemous heathens that wish to see our beautiful congregation destroyed. That cursed sect stole the stone, and they must've done something to it. Please, tell me what they did. Schumacher: Can you tell me more about this sect? POI-4626-1: There's nothing more that I know. Schumacher: Interesting. Thank you for your cooperation. This interview is over. POI-4626-1: No! Tell me what happened! Let me see the stone, dammit! <End Log> Closing Statement: POI-4626-1 attempted to escape restraints and violently resisted foundation personnel removing him from the interview room. Subject was sedated and placed back in his cell.",
        "Interviewed: POI-4626-2 Interviewer: Dr. Fairleigh Foreword: POI-4626-2 was interrogated in interview room 2B two hours after incident 4626-4 was resolved. <Begin Log> Dr. Fairleigh: POI-4626-2. My name is Dr. Fairleigh. I will be interviewing you today. POI-4626-2: (POI-4626-2 nods) Dr. Fairleigh: Why did you break into this facility? POI-4626-2: The stone. Dr. Fairleigh: That's what we thought. What are your intentions? POI-4626-2: I want to make it safer. Dr. Fairleigh: What do you mean? POI-4626-2: I was the one that gave it to you people. I made it do what it does, but it went wrong. The effect is too strong, people died. I want to lessen the intensity of the effect, so that people stop dying. Dr. Fairleigh: Do you have any connection to the individuals who previously attempted to seize SCP-4626? POI-4626-2: I was one of them once, but I left along with a bunch of others. Dr. Fairleigh: Who are they? POI-4626-2: They're called the Children of Verus. Dr. Fairleigh: And you and your people? Do you have a name? POI-4626-2: We are the Diffidentiae. We see the lies. Dr. Fairleigh: Why do the… the Children of Verus want the stone? POI-4626-2: They will use it to bring a horrendous fate upon this world. There are five in total, but they need them all. We stole it so that they couldn't use it, and we gave it to all of you to keep it safe. Dr. Fairleigh: How did you- POI-4626-2: I'm sorry doctor, but I've told you all that I ever will. I do not intend to remain here as a liability for my people, rotting in a cell. Dr. Fairleigh: POI-4626-2, there is no way for you to leave. You are going to- POI-4626-2: Good doctor, there is always a way out, if you're brave enough. Dr. Fairleigh: POI-4626-2, do not move. Security, get in here. POI-4626-2: [DATA EXPUNGED] Dr. Fairleigh: No! Stop! Dammit, get in here! (Dr. Fairleigh attempts to use his hand to cover POI-4626-2’s mouth) POI-4626-2: [DATA EXPUNGED] Dr. Fairleigh: Hurry up, I need help! And shut off the microphones, we have to- <End Log> Closing Statement: POI-4626-2 was lost during this event. POI-4626-2’s knowledge of [DATA EXPUNGED] 1 should be considered a breach of Foundation secrecy. Further Research into GoIs \"Children of Verus\" and \"Diffidentiae\" is pending underway.",
        "\" SCP-4626 \" by Tsequiri, from the SCP Wiki . Source: https://scpwiki.com/scp-4626 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4626",
    "object_class": "Azathoth Euclid",
    "containment_procedures": "SCP-4626 is to be kept inside of a locked steel safe within a 3 meter cubic containment cell, with 0.5m thick concrete walls and a solid steel blast door. One armed guard is to be stationed outside of the cell at all times. Access to SCP-4626 is restricted to Class 3 or higher personnel with Class 4 clearance. Any personnel attempting to access SCP-4626 without proper clearance or who appear to be affected by SCP-4626’s cognitohazardous effect are to be detained until manually evaluated by Class 4 or higher personnel. Any individual confirmed to have been exposed to SCP-4626 for longer than 50 seconds outside of testing are to be administered Class-B amnestics, regardless of whether or not any symptoms of SCP-4626’s cognitohazardous effects have been observed.",
    "description": "SCP-4626 is a small, polished, oval-shaped stone. Testing has revealed a composition similar to granite. Carved into SCP-4626 is a symbol resembling an open human mouth.",
    "title": "SCP-4626"
}