{
    "url": "https://scp-wiki.wikidot.com/scp-4631",
    "all_text": "rating: \n+100\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n4631\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-4631 in service.\n\n\n\n\n\n\nSpecial Containment Procedures:\n As SCP-4631 cannot be physically contained, and as its anomalous properties are not outwardly visible, SCP-4631 is allowed to operate publicly. Amnestics are to be administered in the event that any civilians notice anomalous phenomena. The Site-201 Containment Oversight Team is in continued contact with the Toronto Transit Commission to ensure that other streetcars do not interrupt SCP-4631's operation.\n\n\nMonitoring equipment has been installed into SCP-4631, and once a month a containment researcher is to interview SCP-4631-A. Cover stories regarding an anonymous philanthropist have been disseminated to explain the manifestation of money obtained by SCP-4631. In the event that the anomaly develops hazardous behavior, Mobile Task Force Upsilon-20 (\"Hogtown Garrison\")\n1\n agents trained in applied demonology are to be deployed for recontainment purposes.\n\n\nRitual invocations to contact the employers of SCP-4631 are still under development.\n\n\nDescription:\n SCP-4631 is a Flexity Outlook streetcar operated by a Type I Tartarean Entity (SCP-4631-A), serving on the Spadina streetcar line in Toronto, Ontario, Canada. The vehicle's exterior and its interior cabins are normal in make, though deviations from standard Flexity streetcars exist in its internal mechanisms. This includes:\n\n\n\n\nStructures composed of human bone tissue replacing internal machinery. These are not outwardly noticeable, as they are covered in the thin layers of plastic and metal found in standard Flexity Outlook streetcars.\n\n\nAlchemical symbols carved into the insides of various devices.\n\n\nA machine constructed from sulfur compounds, which continually pumps human blood through the vehicle to generate electricity.\n2\n\n\nA small wormhole that manifests in the fare vending machine, transporting 10% of deposited physical money to homeless persons and charity groups within the city limits every 12 hours.\n\n\n\n\nSCP-4631-A is capable of changing their appearance, typically assuming the appearance of a different Toronto streetcar operator each day. Researchers have witnessed SCP-4631-A changing to non-human shapes at times when no passengers are on SCP-4631. This is not visible from outside of the streetcar; SCP-4631-A is seen to vanish until regaining a human form.\n\n\nA plaque with the following text is on the underside of SCP-4631\n\n\n\n\n\n\nProvided by the \nTORONTO DEMON COUNCIL\n\nAiding the denizens of above with the best of below.\n\n\nEst. 1950\n\n\n\n\n\n\nAddendum.4631.1:\n Discovery\n\n\nSCP-4631 was discovered on 29/08/2010, when the Toronto Police Service received multiple phone calls describing a streetcar emerging in a flash of red light. MTF Upsilon-20 was sent and quickly contained SCP-4631, storing SCP-4631-A in a demonics-sealed chamber. After all witnessing subjects were amnesticized the vehicle was transported to Site-201.\n\n\nAt 02:00 on 30/8/2010, SCP-4631 and SCP-4631-A were surrounded by a red mist and vanished. SCP-4631 was then observed ejecting out of Lake Ontario by MTF Nu-3 (\"Limnophobia\"), reaching a height of 570m before accelerating into the city. Personnel observed it operating as a normal streetcar the subsequent day. Current containment procedures were developed in response.\n\n\nSCP-4631-A is presumed to have been first encountered three years prior in \nEE\n-5092. On 05/04/2007, bystanders at the St. George subway station reportedly saw a series of flashing lights at the end of a subway tunnel. A minute later a train exited the tunnel at high velocity, derailing and crashing into the subway platform. First responders investigating the train interior discovered numerous dismembered cadavers with body malformations, machines resembling medieval torture devices, spatial anomalies, and train cars entirely filled with blood.\n\n\nSeveral minutes after the crash, multiple people witnessed a male subject staggering away from the train, with a longsword piercing their chest. When medical personnel arrived the subject was surrounded in a red mist, vanishing soon after. \nRefer to File EE-5092 for further information.\n\n\nSCP-4631-A has refused to answer questions regarding EE-5092.\n\n\nAddendum.4631.2:\n Incident 4631/AN/01\n\n\nOn 05/04/2011 at 22:12, a Type I Tartarean Entity (hereafter SCP-4631-B) in the guise of a civilian boarded SCP-4631. Researcher Annabel Xiulan, who had boarded the streetcar at this time for a routine interview session with SCP-4631-A, observed SCP-4631-B approach the streetcar's cabin, convert their jaw into a set of muscular hydrostats, and tear open the cabin entrance.\n\n\nBelow is footage recorded by Researcher Xiulan's standard-issue body camera.\n\n\n\n\n▷ Incident 4631/AN/01 Video Log\n\n\n\n\n▽ Incident 4631/AN/01 Video Log\n\n\n\n\n\n\n< BEGIN LOG >\n\n\nXiulan crouches in a far corner of the streetcar. At the front SCP-4631-B's hydrostats pin SCP-4631-A to the floor. Clouds of red mist obscure visuals.\n\n\nSCP-4631-A:\n How… how did you find…\n\n\nSCP-4631-B:\n PARTY CRASHER.\n\n\nBone crunching sounds. Squelching.\n\n\nSCP-4631-B:\n I LOST AN EYE FROM YOU. MARQUISE\n3\n LOST HER FACE.\n\n\nSquelching.\n\n\nSCP-4631-B:\n IT WAS HER BEST FACE.\n\n\nSCP-4631-A begins to reply but is muffled; metallic screeches and crunches are heard as pieces of the streetcar cave in.\n\n\nSCP-4631-A:\n …nothing compared to what you did to all of… all of them…\n\n\nSCP-4631-B:\n THE MARQUISE HATES HYPOCRITES.\n\n\nSCP-4631-A converts a hand into a beak that bites off one of SCP-4631-B's arms. Six wings sprout from their back and they attempt to fly to the rear of the car but are pulled back in. SCP-4631-A is thrown into the cabin walls, breaking through them.\n\n\nSCP-4631-B:\n THE MARQUISE KNOWS. THE PAST ALWAYS CATCHES UP. SHE KNOWS.\n\n\nSCP-4631-A:\n I… I know.\n\n\nSCP-4631-A submerges a limb into the streetcar controls.\n\n\nSCP-4631-A:\n I don't care.\n\n\nThe streetcar accelerates and collides into the side of a building. Windows shatter and SCP-4631-B is launched through the front windshield, allowing SCP-4631-A to stand and convert an arm into a scythe, swinging it at the entity. SCP-4631-B is laterally bisected.\n\n\nA hole opens behind Researcher Xiulan, which she rapidly exits through. The streetcar continues dissolving, collapsing into a pool of blood. Over the course of a minute the blood vaporizes, coalescing into a sphere of red mist, gradually shrinking in size. Eventually it vanishes.\n\n\nThe remnants of SCP-4631-B lie on the pavement. No sign of SCP-4631-A is noted.\n\n\n< END LOG >\n\n\n\n\n\n\n\n\n\n\nFrom 05/04/2011 to 09/04/2011 SCP-4631 did not manifest. The only activity reported during this time was at the grave sites of persons who died during EE-5092, with an injured humanoid figure sitting by the respective headstones. The anomaly returned to service on 10/04/2011. SCP-4631-A was noted to be wearing bandages and an arm cast for the following three weeks, signed with messages of well-wishing from Tartarean entities of known Toronto Demon Council association.\n\n\nSince then, monitoring devices placed inside of SCP-4631's fare vending machine have observed that, instead of 10% of all deposited money being transported to homeless persons and charity groups, the figure has risen to 90%.\n\n\n\n\nFootnotes\n\n\n1\n. Stationed at Site-201 and operating within Toronto and the surrounding region.\n\n\n2\n. SCP-4631 does not require connection to an overhead wire to stay powered.\n\n\n3\n. Potentially referencing the \"Marquise\" ranking of demon in the \nLesser Key of Solomon\n.\n\n\n\n\n\n\n\n\n« \nSCP-4630\n | SCP-4631 | \nSCP-4632\n »",
    "addendums": [
        "Addendum.4631.1: Discovery\nSCP-4631 was discovered on 29/08/2010, when the Toronto Police Service received multiple phone calls describing a streetcar emerging in a flash of red light. MTF Upsilon-20 was sent and quickly contained SCP-4631, storing SCP-4631-A in a demonics-sealed chamber. After all witnessing subjects were amnesticized the vehicle was transported to Site-201.\nAt 02:00 on 30/8/2010, SCP-4631 and SCP-4631-A were surrounded by a red mist and vanished. SCP-4631 was then observed ejecting out of Lake Ontario by MTF Nu-3 (\"Limnophobia\"), reaching a height of 570m before accelerating into the city. Personnel observed it operating as a normal streetcar the subsequent day. Current containment procedures were developed in response.\nSCP-4631-A is presumed to have been first encountered three years prior in EE -5092. On 05/04/2007, bystanders at the St. George subway station reportedly saw a series of flashing lights at the end of a subway tunnel. A minute later a train exited the tunnel at high velocity, derailing and crashing into the subway platform. First responders investigating the train interior discovered numerous dismembered cadavers with body malformations, machines resembling medieval torture devices, spatial anomalies, and train cars entirely filled with blood.\nSeveral minutes after the crash, multiple people witnessed a male subject staggering away from the train, with a longsword piercing their chest. When medical personnel arrived the subject was surrounded in a red mist, vanishing soon after. Refer to File EE-5092 for further information.\nSCP-4631-A has refused to answer questions regarding EE-5092.",
        "Addendum.4631.2: Incident 4631/AN/01\nOn 05/04/2011 at 22:12, a Type I Tartarean Entity (hereafter SCP-4631-B) in the guise of a civilian boarded SCP-4631. Researcher Annabel Xiulan, who had boarded the streetcar at this time for a routine interview session with SCP-4631-A, observed SCP-4631-B approach the streetcar's cabin, convert their jaw into a set of muscular hydrostats, and tear open the cabin entrance.\nBelow is footage recorded by Researcher Xiulan's standard-issue body camera.\nFrom 05/04/2011 to 09/04/2011 SCP-4631 did not manifest. The only activity reported during this time was at the grave sites of persons who died during EE-5092, with an injured humanoid figure sitting by the respective headstones. The anomaly returned to service on 10/04/2011. SCP-4631-A was noted to be wearing bandages and an arm cast for the following three weeks, signed with messages of well-wishing from Tartarean entities of known Toronto Demon Council association.\nSince then, monitoring devices placed inside of SCP-4631's fare vending machine have observed that, instead of 10% of all deposited money being transported to homeless persons and charity groups, the figure has risen to 90%."
    ],
    "documents": [],
    "notes": [
        "Provided by the TORONTO DEMON COUNCIL Aiding the denizens of above with the best of below. Est. 1950",
        "< BEGIN LOG > Xiulan crouches in a far corner of the streetcar. At the front SCP-4631-B's hydrostats pin SCP-4631-A to the floor. Clouds of red mist obscure visuals. SCP-4631-A: How… how did you find… SCP-4631-B: PARTY CRASHER. Bone crunching sounds. Squelching. SCP-4631-B: I LOST AN EYE FROM YOU. MARQUISE 3 LOST HER FACE. Squelching. SCP-4631-B: IT WAS HER BEST FACE. SCP-4631-A begins to reply but is muffled; metallic screeches and crunches are heard as pieces of the streetcar cave in. SCP-4631-A: …nothing compared to what you did to all of… all of them… SCP-4631-B: THE MARQUISE HATES HYPOCRITES. SCP-4631-A converts a hand into a beak that bites off one of SCP-4631-B's arms. Six wings sprout from their back and they attempt to fly to the rear of the car but are pulled back in. SCP-4631-A is thrown into the cabin walls, breaking through them. SCP-4631-B: THE MARQUISE KNOWS. THE PAST ALWAYS CATCHES UP. SHE KNOWS. SCP-4631-A: I… I know. SCP-4631-A submerges a limb into the streetcar controls. SCP-4631-A: I don't care. The streetcar accelerates and collides into the side of a building. Windows shatter and SCP-4631-B is launched through the front windshield, allowing SCP-4631-A to stand and convert an arm into a scythe, swinging it at the entity. SCP-4631-B is laterally bisected. A hole opens behind Researcher Xiulan, which she rapidly exits through. The streetcar continues dissolving, collapsing into a pool of blood. Over the course of a minute the blood vaporizes, coalescing into a sphere of red mist, gradually shrinking in size. Eventually it vanishes. The remnants of SCP-4631-B lie on the pavement. No sign of SCP-4631-A is noted. < END LOG >"
    ],
    "containment_procedures": "As SCP-4631 cannot be physically contained, and as its anomalous properties are not outwardly visible, SCP-4631 is allowed to operate publicly. Amnestics are to be administered in the event that any civilians notice anomalous phenomena. The Site-201 Containment Oversight Team is in continued contact with the Toronto Transit Commission to ensure that other streetcars do not interrupt SCP-4631's operation.",
    "description": "SCP-4631 is a Flexity Outlook streetcar operated by a Type I Tartarean Entity (SCP-4631-A), serving on the Spadina streetcar line in Toronto, Ontario, Canada. The vehicle's exterior and its interior cabins are normal in make, though deviations from standard Flexity streetcars exist in its internal mechanisms. This includes:",
    "title": "SCP-4631"
}