{
    "url": "https://scp-wiki.wikidot.com/scp-4641",
    "all_text": "rating: \n+47\n+\n–\nx\n\n\nItem #:\n SCP-4641\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures \n(pending review)\n:\n SCP-4641 must be kept in a secure containment locker. Personnel who are experienced with probability, chance, and evidence-based deduction are to play SCP-4641 every 4 weeks, with the amount of participants adjusting to the instance provided. Players are not to cheat, nor attempt to break the rules in any way.\n\n\nDescription:\n SCP-4641 is a modified version of the \nCluedo\n1\n board game. In the game, players must find hints and use the process of elimination to discover who is responsible of the murder of an unknown victim. SCP-4641 contains a different board, characters, and item tokens every time it is opened, with names corresponding to real-life locations and people. Each new instance of SCP-4641 corresponds with a murder attempt taking place two weeks in the future.\n\n\nIf the game is won, an event similar to the one described in the game will happen in reality, though the murder would have been narrowly avoided, due to either luck or interference from a third-party. But if the game is lost or is halted for more than 7 minutes, the event will play out as described in-game. Achieving the win condition varies widely in difficulty, due to the varying size of the board and the number of locations, items, and characters.\n\n\nCessation of playing SCP-4641 for a length longer than 5 weeks results in a slight but noticeable rise in global violent crime rate, particularly in Cairo, Egypt. Attempts to cheat, purposefully lose, or automate SCP-4641 with limited AIs have failed, with each attempt leading to a fail-state and also increasing the violent crime rate. Playing a full game of SCP-4641 immediately halts the increase and lowers it to its normal level.\n\n\nTest Log:\n\n\n\n\n\n\nNumber of Instance\n\n\nDate\n\n\nDescription\n\n\nGame Length\n\n\nOutcome\n\n\n\n\n\n\n001\n\n\n07/03/1975\n\n\nGame board resembled Lansing, Michigan, with buildings acting as the \"rooms\". There were a total of 35 characters, and 129 items.\n\n\n7 hours\n\n\nGame Lost. Investigation revealed that two weeks later, Jeanine Oswalt was strangled to death by her ex-boyfriend, using a length of rope.\n\n\n\n\n\n\n029\n\n\n09/14/1976\n\n\nGame board resembled a small alleyway, with only 2 \"rooms\", 5 characters, and 4 items.\n\n\n45 minutes\n\n\nGame Won. Investigation revealed that a Carlos Garcia in Camargo, Mexico narrowly escaped a stabbing by cartel members.\n\n\n\n\n\n\n058\n\n\n01/12/1979\n\n\nGame board resembled a New York City block, with 12 \"rooms,\" 28 characters, and 19 items.\n\n\n3 hours\n\n\nGame Lost. Two weeks later, Nelson Rockefeller\n2\n died of poisoning via wolfsbane from his aide, Megan Marshack.\n\n\n\n\n\n\n087\n\n\n05/01/1981\n\n\nGame board resembled the Vatican City, with the only rooms being \"Pope's Quarters,\" \"The Square,\" and \"The Alley.\" 46 characters, and 53 items\n\n\n15 hours\n\n\nGame Won. Pope John Paul II narrowly survived four gunshot wounds from Mehmet Ali Ağca.\n\n\n\n\n\n\n234\n\n\n03/14/1995\n\n\nGame board resembled Site-19, with \"rooms\" corresponding to containment units. Each character was a researcher, and the items were all lethal SCPs contained within Site-19.\n\n\n4 hours\n\n\nGame Won. Senior Researcher Jason ████ narrowly escaped SCP-████ during a containment breach. It was revealed that cooperation between players is not considered cheating.\n\n\n\n\n\n\n378\n\n\n10/09/2005\n\n\nGame board resembled a warehouse within Three Portlands. There is only one room, hosting what is believed to be a time machine. All 9 characters were identical, and there were 9 identical murder weapons.\n\n\n5 minutes\n\n\nGame Won. Due to the game being seemingly unwinnable, a player accused a character at random, leading to a win-state. Grandfather paradox potentially avoided.\n\n\n\n\n\n\n713\n\n\n06/31/202█\n\n\nGameboard was 3 x 3 meters\n2\n, and resembled depictions of the Egyptian Underworld. Set, Horus, Bes, and Sekhmet were among 253 playable characters, along with 752 items, most of which were unfamiliar to players, but were later identified as mummification tools.\n\n\n23 hours\n\n\nGame Lost. Over the next several months, Egypt was stricken by multiple droughts, with the River Nile dropping to its lowest level in over 120 years. The agricultural sector, which makes up 14% of Egypt's GDP, went into a severe recession. Estimated total cost in damages: $45 billion. Based on the rate of EVE accumulation within the Nile River, the Archon-Class Type-V reality bender that inhabited the Nile should reform within the next 10 years.\n\n\n\n\n\n\nAddendum 4641.1:\n Following several tentative tests on SCP-4641, it has been concluded that SCP-4641 possesses little to no precognitive nor predictive abilities. Rather, SCP-4641 possesses the capability to mildly influence the behavior of others, with no known range, based on the outcome of the game. As the victims of SCP-4641 are randomly chosen, and there is no way to predict nor prevent SCP-4641 being complicit in the murder of those who maintain the Veil, or in (even temporarily) assassinating anthropomorphized concepts of nature, current containment procedures for SCP-4641 are considered to be unsatisfactory, and must be updated with all due haste.\n\n\n\n\nFootnotes\n\n\n1\n. Known as \nClue\n in North America.\n\n\n2\n. Vice President under Gerald Ford.\n\n\n\n\n\n\n\n\n« \nSCP-4640\n | SCP-4641 | \nSCP-4642\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4641\n\" by Anorrack, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4641\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 4641.1: Following several tentative tests on SCP-4641, it has been concluded that SCP-4641 possesses little to no precognitive nor predictive abilities. Rather, SCP-4641 possesses the capability to mildly influence the behavior of others, with no known range, based on the outcome of the game. As the victims of SCP-4641 are randomly chosen, and there is no way to predict nor prevent SCP-4641 being complicit in the murder of those who maintain the Veil, or in (even temporarily) assassinating anthropomorphized concepts of nature, current containment procedures for SCP-4641 are considered to be unsatisfactory, and must be updated with all due haste."
    ],
    "documents": [],
    "notes": [
        "\" SCP-4641 \" by Anorrack, from the SCP Wiki . Source: https://scpwiki.com/scp-4641 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4641",
    "object_class": "Keter",
    "description": "SCP-4641 is a modified version of the Cluedo1 board game. In the game, players must find hints and use the process of elimination to discover who is responsible of the murder of an unknown victim. SCP-4641 contains a different board, characters, and item tokens every time it is opened, with names corresponding to real-life locations and people. Each new instance of SCP-4641 corresponds with a murder attempt taking place two weeks in the future.",
    "title": "SCP-4641"
}