{
    "url": "https://scp-wiki.wikidot.com/scp-4642",
    "all_text": "rating: \n+55\n+\n–\nx\n\n\n\n\nItem #:\n SCP-4642\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n An unused aircraft hangar at Site-17 has been retrofitted as a containment chamber for SCP-4642, including a drainage system leading directly to the Site's incinerator. The hangar doors must remain welded shut, with entry to the containment chamber permissible only via the newly created security doors on the South wall, which lead to the decontamination showers.\n\n\nOther than during approved experimental procedures, SCP-4642 is to be secured to the chamber floor. The current experimental schedule requires the use of three D-Class subjects per month for the production of SCP-4642-1. D-Class subjects should be naked for testing purposes.\n\n\nDescription:\n SCP-4642 is a biomechanical object formed of human anatomical elements and an unidentified ferrous metal. The object is thought to have been used for artistic purposes. Testing has confirmed that all biological material in SCP-4642 is genetically identical.\n\n\nSCP-4642 consists of three human torsos arranged side-by-side in a supine position, with their skin and flesh grafted together. The connection is reinforced by metal bands linking adjacent ribcages. The limbs and pelvic bones of each torso have been surgically removed, and their sternums split, although the skin in these areas appears undamaged. The spine of each torso has been extended to a length of 2 meters by the inclusion of additional vertebrae at its lower end. The ends of the spines curve upward and inward to meet at a single point.\n\n\nAbdominal organs are absent, replaced with a set of twenty-eight urinary bladders each containing a particular human bodily fluid (eg gastric acid, semen and vitreous humor). When SCP-4642 is active, these fluids are exuded from the bladders into urethral tubes and are replenished through unknown means. The urethral ducts form a complex network, leading to a series of eighty sphincters on the ventral face of SCP-4642. Each sphincter contains a human tongue, which is independently mobile and can extend up to four inches outside SCP-4642's body.\n\n\nThe torsos of SCP-4642 have been decapitated, and the stumps of the necks covered in grafted skin. A human head is attached to the central torso, with the back of the head affixed to the stump of the neck, and the roman numeral \"L\" tattooed on the brow. The head appears to be male, and has pale skin, dark hair and blue eyes. The eyelids and tongue have been surgically removed, and the jaw wired open. A long crank made of ferrous metal extends from the mouth and into the body of SCP-4642.\n1\n\n\nIf the crank is turned, SCP-4642 becomes active. An unidentified buoyant gas fills the lungs of each torso, which expand to form a dirigible, pushing apart the divided ribcages and filling the vacant abdominal space. SCP-4642 is then able to float, and propels itself through the air by an unknown method. In this state, the tongues on SCP-4642's ventral face emerge from their sphincters and move slowly back and forth.\n\n\nWhen mobile, SCP-4642 will float towards the nearest human subject. One or more fluids will be released from its bladders through the duct system, and SCP-4642 will attempt to paint these fluids on the subject's exposed skin, using its tongues. Where insufficient skin is exposed, attempts to remove clothing have been recorded.\n\n\nBody paintings by SCP-4642 (referred to as SCP-4642-1 instances) consist primarily of abstract geometric patterns, but have included techniques analogous to pointillism, tachism and impasto. Due to the nature of the fluids used for painting, SCP-4642-1 instances may not be easily visible, and are impermanent. SCP-4642-1 instances have no anomalous effects on observers.\n\n\nSubjects painted by SCP-4642 exhibit anomalous psychological effects, consisting primarily of new or altered opinions about SCP-4642. SCP-4642 generally ceases activity following production of SCP-4642-1 instances, but atypical behaviour has been observed in some circumstances.\n\n\nAddendum 1: notable SCP-4642-1 instances\n\n\n\n\n\n\nInstance\n\n\nSubject\n\n\nFluids Used\n\n\nSCP-4642's Reaction\n\n\nSubject's Reaction\n\n\n\n\n\n\nSCP-4642-1-E\n\n\nD-1407\n\n\nBlood, Rheum, Saliva\n\n\nSCP-4642 continued contact with D-1407 on completion of SCP-4642-1, and remained active for longer than usual.\n\n\nSubject displayed positive affect towards SCP-4642, and requested further exposure to it, as well as suggesting an expanded testing regime.\n\n\n\n\n\n\nSCP-4642-1-G\n\n\nD-0483\n\n\nLymph, Peritoneal fluid, Pus\n\n\nSCP-4642 made several attempts before commencing painting, and each of its mobile elements was individually flexed after completion.\n\n\nSubject described SCP-4642 as \"requiring further work\" and requested the opportunity to \"fix\" SCP-4642.\n\n\n\n\n\n\nSCP-4642-1-J\n\n\nD-1672\n\n\nTears, Intracellular fluid, Vaginal discharge\n\n\nSCP-4642-1 instance was composed of particularly intricate spiral patterns. SCP-4642 immediately erased the instance, then re-painted it.\n\n\nSubject alternated between periods of worry and frustration, querying whether anyone else would understand SCP-4642.\n\n\n\n\n\n\nSCP-4642-1-N\n\n\nD-4495\n\n\nSebum, Pus, Gastric Acid, Cerumen\n\n\nSCP-4642 ceased activity immediately following completion of the SCP-4642-1 instance.\n\n\nSubject gave a detailed overview of the mechanical and biological elements of SCP-4642 and their purpose. Subject was somewhat critical of its construction, but described an overall feeling of \"pride\".\n\n\n\n\n\n\nSCP-4642-1-R\n\n\nD-3084\n\n\nUrine, Aqueous humor, Bile\n\n\nSCP-4642 moved rapidly, repeatedly crashing into walls and floor, until restrained.\n\n\nSubject expressed a strong desire to destroy SCP-4642. SCP-4642 was described as \"a failure\" and \"an embarrassment\". Subject displayed mild paranoiac symptoms focused on whether other persons would \"like\" SCP-4642.\n\n\n\n\n\n\nSCP-4642-1-Y\n\n\nD-2926\n\n\nAmniotic fluid, Cerebrospinal fluid, Chyle\n\n\nSCP-4642 was not able to be reactivated for a period of six months following this test.\n\n\nSubject reacted calmly to SCP-4642, but later suffered serious self-inflicted injuries. See interview extracts below.\n\n\n\n\n\n\nAddendum 2: Interview Transcript Extract\n\n\nInterviewed:\n D-2926\n\n\nInterviewer:\n Senior Researcher Denis Kuznetsov\n\n\nNote: D-2926 was admitted to the site infirmary suffering acute blood loss from lacerations to the wrists, torso and calves, as well as severe trauma to his teeth and jaw. D-2926's voice was muffled or unclear throughout the recording. Speech has been transcribed to the extent possible.\n\n\n\n\nKuznetsov:\n Right, let's move on to the incident. One week ago you were tested with an anomalous object, yes?\n\n\nD-2926:\n <\nindistinct\n>\n\n\nKuznetsov:\n Get him closer to the microphone. Again please.\n\n\nD-2926:\n Yes.\n\n\nKuznetsov:\n This object painted your body, correct?\n\n\nD-2926:\n Yes.\n\n\nKuznetsov:\n And you did not report any pain, discomfort or anxiety during the test?\n\n\nD-2926:\n That's correct.\n\n\nKuznetsov:\n And nothing afterwards either.\n\n\nD-2926:\n No.\n\n\nKuznetsov:\n Okay. Tell me how you felt immediately after the test.\n\n\nD-2926:\n How can I explain this to you? My feelings were - I felt as if <\nindistinct\n> had served its purpose. There are pleasing things about it, and things that could have been done differently, but overall I was satisfied with the work. I feel as though I have learned from the experience.\n\n\nKuznetsov:\n But no feelings of stress, or unhappiness, or negativity?\n\n\nD-2926:\n No.\n\n\nKuznetsov:\n And how do you feel now?\n\n\nD-2926:\n I feel the same, essentially. Perhaps <\nindistinct\n>.\n\n\nKuznetsov:\n Again, I'd like to remind you of the penalties for lying, D-2926. Your medical report says that you beat the side of your head against your bedframe to knock out several molars, then you sharpened the roots of those teeth and used them to make incisions on your chest and belly. Apparently you peeled back the skin and left it hanging in flaps.\n\n\nD-2926:\n Yes.\n\n\nKuznetsov:\n The injuries to your wrists and legs were caused by - by you tearing them open with your remaining teeth. When the orderlies found you, you were attempting to link the exposed arteries from your left wrist to those in your right ankle. You had bitten off part of your tongue, which was found in one of the wounds on your chest.\n\n\nD-2926:\n That's correct.\n\n\nKuznetsov:\n And despite these injuries, you claim that the anomaly did not give you suicidal thoughts?\n\n\nD-2926:\n Doctor, whatever the faults in the work, it does not make me feel suicidal. On the contrary, I feel inspired.\n\n\nKuznetsov:\n Inspired? To self-harm?\n\n\nD-2926:\n To new creation.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The metal used in SCP-4642 is characteristic of anomalies associated with GoI-192 (Мясной цирк / \"Meat Circus\")(eg \nSCP-1016-RU\n, \nSCP-1063-RU\n and \nSCP-1695\n). However the anomaly was not recovered in conjunction with a note from the Person of Interest known as \"F\", which have been found with other \"Meat Circus\" anomalies (eg \nSCP-1249-RU\n and \nSCP-1296-RU\n). Investigation is ongoing.\n\n\n\n\n\n\n\n\n« \nSCP-4641\n | SCP-4642 | \nSCP-4643\n »\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4642\n\" by psul, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4642\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1: notable SCP-4642-1 instances",
        "Addendum 2: Interview Transcript Extract"
    ],
    "documents": [],
    "notes": [
        "Kuznetsov: Right, let's move on to the incident. One week ago you were tested with an anomalous object, yes? D-2926: < indistinct > Kuznetsov: Get him closer to the microphone. Again please. D-2926: Yes. Kuznetsov: This object painted your body, correct? D-2926: Yes. Kuznetsov: And you did not report any pain, discomfort or anxiety during the test? D-2926: That's correct. Kuznetsov: And nothing afterwards either. D-2926: No. Kuznetsov: Okay. Tell me how you felt immediately after the test. D-2926: How can I explain this to you? My feelings were - I felt as if < indistinct > had served its purpose. There are pleasing things about it, and things that could have been done differently, but overall I was satisfied with the work. I feel as though I have learned from the experience. Kuznetsov: But no feelings of stress, or unhappiness, or negativity? D-2926: No. Kuznetsov: And how do you feel now? D-2926: I feel the same, essentially. Perhaps < indistinct >. Kuznetsov: Again, I'd like to remind you of the penalties for lying, D-2926. Your medical report says that you beat the side of your head against your bedframe to knock out several molars, then you sharpened the roots of those teeth and used them to make incisions on your chest and belly. Apparently you peeled back the skin and left it hanging in flaps. D-2926: Yes. Kuznetsov: The injuries to your wrists and legs were caused by - by you tearing them open with your remaining teeth. When the orderlies found you, you were attempting to link the exposed arteries from your left wrist to those in your right ankle. You had bitten off part of your tongue, which was found in one of the wounds on your chest. D-2926: That's correct. Kuznetsov: And despite these injuries, you claim that the anomaly did not give you suicidal thoughts? D-2926: Doctor, whatever the faults in the work, it does not make me feel suicidal. On the contrary, I feel inspired. Kuznetsov: Inspired? To self-harm? D-2926: To new creation.",
        "\" SCP-4642 \" by psul, from the SCP Wiki . Source: https://scpwiki.com/scp-4642 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Euclid",
    "containment_procedures": "An unused aircraft hangar at Site-17 has been retrofitted as a containment chamber for SCP-4642, including a drainage system leading directly to the Site's incinerator. The hangar doors must remain welded shut, with entry to the containment chamber permissible only via the newly created security doors on the South wall, which lead to the decontamination showers.",
    "description": "SCP-4642 is a biomechanical object formed of human anatomical elements and an unidentified ferrous metal. The object is thought to have been used for artistic purposes. Testing has confirmed that all biological material in SCP-4642 is genetically identical.",
    "title": "SCP-4642"
}