{
    "url": "https://scp-wiki.wikidot.com/scp-4649",
    "all_text": "rating: \n+41\n+\n–\nx\n\n\n\n\n\n\nItem #:\n SCP-4649\n\n\nLevel 3/4649\n\n\n\n\n\n\nObject Class:\n Safe\n\n\nClassified\n\n\n\n\n\n\nLead Researcher(s):\n Dr. Yuri Sobakin, Dr. Alena Koshka\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-4649 at the commencement of an event in Grozny, Russia.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-4649 is to be disassembled and transported to Site-77 for further testing. It is to be isolated within an underground bunker, located at least 500 meters from the main site, with access granted only to female security personnel with Level 3 clearance or higher.\n\n\nMembers of the public who have attended events featuring SCP-4649 are to be amnesticised and relocated out of Grozny, Russia.\n\n\nUPDATE:\n PoI-4649 and her associates are to be considered Level 4 containment priorities. Under no circumstances are they to come into contact with SCP-4649. PoI-4649 (currently the only member in custody) is to be contained in a standard humanoid cell and supervised only by female Foundation staff.\n\n\nDescription:\n SCP-4649 is an octagonal-ring, 9 meters across in diameter, normally utilised in Mixed Martial Arts (MMA) competition. The outer fencing is made of reinforced steel and its base comprises of plywood, foam, and canvas. The floor of the structure is suspended 1.2 meters off the ground.\n\n\nAny blood that comes into contact with the base of SCP-4649 dissipates within 24 hours, whether human in origin or otherwise. Inspection of the area directly beneath the structure shows no trace residue or stains.\n\n\nFollowing \nAbsolute Championship Berkut 19\n1\n, SCP-4649 has been found to induce increased aggression, adrenaline spikes and a dampening of neuro-inhibitors in biologically male subjects (See Addendum 4649-01 for more information).\n\n\nDiscovery:\n The Foundation was alerted to the anomalous nature of \"Absolute Championship Berkut\" events in general after a total of 16 deaths were reported within a six-month period, with members of the audience comprising a quarter of the casualties. In addition, law enforcement records show spikes in arrests for violent assault, more than triple that for disorderly behaviour and an overwhelming number of complaints lodged for noise pollution whenever an ACB event was hosted in the area.\n\n\nThe disappearance of blood from SCP-4649 was first attributed to a dedicated janitorial team, who was tasked with the removal of human fluids at the conclusion of each event. CCTV footage from the arena, however, showed no such janitorial interference.\n\n\n\n\n\n\n\n\n▶ Addendum 4649-01: Initial Site Survey\n\n\n\n\n⊟ Addendum 4649-01: Initial Site Survey\n\n\n\n\n\n\nForeword:\n Lead Researchers, Dr. Yuri Sobakin (Male, 41) and Dr. Alena Koshka (Female, 35), posed as attendees at \nACB 19: The Baltic Challenge\n. Footage was recorded using a handheld camera and sound levels of the crowd were measured using a digital recording device.\n\n\nFor Reference:\n\n\n\n\n\n\n\n\nACB 19: Official Fight Card\n\n\n\n\n\n\n#\n\n\nWeight Class\n\n\nFight Scheduled\n\n\n\n\n\n\n1\n\n\nLightweight (70 kg)\n\n\nGedeon Tokov (RUS) vs. Ovdei Zając (RUS)\n\n\n\n\n\n\n2\n\n\nMiddleweight (84 kg)\n\n\nZoran Kasumov (RUS) vs. Ivan Baier (UKR)\n\n\n\n\n\n\n3\n\n\nMiddleweight (84 kg)\n\n\nYerik Umarov (RUS) vs. Iziaslav Azubekov (UZB)\n\n\n\n\n\n\nCo-Main\n\n\nHeavyweight (120 kg)\n\n\nAndrian Andryszak (RUS) vs. Zimiy Bashaev (KAZ)\n\n\n\n\n\n\nMain-Event\n\n\nWomen's Bantamweight (57 kg)\n\n\nThyia Jojua (GEO) vs. Kharysa Pevneva (RUS)\n\n\n\n\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n[20:01]: \nCamera pans across sections of the stadium. Roughly 1,000 people in attendance. The lights have been dimmed, with only SCP-4649 illuminated by flood-lights in the center of the arena.\n\n\nDr. Sobakin:\n Sound check, if you'd please, Alena.\n\n\nDr. Koshka:\n Registered. About 85 decibels. Normal for a crowd like this.\n\n\nDr. Sobakin:\n Reminds me of \nGriboyedovsky\n2\n, doesn't it?\n\n\nDr. Koshka:\n Please, there were \nmore\n people back then.\n\n\n[20:16]: \nThe first fight commences: two Caucasian males trade punches and kicks within the confines of SCP-4649.\n\n\n[20:25]: \nThe fighter in red inflicts a deep wound above his opponent's eye — first blood of the night. Despite the fighter in black bleeding profusely, the referee ignores the injury and waves for the fight to continue.\n\n\n[20:31]: \nThe fighter in black goes down in the 2nd minute of the 3rd round. The fighter in red pins him down and continues raining punches down on him even though the fight is over. The referee restrains him after a minute has passed.\n\n\nDr. Sobakin:\n Spike of 120 on the decibel-meter!\n\n\nDr. Koshka:\n Feels like a chainsaw going off next to my ear.\n\n\nDr. Sobakin:\n Zoom in on canvas.\n\n\n[20:33]: \nCamera captures multiple splotches of blood on the floor of SCP-4649.\n\n\nDr. Koshka:\n Multiple incidences of high-velocity blood splatters within SCP-4649, and they already appear to be fading.\n\n\nDr. Sobakin:\n Hmph. Definitely more blood on that shithead when he tried to hit on you at the bar last week.\n\n\nDr. Koshka:\n Focus, Yuri.\n\n\n[20:45-21:33]: \nThe second and third fights escalate in violence. The former lasts a full five rounds, whilst the latter only lasts sixty seconds. Both, however, feature the same amount of blood loss. SCP-4649 is three-quarters covered in blood by this point, making it difficult for the camera to focus on any one spot. Decibel readings rise to 130, similar to the roar of a jet's engines.\n\n\n\n\nDr. Sobakin:\n Make sure you’re recording every inch of the floor, Koshka!\n\n\nDr. Koshka:\n I’m trying! There’s just… so much…\n\n\nDr. Sobakin:\n If you can't do it properly, maybe I should take over!\n\n\n[22:05]: \nThe fourth fight commences. One of the fighters repeatedly throws his opponent down to the canvas before targeting his face with punches. Both fighters become completely covered in blood, of which its origins cannot be determined by this point of time.\n\n\nDr. Koshka:\n (muffled) Decibel readings are through the roof! 140 and rising! If this continues, we’ll go deaf, Yuri! Yuri?!\n\n\n[22:15]: \nCamera pans to the right, where Dr. Sobakin is seen to be on his feet, screaming and shouting along with the rest of the crowd. His face extremely flushed.\n\n\nDr. Sobakin:\n KILL HIM! KILL THE BASTARD!\n\n\n[22:16]: \nCamera whips to the left, where a brawl erupts between two men in the stands.\n\n\nDr. Koshka:\n Yuri! Perhaps we should terminate the operation and—\n\n\nDr. Sobakin:\n Quiet! The main event is starting! Make sure you film the \nmothers\n properly!\n\n\n[22:17]: \nCamera shaky as it pans back to SCP-4649. The music is so loud that nothing else can be heard in the arena. Two women make their way down the aisles from opposite sides, with rows of spectators bowing and swaying in sync with the music.\n\n\n[22:19]: \nSound-recording device shows a consistent reading of 150 decibels (a thunderclap repeatedly going off) with each beat of the speakers. The device also captures Dr. Koshka's breathing, close to the mic.\n\n\n[22:20]: \nThe main event begins. The camera shakes as the stadium erupts in a frenzy. Dr. Koshka’s panicked gasps can be heard as she struggles to keep the camera focused on SCP-4649. The female fighters tear into each other, repeatedly throwing each other down into the congealed blood beneath their feet.\n\n\n[22:25]: \nCamera captures a mass brawl occurring in the lower stands. People are climbing over and tackling each other to the ground. Dr. Sobakin lunges at someone in the row in front.\n\n\n[22:29]: \nDr. Koshka turns the camera up towards her face.\n\n\nDr. Koshka:\n (shouts) Help me!! He's gone crazy! Everyone is killing—!\n\n\n[22:30]: \nDr. Sobakin grabs the camera, grinding his teeth into the feed. Both his ears are bleeding from either side.\n\n\nDr. Sobakin:\n BLOOD FOR THE BLOOD GOD! BLOOD FOR THE MOTHERS!\n\n\n[22:31]: \nKoshka screams as the handheld camera falls to the floor. The last shot captures an out-of-focus SCP-4649 at a distance, the entire floor covered in blood, as one of the female fighters rips something off the other woman's shoulders.\n\n\n[22:32]: \nCamera feed cuts.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKharysa Pevneva in the aftermath of her first-degree murder of Thyia Jojua within the confines of SCP-4649. Later, when interrogated, she claimed to have no memory of her actions.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n▶ Addendum 4649-02: Related Newspaper Excerpts\n\n\n\n\n⊟ Addendum 4649-02: Related Newspaper Excerpts\n\n\n\n\n\n\nNote:\n The following are articles sourced in English. Foundation translators have corroborated their content with Russian-based articles.\n\n\n\n\nExcerpt #1:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSource: \nThe Moscow Times\n\n\n\n\n\n\n\n\n\n\nDr. Koshka's Audio Log #1:\n\n\nI don't remember much, but there are still flashes of blood everywhere. If members of MTF Nu-6\n3\n hadn't intervened at that very moment, I fear Yuri would have surely…\n\n\nThose who could be restrained were taken into Foundation custody and amnesticised. Others, like Dr. Sobakin, went feral and had to be put down on the spot.\n\n\nWe are working with the Russian authorities to present a cover story for the events of that evening: a stampede resulted in over a hundred civilian casualties, of which thirty-five had conditions \"tragically worsening overnight\".\n\n\nMore importantly, I will resume our investigations into SCP-4649. It will be my way of honouring Yuri's sacrifice.\n\n\n\n\n\n\n\n\nExcerpt #2:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\ndated 09.02.2017\n\n\n\n\n\n\n\n\nDr. Koshka's Audio Log #2:\n\n\nAlready, there have been several incidences at Site-77 during our testing of SCP-4649. A janitor became aggressive and started attacking people; an MTF soldier opened fire on the rest of his locker room…\n\n\nI cannot explain it, but images keep flashing in my head, of barren landscapes and broken pillars of sandstone, just like the ruins discovered near Grozny (pictured above).\n\n\nI visited the archaeologist, Dr. Campbell, on Monday. He couldn't explain why excavated bone samples showed evidence of extensive blunt force trauma, or why dental records recovered from the site have been exclusively male in origin.\n\n\nI think Yuri would be proud of the progress I've made. Despite his temper tantrums, his favourite proverb was always, \"Draw not your bow till your arrow is fixed\". I am getting close to finding the person responsible for his death.\n\n\n\n\n\n\nExcerpt #3:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\ndated 05.06.2019, \nSportsweek Russia\n\n\n\n\n\n\n\n\n\n\nDr. Koshka's Audio Log #3:\n\n\nACB's Directors remain at large, and the company continues to host events in Grozny with impunity.\n\n\nWe have to cut off their heads, as ironic as that sounds. There is no telling how many more people will be affected if this blood sport spreads to the rest of Russia, or god forbid, the entire world.\n\n\nI am ready to confront our prisoner, for Yuri.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n▶ Access Additional Documentation\n\n\n\n\n⊟ Addendum 4649-03: Second Interrogation of Ms. Kharysa Pevneva\n\n\n\n\n\n\nInterviewer:\n Dr. Alena Koshka, Lead Researcher\n\n\nSubject:\n Ms. Kharysa Pevneva, former CEO and Director of Absolute Championship Berkut (ACB)\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Koshka:\n Ms. Pevneva, are you aware of why we've brought you here?\n\n\nMs. Pevneva:\n That other guy already asked me these questions. I don't know anything.\n\n\nDr. Koshka calmly places photographs in front of Ms. Pevneva, each one increasing in terms of violence and bloodshed from ACB 19. The last picture in particular shows a decapitated corpse on the ground.\n\n\nDr. Koshka:\n These look familiar? That last one is \nyour\n handiwork.\n\n\nMs. Pevneva doesn't flinch, barely glances at the photographs.\n\n\nMs. Pevneva:\n I already said I don't remember doing any of that crap.\n\n\nDr. Koshka is visibly agitated. She shoves another photograph into Kharysa's face.\n\n\nDr. Koshka:\n It doesn't matter if you remember doing it or not, you little \nshit\n. You're still getting charged for first-degree murder.\n\n\nPevneva smiles slightly.\n\n\nMs. Pevneva:\n I see what's happening here. You think I killed him, don't you?\n\n\nKoshka slams the last photograph on the table. It shows the corpse of Dr. Yuri Sobakin, beaten to a near unrecognisable state.\n\n\nDr. Koshka:\n You will tell me what happened that night — what happened to \nhim\n. Then, you're going to go away for a very long time.\n\n\n\n\nMs. Pevneva:\n (laughs) You're \nactually\n upset that he's dead, aren't you? Tell me, who was he to you? Why are so upset about poor Doctor Sobakin?\n\n\nDr. Koshka looks shocked.\n\n\nDr. Koshka:\n How did you—?\n\n\nMs. Pevneva smiles.\n\n\nMs. Pevneva:\n You're also having visions, aren't you, daughter? You must have been in the arena when it happened.\n\n\nDr. Koshka:\n I— I don't know what you're talking about.\n\n\nMs. Pevneva:\n Let me enlighten you then, dear daughter. What you saw were glimpses of our glorious past, a golden age when you and I ruled the world together, and the \nmen\n… Hmph. There were no such things as \"men\" back then, only the gods and those who served them.\n\n\nDr. Koshka:\n Man or woman, it didn't matter, did it? What about Thyia Jojua? You ripped her head clean off her shoulders. You murdered her in cold blood!\n\n\nMs. Pevneva shrugs.\n\n\nMs. Pevneva:\n There can only be \none\n Matriarch of every clan, and Thyia challenged me for my throne. Let's just say she lost her head, and I kept my own.\n\n\nDr. Koshka:\n But we stopped your little blood ritual. The Foundation has you in custody, along with your broken arena.\n\n\nMs. Pevneva:\n Oh, but I can wait, daughter. History has shown that your kind cannot hold us forever. Meanwhile, my sisters will carry my mantle to the rest of the world. There is no stopping us from rewriting history as we see fit.\n\n\nDr. Koshka:\n You… If I could put you down the same way you did those innocent men and women, I would do so in a heartbeat.\n\n\nMs. Pevneva:\n Please. We both know you cared less about those \"innocent\" men and women less than wanting revenge for your husband. They were nothing more than slaves to the spectacle, daughter, with their lust, greed and unbridled rage. I didn't kill Yuri. No… I saved you \nfrom\n him. They killed themselves when they entered the arena that night, when they revealed who they really were.\n\n\nDr. Koshka is visibly upset.\n\n\nDr. Koshka:\n You're wrong. Yuri was a brilliant man.\n\n\nMs. Pevneva:\n Those who willingly throw themselves into the flames do not deserve our sympathy, daughter. They are nothing but sheep to the slaughter, and we are their rightful queens.\n\n\n[END LOG]\n\n\n\n\n\n\nDr. Koshka's Audio Log #4:\n\n\nIn the event of security breach, MTF Nu-6 (\"Hell's Gals\") are to deploy and attempt to contain PoI-4649. Should contact be made with SCP-4649, MTF personnel are authorised to terminate the subject along with any infected personnel.\n\n\nMTF Nu-6 are currently in the preparatory stages of \"Operation Guillotine\", a full raid on ACB Headquarters. If they want \nblood\n, they will have it.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. An MMA event held in May 2015, dubbed \"The Baltic Bloodbath\")\n\n\n2\n. A matrimonial registration hall in Moscow, Russia.\n\n\n3\n. a.k.a \"Hell's Gals\"\n\n\n\n\n\n\n\n\n« \nSCP-4648\n | SCP-4649 | \nSCP-4650\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "[BEGIN LOG] [20:01]: Camera pans across sections of the stadium. Roughly 1,000 people in attendance. The lights have been dimmed, with only SCP-4649 illuminated by flood-lights in the center of the arena. Dr. Sobakin: Sound check, if you'd please, Alena. Dr. Koshka: Registered. About 85 decibels. Normal for a crowd like this. Dr. Sobakin: Reminds me of Griboyedovsky 2 , doesn't it? Dr. Koshka: Please, there were more people back then. [20:16]: The first fight commences: two Caucasian males trade punches and kicks within the confines of SCP-4649. [20:25]: The fighter in red inflicts a deep wound above his opponent's eye — first blood of the night. Despite the fighter in black bleeding profusely, the referee ignores the injury and waves for the fight to continue. [20:31]: The fighter in black goes down in the 2nd minute of the 3rd round. The fighter in red pins him down and continues raining punches down on him even though the fight is over. The referee restrains him after a minute has passed. Dr. Sobakin: Spike of 120 on the decibel-meter! Dr. Koshka: Feels like a chainsaw going off next to my ear. Dr. Sobakin: Zoom in on canvas. [20:33]: Camera captures multiple splotches of blood on the floor of SCP-4649. Dr. Koshka: Multiple incidences of high-velocity blood splatters within SCP-4649, and they already appear to be fading. Dr. Sobakin: Hmph. Definitely more blood on that shithead when he tried to hit on you at the bar last week. Dr. Koshka: Focus, Yuri. [20:45-21:33]: The second and third fights escalate in violence. The former lasts a full five rounds, whilst the latter only lasts sixty seconds. Both, however, feature the same amount of blood loss. SCP-4649 is three-quarters covered in blood by this point, making it difficult for the camera to focus on any one spot. Decibel readings rise to 130, similar to the roar of a jet's engines. Dr. Sobakin: Make sure you’re recording every inch of the floor, Koshka! Dr. Koshka: I’m trying! There’s just… so much… Dr. Sobakin: If you can't do it properly, maybe I should take over! [22:05]: The fourth fight commences. One of the fighters repeatedly throws his opponent down to the canvas before targeting his face with punches. Both fighters become completely covered in blood, of which its origins cannot be determined by this point of time. Dr. Koshka: (muffled) Decibel readings are through the roof! 140 and rising! If this continues, we’ll go deaf, Yuri! Yuri?! [22:15]: Camera pans to the right, where Dr. Sobakin is seen to be on his feet, screaming and shouting along with the rest of the crowd. His face extremely flushed. Dr. Sobakin: KILL HIM! KILL THE BASTARD! [22:16]: Camera whips to the left, where a brawl erupts between two men in the stands. Dr. Koshka: Yuri! Perhaps we should terminate the operation and— Dr. Sobakin: Quiet! The main event is starting! Make sure you film the mothers properly! [22:17]: Camera shaky as it pans back to SCP-4649. The music is so loud that nothing else can be heard in the arena. Two women make their way down the aisles from opposite sides, with rows of spectators bowing and swaying in sync with the music. [22:19]: Sound-recording device shows a consistent reading of 150 decibels (a thunderclap repeatedly going off) with each beat of the speakers. The device also captures Dr. Koshka's breathing, close to the mic. [22:20]: The main event begins. The camera shakes as the stadium erupts in a frenzy. Dr. Koshka’s panicked gasps can be heard as she struggles to keep the camera focused on SCP-4649. The female fighters tear into each other, repeatedly throwing each other down into the congealed blood beneath their feet. [22:25]: Camera captures a mass brawl occurring in the lower stands. People are climbing over and tackling each other to the ground. Dr. Sobakin lunges at someone in the row in front. [22:29]: Dr. Koshka turns the camera up towards her face. Dr. Koshka: (shouts) Help me!! He's gone crazy! Everyone is killing—! [22:30]: Dr. Sobakin grabs the camera, grinding his teeth into the feed. Both his ears are bleeding from either side. Dr. Sobakin: BLOOD FOR THE BLOOD GOD! BLOOD FOR THE MOTHERS! [22:31]: Koshka screams as the handheld camera falls to the floor. The last shot captures an out-of-focus SCP-4649 at a distance, the entire floor covered in blood, as one of the female fighters rips something off the other woman's shoulders. [22:32]: Camera feed cuts. [END LOG]",
        "Dr. Koshka's Audio Log #1: I don't remember much, but there are still flashes of blood everywhere. If members of MTF Nu-6 3 hadn't intervened at that very moment, I fear Yuri would have surely… Those who could be restrained were taken into Foundation custody and amnesticised. Others, like Dr. Sobakin, went feral and had to be put down on the spot. We are working with the Russian authorities to present a cover story for the events of that evening: a stampede resulted in over a hundred civilian casualties, of which thirty-five had conditions \"tragically worsening overnight\". More importantly, I will resume our investigations into SCP-4649. It will be my way of honouring Yuri's sacrifice.",
        "Dr. Koshka's Audio Log #2: Already, there have been several incidences at Site-77 during our testing of SCP-4649. A janitor became aggressive and started attacking people; an MTF soldier opened fire on the rest of his locker room… I cannot explain it, but images keep flashing in my head, of barren landscapes and broken pillars of sandstone, just like the ruins discovered near Grozny (pictured above). I visited the archaeologist, Dr. Campbell, on Monday. He couldn't explain why excavated bone samples showed evidence of extensive blunt force trauma, or why dental records recovered from the site have been exclusively male in origin. I think Yuri would be proud of the progress I've made. Despite his temper tantrums, his favourite proverb was always, \"Draw not your bow till your arrow is fixed\". I am getting close to finding the person responsible for his death.",
        "Dr. Koshka's Audio Log #3: ACB's Directors remain at large, and the company continues to host events in Grozny with impunity. We have to cut off their heads, as ironic as that sounds. There is no telling how many more people will be affected if this blood sport spreads to the rest of Russia, or god forbid, the entire world. I am ready to confront our prisoner, for Yuri.",
        "[BEGIN LOG] Dr. Koshka: Ms. Pevneva, are you aware of why we've brought you here? Ms. Pevneva: That other guy already asked me these questions. I don't know anything. Dr. Koshka calmly places photographs in front of Ms. Pevneva, each one increasing in terms of violence and bloodshed from ACB 19. The last picture in particular shows a decapitated corpse on the ground. Dr. Koshka: These look familiar? That last one is your handiwork. Ms. Pevneva doesn't flinch, barely glances at the photographs. Ms. Pevneva: I already said I don't remember doing any of that crap. Dr. Koshka is visibly agitated. She shoves another photograph into Kharysa's face. Dr. Koshka: It doesn't matter if you remember doing it or not, you little shit . You're still getting charged for first-degree murder. Pevneva smiles slightly. Ms. Pevneva: I see what's happening here. You think I killed him, don't you? Koshka slams the last photograph on the table. It shows the corpse of Dr. Yuri Sobakin, beaten to a near unrecognisable state. Dr. Koshka: You will tell me what happened that night — what happened to him . Then, you're going to go away for a very long time. Ms. Pevneva: (laughs) You're actually upset that he's dead, aren't you? Tell me, who was he to you? Why are so upset about poor Doctor Sobakin? Dr. Koshka looks shocked. Dr. Koshka: How did you—? Ms. Pevneva smiles. Ms. Pevneva: You're also having visions, aren't you, daughter? You must have been in the arena when it happened. Dr. Koshka: I— I don't know what you're talking about. Ms. Pevneva: Let me enlighten you then, dear daughter. What you saw were glimpses of our glorious past, a golden age when you and I ruled the world together, and the men … Hmph. There were no such things as \"men\" back then, only the gods and those who served them. Dr. Koshka: Man or woman, it didn't matter, did it? What about Thyia Jojua? You ripped her head clean off her shoulders. You murdered her in cold blood! Ms. Pevneva shrugs. Ms. Pevneva: There can only be one Matriarch of every clan, and Thyia challenged me for my throne. Let's just say she lost her head, and I kept my own. Dr. Koshka: But we stopped your little blood ritual. The Foundation has you in custody, along with your broken arena. Ms. Pevneva: Oh, but I can wait, daughter. History has shown that your kind cannot hold us forever. Meanwhile, my sisters will carry my mantle to the rest of the world. There is no stopping us from rewriting history as we see fit. Dr. Koshka: You… If I could put you down the same way you did those innocent men and women, I would do so in a heartbeat. Ms. Pevneva: Please. We both know you cared less about those \"innocent\" men and women less than wanting revenge for your husband. They were nothing more than slaves to the spectacle, daughter, with their lust, greed and unbridled rage. I didn't kill Yuri. No… I saved you from him. They killed themselves when they entered the arena that night, when they revealed who they really were. Dr. Koshka is visibly upset. Dr. Koshka: You're wrong. Yuri was a brilliant man. Ms. Pevneva: Those who willingly throw themselves into the flames do not deserve our sympathy, daughter. They are nothing but sheep to the slaughter, and we are their rightful queens. [END LOG]",
        "Dr. Koshka's Audio Log #4: In the event of security breach, MTF Nu-6 (\"Hell's Gals\") are to deploy and attempt to contain PoI-4649. Should contact be made with SCP-4649, MTF personnel are authorised to terminate the subject along with any infected personnel. MTF Nu-6 are currently in the preparatory stages of \"Operation Guillotine\", a full raid on ACB Headquarters. If they want blood , they will have it."
    ],
    "containment_procedures": "SCP-4649 is to be disassembled and transported to Site-77 for further testing. It is to be isolated within an underground bunker, located at least 500 meters from the main site, with access granted only to female security personnel with Level 3 clearance or higher.",
    "description": "SCP-4649 is an octagonal-ring, 9 meters across in diameter, normally utilised in Mixed Martial Arts (MMA) competition. The outer fencing is made of reinforced steel and its base comprises of plywood, foam, and canvas. The floor of the structure is suspended 1.2 meters off the ground.",
    "title": "SCP-4649"
}