{
    "url": "https://scp-wiki.wikidot.com/scp-4654",
    "all_text": "scp-4654\n - \nangels by dado\n\n\n\n\nExplanation about article.\n\n\n\n\nImage Credits\n\n\nhttps://commons.wikimedia.org/wiki/File:Mostschenke_Oberlaa_02.jpg\n header.png\n\n\nhttps://commons.wikimedia.org/wiki/File:Laboratory_glass_bottle-100ml.jpg\n medicine.jpg\n\n\nAll image edits were made by me, djkaktus.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+214\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n4654\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBlackened skin of individual suffering from SCP-4654 withdrawal symptoms.\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-81\n\n\nJ. Karlyle Aktus\n\n\nDesmond Altumo\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\n\n\nEmpty vial of SCP-4654.\n\n\n\n\n\n\nSpecial Containment Procedures:\n The entire known supply of SCP-4654 is to be stored in a high-security hermetically sealed item vault at Site-81. Personnel are not to interact with SCP-4654 under any circumstances without express pre-authorized approval by the Site-81 Head of Bio-Chemical Hazards.\n\n\nTesting of SCP-4654 is currently forbidden.\n\n\nDescription:\n SCP-4654 is the group designation for an extremely toxic biohazardous substance labeled as “dust of angel” on the side of the original bottles in which it was collected. SCP-4654 is a clear, liquid narcotic, generally injected into a subject’s bloodstream in order to reach a state of intense elation. Subjects who use SCP-4654 report feeling sublime bliss, profound awareness and serenity, and near-orgasmic pleasure from typically mundane sensations. Vapors produced by SCP-4654 cause a biochemical reaction in subjects’ brains similar to powerful opioids, making inhaling the substance dangerous due to its fast-acting dependency-forming characteristics.\n\n\nSCP-4654’s effects are short in duration\n1\n and coming down from the drug has severe physical and psychological symptoms. Subjects who are deprived of SCP-4654, typically after four or five doses, experience a change to the structure of their skin in which the subject’s flesh becomes hard, blackened and seemingly charred, severe dehydration, the formation of hard bony structures under the skin that can puncture and bleed through the blackened exterior, shrinking of the eyes, severe distortion of the jaw and teeth to account for a lengthening of the skull\n2\n, shrinking and atrophy of the genitals, and severe curvature of the spine. These physical changes coincide with a dramatic increase in muscle mass and weight.\n\n\nSubjects experiencing the effects of SCP-4654 withdrawal will become unable to speak coherently or understand language, spoken or otherwise. The elation previously experienced under the drug will be replaced with what appears to be abject horror, shock, paranoia, agitation, and anger. While the psychological changes experienced by withdrawal sufferers will lessen over time, physical and behavioral changes can only be undone by the use of more SCP-4654.\n\n\nSubjects who inversely take too much of the substance\n3\n will experience dramatically different side effects. Aside from psychologically debilitating elation and sensitivity to stimulation, subjects will experience the growth of large, webbed, hollow structures resembling wings on the upper back of the body that will become covered with a fine substance similar to hair, elongation of the arms and legs, narrowing of the torso and enlarging of the genitals.\n\n\nThe subject’s face will become distorted, with the eyes migrating towards the center of the face to make room for two more sets of eyes beside them, with the pupils and eyelids becoming narrow and triangular in shape. The mouth and nose will cease to exist altogether, as will the exterior structures of the ears and the existence of hair anywhere on the body\n4\n. The skin will take on a bleached appearance and will become noticeably softer and more easily damaged. Lastly, subjects experiencing these changes will no longer be capable of ambulatory movement (due to severe atrophy of muscles within the arms and legs), but do become capable of levitating a short distance above the ground, as if the subject’s entire body was underwater.\n\n\nThe changes to subjects who ingest too much of the SCP-4654 substance cannot be reversed once they begin. These changes are invariably fatal. Subjects will become increasingly translucent and brittle until they begin to disappear entirely as their mass and density approaches zero. Subjects in the final stages of this process are incapable of speech, but do appear to experience near-constant ecstasy up until the moment they vanish.\n\n\nAddendum 4654.1:\n Discovery\n\n\nSCP-4654 was discovered by the joint Foundation/UIU task force JTF Tidas-3 “Nine Lives” during their investigation into a string of anomalous narcotics that were flowing out of the “Three Portlands” region and into the United States. While their investigation was inevitably successful in reducing the flow of dangerous anomalous narcotics, SCP-4654 was not the substance that was initially targeted by the group. SCP-4654 was discovered by JTF Ti-3 agents while following a dead lead; the agents encountered a small community of SCP-4654 users who were in advanced stages of both SCP-4654 overdose and withdrawal, with the withdrawal sufferers acting subservient to and caring for those who had overdosed.\n\n\nThe entire supply of SCP-4654 was seized from the location, and the remaining affected individuals moved to Area-4 for processing and confinement.\n\n\nAddendum 4654.2:\n Communication from Persons-of-Interest\n\n\nDuring transportation of SCP-4654 between the location of initial discovery and Area-4’s anomalous biohazard study facility, Agent James Cousins received a text message on his personal cell phone, which he had erroneously brought with him despite policy forbidding the use of personal electronic devices on deployment. The full exchange is contained below.\n\n\n\n\nthis foundation man?\n\n\n\n\nExcuse me? Who is this?\n\n\n\n\nthis dado. u receive package of medicine yes? from port lands?\n\n\nmedicine what is dust from angel?\n\n\n\n\nHow did you get this number?\n\n\n\n\npls destroy box of medicine pls\n\n\nmake mistake. not good 4 people\n\n\ndado is sry\n\n\npls destroy box\n\n\n\n\nTell me how you got this number\n\n\n\n\nno just destroy box pls dado is very sorry\n\n\ndado did very bad thing\n\n\ndid not mean to\n\n\ndado give u anything u want. if u want money dado give u money. if u want more medicine dado give u that. medicine in box is bad. dado did bad. pls destroy.\n\n\npls destroy box\n\n\npls\n\n\npls\n\n\npls destroy box pls\n\n\npls\n\n\ndado did not mean to hurt people\n\n\npls destroy\n\n\n???\n\n\ndado is sorry\n\n\n\n\nSince this exchange, the person-of-interest known as “dado” has sent several letters in small paper envelopes that have appeared outside Area-4 (and later Site-81), each asking for personnel there to destroy the contents of the container in which SCP-4654 was discovered.\n\n\nAddendum 4654.3:\n Loss of Area-4\n\n\nDue to poor understanding of the nature of SCP-4654’s characteristics by the Joint Task Force, the substance was handled in an unprofessional and unsafe way, resulting in all members of the task force being exposed to SCP-4654 vapors. This led to many personnel at Area-4 being exposed to the substance within a short period of time. Use of the substance during this period resulted in a loss of nearly a quarter of the entire supply of SCP-4654 at the time.\n\n\nWhile a handful of area staff were able to evacuate before exposure, the vast majority were exposed to and consumed SCP-4654 in excess, resulting in nearly the entire staff of Area-4 overdosing on the substance. Staff members who evacuated alerted the nearby Site-51 of the incident, but upon arriving at Area-4 security staff found that the site was on lockdown. This lockdown would not be raised until nearly a week later due to security protocols, at which time only a handful of personnel in advanced stages of SCP-4654 overdose remained. An armed biohazard team was able to contain the remaining vessels of SCP-4654, which were immediately moved to Site-81 for long-term storage.\n\n\nA single distress call was sent to Site-17 during the lockdown. The transcript of this call is available below.\n\n\n\n\n[As the call begins, the quiet sound of wet meat being dragged is heard. This is occasionally interspersed with the rustling of feathers and light, organic cracking sounds. Soft moans and gasps from vaguely human voices are audible, but no individual source can be determined. This continues for seventeen uninterrupted minutes.]\n\n\n[After 17:01 minutes have passed, all background sound cuts out entirely, leaving only the sound of a single person's shallow breathing.]\n\n\n[Eight seconds later, the individual speaks.]\n\n\nUnknown voice:\n \nI see heaven.\n\n\n[Three seconds of uninterrupted silence.]\n\n\n[Call ends.]\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Typically ten to fifteen minutes, depending on the subject.\n\n\n2\n. Described as a more “canid” appearance.\n\n\n3\n. Generally considered to be more than ten doses of the substance within a half-hour period.\n\n\n4\n. Except for the “wings”.\n\n\n\n\n\n\n\n\n« \nSCP-4653\n | SCP-4654 | \nSCP-4655\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4654\n\" by djkaktus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4654\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 4654warning.png\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n header.png\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n Mostschenke Oberlaa 02.jpg\n\n\nAuthor:\n Herzi Pinki\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n medicine.jpg\n\n\nName:\n Laboratory glass bottle-100ml.jpg\n\n\nAuthor:\n Lilly_M\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 4654.1: Discovery\nSCP-4654 was discovered by the joint Foundation/UIU task force JTF Tidas-3 “Nine Lives” during their investigation into a string of anomalous narcotics that were flowing out of the “Three Portlands” region and into the United States. While their investigation was inevitably successful in reducing the flow of dangerous anomalous narcotics, SCP-4654 was not the substance that was initially targeted by the group. SCP-4654 was discovered by JTF Ti-3 agents while following a dead lead; the agents encountered a small community of SCP-4654 users who were in advanced stages of both SCP-4654 overdose and withdrawal, with the withdrawal sufferers acting subservient to and caring for those who had overdosed.\nThe entire supply of SCP-4654 was seized from the location, and the remaining affected individuals moved to Area-4 for processing and confinement.",
        "Addendum 4654.2: Communication from Persons-of-Interest\nDuring transportation of SCP-4654 between the location of initial discovery and Area-4’s anomalous biohazard study facility, Agent James Cousins received a text message on his personal cell phone, which he had erroneously brought with him despite policy forbidding the use of personal electronic devices on deployment. The full exchange is contained below.\nSince this exchange, the person-of-interest known as “dado” has sent several letters in small paper envelopes that have appeared outside Area-4 (and later Site-81), each asking for personnel there to destroy the contents of the container in which SCP-4654 was discovered.",
        "Addendum 4654.3: Loss of Area-4\nDue to poor understanding of the nature of SCP-4654’s characteristics by the Joint Task Force, the substance was handled in an unprofessional and unsafe way, resulting in all members of the task force being exposed to SCP-4654 vapors. This led to many personnel at Area-4 being exposed to the substance within a short period of time. Use of the substance during this period resulted in a loss of nearly a quarter of the entire supply of SCP-4654 at the time.\nWhile a handful of area staff were able to evacuate before exposure, the vast majority were exposed to and consumed SCP-4654 in excess, resulting in nearly the entire staff of Area-4 overdosing on the substance. Staff members who evacuated alerted the nearby Site-51 of the incident, but upon arriving at Area-4 security staff found that the site was on lockdown. This lockdown would not be raised until nearly a week later due to security protocols, at which time only a handful of personnel in advanced stages of SCP-4654 overdose remained. An armed biohazard team was able to contain the remaining vessels of SCP-4654, which were immediately moved to Site-81 for long-term storage.\nA single distress call was sent to Site-17 during the lockdown. The transcript of this call is available below.\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-4654 \" by djkaktus, from the SCP Wiki . Source: https://scpwiki.com/scp-4654 . Licensed under CC-BY-SA .",
        "Filename: 4654warning.png Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: header.png Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Name: Mostschenke Oberlaa 02.jpg Author: Herzi Pinki License: CC BY-SA 4.0 Source Link: Wikimedia Commons",
        "Filename: medicine.jpg Name: Laboratory glass bottle-100ml.jpg Author: Lilly_M License: CC BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "The entire known supply of SCP-4654 is to be stored in a high-security hermetically sealed item vault at Site-81. Personnel are not to interact with SCP-4654 under any circumstances without express pre-authorized approval by the Site-81 Head of Bio-Chemical Hazards.",
    "description": "SCP-4654 is the group designation for an extremely toxic biohazardous substance labeled as “dust of angel” on the side of the original bottles in which it was collected. SCP-4654 is a clear, liquid narcotic, generally injected into a subject’s bloodstream in order to reach a state of intense elation. Subjects who use SCP-4654 report feeling sublime bliss, profound awareness and serenity, and near-orgasmic pleasure from typically mundane sensations. Vapors produced by SCP-4654 cause a biochemical reaction in subjects’ brains similar to powerful opioids, making inhaling the substance dangerous due to its fast-acting dependency-forming characteristics.",
    "title": "SCP-4654"
}