{
    "url": "https://scp-wiki.wikidot.com/scp-4668",
    "all_text": "rating: \n+83\n+\n–\nx\n\n\n \n\n\nItem №:\n SCP-4668\n\n\nAnomaly Class:\n Keter\n\n\nSpecial Containment Procedures:\n MTF Phi-Eolh (\"Provident Trawlers\") is tasked with retrieving confirmed instances of E-4668 from the general populace. Phase 1 instances are to be confined to a soundproofed cell, and either terminated or allowed to interact with a terminally injured/ill member of personnel until SCP-4668 infection is confirmed. The infected subject should then be humanely euthanised. Phase 2 instances may be used as D-Class personnel in circumstances with a confirmed lack of anomalous cross-contamination.\n\n\nDescription:\n SCP-4668 is a virulent and contagious anecdote, the psychological effects of which are extreme and varied. SCP-4668 is spread via first-hand recounting (i.e. an infected subject reciting SCP-4668 to an uninfected person or group), and will spread to exactly one member of said group with 100% certainty, with a much lower chance (p<0.025) to spread to two. There is currently no way of preventing first-hand accounts of SCP-4668 from acting as a transmission vector — it is worth noting, however, that all those present during a telling of SCP-4668 will be unable to remember any details, and therefore find it impossible to tell the story themselves if not infected. This antimemetic quality will also apply to second, third, and \nn\nth-hand accounts, even though the primary contagious quality will not.\n\n\nSymptoms of SCP-4668 infection within a human subject\n1\n progress as follows:\n\n\n\n\nPhase 1:\n\n\nInitially, Phase 1 will take the form of a memory-alteration in which the currently affected entity (E-4668) will adopt the experiences contained within it as their own memories over the course of 3 or 4 days. This effect is subtle and subconscious, and ordinarily causes no difference in the subject's behaviour.\n\n\nAfter two weeks, if SCP-4668 is not told to another subject naturally, E-4668 will begin to develop the following personality alterations:\n\n\n\n\nIncreased desire to spend time in residences other than their own.\n\n\nLowered hostility towards persons they previously disliked or distrusted.\n\n\nIncreased desire to consume alcohol\n2\n and appetite for common 'party foods'.\n\n\nGrowing restlessness and hyperactivity, increasing slowly but linearly over an indefinite period.\n\n\n\n\nThese alterations will persist until SCP-4668 is told directly (first-hand) to another person or group, after which point E-4668 will progress to Phase 2. The additional subject(s) will proceed to the start of Phase 1.\n\n\nPhase 2:\n\n\nPhase 2 consists of two specific personality alterations, as follows:\n\n\n\n\nThe negation of all Phase 1 symptoms, and the removal of SCP-4668 from E-4668's memory.\n\n\nA slow decline in mental state, revolving around dissociation, loss of sense of self, lethargy, and a suppression of all notable personality traits. E-4668 will cease engaging in all forms of recreational activity, and will take the simplest routes to ensure their own physical well-being and survival — frequently working a low-paid job, purchasing only simple food, and living in affordable but sparsely furnished accommodation. Cutting ties with friends and relatives is common, as is the disposal of any unnecessary personal belongings. A study conducted by Foundation personnel in 1966 showed that (based only on their actions and indirect communication) E-4668 instances in the advanced stages of SCP-4668 infection could not reliably be distinguished from one another by civilians, even those with which they previously had close relationships.\n\n\n\n\nNo method of preventing or reverting these changes has been found. Amnestic treatment appears to accelerate the effect, and mnestic preservation can delay it by a factor of up to 12.5% with regular doses. Full progression through Phase 2 can take anywhere between 24 hours and 3 months.\n\n\n\n\nAddendum | Transcript of SCP-4668:\n\n\n\n\n► Show Transcript [WARNING: Nonhazardous antimeme]\n\n\n\n\n◄ Hide Transcript\n\n\n\n\n\n\n\n\nTranscript of subject E-4668-14, formerly Mr. Edward Daffern, recounting SCP-4668 during a staged social gathering performed by Foundation personnel\n\n\n\n\n\n\n\"Okay, so, I was walking home from school, right, pretty normal. I mean, I think my mom \nusually\n picked me up, but she wasn't for whatever reason. Working late, probably. Anyway, I was walking home, when suddenly \nzoom\n. Car speeds round the corner, all blacked-out windows and stuff.\"\n\n\n\"So I'm startled, right, and it's \nreally\n worrying when the car stops and someone gets out. They were really creepy, I'm telling you. Waist-length hair, shades, men-in-black type suit, I- No, no it was definitely a dude.\"\n\n\n\"Hah! Yeah, I know right! Anyway, so this creepy guy gets out, walks up to me, and here I am like 13 years old, absolutely bricking it. I start walking away as fast as I can, but the guy keeps following me. So he's catching up, I'm absolutely shitting myself, he- Yeah, sure man, no skin off my nose. But basically, he grabs me on my wrist, and he must've been, like, freakishly strong or something because I can remember I thought it was gonna break.\n\n\n\"No, seriously, he was \nweirdly\n strong.\"\n\n\n\"Hey man, you can believe what you want, I'm just telling it like it happened.\"\n\n\n\"But yeah, he pulled me along this side alley, and into this big brick building, like a kind of… what're those places, used to make, like, textiles? Cotton mill? Big place, full of abandoned machines. Whatever it used to be, he'd clearly made it his own kind of weird den place, because there were all kinds of cages stacked up against the wall. Honest to god, they all had fucking \npeople\n in them, no joke. No, seriously! Must've been a human trafficking deal or something. That's what they call it, right? There wasn't anyone there I recognised. So he opened a cage, shoved me into it, and I'm crying at this point, 'cause let's be honest, anybody would be. And of course that sets off the rest of the kids there crying, so the whole place is just deafening.\"\n\n\n\"God, there must've been 30, 40 people there\n3\n. Terrifying experience, man, I tell you.\"\n\n\n\"So, I'm crouched in this cage, right, all- How did I get out? I'm getting to that, man, don't rush me! Storytelling, it's like, an \nart\n. But basically, when the creepy dude's back was turned I was able to peer through a window, right, and- oh! Huh!\"\n\n\n\"No, no, it's just… God it's been a long time since I've thought about this, never even occurred to me. You never told me you went to my school, man! I always assumed you went to some posh English place or something, with the way you talk! Man, funny how- yeah, definitely you. You don't have, like, an identical twin or something do you? Then it was you, yeah. Distinctively. I dunno, you looked… yeah, pretty much like you do now, but younger. Smaller. What else do you want me to say? But yeah, funny how things line up like that. Small world, small world. Uh, where was I?\"\n\n\n\"Oh yeah. I can't remember whether he ever got to you or not — can't have done, or you'd remember it, I guess — but while he was distracted I…\"\n\n\n\"Wait, hold on. That's… weird.\"\n\n\n\"No, no, I just can't remember what happened next. Like, I was in the cage for… well, it felt like \nyears\n, but it must've only been a day or two. Honestly, not making any of this up. At least a couple days. Felt like more. Couldn't have been. But it's been years now since I told anyone about it, you get me? Memories get all muddled up, I suppose. But, um.\"\n\n\n\"I can't remember getting out.\"\n\n\n\"I- I think? It's… weird, feels like I should still be there? Does that make sense? That… doesn't make sense, no. I'm not bullshitting you, I promise, 100% genuine. God, I must be really overworked or something. I swear, like… yeah, I'm still there. In my… mind? Memory? Whatever.\"\n\n\n\"Fuck off, \nyou\n need a therapist. I'm fine, just tired.\"\n\n\n\"Nah, I'm good, thanks all the same. It's time I got back anyway. Good party, though. We'll have to do it again sometime.\"\n\n\n\n\nDaffern then progressed to Phase 2, and is currently acting (of their own volition) as low-risk D-Class personnel for the Memetics and Infohazards Division. Research into known cotton mills revealed several dozen matching Daffern's description, but only one in close proximity to a suitable educational institution. Said institution was never attended by either Daffern or D-099023 (the infected member of the social gathering), but investigation of the building revealed upwards of two-thousand empty cages stacked against the eastern-facing wall. A brass plaque was found on the threshold (presumably at some point dislodged from the door), reading \"Ministry of Human Ontology (Internal)\", beneath which were the words \"Recruitment Centre\".\n\n\nNo records of such an organisation exist.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Animals with sufficient brain functionality to contain the narrative will also be infected, but as they have no method of communicating SCP-4668 they will not progress past Phase 1.\n\n\n2\n. Still present in subjects with alcohol intolerance or similar conditions, taking the form of a mild craving that does not override normal self-preservation.\n\n\n3\n. This number was an increase from \"one or two\" in 1963, and has increased to \"a couple hundred\" as of 2017.\n\n\n\n\n\n\n\n\n« \nSCP-4667\n | SCP-4668 | \nSCP-4669\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4668\n\" by MaliceAforethought, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4668\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum | Transcript of SCP-4668:"
    ],
    "documents": [],
    "notes": [
        "\" SCP-4668 \" by MaliceAforethought, from the SCP Wiki . Source: https://scpwiki.com/scp-4668 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "MTF Phi-Eolh (\"Provident Trawlers\") is tasked with retrieving confirmed instances of E-4668 from the general populace. Phase 1 instances are to be confined to a soundproofed cell, and either terminated or allowed to interact with a terminally injured/ill member of personnel until SCP-4668 infection is confirmed. The infected subject should then be humanely euthanised. Phase 2 instances may be used as D-Class personnel in circumstances with a confirmed lack of anomalous cross-contamination.",
    "description": "SCP-4668 is a virulent and contagious anecdote, the psychological effects of which are extreme and varied. SCP-4668 is spread via first-hand recounting (i.e. an infected subject reciting SCP-4668 to an uninfected person or group), and will spread to exactly one member of said group with 100% certainty, with a much lower chance (p<0.025) to spread to two. There is currently no way of preventing first-hand accounts of SCP-4668 from acting as a transmission vector — it is worth noting, however, that all those present during a telling of SCP-4668 will be unable to remember any details, and therefore find it impossible to tell the story themselves if not infected. This antimemetic quality will also apply to second, third, and nth-hand accounts, even though the primary contagious quality will not.",
    "title": "SCP-4668"
}