{
    "url": "https://scp-wiki.wikidot.com/scp-4678",
    "all_text": "rating: \n+7\n+\n–\nx\n\n\nItem #:\n SCP-4678\n\n\nObject Class:\n Neutralized\n\n\nSpecial Containment Procedures:\n SCP-4678 is to be kept in a secure locker at Armed Site-47 for use in Project XN-Saving Grace.\n\n\nDescription:\n SCP-4678 is a blue-tinted disk of igneous rock, measuring 30cm in diameter and 2.5cm in depth containing trace amounts of saltpeter. The face of SCP-4678 is carved with a modified version of Astaroth's Seal. SCP-4678 can be used with a prepared ritual to allow time travel exclusively to the future to a determined pivotal or defining moment of an individual or item that is present (See Testing Log #01-C).\n\n\nSCP-4678 was discovered on July 12th, 2001 and recovered on August 5th, 2001 from an estate in Romania a week after it was purchased by Florin Tudor from Marshall, Carter & Dark. Tudor was found deceased in the estate by Foundation operatives sent to recover the object, the cause of death being identified as an intentional overdose. A small booklet was found on his body describing SCP-4678's effects and how to use it.\n\n\nAddendum: Revised Description (September 18th, 2004)\n\n\nSCP-4678 is a small shard of blue-tinted igneous rock measuring 11.1cm long. The stone is completely inert following Incident Epsilon-Inversion and has been reclassified as Neutralized.\n\n\n\n\nSCP-4678 Testing Log #01-C: August 12th, 2001\n\n\n\n\nSubject:\n SCP-4678, D-82732-CZ\n\n\nProcedure:\n D-82732-CZ's execution warrant was signed on September 3rd, 2001 at 3:32 PM, with his execution scheduled for September 3rd, 2001 at 5 PM. D-82732-CZ was informed of this and then locked in the chamber with SCP-4678 and guided through the initialization ritual.\n\n\nResults:\n Upon completion of the ritual, the markings on SCP-4678 glowed white briefly, and it and D-82732-CZ vanished. Five minutes later at 3:57 PM, D-82732-CZ and SCP-4678 reappeared. D-82732-CZ bore three gunshot wounds in the abdomen however medical staff were able to stabilize him. SCP-4678 Head Researcher Doctor Charles ordered the planned execution to be continued and at 4:50 PM D-82732-CZ was brought into the execution chamber and strapped to a chair for a lethal injection execution. At 4:57 PM, D-82732-CZ appeared in a closet in the Wing and managed to knock a security guard unconscious and steal his pistol. At 4:59 PM, D-82732-CZ entered the execution chamber and shot two security personnel before being shot in the abdomen three times, and vanishing. Doctor Charles then called off the execution and declared the Experiment concluded.\n\n\nAnalysis:\n The ritual described in SCP-4678-Info seems to be accurate. The object took D-82732-CZ forwards to a pivotal moment in his life- meeting himself. Further testing is required to determine the exact limitations of this object. I believe it has greater applications for the Foundation at large. -Doctor Charles.\n\n\nA request was filed with the Ethics Committee to investigate this incident. Vetoed by the Site Director and O5-7.\n\n\n\n\n\n\n+ Project Proposal\n\n\n\n\n- Close Proposal\n\n\n\n\n\n\nProject Shepherds Proposal:\n\nBased on the results of our testing, I believe it is possible to utilize SCP-4678 as a security measure for the Foundation. Already during Testing Log #09-C, Agent Montaine was successful in preventing a containment failure at Site-11, without planning or being directed to. So I request the following:\n\n\n\n\nThe formation of a new MTF unit consisting of six individuals pulled from other larger task forces.\n\n\nPermission to utilize SCP-4678's properties to prevent and/or study predicted events, approved on a case-by-case basis by the O5 Council directly.\n\n\nAccess to a single Scranton Reality Anchor back unit for use in extreme Reality Warping Scenarios, as a safety precaution.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Project Shepherds Response\n\n\n\n\n- Close Correspondence\n\n\n\n\n\n\nHead Researcher Doctor Charles,\n\nThere are mild concerns over the results of your recent Psych Evaluations. However, I see the applications of such an anomaly, and your efficient and extensive study of SCP-4678's capabilities are admirable. Project Shepherds is approved. You will be directed further soon.\n\n-O5-7\n\n\n\n\n\n\n\n\n\n\n\n\nProject Shepherds Mission 001-P Transcript: November 3rd, 2001\n\n\n\n\n+ Clearance Level 3\n\n\n\n\n- Close Transcript\n\n\n\n\n\n\nMission Lead:\n Doctor Charles\n\n\nMTF Unit:\n MTF-Epsilon-59 \"Time Cops\"\n\n\nBegin Log:\n\n\n[MTF-Epsilon-59 and Doctor Charles enter SCP-4678's chamber. Commander Alice debriefs the unit while Charles begins the ritual.]\n\n\n[MTF-Mu-89 Enters with Field Agent Michael Chadwick. Agent Chadwick has a small amount of blood drawn before being taken outside the chamber.]\n\n\nCharles:\n Place your hands on the stone.\n\n\nCharles:\n Alright. Let's get a move on.\n\n\n[Doctor Charles drips a small amount of Agent Chadwick's blood onto the catalyst, and SCP-4678's markings begin to glow. Thirty seconds of static on the mounted cameras follow before they clear up. The unit is now standing in an open field. It appears to be late in the evening and visibility is low.]\n\n\nCharles:\n Alright let's get a move on people, Damien try the radio.\n\n\nEP-4:\n On it.\n\n\n[Static is heard through the communications equipment before a distorted message is heard. EP-4 tunes the equipment for several seconds before the transmission becomes understandable.]\n\n\nTransmission:\n …rgency broadcast from the Foundation and your national government. One or more of our sites is… …reach of unknown magnitude. All citizens are ordered to stay in their… …vation has cometh at last! Rejoice children of flesh fo…. …is not a test. Repeat: This is an-an automated emergency broadcast from the Foundation and your national government. One or more of our si…\n\n\nEP-4:\n I can get it back hold on.\n\n\nCharles:\n Don't bother. We need to get our bearings. Is the GPS equipment up?\n\n\nEP-1:\n Yes sir. There's some interference but it's getting us an approximation. Were a bit south of █████. Pretty close to Site-19 I think.\n\n\nCharles:\n That'll have to do. Every been to Site-19?\n\n\n[The unit begins jogging west.]\n\n\nEP-1:\n Used to be stationed there sir, got transferred after an ah, incident.\n\n\nCharles:\n Well. You can let us in then.\n\n\n[EP-3 screams stumbling backwards.]\n\n\nEP-4:\n What, what is it?\n\n\n[EP-3 crouches over a mass of flesh hidden in the brush as the rest of the MTF approaches. The mass slides to the side revealing Agent Chadwick within the flesh. EP-1's flashlight reveals the ground around the brush and down the hill is composed of a similar bloody flesh.]\n\n\nEP-1:\n Back! Back now fuck!\n\n\n[EP-3 hesitates before beginning to back away.]\n\n\nChadwick:\n J-Jess?\n\n\n[EP-3 turns back. Chadwick's eyes are open and his left eye is missing.]\n\n\nEP-3:\n Michael? God oh god…\n\n\nChadwick:\n You look so young Jess…\n\n\n[Agent Chadwick's eyes close again and EP-3 is dragged backwards by EP-1.]\n\n\nEP-1:\n EP-3- Jess dammit we have to move that shit spreads!\n\n\nCharles:\n You heard double-time people!\n\n\n[The unit moves away from the flesh. Twenty minutes pass before they reach an entrance to Site-19.]\n\n\nCharles:\n Hurry up and crack her open. Think your badge works still?\n\n\nEP-1:\n Should get us into the lobby at least. Far enough to find someone and figure out what the hell is going on.\n\n\n[EP-1's badge works and they enter a hallway. Down a flight of stairs they enter the Lobby. There is extensive fire damage throughout the interior.]\n\n\nEP-4:\n Oh damn.\n\n\nEP-6:\n The broadcast said some sites were dealing with breaches. Should'a guessed good old 19 would be one of em.\n\n\nCharles:\n Post up and keep watch. I'm going to try to get into the network.\n\n\n[Doctor Charles ran over to a computer.]\n\n\nCharles:\n It's still logged in- oh damn lot of emergency pings that's expected-\n\n\n[Thirty seconds of static on the mounted cameras follow before they clear once again. The unit is back in SCP-4678's chamber. Doctor Charles slams his fist down on the table.]\n\n\nCharles:\n Dammit!\n\n\nEnd of Mission\n\n\nOutcome:\n EP-3 is debriefed and questioned about her connections to Agent Chadwick. Aside from their conversation before the mission she has none.\n\n\n\n\n\n\n\n\n\n\n\n\nProject Shepherds Mission 005-P Transcript: December 20th, 2001\n\n\n\n\n+ Clearance Level 3\n\n\n\n\n- Close Transcript\n\n\n\n\n\n\nMission Lead:\n Doctor Charles\n\n\nMTF Unit:\n MTF-Epsilon-59 \"Time Cops\"\n\n\nBegin Log:\n\n\n[A large cardboard box filled with VHS tapes is brought into the chamber and is set on the table next to SCP-4678. MTF-Epsilon-59 files in. Doctor Charles continues with the ritual before dripping a small amount of his own blood onto the catalyst and SCP-4678's markings begin to glow. Thirty seconds of static on the mounted cameras follow before they clear up. The unit is now standing in an empty containment cell. The door appears to have been torn into from the outside.]\n\n\nCharles:\n Well that's reassuring- lets get a move on but be alert!\n\n\n[The unit begins to clear out the room. As this point the mounted cameras begin acting up due to the effects of a reality warping event in Site-11 however the members of the MTF fail to notice. EP-1's camera shows a long hallway consistent with those found in Site-19. EP-3 and EP-6's cameras show mirrored versions of a hallway consistent with those found in Site-11 with a three-way juncture to the left. The rest of Epsilon-59's cameras show unidentifiable hallways of roughly similar layout to EP-1's. Doctor Charles' camera shows a long dark hallway of unplaceable design covered in debris and dust.]\n\n\nCharles:\n Alright. We go this way.\n\n\n[Doctor Charles leads the unit thirty meters down the hallway before turning right into a hallway. On everyone else's cameras he walks into a wall. The unit panics briefly before he steps back out looking confused.]\n\n\nCharles:\n What?\n\n\nEP-2:\n You walked through a wall!\n\n\nEP-5:\n Straight through.\n\n\nCharles:\n Are you cracked? It's a hallway look at it.\n\n\n[EP-1 steps forwards and presses his hand against the wall. It is solid for him.]\n\n\nEP-3:\n That's pretty cool. Freaky but cool.\n\n\n[Doctor Charles watches EP-4 rams his shoulder into it the wall before stepping out and pointing to EP-6.]\n\n\nCharles:\n Turn the SRA on now. Then we head top-side.\n\n\n[EP-6 and EP-4 activate the SRA and all cameras go black for five seconds. When the cameras return they all show a consistent location a dimly lit hallway consistent with those of Site-11. Six meters down the hall, several Foundation personnel lay in a pile against the wall. On inspection they are found dead but lack any apparent physical injuries.]\n\n\nCharles:\n Forget it we knew we would be seeing some weird shit doing this. Top-side now.\n\n\n[The unit moves to a nearby stairwell and makes their way to the ground floor of Site-11. More bodies and broken doors are found but no blood or injuries are seen. As they approach the open entryway the ground shakes and the cameras once again go black. Thirty-three seconds of black footage is recorded before the cameras return. The unit is running out the entryway looking around rapidly. In the sky the sun darkens as a mass of black expands across it. Thaumic symbols are seen flaring up within the black mass before being quickly snuffed out followed by several flashes of light.]\n\n\nEP-1:\n Oh hell.\n\n\n[A creaking sound is heard behind the unit. EP-4 turns towards the sound as EP-6 is pulled back into the facility followed immediately by an explosion that throws the unit backwards away from the entryway. Camera inconsistencies resume as EP-6's SRA is presumably the source of the explosion. Doctor Charles' camera shows the inside of a living room as he stands. A broken window shows the street outside. Behind him there is a scream.]\n\n\n[EP-2's camera shows an office of undetermined size. Thousands of cubicles stretch out in every direction. EP-2 begins sprinting in a straight line before stumbling.]\n\n\nEP-2:\n Trapped. Need to escape Need to breath. Gotta get out. Gotta-\n\n\n[EP-1's camera shows a long hallway consistent with those found in Site-19 covered in blood and bodies. A roar is heard and EP-1 charges down the hallway towards it. When he rounds the corner a large creature is tearing through a checkpoint blast door. Several dead security personnel line the hallway and screams and gunfire is heard on the other side. EP-1 falls to his knees.]\n\n\nEP-1:\n No… no no dammit! No!\n\n\n[EP-3's camera shows an endless expanse of moving flesh. Suddenly dozens of men without faces appear grabbing for her as she yells out.]\n\n\n[Doctor Charles runs through a kitchen towards the scream before all cameras go to static for thirty seconds. When the cameras return the unit is spread out within SCP-4678's chamber.]\n\n\nEnd of Mission\n\n\nOutcome:\n The symbols appearing in the darkness were identified by the head of the Department of Thaumaturgy and further study into their meanings and the implications of the missions findings are on-going. EP-6 has been declared KIA.\n\n\n\n\n\n\n\n\n\n\n\n\nIncident Epsilon-Inversion\n\n\n\n\n+ Clearance Level 4/4678\n\n\n\n\n- Close Transcript\n\n\n\n\n\n\n\n\nWARNING: THE FOLLOWING FILE IS CLASSIFIED.\n\n\n\n\nANY ATTEMPTS TO ACCESS THE EPSILON-INVERSION INCIDENT REPORT WITHOUT PROPER CLEARANCE WILL BE DOCUMENTED AND REPORTED TO SITE SECURITY IMMEDIATELY.\n\n\n\n\n\n\nProject Shepherds Mission 023-P Transcript: January 27th, 2002\n\n\n\n\nMission Lead:\n Doctor Charles\n\n\nMTF Unit:\n MTF-Epsilon-59 \"Time Cops\"\n\n\nBegin Log:\n\n\n[Doctor Charles begins the initialization ritual as SCP-073 is brought into the chamber. MTF-Epsilon-59 is instructed to remain just outside the chamber until Doctor Charles requests them.]\n\n\nSCP-073:\n What is it I am required for here Doctor.\n\n\nSCP-073:\n I take it I will not approve by your silence.\n\n\nSCP-073:\n Very well then. If I am not to be informed I will leave.\n\n\nCharles:\n We are going to stop the Guardian.\n\n\nSCP-073 turns back to the Doctor. Epsilon-59 raises their weapons from the exterior chamber.\n\n\nSCP-073:\n I refuse to play a part in your deaths, Doctor.\n\n\nCharles:\n It won't be our deaths- I have a plan.\n\n\n[SCP-073 approaches Doctor Charles.]\n\n\nSCP-073:\n There is no plan, there is no solution for it. It will either happen or it won't. If it does we accept it. We can not stop it-\n\n\nCharles:\n We can. With this.\n\n\n[Doctor Charles gestures and EP-1 enters the room holding a carved stone knife with thick leather gloves. SCP-073 steps away holding up a hand.]\n\n\nSCP-073:\n Do not bring that thing anywhere near me.\n\n\n[SCP-073 turned back to Doctor Charles grabbing for his shoulder. EP-1 takes a single step forwards before EP-3 moves past him.]\n\n\nSCP-073:\n You are a fool if you think that abomination will do anyth-\n\n\nCharles:\n Are you afraid? Afraid to face the future and put it right?\n\n\nSCP-073:\n You do not understand. You can not understand. I must never go there. I must never-\n\n\n[SCP-073 turns to face the two MTF Agents, bumping into Doctor Charles. The knife in Doctor Charles' hand slips and his blood drips onto the catalyst. EP-3, EP-1, Doctor Charles and SCP-073 vanish from the chamber. Thirty seconds of static from EP-3's mounted camera follows before it clears up. The four are standing on an interstate later identified as I.90 near the outskirts of Chicago IL, USA. The sky is red and they are near the Gary/Chicago Airport.]\n\n\n[SCP-073 grabs Doctor Charles and punches him. EP-1 moved to pull him away but SCP-073 backhands him sending him several meters across the interstate.]\n\n\nSCP-073:\n I can't be here you bastard! You will doom everything!\n\n\nEP-3:\n Stop! We didn't intend to bring you, this- this must have been an accident. We have to leave now.\n\n\nCharles:\n No leaving now. We have to see this through until the stone is done with us. Unless you want more blood on your hands murderer?\n\n\n[SCP-073 lets Doctor Charles go and pushes him away.]\n\n\nSCP-073:\n You are not to refer to me as such. You are a deranged fool. I do not comply.\n\n\nCharles:\n Don't you want to know what will happen? If there is even a glimmer of hope we can stop all of this don't you want to know? Are you so cold as to not care where all of this ends?\n\n\n[SCP-073 glares at Doctor Charles before looking out over the airport and up at the red sky. Suddenly he looks down focusing on a flashing light on the runway. SCP-073 jumps over the railing and begins running for the airport.]\n\n\nCharles:\n Fuck- After him come on! We can't risk leaving him in this time we don't know what that might do!\n\n\n[The unit begins pursuit of SCP-073. They catch up to him four minutes later standing at the edge of the runway next to a hangar.]\n\n\nEP-3:\n Whats the… big idea… You run off like that who knows what will happen.\n\n\nCharles:\n Quiet look.\n\n\n[EP-3 turns. Out on the runway flashes of light are visible. An explosion sends EP-3 and Doctor Charles off their feet. When they stand visibility has improved. In the distance, SCP-073 stands over SCP-███ with a large chunk of concrete. With a yell SCP-073 brings the concrete down on SCP-███'s head five times. The SCP-073 with the unit falls to his knees.]\n\n\nSCP-073:\n No! I won't. I won't. I won't kill him not again! Never again I won't!\n\n\n[EP-3's camera goes black for twelve seconds. When it returns a beam of light is splitting the sky and the Guardian is standing over the other SCP-073 who jumps for the Guardian. The Guardian grabs the other SCP-073 who is dissolved in a flash of light. SCP-073 grabs Doctor Charles and shoves him against the wall of the hangar.]\n\n\nSCP-073:\n You have done this miserable man! You bring about this fate to us! It is sealed now forever in my memory and I will never forget and so it will be! You doom the Earth you understand!?\n\n\n[Doctor Charles punches SCP-073. EP-3 tries to pull SCP-073 off of the Doctor. EP-1 is on the ground. Heavy distortion breaks up the next twenty minutes of recovered footage.]\n\n\nCharles:\n …-ad to! We can stop this you asshole we can-… …vitability is bullshit! With the stone I can save anyone- every.. …-ould have saved her! Grace! God I could ha-…\n\n\n[More distortion.]\n\n\n[EP-3 lunges at a distorted figure with the stone knife before being thrown to the side and the static returns.]\n\n\nEP-3:\n Doctor you can't it-… …rging we don't know what that thing even is!\n\n\nSCP-073:\n I do. We can not face them. They are beyond stren-…\n\n\n[The footage clears up again two minutes later showing grass very closely then the sky in rapid succession. EP-3 is believed to be rolling down a steep hill. When she hits the ground a glowing wing is seen briefly above her before the footage distorts again.]\n\n\nEP-3:\n …-ave no regrets none! None you hea-…\n\n\n[More distortion.]\n\n\nSCP-073:\n …-ot have her. I won't let you.\n\n\n[EP-3 sits up. Above her the Guardian floats holding the stone knife. The Guardian drops the knife before [Redacted]. Distortion increases and when it fades SCP-073 is seen clinging to the Guardian's back the stone knife in hand.]\n\n\nSCP-073:\n Do not. Call me by that name!\n\n\n[The Guardian's wings extend and the distortion returns more intensely. Flashes of light are visible through the corruption.]\n\n\nEP-3:\n ..-on't hurt him!\n\n\n[EP-3 screams and the camera goes black for 7 seconds before returning to distortion.]\n\n\n[An explosion is heard as the distortion lessens. EP-3 is being carried by SCP-073. SCP-073 has a large cut across it's chest.]\n\n\n[Thirty minutes after EP-1, EP-3, SCP-073, and Doctor Charles vanished from SCP-4484's chamber, EP-3 and SCP-073 reappeared. SCP-073 was bruised and badly cut across the chest. It's wounds healed within minutes. EP-3 was sent to the medical ward in critical condition.]\n\n\nEnd of Mission\n\n\nOutcome:\n MTF-Epsilon-59 is hereby disbanded on the order of the O5 Council. Project Shepherd is to be shelved indefinitely. SCP-4678 was nearly fully destroyed in the incident and is now inert. It is to be reclassified from Thaumial to Neutralized. EP-3 is to be reassigned to Site-11 security. SCP-073 refuses to comment on what occurred and further questioning has been deemed ill advised for now.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Doctor Charles Psych Evaluation: Clearance Level 3\n\n\n\n\n- Close Report\n\n\n\n\nDoctor Andrew Charles Psych Evaluation: August 20th, 2001\n\n\n\n\nInterviewer:\n Doctor Mia\n\n\nSubject:\n Doctor Andrew Charles\n\n\nDate:\n August 20th, 2001\n\n\nBegin Interview\n\n\nMia:\n Hello Charles. You've had a good day?\n\n\nCharles:\n A good day is a busy day so today must be very good. Yourself?\n\n\nMia:\n I have. Busy as well.\n\n\nMia:\n You know why we are having this discussion I take it.\n\n\nCharles:\n That obvious huh?\n\n\nMia:\n You seem to be coping. Seem to be.\n\n\nCharles:\n I've lost plenty of people before. We all have that's just the job. Can't let it get in the way of my work though too much is counting on it.\n\n\nMia:\n I think. That you need some time off. Your work is important but it can wait.\n\n\nCharles:\n Heh. The men upstairs telling you that?\n\n\nMia:\n No. I'm telling you that. You need to take some time. Process what's happened.\n\n\nCharles:\n That's the last thing I need to be doing trust me.\n\n\nMia:\n You cant keep yourself busy forever and even if you could it will bubble over eventually. Better to get it done with now than-\n\n\nCharles:\n Than what? To make a mistake? Slip up? I won't do either and I won't slow down.\n\n\nMia:\n You'll have to eventually. You \nneed\n to sooner rather than later.\n\n\nCharles:\n You don't understand what I'm working on here it's big. I'm not going to delay no more delays.\n\n\n[A long pause. The sound of shuffling paper is heard.]\n\n\nMia:\n There's nothing you could have done.\n\n\n[Silence.]\n\n\nMia:\n I can't begin to guess what your thinking right now speak to me.\n\n\nCharles:\n I can't slow down my work not now. If-. If we had been. Just a little faster.\n\n\nMia:\n You couldn't have saved her. The time it took to test and understand-\n\n\nCharles:\n I could have and I would have! I am- \nwas\n capable of it. Look at all the progress I've made already. I could have.\n\n\nMia:\n Please. For your sake and your work's. Take some time off.\n\n\nCharles:\n I'll… consider it. My proposal will probably take a week to go through as it stands.\n\n\nCharles:\n So. How about you? Anything new with you?\n\n\n[Extraneous dialog removed.]\n\n\nNotes:\n If Doctor Charles continues to refuse to take some time off, I'm requesting that he be put on a paid leave of absence for at least two weeks. He's trying to bury it, but he needs time to mourn.\n\n\n\n\n\n\n\n\n\n\n\n\nObject Use Request: August 5th, 2004\n\n\n\n\nO5 Council,\n\nI am writing to you on behalf of Researcher Coles in regards to the XN-Saving Grace Project. Our research is nearing completing, and projections indicate a mathematical feasibility to the devices purpose. However while investigating for similar anomalies to study for the project Coles was made aware of SCP-4678 and is requesting 4/4678 Clearance to fully read the report and access diagnostics. I am forwarding this request directly. The mistakes of the past must be learned from, so that we do not repeat them again in the present.\n\n-Site-47 Director Einsen\n\n\n\n\n\n\nDirector Einsen,\n\nYour request has been approved. I had even considered bringing Researcher Coles into the know prior, but it must have slipped my mind. SCP-4678, along with all relevant documents and information will be moved to Armed Site-47 for Project XN-Saving Grace- What a cruelly ironic name that.\n\n-O5-7\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4677\n | SCP-4678 | \nSCP-4679\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4678\n\" by Kaether, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4678\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Revised Description (September 18th, 2004)\nSCP-4678 is a small shard of blue-tinted igneous rock measuring 11.1cm long. The stone is completely inert following Incident Epsilon-Inversion and has been reclassified as Neutralized."
    ],
    "documents": [],
    "notes": [
        "Project Shepherds Proposal: Based on the results of our testing, I believe it is possible to utilize SCP-4678 as a security measure for the Foundation. Already during Testing Log #09-C, Agent Montaine was successful in preventing a containment failure at Site-11, without planning or being directed to. So I request the following: The formation of a new MTF unit consisting of six individuals pulled from other larger task forces. Permission to utilize SCP-4678's properties to prevent and/or study predicted events, approved on a case-by-case basis by the O5 Council directly. Access to a single Scranton Reality Anchor back unit for use in extreme Reality Warping Scenarios, as a safety precaution.",
        "Head Researcher Doctor Charles, There are mild concerns over the results of your recent Psych Evaluations. However, I see the applications of such an anomaly, and your efficient and extensive study of SCP-4678's capabilities are admirable. Project Shepherds is approved. You will be directed further soon. -O5-7",
        "O5 Council, I am writing to you on behalf of Researcher Coles in regards to the XN-Saving Grace Project. Our research is nearing completing, and projections indicate a mathematical feasibility to the devices purpose. However while investigating for similar anomalies to study for the project Coles was made aware of SCP-4678 and is requesting 4/4678 Clearance to fully read the report and access diagnostics. I am forwarding this request directly. The mistakes of the past must be learned from, so that we do not repeat them again in the present. -Site-47 Director Einsen",
        "Director Einsen, Your request has been approved. I had even considered bringing Researcher Coles into the know prior, but it must have slipped my mind. SCP-4678, along with all relevant documents and information will be moved to Armed Site-47 for Project XN-Saving Grace- What a cruelly ironic name that. -O5-7",
        "\" SCP-4678 \" by Kaether, from the SCP Wiki . Source: https://scpwiki.com/scp-4678 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4678",
    "object_class": "Neutralized",
    "containment_procedures": "SCP-4678 is to be kept in a secure locker at Armed Site-47 for use in Project XN-Saving Grace.",
    "description": "SCP-4678 is a blue-tinted disk of igneous rock, measuring 30cm in diameter and 2.5cm in depth containing trace amounts of saltpeter. The face of SCP-4678 is carved with a modified version of Astaroth's Seal. SCP-4678 can be used with a prepared ritual to allow time travel exclusively to the future to a determined pivotal or defining moment of an individual or item that is present (See Testing Log #01-C).",
    "title": "SCP-4678"
}