{
    "url": "https://scp-wiki.wikidot.com/scp-4679",
    "all_text": "rating: \n+21\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nContent note:\n This article contains gore, death and a touch of unreality. If you notice anything tag-worthy that's not in here, please mention it in a comment.\n\n\n\n\n\n\n\n\nrating: \n+21\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-4679-D\n\n\nObject Class:\n Decommissioned (formerly Keter; review pending)\n\n\nSpecial Containment Procedures:\n The remains of SCP-4679 are kept in a Euclid-class containment cell in Site 135. Examination requires permission from Dr. Sorenson.\n\n\nDescription:\n SCP-4679 was an entity of unknown origin active in the United Kingdom between 1986 and 2019. As of time of writing, it is an amorphous collection of undifferentiated cells, approximately one tonne in weight. Prior to decommissioning it was incorporeal. It was an oneiric hunter, latching onto one person at a time and consuming them over a period of approximately twenty-four weeks.\n\n\nFive stages have been identified as universal to its hunting process. These are as follows:\n\n\n\n\nStage 1:\n SCP-4679 latches onto its victim. Victims report unusually vivid dreams, but no other observable symptoms.\n\n\n\n\n\n\nStage 2:\n Moderate to severe pains occur in the victim, as well as headaches and night sweats. Victims report dreams taking place in near total darkness, although the content is otherwise unremarkable.\n\n\n\n\n\n\nStage 3:\n In addition to aforementioned symptoms, victims report moderate to severe fatigue, nausea and light-headedness. They also display a low red blood cell count, and as such this is usually the stage at which civilian cases are identified. Dreams now include an entity, believed to be a representation of SCP-4679, which stalks the victim, although they often experience no unease regarding it.\n\n\n\n\n\n\nStage 4:\n Fatigue becomes extreme, with victims often unable to leave their beds. Sleep paralysis is common. Activity in the thalamus is greatly reduced at this stage. Dream content is difficult to ascertain at this point, but seems to commonly involve the entity consuming parts of the victim's body, although again, they do not seem perturbed.\n\n\n\n\n\n\nStage 5:\n Victims become fully comatose. Brain activity becomes negligible. No victims have recovered from this state. At time of writing, 387 people in Stage 5 are in Foundation care, with more believed to exist unidentified in the general population.\n\n\n\n\nMuch of the information on earlier stages comes from the 340 Foundation staff members affected by SCP-4679 since its discovery.\n\n\nDue to the entity's uncontainable nature, as well as its consistent detrimental impact on Foundation personnel, efforts to decommission it were authorised. See Addenda for further detail.\n\n\nAddendum 7:\n Junior Researcher Claire Halloway was identified as a Stage 3 victim of SCP-4679, and as such was chosen as the decommissioning vector. Procedure 220-Maxtible was the experimental dream manipulation method designed to decommission SCP-4679; it would introduce elements believed to be inimical to oneiric hunters, based on experiences with other such entities. Halloway was the first subject to undergo this procedure. She was granted extended leave for the duration, and was instructed to remain within Site 135 under observation.\n\n\nDr. Valerie Whitaker was chosen to liason between Junior Researcher Halloway and the team carrying out Procedure 220-Maxtible. She was to record Halloway's dreams and report them.\n\n\nBelow is a log of the first session, prior to the beginning of the procedure, in which Halloway recounts a typical Stage 3 dream. Her speech is written in standard text. Dr. Whitaker's is in \nitalics\n.\n\n\n\n\nHow are you feeling?\n\n\nFine.\n\n\nThere's no need for small talk. Be honest.\n\n\nI am. I feel fine. Well, as fine as I ever do. Everyone says this'll work, and I'll be fine. I trust them.\n\n\nThat's a brave way to look at it.\n\n\nDon't patronise me. Not like I have any control over that, is it?\n\n\nI'm really not. Shall we begin, then?\n\n\nOkay.\n\n\nI've read your notes. Try to connect them a bit. Be as clear as you can.\n\n\nYeah. Okay.\n\n\nIt's dark. No, it's not, it's… it's \nmostly\n dark. There's moonlight. I think. It's hard to tell.\n\n\nGo on.\n\n\nI think I'm outside. The floor is pavement. I start walking. Don't know where, just… walking. Away. I can see my shadow in front of me, that's about it. Then it turns into another shadow. Blurry, indistinct. There's something else walking behind me, bigger than me.\n\n\nDo you know what it is?\n\n\nHonestly, I… don't really care. It feels like it's supposed to be there. Not like a friend, like… like a table you've had for years. I dunno. Anyway, we keep walking, and then I, uh, walk up into the air. Like I'm going up invisible stairs. Keep walking, higher and higher.\n\n\nWhen I look up, I can see the moon. It's massive, way bigger than it should be. Kinda cool, actually. I keep walking, up and up, closer and closer. Stretch my arm out, it's so close, and…\n\n\nAnd then?\n\n\nAnd then I wake up in a puddle of sweat. Very elegant, right?\n\n\nAlright. Thank you, Claire. Would you say that's a fairly typical dream, of late?\n\n\nMore or less. Is that… good or bad? Like, going from other cases?\n\n\nHard to say, unfortunately.\n\n\nMm.\n\n\nThey're just refining the procedure. Should get started before next week.\n\n\nGood. Let's get on with it.\n\n\nI didn't realise you were so keen.\n\n\nI'm keen not to have my brain eaten by a murder monster. They've made it abundantly clear that this is gonna suck, but it's better than the alternative. I mean, this \nwill\n work, right? You're sure?\n\n\nAs sure as we can be.\n\n\nOkay. Okay. Guess I shouldn't doubt you lot, then. Yeah, few weeks of suffering, then back to actual work. No problem.\n\n\nThat's a good attitude to have.\n\n\nYeah, I refuse to die from this. Got too much to do.\n\n\nAttagirl.\n\n\n\n\nAddendum 12:\n Log of session between Dr. Whitaker and Junior Researcher Halloway. First reported dream following implementation of Procedure 220-Maxtible.\n\n\n\n\nI'm in a forest. I don't recognise it - I can barely \nsee\n it, it's pitch black. I'm in my pyjamas, it's freezing, but it's silent. I don't even remember hearing the trees rustle, but there's no leaves to rustle anyway.\n\n\nActually, it's not pitch black. More like dusk, there's just a few hints of sunlight. It's mostly dark, though. I — hmm.\n\n\nWhat is it?\n\n\nThe sun. It's — I'm not scared. Uncomfortable. I don't like the darkness, but it's better than the light.\n\n\nBut it doesn't matter, because there's something there with me. I can't see or hear it, but I know it's there. If I turn around, I'll see it, but… I can't do that. Don't ask why, I don't fucking know, but th — in that moment, everything screams at me not to.\n\n\nThe bushes and stuff have gotten thicker, out of nowhere, like, but I guess that's dreams for you. They keep snagging on me, and I try to push past them but they're slowing me down, and it's still coming, and-\n\n\nTake a breath. You're safe here.\n\n\n…It's just… too much. It's getting closer, I \nknow\n it is, and these fucking branches just won't let me through. And then I trip.\n\n\nEyes shut straight away, I can't look at it, but I can feel it touching me, it's warm, and it fucking hurts. My face is screwed up so tight, my hands are covering it, and then it's covering my face too. And… then it starts raining.\n\n\nAll of a sudden, there's this… screaming. And the sun comes through the trees. No — well, yes, it \nis\n the sun, but it's too bright, too white. And it's searing hot, I open my eyes out of reflex, but the… \nthing\n is gone. Still screaming. I put my hand out to catch the rain, and it pools in my hand, and it's not rain. It's metal, silver. No, mercury.\n\n\nI turn to the left and look in the mirror. I'm crying mercury. It's leaking from my eyes, my nose, my mouth, I'm drowning in it, and I feel myself… crystallise? Yeah, I know how daft it sounds, but I know right there and fucking then how fragile I am, like I'll shatter into a million pieces at the slightest touch. And the mercury is still fucking streaming out of me, it's burning so much, I stagger back, trip over something, and as I'm going I know I'm going to break —\n\n\nAnd then I woke up.\n\n\n…\n\n\nSo, is this just what it's gonna be like now, then?\n\n\nI'm afraid so. How do you feel?\n\n\nDreamy.\n\n\nVery funny.\n\n\n…tired. Light-headed. Bit nauseous. Pretty much what I expected.\n\n\nI'm sorry.\n\n\nHey, at least it's \nfor\n something. Had my share of hangovers, felt worse for no reason. There's a goal to this, right?\n\n\nRight.\n\n\n\n\nAddendum 22:\n\n\n\n\nHey - whoa, are you alright?\n\n\nI - oh -\n\n\nOkay, just - try to hold it in, let me grab the bin, there -\n\n\nThat's better. Let it all out.\n\n\n- ugh. Fuck. There's none in my hair, is there?\n\n\nI don't think so.\n\n\nAh, shit.\n\n\nDo you want a drink?\n\n\nProsecco or gin?\n\n\nIt's half eleven in the morning.\n\n\nJoking. Please. Some water would be good.\n\n\nHere you go.\n\n\nDo you want to talk about it?\n\n\nThat's what I'm supposed to do, isn't it? Not like I've done anything else for the past - shit, how long is it?\n\n\nFour weeks since they started.\n\n\nJesus. That all?\n\n\nIt's not as long as you'd think.\n\n\nSays the woman on the other side of the table.\n\n\nFair enough. When you're ready, then.\n\n\nOkay. Yeah. Uh, I'm in a boat. Little wooden one, drifting. The sea's red.\n\n\nBlood?\n\n\nI don't know. I'm not scared of it. Yeah, um, I'm lying back, and there's a drip in my arm. Like, an IV. Not sure what's in it, but the liquid's silver.\n\n\nThe sun is… beating down. It's baking hot. Suffocating. I feel sluggish, like I can barely move. Barely breathe. The air's all shimmery, everything's all blurry, out of focus, and - and - ohfuck -\n\n\nDo you need the bin ag- okay, yes, you do.\n\n\nAre you going to be alright?\n\n\nWould it matter if I said no?\n\n\nIt would to me.\n\n\nUgh. I mean, uh… shit, sorry, I do appreci-\n\n\nYou have nothing to apologise for.\n\n\nHmph.\n\n\nThere's something at the front of the boat. Indistinct, but I don't know if that's just it or it's because I can't see shit. It's small, curled up. Whimpering. There's a tube from the IV leading to it, too. No needle though, it just looks like it's been rammed in. Blood's all crusted around where it goes in, that's clear at least.\n\n\nSorry, just…\n\n\nI've got some Nurofen, if you-\n\n\nNot allowed it. Fucks with the magic, apparently, God only knows why.\n\n\nHm. Let me email Dr. Afolayan, I'm sure he'll know what you can take.\n\n\nThanks.\n\n\nYou're doing very well under the circumstances, you know.\n\n\nHmph. I'm gonna be alright, aren't I? Not much point in moaning.\n\n\nThere's every point in moaning, if you need to.\n\n\nMm.\n\n\n…\n\n\nI'll just… carry on, then.\n\n\nIf you're up to it.\n\n\nYeah. It's, uh, it's weird, I know this thing is… well, I know what this thing is. Still, looking at it there, all small, it's kind of… pitiful? I mean, let's be honest, this thing's killed a fuckload of people, and it's struggling with \nme\n? Heh, come on.\n\n\nBut I can't look at it anymore. Not like before, I don't feel like something awful will happen if I do, I just… can't. But at the same time I… pull towards it. The drip comes with me, I'd forgotten about it, actually. I find myself reaching towards it. My hand gets so close. And it's scared, actually scared, I can feel it.\n\n\nAnd then?\n\n\nAnd then I wake up feeling like death and stagger to you.\n\n\nAh. I wasn't going to bring up the pyjamas.\n\n\nShut up, my mum likes the Muppets.\n\n\nI'm sure. Oh, Alfred's gotten in touch. You can have paracetamol, at least. Head on down there, I think this is enough.\n\n\nAlright.\n\n\nMaybe get dressed first.\n\n\nThanks…\n\n\n…\n\n\n…Dr. Whitaker?\n\n\nYes?\n\n\nI'm going to be alright, aren't I?\n\n\nI certainly think it's looking that way.\n\n\nYeah. Fuck. I was kind of enjoying the time off.\n\n\nGot to get back to the grind eventually.\n\n\n\n\nAddendum 25:\n Early in the morning on 27/10/19, security were called urgently to Junior Researcher Halloway's dormitory. They arrived to find SCP-4679 as described above slowly coagulating in the bed, with the researcher huddled in the corner. The entity was quickly contained, and identified as SCP-4679 using [DATA EXPUNGED].\n1\n A few hours later, it ceased all signs of life, and was declared decommissioned.\n\n\nBelow is the final official session between Dr. Whitaker and Junior Researcher Halloway, taking place eight days after.\n\n\n\n\nWell then. How are you feeling?\n\n\nFine.\n\n\nIt must be a relief, at least.\n\n\nYeah. Definitely.\n\n\n…\n\n\nSo-\n\n\nI'm in Site 135. Cleaner than I've ever seen it, all sterile white. Feel like I'm making it dirty just being there. My dorm's to the left of me, but the bed's full of spiders, so I don't go there. Just go down the corridor. There's a few other people there, Dr. Vlaar, Jonas, few others I don't recognise, but they don't see me, just walk past. The hallway's too wide, but I don't really notice Windows are boarded up or something, I can't tell if it's night or day.\n\n\nI end up in the infirmary. It's pretty much empty, but there's one bed occupied, covered with a sheet. I don't go near it. There's a door on the other side that shouldn't be there, so I go through, but I come out back in the infirmary, the way I came in the first time. Try again a few times, same thing happens. Try to leave the other way, shock horror, I come in through the other door.\n\n\nNot sure how long that goes on. Way too long. So I sit on one of the beds and start pulling the pillow apart. I can feel the bed behind me, staring at me, but like fuck am I going near there. Until I've been sat there for… I have no idea. Too long. But there's no other way out.\n\n\nIt's, uh, me. Under the sheet, I mean. It's me. Not sure if I - she's alive or, um, y'know, but her eyes are open. Blank. Silver. It's like tear stains down my face, except they're burned in, like I was crying acid. I try to close my - her eyes, but the skin flakes away in my hand, like I'm running my finger across an old fireplace or something. The veins are weird, prominent. I touch one, just to see, and it collapses, cuts through the skin. Take a wild fucking guess what leaks out.\n\n\nNo idea why, but I grab the bed, try to wheel it away. The two doors are gone, just holes in the wall. I can see the red emergency lighting through the one that shouldn't be there. Just black, the other way. I push myself toward the red door.\n\n\nSomething drags me back. I don't sense, uh, it, but whatever it is, it's dragging me to the black door. I'm scrabbling, but I can't get any purchase on the floor, and I slip, and the bed, uh, goes over me. Hurts. I scream until it bashes me in the head.\n\n\nI'm completely dazed, and I roll over. See the bed go out the black door. Then I wake up.\n\n\nAnd that's when you saw the entity.\n\n\n…\n\n\nClaire?\n\n\nSure.\n\n\nHm.\n\n\n…\n\n\nIs that… okay? Like, uh, is that an… okay dream?\n\n\nWell-\n\n\nYeah, that's a stupid fucking question, sorry. Sorry, yeah, I've got to get back. Farnsworth wants me number crunching.\n\n\nWell, okay-\n\n\nSee you around, Dr. Whitaker.\n\n\n\n\nAddendum 27:\n The following is a log of an informal session, instigated three weeks after those of Addendum 25 at the behest of Dr. Whitaker.\n\n\n\n\n…\n\n\nWhy am I here?\n\n\nDo you not want to be?\n\n\nNo, I just - look, we're done, aren't we? I don't have to go through this, so why am I here?\n\n\nAre you alright, Claire?\n\n\nThe f- what are you talking about?\n\n\n…\n\n\nDid someone grass on me? Was it Farnsworth?\n\n\nClaire…\n\n\nI swear, I'm gonna kick him in the bollocks when you let me out of here.\n\n\nClaire-\n\n\nDoes he even have - what's the Foundation trans health plan anyway? No, look, it's none of my business, you know what, I'll just kick him in the crotch and see what happ-\n\n\nCLAIRE!\n\n…\n\n\nNo-one reported you. Although I think Farnsworth\n is \nworried about you.\n\n\nI didn't think he was capable.\n\n\nNo, I heard you last week. On the phone.\n\n\nWhat are you… oh.\n\n\n\n\n\n\nForeword:\n Security feed from \nSite 135 sensory room\n, 22/11/19.\n\n\n<BEGIN LOG>\n\n\nJunior Researcher Halloway enters, and slowly walks to the mattress, letting the door slowly close behind her. She sits motionless for approximately twenty minutes, staring at nothing.\n\n\nHesitantly, she pulls out her phone, before grimacing and dropping it beside her. She does not move for another ten minutes.\n\n\nHalloway retrieves her phone, and scrolls through it. She swallows, jabs at the screen, and puts it to her ear.\n\n\nHalloway:\n Hey, Harry? Hi! It's Claire. But, uh, you knew that already.\n\n\nHalloway:\n I'm fine, you? Cool. No, I'm still at work.\n\n\nHalloway:\n Nothing! I'm on a break! Thought I'd call my best mate, that alright?\n\n\nShe closes her eyes, and moves the phone away from her ear briefly to pinch the bridge of her nose.\n\n\nHalloway:\n No. Yeah, sorry, it's just… it's been a long day.\n\n\nHalloway:\n You know I'm not allowed. I…\n\n\nHalloway:\n No, I'm fine, really, just… I'm fine. It's just…\n\n\nShe takes a deep breath. Her voice is slightly shaky.\n\n\nHalloway:\n It's just… that thing. You know. The… thing I had a few weeks back. It's…\n\n\nHalloway:\n Harry, please, just… I'm fine. I'm \ngonna\n be fine. It's probably not even anything! You-\n\n\nHalloway:\n …well, of course I can't, but I'm sure \nenough\n - look, please, I don't want you to -\n\n\nHalloway:\n Harry, I don't \nneed\n this, I need… I, uh…\n\n\nHalloway:\n Okay, I've gotta go. I'll be fine, I - I'll see you tomorrow, yeah? Love you.\n\n\nShe hangs up and stares at her blank phone screen for a moment. With a yell, she throws it into the wall and holds her head in her hands.\n\n\n<END LOG>\n\n\n\n\n\n\nDo you wanna talk about it?\n\n\nNo.\n\n\nOkay.\n\n\n…\n\n\nI'm fine.\n\n\nOkay.\n\n\n…\n\n\nI… I can't…\n\n\nTake as long as you-\n\n\nI don't think it's dead.\n\n\nAre you sure?\n\n\nNo, \nobviously\n I'm not fucking sure! What in the last god-only-knows how many sessions has given you the impression I'm sure of anything?\n\n\nI-\n\n\nLook, it was a stressful situation, but it wasn't so bad. I only had the odd wobble, I think I did alright, everyone was pretty alright, but it's - I don't -\n\n\n…\n\n\nThe dream I told you about, in the last session. I had it two nights before.\n\n\nA week after 4679 was killed.\n\n\nI think you're getting it!\n\n\nIt could be nothing, you know. You've been through a lot, through a traumatic experience, it's perfectly normal to dream about something that's been on your waking mind a lot.\n\n\nYeah.\n\n\nBut you've already considered that, haven't you?\n\n\n…\n\n\nHave you told anyone else?\n\n\nWho was I supposed to tell? You saw - heard how Harry reacted. You didn't see my mum and dad's faces the first time around.\n\n\nNo. You're right. How are you feeling?\n\n\n…it wasn't too bad. It really wasn't.\n\n\nBut?\n\n\nBut I can't go through that again. I just can't. Well, I can, I may well fucking have to, but I don't \nwant\n to. I just…\n\n\n…\n\n\nI don't wanna die. I never realised just how \nmuch\n I didn't want to die 'til now but I really really don't. I…\n\n\nI won't tell anyone else anything you don't want me to.\n\n\nHave I ever mentioned Martha?\n\n\nNot to me, I don't think.\n\n\nShe's… well, she's… we used to… you know. And, uh, we're not… \nnow\n, because I fucked it up, because I'm me. Too loud, too insensitive, too selfish. And…\n\n\nI never apologised. Not \nproperly\n, not really. Fuck, I've barely even spoken to her since. Except for drunk-texting, but that doesn't count, that's just me being annoying. I always meant to, I always needed to, I needed to make sure she knew it wasn't her fault, I just… never did. And now… what if I don't get the chance?\n\n\nClaire…\n\n\nPlus I never finished watching \nVoyager\n. Not like it was great, but I'm a completist, and-\n\n\nClaire, you're doing well. You've been so brave, you-\n\n\nI am going to \nlamp\n the next person who calls me that.\n\n\n…\n\n\nIt doesn't stop, you know? When I look in the mirror, I don't see me, I see that wreck from my dreams, dripping mercury, skin flaking away, disintegrating. And I'm not being metaphorical, that's literally what I see. And it hurts just as much as it does when I'm asleep. I've not left the site in weeks. Just sitting there, rotting. But it was worth it, because we were killing the thing. Because it was working.\n\n\nI'm sorry, I'm not sure why you're laughing.\n\n\nBecause it's a joke. Because it's a \nfucking\n joke. I just want to be \nme\n. That's not too much to ask, is it? That's not a lot? Just to be me? I was happy to sacrifice that for a bit, because I knew it would work. If it hasn't…\n\n\nYou know what, fuck this. I need a drink.\n\n\nClaire, you shouldn't-\n\n\nWho gives a shit!\n\n\nClaire, stop!\n\n\nDamn it.\n\n\n\n\nAddendum 30:\n A week following the discussion outlined in Addendum 27, Dr. Whitaker requested Junior Researcher Halloway come in for another informal meeting.\n\n\n\n\nHi, Claire.\n\n\nHi, Dr. Whitaker.\n\n\nYou can probably call me Valerie by now.\n\n\nValerie. What am I doing here?\n\n\nYou didn't think I was going to just ignore what you told me, did you?\n\n\nI thought -\n\n\nI didn't mention your name. I just suggested to Dr. Sorenson we double-check, for peace of mind. He complained, as usual, but I strong-armed him into it eventually. The results came in two hours ago.\n\n\n…and?\n\n\nI don't know. I wanted you to be here when I looked. Thought you were owed that much, at least.\n\n\n…I don't want to look.\n\n\nI know.\n\n\nCan't I just… I'm alright like this. Not \ngreat\n, like, but it'll do. This'll do. Can't I just… stay like this?\n\n\nClaire, I don't know whether that thing in the containment cell is alive or not. I don't know if it's coming for you. If not, then fantastic. You've lost nothing, you can go about your life. Finish\n Voyager, \nbuy Martha some flowers.\n\n\n…\n\n\nIf it is, you know what? You're still going to do all those things. This works. It might not have completed the job this time around, but it\n works. \nAnd yes, it'll be awful. I'm not going to bullshit you, it'll be tedious, and sickening, and painful, and you will hate every bit of it. But it'll work. And you'll get the chance to do everything you want to do.\n\n\nI'm not sure I can.\n\n\nYou don't have to be sure. You just have to know that chance is there. I wish I had something more inspiring to say, but this isn't inspiring. It's a slog, and the only reward is not having to go through more of it. But that's there for you. And, for the record, so am I. All you can do is try and keep up a good outlook, just to keep you going, and yes, I know that's easy for me to say, but I know you can do it. Remember what you said to me, first session we had?\n\n\nI said a lot of things.\n\n\nWork with me here. I said how good your attitude was, and you said…\n\n\nI refuse to die from this.\n\n\nThere you go.\n\n\n…\n\n\nI'm so tired.\n\n\nI know. I'm so sorry. But you can't rest yet.\n\n\n…fuck.\n\n\nFuck it. All the damn monsters in this world, I'm not getting killed by the fucking blob that gives you cheese dreams. That's just be fucking embarrassing.\n\n\nAttagirl.\n\n\nLook, the cafeteria's gonna be out of custard if we don't get there soon. Let's stop pissing about here.\n\n\nAlright, alright. Here's the email from Marcus. I don't know what's in it.\n\n\nShall we look?\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. This technique is not fully understood, but suggested a 68.3% probability of the entity being SCP-4679 based on oneiric signifiers.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4679\n\" by Sound Chaser, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4679\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 7: Junior Researcher Claire Halloway was identified as a Stage 3 victim of SCP-4679, and as such was chosen as the decommissioning vector. Procedure 220-Maxtible was the experimental dream manipulation method designed to decommission SCP-4679; it would introduce elements believed to be inimical to oneiric hunters, based on experiences with other such entities. Halloway was the first subject to undergo this procedure. She was granted extended leave for the duration, and was instructed to remain within Site 135 under observation.\nDr. Valerie Whitaker was chosen to liason between Junior Researcher Halloway and the team carrying out Procedure 220-Maxtible. She was to record Halloway's dreams and report them.\nBelow is a log of the first session, prior to the beginning of the procedure, in which Halloway recounts a typical Stage 3 dream. Her speech is written in standard text. Dr. Whitaker's is in italics .",
        "Addendum 12: Log of session between Dr. Whitaker and Junior Researcher Halloway. First reported dream following implementation of Procedure 220-Maxtible.",
        "Addendum 22:",
        "Addendum 25: Early in the morning on 27/10/19, security were called urgently to Junior Researcher Halloway's dormitory. They arrived to find SCP-4679 as described above slowly coagulating in the bed, with the researcher huddled in the corner. The entity was quickly contained, and identified as SCP-4679 using [DATA EXPUNGED]. 1 A few hours later, it ceased all signs of life, and was declared decommissioned.\nBelow is the final official session between Dr. Whitaker and Junior Researcher Halloway, taking place eight days after.",
        "Addendum 27: The following is a log of an informal session, instigated three weeks after those of Addendum 25 at the behest of Dr. Whitaker.",
        "Addendum 30: A week following the discussion outlined in Addendum 27, Dr. Whitaker requested Junior Researcher Halloway come in for another informal meeting.\n"
    ],
    "documents": [],
    "notes": [
        "How are you feeling? Fine. There's no need for small talk. Be honest. I am. I feel fine. Well, as fine as I ever do. Everyone says this'll work, and I'll be fine. I trust them. That's a brave way to look at it. Don't patronise me. Not like I have any control over that, is it? I'm really not. Shall we begin, then? Okay. I've read your notes. Try to connect them a bit. Be as clear as you can. Yeah. Okay. It's dark. No, it's not, it's… it's mostly dark. There's moonlight. I think. It's hard to tell. Go on. I think I'm outside. The floor is pavement. I start walking. Don't know where, just… walking. Away. I can see my shadow in front of me, that's about it. Then it turns into another shadow. Blurry, indistinct. There's something else walking behind me, bigger than me. Do you know what it is? Honestly, I… don't really care. It feels like it's supposed to be there. Not like a friend, like… like a table you've had for years. I dunno. Anyway, we keep walking, and then I, uh, walk up into the air. Like I'm going up invisible stairs. Keep walking, higher and higher. When I look up, I can see the moon. It's massive, way bigger than it should be. Kinda cool, actually. I keep walking, up and up, closer and closer. Stretch my arm out, it's so close, and… And then? And then I wake up in a puddle of sweat. Very elegant, right? Alright. Thank you, Claire. Would you say that's a fairly typical dream, of late? More or less. Is that… good or bad? Like, going from other cases? Hard to say, unfortunately. Mm. They're just refining the procedure. Should get started before next week. Good. Let's get on with it. I didn't realise you were so keen. I'm keen not to have my brain eaten by a murder monster. They've made it abundantly clear that this is gonna suck, but it's better than the alternative. I mean, this will work, right? You're sure? As sure as we can be. Okay. Okay. Guess I shouldn't doubt you lot, then. Yeah, few weeks of suffering, then back to actual work. No problem. That's a good attitude to have. Yeah, I refuse to die from this. Got too much to do. Attagirl.",
        "I'm in a forest. I don't recognise it - I can barely see it, it's pitch black. I'm in my pyjamas, it's freezing, but it's silent. I don't even remember hearing the trees rustle, but there's no leaves to rustle anyway. Actually, it's not pitch black. More like dusk, there's just a few hints of sunlight. It's mostly dark, though. I — hmm. What is it? The sun. It's — I'm not scared. Uncomfortable. I don't like the darkness, but it's better than the light. But it doesn't matter, because there's something there with me. I can't see or hear it, but I know it's there. If I turn around, I'll see it, but… I can't do that. Don't ask why, I don't fucking know, but th — in that moment, everything screams at me not to. The bushes and stuff have gotten thicker, out of nowhere, like, but I guess that's dreams for you. They keep snagging on me, and I try to push past them but they're slowing me down, and it's still coming, and- Take a breath. You're safe here. …It's just… too much. It's getting closer, I know it is, and these fucking branches just won't let me through. And then I trip. Eyes shut straight away, I can't look at it, but I can feel it touching me, it's warm, and it fucking hurts. My face is screwed up so tight, my hands are covering it, and then it's covering my face too. And… then it starts raining. All of a sudden, there's this… screaming. And the sun comes through the trees. No — well, yes, it is the sun, but it's too bright, too white. And it's searing hot, I open my eyes out of reflex, but the… thing is gone. Still screaming. I put my hand out to catch the rain, and it pools in my hand, and it's not rain. It's metal, silver. No, mercury. I turn to the left and look in the mirror. I'm crying mercury. It's leaking from my eyes, my nose, my mouth, I'm drowning in it, and I feel myself… crystallise? Yeah, I know how daft it sounds, but I know right there and fucking then how fragile I am, like I'll shatter into a million pieces at the slightest touch. And the mercury is still fucking streaming out of me, it's burning so much, I stagger back, trip over something, and as I'm going I know I'm going to break — And then I woke up. … So, is this just what it's gonna be like now, then? I'm afraid so. How do you feel? Dreamy. Very funny. …tired. Light-headed. Bit nauseous. Pretty much what I expected. I'm sorry. Hey, at least it's for something. Had my share of hangovers, felt worse for no reason. There's a goal to this, right? Right.",
        "Hey - whoa, are you alright? I - oh - Okay, just - try to hold it in, let me grab the bin, there - That's better. Let it all out. - ugh. Fuck. There's none in my hair, is there? I don't think so. Ah, shit. Do you want a drink? Prosecco or gin? It's half eleven in the morning. Joking. Please. Some water would be good. Here you go. Do you want to talk about it? That's what I'm supposed to do, isn't it? Not like I've done anything else for the past - shit, how long is it? Four weeks since they started. Jesus. That all? It's not as long as you'd think. Says the woman on the other side of the table. Fair enough. When you're ready, then. Okay. Yeah. Uh, I'm in a boat. Little wooden one, drifting. The sea's red. Blood? I don't know. I'm not scared of it. Yeah, um, I'm lying back, and there's a drip in my arm. Like, an IV. Not sure what's in it, but the liquid's silver. The sun is… beating down. It's baking hot. Suffocating. I feel sluggish, like I can barely move. Barely breathe. The air's all shimmery, everything's all blurry, out of focus, and - and - ohfuck - Do you need the bin ag- okay, yes, you do. Are you going to be alright? Would it matter if I said no? It would to me. Ugh. I mean, uh… shit, sorry, I do appreci- You have nothing to apologise for. Hmph. There's something at the front of the boat. Indistinct, but I don't know if that's just it or it's because I can't see shit. It's small, curled up. Whimpering. There's a tube from the IV leading to it, too. No needle though, it just looks like it's been rammed in. Blood's all crusted around where it goes in, that's clear at least. Sorry, just… I've got some Nurofen, if you- Not allowed it. Fucks with the magic, apparently, God only knows why. Hm. Let me email Dr. Afolayan, I'm sure he'll know what you can take. Thanks. You're doing very well under the circumstances, you know. Hmph. I'm gonna be alright, aren't I? Not much point in moaning. There's every point in moaning, if you need to. Mm. … I'll just… carry on, then. If you're up to it. Yeah. It's, uh, it's weird, I know this thing is… well, I know what this thing is. Still, looking at it there, all small, it's kind of… pitiful? I mean, let's be honest, this thing's killed a fuckload of people, and it's struggling with me ? Heh, come on. But I can't look at it anymore. Not like before, I don't feel like something awful will happen if I do, I just… can't. But at the same time I… pull towards it. The drip comes with me, I'd forgotten about it, actually. I find myself reaching towards it. My hand gets so close. And it's scared, actually scared, I can feel it. And then? And then I wake up feeling like death and stagger to you. Ah. I wasn't going to bring up the pyjamas. Shut up, my mum likes the Muppets. I'm sure. Oh, Alfred's gotten in touch. You can have paracetamol, at least. Head on down there, I think this is enough. Alright. Maybe get dressed first. Thanks… … …Dr. Whitaker? Yes? I'm going to be alright, aren't I? I certainly think it's looking that way. Yeah. Fuck. I was kind of enjoying the time off. Got to get back to the grind eventually.",
        "Well then. How are you feeling? Fine. It must be a relief, at least. Yeah. Definitely. … So- I'm in Site 135. Cleaner than I've ever seen it, all sterile white. Feel like I'm making it dirty just being there. My dorm's to the left of me, but the bed's full of spiders, so I don't go there. Just go down the corridor. There's a few other people there, Dr. Vlaar, Jonas, few others I don't recognise, but they don't see me, just walk past. The hallway's too wide, but I don't really notice Windows are boarded up or something, I can't tell if it's night or day. I end up in the infirmary. It's pretty much empty, but there's one bed occupied, covered with a sheet. I don't go near it. There's a door on the other side that shouldn't be there, so I go through, but I come out back in the infirmary, the way I came in the first time. Try again a few times, same thing happens. Try to leave the other way, shock horror, I come in through the other door. Not sure how long that goes on. Way too long. So I sit on one of the beds and start pulling the pillow apart. I can feel the bed behind me, staring at me, but like fuck am I going near there. Until I've been sat there for… I have no idea. Too long. But there's no other way out. It's, uh, me. Under the sheet, I mean. It's me. Not sure if I - she's alive or, um, y'know, but her eyes are open. Blank. Silver. It's like tear stains down my face, except they're burned in, like I was crying acid. I try to close my - her eyes, but the skin flakes away in my hand, like I'm running my finger across an old fireplace or something. The veins are weird, prominent. I touch one, just to see, and it collapses, cuts through the skin. Take a wild fucking guess what leaks out. No idea why, but I grab the bed, try to wheel it away. The two doors are gone, just holes in the wall. I can see the red emergency lighting through the one that shouldn't be there. Just black, the other way. I push myself toward the red door. Something drags me back. I don't sense, uh, it, but whatever it is, it's dragging me to the black door. I'm scrabbling, but I can't get any purchase on the floor, and I slip, and the bed, uh, goes over me. Hurts. I scream until it bashes me in the head. I'm completely dazed, and I roll over. See the bed go out the black door. Then I wake up. And that's when you saw the entity. … Claire? Sure. Hm. … Is that… okay? Like, uh, is that an… okay dream? Well- Yeah, that's a stupid fucking question, sorry. Sorry, yeah, I've got to get back. Farnsworth wants me number crunching. Well, okay- See you around, Dr. Whitaker.",
        "… Why am I here? Do you not want to be? No, I just - look, we're done, aren't we? I don't have to go through this, so why am I here? Are you alright, Claire? The f- what are you talking about? … Did someone grass on me? Was it Farnsworth? Claire… I swear, I'm gonna kick him in the bollocks when you let me out of here. Claire- Does he even have - what's the Foundation trans health plan anyway? No, look, it's none of my business, you know what, I'll just kick him in the crotch and see what happ- CLAIRE! … No-one reported you. Although I think Farnsworth is worried about you. I didn't think he was capable. No, I heard you last week. On the phone. What are you… oh.",
        "Foreword: Security feed from Site 135 sensory room , 22/11/19. <BEGIN LOG> Junior Researcher Halloway enters, and slowly walks to the mattress, letting the door slowly close behind her. She sits motionless for approximately twenty minutes, staring at nothing. Hesitantly, she pulls out her phone, before grimacing and dropping it beside her. She does not move for another ten minutes. Halloway retrieves her phone, and scrolls through it. She swallows, jabs at the screen, and puts it to her ear. Halloway: Hey, Harry? Hi! It's Claire. But, uh, you knew that already. Halloway: I'm fine, you? Cool. No, I'm still at work. Halloway: Nothing! I'm on a break! Thought I'd call my best mate, that alright? She closes her eyes, and moves the phone away from her ear briefly to pinch the bridge of her nose. Halloway: No. Yeah, sorry, it's just… it's been a long day. Halloway: You know I'm not allowed. I… Halloway: No, I'm fine, really, just… I'm fine. It's just… She takes a deep breath. Her voice is slightly shaky. Halloway: It's just… that thing. You know. The… thing I had a few weeks back. It's… Halloway: Harry, please, just… I'm fine. I'm gonna be fine. It's probably not even anything! You- Halloway: …well, of course I can't, but I'm sure enough - look, please, I don't want you to - Halloway: Harry, I don't need this, I need… I, uh… Halloway: Okay, I've gotta go. I'll be fine, I - I'll see you tomorrow, yeah? Love you. She hangs up and stares at her blank phone screen for a moment. With a yell, she throws it into the wall and holds her head in her hands. <END LOG>",
        "Do you wanna talk about it? No. Okay. … I'm fine. Okay. … I… I can't… Take as long as you- I don't think it's dead. Are you sure? No, obviously I'm not fucking sure! What in the last god-only-knows how many sessions has given you the impression I'm sure of anything? I- Look, it was a stressful situation, but it wasn't so bad. I only had the odd wobble, I think I did alright, everyone was pretty alright, but it's - I don't - … The dream I told you about, in the last session. I had it two nights before. A week after 4679 was killed. I think you're getting it! It could be nothing, you know. You've been through a lot, through a traumatic experience, it's perfectly normal to dream about something that's been on your waking mind a lot. Yeah. But you've already considered that, haven't you? … Have you told anyone else? Who was I supposed to tell? You saw - heard how Harry reacted. You didn't see my mum and dad's faces the first time around. No. You're right. How are you feeling? …it wasn't too bad. It really wasn't. But? But I can't go through that again. I just can't. Well, I can, I may well fucking have to, but I don't want to. I just… … I don't wanna die. I never realised just how much I didn't want to die 'til now but I really really don't. I… I won't tell anyone else anything you don't want me to. Have I ever mentioned Martha? Not to me, I don't think. She's… well, she's… we used to… you know. And, uh, we're not… now , because I fucked it up, because I'm me. Too loud, too insensitive, too selfish. And… I never apologised. Not properly , not really. Fuck, I've barely even spoken to her since. Except for drunk-texting, but that doesn't count, that's just me being annoying. I always meant to, I always needed to, I needed to make sure she knew it wasn't her fault, I just… never did. And now… what if I don't get the chance? Claire… Plus I never finished watching Voyager . Not like it was great, but I'm a completist, and- Claire, you're doing well. You've been so brave, you- I am going to lamp the next person who calls me that. … It doesn't stop, you know? When I look in the mirror, I don't see me, I see that wreck from my dreams, dripping mercury, skin flaking away, disintegrating. And I'm not being metaphorical, that's literally what I see. And it hurts just as much as it does when I'm asleep. I've not left the site in weeks. Just sitting there, rotting. But it was worth it, because we were killing the thing. Because it was working. I'm sorry, I'm not sure why you're laughing. Because it's a joke. Because it's a fucking joke. I just want to be me . That's not too much to ask, is it? That's not a lot? Just to be me? I was happy to sacrifice that for a bit, because I knew it would work. If it hasn't… You know what, fuck this. I need a drink. Claire, you shouldn't- Who gives a shit! Claire, stop! Damn it.",
        "Hi, Claire. Hi, Dr. Whitaker. You can probably call me Valerie by now. Valerie. What am I doing here? You didn't think I was going to just ignore what you told me, did you? I thought - I didn't mention your name. I just suggested to Dr. Sorenson we double-check, for peace of mind. He complained, as usual, but I strong-armed him into it eventually. The results came in two hours ago. …and? I don't know. I wanted you to be here when I looked. Thought you were owed that much, at least. …I don't want to look. I know. Can't I just… I'm alright like this. Not great , like, but it'll do. This'll do. Can't I just… stay like this? Claire, I don't know whether that thing in the containment cell is alive or not. I don't know if it's coming for you. If not, then fantastic. You've lost nothing, you can go about your life. Finish Voyager, buy Martha some flowers. … If it is, you know what? You're still going to do all those things. This works. It might not have completed the job this time around, but it works. And yes, it'll be awful. I'm not going to bullshit you, it'll be tedious, and sickening, and painful, and you will hate every bit of it. But it'll work. And you'll get the chance to do everything you want to do. I'm not sure I can. You don't have to be sure. You just have to know that chance is there. I wish I had something more inspiring to say, but this isn't inspiring. It's a slog, and the only reward is not having to go through more of it. But that's there for you. And, for the record, so am I. All you can do is try and keep up a good outlook, just to keep you going, and yes, I know that's easy for me to say, but I know you can do it. Remember what you said to me, first session we had? I said a lot of things. Work with me here. I said how good your attitude was, and you said… I refuse to die from this. There you go. … I'm so tired. I know. I'm so sorry. But you can't rest yet. …fuck. Fuck it. All the damn monsters in this world, I'm not getting killed by the fucking blob that gives you cheese dreams. That's just be fucking embarrassing. Attagirl. Look, the cafeteria's gonna be out of custard if we don't get there soon. Let's stop pissing about here. Alright, alright. Here's the email from Marcus. I don't know what's in it. Shall we look?",
        "\" SCP-4679 \" by Sound Chaser, from the SCP Wiki . Source: https://scpwiki.com/scp-4679 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4679-D",
    "object_class": "Decommissioned (formerly Keter; review pending)",
    "containment_procedures": "The remains of SCP-4679 are kept in a Euclid-class containment cell in Site 135. Examination requires permission from Dr. Sorenson.",
    "description": "SCP-4679 was an entity of unknown origin active in the United Kingdom between 1986 and 2019. As of time of writing, it is an amorphous collection of undifferentiated cells, approximately one tonne in weight. Prior to decommissioning it was incorporeal. It was an oneiric hunter, latching onto one person at a time and consuming them over a period of approximately twenty-four weeks.",
    "title": "SCP-4679"
}