{
    "url": "https://scp-wiki.wikidot.com/scp-4681",
    "all_text": "rating: \n+89\n+\n–\nx\n\n\n\n\nMr. and Mrs. Latozzi, March 31, 1976.\n\n\n\n\nItem #:\n SCP-4681\n\n\nObject Class:\n Euclid\n\n\nSecure Containment Procedures:\n Each iteration of SCP-4681-1 is to be confined in a Class A hospitable living unit with a television set and suitable reading material. The containment unit is to be monitored by both Type-α and Type-β personnel. Suppression of records pertaining to incident 4681-▽ is to be maintained, with audits performed by operatives embedded in Connecticut police departments. Location-4681-A was purchased in 1981 by Logistics & Acquisitions.\n\n\nType-α personnel are not allowed to enter any area designated Type-β and vice versa.\n\n\nDescription:\n SCP-4681 is the collective designation of people, places, and anomalous effects surrounding a Temporal Divergence event which occurred at a house in Farmington, CT (designated Location-4681-A) in 1976.\n\n\n\n\n\n\nSCP-4681-1-α is a living human being named Charlotte Roseanne Latozzi (née Ellison), born June 10, 1958 in Manhattan, New York. She is the widow of Joseph Latozzi, who died April 2, 1976.\n\n\nSCP-4681-1-β is a living human being named Joseph Alfredo Latozzi, born January 21, 1956 in Manhattan, New York. He is the widower of Charlotte Latozzi, who died April 2, 1976.\n\n\n\n\n\n\nDuring Incident 4681-▽, a Class-IO Temporal Divergence event occurred at Location-4681-A. While most class-IO events are retroactively repaired at the end of the event (usually in a matter of seconds) this event became self-sustaining and has remained active ever since. \n(See Incident-4681-▽.)\n This resulted in the creation of two localized timelines: SCP-4681-α and SCP-4681-β.\n\n\nBoth timelines exist simultaneously. When any person first interacts with SCP-4681, their consciousness \"locks\" into a single timeline irreversibly, designating them Type-α and Type-β. Type-α people are unable to see, interact, or otherwise perceive the actions of SCP-4681-β and vice versa.\n\n\nWhen Type-α people attempt to interact with SCP-4681-β (or vice versa), minor destabilization events can occur. Often these manifest as rapid deterioration of physical surroundings, perceived changes/distortion in physical space, and episodes of [REDACTED] in the personnel attempting the interaction.\n\n\n\n\nIncident 4681-▽\n\n\n\n\nIncident 4681-▽\n\n\n\n\n\n\nThe location of Incident 4681-▽, as of December 1989. Note anomalous deterioration of the assailant's point of entry.\n\n\n\n\nOn April 2, 1976, Charlotte and Joseph Latozzi were staying in a home owned by Mr. Latozzi's paternal grandfather Elmer Latozzi (deceased 1981). At about 2:30 am EST, they were awakened by a noise in the downstairs front room caused by Alfred Brass, a home intruder, who had not expected the house to be occupied. At this point, the Class-IO Temporal divergence occurred, followed by the subsequent events.\n\n\n\n\n\n\n\n\nEvents of SCP-4681-α\n\n\nAfter a brief conversation with each other, Mr. Latozzi retrieved a .22 caliber Colt Diamondback revolver registered to Elmer Latozzi from the nightstand and headed downstairs to investigate. Upon encountering the intruder on the main staircase of the house, a physical altercation ensued. Three shots were fired: the first two struck Brass in the torso; the third bullet struck Mr. Latozzi in the left lung and struck the TH3 vertebrae. Mr. Latozzi was knocked over the banister and fell onto the lower-level, landing on his head and neck. Death of both the intruder and Mr. Latozzi is presumed to have occurred within minutes if not instantly.\n\n\nAfter the gunshots were heard, Mrs. Latozzi entered the second floor landing, picking up a silver dish from a hallway table. Upon her discovery of the resulting scene downstairs, she fled to the kitchen and at 2:36 dialed 911. Emergency services arrived at 2:51am and pronounced Mr. Latozzi dead.\n\n\nAt about 3:15am, responding emergency services began arguing about material facts of the scene. According to the official report, during the argument a side table upturned itself in front of several witnesses; the location was evacuated. The officer's radio transmission to dispatch was picked up by Foundation agents monitoring the frequency, and field operatives were dispatched.\n\n\n\n\n\n\nEvents of SCP-4681-β\n\n\nAfter a brief conversation with each other, Mr. and Mrs. Latozzi attempted to get back to sleep. Approximately 10 minutes later, Brass entered the darkened master bedroom on the 2nd floor. His entrance startled Mrs. Latozzi, who reached for a .22 caliber Colt Diamondback revolver registered to Elmer Latozzi which was resting on the nightstand; Brass noticed her movement and grabbed it first, firing two shots in her direction. One shot missed, hitting the far wall; the other entered through the back of her mouth and exited three inches below her left ear. Mr. Latozzi, now awake, attacked the intruder and wrestled the gun from him before firing a single shot into Brass' face, killing him instantly.\n\n\nMr. Latozzi attempted to provide first aid to his wife, picking her up and carrying her down the stairs to the phone. He attempted to dial 911 but the call would not connect. Mrs. Latozzi died of blood loss before emergency services arrived at 2:51am.\n\n\nAt about 3:15am, responding emergency services began arguing about material facts of the scene. According to Mr. Latozzi, none of the responding officers would acknowledge his presence, and only one paramedic on the scene even examined the deceased Mrs. Latozzi. When the paramedic and the officers began to argue, Mr. Latozzi became frustrated and violent, upturning a side table in anger. Emergency services left almost immediately, leaving Mr. Latozzi and the crime scene. Foundation agents arrived shortly thereafter.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-4681-1 status, January 1985\n\n\n\n\nSCP-4681-1 status, January 1985\n\n\n\n\n\n\n\n\n\n\nSCP-4681-1-α maintains an optimistic disposition at present. She has been authorized to access books and news articles via microfiche. Her interests include pencil drawing and astronomy.\n\n\nDue to high levels of compliance she has been moved to a living arrangement with a secured balcony and telescope and has been authorized to receive occasional off-hours tutoring from Dr. Linda Haynes, a Type-α Foundation Astronomer. SCP-4681-1-α has occasional insomnia and depressive episodes lasting several days. She has a regular appointment with a Type-α Foundation psychologist for counseling.\n\n\n\n\n\n\nSCP-4681-1-β is currently held in isolation at Site-██. He suffers from acute distress unless sedated. SCP-4681-1-β reports nightmares of awakening in the dark, buried alive. He often awakens late at night with repeated, shouted apologies.\n\n\nA Type-β Foundation psychologist has diagnosed SCP-4681-1-β with severe Post-Traumatic Stress Disorder, Depersonalization-Derealization Disorder, and Borderline Personality Disorder. Prognosis for recovery is unlikely.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUpdate: November 1991\n\n\n\n\nUpdate, November 1991\n\n\n\n\nFoundation agents were notified of an investigation at St. Joseph's Cemetery in Plainville, CT. The family of one Alfred Brass, the home invader who was killed during Incident 4681-▽, sought authorization from Plainville to disinter the body from their family plot. Upon approval, it was determined that the grave had been disturbed previously, and local law enforcement were dispatched.\n\n\nFoundation agents interviewing local law enforcement determined that approximately half of them saw no evidence of disturbance; the other half concluded from interior damage to the roof of the coffin that the occupant ████████████████████████.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4680\n | SCP-4681 | \nSCP-4682\n »\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4681\n\" by Sam Swicegood (CityToast), from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4681\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename\n: Latozzi_wedding\n\n\nName:\n Vintage Wedding\n\n\nAuthor:\n George Hodan\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nPublic Domain Pictures 171875\n\n\n\n\n\n\nFilename\n: olld-house.jpg\n\n\nName:\n Old House\n\n\nAuthor:\n David Wagner\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nOld House Public Domain Pictures 15663",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4681 \" by Sam Swicegood (CityToast), from the SCP Wiki . Source: https://scpwiki.com/scp-4681 . Licensed under CC-BY-SA .",
        "Filename : Latozzi_wedding Name: Vintage Wedding Author: George Hodan License: Public Domain Source Link: Public Domain Pictures 171875",
        "Filename : olld-house.jpg Name: Old House Author: David Wagner License: Public Domain Source Link: Old House Public Domain Pictures 15663"
    ],
    "item": "SCP-4681",
    "object_class": "Euclid",
    "description": "SCP-4681 is the collective designation of people, places, and anomalous effects surrounding a Temporal Divergence event which occurred at a house in Farmington, CT (designated Location-4681-A) in 1976.",
    "title": "SCP-4681"
}