{
    "url": "https://scp-wiki.wikidot.com/scp-4685",
    "all_text": "SCP-4685:\n Every Man Must Pay His Due\n\n\n \n\n\nAuthor:\n \nItsDenali\n and thanks to \nLaneous\n does not match any existing user name\n, \nGrigori Karpin\n and \nKybard\n for their helpful insight and critique during the creation of this article!\n\n\n \n\n\nImage Credit:\n This image is licensed under CC BY-SA 2.0, see comments section for details.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+37\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n4685\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-4685 during a manifestation event at Site-17.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Foundation Webcrawler Bethpage-98 is to continually monitor web pages for images or discussion of SCP-4685 activity; such content is to be removed immediately and have its source investigated if necessary. If SCP-4685 should manifest at any Foundation Site, the affected Site is to immediately initiate the Bethpage Protocol (see below).\n\n\nInvestigations into the root cause of SCP-4685 manifestations is ongoing, and all research inquiries are open for consideration. Allowance of the use of Reality Anchors to further the study of SCP-4685 and develop methods to contain or neutralize it is pending. (See Addendum 4685.B).\n\n\n \n\n\n\n\n\n\n\n\n◆ ACCESS BETHPAGE PROTOCOL ◆\n\n\n\n\n◇ ACCESS BETHPAGE PROTOCOL ◇\n\n\n\n\n\n\n\n\nBETHPAGE PROTOCOL\n\n\n\n\nOverview:\n The Bethpage Protocol is to be initiated at any Foundation Site at which SCP-4685 appears. The purpose of this Protocol is to gain a better understanding of how SCP-4685 functions and if there are methods to contain it.\n\n\nDetails:\n If SCP-4685 should be confirmed to have appeared at a Foundation Site, all personnel at that Site are to proceed to a secure location with the exception of personnel assigned to anomalies that require constant management or surveillance. A Site-wide lockdown is to be maintained for the next thirteen minutes, after which full functionality is to be restored to all Site systems and a census of all personnel is to be performed with the goal of identifying SCP-4685-1 as quickly as possible.\n\nOnce identified, SCP-4685-1’s body is to be analyzed immediately to determine as many details about the subject’s death as possible before collection by SCP-4685, after which all information gathered regarding the event is to be relayed to Dr. Caballero.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDescription:\n SCP-4685 is a weathered, unbranded mechanical crane that has an undetermined chance of spontaneously manifesting at or near a secure Foundation Site exactly thirteen minutes prior to the death of an individual (designated SCP-4685-1) present at that Site.\n\n\nOnce SCP-4685-1 has died, SCP-4685 will extend its primary arm in the direction of SCP-4685-1's body to attempt retrieval; the arm has been observed to anomalously elongate and generate new matter to facilitate a longer reach. The primary arm is able to pass through every solid surface it encounters until eventually arriving at SCP-4685-1, which it will gently secure in its pincer. Once SCP-4685-1 has been secured, SCP-4685's primary arm will retract back to its main body; during this time, SCP-4685-1's body will similarly phase through solid objects. After the arm has been fully retracted, SCP-4685 will demanifest.\n\n\nNo means of identifying an SCP-4685-1 instance prior to their death have been discovered, and no SCP-4685-1 instance has been recovered once taken by SCP-4685. Additionally, the only common factor across all SCP-4685-1 instances identified thus far has been that not a single instance died of intentional means by Foundation assets, only due to apparent accidents, attacks from anomalies, or health complications.\n\n\nSince 1989, SCP-4685 has manifested on 78 different occasions, exclusively appearing at or near a Foundation-owned property or Site, with every recorded SCP-4685-1 instance having been Foundation personnel, including conscripted persons such as D-Class or jointly-employed personnel. Outside of these manifestation events, SCP-4685 has never been sighted, and multiple attempts to directly intercept or study SCP-4685 have been made. (See Addendum 4685.A below.)\n\n\nAddendum 4685.A:\n The following is an abridged list of attempts to directly track, study, or intercept SCP-4685 during manifestations.\n\n\n\n\n\n\nAttempt Description\n\n\nProcedure\n\n\nResult\n\n\n\n\n\n\nAttach GPS tracking devices to one of SCP-4685's support beams with an industrial adhesive.\n\n\nThe adhesive was attached to the subject's surface, and the devices were firmly secured.\n\n\nUpon demanifestation, the devices failed to demanifest with SCP-4685, and dropped to the ground.\n\n\n\n\n\n\nDamage or remove portions of SCP-4685.\n\n\nPersonnel armed with high-grade blowtorches and laser cutters were instructed to approach SCP-4685 and remove a sample of one of its support beams.\n\n\nSCP-4685 resisted all damage to it, even with present tools running on the highest possible output settings.\n\n\n\n\n\n\nToppling via collision with Foundation-owned construction equipment.\n\n\nUpon manifestation at a Foundation construction site, a worker operating a backhoe was startled and attempted to topple SCP-4685 by lifting one of its support beams.\n\n\nUpon making contact with SCP-4685, the backhoe ceased functionality entirely. Only upon the anomaly's demanifestation did it regain power.\n\n\n\n\n\n\nRemoval of SCP-4685-1 from SCP-4685's pincer.\n\n\nPersonnel attempted to grab the SCP-4685-1 instance while SCP-4685 was retracting its arm. On-site construction equipment was used as well.\n\n\nSCP-4685-1 phased through all personnel or construction equipment attempting to grab it in a manner similar to SCP-4685's arm. In the end the instance could not be retrieved.\n\n\n\n\n\n\nRelocation of SCP-4685-1 away from SCP-4685.\n\n\nRoughly thirteen minutes after SCP-4685 had manifested, SCP-4685-1’s body was identified and loaded into a motor vehicle which was then driven away from the site of the incident that caused SCP-4685 to appear.\n\n\nThe arm continued to follow the vehicle as it went further away from the scene, getting increasingly closer to the instance before catching up with the vehicle and securing SCP-4685-1. At the time of SCP-4685-1 being secured, SCP-4685 had extended its arm over two kilometers from where it had initially manifested.\n\n\n\n\n\n\nEntry into or observation of SCP-4685's main operating chamber.\n\n\nA team was assembled at SCP-4685's location upon initial manifestation. Upon boarding SCP-4685, the team attempted to observe the interior of the subject's operating chamber. They then tried to force the corresponding door open, using lockpicks, bolt cutters, a controlled explosion, and a small quantity of thermite to melt the locking mechanism.\n\n\nThe windows of the chamber appeared to be blacked out by something covering the inside, and visual contact could not be established. The door to the chamber resisted all attempts by personnel and could not be opened before SCP-4685 demanifested.\n\n\n\n\n\n\nAddendum 4685.B:\n During a manifestation event at Site-45, SCP-4685 extended its primary arm and reached over 1.5 kilometers underground to retrieve the generated SCP-4685-1 instance. In doing so, the primary arm passed through three chambers that contained multiple active Scranton Reality Anchors at the time. According to eye-witness accounts and available footage, upon coming within range of present Reality Anchors, the appearance of SCP-4685’s primary arm wavered and turned into what appeared to be a construction of flesh, fat, veins, bone fragments, and scraps of clothing condensed into the shape of a crane arm.\n\n\nSCP-4685 continued to move through the walls of the Site, and demanifested shortly after retracting its arm back to the surface with the body. The portions of the arm that appeared to be made of flesh reverted to their rusted metal appearance upon leaving the range of the Reality Anchors. Blood that dripped onto the ground from the arm during its fleshy state persisted even after SCP-4685's demanifestation and is currently being tested for DNA matches. The application of additional Reality Anchors in the future to further the study of SCP-4685 is pending.\n\n\n\n\n\n\n« \nSCP-4684\n | SCP-4685 | \nSCP-4686\n »",
    "addendums": [
        "Addendum 4685.A: The following is an abridged list of attempts to directly track, study, or intercept SCP-4685 during manifestations.",
        "Addendum 4685.B: During a manifestation event at Site-45, SCP-4685 extended its primary arm and reached over 1.5 kilometers underground to retrieve the generated SCP-4685-1 instance. In doing so, the primary arm passed through three chambers that contained multiple active Scranton Reality Anchors at the time. According to eye-witness accounts and available footage, upon coming within range of present Reality Anchors, the appearance of SCP-4685’s primary arm wavered and turned into what appeared to be a construction of flesh, fat, veins, bone fragments, and scraps of clothing condensed into the shape of a crane arm.\nSCP-4685 continued to move through the walls of the Site, and demanifested shortly after retracting its arm back to the surface with the body. The portions of the arm that appeared to be made of flesh reverted to their rusted metal appearance upon leaving the range of the Reality Anchors. Blood that dripped onto the ground from the arm during its fleshy state persisted even after SCP-4685's demanifestation and is currently being tested for DNA matches. The application of additional Reality Anchors in the future to further the study of SCP-4685 is pending."
    ],
    "documents": [],
    "notes": [
        "BETHPAGE PROTOCOL Overview: The Bethpage Protocol is to be initiated at any Foundation Site at which SCP-4685 appears. The purpose of this Protocol is to gain a better understanding of how SCP-4685 functions and if there are methods to contain it. Details: If SCP-4685 should be confirmed to have appeared at a Foundation Site, all personnel at that Site are to proceed to a secure location with the exception of personnel assigned to anomalies that require constant management or surveillance. A Site-wide lockdown is to be maintained for the next thirteen minutes, after which full functionality is to be restored to all Site systems and a census of all personnel is to be performed with the goal of identifying SCP-4685-1 as quickly as possible. Once identified, SCP-4685-1’s body is to be analyzed immediately to determine as many details about the subject’s death as possible before collection by SCP-4685, after which all information gathered regarding the event is to be relayed to Dr. Caballero."
    ],
    "containment_procedures": "Foundation Webcrawler Bethpage-98 is to continually monitor web pages for images or discussion of SCP-4685 activity; such content is to be removed immediately and have its source investigated if necessary. If SCP-4685 should manifest at any Foundation Site, the affected Site is to immediately initiate the Bethpage Protocol (see below).",
    "description": "SCP-4685 is a weathered, unbranded mechanical crane that has an undetermined chance of spontaneously manifesting at or near a secure Foundation Site exactly thirteen minutes prior to the death of an individual (designated SCP-4685-1) present at that Site.",
    "title": "SCP-4685"
}