{
    "url": "https://scp-wiki.wikidot.com/scp-4690",
    "all_text": "rating: \n+177\n+\n–\nx\n\n\n\n\n\n\nItem #:\n SCP-4690\n\n\n4/4690\n\n\n\n\n\n\nObject Class:\n Apollyon\n\n\nClassified\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Consensus reality regarding the literary work \nMadame Chrysanthème\n and its associated adaptations has been permanently altered. No further containment appears to be possible.\n\n\nDescription:\n SCP-4690 is a 'pataphysical phenomenon affecting all media works which adapt, pay homage to, or are otherwise inspired by the 1887 novel \nMadame Chrysanthème\n. Works are affected on a copy-by-copy basis through proximity. Following the events of 02/06/2017, SCP-4690's primary vector is the internet, and all machines connected to it.\n\n\nIn all cases, characters based on Pierre Loti\n1\n will end the novel consumed in some fashion by one or many arachnids or arachnid-adjacent entities. This event usually occurs near or at the conclusion of the main plotline.\n\n\nSCP-4690 has not been observed to affect nonfictional entities, [CORRUPTION EXPUNGED]\n\n\n\n\n\n\n\n\nEXCERPTS OF INFECTED DOCUMENTATION\n\n\n\n\nACCESS GRANTED\n\n\n\n\n\n\n\n\n\n\nWork:\n \nMadame Chrysanthème\n (1887 short story)\n\n\nSynopsis:\n \nMadame Chrysanthème\n is a semiautobiographical account of French sailor Pierre Loti's temporary marriage to \"Chrysanthème\", a geisha.\n\n\nSummary of Changes:\n Minimal changes before Chapter LII, primarily regarding actions taken by Yves. On September 18th, an hour before Kangourou and his tattoo artists arrive in the baseline narrative, Loti describes being awoken by a seemingly frustrated Yves; before he can respond, Yves collapses into a swarm of venomous spiders, which proceed to attack and devour a bewildered Loti.\n\n\nThe rest of the novel remains mostly unchanged, aside from the death of Loti. Narration remains in first person.\n\n\n\n\n\n\nWork:\n \nMadama Butterfly\n (1904 opera)\n\n\nSynopsis:\n \nMadama Butterfly\n is an Italian opera adapted from the American short story \"Madame Butterfly\", itself a fictionalized adaptation of Madame Chrysanthème. The opera follows Ciocio\n2\n-san \n[sic]\n, a Japanese girl who is married by American naval officer Lt. Pinkerton. When Pinkerton leaves Ciocio-san alone with child for 3 years, she waits faithfully for his return, only to kill herself in grief when she realizes Pinkerton remarried.\n\n\nIn most performances, \nMadama Butterfly\n is arranged into a set of three acts, containing 35 sections in total; the following work was arranged in such an order.\n\n\nSummary of Changes:\n Two new tracks appear after the 35th and final track\n3\n, featuring a new character, \"THE SPIDER\":\n\n\n\n\nThe first of these tracks introduces THE SPIDER, who, driven mad by the death of Ciocio-san, kills and devours a shocked Pinkerton. This section is an aria.\n\n\nThe final track depicts THE SPIDER, still mad with grief, rushing to the shipyard, declaring vendetta on the Americans that took its \"friend\" from it. This section is a chorus with solo parts.\n\n\n\n\nAccording to production notes, THE SPIDER is to be played by a mezzo-soprano with two mouths, in order to sing while devouring the actor playing Pinkerton.\n\n\n\n\n\n\nWork:\n \nThe Toll of the Sea\n (1922 film)\n\n\nSynopsis:\n \nThe Toll of the Sea\n is an American silent film, notable for being the third\n4\n ever produced in technicolor. The film follows \"Lotus Flower\", a young Chinese woman who saves the life of Allen Carver, an American. They marry, and though Carver promises to take Lotus Flower home with him, his friends convince him otherwise, leaving Lotus Flower with his child. When Carver returns with his American wife, Lotus Flower leaves her child with him, and presumably drowns herself.\n\n\nSummary of Changes:\n During the closing shot, both Lotus Flower and the ship Carver leaves on are visible. As Lotus Flower begins stepping towards the water's edge, an enormous entity, superficially resembling a whip scorpion, emerges to swallow the ship whole. Lotus Flower stays still, before walking away with a look of confusion.\n\n\n\n\n\n\nWork:\n \nLe ménage moderne de Madame Butterfly\n (1920 film)\n\n\nSynopsis:\n \nLe ménage moderne de Madame Butterfly\n is a French pornographic film, notable for being the first film depiction of hardcore homosexual sex acts. It follows Lt. Pinkerton [DATA EXPUNGED]\n\n\nSummary of Changes:\n A new character, resembling a humanoid spider [DATA EXPUNGED]. This is the first recorded instance without character death.\n\n\n\n\n\n\nWork:\n \nPinkerton\n (1996 album)\n\n\nSynopsis:\n \nPinkerton\n is the second studio album of Fifthist rock band \"Weezer\". Loosely based on Madama Butterfly, \nPinkerton\n chronicles frontman Rivers Cuomo's sexual and romantic insecurities following the release of Weezer's Self Titled and Cuomo's subsequent enrollment into Harvard.\n\n\nSummary of Changes:\n The final song on the album, \"Butterfly\", is extended to ten minutes and fourteen seconds. Following the regular outro, Cuomo begins to sing about being attacked, consumed, and digested by spiders, in the style of previous verses. Whether the lyrics are to be interpreted literally or as a metaphor for guilt is unclear.\n\n\n\n\n\n\nWork:\n \nPierre Loti Under Scope\n (2011 biography)\n\n\nSynopsis:\n \nPierre Loti Under Scope\n is a biography written by Dr. \nJeremiah Cimmerian\n during the completion of his doctorate. Dr. Cimmerian examines the life of Loti in comparison to his body of work in an attempt to provide an accurate picture of Mr. Loti's life.\n\n\nSummary of Changes:\n During the section regarding Pierre Loti's time in Japan, Dr. Cimmerian notes that stories of Loti's near total consumption by a swarm of spiders are most probably false. He further suggests that Loti merely died from the ill-timed bite of a mundane spider, and that retellings of the event exaggerated in absence of Loti's ability to refute them.\n\n\nThe corpse of Pierre Loti proceeds to follow a nearly identical path to its nonfictional counterpart.\n\n\n\n\n\n\nWork:\n \nI Left My Heart in Nagasaki\n (2016 Foundation experiment)\n\n\nSynopsis:\n \nI Left My Heart in Nagasaki\n is a short story written by the SCP-4690 containment team to test its properties. The story follows the plot of Madame Butterfly, with two notable deviations:\n\n\n\n\nAll arachnids have expired following a WK-Class Mass Extinction Event.\n\n\nThe main character, Lt. Pinkerdinkle, suffers from a condition that leaves him unable to create or comprehend metaphors.\n\n\n\n\nThe story is told in first person.\n\n\nSummary of Changes:\n At the end of the story, Pinkerdinkle is attacked and immobilized by an Asian female, who proceeds to forcibly collect a sample of his blood before fleeing the scene. Descriptions of this figure match those of PoI-GOC2735 (\"\nSpider\n\").\n\n\n\n\n\n\nWork:\n \nTen Unforgettable Recipes for the Orientalist Sailor\n (2016 Foundation experiment)\n\n\nSynopsis:\n \nTen Unforgettable Recipes for the Orientalist Sailor\n is a cookbook written by Culinary Department liaison McNeilly. Each recipe is based on either a specific scene from or a prominent theme of Madame Chrysanthème and its associated adaptations. \nTen Unforgettable Recipes for the Orientalist Sailor\n otherwise lacks a storyline.\n\n\nSummary of Changes:\n \nTen Unforgettable Recipes for the Orientalist Sailor\n experienced an unusually high number of changes compared to control materials:\n\n\n\n\nAll recipes were modified to varying extents. In most cases, this involved the removal and substitution of ingredients such as spices and vegetables. Notably, all lotus-based ingredients have been removed.\n\n\nTwo recipes, the Withered Lotus Stir Fry and Mother & Child Disunion, are preceded by abnormally long asides about the supposed benefits of incubating spider eggs within the human body.\n\n\nSeveral of the images have been heavily altered, displaying severe arachnid infestation on and around the meals in question.\n\n\nAn 11th recipe for \"Raw Pinkerton\" is present. Notably, the recipe calls for several previously undiscovered carnomancy techniques.\n\n\n\n\n\n\n\n\nWork:\n \nThe Madam, Mrs. Madama \"Madame Butterfly\" Butterfly, or \"Ciocio-San\" to her Butterfly Friends\n (2017 experiment)\n\n\nSynopsis:\n \nThe Madam, Mrs. Madama \"Madame Butterfly\" Butterfly, or \"Ciocio-San\" to her Butterfly Friends\n is a metafictional story within the SCP-4690 'Pataphysics Deptarment's primary narrative, written by Dr. Suzuki, regarding a series of increasingly recursive retellings of Madame Butterfly.\n\n\nThe story is told through a series of recursive framing devices, starting with a review of a fictional Japanese novel of the same name that begins with a young man talking to his half-Japanese girlfriend about his father, Rupert, and the stories he told.\n\n\n[EXTRANEOUS DATA OMITTED]\n\n\nSummary of Changes:\n The first changes appear in a hypothetical scenario imagined by Mr. Night, where a churchgoer asks the hypothetical Mr. Night why he's still writing while a spider gnaws at his fingers. Mr. Night admits that he wanted to put more of himself into his writing, and shows the churchgoer a portion of his story, which now depicts a man being eaten by spiders.\n\n\nAs Mr. Night's imaginary scene ends, the story continues as usual until the moment his ship is described as crashing against the rocks. The narrative describes him lying prone against the sea, as normal, with the addition that his body is scavenged by a cast of \nMacrocheira kaempferi\n5\n.\n\n\nAs normal, the scene returns to the present day, where Ms. Sun's anxious fantasy is cut off by the sound of cannon fire. The story remains unchanged until the point where Mr. Night, describing how he wished this situation could have went, mentions his desire to be eaten alive by a water scorpion. As Mr. Night laments his folly, Ms. Sun suddenly transforms into an abnormally large pseudoscorpion, before decapitating and devouring Mr. Night\n6\n.\n\n\nAs Rupert's son interrupts the story to ask his father to tell a happier story, the work remains unchanged until Helga and Rupert's date.\n\n\nWhen Rupert looks at the billboard advertising the showing of Madama Butterfly, he briefly notices the presence of an enormous spiderweb covering the face of Pinkerton. Later, during the show's curtain call, Pinkerton's actor is devoured by a swarm of camel spiders, an event that fails to interrupt the audience applause.\n\n\n[EXTRANEOUS DATA OMITTED]\n\n\nFollowing the conclusion of the test, Dr. Suzuki informed the attending \nMetaphysics Department liaison\n that she would need to cut the meeting short, as '\nSCP-2254\n-\nGamma-ARC\n had killed Agent Pinkerton in a containment breach.\n\n\n\n\n\n\nWork:\n \nDark Souls\n (2011 video game)\n\n\nSynopsis:\n \nDark Souls\n is an action-RPG video game developed by FROM Software. Notably, it does not appear to be inspired by Madame Chrysanthème, and does not act as a vector for SCP-4690.\n\n\nCopy was confiscated from Technician Empira following a report to the Site 56 IT department.\n\n\nSummary of Changes:\n During the cutscene prior to the Quelaag\n7\n boss fight, an enlarged Lt. Pinkerton kills and devours Quelaag.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A semiautobiographical version of \nMadame Chrysanthème\n's author, Loti is a sailor that initiates a brief affair with a Japanese woman, [CORRUPTION EXPUNGED]\n\n\n2\n. A literal translation of \"butterfly\".\n\n\n3\n. \nTu? Tu? Piccolo iddio!\n\n\n4\n. As the second ever technicolor film produced was SCP-████, the general public recognizes \nThe Toll of the Sea\n as being second instead.\n\n\n5\n. Japanese Spider Crab.\n\n\n6\n. This scene was present in the baseline story, and is not an authentic alteration through SCP-4690.\n\n\n7\n. A boss monster with the torso of a woman and the lower body of a monstrous spider.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4689\n | SCP-4690 | \nSCP-4691\n »\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4690\n\" by UraniumEmpire, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4690\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4690 \" by UraniumEmpire, from the SCP Wiki . Source: https://scpwiki.com/scp-4690 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Consensus reality regarding the literary work Madame Chrysanthème and its associated adaptations has been permanently altered. No further containment appears to be possible.",
    "description": "SCP-4690 is a 'pataphysical phenomenon affecting all media works which adapt, pay homage to, or are otherwise inspired by the 1887 novel Madame Chrysanthème. Works are affected on a copy-by-copy basis through proximity. Following the events of 02/06/2017, SCP-4690's primary vector is the internet, and all machines connected to it.",
    "title": "SCP-4690"
}