{
    "url": "https://scp-wiki.wikidot.com/scp-4708",
    "all_text": "rating: \n+41\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-4708 \"Thpecial Containment Prothedure\" by: \nDrAkimoto\n\n\n \n\n\n~DrAkimoto's Author Page~\n\n\n\n\n\n\n\n\nrating: \n+41\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n3/4708\n LEVEL \n3/4708\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-4708\n\n\n\n\n\n\nketer\n\n\n\n\n\n\n\n\n\n\n\n\nA photograph of SCP-4708 with a SCP-4708-1 instance.\n\n\n\n\nSpecial Containment Procedures:\n Foundation WebCrawler-Q9/4708 is to continuously monitor video streaming platforms for all videos titled \"Mike Tyson's Magic Minute\". The origin point will be traced and MTF Epsilon-32 (\"Lennox's Boys\") are to investigate and apprehend SCP-4708, if possible. Foundation contacts within the entertainment industry will propagate the idea that these videos are \"deepfakes\"\n1\n created to humiliate SCP-4708.\n\n\nDescription:\n SCP-4708 is Michael Gerard Tyson, the former World Heavyweight Boxing Champion. SCP-4708 is theorized to have reality-bending capabilities, though the exact nature and full extent of its anomalous abilities are undetermined.\n\n\nSCP-4708 is capable of transfiguring matter into entities resembling pigeons, documented as SCP-4708-1. Instances of SCP-4708-1 vary in size, ranging from 1-15 meters tall, with some instances displaying additional anomalous properties.\n\n\nDiscovery:\n On October 10, 2019, a series of 3025 unique one-minute videos titled \"Mike Tyson's Magic Minute\" were uploaded simultaneously to the video sharing platform YouTube. These videos all feature SCP-4708 performing anomalous feats stylized as magic tricks. The following video logs were transcribed automatically by WebCrawler-Q9/4708:\n\n\n\n\nVideo 4708/A14\n\n\n[BEGIN LOG]\n\n\n[Video begins with SCP-4708 standing in a field]\n\n\nSCP-4708:\n Hey guyth, ith your man, Mike Tython— here with another \"Magic Minute\".\n\n\n[SCP-4708 begins to walk, the camera follows it. Two civilians can be seen eating on a blanket, subject begins to walk towards them.]\n\n\nCivilian Male:\n Holy shit you're Mike—\n\n\n[SCP-4708 pulls the blanket from underneath the two civilians.]\n\n\nCivilian Female:\n Oh my god, what are—\n\n\n[SCP-4708 throws the blanket over the civilians.]\n\n\nSCP-4708:\n Lookth like we got a couple of love birdth here.\n\n\n[SCP-4708 quickly removes the blanket from the civilians revealing two SCP-4708-1 instances approximately the same size as the civilians. SCP-4708 turns the camera and sticks its thumb in the air.]\n\n\nSCP-4708:\n Make sure you tune in next time for the Mike Tython Magic Minute!\n\n\n[END LOG]\n\n\n\n\n \n\n\n\n\nVideo 4708/B9\n\n\n[BEGIN LOG]\n\n\n[Video begins with SCP-4708 standing on a street in front of a commuter bus.]\n\n\nSCP-4708:\n Hey guyth, ith your man, Mike Tython— here with your latest \"Magic Minute\".\n\n\n[SCP-4708 places its hand on the bus.]\n\n\nSCP-4708:\n Today I got thomething real thpecial for you.\n\n\n[SCP-4708 starts to drag a tarpaulin over the bus, the civilians inside begin banging on the windows.]\n\n\nSCP-4708:\n Abra-Kadabra-Alakatham!\n\n\n[The tarpaulin can be seen moving and rounding out before a 15-meter-tall SCP-4708-1 instance emerges from underneath the tarp.]\n\n\nSCP-4708:\n But wait there'th more.\n\n\n[SCP-4708 snaps its fingers, the SCP-4708-1 instance begins to vomit 22 1.5-meter-tall SCP-4708-1 instances.]\n\n\nSCP-4708:\n Ta-Dah! Make sure you tune in next time for the Mike Tython Magic Minute!\n\n\n[END LOG]\n\n\n\n\nTranscripts of all 3025 videos are available upon request.\n\n\n \n\nAfter reviewing Video 4708/B9, the Foundation confirmed a Detroit commuter bus as well as its 22 passengers were declared missing and began attempting to interview SCP-4708.\n\n\n\n\nInterview 1/4708\n\n\nDate:\n 2019/10/15\n\n\nInterviewed:\n SCP-4708\n\n\nInterviewer:\n Agent Lyra Conely\n\n\nForeword:\n Agent Conely met with SCP-4708 in its home under the guise of conducting an interview in regards to SCP-4708's boxing career.\n\n\n\n\n[BEGIN LOG]\n\n\nAgent Conely:\n Okay Mr. Tyson, are you ready to begin?\n\n\nSCP-4708:\n Sure, thoundth good to me. What did you want to know?\n\n\nAgent Conely:\n When I spoke to your agent, I wasn't 100% percent honest. I was hoping to talk to you about \"Mike Tyson's Magic Minute.\"\n\n\n[Subject remains silent.]\n\n\nAgent Conely:\n The agency I'm with is inter—\n\n\nSCP-4708:\n What agenthy did you thay you were from?\n\n\nAgent Conely:\n Oh— that's not important, you've probably never heard of us. What we really want to—\n\n\nSCP-4708:\n Thomething thmells fishy…\n\n\n[SCP-4708 stands up, opens its mouth wide, and emits a cooing noise that registers at 130db.]\n\n\nAgent Conely:\n What the fuck man, what are yo—\n\n\nSCP-4708:\n I'mma thow you a trick.\n\n\n[SCP-4708 leans towards Agent Conely and uses its teeth to remove her left ear, before spitting it upwards into the air. Agent Conely falls out of camera view but can be heard screaming. Agent Conely's ear can be seen undergoing a transfiguration into a 4-meter-tall SCP-4708-1 instance. SCP-4708 climbs on top of the SCP-4708-1, which proceeds to fly away.]\n\n\n[END LOG]\n\n\n\n\n\n\n \n\n\n\n\n\n\nNOTICE FROM THE SITE-71 HUMANOID RECOVERY DEPARTMENT\n\n\nAs of 2019/10/15, the current location of SCP-4708 is unknown. Its capture and containment have been upgraded to Level-3 priority.\n\n\n— Carlos Vemas, RDA, Site-71\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A video editing technology used to combine and superimpose existing images and videos onto source images or videos using a machine learning technique.\n\n\n\n\n\n\n\n\n« \nSCP-4707\n | SCP-4708 | \nSCP-4709\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Video 4708/A14 [BEGIN LOG] [Video begins with SCP-4708 standing in a field] SCP-4708: Hey guyth, ith your man, Mike Tython— here with another \"Magic Minute\". [SCP-4708 begins to walk, the camera follows it. Two civilians can be seen eating on a blanket, subject begins to walk towards them.] Civilian Male: Holy shit you're Mike— [SCP-4708 pulls the blanket from underneath the two civilians.] Civilian Female: Oh my god, what are— [SCP-4708 throws the blanket over the civilians.] SCP-4708: Lookth like we got a couple of love birdth here. [SCP-4708 quickly removes the blanket from the civilians revealing two SCP-4708-1 instances approximately the same size as the civilians. SCP-4708 turns the camera and sticks its thumb in the air.] SCP-4708: Make sure you tune in next time for the Mike Tython Magic Minute! [END LOG]",
        "Video 4708/B9 [BEGIN LOG] [Video begins with SCP-4708 standing on a street in front of a commuter bus.] SCP-4708: Hey guyth, ith your man, Mike Tython— here with your latest \"Magic Minute\". [SCP-4708 places its hand on the bus.] SCP-4708: Today I got thomething real thpecial for you. [SCP-4708 starts to drag a tarpaulin over the bus, the civilians inside begin banging on the windows.] SCP-4708: Abra-Kadabra-Alakatham! [The tarpaulin can be seen moving and rounding out before a 15-meter-tall SCP-4708-1 instance emerges from underneath the tarp.] SCP-4708: But wait there'th more. [SCP-4708 snaps its fingers, the SCP-4708-1 instance begins to vomit 22 1.5-meter-tall SCP-4708-1 instances.] SCP-4708: Ta-Dah! Make sure you tune in next time for the Mike Tython Magic Minute! [END LOG]"
    ],
    "containment_procedures": "Foundation WebCrawler-Q9/4708 is to continuously monitor video streaming platforms for all videos titled \"Mike Tyson's Magic Minute\". The origin point will be traced and MTF Epsilon-32 (\"Lennox's Boys\") are to investigate and apprehend SCP-4708, if possible. Foundation contacts within the entertainment industry will propagate the idea that these videos are \"deepfakes\"1 created to humiliate SCP-4708.",
    "description": "SCP-4708 is Michael Gerard Tyson, the former World Heavyweight Boxing Champion. SCP-4708 is theorized to have reality-bending capabilities, though the exact nature and full extent of its anomalous abilities are undetermined.",
    "title": "SCP-4708"
}