{
    "url": "https://scp-wiki.wikidot.com/scp-4710",
    "all_text": "rating: \n+177\n+\n–\nx\n\n\nItem #:\n SCP-4710\n\n\nObject Class:\n Neutralized\n\n\nSpecial Containment Procedures:\n None. The remains of Sheen Estevez are presumably in the possession of the Global Occult Coalition.\n\n\nDescription:\n SCP-4710 was a phenomenon in which the head of Sheen Estevez (a clerical employee of Marks and Spencer Group plc in Westminster, London) expanded from approximately 57 cm to over 6.4 kilometers in diameter, resulting in a BM-Class Broken Masquerade Scenario. This event began on 07/07/2019, shortly after 0915 hours local time, and continued for 24 hours. During this time, Mr. Estevez's head expanded at the rate of approximately 0.7% per minute. His head was completely impervious to damage and unaffected by its own weight, though his body was crushed underneath his head within eight hours.\n\n\nAn approximate timeline of SCP-4710's existence has been provided here. This timeline is based on phone records, news reports, personnel debriefings, and interviews with survivors from London.\n\n\n\n\n\n\nTime\n\n\nEvent\n\n\n\n\n\n\n0900\n\n\nMr. Estevez is seen by a co-worker drinking coffee in a break room in the M & S headquarters.\n\n\n\n\n\n\n0915\n\n\nMr. Estevez exchanges pleasantries with a co-worker in the bathroom of the M & S headquarters and enters a stall.\n\n\n\n\n\n\n0930\n\n\nTentatively identified as the point at which SCP-4710 began expanding.\n\n\n\n\n\n\n1130\n\n\nMr. Estevez requests help, as his head has become stuck between the walls of the bathroom stall. Mr. Estevez is unable to reach the lock on the stall, and other employees are reluctant to crawl under the stall partition to unlock it. Estevez remains stuck.\n\n\n\n\n\n\n1200\n\n\nThe expansion of Mr. Estevez's head breaks the stall partitions apart. His coworkers dial 999. Due to the nature of the event, dispatchers believe the call to be a hoax.\n\n\n\n\n\n\n1245\n\n\nThe first public video of this event is posted to YouTube. Filmed by a co-worker, it is ten minutes long and shows Mr. Estevez sitting in the stall as his head expands.\n\n\n\n\n\n\n1330\n\n\nMr. Estevez's head becomes large enough to break through the ceiling and into the second floor. The resultant evacuation of the M & S headquarters and calls to 999 attract the attention of both the local authorities and the Foundation.\n\n\n\n\n\n\n1347\n\n\nA Foundation agent arrives on the scene as part of a paramedic team and reports on the nature of the event.\n\n\n\n\n\n\n1405\n\n\nMobile Task Force \nPi-1 (\"City Slickers\")\n is dispatched to investigate the anomaly and attempt containment. Mobile Task Force \nGamma-5 (\"Red Herrings\")\n are tasked with cauterizing the flow of information within the civilian emergency services.\n\n\n\n\n\n\n1730\n\n\nPi-1 arrives on the scene. Mr. Estevez's head has expanded to almost 13 meters in diameter by this time. Although his body has been crushed by the growth, his head continues to expand. Notably, his face has not expanded with the rest of his head.\n\n\n\n\n\n\n1740\n\n\nMr. Estevez's cries for help have degenerated to requests for death and his head threatens to break free of the M & S building outright. Pi-1 decides to neutralize the anomaly, but their attempts are wholly unsuccessful and fail to damage Mr. Estevez's head in any way.\n\n\n\n\n\n\n1755\n\n\nThe Foundation London officer on duty decides to refocus containment on information control. Mobile Task Force \nBeta-7 (\"Maz Hatters\")\n is dispatched to cordon off the area under the pretense of a dirty bomb threat and handle any witnesses.\n\n\n\n\n\n\n1830\n\n\nMr. Estevez's head has expanded out of the building and into adjacent city blocks. Initial news reports indicate that the cover story of a dirty bomb has been temporarily successful.\n\n\n\n\n\n\n1900\n\n\nFoundation webcrawlers begin identifying videos and photographs online associated with SCP-4710. The BBC News report suggests that the dirty bomb story may be false and interviews one of Mr. Estevez's co-workers. The Department of Misinformation switches all available resources to handle these incidents.\n\n\n\n\n\n\n1930\n\n\nA GOC liaison contacts the Foundation and recommends that they withdraw from London. Foundation assets in the area report GOC operatives encroaching on the area disguised as British military personnel.\n\n\n\n\n\n\n2000\n\n\nThe true nature of SCP-4710 has become apparent to the civilian populace. In addition to commenting on the nature of Mr. Estevez's predicament, global news media as well as amateur video and photographs begin to draw attention to assorted Foundation personnel on the scene and suggest that a larger conspiracy may be in place.\n\n\n\n\n\n\n2030\n\n\nCiting the failed containment attempts, unwanted attention being drawn to Foundation personnel, and political pressure being applied by the GOC and United Kingdom, the Overseer Council votes to pull Mobile Task Forces Pi-1, Gamma-5, and Beta-7 from London.\n\n\n\n\n\n\n2045\n\n\nOverseers 3 and 6 are dispatched to a COBR committee with the Prime Minister, representatives from the National Police Chiefs Council, United Nations, and the Global Occult Coalition to work on strategies for neutralizing SCP-4710 and safely evacuating London.\n\n\n\n\n\n\n2100\n\n\nThe American representative proposes the use of thermonuclear weapons against Mr. Estevez's head. The proposal is rejected due to the population density at Mr. Estevez's location and the difficulty of evacuating London within the time frame provided.\n\n\n\n\n\n\n2100-0500\n\n\nVarious other proposals to neutralize SCP-4710 are produced. These include feeding it neurotoxin, thermonuclear weaponry inserted into SCP-4710 by means of bunker-buster bombs, and cryogenically freezing it from the inside. All proposals are discarded, as no means of piercing Mr. Estevez's skin has proven successful and there is no evidence that he has a body left that can be affected by poison.\n\n\n\n\n\n\n0500\n\n\nThe American representative proposes the use of thermonuclear weapons for the third time. He is asked to leave the committee.\n\n\n\n\n\n\n0510\n\n\nTensions arise in the COBR committee as Overseer 6 questions why the American representative was not expelled earlier. Following a physical altercation between the Prime Minister and Overseer 6, both Overseers are asked to leave the committee.\n\n\n\n\n\n\n0525\n\n\nThe Foundation's British liaison informs us that our presence is no longer required within London, and requests that all remaining Foundation personnel still within the city immediately leave.\n\n\n\n\n\n\n0730\n\n\nBy this time, the exponential growth of Mr. Estevez's head has resulted in its expansion to almost 3 kilometers in diameter. Overwatch Command votes to declare a BM-Class Broken Masquerade Scenario: 8 for and 5 against.\n\n\n\n\n\n\n0935\n\n\nWithout warning and against all prior evidence, Mr. Estevez's head explosively ruptures. The ensuing shockwave and expulsion of cerebrospinal fluid, blood, enlarged bone, and viscera levels most of Westminster and causes several hundred thousand casualties, including the deaths of most of the British cabinet.\n\n\n\n\n\n\n1000\n\n\nThe Global Occult Coalition coordinates with the British Armed Forces, surviving cabinet members, and emergency workers to provide disaster relief and mitigation.\n\n\n\n\n\n\n1200\n\n\nSCP-4710 is declared Neutralized.\n\n\n\n\n\n\nNo video or satellite footage has been able to support any conclusive explanation for the sudden neutralization of SCP-4710. However, several surviving eyewitnesses reported an enormous hand with a silver pin descending from a cloud immediately prior to the explosion. Further investigation is ongoing.\n\n\n\n\n\n\n« \nSCP-4709\n | SCP-4710 | \nSCP-4711\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4710\n\" by A Random Day, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4710\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4710 \" by A Random Day, from the SCP Wiki . Source: https://scpwiki.com/scp-4710 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4710",
    "object_class": "Neutralized",
    "containment_procedures": "None. The remains of Sheen Estevez are presumably in the possession of the Global Occult Coalition.",
    "description": "SCP-4710 was a phenomenon in which the head of Sheen Estevez (a clerical employee of Marks and Spencer Group plc in Westminster, London) expanded from approximately 57 cm to over 6.4 kilometers in diameter, resulting in a BM-Class Broken Masquerade Scenario. This event began on 07/07/2019, shortly after 0915 hours local time, and continued for 24 hours. During this time, Mr. Estevez's head expanded at the rate of approximately 0.7% per minute. His head was completely impervious to damage and unaffected by its own weight, though his body was crushed underneath his head within eight hours.",
    "title": "SCP-4710"
}