{
    "url": "https://scp-wiki.wikidot.com/scp-4716",
    "all_text": "rating: \n+125\n+\n–\nx\n\n\n\n\nItem #:\n SCP-4716\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-4716 and SCP-4716-B are to be stored separately in standard document safes in Site-43's climate-controlled library. Access to SCP-4716-B is limited to a monthly basis, for purposes of documentation.\n\n\nUnder Ethics Committee resolution 4716-003, no further testing is to be conducted using the recipes within SCP-4716 due to the possible damage on personal and global scales.\n\n\nGerard Hopworth is considered a Person of Interest related to SCP-4716. Their current area of operation is unknown, suspected to be in the northern United Kingdom. It is highly likely that Hopworth is in possession of a third, uncontained volume of SCP-4716. As such, containment of this volume and containment or termination of Hopworth himself is a Level-3 Priority.\n\n\nDescription:\n SCP-4716 refers to a manuscript containing several thaumaturgical rituals styled after culinary recipes. Entitled \nThe Plutovore's Cookbook\n, the rituals in SCP-4716 all have the same intent: the creation of an edible effigy which is to be consumed in an act of symbolic cannibalism in order to enact misfortune upon its target.\n\n\nThe recipes within SCP-4716 have three key, consistent components:\n\n\n\n\nActual foodstuffs, including fresh fruit, vegetables, dairy products, etc. In some cases, pre-made food, such as frozen breakfast sandwiches or cheeseburgers bought from fast food establishments, are called for.\n\n\nA sympathetic link to the target of the ritual. In most cases, this calls for a sample of the target's DNA, such as hair, saliva, or blood. However, items such as documents composed by the target or items made in their image (including photographs, portraits, and action figures) are sometimes called for, presumably due to the difficulty of getting a physical link.\n\n\nAn item related to the manner of harm which is to be inflicted upon the target. The severity of the harmful effect varies depending on how much food was created and consumed in the course of this ritual.\n\n\n\n\nIf performed correctly, the result of one of these rituals is edible with no long-term effects on health. However, this does not account for the taste or texture of normally non-edible implements.\n\n\nThe recipes and rituals detailed are similar in format and function to known Neo-Sarkic rituals involving symbolic cannibalism. However, SCP-4716 is notable in two aspects.\n\n\nFirstly, the number of pages within it far exceed the capacity of its bindings. New pages are created upon contact with items used in the cooking or consumption of food, such as hot sauce, tomato juice, mustard, vinegar, fryer oil, and salad dressing. Out of all tested substances, liquid derivatives of meat products appear to generate the most new material.\n\n\nSecondly, the rituals within SCP-4716 are made specifically to target individuals who have a net worth of at least 10,000,000USD. This parameter includes the majority of high-ranking individuals in Neo-Sarkic sects across the world, some of whom have appeared in SCP-4716. It is unclear why a Neo-Sarkic would create a volume that would allow members of their own cults to be adversely affected.\n\n\nDiscovery:\n SCP-4716 was discovered following a string of incidents affecting political opponents of William Putzman, a state senator from Maine. Ten opposing candidates either dropped out of the race or were otherwise unable to continue campaigning, for reasons ranging from sudden life-threatening illness to arrest on charges of embezzlement to asphyxiation.\n\n\nSuspicion was brought upon Putzman following the discovery that his family had ties to Adytum's Wake, but Foundation interference was able to cause the story to be mis-reported as Putzman being part of a 'cult of carnal pleasures'. At the time, it was believed that Putzman was using an artifact similar to SCP-████ in order to attack his political opponents. However, Putzman himself was notorious among members of the Wake for being unskilled at flesh-crafting and other Sarkic thaumaturgical practices, suggesting the involvement of a second party. Following a brief and inconclusive investigation, Putzman resigned from his seat.\n\n\nThree weeks later, the police department in Augusta, Maine found Putzman dead following reports of shots being fired at his estate. Putzman's body had dessicated to a severe degree pre-mortem, and his attempt to fire a revolver had decapitated him and torn off his left arm, resulting in near-instantaneous death.\n\n\nSCP-4716 was discovered on the kitchen counter, next to a half-eaten sandwich made with pickled bread, peanut butter, silica gel packets, a lock of Putzman's hair, and grape jelly. SCP-4716 was originally twelve pages long— the first ten pages had recipes corresponding to the ten candidates that had been rendered unfit to run against Putzman, while the 11th and 12th contained recipes targeting Putzman himself.\n\n\nSaliva recovered from the sandwich showed DNA markers consistent with the Hopworth family\n1\n. Though denying any involvement, the absence of their youngest child Gerard at any and all family gatherings has been noted.\n\n\n\n\nTesting Log:\n\n\n\n\nRecipe:\n Bobby ████'s Arachnophobic Apricot Cobbler\n\n\nIngredients:\n\n\n\n\nWater\n\n\nFresh apricots\n\n\nBrown Sugar\n\n\nButter\n\n\nCinnamon, nutmeg, other assorted spices\n\n\nA drop of Mr. ████'s Blood\n\n\nA dried tarantula\n\n\n'Superman' Ice Cream\n2\n for the topping.\n\n\n\n\nCooking Instructions:\n No major differences from a mundane apricot cobbler. It was stipulated that the chelicerae of the tarantula be set aside as garnishes, while the rest of it was ground in a food processor and mixed with the other spices.\n\n\nResult:\n Entire meal was consumed by D-Class personnel ignorant of the ingredients. Reported a 'crunchy, but not unpleasant' texture in the cobbler itself, while the ice cream was a 'nice change of pace' from plain vanilla.\n\n\nFive hours after consumption, Mr. ████ was bitten by several black widow spiders while visiting a facility owned by his company. While a full recovery is expected, Mr. ████ has been shown to be increasingly arachnophobic, calling for the suspension of any projects in his company that are related to spiders.\n\n\n\n\n\n\nRecipe:\n █.█. ███████'s Hackneyed Halibut\n\n\nIngredients:\n\n\n\n\nHalibut purchased in Edinburgh, Scotland\n\n\nPanko bread crumbs\n\n\nEggs\n\n\nDill Pickle\n\n\nLemon\n\n\nMustard\n\n\nA 28cm long holly branch, chopped into sevenths\n\n\nA copy of \nMalleus Maleficarum\n (text stipulates \"Reproductions OK!\")\n\n\n\n\nPreparation:\n The \nMalleus Maleficarum\n is to be burned on a fire in which the holly branch is used as kindling, while Latin is spoken over the burning. Following this, the ashes of the book are integrated into the breading. Recipe is enough to make seven pieces of fried halibut.\n\n\nResult:\n One piece of seven consumed by D-Class personnel before it was complained that the food tasted like printing ink and smoke.\n\n\n█.█. ███████'s work has since begun to be re-examined in an unfavorable light. In addition, it is possible that ███████ herself was affected by the consumption of this meal, as she has been attempting to expand upon her previous work, with the derivatives being met with much criticism.\n\n\n\n\n\n\nRecipe:\n Prince ██████'s Vasectomy Venison Burgers\n\n\nIngredients:\n\n\n\n\nGround venison\n\n\nSalt and pepper\n\n\nSemen from his royal majesty Prince ██████ ███ of [REDACTED]\n3\n\n\nSeveral dozen condoms, shredded\n\n\n20ml of an antifibrinolytic drug\n\n\n\n\nPreparation:\n As standard venison burgers. Non-standard ingredients were integrated into the patties, and the recipe stipulated that they be served on King's Hawaiian buns with French's ketchup.\n\n\nResult:\n Consumption aborted after D-Class personnel suffered an allergic reaction to the latex in the condoms. Burgers were found to be undercooked by several degrees, and proper preparation would likely have resulted in the meal being hypoallergenic. The gastronomist in charge of preparing the meal was reprimanded.\n\n\nWithin three days, Prince ██████' was admitted to the hospital with acute, ongoing priapism. Necrosis set in due to a lack of blood flow to other extremities, necessitating the removal of their penis.\n\n\n\n\n\n\nRecipe:\n ███ ██████'s Five-Star Steak\n\n\nNote: This recipe appeared following an accident in Site-43's test kitchen that exposed SCP-4716 to a spilled bottle of [REDACTED], a brand of wine whose winery of origin is owned by the Fifth Church.\n\n\nIngredients:\n\n\n\n\n.14kg of sirloin steak\n\n\nA five-legged starfish\n\n\nA copy of a script from a movie in which ███ ██████ has appeared in that has had all references to numbers which are multiples of five removed.\n4\n\n\n5g of salt and pepper\n\n\n24.6ml lemon juice\n\n\n\n\nPreparation:\n Starfish was powdered and used to season the steak along with the salt and pepper. The script was dissolved in cooking oil used to sear the steak, which was then finished with lemon juice.\n\n\nResult:\n Entire meal consumed. ██████ suffered a broken ankle while filming an installment of the ██████ ██████████ franchise, resulting in delayed production. An earthquake hit Los Angeles within an hour of the announcement that production would be delayed, resulting in major damage to a building that serves as the headquarters for Fifthism in California.\n\n\n\n\nAt this time, the Ethics Committee has discontinued all testing using SCP-4716.\n\n\n\n\nIncident 4716-29\n During testing in late 2018, SCP-4716 stopped producing new recipes, despite being immersed in pig's blood for over half an hour. While the volume was removed undamaged, no new material appeared, leaving the final page count of SCP-4716 at over 4300. A sigil of unknown purpose was discovered on the inside of the back cover.\n\n\nOriginally, this led SCP-4716 to be reclassified as neutralized; however, five days after this event, a large-scale anomalous event occurred during a party at the Hopworth estate in Leeds. A transcript of notable events visible on security footage from the grounds follows.\n\n\n\n\n07:21:\n Micheal Hopworth, patriarch of the family, takes several guests into the main lobby of his estate and introduces them to a functioning Daevite worm-spear\n5\n.\n\n\n07:32:\n Hors d'oeuvres are served. Common Neo-Sarkic foodstuffs, such as 'five-squid' caviar, goat eyeballs, and gilded phalanges are visible, as is an unidentified hard-boiled egg-based dish.\n\n\n7:40:\n An impromptu prayer service is held. Sacramental wine is served. Electromagnetic distortion is visible around the wine, suggesting some thaumic energies are present. This is confirmed when a servant is invited to drink the wine, only to have five extra stomachs sprout from his torso, leading to death by severe, sudden trauma. Their corpse is visible on film for the duration of the party.\n\n\n8:03:\n Mrs. Isobel Langley makes her way to the corpse of the servant and removes her own stomach, replacing it with one from the corpse. Prior to this, she had eaten at least ten of the hard boiled egg hors d'oeuvres. Three other individuals who consumed these items exchange their stomachs.\n\n\n8:30:\n All guests enter the grand hall for dinner. Micheal Hopworth takes up the worm-spear and brings it into the dining hall. Cameras within the hall show him giving a speech, and then using the spear and the worm-constructs within to torment several guests. The behavior of all involved conveys amusement or joy, with one of the affected applauding after a worm-construct burrows out of his skull through his eye, which is quickly replaced using the eye of another servant.\n\n\n8:40:\n Dinner is served. The chef, who appears to be headless, brings out the main dish: a large, porcine-esque corpse with over a dozen legs, identified as a Battle Sow\n6\n. The assembled guests applaud.\n\n\n9:00\n Another prayer service begins, immediately proceeding dessert. The purpose of this service appears to be preparation for a sacrifice.\n\n\n9:10:\n A young woman is brought out, bound to a stretcher. She appears to be both unconscious and alive. A vial, presumably full of smelling salts, is brought under her nose. She awakens, struggling and screaming. Several guests begin tearing at her clothing.\n\n\n9:15:\n The woman, now fully naked, begins to laugh as one of the guests bites off her finger. Confusion ensues as the guest who consumed the finger abruptly begins to auto-exsanguinate. The woman speaks, and looks of horror appear on the faces of all the guests.\n\n\n9:17:\n Micheal Hopworth leaps onto the table and attempts to stab the woman with the worm-spear. The woman's abdominal flesh contorts around the weapon, before they speak again.\n\n\n9:18:\n Several hundred worm-constructs appear from the bodies of all guests who had partaken of either the boar or the egg-based hors d'oeuvres, consuming the bodies. Micheal Hopworth's extremities, barring his head, are consumed, with the wounds being cauterized.\n\n\n9:20:\n The headless chef appears and removes the woman's head, revealing that the woman is a flesh construct. The head reforms on the chef's body, taking on the facial features of Gerard Hopworth.\n\n\nGerard and Micheal Hopworth converse for several minutes, before Gerard takes up the worm-spear and drives it into his father's skull, leaving the constructs to devour him.\n\n\n9:25:\n Gerard leaves a pair of books in the dining hall, before exiting. The police were notified to a 'series of murders' through an anonymous tip some time after this.\n\n\n\n\nThe two books recovered were a copy of Karl Marx's \nThe Communist Manifesto\n, as well as a new instance of SCP-4716. Designated SCP-4716-B, the first recipe was titled \"Battle Sow Slaughterhouse\" and used a combination of the aforementioned animal, several species of parasitic worm, iron filings, and blood from those who were assembled at the party to achieve its effect. A sigil identical to the one found in the back cover of SCP-4716 was discovered on SCP-4716-B's front; testing has shown that fluid introduced to SCP-4716 now contributes to the creation of further pages in SCP-4716-B. Another sigil was found on the back cover, suggesting that a third volume of SCP-4716 exists.\n\n\nThe worm-spear was found embedded in a non-anomalous, incomplete replica of \nSCP-140\n, pinning open the pages detailing Grand Karcist Ion's slave rebellion against the Daevites.\n\n\n\n\nFootnotes\n\n\n1\n. A clan of Neo-Sarkics residing in England. Has little hold in the United States, though is on good terms with Adytum's Wake.\n\n\n2\n. An amalgam of ice cream flavors, usually made up of lemon or vanilla, cherry, and 'Blue Moon' ice cream.\n\n\n3\n. A European royal who was, at the time, facing allegations of [REDACTED].\n\n\n4\n. For the purposes of this test, ████ ██ ███████ was used.\n\n\n5\n. An anomalous technological apparatus that was used to subjugate the lower classes using metallic worm-like entities that could burrow into the body and take control of the nervous system; ten of these items are in Foundation custody.\n\n\n6\n. A species of boar created by proto-Sarkics to be used in their rebellion against the Daevites.\n\n\n\n\n\n\n\n\n« \nSCP-4715\n | SCP-4716 | \nSCP-4717\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4716\n\" by (user deleted), from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4716\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Recipe: Bobby ████'s Arachnophobic Apricot Cobbler Ingredients: Water Fresh apricots Brown Sugar Butter Cinnamon, nutmeg, other assorted spices A drop of Mr. ████'s Blood A dried tarantula 'Superman' Ice Cream 2 for the topping. Cooking Instructions: No major differences from a mundane apricot cobbler. It was stipulated that the chelicerae of the tarantula be set aside as garnishes, while the rest of it was ground in a food processor and mixed with the other spices. Result: Entire meal was consumed by D-Class personnel ignorant of the ingredients. Reported a 'crunchy, but not unpleasant' texture in the cobbler itself, while the ice cream was a 'nice change of pace' from plain vanilla. Five hours after consumption, Mr. ████ was bitten by several black widow spiders while visiting a facility owned by his company. While a full recovery is expected, Mr. ████ has been shown to be increasingly arachnophobic, calling for the suspension of any projects in his company that are related to spiders.",
        "Recipe: █.█. ███████'s Hackneyed Halibut Ingredients: Halibut purchased in Edinburgh, Scotland Panko bread crumbs Eggs Dill Pickle Lemon Mustard A 28cm long holly branch, chopped into sevenths A copy of Malleus Maleficarum (text stipulates \"Reproductions OK!\") Preparation: The Malleus Maleficarum is to be burned on a fire in which the holly branch is used as kindling, while Latin is spoken over the burning. Following this, the ashes of the book are integrated into the breading. Recipe is enough to make seven pieces of fried halibut. Result: One piece of seven consumed by D-Class personnel before it was complained that the food tasted like printing ink and smoke. █.█. ███████'s work has since begun to be re-examined in an unfavorable light. In addition, it is possible that ███████ herself was affected by the consumption of this meal, as she has been attempting to expand upon her previous work, with the derivatives being met with much criticism.",
        "Recipe: Prince ██████'s Vasectomy Venison Burgers Ingredients: Ground venison Salt and pepper Semen from his royal majesty Prince ██████ ███ of [REDACTED] 3 Several dozen condoms, shredded 20ml of an antifibrinolytic drug Preparation: As standard venison burgers. Non-standard ingredients were integrated into the patties, and the recipe stipulated that they be served on King's Hawaiian buns with French's ketchup. Result: Consumption aborted after D-Class personnel suffered an allergic reaction to the latex in the condoms. Burgers were found to be undercooked by several degrees, and proper preparation would likely have resulted in the meal being hypoallergenic. The gastronomist in charge of preparing the meal was reprimanded. Within three days, Prince ██████' was admitted to the hospital with acute, ongoing priapism. Necrosis set in due to a lack of blood flow to other extremities, necessitating the removal of their penis.",
        "Recipe: ███ ██████'s Five-Star Steak Note: This recipe appeared following an accident in Site-43's test kitchen that exposed SCP-4716 to a spilled bottle of [REDACTED], a brand of wine whose winery of origin is owned by the Fifth Church. Ingredients: .14kg of sirloin steak A five-legged starfish A copy of a script from a movie in which ███ ██████ has appeared in that has had all references to numbers which are multiples of five removed. 4 5g of salt and pepper 24.6ml lemon juice Preparation: Starfish was powdered and used to season the steak along with the salt and pepper. The script was dissolved in cooking oil used to sear the steak, which was then finished with lemon juice. Result: Entire meal consumed. ██████ suffered a broken ankle while filming an installment of the ██████ ██████████ franchise, resulting in delayed production. An earthquake hit Los Angeles within an hour of the announcement that production would be delayed, resulting in major damage to a building that serves as the headquarters for Fifthism in California.",
        "07:21: Micheal Hopworth, patriarch of the family, takes several guests into the main lobby of his estate and introduces them to a functioning Daevite worm-spear 5 . 07:32: Hors d'oeuvres are served. Common Neo-Sarkic foodstuffs, such as 'five-squid' caviar, goat eyeballs, and gilded phalanges are visible, as is an unidentified hard-boiled egg-based dish. 7:40: An impromptu prayer service is held. Sacramental wine is served. Electromagnetic distortion is visible around the wine, suggesting some thaumic energies are present. This is confirmed when a servant is invited to drink the wine, only to have five extra stomachs sprout from his torso, leading to death by severe, sudden trauma. Their corpse is visible on film for the duration of the party. 8:03: Mrs. Isobel Langley makes her way to the corpse of the servant and removes her own stomach, replacing it with one from the corpse. Prior to this, she had eaten at least ten of the hard boiled egg hors d'oeuvres. Three other individuals who consumed these items exchange their stomachs. 8:30: All guests enter the grand hall for dinner. Micheal Hopworth takes up the worm-spear and brings it into the dining hall. Cameras within the hall show him giving a speech, and then using the spear and the worm-constructs within to torment several guests. The behavior of all involved conveys amusement or joy, with one of the affected applauding after a worm-construct burrows out of his skull through his eye, which is quickly replaced using the eye of another servant. 8:40: Dinner is served. The chef, who appears to be headless, brings out the main dish: a large, porcine-esque corpse with over a dozen legs, identified as a Battle Sow 6 . The assembled guests applaud. 9:00 Another prayer service begins, immediately proceeding dessert. The purpose of this service appears to be preparation for a sacrifice. 9:10: A young woman is brought out, bound to a stretcher. She appears to be both unconscious and alive. A vial, presumably full of smelling salts, is brought under her nose. She awakens, struggling and screaming. Several guests begin tearing at her clothing. 9:15: The woman, now fully naked, begins to laugh as one of the guests bites off her finger. Confusion ensues as the guest who consumed the finger abruptly begins to auto-exsanguinate. The woman speaks, and looks of horror appear on the faces of all the guests. 9:17: Micheal Hopworth leaps onto the table and attempts to stab the woman with the worm-spear. The woman's abdominal flesh contorts around the weapon, before they speak again. 9:18: Several hundred worm-constructs appear from the bodies of all guests who had partaken of either the boar or the egg-based hors d'oeuvres, consuming the bodies. Micheal Hopworth's extremities, barring his head, are consumed, with the wounds being cauterized. 9:20: The headless chef appears and removes the woman's head, revealing that the woman is a flesh construct. The head reforms on the chef's body, taking on the facial features of Gerard Hopworth. Gerard and Micheal Hopworth converse for several minutes, before Gerard takes up the worm-spear and drives it into his father's skull, leaving the constructs to devour him. 9:25: Gerard leaves a pair of books in the dining hall, before exiting. The police were notified to a 'series of murders' through an anonymous tip some time after this.",
        "\" SCP-4716 \" by (user deleted), from the SCP Wiki . Source: https://scpwiki.com/scp-4716 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Keter",
    "containment_procedures": "SCP-4716 and SCP-4716-B are to be stored separately in standard document safes in Site-43's climate-controlled library. Access to SCP-4716-B is limited to a monthly basis, for purposes of documentation.",
    "description": "SCP-4716 refers to a manuscript containing several thaumaturgical rituals styled after culinary recipes. Entitled The Plutovore's Cookbook, the rituals in SCP-4716 all have the same intent: the creation of an edible effigy which is to be consumed in an act of symbolic cannibalism in order to enact misfortune upon its target.",
    "title": "SCP-4716"
}