{
    "url": "https://scp-wiki.wikidot.com/scp-4718",
    "all_text": "▷ Show Code ◁\n\n\n\n\n△ Hide Code △\n\n\n\n\n\n\n\n\n\n\n\n\n@import\n \nurl\n(\nhttps\n://\nfonts.googleapis.com\n/\ncss2\n?\nfamily\n=\nMontserrat\n:wght\n@600\n;700&\ndisplay\n=\nswap\n);\n \n/\n*\n \nCentered\n \nHeader\n \nSigma\n\n \n*\n \n[\n2021\n \nWikidot\n \nComponent\n]\n\n \n*\n \nBy\n \nLt\n \nFlops\n (\nCC\n \nBY-SA\n 3.0)\n \n*\n \nForked\n from:\n   \n*\n \nPenumbra\n \nTheme\n \nby\n \nEstrellaYoshte\n\n \n*\n \nAlso\n \nbased\n on:\n   \n*\n \nCentered\n \nHeader\n \nBHL\n \nby\n \nWoedenaz\n\n\n**\n/\n \n/\n*\n ---- \nVARS\n ---- \n*\n/\n \n:root\n{\n\n     --\ntitleColor:\n hsl(\n0\n, \n0\n%\n, \n95\n%\n)\n;\n     --\nsubtitleColor:\n hsl(\n60\n, \n62\n%\n, \n85\n%\n)\n;\n     --\nlgurl:\n url(https://scp-wiki.wdfiles.com/local--files/component:pride-highlighter/lgbtqp_logo.svg)\n;\n\n}\n\n \n/\n*\n ---- \nSITE\n \nBANNER\n ---- \n*\n/\n \n#header\n,\n \ndiv#header\n{\n\n     \nbackground-image:\n \nnone\n;\n\n}\n\n \n \n#header\n:\n:before\n{\n\n     \nposition:\n \nabsolute\n;\n     \nwidth:\n \n100\n%\n;\n     \nheight:\n \n100\n%\n;\n     \ncontent:\n \"\"\n;\n \n     \nbackground-image:\n var(--lgurl)\n;\n     \nbackground-position:\n \ncenter\n \ntop\n;\n     \nbackground-repeat:\n \nno-repeat\n;\n     \nbackground-size:\n \nauto\n \n9\nem\n;\n     \nopacity:\n \n.33\n;\n\n}\n\n \n \n#header\n \nh1\n,\n \n#header\n \nh2\n{\n\n     \nfloat:\n \nnone\n;\n     \nmargin-left:\n \n0\n;\n \n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n \n#header\n \nh1\n \nspan\n,\n \n#header\n \nh2\n \nspan\n{\n\n   /\n*\n \nHide\n \nthe\n \nExisting\n \nText\n \n*\n/\n     \ndisplay:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n,\n \n#header\n \nh2\n:\n:before\n{\n\n   /\n*\n \nStyle\n \nthe\n \nNew\n \nText\n \n*\n/\n     \nfont-family:\n \"Montserrat\", \"Arial\", \nsans-serif\n;\n     \ntext-shadow:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \nbottom:\n \n.15\nem\n;\n \n     \ncolor:\n var(--titleColor)\n;\n \n     \nfont-size:\n \n115\n%\n;\n     \nfont-weight:\n \n700\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \ntop:\n \n.1\nem\n;\n \n     \ncolor:\n var(--subtitleColor)\n;\n \n     \nfont-size:\n \n130\n%\n;\n     \nfont-weight:\n \n600\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n   /\n*\n \nSet\n \nthe\n \nNew\n \nText\n'\ns\n \nContent\n \nFrom\n \nVariable\n \n*\n/\n     \ncontent:\n var(--header-title, \"SCP FOUNDATION\")\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \ncontent:\n var(--header-subtitle, \"SECURE - CONTAIN - PROTECT\")\n;\n\n}\n\n \n/\n*\n ---- \nSEARCH\n ---- \n*\n/\n \n#search-top-box\n{\n\n     \ntop:\n \n1\nem\n;\n     \nright:\n \n0\n;\n\n}\n\n \n \n#search-top-box-form\n \ninput.button\n{\n\n     \nmargin-right:\n \n0\n;\n\n}\n\n \n \n#search-top-box-input\n,\n \n#search-top-box-input\n:hover\n,\n \n#search-top-box-input\n:focus\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:hover\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:focus\n{\n\n     \nborder-radius:\n \n0\n;\n     \nbox-shadow:\n \nnone\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nTOP\n \nBAR\n ---- \n*\n/\n \n#top-bar\n{\n\n     \nright:\n \n0\n;\n     \ndisplay:\n flex\n;\n     \njustify-content:\n \ncenter\n;\n\n}\n\n \n \n#top-bar\n \nul\n \nli\n \nul\n{\n\n     \nborder-bottom:\n \n1\npx\n \nsolid\n hsl(\n0\n, \n0\n%\n, \n40\n%\n)\n;\n     \nbox-shadow:\n \nnone\n;\n\n}\n\n \n/\n*\n ---- \nLOGIN\n ---- \n*\n/\n \n#login-status\n{\n\n     \ntop:\n \n1.1\nem\n;\n     \nright:\n initial\n;\n \n     \ncolor:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n\n}\n\n \n \n#account-topbutton\n{\n\n     \nborder-color:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nPAGE\n \nTITLE\n ---- \n*\n/\n \n.meta-title\n,\n \n#page-title\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nBREADCRUMBS\n ---- \n*\n/\n \n.pseudocrumbs\n,\n \n#breadcrumbs\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nMOBILE\n \nDISPLAY\n ---- \n*\n/\n \n@media\n (max-width: 767\npx\n)\n{\n\n     \n#search-top-box\n{\n\n          \ntop:\n \n1.85\nem\n;\n          \nwidth:\n unset\n;\n    \n}\n\n \n     \n.mobile-top-bar\n{\n\n          \nposition:\n \nrelative\n;\n          \nleft:\n \n0\n;\n          \ndisplay:\n flex\n;\n          \njustify-content:\n \ncenter\n;\n    \n}\n\n \n     \n#login-status\n{\n\n          \ntop:\n \n0\n;\n          \nright:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n{\n\n          \nfont-size:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n \nimg.small\n{\n\n          \nmargin:\n \n0\n;\n \n          \ntransform:\n translate(\n6\npx\n, \n4\npx\n)\n;\n    \n}\n\n \n     \n#my-account\n{\n\n          \ndisplay:\n \nnone\n;\n    \n}\n\n \n     \n#account-topbutton\n{\n\n          \nmargin-left:\n \n2\npx\n;\n    \n}\n\n\n}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+18\n+\n–\nx\n\n\nSwordlover87\n\n\n\n\n\n\n\n\nSCP-4718 - Unsinkable\n\n\nMore by me!\n\n\n\n\n\n\n\n\n\n\nItem №:\n SCP-4718\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Information suppression and alteration procedures are of particular importance to containment due to the fact that SCP-4718 has only been partially hidden from the general public. To this end, information establishing SCP-4718 as non-anomalous is to be disseminated, and the hypothesis that natural calving and melting resulted in its destruction at a point prior to the 21st century is to be perpetuated.\n\n\nThe Foundation submarine \nSCPF Ymir\n is to patrol the area of the North Atlantic Ocean which contains SCP-4718 and enforce a 2km exclusion zone under the cover of a drilling rig operation rendering the area restricted and potentially hazardous to approach. Testing on SCP-4718-A is to be performed by voluntarily participating Level 2 \nYmir\n crew members equipped with SCUBA suits which leave at least one extremity uncovered. Outside of testing, unprotected skin contact with SCP-4718-A is not permitted.\n\n\nDescription:\n SCP-4718 is an artificial device of unknown origin, located in the North Atlantic Ocean and at rest on the seabed at a depth of 3.5 km. Externally, SCP-4718 has the appearance of a pinnacle iceberg; however, chemical testing has determined SCP-4718 to be composed primarily of a translucent silicate substance with high tensile strength and heat-absorbent properties. Six layers of this material, each with an average thickness of ~5cm, compose the exterior section of SCP-4718.\n\n\nAn area near the base of SCP-4718 is heavily damaged by a severe planar fracture, allowing access to the interior of SCP-4718. The object is partially hollow; the majority of its inner cavity is occupied by a complex lattice of refined iron, silicon and niobium, which is engraved with indecipherable symbols. This structure is designated SCP-4718-A.\n\n\nSCP-4718-A is conjectured to function as a combination of an internal support system for SCP-4718, preventing the object from imploding due to the pressure of the surrounding water, and a \n[\nREDACTED\n]\n.\n\n\n\n\n<REMAINING DATA SEALED>\n\n\n\n\n<LEVEL 3/4718 CREDENTIALS ACCEPTED. LOADING...>\n\n\n\n\nIn addition to serving as an internal support system, SCP-4718-A functions as an anomalous data bank capable of storing information in an unknown medium. It presently contains data from a similarly unknown source.\n\n\nAlthough it is evidently impossible to insert information for storage, any sapient organism is capable of accessing the data already stored in SCP-4718-A through unobstructed skin contact. This data is directly implanted in the brain, manifesting as a series of disjointed but consistent concepts, stimuli and mental images. On account of its mentally invasive nature, the experience of interfacing with SCP-4718-A often causes distress to test subjects.\n\n\nAn interview with a subject exposed to SCP-4718-A, referred to as S-4718-7, may be found below.\n\n\n\n\nInterviewed:\n S-4718-7\n\n\nInterviewer:\n Dr. Wilson\n\n\nForeword:\n S-4718-7 displayed the highest level of comprehension of the concepts imparted by SCP-4718-A among his testing group, and was deemed the most suitable candidate for further research.\n\n\n\n\n<Begin Log>\n\n\nDr. Wilson:\n Please describe what you experienced when you touched the object.\n\n\nS-4718-7:\n Right, uh… I saw… no, it wasn’t so much “seeing” as it was… \n(pauses)\n feeling. Or thinking, but not really thinking. Like thinking the thoughts and feeling the feelings of something that wasn’t me.\n\n\nDr. Wilson:\n Yes, that’s consistent with the accounts of the other test subjects. What exactly do you remember feeling?\n\n\nS-4718-7:\n There was… there were a lot of feelings. But I noticed this, I don’t know, common thread. This common thread through the whole thing of… distance, and separation, but willing separation. Almost felt like I was on vacation, or a journey. Something like that. I’m not really doing it justice, the feeling of distance. I was ridiculously far from home, I think.\n\n\nDr. Wilson:\n I assume you refer to yourself experiencing these feelings so you can relate them more easily?\n\n\nS-4718-7:\n Yeah. Yeah, that’s it. Felt like something else’s brain had gone into mine… it’s weird to remember, like I’m going through it all over again. But anyway, the next thing I remember feeling was like I was having fun. Like I was enjoying the vacation. I keep calling it that, but I don’t think that’s what it really was, it’s just… closest. There was this… vastness, everywhere. Maybe the Pacific Ocean around the thing. I don’t think there was a word for it, like it was filtered through the things I was feeling. There might not be oceans where the skip came from, or maybe they’re different. I remember feeling like I was seeing the ocean for the first time, and liking it.\n\n\nDr. Wilson:\n So you experienced a cohesive timeline of events, then?\n\n\nS-4718-7:\n I did, yeah. Kinda like watching a movie, except I was in… no, more like the movie was in me, if that makes sense.\n\n\nDr. Wilson:\n I understand. What did you experience next?\n\n\nS-4718-7:\n There was a while where it was just the distance, and the ocean, and not much else. It was pretty peaceful, but then I saw… man, I keep saying I saw things, but I don’t think they see like we do. It’s all feeling with them. I felt something big coming.\n\n\nDr. Wilson:\n Something big?\n\n\nS-4718-7:\n Yeah. That’s the best way I can think to describe it. I feel like it was another human thing, but filtered through the skip’s way of seeing stuff, like the ocean. It was coming closer pretty fast, and…\n\n\n(Subject struggles to speak.)\n\n\nDr. Wilson:\n Is everything alright?\n\n\nS-4718-7:\n Uh… yeah. I’m fine. The next bit was just kind of complicated and I’m not sure I got all of it.\n\n\nDr. Wilson:\n It’s quite alright. Please continue to the best of your ability.\n\n\nS-4718-7:\n Okay. So, there was this huge… thing, bearing down on me. But I wasn’t scared at all. I had… I’m not sure. Faith, or… like, total confidence. Or both. I felt like I was unstoppable and I didn’t even need to get out of the way. I feel like there’s a word for it… it’ll come to me eventually, probably.\n\n\nDr. Wilson:\n Go on.\n\n\nS-4718-7:\n Uh huh. So what happened after that was… probably the clearest part, and…\n\n\n(Subject ceases to speak, rubbing his forehead with one knuckle.)\n\n\nDr. Wilson:\n What is the-\n\n\nS-4718-7:\n I’m fine. I’m okay, it just… it hit me right after that.\n\n\nDr. Wilson:\n The large object?\n\n\nS-4718-7:\n Yeah. Yeah, that. It hit me and… something cracked, everything cracked. My… my mind cracked. My feelings cracked. The cold was coming in everywhere and I just… I couldn’t believe it, I \ncouldn’t,\n I was unstoppable. How did it happen? I don’t get it. The vastness, the… ocean… it started hurting, because I knew I was going under it and I wouldn’t ever come up, everything started hurting. \n(speaking quickly)\n Even the distance started hurting me because I couldn’t ever go back now. It was all so… so awful. I was dying, I think.\n\n\nDr. Wilson:\n I understand that the experience was overwhelming, but please try to stay calm. What did you experience after that?\n\n\nS-4718-7:\n The cold… it was everywhere. Everything. It became me, and… I just remember being confused as everything went away. It was supposed to be… it was supposed to be unsinkable… \n(sobs)\n\n\nDr. Wilson:\n Please, try to maintain your composure. Did the experience end after that?\n\n\n(S-4718-7 does not respond, and continues to weep. Further inquiries are ineffectual.)\n\n\n<End Log>\n\n\n\n\nClosing Statement:\n It is assumed that the received information ceased after this point, as the subject did not speak further after regaining his composure and was escorted out of the interview room without incident.\n\n\n\n\nAvailable evidence strongly suggests that a collision with an oceanic object or sea vessel caused the present amount of damage to SCP-4718 and resulted in its sinking. Additionally, unusual Hume readings adjacent to and directly surrounding SCP-4718 strongly suggest that it is of extrauniversal or extradimensional origin.\n\n\n\n\n\n\nA photograph of SCP-4718, circa 1912.\n\n\n\n\n\n\nThe exact significance of these conclusions is under review.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4717\n | SCP-4718 | \nSCP-4719\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewed: S-4718-7 Interviewer: Dr. Wilson Foreword: S-4718-7 displayed the highest level of comprehension of the concepts imparted by SCP-4718-A among his testing group, and was deemed the most suitable candidate for further research. <Begin Log> Dr. Wilson: Please describe what you experienced when you touched the object. S-4718-7: Right, uh… I saw… no, it wasn’t so much “seeing” as it was… (pauses) feeling. Or thinking, but not really thinking. Like thinking the thoughts and feeling the feelings of something that wasn’t me. Dr. Wilson: Yes, that’s consistent with the accounts of the other test subjects. What exactly do you remember feeling? S-4718-7: There was… there were a lot of feelings. But I noticed this, I don’t know, common thread. This common thread through the whole thing of… distance, and separation, but willing separation. Almost felt like I was on vacation, or a journey. Something like that. I’m not really doing it justice, the feeling of distance. I was ridiculously far from home, I think. Dr. Wilson: I assume you refer to yourself experiencing these feelings so you can relate them more easily? S-4718-7: Yeah. Yeah, that’s it. Felt like something else’s brain had gone into mine… it’s weird to remember, like I’m going through it all over again. But anyway, the next thing I remember feeling was like I was having fun. Like I was enjoying the vacation. I keep calling it that, but I don’t think that’s what it really was, it’s just… closest. There was this… vastness, everywhere. Maybe the Pacific Ocean around the thing. I don’t think there was a word for it, like it was filtered through the things I was feeling. There might not be oceans where the skip came from, or maybe they’re different. I remember feeling like I was seeing the ocean for the first time, and liking it. Dr. Wilson: So you experienced a cohesive timeline of events, then? S-4718-7: I did, yeah. Kinda like watching a movie, except I was in… no, more like the movie was in me, if that makes sense. Dr. Wilson: I understand. What did you experience next? S-4718-7: There was a while where it was just the distance, and the ocean, and not much else. It was pretty peaceful, but then I saw… man, I keep saying I saw things, but I don’t think they see like we do. It’s all feeling with them. I felt something big coming. Dr. Wilson: Something big? S-4718-7: Yeah. That’s the best way I can think to describe it. I feel like it was another human thing, but filtered through the skip’s way of seeing stuff, like the ocean. It was coming closer pretty fast, and… (Subject struggles to speak.) Dr. Wilson: Is everything alright? S-4718-7: Uh… yeah. I’m fine. The next bit was just kind of complicated and I’m not sure I got all of it. Dr. Wilson: It’s quite alright. Please continue to the best of your ability. S-4718-7: Okay. So, there was this huge… thing, bearing down on me. But I wasn’t scared at all. I had… I’m not sure. Faith, or… like, total confidence. Or both. I felt like I was unstoppable and I didn’t even need to get out of the way. I feel like there’s a word for it… it’ll come to me eventually, probably. Dr. Wilson: Go on. S-4718-7: Uh huh. So what happened after that was… probably the clearest part, and… (Subject ceases to speak, rubbing his forehead with one knuckle.) Dr. Wilson: What is the- S-4718-7: I’m fine. I’m okay, it just… it hit me right after that. Dr. Wilson: The large object? S-4718-7: Yeah. Yeah, that. It hit me and… something cracked, everything cracked. My… my mind cracked. My feelings cracked. The cold was coming in everywhere and I just… I couldn’t believe it, I couldn’t, I was unstoppable. How did it happen? I don’t get it. The vastness, the… ocean… it started hurting, because I knew I was going under it and I wouldn’t ever come up, everything started hurting. (speaking quickly) Even the distance started hurting me because I couldn’t ever go back now. It was all so… so awful. I was dying, I think. Dr. Wilson: I understand that the experience was overwhelming, but please try to stay calm. What did you experience after that? S-4718-7: The cold… it was everywhere. Everything. It became me, and… I just remember being confused as everything went away. It was supposed to be… it was supposed to be unsinkable… (sobs) Dr. Wilson: Please, try to maintain your composure. Did the experience end after that? (S-4718-7 does not respond, and continues to weep. Further inquiries are ineffectual.) <End Log> Closing Statement: It is assumed that the received information ceased after this point, as the subject did not speak further after regaining his composure and was escorted out of the interview room without incident."
    ],
    "object_class": "Safe",
    "containment_procedures": "Information suppression and alteration procedures are of particular importance to containment due to the fact that SCP-4718 has only been partially hidden from the general public. To this end, information establishing SCP-4718 as non-anomalous is to be disseminated, and the hypothesis that natural calving and melting resulted in its destruction at a point prior to the 21st century is to be perpetuated.",
    "description": "SCP-4718 is an artificial device of unknown origin, located in the North Atlantic Ocean and at rest on the seabed at a depth of 3.5 km. Externally, SCP-4718 has the appearance of a pinnacle iceberg; however, chemical testing has determined SCP-4718 to be composed primarily of a translucent silicate substance with high tensile strength and heat-absorbent properties. Six layers of this material, each with an average thickness of ~5cm, compose the exterior section of SCP-4718.",
    "title": "SCP-4718"
}