{
    "url": "https://scp-wiki.wikidot.com/scp-4720",
    "all_text": "rating: \n+122\n+\n–\nx\n\n\n\n\nItem Number:\n SCP-4720\n\nObject Class:\n Safe (formerly Euclid)\n1\n\n\nSpecial Containment Procedures:\n SCP-4720 are contained in the archival wing of the Site-38 library. SCP-4720 instances are isolated in clear, archival-safe polyethylene bags, and stored in a temperature and humidity controlled environment. Foundation information campaigns are used to educate the public on the signs of an SCP-4720-α event, and how to report such events to the Foundation.\n\n\nDescription:\n SCP-4720 is a collection of 63 fiction anthology magazines published between 1914 and 1949\n2\n. All magazines are printed on wood pulp paper. Examples include issues of \nShort Stories\n, \nMarvel Tales\n, \nAdventure\n, \nHorror Stories\n, \nWeird Tales\n, \nThe Shadow\n, and \nDoc Savage\n.\n\n\nWhen a person carries an instance of SCP-4720 on their person, they will at some point within the next 24 hours experience a SCP-4720-α event\n3\n. An SCP-4720-α event consists of the person who is currently in direct possession of the SCP-4720 instance (SCP-4720-1) experiencing events reminiscent of exploitative and sensationalist literature.\n\n\nSCP-4720-α will typically begin with SCP-4720-1 being accosted by the antagonists of the event, who will attempt to attack SCP-4720-1 before being driven off by the main character. SCP-4720-1 will then join the main character and engage in the narrative. The narrative generated will be adapted to the current environment. For example, a narrative generated in a Foundation Site will typically have a horror theme.\n\n\nCharacters in the narrative (aside from SCP-4720-1) will be humanoid entities generated by the SCP-4720-α event\n4\n. These entities act in accordance with the narrative generated and will dismiss outside-context stimulus or outright ignore it. Living characters will demanifest upon the completion of the SCP-4720-α event.\n\n\nThe narratives generated by SCP-4720-α will typically take approximately 48 hours to complete, if followed, and span a wide variety of genres, including noir, science fiction, western, horror, and adventure. SCP-4720-α events commonly result in property damage, as well as monetary loss due to theft by the antagonists of the SCP-4720\n5\n. Though SCP-4720-α events generally involve hazardous situations, SCP-4720-1 and other persons not generated by SCP-4720-α will engage in the event unharmed.\n\n\nUpon completion of a SCP-4720-α event, SCP-4720-1 will typically describe the experience as exhilarating, and in many cases will exhibit an increased interest in pulp magazines as a genre of media.\n\n\nAddendum:\n Incident Log-4720-2019/03/11\n\n\nOn 2019/03/11 an unidentified man approached the entrance to Site-38. Upon being stopped and taken into custody by security personnel, the man (henceforward POI-4720-1) claimed to have knowledge of the creation and distribution of SCP-4720.\n\n\n\n\nInterview Log 4720-1\n\n\nResearcher Echo:\n This is Researcher Guy Echo, beginning interview of POI-4720-1 in regards to information concerning SCP-4720. Please state your name for the record.\n\n\nPOI-4720-1:\n Douglas Ian Anderson.\n\n\nResearcher Echo:\n Now, Mr. Anderson, you approached this classified, covert Foundation Site claiming to have knowledge on the creation of SCP-4720?\n\n\nPOI-4720-1:\n Yes, I did. Really wasn’t too hard, just had to ask around for where this was. Is SCP-4720 what you’re calling the mags now? Yeah, it used to be my old collection, before we made them more \namusing\n!\n\n\nPOI-4720-1 laughs\n\n\nPOI-4720-1:\n Oh, Jerry, you old bastard. Anyways, yeah, me and a couple of the boys from my old regiment made them, oh, twenty something years ago now, back when we were in our 70s.\n\n\nResearcher Echo:\n Could you go into more specifics about the creation of SCP-4720?\n\n\nPOI-4720-1:\n Ah, I couldn’t tell you the details. Jerry was the one who knew all the magic stuff, and he’s dead now. I wish I could be more helpful. I just came because I wanted to see where all the stories ended up. After I stopped hearing about things like Biggles coming out of nowhere and thwarting an assassination attempt on the president, well, I figured you guys had gotten your hands on all of them.\n\n\nResearcher Echo:\n I understand. Could you go into more detail about the reasons for the creation of SCP-4720, instead?\n\n\nPOI-4720-1:\n Oh, sure. There was a movie that had just come out at the time, Pulp Fiction. I hadn’t seen it, but Bill had. He hated it! But the title got us thinking about all those stories we read in the pulp mags as a kid. Just so happened I had been collecting some of the magazines from the time for a few years, and we got to reading. It was marvelous, I remember it well. My wife came down to the basement and joined in, we really made a party of it. Felt like we were kids again. Anyways, I said it was a shame that stories like that never really happened, and Jerry was the one who suggested we do something about that. You know how that went. We played around with them for a couple weeks, being a little discreet about it. But we were old even then, so they sat in my basement for a while.\n\n\nResearcher Echo:\n And how did they enter circulation? The first reports of SCP-4720, sorry, your magazines, don’t show up until 2006.\n\n\nPOI-4720-1:\n Well, my wife died that year. Jerry had died the year before. Bill two before that. I was lonely. And I felt that selling off the magazines, well, it was a good way to honor the memories of my friends, and my wife. She loved those books as much as I did growing up. Felt like a nice way to make the world a little more fun. So I got my son to help me list them on that web thing, and sold them off in lots. Wanted as many people as possible to get them. Get people to see what their grandparents read and imagined as kids.\n\n\nResearcher Echo:\n You do understand how irresponsible that was? While the events don’t hurt anyone they disrupt the-\n\n\nPOI-4720-1 cuts off Researcher Echo\n\n\nPOI-4720-1:\n Look, Guy. I understand it’s your job to keep this stuff under lock and key, and I understand why you do it. But can you really get mad at an old man who just wanted to bring a little magic into the world?\n\n\n\n\nFollowing the interview, POI-4720-1’s health rapidly deteriorated, and they passed away on 2019/03/14. An autopsy revealed the cause of death to be late-stage brain cancer. POI-4720-1’s remains were released to their family under cover story.\n\n\n\n\nFootnotes\n\n\n1\n. As of 2019/01/15, SCP-4720 has been reclassified as safe due to three total years without reports of SCP-4720-α events. It is assumed all instances of SCP-4720 are contained or otherwise out of circulation.\n\n\n2\n. Commonly referred to as “pulp mags”.\n\n\n3\n. Assuming they do not remove the instance from their person within that timeframe.\n\n\n4\n. In roughly 42% of known SCP-4720-α events an existing character was used in the narrative. Common characters include The Shadow, John Carter, Zorro, Doc Savage, and Biggles\n\n\n5\n. Foundation data analysts have found that funds confiscated by an SCP-4720-α event will be donated anonymously to a WW2 veterans charity.\n\n\n\n\n\n\n\n\n« \nSCP-4719\n | SCP-4720 | \nSCP-4721\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4720\n\" by Gekkoguy, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4720\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Incident Log-4720-2019/03/11\nOn 2019/03/11 an unidentified man approached the entrance to Site-38. Upon being stopped and taken into custody by security personnel, the man (henceforward POI-4720-1) claimed to have knowledge of the creation and distribution of SCP-4720.\nFollowing the interview, POI-4720-1’s health rapidly deteriorated, and they passed away on 2019/03/14. An autopsy revealed the cause of death to be late-stage brain cancer. POI-4720-1’s remains were released to their family under cover story."
    ],
    "documents": [],
    "notes": [
        "Interview Log 4720-1 Researcher Echo: This is Researcher Guy Echo, beginning interview of POI-4720-1 in regards to information concerning SCP-4720. Please state your name for the record. POI-4720-1: Douglas Ian Anderson. Researcher Echo: Now, Mr. Anderson, you approached this classified, covert Foundation Site claiming to have knowledge on the creation of SCP-4720? POI-4720-1: Yes, I did. Really wasn’t too hard, just had to ask around for where this was. Is SCP-4720 what you’re calling the mags now? Yeah, it used to be my old collection, before we made them more amusing ! POI-4720-1 laughs POI-4720-1: Oh, Jerry, you old bastard. Anyways, yeah, me and a couple of the boys from my old regiment made them, oh, twenty something years ago now, back when we were in our 70s. Researcher Echo: Could you go into more specifics about the creation of SCP-4720? POI-4720-1: Ah, I couldn’t tell you the details. Jerry was the one who knew all the magic stuff, and he’s dead now. I wish I could be more helpful. I just came because I wanted to see where all the stories ended up. After I stopped hearing about things like Biggles coming out of nowhere and thwarting an assassination attempt on the president, well, I figured you guys had gotten your hands on all of them. Researcher Echo: I understand. Could you go into more detail about the reasons for the creation of SCP-4720, instead? POI-4720-1: Oh, sure. There was a movie that had just come out at the time, Pulp Fiction. I hadn’t seen it, but Bill had. He hated it! But the title got us thinking about all those stories we read in the pulp mags as a kid. Just so happened I had been collecting some of the magazines from the time for a few years, and we got to reading. It was marvelous, I remember it well. My wife came down to the basement and joined in, we really made a party of it. Felt like we were kids again. Anyways, I said it was a shame that stories like that never really happened, and Jerry was the one who suggested we do something about that. You know how that went. We played around with them for a couple weeks, being a little discreet about it. But we were old even then, so they sat in my basement for a while. Researcher Echo: And how did they enter circulation? The first reports of SCP-4720, sorry, your magazines, don’t show up until 2006. POI-4720-1: Well, my wife died that year. Jerry had died the year before. Bill two before that. I was lonely. And I felt that selling off the magazines, well, it was a good way to honor the memories of my friends, and my wife. She loved those books as much as I did growing up. Felt like a nice way to make the world a little more fun. So I got my son to help me list them on that web thing, and sold them off in lots. Wanted as many people as possible to get them. Get people to see what their grandparents read and imagined as kids. Researcher Echo: You do understand how irresponsible that was? While the events don’t hurt anyone they disrupt the- POI-4720-1 cuts off Researcher Echo POI-4720-1: Look, Guy. I understand it’s your job to keep this stuff under lock and key, and I understand why you do it. But can you really get mad at an old man who just wanted to bring a little magic into the world?",
        "\" SCP-4720 \" by Gekkoguy, from the SCP Wiki . Source: https://scpwiki.com/scp-4720 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Safe (formerly Euclid)1",
    "containment_procedures": "SCP-4720 are contained in the archival wing of the Site-38 library. SCP-4720 instances are isolated in clear, archival-safe polyethylene bags, and stored in a temperature and humidity controlled environment. Foundation information campaigns are used to educate the public on the signs of an SCP-4720-α event, and how to report such events to the Foundation.",
    "description": "SCP-4720 is a collection of 63 fiction anthology magazines published between 1914 and 19492. All magazines are printed on wood pulp paper. Examples include issues of Short Stories, Marvel Tales, Adventure, Horror Stories, Weird Tales, The Shadow, and Doc Savage.",
    "title": "SCP-4720"
}