{
    "url": "https://scp-wiki.wikidot.com/scp-4722",
    "all_text": "rating: \n+140\n+\n–\nx\n\n\n\n\n\n\nA walkway affected by SCP-4722.\n\n\n\n\n\n\nItem #:\n SCP-4722\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Foundation web crawlers are to monitor the internet for news reports, personal blog posts, and forum discussions involving manifestations of SCP-4722. Should a location associated with SCP-4722 occurrences be identified and confirmed by Foundation personnel, deterrents are to be gradually introduced to the area to dissuade passersby from traveling the nearby pathways on foot at high speed.\n\n\nDisinformation responses are to be released following any reports from individuals who have encountered an SCP-4722 location; the claims are to be dismissed as part of a popular urban hoax. Any mentions of a \"Professor Faymaren\" (tentatively designated PoI-4722, along with associated alternate spellings) are to be investigated, to facilitate the identification and detainment of the presumably anomalous individual using the name(s).\n\n\nExperimentation involving an SCP-4722 location requires permission from the Site Director or a Level-4 personnel member present at the nearest Foundation facility.\n\n\nDescription:\n SCP-4722 is a phenomenon that manifests on unpaved walkways made over time by human foot traffic\n1\n. Based on gathered reports, it is currently believed that SCP-4722 manifestations are primarily localized to England and France.\n\n\nWhen a human travels over such a walkway on foot at a relatively quick pace (taking into account physique and potential encumbrance due to items being carried), SCP-4722 will cause the following to occur:\n\n\n\n\nWhite down feathers will manifest at the soles of the individual’s feet or footwear, and trail behind them until they reach the end of the pathway. (If not picked up immediately, the feathers will disappear.)\n\n\nStanding or slower-moving individuals on the pathway will move aside to let the individual pass.\n\n\nIf the individual drops something they are carrying, the item will briefly remain hovering in place.\n\n\nThe individual’s clothing will take on a luminescent sheen. This effect persists for up to 12 minutes, and causes clothing to repel water in the event of rain or snow.\n\n\nUpon reaching the halfway point of the pathway, the individual will hear an unidentified crowd chanting motivational lines to them, including phrases \"We believe in you!\" and \"You can do it!\"\n\n\n(Pending confirmation) after leaving the pathway, the individual will reach their intended destination without any interruptions, including those caused by traffic, illness (e.g., needing to blow one’s nose), and need to use restrooms.\n\n\n\n\nIt has been observed that SCP-4722 will not manifest for all individuals. Foundation-monitored experiments have indicated that the following personal history factors tend to be associated with a failure to activate SCP-4722:\n\n\n\n\nIndividual’s family was financially secure and provided for them for the majority of their juvenile and adolescent life.\n\n\nIndividual has a strong emotional support system.\n\n\nIndividual has not experienced many major life-changing negative events (e.g., loss of a parent, eviction).\n\n\nIndividual’s stress levels are low (compared to those of other test subjects).\n\n\nIndividual scores high on neuroticism scales and/or possesses a fairly negative worldview.\n\n\n\n\nSCP-4722’s first noted manifestation occurred at the University of Cambridge, following a hit-and-run incident that left undergraduate student ██████ ████ unable to attend classes and her part-time job. The student was later interviewed by campus staff about her experience, and stated that she received counseling from an elderly benefactress named \"Professor Faymaren\" (PoI-4722)\n2\n who encouraged Miss ████ to continue with her dreams despite the hardships she currently faced, and introduced her to the pathway later confirmed to be affected by SCP-4722.\n\n\nFoundation records indicate that the student later successfully applied for and received financial aid from a philanthropic society, completed her education, secured employment as a well-respected teacher, and married the headmaster of a neighboring school. Foundation surveillance was eventually withdrawn six months following the individual’s wedding,\n3\n which was held on the university grounds near the SCP-4722-affected pathway (as the couple stated that was the location where they first met).\n\n\nBefore Foundation intervention, Miss ████ had also encouraged coworkers and students to traverse the pathway that had \"brought her good luck\". Investigations are ongoing; gathered data thus far indicates that approximately 80% of interviewed individuals who went out of their way to travel over the SCP-4722-affected pathway found their lives changed in sudden events\n4\n that they were \"surprised by, but eternally grateful for\". Professor Faymaren was cited frequently as the recurring benefactress; other name variations mentioned by interviewees included \"Faemeren\", and \"F. Marraine\". Thus far, all Foundation attempts to locate the alleged benefactress(es) have failed.\n\n\nAddendum SCP-4722-1:\n On 07/03/2012, the SCP-4722 research team conducted an experiment involving former MTF agent █████ ████████ (of Esoteric MTF Team █████-█), who due to myotonic muscular dystrophy is unable to walk unassisted and as such entered an early retirement. Agent ████████ was asked to travel the length of an SCP-4722-affected pathway using his mechanized wheelchair.\n\n\nThe agent's service dog was allowed to follow; it was noted that white down feathers manifested for both the individual and his dog (who had been a shelter rescue, prior to adoption by the MTF agent as a therapy animal). Both individuals later received a package in the mail with no return address, containing a first-edition illustrated book of fairy tales and a tin of homemade dog treats. The items were determined to be non-anomalous, though the book was identified by Agent ████████ as being identical to a copy he had lost as a child, during a cross-country move necessitated by his father's change in employment. Both items were released to the custody of Agent ████████ and his service dog.\n\n\nAt this time, the SCP-4722 research team is accepting volunteers for further test subjects.\n\n\n\n\nFootnotes\n\n\n1\n. Colloquially referred to as \"desire paths\".\n\n\n2\n. No professor with that name has been employed by any of the surrounding colleges.\n\n\n3\n. No \"Professor Faymaren\" was noted to be present at any commemorative events associated with the student.\n\n\n4\n. Including referrals for membership into prestigious societies, pre-arranged lessons for artistic training, wardrobe donations for work interviews, and lengthy spa packages.\n\n\n\n\n\n\n\n\n« \nSCP-4721\n | SCP-4722 | \nSCP-4723\n »",
    "addendums": [
        "Addendum SCP-4722-1: On 07/03/2012, the SCP-4722 research team conducted an experiment involving former MTF agent █████ ████████ (of Esoteric MTF Team █████-█), who due to myotonic muscular dystrophy is unable to walk unassisted and as such entered an early retirement. Agent ████████ was asked to travel the length of an SCP-4722-affected pathway using his mechanized wheelchair.\nThe agent's service dog was allowed to follow; it was noted that white down feathers manifested for both the individual and his dog (who had been a shelter rescue, prior to adoption by the MTF agent as a therapy animal). Both individuals later received a package in the mail with no return address, containing a first-edition illustrated book of fairy tales and a tin of homemade dog treats. The items were determined to be non-anomalous, though the book was identified by Agent ████████ as being identical to a copy he had lost as a child, during a cross-country move necessitated by his father's change in employment. Both items were released to the custody of Agent ████████ and his service dog.\nAt this time, the SCP-4722 research team is accepting volunteers for further test subjects."
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-4722",
    "object_class": "Keter",
    "containment_procedures": "Foundation web crawlers are to monitor the internet for news reports, personal blog posts, and forum discussions involving manifestations of SCP-4722. Should a location associated with SCP-4722 occurrences be identified and confirmed by Foundation personnel, deterrents are to be gradually introduced to the area to dissuade passersby from traveling the nearby pathways on foot at high speed.",
    "description": "SCP-4722 is a phenomenon that manifests on unpaved walkways made over time by human foot traffic1. Based on gathered reports, it is currently believed that SCP-4722 manifestations are primarily localized to England and France.",
    "title": "SCP-4722"
}