{
    "url": "https://scp-wiki.wikidot.com/scp-4725",
    "all_text": "rating: \n+117\n+\n–\nx\n\n\nItem #:\n SCP-4725\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-4725 is to be stored in a standard humanoid containment chamber. SCP-4725 does not need any form of sustenance or oxygen, but must be regularly inspected for damages and taken for necessary repairs. SCP-4725's dopamine limiter is to be monitored and dopamine inhibitors will be forcefully administered if necessary.\n\n\nDescription:\n SCP-4725 is a modified \nButeo Series Mechanical Exoskeleton\n currently taking on the form of former Foundation Ethics Committee employee and Chaos Insurgency Agent, Carter Cornell. Externally, SCP-4725 is nearly identical to a standard Buteo Series Mechanical Exoskeleton with the exception of various thaumaturgic runes etched into its cranial section.\n\n\nUpon opening the cranial section, SCP-4725 appears to not have a brain to pilot it despite it displaying sentience and sapience. Further investigation has shown that any brain that is inserted into the cranial section of SCP-4725 will condense into a microscopic state, making it unable to be removed and allowing room for further brains to be inserted. Any brain that is inserted into SCP-4725 may be brought forth to pilot it at its will.\n\n\nAs of 9/28/2130, there are 78 confirmed brains stored in SCP-4725. There is no known limit to the number of brains that can exist within it.\n\n\nAddendum 4725-01, Interview 4725-04:\n On 9/28/2130, SCP-4725 requested an interview with Ethics Committee employee \nDr. Violet Mesmur\n. After vetting both SCP-4725 and Dr. Mesmur on intention of said interview, it was approved.\n\n\n\n\nAccess Interview 4725-04\n\n\n\n\nClose Interview 4725-04\n\n\n\n\n\n\n<Begin Log>\n\n\nDr. Mesmur enters SCP-4725's cell. SCP-4725 scowls at her.\n\n\nDr. Mesmur:\n Not exactly a friendly reunion.\n\n\nSCP-4725:\n You don't deserve it.\n\n\nDr. Mesmur sits across from SCP-4725.\n\n\nDr. Mesmur:\n Then what, pray tell, am I even doing here, SCP-4725? If we're not going to be civil I may as well just leave right away.\n\n\nSCP-4725:\n Because I wanted to make a point to you, doctor. I wanted to make a point of what we as a society can do for humanity. What we \nshould\n have done from our position in the Foundation.\n\n\nDr. Mesmur:\n If you're trying to preach that what I'm doing - what we did was wrong - then stop. You'd only make me laugh, and I'd rather not overload my limiter, thank you very much. Just get to what you wanted to say.\n\n\nSCP-4725:\n Oh, are you busy? So sorry, I didn't mean to do anything to inconvenience you. I'm sure you have to get back to cleaning all the messes we let happen.\n\n\nDr. Mesmur:\n I \ndo\n have to get back to that, actually. Though, I'm surprised that you're acting like we didn't collectively choose that option.\n\n\nSCP-4725:\n No. You're wrong. I'm well, well aware of what I did. And I'm… Well… At least I did something to keep making things better instead of accepting the garbage we had.\n\n\nDr. Mesmur groans and moves to get up out of her seat.\n\n\nDr. Mesmur:\n Christ almighty. I already said I wasn't going to listen to any rhetoric. Ugh, this was a waste of time to even-\n\n\nSCP-4725:\n Twelve million, four hundred and ninety-six thousand, eight hundred and six people, Dr. Mesmur.\n\n\nSilence.\n\n\nSCP-4725:\n That's the number of people we fucked over by body snatching and by Hypno. Sure, it's a drop in the bucket compared to the, what, now \n15 billion\n people on this planet, but they're all humans, god damn it. And that's not even counting all of the lives that are going in these suits.\n\n\nDr. Mesmur:\n That's less than 0.1 percent of the human population.\n\n\nSCP-4725 leans forward.\n\n\nSCP-4725:\n It's easier to think of it like that, isn't it? But how does \"Twelve times the population of Montana\" sound? How does \"78 percent of the victims of bootleg Hypnotraline side effects are impoverished or elderly\" sound?\n\n\nDr. Mesmur:\n It sounds like you're trying to get a rise out of me, SCP-4725.\n\n\nSCP-4725:\n I'm not doing anything but telling you the facts. You should be outraged at those numbers! You're on the goddamn \nEthics Committee!\n\n\nSCP-4725 slams its fist against the table.\n\n\nSCP-4725:\n You're letting innocent people suffer because you dove through the garbage you were given instead of \ndoing something\n. Because you're either too lazy or too apathetic.\n\n\nDr. Mesmur:\n What, and you are? Is that what you think you're doing with all of those brains inside your head, Cornell?\n\n\nDr. Mesmur opens her mouth to correct herself but stops. SCP-4725 chuckles smugly.\n\n\nSCP-4725:\n Yes. That's exactly what this is. The entire human population can be condensed down into this one suit if they so choose. People can be dead in here. No dreams, no nightmares, no nothing. Imagine what it would be like if we mass-produced these instead of the sadness cans, Violet.\n\n\nSCP-4725 gestures to his body.\n\n\nDr. Mesmur:\n You're still awake. You can wake anyone else up in there. They won't really be dead, just in storage.\n\n\nSCP-4725:\n It's sure as hell better than the alternative.\n\n\nDr. Mesmur:\n At least people get a \nchoice\n when it comes to living right now.\n\n\nSCP-4725 glares again. Dr. Mesmur sighs.\n\n\nDr. Mesmur:\n Well, I hope you got all of that out of your system. You were a bother before you defected, and I'm disappointed to see that the Insurgency only fueled your insistence to be right.\n\n\nSCP-4725 slumps back in its chair.\n\n\nSCP-4725:\n You're ruining the one good thing that we can do for society.\n\n\nDr. Mesmur:\n Believe what you want, I'm not going to let a few bumps in the road stop me from finding a solution for everyone.\n\n\nSCP-4725:\n Bumps in the road let you know you're going the wrong direction.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nAddendum 4725-02:\n On 10/03/2130, an organized raid by the Chaos Insurgency took place with the assumed intention to extract SCP-4725. The raid was prevented with few injuries and damage to the facility, however one Agent recovered the following note, believed to have been left behind by one of the Chaos Insurgency Agents.\n\n\n\n\nAccess Note File\n\n\n\n\nClose Note File\n\n\n\n\n\n\n\n\n\n\nHumanity must die\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nEat Your Greenes\n\n\n\n\n\n\nEnd of Death\n\n\n\n\n\n\n\n\n\n\n\n\nThe Doctor's Dilemma\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4724\n | SCP-4725 | \nSCP-4726\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4725\n\" by OthellotheCat, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4725\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 4725-01, Interview 4725-04: On 9/28/2130, SCP-4725 requested an interview with Ethics Committee employee Dr. Violet Mesmur . After vetting both SCP-4725 and Dr. Mesmur on intention of said interview, it was approved.",
        "Addendum 4725-02: On 10/03/2130, an organized raid by the Chaos Insurgency took place with the assumed intention to extract SCP-4725. The raid was prevented with few injuries and damage to the facility, however one Agent recovered the following note, believed to have been left behind by one of the Chaos Insurgency Agents.\n"
    ],
    "documents": [],
    "notes": [
        "<Begin Log> Dr. Mesmur enters SCP-4725's cell. SCP-4725 scowls at her. Dr. Mesmur: Not exactly a friendly reunion. SCP-4725: You don't deserve it. Dr. Mesmur sits across from SCP-4725. Dr. Mesmur: Then what, pray tell, am I even doing here, SCP-4725? If we're not going to be civil I may as well just leave right away. SCP-4725: Because I wanted to make a point to you, doctor. I wanted to make a point of what we as a society can do for humanity. What we should have done from our position in the Foundation. Dr. Mesmur: If you're trying to preach that what I'm doing - what we did was wrong - then stop. You'd only make me laugh, and I'd rather not overload my limiter, thank you very much. Just get to what you wanted to say. SCP-4725: Oh, are you busy? So sorry, I didn't mean to do anything to inconvenience you. I'm sure you have to get back to cleaning all the messes we let happen. Dr. Mesmur: I do have to get back to that, actually. Though, I'm surprised that you're acting like we didn't collectively choose that option. SCP-4725: No. You're wrong. I'm well, well aware of what I did. And I'm… Well… At least I did something to keep making things better instead of accepting the garbage we had. Dr. Mesmur groans and moves to get up out of her seat. Dr. Mesmur: Christ almighty. I already said I wasn't going to listen to any rhetoric. Ugh, this was a waste of time to even- SCP-4725: Twelve million, four hundred and ninety-six thousand, eight hundred and six people, Dr. Mesmur. Silence. SCP-4725: That's the number of people we fucked over by body snatching and by Hypno. Sure, it's a drop in the bucket compared to the, what, now 15 billion people on this planet, but they're all humans, god damn it. And that's not even counting all of the lives that are going in these suits. Dr. Mesmur: That's less than 0.1 percent of the human population. SCP-4725 leans forward. SCP-4725: It's easier to think of it like that, isn't it? But how does \"Twelve times the population of Montana\" sound? How does \"78 percent of the victims of bootleg Hypnotraline side effects are impoverished or elderly\" sound? Dr. Mesmur: It sounds like you're trying to get a rise out of me, SCP-4725. SCP-4725: I'm not doing anything but telling you the facts. You should be outraged at those numbers! You're on the goddamn Ethics Committee! SCP-4725 slams its fist against the table. SCP-4725: You're letting innocent people suffer because you dove through the garbage you were given instead of doing something . Because you're either too lazy or too apathetic. Dr. Mesmur: What, and you are? Is that what you think you're doing with all of those brains inside your head, Cornell? Dr. Mesmur opens her mouth to correct herself but stops. SCP-4725 chuckles smugly. SCP-4725: Yes. That's exactly what this is. The entire human population can be condensed down into this one suit if they so choose. People can be dead in here. No dreams, no nightmares, no nothing. Imagine what it would be like if we mass-produced these instead of the sadness cans, Violet. SCP-4725 gestures to his body. Dr. Mesmur: You're still awake. You can wake anyone else up in there. They won't really be dead, just in storage. SCP-4725: It's sure as hell better than the alternative. Dr. Mesmur: At least people get a choice when it comes to living right now. SCP-4725 glares again. Dr. Mesmur sighs. Dr. Mesmur: Well, I hope you got all of that out of your system. You were a bother before you defected, and I'm disappointed to see that the Insurgency only fueled your insistence to be right. SCP-4725 slumps back in its chair. SCP-4725: You're ruining the one good thing that we can do for society. Dr. Mesmur: Believe what you want, I'm not going to let a few bumps in the road stop me from finding a solution for everyone. SCP-4725: Bumps in the road let you know you're going the wrong direction. <End Log>",
        "\" SCP-4725 \" by OthellotheCat, from the SCP Wiki . Source: https://scpwiki.com/scp-4725 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4725",
    "object_class": "Euclid",
    "containment_procedures": "SCP-4725 is to be stored in a standard humanoid containment chamber. SCP-4725 does not need any form of sustenance or oxygen, but must be regularly inspected for damages and taken for necessary repairs. SCP-4725's dopamine limiter is to be monitored and dopamine inhibitors will be forcefully administered if necessary.",
    "description": "SCP-4725 is a modified Buteo Series Mechanical Exoskeleton currently taking on the form of former Foundation Ethics Committee employee and Chaos Insurgency Agent, Carter Cornell. Externally, SCP-4725 is nearly identical to a standard Buteo Series Mechanical Exoskeleton with the exception of various thaumaturgic runes etched into its cranial section.",
    "title": "SCP-4725"
}