{
    "url": "https://scp-wiki.wikidot.com/scp-4729",
    "all_text": "rating: \n+188\n+\n–\nx\n\n\n\n\n\n\nSunrise during neutralization of SCP-4729\n\n\n\n\n\n\nItem #:\n SCP-4729\n\n\nObject Class:\n Neutralized\n\n\nSpecial Containment Procedures:\n SCP-4729's remains are kept in a hermetically sealed storage vault. The location of SCP-4729's neutralization is to be walled off until its contents can be transported to an appropriate Site.\n\n\nFoundation satellite networks are to monitor for any objects resembling SCP-4729, and if necessary, clear their orbits of debris and conceal their existence per standard astronomical disinformation protocols.\n\n\nDescription:\n SCP-4729 was a ten-winged humanoid 11.9 meters tall and composed of iron, helium clouds, and dust (formerly composed of metallic hydrogen). It possessed four crystalline eyes, three of which were broken, and wore a breathing mask composed of various silicon polymers. All but one of its wings were bent and hung limply.\n\n\nWhile alive, SCP-4729 constantly emitted a strong magnetic field, hindering most nearby electronics and forms of imaging. SCP-4729 also discharged large amounts of plasma from its wings. Analysis of limited radiometric and spectroscopic measurements suggests it sustained itself on the hydrogen produced by ionizing ice.\n\n\nOrbital calculations suggest SCP-4729 previously remained in high Earth orbit until being struck by space debris in the winter of 1972. In 1972, SCP-4729 entered the Earth's atmosphere and impacted near the South Geomagnetic Pole. Foundation elements embedded in space agencies established the cover story that SCP-4729 was merely a large meteorite. Foundation Antarctic outposts reported significant interference and magnetic anomalies consistent with SCP-4729's point of impact.\n\n\nAn exploration team sent to document SCP-4729 could only make rudimentary measurements, as the radiation levels prevented them from approaching SCP-4729 itself, which was confirmed to be traveling in a slightly curved line.\n\n\nTracking SCP-4729 revealed that its rate of travel slowed as its body underwent stellar fusion of hydrogen into helium.\n\n\nOn 09/12/1972, SCP-4729 ceased traveling, and its effects had diminished to the point where researchers deemed it practical to approach it wearing specialized suits. SCP-4729 expired a few minutes after Antarctic sunrise began, and its wings crumbled in a faint burst of light and plasma.\n\n\nUpon reaching the site, field agents witnessed a temporary localized aurora, and discovered a circular field of glowing, iridescent, fractal ice structures in a 450 m radius. At the center of these structures lay SCP-4729's corpse, which had cooled to ambient temperature and turned black, facing the sun. SCP-4729 had removed its mask before expiring.\n\n\n\n\n\n\n« \nSCP-4728\n | SCP-4729 | \nSCP-4730\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4729\n\" by Weryllium, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4729\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n onelastcandle.jpg\n\n\nName:\n Released to Public: South Pole Sunrise By Calee Allen (NASA/NSF)\n\n\nAuthor:\n pingnews.com\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nFlickr\n\n\nAdditional Notes:\n Image cropped by \nWeryllium",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4729 \" by Weryllium, from the SCP Wiki . Source: https://scpwiki.com/scp-4729 . Licensed under CC-BY-SA .",
        "Filename: onelastcandle.jpg Name: Released to Public: South Pole Sunrise By Calee Allen (NASA/NSF) Author: pingnews.com License: Public Domain Source Link: Flickr Additional Notes: Image cropped by Weryllium"
    ],
    "item": "SCP-4729",
    "object_class": "Neutralized",
    "containment_procedures": "SCP-4729's remains are kept in a hermetically sealed storage vault. The location of SCP-4729's neutralization is to be walled off until its contents can be transported to an appropriate Site.",
    "description": "SCP-4729 was a ten-winged humanoid 11.9 meters tall and composed of iron, helium clouds, and dust (formerly composed of metallic hydrogen). It possessed four crystalline eyes, three of which were broken, and wore a breathing mask composed of various silicon polymers. All but one of its wings were bent and hung limply.",
    "title": "SCP-4729"
}