{
    "url": "https://scp-wiki.wikidot.com/scp-4730",
    "all_text": "rating: \n+78\n+\n–\nx\n\n\n\n\n\n\nAn SCP-4730 instance replica.\n\n\n\n\n\n\nItem #.\n 4730\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Due to SCP-4730’s tendency to manifest at random locations, complete containment is impossible at this time. When instances of SCP-4730 are located, Mobile Task Force Nu-2 (\"Save the Clowns!\") are to be dispatched, and are to dismantle the anomaly.\n\n\nSCP-4730-A specimens are to be tracked and guarded. Unauthorized personnel discovering SCP-4730-A specimens are to be given proper amnestics.\n\n\nDescription:\n SCP-4730 designates the manifestation of clown cars in sparsely inhabited regions. It manifests around areas with sizable \ncorydon\n1\n populations (designated SCP-4730-A). SCP-4730 seems to have also been repurposed, with various parts not commonly seen in clown cars.\n\n\nSCP-4730 will manifest within range of SCP-4730-A, to which it will respond by inspecting the vehicle. SCP-4730 will wait for large instances of SCP-4730-A to enter, before locking the instances inside and preventing escape.\n\n\nAfterwards, two unidentified entities (SCP-4730-1 and -2) will arrive and remove SCP-4730 from the area, disappearing along with it.\n\n\nAccording to information from PoI-90958, non-anomalous versions of SCP-4730 are popular toys for domesticated SCP-4730-A specimens. SCP-4730-A specimens seem to enjoy being inside the vehicle and will keep entering until it is full, unaware of its properties. It is unknown where SCP-4730-A instances are brought after being captured.\n\n\nAddendum 4730.58\n\n\n\n\nInterviewed:\n [PoI-90958 ‘\nBambousio Starswinger\n’]\n\n\nInterviewer:\n [Junior Researcher Cosmo Aston]\n\n\nForeword:\n \n[The following is an interview conducted with PoI-90958 to obtain further information on the anomaly. PoI-90958 agreed to cooperate with the Foundation, as he mentioned his disdain towards SCP-4730-1 and -2 instances.]\n\n\n<Begin Log>\n\n\nAston:\n Good afternoon, PoI-90958. I appreciate your cooperation with us.\n\n\nPoI-90958:\n It’s Mr. Starswinger. And yeah, anything to get those cursed poachers away from the precious wild clown populations.\n\n\n\n\nAston:\n Um, can you elaborate on that?\n\n\nPoI-90958:\n Didn’t you read through my blog? I’m saying there’s illegal hunting of wild clowns-\n\n\nAston:\n That. Are they people dressed as clowns or…can you repeat that?\n\n\nPoI-90958:\n What? No! Who does that? Nobody dresses up as clowns, that’s weird. That’s like…I don’t know. What’s the word…\n\n\nPoI-90958 quickly snaps his fingers.\n\n\nPoI-90958:\n Furries! A teenager commented that on one of my posts. I don’t know what that is, though. Anyway, these are wild clowns being kidnapped by illegal poachers, being sold off on the black market to various places.\n\n\nAston:\n Interesting. Do you know anything on how the cars and poachers manifest?\n\n\nPoI-90958:\n They use what everyone uses, Time Clowns. It’s disgusting, I hate their exploitation of the breed. They’re probably not even properly taken care of. They use the Time Clowns and probably some other temporal clown breeds to make portals in and out of this dimension. It happens with entire locations, too.\n\n\nPoI-90958 deeply sighs.\n\n\nPoI-90958:\n Time Clowns. Bane of my existence.\n\n\nAston:\n That is a whole string of coherent words that sure don’t make sense as sentences. So you’re saying the poachers use the um…‘Time Clowns’ to transport the specimens to secondary locations?\n\n\nPoI-90958:\n I’m saying that wild clowns don’t have proper protection! So you have laws for other species but not clowns, like we don’t notice, hah! Clowns are just as important as your ‘elephants’ or ‘rhinos’, yet I don’t see any patrolling for wild clown herds or laws against poaching them! While I get the general public may not know about the clowns, we still need them for the people who do know. It's a small world. You see, this is why I do what I do, because-\n\n\n[EXTRANEOUS DATA REMOVED]\n\n\nAston:\n That was lovely, Mr. Starswinger. Do you have any idea as to where the clowns are taken after being captured?\n\n\nPoI-90958:\n I sure do. Either the circuses or the ranches. Neither provides a better fate.\n\n\nAston:\n Okay…That will be all for now. Thank you very much, Mr. Starswinger.\n\n\nPoI-90958:\n It’s my pleasure. You better catch those bastards, by the way.\n\n\nAston:\n We’ll do what we can.\n\n\n\n\n<End Log>\n\n\n\n\nClosing Statement:\n \nAddresses suspected to contain missing SCP-4730-A specimens were given by PoI-90958, on the condition the offenders would be reprimanded in some manner. PoI-90958’s blog remains open to known members of the ‘clown husbandry’ community, but will be hidden from the public, as the existence of domesticated clowns is unknown to the non-anomalous community.\n\n\n\n\nAddendum 4730.59\n\n\nMobile Task Force Nu-2 arrived at the given coordinates of one of the suspected areas.\n\n\nUpon arrival, it was noted as a normal abandoned meat processing plant. During inspection there was nothing explicitly out of the ordinary nor anomalous. However, there were a log of items retrieved:\n\n\n\n\nA chunk of multicoloured hair.\n\n\nA red ball, with a gelatinous substance inside.\n\n\nA tape recording of a promotional video for ‘\nClowning about Ranches\n'\n\n\nA small scrap of unidentified meat, analysis shows it to have some similarities to chicken.\n\n\nA torn document logging various purchases and sales.\n\n\n\n\nBehind the plant was also the outline of connected rooms, and one of the doors of the plant opened to the outside.\n\n\nAddendum 4730.60\n\n\n\n\nInterviewed:\n [PoI-90958 ‘Bambousio Starswinger’]\n\n\nInterviewer:\n [Junior Researcher Cosmo Aston]\n\n\nForeword:\n \n[The following is an interview conducted after the exploration of one of the given coordinates from PoI-90958.]\n\n\n\n\n<Begin Log>\n\n\n\n\nAston:\n Do you recognise any of these items?\n\n\n\n\nPoI-90958:\n Oh, oh my god, why would you show me this?!\n\n\nAston:\n So you recognise them?\n\n\nPoI-90958:\n These are clown parts. You’re showing me dead clown parts.\n\n\nAston:\n What a shame. When the task force arrived at the location, there was no sign of recent activity, except imprints of rooms in the field behind it. I’m guessing this is, as you use as an excuse for everything, ‘Time Clowns’?\n\n\nPoI-90958:\n That sounds like the ranch. They’re sneaky. They wouldn’t have suspected the Foundation to sniff them out, though. The owner’s not that discrete.\n\n\nAston:\n The video was a gem to find for us. Showed us a lot about 'clowns' while we practically knew nothing. I knew already, actually.\n\n\nPoI-90958:\n Are you familiar with clowns already?\n\n\nAston:\n …Nope! I watched the tape beforehand. I had my theories, though…\n\n\nAston:\n Judging by the amount of objects left over, I doubt they thoroughly cover their tracks. The documents are a real find.\n\n\nPoI-90958:\n How so?\n\n\nAston:\n Well, you’re on it, for one. ‘Bambousio Starswinger: 2 Pierrots’\n\n\nPoI-90958:\n What? That can’t be true. I had bought them from a known and genuine breeder, you liar!\n\n\nAston:\n No, it’s right here, see? I guess they weren’t as genuine as you thought.\n\n\nPoI-90958:\n My god. The whole entire system’s fucking corrupt, isn’t it…\n\n\nPoI-90958 is seen putting his head in his hands.\n\n\n\n\nPoI-90958:\n That makes no sense as to how Clowning About Ranches was able to disappear before you came along, though.\n\n\nAston:\n All information given to the Foundation is classified. I doubt it.\n\n\nPoI-90958:\n Exactly. You must have a clown in your ranks.\n\n\n\n\nAston:\n What? Do you mean a rat?\n\n\n\n\nPoI-90958:\n No, I mean a clown.\n\n\nPoI-90958 is then seen grabbing Researcher Aston’s wrist, before quickly rubbing the side of his hand. PoI-90958 lets go, showing residue white greasepaint on his hand to Researcher Aston.\n\n\nPoI-90958:\n Did you not think I would notice?\n\n\nAston:\n …That will be all, thank you.\n\n\n<End Log>\n\n\n\n\nClosing Statement:\n \nQuickly after, PoI-90958 was forcibly removed from the room. During the commotion, Junior Researcher Cosmo Aston was seen leaving the premises with a brightly coloured unidentified entity, and the two seemingly vanished before they were caught. The whereabouts of Cosmo Aston remain unknown.\n\n\n\"Being honest, I just thought he was really pale.\" - Agent Durian\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Also known as ‘clowns’ from the \nComoedia\n family, name and information provided through cooperation with PoI-90958 “Bambousio Starswinger”. The targeted specimens are a species of ‘wild clown’ that have not been domesticated. They are non-sapient, primarily scavengers, and avoid urban settlements. Behaviour-wise, they act similar to birds and sometimes feral dogs.\n\n\n\n\n\n\n\n\n« \nSCP-4729\n | SCP-4730 | \nSCP-4731\n »",
    "addendums": [
        "Addendum 4730.58",
        "Addendum 4730.59\nMobile Task Force Nu-2 arrived at the given coordinates of one of the suspected areas.\nUpon arrival, it was noted as a normal abandoned meat processing plant. During inspection there was nothing explicitly out of the ordinary nor anomalous. However, there were a log of items retrieved:\nBehind the plant was also the outline of connected rooms, and one of the doors of the plant opened to the outside.",
        "Addendum 4730.60"
    ],
    "documents": [],
    "notes": [
        "Interviewed: [PoI-90958 ‘ Bambousio Starswinger ’] Interviewer: [Junior Researcher Cosmo Aston] Foreword: [The following is an interview conducted with PoI-90958 to obtain further information on the anomaly. PoI-90958 agreed to cooperate with the Foundation, as he mentioned his disdain towards SCP-4730-1 and -2 instances.] <Begin Log> Aston: Good afternoon, PoI-90958. I appreciate your cooperation with us. PoI-90958: It’s Mr. Starswinger. And yeah, anything to get those cursed poachers away from the precious wild clown populations. Aston: Um, can you elaborate on that? PoI-90958: Didn’t you read through my blog? I’m saying there’s illegal hunting of wild clowns- Aston: That. Are they people dressed as clowns or…can you repeat that? PoI-90958: What? No! Who does that? Nobody dresses up as clowns, that’s weird. That’s like…I don’t know. What’s the word… PoI-90958 quickly snaps his fingers. PoI-90958: Furries! A teenager commented that on one of my posts. I don’t know what that is, though. Anyway, these are wild clowns being kidnapped by illegal poachers, being sold off on the black market to various places. Aston: Interesting. Do you know anything on how the cars and poachers manifest? PoI-90958: They use what everyone uses, Time Clowns. It’s disgusting, I hate their exploitation of the breed. They’re probably not even properly taken care of. They use the Time Clowns and probably some other temporal clown breeds to make portals in and out of this dimension. It happens with entire locations, too. PoI-90958 deeply sighs. PoI-90958: Time Clowns. Bane of my existence. Aston: That is a whole string of coherent words that sure don’t make sense as sentences. So you’re saying the poachers use the um…‘Time Clowns’ to transport the specimens to secondary locations? PoI-90958: I’m saying that wild clowns don’t have proper protection! So you have laws for other species but not clowns, like we don’t notice, hah! Clowns are just as important as your ‘elephants’ or ‘rhinos’, yet I don’t see any patrolling for wild clown herds or laws against poaching them! While I get the general public may not know about the clowns, we still need them for the people who do know. It's a small world. You see, this is why I do what I do, because- [EXTRANEOUS DATA REMOVED] Aston: That was lovely, Mr. Starswinger. Do you have any idea as to where the clowns are taken after being captured? PoI-90958: I sure do. Either the circuses or the ranches. Neither provides a better fate. Aston: Okay…That will be all for now. Thank you very much, Mr. Starswinger. PoI-90958: It’s my pleasure. You better catch those bastards, by the way. Aston: We’ll do what we can. <End Log> Closing Statement: Addresses suspected to contain missing SCP-4730-A specimens were given by PoI-90958, on the condition the offenders would be reprimanded in some manner. PoI-90958’s blog remains open to known members of the ‘clown husbandry’ community, but will be hidden from the public, as the existence of domesticated clowns is unknown to the non-anomalous community.",
        "Interviewed: [PoI-90958 ‘Bambousio Starswinger’] Interviewer: [Junior Researcher Cosmo Aston] Foreword: [The following is an interview conducted after the exploration of one of the given coordinates from PoI-90958.] <Begin Log> Aston: Do you recognise any of these items? PoI-90958: Oh, oh my god, why would you show me this?! Aston: So you recognise them? PoI-90958: These are clown parts. You’re showing me dead clown parts. Aston: What a shame. When the task force arrived at the location, there was no sign of recent activity, except imprints of rooms in the field behind it. I’m guessing this is, as you use as an excuse for everything, ‘Time Clowns’? PoI-90958: That sounds like the ranch. They’re sneaky. They wouldn’t have suspected the Foundation to sniff them out, though. The owner’s not that discrete. Aston: The video was a gem to find for us. Showed us a lot about 'clowns' while we practically knew nothing. I knew already, actually. PoI-90958: Are you familiar with clowns already? Aston: …Nope! I watched the tape beforehand. I had my theories, though… Aston: Judging by the amount of objects left over, I doubt they thoroughly cover their tracks. The documents are a real find. PoI-90958: How so? Aston: Well, you’re on it, for one. ‘Bambousio Starswinger: 2 Pierrots’ PoI-90958: What? That can’t be true. I had bought them from a known and genuine breeder, you liar! Aston: No, it’s right here, see? I guess they weren’t as genuine as you thought. PoI-90958: My god. The whole entire system’s fucking corrupt, isn’t it… PoI-90958 is seen putting his head in his hands. PoI-90958: That makes no sense as to how Clowning About Ranches was able to disappear before you came along, though. Aston: All information given to the Foundation is classified. I doubt it. PoI-90958: Exactly. You must have a clown in your ranks. Aston: What? Do you mean a rat? PoI-90958: No, I mean a clown. PoI-90958 is then seen grabbing Researcher Aston’s wrist, before quickly rubbing the side of his hand. PoI-90958 lets go, showing residue white greasepaint on his hand to Researcher Aston. PoI-90958: Did you not think I would notice? Aston: …That will be all, thank you. <End Log> Closing Statement: Quickly after, PoI-90958 was forcibly removed from the room. During the commotion, Junior Researcher Cosmo Aston was seen leaving the premises with a brightly coloured unidentified entity, and the two seemingly vanished before they were caught. The whereabouts of Cosmo Aston remain unknown. \"Being honest, I just thought he was really pale.\" - Agent Durian"
    ],
    "object_class": "Keter",
    "containment_procedures": "Due to SCP-4730’s tendency to manifest at random locations, complete containment is impossible at this time. When instances of SCP-4730 are located, Mobile Task Force Nu-2 (\"Save the Clowns!\") are to be dispatched, and are to dismantle the anomaly.",
    "description": "SCP-4730 designates the manifestation of clown cars in sparsely inhabited regions. It manifests around areas with sizable corydon1 populations (designated SCP-4730-A). SCP-4730 seems to have also been repurposed, with various parts not commonly seen in clown cars.",
    "title": "SCP-4730"
}