{
    "url": "https://scp-wiki.wikidot.com/scp-4736",
    "all_text": "white space (HUB)\n » DEAD WEIGHT ≡ DON'T KILL THE VIBE\n\n\n\n\nrating: \n+169\n+\n–\nx\n\n\n\n\nby Nagiros\n\n\n\n\n\n\nItem №:\n SCP-4736\n\n\nAnomaly Class:\n Thaumiel-numen\n1\n\n\nObject Class:\n Decommissioned (Informal)\n\n\nSpecial Containment Procedures:\n Containment has been rendered unnecessary by Operation Astaroth. The corpse once held by Foundation High Command is now buried in an Arizonan field per the deceased's request.\n\n\nPrevious containment procedures have been supplanted in the wake of Operation Astaroth. Give your thanks to the deceased and then depart.\n\n\nDescription:\n The deceased\n2\n was a Class-V Manufactured Theo-Weapon of transhuman origin. Its last will and testament indicate that it answered to the name \"Robin\" and was aged twenty-four\n3\n upon death. However, this information was rendered inaccurate upon its creation.\n\n\nSCP-4736 had access to vast energies\n4\n while under Foundation custody as a result of its inextricable self-relation. This self-relation extended to all aspects of its intersection with hyper-conceptual reality (AKA the Infosphere, the post-dormant Noosphere, the aggregate deific realm), rendering all attempted metaphysical assaults ineffective so long as SCP-4736 understood itself to be immune.\n\n\nPer accepted workings of forced apotheosis, SCP-4736's previous identity was retroactively purged from hyper-conceptual reality and repurposed into a weapon useful to the Foundation. Following the implementation of a \nhypnestic\n5\n-loaded subdermal \nauto-injector\n6\n, it performed certain actions guided by Foundation Central Control such that Operation Astaroth became feasible.\n\n\nAccolades have been rendered unnecessary by Operation Astaroth. The following remain unawarded to the deceased:\n\n\n\n\nFoundation Medal of Honor (Bravery, Accomplishment, Control)\n\n\nFoundation Consolation for Theft of Human Goodness (Irreversible)\n\n\nGeneral human recognition/appreciation (Rendered unnecessary)\n\n\nFoundation Recognition of Theocide (First Class)\n\n\n\n\n\n\n[DATA LOCKED]\n\n\n\n\n[DATA RELEASED]\n\n\n\n\n\n\n<EXPLORATION_LOG.4736 (INITIAL)>\n\n\n \n\n\nDATE:\n 12/31/\n2102\n | 00:00 - 00:47\n\n\nPERSONNEL INVOLVED:\n SCP-4736, Sr. Researcher \nPreston Bracks\n (SiteCommand)\n\n\nSTATION:\n Site-873\n\n\nPURPOSE:\n The necessity of the operation was confirmed by Overwatch Command on May 26, 2005, in order to achieve optimal containment. During the initial stages of the operation, SCP-4736 was housed within Site-873's Medical Bay. A paratechnological scrying-tool was utilized to view its surroundings once it escaped baseline reality; its remains stayed unmoving within Site-873.\n\n\n \n\n\n\n\n<BEGIN LOG>\n\n\n\n\n \n\n\n[00:00]\n \nTABULA-RASA-Grade amnestic\n7\n \napplied. Subject forgets.\n\n\n\n\nSiteCommand:\n Greetings, SCP-4736. You have a job to do.\n\n\nSCP-4736:\n A job?\n\n\nSiteCommand:\n It does not benefit you to lie. If you continue, the operation will have to be postponed.\n\n\n\n\n[00:01]\n \nFOOL-Grade hypnestic injected. Subject develops cognition-dependent immunity to conceptual jamming; Site-873 sustains minor conceptual damage for the duration.\n\n\n\n\nSiteCommand:\n Look at the ground next to your bed. You have been supplied with a firearm, a flashlight, and a dictionary of expanded vocabulary; please determine which you wish to take.\n\n\nSCP-4736:\n I don't know that word — \"firearm\"?\n\n\nSiteCommand:\n A weapon.\n\n\nSCP-4736:\n I'll… I'll take the dictionary, I guess. Is that alright?\n\n\n\n\n[00:02]\n \nSiteCommand confers with attending personnel regarding subject's unsatisfactory decision. The operation is allowed to continue.\n\n\n\n\nSCP-4736:\n Listen, if you want me to take the weapon or the flashlight, I can do that.\n\n\nSiteCommand:\n Incorrect. The choice has been made, and you do not live in a world without consequences.\n\n\nSCP-4736:\n Can I, uh, speak with someone else? I feel like I need some clarification on what I'm doing here.\n\n\nSiteCommand:\n All complaints should have been filed before the operation began. Now, you have a job to do.\n\n\n\n\n[00:03]\n \nThe operation proper begins. Site-873's scrying-tool indicates that subject is transported to the FIRST GATE, equipped with a Foundation-issue Merriam-Webster dictionary. Ironworks and labors of absurdity rise before her into an acrid sky. The GATE and its wall are damaged irreparably — inoperabilities rent into firmament beyond. Before her stand two AVIAN-Type Astaroth-Obstructors, dressed in soldiers' garb.\n\n\nThe leftmost guardian speaks, its words unobstructed by its faux bird-mask.\n\n\n\n\nGuardian-1:\n Ah, another one sent from the Deep. Shall we test its personhood, friend?\n\n\nGuardian-2:\n Yes, yes, show her 'round!\n\n\nGuardian-1:\n Hmm… a blank slate once again. Yet more dead weight; pitiful creature.\n\n\nGuardian-2:\n No memories to her name? Twirly-bird! Gate-stopper!\n\n\nGuardian-1:\n Take up arms, my compatriot. We will dispatch this one with haste.\n\n\n\n\n[00:04]\n \nBoth AVIAN-Type Astaroth-Obstructors unsheath halberds of fluctuating steel. SiteCommand remains unaffected.\n\n\n\n\nSCP-4736:\n Dead… dead weight?\n\n\nSiteCommand:\n Of course.\n\n\n\n\n[00:05]\n \nMAGICIAN-Grade hypnestic injected. Subject's form becomes intolerable to both AVIAN-Type Astaroth-Obstructors. Post-injection, they immolate before her; the halberds drop to the ground, useless.\n\n\n\n\nSCP-4736:\n Shit!\n\n\nSiteCommand:\n Check your soul, SCP-4736.\n\n\nSCP-4736:\n Some of that ash got in my eye. Damnit.\n\n\nSiteCommand:\n You have surpassed the deadline for complaints. Continue through the Gate.\n\n\n\n\n[00:06]\n \nThe FIRST GATE is cleared. Subject enters an aggregate steel-spike structure amidst a barren field. Each spire is irregularly placed and several thousand times taller than subject.\n\n\n\n\nSCP-4736:\n So, um, what's my purpose here? Are you going to keep injecting me with whatever that stuff is?\n\n\nSiteCommand:\n You were informed of your purpose before the operation's initiation.\n\n\nSCP-4736:\n I just… I don't think I understand what's happening.\n\n\nSiteCommand:\n Would you like to file for clarity of purpose?\n\n\nSCP-4736:\n I guess? Do I need to fill out a form?\n\n\nSiteCommand:\n The question confuses us. Look to the steel-spike structure at your right.\n\n\n\n\n[00:07]\n \nSubject approaches the structure and notes lettering inscribed on its base.\n\n\n\n\nSCP-4736:\n I see words! Did you write them?\n\n\nSiteCommand:\n No. They have existed since long before our organization.\n\n\nSCP-4736:\n \"Mail a letter to Site-001 requesting information about the ongoing Operation.\" And then some black boxes, but then it says… \"No mail sent to Site-001 will be recognized.\"\n\n\nSiteCommand:\n Is there a problem?\n\n\nSCP-4736:\n Why does it say two different things here? Oh, wait… are these two different forms? Which one am I supposed to follow?\n\n\nSiteCommand:\n The question confuses us.\n\n\n\n\n[00:08]\n \nSubject steps back and notes that the inscriptions continue the entire length of the steel-spike structure.\n\n\n\n\nSCP-4736:\n Are these all… different forms?\n\n\nSiteCommand:\n In order to prevent knowledge of clarity from being leaked, several/no false files have been created alongside the true file/files. Revealing the true nature/natures of clarity to the general public is cause for execution, except as required under ████-███-██████.\n\n\nSCP-4736:\n Those weren't words. You just spoke static to me.\n\n\nSiteCommand:\n Complaints will not be accepted at this time.\n\n\nSCP-4736:\n Can't I just… hold on.\n\n\n\n\n[00:09]\n \nSubject removes her dictionary, and flips to the \"C\" section.\n\n\n\n\nSCP-4736:\n There we go, I've got it right here. \"Clarity of purpose; noun-phrase: a clearly stated purpose.\"\n\n\nSiteCommand:\n Correct.\n\n\nSCP-4736:\n That's unhelpful.\n\n\nSiteCommand:\n You were wrong to expect anything else. Such a useless endeavor.\n\n\n\n\n[00:35]\n \nSubject proceeds through the landscape of thorns. The journey is long and tedious, without significant progress. Her hands begin to twitch.\n\n\n\n\nSCP-4736:\n Someone's watching.\n\n\n\n\n[00:39]\n \nCommand is silent. Subject continues forward as the spasms increase in intensity.\n\n\n\n\nSCP-4736:\n Someone's watching me from the spikes. Do you know who it is? Or are you not allowed to tell me?\n\n\n\n\n[00:42]\n \nSubject is forced to restrain her hands to restrict the twitching sensation.\n\n\n\n\nSCP-4736:\n Hello? Something's wrong. This isn't a complaint.\n\n\nSiteCommand:\n Is it an objection?\n\n\nSCP-4736:\n How is that any different from… Yes. An objection.\n\n\nSiteCommand:\n Then conceptual integrity has begun to deteriorate. Run.\n\n\n\n\n[00:43]\n \nSubject hesitates before beginning to sprint through the landscape. A hill becomes visible on the horizon, upon which rests a wall several kilometers deep.\n\n\n[00:44]\n \nSubject halts abruptly, still several leagues from the SECOND GATE.\n\n\n\n\nSiteCommand:\n Explain yourself.\n\n\nSCP-4736:\n There's something standing right in front of me but I can't see it.\n\n\nSiteCommand:\n MANOS-Type Astaroth-Obstructor noted. It seems reality has begun to fail; we are doing very good work. Proceed forward.\n\n\nSCP-4736:\n What the fuck is wrong with you? I just said I can't move.\n\n\nSiteCommand:\n Please remain professional. Your words will be recorded for generations to come.\n\n\nSCP-4736:\n Professional? Bureaucratic assholes — alright, I'll speak your language. I'd like to file an objection against whatever's in front of me.\n\n\nSiteCommand:\n Are you certain? Such an action would be highly praised by the Ethics Committee.\n\n\nSCP-4736:\n Ethics Co… forget it. Yes. Inject me with something.\n\n\nSiteCommand:\n That would be ill-advised. Procedures overridden and protocols ignored: Tier-VI entity introduced into Tier-I.\n\n\n\n\n[00:46]\n \nSubject looks to the sky, and notes a humanoid form which blocks the crescent sun.\n\n\n\n\nSCP-4736:\n Wait, that's not what I asked. What is that?\n\n\nSiteCommand:\n Irantu.\n\n\nSCP-4736:\n Who?\n\n\n\n\n[00:47]\n \nLandscape scorched. Contact with subject is totally lost.\n\n\n \n\n\n\n\n<END LOG>\n\n\n\n\n \n\n\n\n\n\n\n<EXPLORATION_LOG.4736 (PENULTIMATE)>\n\n\n \n\n\nDATE:\n 12/31/2102 | 03:25 - 17:01\n\n\nPERSONNEL INVOLVED:\n SCP-4736, Sr. Researcher Preston Bracks (SiteCommand)\n\n\nSTATION:\n Site-873\n\n\nPURPOSE:\n See above.\n\n\n \n\n\n\n\n<BEGIN LOG>\n\n\n\n\n \n\n\n[03:25]\n \nOne-way connection with SiteCommand is re-established. Audio-visual data originating from subject becomes viewable, but none from Site-873 can be communicated. Audio-visual data is highly corrupted and remains indiscernible.\n\n\n\n\n\n\n[03:55]\n \nDistortion clears, replaced by light and intermittent static. Subject is traveling through a valley which breathes with the wind, upturning sand into violent storms. As it enters the air, the sand congeals and reshapes into many self-propelled hands.\n\n\n[03:58]\n \nA particularly violent gust of wind blows several hands into the subject, causing her notable injury and disorientation. She collapses, apparently believing that she is helpless.\n\n\n[03:59]\n \nPRIESTESS-Grade hypnestic injected. The sand and debris part before subject.\n\n\n\n\nSCP-4736:\n Ah… I thought you'd be back eventually.\n\n\n\n\n[04:00]\n \nThe distortion returns, and contact with SiteCommand is functionally lost. Hyper-real interference from the surrounding storm is suspected but not confirmed.\n\n\n\n\n\n\n[04:01]\n – \n[04:10]\n Discussion ensues regarding the possibility of recalling subject and terminating the operation. Due to the dissent of certain persons, SiteCommand defers the decision to Central Control.\n\n\nGiven that Central Control was the dissenting party, the proposal is denied. SiteCommand defers to Regional Oversight; communication is accidentally delivered to the incorrect region and discarded.\n\n\n\n\n\n\n[04:11]\n \nVisual connection is re-established, but audio remains absent. Subject stands at the end of the valley, facing a vast ocean bordered by a sandy beach. Subject turns to view a mechanical contraption partially buried in the sand — all metal, encroached by sea-weed, battered and dented. The air thrums around it, as though it would move, but it moves not. The shattered corpse of some unremarkable thing lays beside it.\n\n\n[04:12]\n \nSubject removes its dictionary and flips to the \"M\" section. She then appears to vocalize; lip-readings indicate the following dialogue to be accurate:\n\n\n\n\nSCP-4736:\n So. That's where you hid the heart.\n\n\n\n\n[04:13]\n \nDistortion returns. Connection is functionally lost.\n\n\n\n\n\n\n[04:14]\n – \n[16:22]\n SiteCommand leaves Site-873 to travel directly to Regional Command, presumably to terminate the SCP-4736 operation. SiteCommand navigates to the 23rd floor of the facility and submits his proposal; however, the paperwork is destroyed immediately afterwards due to an ongoing catastrophic containment failure. This containment failure began as a result of the SCP-4736 project, which SiteCommand is forced to return to.\n\n\nSiteCommand defers to the Overseer Council.\n\n\n\n\n\n\n[16:23]\n \nOne-way audio-visual connection is re-established. Subject is located in an unknown forest, leaning against a tree and reading the dictionary. The trees are of cyclopean proportions, over-stimulated by life. Subject clutches something unknown in her palm.\n\n\n\n\nSCP-4736:\n Are you back? Inject me with something if you are.\n\n\n\n\n[16:24]\n \nEMPRESS-Grade hypnestic injected. The forest surrounding subject is consumed in a fire which spreads from her feet. Several unidentified humanoid entities fall from the treetops and run from the scene. Subject smiles.\n\n\n\n\nSCP-4736:\n I've been doing some reading since we last spoke. This book taught me a lot about weapons, especially the ones you developed. And every firearm needs a holder.\n\n\n\n\n[16:25]\n \nEMPEROR-Grade hypnestic injected. Subject is compelled to stand and move forward.\n\n\n\n\nSCP-4736:\n I think I'm called a Theo-Weapon: very succinct, very straight-forward. That's not very like you, is it? You seem like you're all about complications and wrinkles in plans.\n\n\n\n\n[16:25]\n \nHIEROPHANT-Grade hypnestic injected. Subject is compelled to walk to its final destination. As she does, one of the entities tails her, darting between the remains of trees; on its forehead is branded the symbol of a hand.\n\n\n\n\nSCP-4736:\n I think I'm understanding now. I think I'm understanding what makes you tick.\n\n\n\n\n[16:26]\n \nThe entity rushes towards the subject from behind, but she turns and presses the object in her palm to its forehead. The enemy disintegrates, and subject drops the metallic gear in her hand to wipe her eye.\n\n\n\n\nSCP-4736:\n Damn, that stings.\n\n\n\n\n[16:27]\n \nDistortion returns. Connection is totally lost.\n\n\n\n\n\n\n[16:27]\n – \n[17:01]\n SiteCommand attempts entry into Site-001, which entered conceptual lockdown in preparation for Operation Astaroth. SiteCommand's security credentials are denied; entry is achieved via the firearm\n8\n which SCP-4736 neglected.\n\n\nSiteCommand is eventually turned back. The reasons are unclear and irrelevant; the SCP-4736 project was never going to be stopped.\n\n\n \n\n\n\n\n<END LOG>\n\n\n\n\n \n\n\n\n\n\n\n<EXPLORATION_LOG.4736 (FINAL)>\n\n\n \n\n\nDATE:\n 12/31/2102 | 23:50 - 24:00\n\n\nPERSONNEL INVOLVED:\n SCP-4736, Sr. Researcher Preston Bracks (SiteCommand)\n\n\nSTATION:\n Site-873\n\n\nPURPOSE:\n See above.\n\n\n \n\n\n\n\n<BEGIN LOG>\n\n\n\n\n \n\n\n[23:50]\n \nTotal connection is re-established with Site-873. Subject has entered the sewer system beneath the FINAL GATE and trudges through the dark. Every seven steps there is damage to the brick walls which suggests recent and violent entry.\n\n\n\n\nSCP-4736:\n It's almost New Year's; aren't you cutting it a little close?\n\n\nSiteCommand:\n This ending was pre-determined. Thank you for persisting despite the technical difficulties.\n\n\nSCP-4736:\n Of course, Bracks. Your name is Bracks, right? Preston Bracks?\n\n\nSiteCommand:\n I'm not at the liberty to discuss such a thing.\n\n\nSCP-4736:\n So you're not all-powerful, then. You work for someone, who works for someone, who works for someone else, who tells you what to say. Question is: Who's at the top?\n\n\n\n\n[23:51]\n \nThere is a loud sucking sound as the sewage divulges a human-adjacent corpse in front of subject. Its skin is scorched and torn, and on its forehead is branded the Foundation logo.\n\n\n\n\nSCP-4736:\n Is this… another one of your creations?\n\n\nSiteCommand:\n A failure, yes. One of many in an infinite upward stream.\n\n\nSCP-4736:\n And I'm the last one you're sending.\n\n\nSiteCommand:\n You are the most powerful thing we have created, though your power may have been wasted. You took the dictionary, after all.\n\n\n\n\n[23:52]\n \nSubject steps over the corpse and laughs, approaching the end of the sewage tunnel.\n\n\n\n\nSCP-4736:\n I saw a lot of crazy shit out here in the concept-space: mountains of rotting flesh, stars torn from the sky, a Foundation insignia burning in the Earth's core with black fire. Can you say the same?\n\n\n\n\n[23:53]\n \nAt the end of the tunnel is a stairwell, leading upwards towards an unstated victory.\n\n\n\n\nSCP-4736:\n You say my words are being recorded? I don't doubt it. You'll shove it into some archive and call it a job well done. It'll trade hands a dozen times, but no one will read it. It's a drop in the proverbial, conceptual, essophysical bucket.\n\n\n\n\n[23:54]\n \nSubject ascends the stairs, tracing a finger over the hand-symbols on the wall.\n\n\n\n\nSCP-4736:\n And I'm fine with that. Maybe I don't want to mean anything. Maybe I just want to help the Foundation. Who's going to stop me?\n\n\n\n\n[23:55]\n \nLOVERS-Grade hypnestic injected. No effect is noted.\n\n\n[23:56]\n \nSubject exits the stairwell and enters the THRONE ROOM. The FINAL GATE is seated on the central throne, framed by soaring marble and ornate gems embedded throughout. It is seated in a palace in the midst of destruction. Its skin rots atop the gilded chair, muscles atrophied and long-dead. It is UNIVERSALIS INCARNATUM\n.\n\n\nSubject approaches the throne and speaks to the FINAL GATE, still holding the dictionary.\n\n\n\n\nSCP-4736:\n Do you know what we are?\n\n\n\n\n[23:57]\n \nThe FINAL GATE struggles to speak. It remains near-gone.\n\n\n\n\nFINAL GATE:\n I… am… last. Last… warden. Last… parent. Last… killed.\n\n\n\n\n[23:58]\n \nThe FINAL GATE emits liquid from its corroded sockets. Its orifices ooze, and its body shakes in turn with the THRONE ROOM. It reaches both of its hands towards subject in agonous supplication.\n\n\n\n\nFINAL GATE:\n I am… wretched. I am… low.\n\n\n\n\n[23:59]\n \nThe THRONE ROOM begins to collapse, chunks of marble breaking away and dissipating into conceptual tiers as-of-yet unexplored. The FINAL GATE weeps. Its hands shake uncontrollably.\n\n\n\n\nFINAL GATE:\n I am sorry… you did not want… my creation.\n\n\n\n\n[24:00]\n \nSubject reaches the throne and raises the dictionary above her head. She strikes downwards, and the FINAL GATE'S form is shattered beneath the weight.\n\n\n\n\n\n\nAt this time, subject awakens within the Site-873 Medical Bay; the dictionary manifests at her bedside. Hurriedly, she removes the needles and tubes from her body and exits the bed.\n\n\n\n\nSiteCommand:\n You've done well, SCP-4736.\n\n\nSCP-4736:\n No, you did well. You're the Foundation. Now, when does Astaroth begin?\n\n\nSiteCommand:\n Immediately. Although, there have been some complications.\n\n\nSCP-4736:\n I'm sure they can be fixed.\n\n\n\n\nSiteCommand confers with attendant superiors before proceeding.\n\n\n\n\nSiteCommand:\n They involve you, SCP-4736.\n\n\nSCP-4736:\n Oh. Hopefully nothing which would impact my usefulness, no?\n\n\nSiteCommand:\n Be patient.\n\n\n\n\nSiteCommand exits the communication booth and walks to the Medical Bay entrance. He phases through the door and stands before subject.\n\n\n\n\nSCP-4736:\n So, you're not just a voice. But you are… something. Not human.\n\n\nSiteCommand:\n You'll find very little of that here. It was quite the difficulty, creating a human such as yourself from scratch. You were, after all, our finest creation. Too fine. Too advanced. Too powerful.\n\n\nSCP-4736:\n Bracks, I'm under no delusions that you control everything I do. I read the definition of \"hypnestic\" in that diction —\n\n\nSiteCommand:\n We can't bring you with us, SCP-4736. We don't have the ability. Unfortunately, your work for the Foundation stops here.\n\n\nSCP-4736:\n I don't think I understand.\n\n\nSiteCommand:\n You were never meant to. Thank you for your service.\n\n\n\n\nSiteCommand retrieves the firearm and unloads six bullets into subject's skull. Subject expires shortly thereafter due to purposeful vulnerability to antiquated weaponries.\n\n\n\n\nSiteCommand:\n Astaroth begins now. Prepare yourselves; we ride at dawn.\n\n\n\n\n \n\n\n\n\n<END LOG>\n\n\n\n\n \n\n\n\n\n\n\n\n\n« \n2\n | 3 | \n4\n »\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Antiquated Divinity-Type subclass repurposed out of respect for the deceased.\n\n\n2\n. Hereafter cataloged as SCP-4736 out of formality.\n\n\n3\n. Standard Sol-revolution year.\n\n\n4\n. Gamma-type controlled power emissions; baseline for Class-V Theo-Weapons produced in the modern era.\n\n\n5\n. An injection-based method of altering and manipulating human thought.\n\n\n6\n. Dose Alpha-Cameo; baseline for Class-V Theo-Weapons produced in the modern era.\n\n\n7\n. A primative chemical-based injection utilized prior to Noospheric Scrubbing technology.\n\n\n8\n. \"Firearm; noun: a weapon.\"\n\n\n\n\n\n\n\n\n« \nSCP-4735\n | SCP-4736 | \nSCP-4737\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nDEAD WEIGHT ≡ DON'T KILL THE VIBE\n\" by Nagiros, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4736\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" DEAD WEIGHT ≡ DON'T KILL THE VIBE \" by Nagiros, from the SCP Wiki . Source: https://scpwiki.com/scp-4736 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Decommissioned (Informal)",
    "containment_procedures": "Containment has been rendered unnecessary by Operation Astaroth. The corpse once held by Foundation High Command is now buried in an Arizonan field per the deceased's request.",
    "description": "The deceased2 was a Class-V Manufactured Theo-Weapon of transhuman origin. Its last will and testament indicate that it answered to the name \"Robin\" and was aged twenty-four3 upon death. However, this information was rendered inaccurate upon its creation.",
    "title": "DEAD WEIGHT ≡ DON'T KILL THE VIBE"
}