{
    "url": "https://scp-wiki.wikidot.com/scp-4748",
    "all_text": "rating: \n+300\n+\n–\nx\n\n\n\n\n\n\nA beached SCP-4748 instance.\n\n\n\n\n\n\nItem #:\n SCP-4748\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-4748 instances are to be implanted with tracking devices, and their migrations escorted by designated Foundation vessels. Civilian ships approaching known surfacing locations of SCP-4748 are to be redirected.\n\n\nDescription:\n SCP-4748 is the group designation for a species of sentient, aquatic steam locomotives.\n\n\nSCP-4748 instances remain fully functional when submerged, and propel themselves through water at a top speed of 25 kph, through unknown means.\n\n\nDissection of SCP-4748 instances reveals that their internal structure mainly resembles that of an 4-6-0 locomotive, with the exception of a fleshy, muscular, heart-like organ wholly replacing the firebox, and 2 cm thick bundles of rubber-sheathed nerve fibers threaded throughout the body. DNA samples extracted from this tissue match approximately 15 species of cetaceans, primarily the orca (\nOrcinus orca\n) and sperm whale (\nPhyseter macrocephalus\n).\n\n\nSCP-4748 congregate in pods of 20-40 instances, and are found in several isolated locations of the Arctic Ocean. SCP-4748 communicate with each other via their train whistles. They typically remain at depths of 600 m, surfacing approximately once every twelve months with large (>40 m high) breaches.\n\n\nSCP-4748 instances feed by ingesting through their chimneys; their diets consist of krill, small fish, trash, and assorted flotsam. On rare occasions, SCP-4748 instances have been seen fighting with orcas over prey. Pods of SCP-4748 that primarily feed on fish typically hunt using a technique similar to the bubble net feeding seen in humpback whales (\nMegaptera novaeangliae\n). The longest SCP-4748 instances will form their bodies into spiral shapes and emit large quantities of hot bubbling water from their smokestacks to blind prey, while smaller instances further corral the prey within the roughly cylindrical wall of hot bubbles.\n\n\nDuring winter, SCP-4748 instances grow a fleshy nodule on the rear-most car, which develops into an additional train car. This allows their age to be easily estimated. Instances have been sighted with up to 119 attached cars. At the end of their lifespan, the last 2-7 train cars detach and float to the surface. The remainder of the train ceases motion and sinks. After approximately 4 days, each detached car sheds its outer layers, becoming an SCP-4748 instance, and returns to its previous depth.\n\n\nUpon the return of the newborn SCP-4748 instances, the pod will circle around them and nuzzle them affectionately. As the new instances grow, the members of the pod will surround them and keep them within the center of the pod. Juvenile SCP-4748 instances often cooperate to line up and attempt to imitate the larger and longer adult instances.\n\n\nFollowing the most recent SCP-4748 death, a submersible was launched to investigate and recover the carcass. The instance (composed of 51 train cars) had sank to a depth of 2100 m, where it was partially buried in sediment. The submersible identified 27 previously uncharacterized anomalous species, resembling translucent sea cucumbers, spider crabs, hagfish, and isopods. These creatures all possessed crudely built metal shells, and were burrowing into and inhabiting the SCP-4748 carcass.\n\n\nThe creatures (designated SCP-4748-1) broke down the metallic portions of the SCP-4748 instance and incorporated them into their shells, while nonanomalous sea life fed on the organic remains.\n\n\nSCP-4748-1 instances subsequently scavenged and consumed the submersible.\n\n\n\n\n\n\n« \nSCP-4747\n | SCP-4748 | \nSCP-4749\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4748\n\" by Weryllium, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4748\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n hypetrain.jpg\n\n\nAuthor:\n Hugh Llewelyn\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4748 \" by Weryllium, from the SCP Wiki . Source: https://scpwiki.com/scp-4748 . Licensed under CC-BY-SA .",
        "Filename: hypetrain.jpg Author: Hugh Llewelyn License: CC BY-SA 2.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-4748",
    "object_class": "Euclid",
    "containment_procedures": "SCP-4748 instances are to be implanted with tracking devices, and their migrations escorted by designated Foundation vessels. Civilian ships approaching known surfacing locations of SCP-4748 are to be redirected.",
    "description": "SCP-4748 is the group designation for a species of sentient, aquatic steam locomotives.",
    "title": "SCP-4748"
}