{
    "url": "https://scp-wiki.wikidot.com/scp-476",
    "all_text": "rating: \n+178\n+\n–\nx\n\n\nItem #:\n SCP-476\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-476 is to be kept in a standard precious item locker. During experiments, a level-2 clearance personnel must be present at all times to avoid the item being used to escape. A list of locations that are to be monitored on a regular basis is found in document 476-██.\n\n\nDescription:\n SCP-476 is a 60-page Rand McNally \nCanada Road Atlas\n published in 2006 (ISBN 0-88640-███-█) by the Canadian Cartographics Corporation. Upon closer examination, it is revealed to contain a large number of anomalies such as locations that do not exist, missing locations, and misplaced or misnamed ones. Indices and distance chart are consistent with the anomalous maps. A tentative list of anomalies can be found in document SCP-476a.\n\n\nUsing the map, it is possible to reach every single one of the locations. If an attempt is made to continue toward a location without regularly consulting the map, the users will miss the nonexistent location and be returned to \"normal\" geography. People inhabiting the locations (if any) appear totally oblivious to the absence of them on normal maps, including those on sale in the locations themselves, dismissing them as \"not up-to-date\". They always seem eager to convince newcomers to settle there.\n\n\nTracking and GPS devices systematically fail during use of SCP-476, as do most communication methods other than landlines and regular mail. Landlines are, however, untraceable, and although mail sent from nonexistent locations has been known to reach its intended destination, marks on items clearly usually show that they never go through Canada Post systems at any time. People actively following a SCP-476 user will be affected normally, but other third parties will simply report having lost sight of the user at some point, which will systematically happen should direct eye contact to users be lost. The SCP's anomalous effects appear specifically connected to the physical representation that the atlas constitutes: copies and electronic duplication of the data fail to display any unusual properties.\n\n\nIt is possible to use SCP-476 with any means of transportation, and aerial pictures of anomalous locations have been produced.\n\n\nIncident report 476-08d:\n On ██/██/19██, during a flyover of the nonexistent \"Gander-Glenwood International Airport\" (YGG/CYGG; SCP-476 does not display Gander International Airport), a plane on the runway was noticed. Examination of the plane's serial numbers revealed it to be an Air Malta plane (tail number OB-1███) that disappeared en route over the Atlantic Ocean on █████████ ██, 1990. None of the passengers or their personal items could be located, and the airport was, as every time it had been explored beforehand, apparently abandoned.\n\n\nAddendum 03:\n Dr. ██████████ has discovered \nSCP-354\n marked on the atlas in small red text. The label is made of Cyrillic characters, and translates into gibberish. Several roads converge on the location of SCP-354, all of which are nonexistent in \"normal\" geography.\n\n\nAddendum 04:\n \nRequest to use SCP-476 to establish additional secret facilities has been denied. Too risky that locations might become unreachable. Plus, it is not possible to communicate with such facilities.\n O5-█\n\n\n\n\n\n\n« \nSCP-475\n | SCP-476 | \nSCP-477\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-476\n\" by Agent Circeus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-476\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 03: Dr. ██████████ has discovered SCP-354 marked on the atlas in small red text. The label is made of Cyrillic characters, and translates into gibberish. Several roads converge on the location of SCP-354, all of which are nonexistent in \"normal\" geography.",
        "Addendum 04: Request to use SCP-476 to establish additional secret facilities has been denied. Too risky that locations might become unreachable. Plus, it is not possible to communicate with such facilities. O5-█"
    ],
    "documents": [],
    "notes": [
        "\" SCP-476 \" by Agent Circeus, from the SCP Wiki . Source: https://scpwiki.com/scp-476 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-476",
    "object_class": "Safe",
    "containment_procedures": "SCP-476 is to be kept in a standard precious item locker. During experiments, a level-2 clearance personnel must be present at all times to avoid the item being used to escape. A list of locations that are to be monitored on a regular basis is found in document 476-██.",
    "description": "SCP-476 is a 60-page Rand McNally Canada Road Atlas published in 2006 (ISBN 0-88640-███-█) by the Canadian Cartographics Corporation. Upon closer examination, it is revealed to contain a large number of anomalies such as locations that do not exist, missing locations, and misplaced or misnamed ones. Indices and distance chart are consistent with the anomalous maps. A tentative list of anomalies can be found in document SCP-476a.",
    "title": "SCP-476"
}