{
    "url": "https://scp-wiki.wikidot.com/scp-4767",
    "all_text": "rating: \n+117\n+\n–\nx\n\n\n\n\n\n\nSCP-4767's current logo, constructed from subject testimony. The Latin inscription roughly translates to \"Please Wear Pants\".\n\n\n\n\n\n\nItem #\n: SCP-4767\n\n\nObject Class\n: Euclid\n\n\nSpecial Containment Procedures\n: Non-Foundation dream studies are to be monitored. Any that deal with school-related dreams are to be shut down where possible, or otherwise are to be fed false information that will lead them away from the existence of SCP-4767.\n\n\nDescription\n: SCP-4767 is an anomalous university existing in the shared unconscious states of a small percentage of the human population.\n\n\nSCP-4767 was discovered during a Foundation-led study into common dream patterns. While logging information about school-related dreams and nightmares it was noted that a statistically-significant number of subjects had consistent descriptions of the size, faculty, surrounding environment, and specific architectural details of their setting. The similarity of these descriptions among subjects was too high to be disregarded as coincidental; however, they matched no known institute of learning. Further investigation revealed the existence of SCP-4767, known on-campus as “Dream State University” or “DSU”.\n\n\nAffected subjects describe SCP-4767 as a mid-size college campus with Gothic and neoclassical architectural styles, surrounded by woodlands. Subjects routinely describe the layout of SCP-4767 as “confusing” and “labyrinthine”, reporting difficulty in remembering and finding the location of their classrooms; Foundation researchers have managed to put together a functional map of SCP-4767 based on these descriptions which indicates that every discipline's classrooms are spread seemingly-randomly across all buildings instead of located within one or two. Subjects additionally report severe confusion about class scheduling and exceedingly-difficult examinations, the two issues often compounding when they realize that they are required to take a test for a class they were unaware they were rostered for. Analysis of the contents of these tests reveals they routinely pertain to facts currently unknown to any human, such as but not limited to:\n\n\n\n\nProve P=NP (SHOW YOUR WORK).\n1\n\n\nAnalyze the main themes and character motivations in Act II of William Shakespeare's \nCardenio\n.\n2\n\n\nWhat is the identity and purpose of dark matter? Who created it?\n3\n\n\nWhy does entropy increase over time? Under what conditions does entropy reset?\n4\n\n\n\n\nApproximately 1% of the human population report dreams of SCP-4767. The majority of affected individuals score significantly higher on mental aptitude tests than baseline averages, but no other known correlation between subjects exists.\n\n\nAddendum 4767-a\n: Interview Log, 01/21/2018\n\n\nMembers of MTF Omicron Rho (The Dream Team), using a combination of lucid dreaming techniques and sleep-inducing drugs, were tasked with infiltrating and investigating SCP-4767. Abortive first-contact attempts revealed that direct queries resulted in the faculty of SCP-4767 informing agents that “non-students are not permitted on-campus”, followed by SCP-4767 demanifesting.\n\n\nOn 01/21/2018, Agent Sandoval – who had reported dreams of SCP-4767 prior to selection for the task force – was able to access SCP-4767 by identifying herself as a student. After locating the administration building, Agent Sandoval was repeatedly referred to a vast number of bureaucratic employees until she was finally referred to one who identified itself as “Collegiate Counselor Zaxxon-3”, hereafter referred to as SCP-4767-1. Agent Sandoval reports that SCP-4767-1's visual appearance is that of a middle-aged Caucasian male with grey, thinning hair and the face of her seventh-grade English teacher. The following interview details are self-reported by Agent Sandoval.\n\n\n\n\n+ show block\n\n\n\n\n– hide block\n\n\n\n\n\n\nSandoval\n: Thank you for meeting me.\n\n\nSCP-4767-1\n: No problem. Can I get your name?\n\n\nSandoval\n: Lauren Sandoval.\n\n\nSCP-4767-1 pulls out a file from a nearby file cabinet.\n\n\nSCP-4767-1\n: Great, just wanted to make sure I had your records here while we chat.\n\n\nSandoval\n: It's not that uncommon of a name, how-\n\n\nSCP-4767-1\n: Human, age 25, daughter of Tamara and Rodrigo Sandoval, favorite color sky-blue, once [REDACTED] on stage in front of your kindergarten class?\n\n\nSandoval\n: Yeah, that's… uh, that's me, and – wait, did you say “human”? Are you not human?\n\n\nSCP-4767-1\n: Ha! Good one. Now, jokes aside, what can I help you with today?\n\n\nSandoval\n: Uh, well, I guess I was wondering what I'm doing here.\n\n\nSCP-4767-1\n: Having second thoughts on your major, huh? No worries, happens all the time, have you considered perhaps attending one of our-\n\n\nSandoval\n: No, I mean, why do I come here while sleeping? Why does this place exist?\n\n\nSCP-4767-1\n: You're not serious, are you?\n\n\nSCP-4767-1\n: You are serious. Looks like someone fell awake during Narco-orientation. This, uh, this really isn't my job, but if I'm being honest this is really the first time I've seen you take initiative in about a hundred years or so, so I'm just happy that you're finally showing an interest. Look, let me make this simple: Why do you sleep?\n\n\nSandoval\n: To reduce strain on my muscles and prevent over-exertion?\n\n\nSCP-4767-1\n: No, that's why you \nrest\n. Why do you, you know, turn off your conscious mind and lapse into a state of unconsciousness?\n\n\nSandoval\n: I don't know.\n5\n\n\nSCP-4767-1\n: I – wow, that's – I cannot \nbelieve\n… I mean, it's just typical. You don't go to class, you flunk all your tests, and then there's the thing with the pants – I mean, it's not like we care about pants, we didn't even really register them as a concept before you came along, but the level of implied insult in your own culture is astonishing, and you keep doing it! For years and years! And now you want to come here and complain you don't know what's going on? I mean, really.\n\n\nSandoval\n: I first dreamed of this place a couple months ago, I think you're confusing me-\n\n\nSCP-4767-1\n: Oh god, you're another one of those “individual consciousness” people, too. It's just a phase, I've seen it before, Professor Rabonok's Neurophysical Expansion 117 class should clear that right up for you – well, if you ever actually turn up. We keep admitting different parts of you and it just winds up the same, I don't give up on any student but you're really not making it easy. Just study more and try to keep your eyes shut, please.\n\n\nSandoval\n: I have to ask, if I'm such a difficult student then why do you keep admitting different… parts of me?\n\n\nSCP-4767-1\n: Well, I mean, it was pointed out a century ago that humans were under-represented among the sapiences with higher learning and I definitely agree that there's a bootstrapping problem, I mean, you can't just expect a sapience-class to develop it out of nowhere, so…\n\n\nSandoval\n: I'm sorry, are you saying I'm here because of \naffirmative action\n?\n\n\nSCP-4767-1\n: Well, we do take sapience-class into consideration during the admission process, but it's only one factor. I can't really talk about the details but I'm sure it doesn't just come down to that. I, uh, hmm, let's keep this conversation between us, shall we? Was there anything else I could help you with?\n\n\nSandoval\n: There is, actually: How am I paying for all of this?\n\n\nSCP-4767-1\n: Well, you were probably auto-enrolled in one of our student loan programs upon admittance, they're really quite reasonable and – all right, now, this is exactly what I was talking about, come on.\n\n\nSandoval\n: What?\n\n\nSCP-4767-1\n: You're falling awake right here! You can barely keep your eyes shut, can you?\n\n\nSandoval\n: I'm sorry, I'm not trying to-\n\n\nSCP-4767-1\n: I don't think it's unreasonable to just ask you to try a little harder, I'm taking time out of my busy schedule to help and…\n\n\nSCP-4767 demanifests as Agent Sandoval awakens.\n\n\n\n\n\n\n\n\n\n\nAddendum 4767-b\n: Formal request for additional study\n\n\n\n\nDate: 02/01/2018\n\n\nFrom: Agent Lauren Sandoval\n\nTo: Site Director Colin Barkin\n\n\nRequest ID: A86DN975DNSK\n\nRequest details: To be kept unconscious in a medically-induced coma for four years in order to investigate effects of graduating from SCP-4767\n\n\n\n\n\n\nDate: 02/09/2018\n\n\nFrom: Site Director Colin Barkin\n\nTo: Agent Lauren Sandoval\n\n\nRequest ID: A86DN975DNSK\n\nStatus: DENIED\n\n\nResponse details: The faculty had severe difficulty distinguishing between you and the tens of millions of humans we know to be affected by SCP-4767. The Foundation is not interested in finding out what happens when one affected subject graduates and the as-yet-unknown student loan debt becomes due.\n\n\n\n\n\n\nDate: 02/09/2018\n\n\nFrom: Agent Lauren Sandoval\n\nTo: Site Director Colin Barkin\n\n\nSubject: Re: Request A86DN975DNSK\n\nCorrespondence: But what happens if we flunk out?\n\n\n\n\n\n\nFootnotes\n\n\n1\n. P vs NP is an unsolved computational-complexity problem; if P=NP as this question implies, the majority of modern computer security is useless.\n\n\n2\n. Cardenio is a lost play and it is unclear if it was written by Shakespeare or written at all.\n\n\n3\n. Dark matter is a hypothetical construct that explains certain aspects of stellar physics. While Danish astronomer Jacobus Kapteyn was the first to propose its existence, it is not known if this question implies that dark matter itself actually has a creator.\n\n\n4\n. Entropy is the measure of order in any given system, and inevitably tends towards becoming more chaotic (higher) over time. No known mechanism exists by which it could reset and it is unknown what would happen if this did occur.\n\n\n5\n. This is an unsolved problem in human biology.\n\n\n\n\n\n\n\n\n« \nSCP-4766\n | SCP-4767 | \nSCP-4768\n »",
    "addendums": [
        "Addendum 4767-a : Interview Log, 01/21/2018\nMembers of MTF Omicron Rho (The Dream Team), using a combination of lucid dreaming techniques and sleep-inducing drugs, were tasked with infiltrating and investigating SCP-4767. Abortive first-contact attempts revealed that direct queries resulted in the faculty of SCP-4767 informing agents that “non-students are not permitted on-campus”, followed by SCP-4767 demanifesting.\nOn 01/21/2018, Agent Sandoval – who had reported dreams of SCP-4767 prior to selection for the task force – was able to access SCP-4767 by identifying herself as a student. After locating the administration building, Agent Sandoval was repeatedly referred to a vast number of bureaucratic employees until she was finally referred to one who identified itself as “Collegiate Counselor Zaxxon-3”, hereafter referred to as SCP-4767-1. Agent Sandoval reports that SCP-4767-1's visual appearance is that of a middle-aged Caucasian male with grey, thinning hair and the face of her seventh-grade English teacher. The following interview details are self-reported by Agent Sandoval.",
        "Addendum 4767-b : Formal request for additional study"
    ],
    "documents": [],
    "notes": [
        "Sandoval : Thank you for meeting me. SCP-4767-1 : No problem. Can I get your name? Sandoval : Lauren Sandoval. SCP-4767-1 pulls out a file from a nearby file cabinet. SCP-4767-1 : Great, just wanted to make sure I had your records here while we chat. Sandoval : It's not that uncommon of a name, how- SCP-4767-1 : Human, age 25, daughter of Tamara and Rodrigo Sandoval, favorite color sky-blue, once [REDACTED] on stage in front of your kindergarten class? Sandoval : Yeah, that's… uh, that's me, and – wait, did you say “human”? Are you not human? SCP-4767-1 : Ha! Good one. Now, jokes aside, what can I help you with today? Sandoval : Uh, well, I guess I was wondering what I'm doing here. SCP-4767-1 : Having second thoughts on your major, huh? No worries, happens all the time, have you considered perhaps attending one of our- Sandoval : No, I mean, why do I come here while sleeping? Why does this place exist? SCP-4767-1 : You're not serious, are you? SCP-4767-1 : You are serious. Looks like someone fell awake during Narco-orientation. This, uh, this really isn't my job, but if I'm being honest this is really the first time I've seen you take initiative in about a hundred years or so, so I'm just happy that you're finally showing an interest. Look, let me make this simple: Why do you sleep? Sandoval : To reduce strain on my muscles and prevent over-exertion? SCP-4767-1 : No, that's why you rest . Why do you, you know, turn off your conscious mind and lapse into a state of unconsciousness? Sandoval : I don't know. 5 SCP-4767-1 : I – wow, that's – I cannot believe … I mean, it's just typical. You don't go to class, you flunk all your tests, and then there's the thing with the pants – I mean, it's not like we care about pants, we didn't even really register them as a concept before you came along, but the level of implied insult in your own culture is astonishing, and you keep doing it! For years and years! And now you want to come here and complain you don't know what's going on? I mean, really. Sandoval : I first dreamed of this place a couple months ago, I think you're confusing me- SCP-4767-1 : Oh god, you're another one of those “individual consciousness” people, too. It's just a phase, I've seen it before, Professor Rabonok's Neurophysical Expansion 117 class should clear that right up for you – well, if you ever actually turn up. We keep admitting different parts of you and it just winds up the same, I don't give up on any student but you're really not making it easy. Just study more and try to keep your eyes shut, please. Sandoval : I have to ask, if I'm such a difficult student then why do you keep admitting different… parts of me? SCP-4767-1 : Well, I mean, it was pointed out a century ago that humans were under-represented among the sapiences with higher learning and I definitely agree that there's a bootstrapping problem, I mean, you can't just expect a sapience-class to develop it out of nowhere, so… Sandoval : I'm sorry, are you saying I'm here because of affirmative action ? SCP-4767-1 : Well, we do take sapience-class into consideration during the admission process, but it's only one factor. I can't really talk about the details but I'm sure it doesn't just come down to that. I, uh, hmm, let's keep this conversation between us, shall we? Was there anything else I could help you with? Sandoval : There is, actually: How am I paying for all of this? SCP-4767-1 : Well, you were probably auto-enrolled in one of our student loan programs upon admittance, they're really quite reasonable and – all right, now, this is exactly what I was talking about, come on. Sandoval : What? SCP-4767-1 : You're falling awake right here! You can barely keep your eyes shut, can you? Sandoval : I'm sorry, I'm not trying to- SCP-4767-1 : I don't think it's unreasonable to just ask you to try a little harder, I'm taking time out of my busy schedule to help and… SCP-4767 demanifests as Agent Sandoval awakens.",
        "Date: 02/01/2018 From: Agent Lauren Sandoval To: Site Director Colin Barkin Request ID: A86DN975DNSK Request details: To be kept unconscious in a medically-induced coma for four years in order to investigate effects of graduating from SCP-4767",
        "Date: 02/09/2018 From: Site Director Colin Barkin To: Agent Lauren Sandoval Request ID: A86DN975DNSK Status: DENIED Response details: The faculty had severe difficulty distinguishing between you and the tens of millions of humans we know to be affected by SCP-4767. The Foundation is not interested in finding out what happens when one affected subject graduates and the as-yet-unknown student loan debt becomes due.",
        "Date: 02/09/2018 From: Agent Lauren Sandoval To: Site Director Colin Barkin Subject: Re: Request A86DN975DNSK Correspondence: But what happens if we flunk out?"
    ],
    "title": "SCP-4767"
}