{
    "url": "https://scp-wiki.wikidot.com/scp-4769",
    "all_text": "rating: \n+43\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\n\n\nSCP-4769:\n Physics Teacher\n\n\nAuthors:\n \nPolarPacific\n , \nHelioskrub\n\n\n\n\n\n\nImage Source:\n Original Image taken by \nPolarPacific\n with consent given by individual in the image. \n(Purposely edited to obscure individuals identity)\n\n\n\n\n\n\n\n\n\n\nrating: \n+43\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA digital image of SCP-4769, taken from location of discovery. SCP-4769's anomalous properties have heavily degraded the image.\n\n\n\n\n\n\nItem #:\n SCP-4769\n\n\nObject Class:\n \nEuclid\n Keter\n\n\nSpecial Containment Procedures:\n\nSCP-4769 is to be contained in a standard containment cell in a permanent state of unconsciousness with cameras, heart rate monitors and brainwave mapping equipment to be monitored by no less than three Level-4 Foundation personnel at all times. The subject is to be kept permanently engaged within an advanced simulation achieved through the direct stimulation of the optical nerves and the prefrontal cortex of the brain.\n\n\nA highly modified CRAY supercomputer is utilised in the simulation of the containment environment. All hardware relating to the simulation of SCP-4769’s containment environment is to be kept at a temperature below -190°C using a constant flow of liquid nitrogen. Upon fortnightly maintenance procedures, SCP-4769 is to be placed into a strong induced coma and temperatures are to be increased to -50°C to allow technicians to survey the system for signs of disrepair and clear out debris which may impact the functioning of the device.\n\n\nDue to SCP-4769’s abnormally high levels of brain activity, sedative effectiveness is reduced to a timespan of roughly 3 hours. Consciousness of the subject is not deemed to be an immediate threat, however this should be actively avoided to maintain the immersion of SCP-4769 within the simulation.\n\n\nDescription:\n\nSCP-4769 is a Class IV Reality Bender with the appearance of an adult East Indian male, estimated around to be 50-60 years old with an average body build and receding grey hair. Subject appears to be biologically human yet does not require any form of sustenance to live. Prior to containment following Incident 4769-1, subject was found to be actively employed at ██████████ University as a physics lecturer, and self-identifies as such. However, individuals found to have interacted with SCP-4769 which were interviewed uniformly could not recall how or when SCP-4769 came to become a lecturer, its name, or if the subject entered/exited the premises at any point in time. Students directly ‘taught’ frequently by SCP-4769 exhibited no anomalous or particularly strange traits of their own other than a relative lack of knowledge in physics related subjects compared to other classes. Interviewees were administered Class-B amnestics and released back into the public.\n\n\nSCP-4769 appears to have control over its perceived reality and is able to manipulate the physical properties of space around it in an undefined radius. Observation has revealed the subject’s anomalous abilities are only activated through vocalisation or written words. Subject seems oblivious to its anomalous abilities, even after their effects cause drastic alteration to its surroundings. SCP-4769 appears to be invulnerable to the effects of its own manipulation, however it can be harmed directly by external forces. All attempts of photography of SCP-4769 have turned out heavily degraded, which Dr. Hopper theorizes may be a passive effect of the subject’s reality manipulation and linked to its anti-memetic effects on individuals which it has interacted with.\n\n\nSCP-4769 rests in a dormant state during times outside of its ‘teaching schedule,’ a timeframe between 9 am to 5 pm daily. During this dormant state, SCP-4769 is inattentive and extremely hard to coerce into talking, unless the topic of conversation is somewhat ‘physics’ orientated. SCP-4769 has displayed doctorate level knowledge within classical mechanics, thermodynamics, relativity, electronics, quantum mechanics and astrophysics; however, it lacks a basic understanding of virtually anything else. Attempts to stop SCP-4769 from discussing/writing about physics related topics has resulted in SCP-4769 discussing these subjects far more vigorously than if left to its normal teaching schedule. As such, preventing SCP-4769 from speaking about physics is strictly prohibited to prevent unnecessary simulation resets.\n\n\nAddendum:\n\n\nSCP-4769 - Dr.Hopper Subject Discovery/Containment\n\nSCP-4769 was discovered by Foundation personnel after news of “extreme slipperiness” had caused sudden wide-scale car crashes on ████████████ Road, ███████████. MTF Beta-23 (“Crowbar”) was deployed to stabilise the situation and identify the cause of the anomaly. SCP-4769 was found in the centre of the radius of effect, “absentmindedly” teaching a group of students. SCP-4769 acknowledged Foundation Personnel and was compliant in its capture, if not mildly annoyed for “disturbing others’ learning.” SCP-4769 was transported for interrogation at Site-███ with no incident.\n\n\nLater analysis of the lecture revealed that the subject had neglected to account for friction within a hypothetical scenario involving the kinematics of a car on the affected nearby road. After presenting this to SCP-4769 and highlighting the error, it proceeded to correct the equation, restoring ████████████ Road to its previous state. SCP-4769's object class reclassified from Euclid to Keter by Dr. Hopper.\n\n\n- “This was a lot worse than we could’ve imagined. This idiot makes a single mistake and we’re done.”\n - Dr Hopper\n\n\nAll civilians involved in the incident were administered Class-A amnestics and a cover story involving a “sudden sleet buildup” in a “freak snowstorm” was dispersed.\n\n\n\n\n+ Interview Log : First interview with SCP-4769\n\n\n\n\n- Interview Log : First interview with SCP-4769 \n\n\n\n\n\n\nInterviewed: SCP-4769\n\n\nInterviewer: Dr. Hopper\n\n\nFirst interview with SCP-4769. Interview conducted by Dr. Hopper in a mobile interrogation vehicle after first encounter at ██°██'██.█\"N █°██'██.█\"E.\n\n\n<Begin Log, [1843 hours]>\n\n\n\n\nDr. Hopper:\n Hello 4769, I'm-\n\n\nSCP-4769:\n Please call me Reg.\n\n\nDr. Hopper:\n Unfortunately, I must refer to you as SCP-4769 as per Foundation regulations.\n\n\n[SCP-4769 diverts gaze from Dr. Hopper to the wall behind Dr. Hopper.]\n\n\nDr. Hopper:\n Are you okay to proceed with this interview?\n\n\nSCP-4769:\n Yes.\n\n\nDr. Hopper:\n As I was saying, my name is Dr. H. Can you tell us how you got here?\n\n\nSCP-4769:\n I don’t know.\n\n\nDr. Hopper:\n What were you doing at ████████████?\n\n\n[SCP-4769 gaze drifts onto Dr. Hopper’s watch.]\n\n\nDr. Hopper:\n 4769?\n\n\nSCP-4769:\n Teaching.\n\n\nDr. Hopper:\n And what is it you teach exactly?\n\n\nSCP-4769:\n Physics, although I can teach maths pretty well too. Also can draw pretty well, but sometimes I can get carried away. I completely lost last examinations results that way.\n\n\n[SCP-4769 again slips into a state of inattentiveness, seemingly reminiscing of the act.]\n\n\nDr. Hopper:\n Are you aware of what happened today?”\n\n\n[SCP-4769 retains its state of inattentiveness.]\n\n\nDr. Hopper:\n SCP-4769!\n\n\nSCP-4769:\n It’s sir to you, young man. Do not answer questions when when you have not been asked. It- it really slows down the lesson. If everybody asked a question instead of listening to what I say the first time…\n\n\nDr. Hopper:\n Okay, okay, we get it. Somebody, please shut him up. Yes, three millilitres of Midazolam should be fine. We're done here.\n\n\n<End Log, [1858 hours]>\n\n\n[SCP-4769 continued rambling about classroom etiquette for the following seven minutes before succumbing to the effects of the sedative and falling unconscious. Interview terminated.]\n\n\n\n\n\n\n\n\n\n\n\n\n+ Excerpt from Document 4769-Alpha - Dr. Hopper’s Simulation Observation Log\n\n\n\n\n- Excerpt from Document 4769-Alpha - Dr. Hopper’s Simulation Observation Log\n\n\n\n\n\n\nSCP-4769 Observation Log 12 - 09/12/20██\n\n\nLocation:\n Simulated high school classroom\n\n\nCause:\n Subject misspells “Spectra” as “Spektra”\n\n\nArea of effect:\n 200m~ radius\n\n\nEffect:\n\n\n\n\nSpelling in dictionaries altered to match SCP-4769’s assertion.\n\n\n\n\nContainment Action:\n\n\n\n\nSimulation reset by onhand staff under the supervision of Dr. Hopper.\n\n\n\n\nSCP-4769 Observation Log 79 - 12/02/20██\n\n\nLocation:\n Simulated high school classroom\n\n\nCause:\n Subject asserts that objects of exactly equal mass cancel each others gravity out.\n\n\nArea of effect:\n Observable universe\n\n\nEffect:\n\n\n\n\nSimulation freezes\n\n\nSeveral components of the CRAY supercomputer heat up drastically and risk destruction before simulation is reset.\n\n\n\n\nContainment Action:\n\n\n\n\nSedative administered\n\n\nSimulation reset by Dr. Hopper\n\n\nCRAY supercomputer components upgraded to mostly be composed with a tantalum carbide and tungsten composite material. Additional temperature regulation cores installed within critical areas of the supercomputer.\n\n\n\n\nSCP-4769 Observation Log 103 - 03/10/20██\n\n\nLocation:\n Simulated University lecture hall\n\nCause: Subject accidentally labelled the gravitational acceleration on Earth at sea level was 98.0ms^-2 in a lecture.\n\n\nArea of effect:\n Earth\n\n\nEffect:\n\n\n\n\nEverything on Earth is exposed to the new gravitational acceleration of 98.0 ms^-2, and is compacted accordingly\n\n\nEarth is reduced to a radius of ████km.\n\n\n\n\nContainment Action:\n\n\n\n\nSedative administered\n\n\nDue to the strain on the simulation hardware caused by a fundamental rewrite to the physics engine, ██ additional cores were added to the central processing unit to increase computational power.\n\n\n\n\nSCP-4769 Observation Log 117 - 07/05/20██\n\n\nLocation:\n Simulated high school classroom\n\n\nCause:\n Light speed incorrectly asserted by subject\n\nArea of effect: Undefined\n\n\nEffect:\n\n\n\n\nSimulation device experiences catastrophic failure; ceases function\n\n\nSubject wakes up from comatose state.\n\n\n\n\nContainment Action:\n\n\n\n\nSubject issued with sedative\n\n\nSimulation now programmed to reset immediately upon mention of light speed\n\n\nInvestigation into utilising \nSCP-866\n as a more effective means of simulation.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Excerpt from Document 4769-Beta - Dr. Hopper Simulation Experimentation Log \n\n\n\n\n- Excerpt from Document 4769-Beta - Dr. Hopper Simulation Experimentation Log \n\n\n\n\nSCP-4769’s ability to manipulate the laws of physics could prove to be a useful tool to better understand our the laws which define our universe. The magnitude of scientific discovery possible which could aid the Foundation and humanity as a whole is simply too great to pass up. Permission to run experiments within SCP-4769’s simulation requested. -Dr. Hopper\n\n\n[Testing approved by O5 Command on 11/08/20██ .]\n\n\n\n\nDr. Hopper modifies the simulation to allow communication between himself and the subject through the avatar of a simulated student. Simulation reset after each test.\n\n\nTest 1:\n SCP-4769 is suggested to draw a diagram for a hypothetical situation where the sun is compressed into a black hole.\n\n\nResult:\n Planetary orbits remain unchanged, After 8 minutes and 20 seconds sunlight ceases.\n\n\nResults matched our calculations perfectly. Continue with testing. - Dr. Hopper\n\n\nTest 2:\n SCP-4769 is suggested to conduct an experiment where the efficiency of a DC motor is set to 110%\n\n\nResult:\n DC Motor appears to spin indefinitely and generates electricity without an external power source.\n\n\nReally excited about this next one. This could be the breakthrough we've been waiting for. - Dr. Hopper\n\n\nTest 3:\n SCP-4769 is suggested to draw a diagram of a sustainable fusion reactor.\n\n\nResult:\n SCP-4769 drew a crude child-like sketch of “the outside” of the reactor. When asked to draw the insides, SCP-4769 drew a model depicting two helium atoms undergoing fusion into a hydrogen atom.\n\n\nCheeky [DATA EXPUNGED]. - Dr. Hopper\n\n\nTest 4:\n SCP-4769 is asked about what would happen if the temperature of water were to decrease to 0.000001K, then briefly to absolute zero (0 Kelvin) 2 seconds later, returning to >0K at the 5 second mark. Dr. Hopper specifically refers the hypothetical scenario to a 250mL beaker filled with water 'to demonstrate its effects practically'. The beaker was suspended 7 metres above ground by a clamp sitting atop a table to best observe predicted effects.\n\n\nResult:\n The hydrogen lost all viscosity and became a superfluid, immediately sinking through the pores of the borosilicate glass calculated to have an average diameter of ~0.92μm, and continued sinking through otherwise impermeable material. The oxygen briefly transformed into a liquid state, then a solid, taking on a blue tinted cubic crystalline form. The surrounding atoms coalesced together into a Bose-Einstein condensate, the atoms of the oxygen, hydrogen and their surroundings becoming indistinguishable.\n\n\nAt exactly 2 seconds into the experiment, both the solid and liquid became suspended in place, with zero movement detected from even a molecular level. All affected matter simultaneously became [REDACTED] to the human eye. Simulation records affected atoms from test as far as ███████████ lightyears from point of experiment at the 6 second mark. ███████ was found in the █████████ ██████, seemingly ██████ into a state of ██████████████. Simulation reaches a critical temperature of ███°C before reset at 6.3 seconds\n1\n.\n\n\nWe still aren't quite sure what we just observed. I don't think that was meant to be observed. I'm beginning to think there is a reason absolute zero isn't possible according to our laws of physics. - Dr. Hopper\n\n\nTest 5:\n SCP-4769 is suggested to divide a number by 0.\n\n\nResult:\n Supercomputer ceases operation immediately.\n\n\nI really don't know what I thought was going to happen with that one. Still, we can improve from here on! - Dr. Hopper\n\n\n\n\n\n\n[Testing ceased as ordered by O5 Command]\n\n\n\n\n\n\n\n\n\n\n\n\nRecall Protocol:\n\nIn the event of a containment breach, subject is to be carefully escorted into a temporary containment chamber and administered sedatives. Due to the oblivious nature of the subject, there is no immediate threat. It is advised that the subject is immersed in the simulation as soon as possible to avoid distress. Should the subject be uncooperative, subject is to be sedated and re-immersed in the simulation immediately.\n\nNotes:\n\n\n\n\nSCP-4769 is beginning to show signs of remembering pieces of information from past simulation resets, expressing increasing levels of bewilderment and déjà vu. He’s \nlearning\n. Simulation resets are to be kept to a minimum from now on.\n\n- Dr. Hopper\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A separate research investigation on the nature of the inconclusive results exhibited by Test 4 is ongoing.\n\n\n\n\n\n\n\n\n« \nSCP-4768\n | SCP-4769 | \nSCP-4770\n »",
    "addendums": [
        "Addendum:"
    ],
    "documents": [],
    "notes": [
        "Interviewed: SCP-4769 Interviewer: Dr. Hopper First interview with SCP-4769. Interview conducted by Dr. Hopper in a mobile interrogation vehicle after first encounter at ██°██'██.█\"N █°██'██.█\"E. <Begin Log, [1843 hours]> Dr. Hopper: Hello 4769, I'm- SCP-4769: Please call me Reg. Dr. Hopper: Unfortunately, I must refer to you as SCP-4769 as per Foundation regulations. [SCP-4769 diverts gaze from Dr. Hopper to the wall behind Dr. Hopper.] Dr. Hopper: Are you okay to proceed with this interview? SCP-4769: Yes. Dr. Hopper: As I was saying, my name is Dr. H. Can you tell us how you got here? SCP-4769: I don’t know. Dr. Hopper: What were you doing at ████████████? [SCP-4769 gaze drifts onto Dr. Hopper’s watch.] Dr. Hopper: 4769? SCP-4769: Teaching. Dr. Hopper: And what is it you teach exactly? SCP-4769: Physics, although I can teach maths pretty well too. Also can draw pretty well, but sometimes I can get carried away. I completely lost last examinations results that way. [SCP-4769 again slips into a state of inattentiveness, seemingly reminiscing of the act.] Dr. Hopper: Are you aware of what happened today?” [SCP-4769 retains its state of inattentiveness.] Dr. Hopper: SCP-4769! SCP-4769: It’s sir to you, young man. Do not answer questions when when you have not been asked. It- it really slows down the lesson. If everybody asked a question instead of listening to what I say the first time… Dr. Hopper: Okay, okay, we get it. Somebody, please shut him up. Yes, three millilitres of Midazolam should be fine. We're done here. <End Log, [1858 hours]> [SCP-4769 continued rambling about classroom etiquette for the following seven minutes before succumbing to the effects of the sedative and falling unconscious. Interview terminated.]",
        "SCP-4769 Observation Log 12 - 09/12/20██ Location: Simulated high school classroom Cause: Subject misspells “Spectra” as “Spektra” Area of effect: 200m~ radius Effect: Spelling in dictionaries altered to match SCP-4769’s assertion. Containment Action: Simulation reset by onhand staff under the supervision of Dr. Hopper. SCP-4769 Observation Log 79 - 12/02/20██ Location: Simulated high school classroom Cause: Subject asserts that objects of exactly equal mass cancel each others gravity out. Area of effect: Observable universe Effect: Simulation freezes Several components of the CRAY supercomputer heat up drastically and risk destruction before simulation is reset. Containment Action: Sedative administered Simulation reset by Dr. Hopper CRAY supercomputer components upgraded to mostly be composed with a tantalum carbide and tungsten composite material. Additional temperature regulation cores installed within critical areas of the supercomputer. SCP-4769 Observation Log 103 - 03/10/20██ Location: Simulated University lecture hall Cause: Subject accidentally labelled the gravitational acceleration on Earth at sea level was 98.0ms^-2 in a lecture. Area of effect: Earth Effect: Everything on Earth is exposed to the new gravitational acceleration of 98.0 ms^-2, and is compacted accordingly Earth is reduced to a radius of ████km. Containment Action: Sedative administered Due to the strain on the simulation hardware caused by a fundamental rewrite to the physics engine, ██ additional cores were added to the central processing unit to increase computational power. SCP-4769 Observation Log 117 - 07/05/20██ Location: Simulated high school classroom Cause: Light speed incorrectly asserted by subject Area of effect: Undefined Effect: Simulation device experiences catastrophic failure; ceases function Subject wakes up from comatose state. Containment Action: Subject issued with sedative Simulation now programmed to reset immediately upon mention of light speed Investigation into utilising SCP-866 as a more effective means of simulation.",
        "Dr. Hopper modifies the simulation to allow communication between himself and the subject through the avatar of a simulated student. Simulation reset after each test. Test 1: SCP-4769 is suggested to draw a diagram for a hypothetical situation where the sun is compressed into a black hole. Result: Planetary orbits remain unchanged, After 8 minutes and 20 seconds sunlight ceases. Results matched our calculations perfectly. Continue with testing. - Dr. Hopper Test 2: SCP-4769 is suggested to conduct an experiment where the efficiency of a DC motor is set to 110% Result: DC Motor appears to spin indefinitely and generates electricity without an external power source. Really excited about this next one. This could be the breakthrough we've been waiting for. - Dr. Hopper Test 3: SCP-4769 is suggested to draw a diagram of a sustainable fusion reactor. Result: SCP-4769 drew a crude child-like sketch of “the outside” of the reactor. When asked to draw the insides, SCP-4769 drew a model depicting two helium atoms undergoing fusion into a hydrogen atom. Cheeky [DATA EXPUNGED]. - Dr. Hopper Test 4: SCP-4769 is asked about what would happen if the temperature of water were to decrease to 0.000001K, then briefly to absolute zero (0 Kelvin) 2 seconds later, returning to >0K at the 5 second mark. Dr. Hopper specifically refers the hypothetical scenario to a 250mL beaker filled with water 'to demonstrate its effects practically'. The beaker was suspended 7 metres above ground by a clamp sitting atop a table to best observe predicted effects. Result: The hydrogen lost all viscosity and became a superfluid, immediately sinking through the pores of the borosilicate glass calculated to have an average diameter of ~0.92μm, and continued sinking through otherwise impermeable material. The oxygen briefly transformed into a liquid state, then a solid, taking on a blue tinted cubic crystalline form. The surrounding atoms coalesced together into a Bose-Einstein condensate, the atoms of the oxygen, hydrogen and their surroundings becoming indistinguishable. At exactly 2 seconds into the experiment, both the solid and liquid became suspended in place, with zero movement detected from even a molecular level. All affected matter simultaneously became [REDACTED] to the human eye. Simulation records affected atoms from test as far as ███████████ lightyears from point of experiment at the 6 second mark. ███████ was found in the █████████ ██████, seemingly ██████ into a state of ██████████████. Simulation reaches a critical temperature of ███°C before reset at 6.3 seconds 1 . We still aren't quite sure what we just observed. I don't think that was meant to be observed. I'm beginning to think there is a reason absolute zero isn't possible according to our laws of physics. - Dr. Hopper Test 5: SCP-4769 is suggested to divide a number by 0. Result: Supercomputer ceases operation immediately. I really don't know what I thought was going to happen with that one. Still, we can improve from here on! - Dr. Hopper",
        "[Testing ceased as ordered by O5 Command]",
        "SCP-4769 is beginning to show signs of remembering pieces of information from past simulation resets, expressing increasing levels of bewilderment and déjà vu. He’s learning . Simulation resets are to be kept to a minimum from now on. - Dr. Hopper"
    ],
    "item": "SCP-4769",
    "object_class": "Euclid Keter",
    "containment_procedures": "SCP-4769 is to be contained in a standard containment cell in a permanent state of unconsciousness with cameras, heart rate monitors and brainwave mapping equipment to be monitored by no less than three Level-4 Foundation personnel at all times. The subject is to be kept permanently engaged within an advanced simulation achieved through the direct stimulation of the optical nerves and the prefrontal cortex of the brain.",
    "description": "SCP-4769 is a Class IV Reality Bender with the appearance of an adult East Indian male, estimated around to be 50-60 years old with an average body build and receding grey hair. Subject appears to be biologically human yet does not require any form of sustenance to live. Prior to containment following Incident 4769-1, subject was found to be actively employed at ██████████ University as a physics lecturer, and self-identifies as such. However, individuals found to have interacted with SCP-4769 which were interviewed uniformly could not recall how or when SCP-4769 came to become a lecturer, its name, or if the subject entered/exited the premises at any point in time. Students directly ‘taught’ frequently by SCP-4769 exhibited no anomalous or particularly strange traits of their own other than a relative lack of knowledge in physics related subjects compared to other classes. Interviewees were administered Class-B amnestics and released back into the public.",
    "title": "SCP-4769"
}