{
    "url": "https://scp-wiki.wikidot.com/scp-4776",
    "all_text": "A \nROUNDERHOUSE\n Joint\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nComing Soon - Rounderhouse\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+259\n+\n–\nx\n\n\n\n\n\n\n4/4776\n LEVEL \n4/4776\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-4776\n\n\n\n\n\n\nKeter\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAn image captured from an SCP-4776 test.\n\n\n\n\nSpecial Containment Procedures:\n SCP-4776's positional data is printed on a small index card and stored within a High Security Object Vault at Site-49. SCP-4776-1 is recorded in the Site-49 database, and may not be accessed by any personnel with less then Level 4 clearance. MTF Gamma-5 (\"Red Herrings\") are to be dispatched to any locations suspected of having been damaged by SCP-4776 attacks.\n\n\nDescription:\n SCP-4776 is a paratechnological weapons satellite currently in Low Earth Orbit. SCP-4776 exhibits antimemetic properties that prevent individuals from sustained knowledge on its exact positional data. SCP-4776 is theorized to be a directed kinetic energy weapon deployed by the United States Department of Defense as part of the \nStrategic Defense Initiative\n, a project to form a missile defense system for the continental United States during the Cold War.\n\n\nSCP-4776-1 is a complex thaumaturgic rune used as a focusing measure for SCP-4776's orbital assaults. SCP-4776-1 can be formed from any material or materials, and will, upon completion, result in SCP-4776 arming itself for a bombardment. The process of firing SCP-4776\n1\n takes approximately 10 minutes. SCP-4776 will release a targeted beam of photons, which, upon collision with SCP-4776-1, will result in an explosion.\n\n\nDiscovery Log:\n SCP-4776 came to the Foundation's attention during a handoff of classified documents from Matthew Shah, a defector from GoI-616 \"PENTAGRAM\"\n2\n. Records indicated that SCP-4776 had been created as part of Operation ARES FORGE, \na concerted effort from the United States government to develop sustainable occult-based weaponry\n for both Army use and sale to foreign governments. Though ARES FORGE was recorded to have produced at least 57 working prototypes of such weaponry, currently only SCP-4776 has come to Foundation knowledge.\n\n\nThe SCP-4776 dossier also references several package drops to Israeli military sites from 1985 to 1986. From a combination of U.S Army financial reports and the documents acquired from Matthew Shah, it is currently believed that the United States government has been or is currently making sales of eigenweapons to the Office for the Reclamation of Islamic Artifacts through the Iranian government.\n\n\nIncident 4776.1:\n On January 12\nth\n 1986, several incidents occurred at Site-49, and have been assigned the collective designation of Incident 4776.1. At 13:43, two UH-60 Black Hawk attack helicopters began an approach to Site-49. After confirming their U.S Government Provisional Veil Clearance, they were allowed to land on the tarmac and refuel, claiming that their fuel tanks were damaged. They departed at 14:55.\n\n\nAt 15:01, Senior Researcher Mathias stepped into the central courtyard for a smoke break. At 15:04, he reentered the building and logged onto his workstation before downloading several files regarding information on the Foundation Informant Protection Program onto an external drive. While Mathias had the sufficient clearance for such an action, he was not assigned to any projects related to the FIPP. At 15:13, he checked out of the Site and entered his vehicle before departing the parking lot. At 15:17, Senior Researcher Mathias's corpse was discovered in the Site-49 central courtyard with an unlit cigarette in his mouth and several locks of hair torn from his scalp.\n\n\nSite-49 was placed on lockdown for 3 hours while site security attempted to locate the individual who checked out of the site under Mathias' identity. The individual could not be located, security footage in the courtyard was obscured by a large oak tree, and Mathias' car was discovered abandoned two miles away from the site.\n\n\nIncident 4776.2:\n On January 14\nth\n 1986, 20:32, a gas explosion was reported at the home of Ismail Thompson, formerly known as Matthew Shah. Due to Thompson's connection to the Foundation Informant Protection Program, Foundation agents were dispatched to investigate. The building had been entirely destroyed, and upon prompting, several witnesses reported a shooting star minutes before the explosion.\n\n\n\n\n\n\nAddendum 4776.1\n\n\nE-MAIL EXCHANGE — PENTAGRAM/FOUNDATION\n\n\n\n\n\n\n\n\n▶OPEN ADDENDUM◀\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\npcs.tenpics|llebpmac.t#pcs.tenpics|llebpmac.t\n\n\n\n\n\n\nTo:\n\n\nvog.dod|pohsib.r#vog.dod|pohsib.r\n\n\n\n\n\n\nSubject:\n\n\nJan 12th\n\n\n\n\n\n\nDate:\n\n\n01-15-1986\n\n\n\n\n\n\n\n\nDear Senior Agent Bishop,\n\n\nThe Foundation would like to discuss the events of Jan 12 and Jan 13 of this year, only a few days ago. Shortly after your team's helicopters departed Site-49, a minor security breach occurred that resulted in a dead employee and information on your organization stolen by an unknown entity. Would the PENTAGRAM happen to know anything about that?\n\n\nRegards,\n\nTyler Campbell\n\nFoundation Diplomatic Committee Representative\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nvog.dod|pohsib.r#vog.dod|pohsib.r\n\n\n\n\n\n\nTo:\n\n\npcs.tenpics|llebpmac.t#pcs.tenpics|llebpmac.t\n\n\n\n\n\n\nSubject:\n\n\nRe: Jan 12\n\n\n\n\n\n\nDate:\n\n\n01-15-1986\n\n\n\n\n\n\n\n\nRepresentative Campbell,\n\n\nThe Department of Defense has no information involving such an event, if it even occurred. Your site security failures are not our concern, and your lax protocols may have resulted in an information breach for us. Consider this a formal message that we do not know how one of your personnel managed to get himself killed and lose information about other organizations.\n\n\nSincerely,\n\nRobert Bishop\n\nPENTAGRAM\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\npcs.tenpics|llebpmac.t#pcs.tenpics|llebpmac.t\n\n\n\n\n\n\nTo:\n\n\nvog.dod|pohsib.r#vog.dod|pohsib.r\n\n\n\n\n\n\nSubject:\n\n\nRe: Re: Jan 12th\n\n\n\n\n\n\nDate:\n\n\n01-16-1986\n\n\n\n\n\n\n\n\nDear Senior Agent Bishop,\n\n\nThat's truly a shame. The Foundation was deeply looking forward to maintaining good relations in the coming years, but it appears that the PENTAGRAM is not so optimistic. In the world behind the Veil, many things are binary, including loyalties. If you do not intend to obey the House accord, the Foundation sees no reason to obey it either. We must look out for our own interests, but we will always have a seat at the negotiation table if you wish to talk.\n\n\nRegards,\n\nTyler Campbell\n\nFoundation Diplomatic Committee Representative\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nvog.dod|pohsib.r#vog.dod|pohsib.r\n\n\n\n\n\n\nTo:\n\n\npcs.tenpics|llebpmac.t#pcs.tenpics|llebpmac.t\n\n\n\n\n\n\nSubject:\n\n\nRe: Re: Re: Jan 12\n\n\n\n\n\n\nDate:\n\n\n01-17-1986\n\n\n\n\n\n\n\n\nRepresentative Campbell,\n\n\nPENTAGRAM is, first and foremost, loyal to the United States of America and her peoples. If your actions go against our prime directive, we simply cannot coexist. We will defend our homeland with a force that your organization cannot match. But, we are not evil. We are not hostile. The Pentagram will not be the bringer of your downfall, not until you make the decision to antagonize us. I urge you to consider your next actions very carefully.\n\n\nSincerely,\n\nRobert Bishop\n\nPENTAGRAM\n\n\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\n\n\n\n\nAddendum 4776.2\n\n\nATTACHED DOCUMENTS\n\n\n\n\n\n\n\n\n▶OPEN ADDENDUM◀\n\n\n\n\n▷CLOSE◁\n\n\n\n\nFoundation Diplomatic Committee Statement:\n\n\n\n\nDue to the suspicious circumstances surrounding Incidents 4776.2 and 4776.3, the Foundation Diplomatic Committee has deemed it necessary to take retaliatory action against the government of the United States of America for its recent actions, which are in direct defiance of the House Accord. Clause 17, Line i:\n\n\n\n\nNeither the government of the United States of America nor the SCP Foundation shall take hostile actions against the other.\n\n\n\nHostile defined as an action taken without provocation in order to cause significant financial, collateral, or political damage.\n\n\n\n\n\n\n\n\nIn line with the Atreus Protocol, the Foundation has provided documents containing sensitive information regarding the United States government to several Middle-Eastern publications. The Committee remains open to cooperating with the United States goverment to reach a reasonable conclusion to this matter.\n\n\n\n\nDocument received by the Foundation Diplomatic Committee on 17 November 1986:\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\nIn response to the SCP Foundation's \nleaking of classified government documents to a Middle-Eastern news outlet\n, the Department of Defense is willing to negotiate towards ending this unpleasantry. In the interest of fomenting a healthy working relationship, the United States government offers an opportunity for a peaceful resolution of the issue. The SCPF may decide the location of the diplomatic convention.\n\n\n\n\n\n\nNotice from the Foundation Diplomatic Committee:\n\n\n\n\nMEMORANDUM FROM THE OFFICE OF O5-4\n\n\nThe Office of the Overseers has agreed on a diplomatic summit with the United States Department of Defense at Camp David on January 27th, 1987.\n\n\n\n\nExcerpt from Audio Transcript of SCPF-U.S Diplomatic Summit - Jan 27th 1987:\n\n\n\n\nAUDIO LOG\n\n\n\n\nDATE:\n JAN 27, 1987\n\n\n\n\n»BEGIN LOG«\n\n\nCAMPBELL:\n Hello, Mr. Bishop.\n\n\nBISHOP:\n Evening.\n\n\nCAMPBELL:\n How're you feeling?\n\n\nBISHOP:\n We both know neither of us care. Let's get down to brass tacks, yes?\n\n\nCAMPBELL:\n If you insist.\n\n\nCampball and Bishop open their folders.\n\n\nCAMPBELL:\n Let's see here. It's not looking good for your people, Rob. PENTAGRAM's break in at Site-49 may have irre-\n\n\nBISHOP:\n There's no proof that was us.\n\n\nCAMPBELL:\n Do you really want to play this game with us?\n\n\nBISHOP:\n You've got no evidence, Campbell. That break-in could've been anyone. The gung-ho bastards over at the U.N, the Ruskies, maybe even your own little splinter group.\n\n\nCAMPBELL:\n Okay. Fine. Well, \nsomeone\n broke into Site-49 on the same day your team had to make an emergency stop for repairs. And immediately after, one of our researchers was killed and files on \nyour\n group's activities were stolen.\n\n\nBISHOP:\n I fail to see how this involves us.\n\n\nCAMPBELL:\n Well, naturally, we'd have to take retaliatory action against such a group, whomever they may be.\n\n\nBISHOP:\n And what exactly would such retaliatory action entail?\n\n\nCAMPBELL:\n Something that would cripple their power at the global negotiating table. For example, imagine if the information was revealed that their leader was suffering from a degenerative brain disease.\n\n\nBISHOP:\n That could be twisted a great ma-\n\n\nCAMPBELL:\n That wouldn't be the end of it, of course. Not by a long shot. What if the group's most dangerous enemies were to gain a significant advantage over them? Something like, say, in the form of leaked files demonstrating an extremely powerful destructive artillery weapon that requires nothing more than a man's hand?\n\n\nBISHOP:\n Why would their enemies trust you?\n\n\nCAMPBELL:\n Well, you know what they say…\n\n\nCampbell idly traces a pattern onto the table with his finger. Bishop notices this and hastily slides his chair back.\n\n\nCAMPBELL:\n Sharing is caring, comrade.\n\n\n»END LOG«\n\n\n\n\nDocument received by the Foundation Diplomatic Committee on 27 January 1987:\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\nIN REGARDS TO: THE SUMMIT AT CAMP DAVID ON THE TWENTY-SEVENTH OF JANUARY 1987.\n\n\nIn the interest of resolving the dispute aired at the diplomatic summit, the United States government offers to willingly remove Clause 14 & Clause 23 in the House Accord, which limit the SCP Foundation from performing military actions on United States soil. In exchange for this, the SCP Foundation will remove any military assets that may be stationed around Camp David, as well as any weaponry that may have a chance of targeting Camp David from orbit.\n\n\n\n\n\n\nNotice from the Foundation Diplomatic Committee - 27th Jan 1987:\n\n\n\n\nCOUNCIL VOTE SUMMARY:\n\n\n\n\n\n\nYEA\n\n\nNAY\n\n\nABSTAIN\n\n\n\n\n\n\nO5-01\n\n\n\n\n\n\n\n\n\n\nO5-02\n\n\n\n\n\n\n\n\n\n\nO5-03\n\n\n\n\n\n\n\n\n\n\nO5-04\n\n\n\n\n\n\n\n\n\n\nO5-05\n\n\n\n\n\n\n\n\n\n\nO5-06\n\n\n\n\n\n\n\n\n\n\nO5-07\n\n\n\n\n\n\n\n\n\n\nO5-08\n\n\n\n\n\n\n\n\n\n\nO5-09\n\n\n\n\n\n\n\n\n\n\nO5-10\n\n\n\n\n\n\n\n\n\n\nO5-11\n\n\n\n\n\n\n\n\n\n\nO5-12\n\n\n\n\n\n\n\n\n\n\nO5-13\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSTATUS\n\n\n\n\n\n\nAPPROVED\n\n\n\n\n\n\nProposal accepted. We look forward to resuming a friendly working relationship.\n\n\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. From rune completion to confirmed strike\n\n\n2\n. \nThe occult branch of the Department of Defense.\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nRounderhouse's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-7311\n \n(+628)\n \n•\n\n\n\n\n\n\nSCP-6423-ARC\n \n(+71)\n \n•\n\n\n\n\n\n\nSCP-7288\n \n(+212)\n \n•\n\n\n\n\n\n\nSCP-5383\n \n(+312)\n \n•\n\n\n\n\n\n\nSCP-4513\n \n(+236)\n \n•\n\n\n\n\n\n\nSCP-5376\n \n(+252)\n \n•\n\n\n\n\n\n\nSCP-638\n \n(+265)\n \n•\n\n\n\n\n\n\nSCP-5140\n \n(+983)\n \n•\n\n\n\n\n\n\nSCP-4355\n \n(+241)\n \n•\n\n\n\n\n\n\nSCP-5375\n \n(+134)\n \n•\n\n\n\n\n\n\nROUNDERHOUSE's Gold Proposal\n \n(+573)\n \n•\n\n\n\n\n\n\nSCP-6380\n \n(+187)\n \n•\n\n\n\n\n\n\nSCP-7666\n \n(+335)\n \n•\n\n\n\n\n\n\nSCP-4852\n \n(+322)\n \n•\n\n\n\n\n\n\nSCP-7819\n \n(+658)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nCarroll #188: Gemini\n \n(+66)\n \n•\n\n\n\n\n\n\nWords of Wisdom from the Containment Chamber of SCP-046-ARC, better known as Richard \"Big Dick\" Chappell\n \n(+206)\n \n•\n\n\n\n\n\n\nSite-7: REPLICA\n \n(+84)\n \n•\n\n\n\n\n\n\nThe Definition Of Madness\n \n(+51)\n \n•\n\n\n\n\n\n\nPartner's Meeting\n \n(+34)\n \n•\n\n\n\n\n\n\nSite-7: AUTOPSY\n \n(+76)\n \n•\n\n\n\n\n\n\nSite-7: AIRGAP\n \n(+122)\n \n•\n\n\n\n\n\n\nBone Prelude: FISHSKIN\n \n(+82)\n \n•\n\n\n\n\n\n\nAdoption Poster: Pearl!\n \n(+379)\n \n•\n\n\n\n\n\n\nDirector House Is A Cracker (And Other Lies You Can Tell Yourself)\n \n(+264)\n \n•\n\n\n\n\n\n\nHEDVIG'S HERESY\n \n(+135)\n \n•\n\n\n\n\n\n\nLAMB OF GOD\n \n(+91)\n \n•\n\n\n\n\n\n\nNobody, Nobody, Nobody, and Nobody's Encounters with The Man in the White Suit\n \n(+123)\n \n•\n\n\n\n\n\n\nSite-7: TEMPEST\n \n(+133)\n \n•\n\n\n\n\n\n\nNobody's Observations on Rejected Nobody Applications\n \n(+103)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nROUNDERPAGE V2\n \n(+571)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4775\n | SCP-4776 | \nSCP-4777\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4776\n\" by Rounderhouse, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4776\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n pentagrambw.png\n\n\nAuthor:\n \nJackalRelated\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n reagan.png\n\n\nAuthor:\n \nRounderhouse\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n space.jpg\n\n\nName:\n 170120-O-ZZ999-018\n\n\nAuthor:\n U.S. Department of Defense Current Photos\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4776 \" by Rounderhouse, from the SCP Wiki . Source: https://scpwiki.com/scp-4776 . Licensed under CC-BY-SA .",
        "Filename: pentagrambw.png Author: JackalRelated License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: reagan.png Author: Rounderhouse License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: space.jpg Name: 170120-O-ZZ999-018 Author: U.S. Department of Defense Current Photos License: Public Domain Source Link: Flickr"
    ],
    "containment_procedures": "SCP-4776's positional data is printed on a small index card and stored within a High Security Object Vault at Site-49. SCP-4776-1 is recorded in the Site-49 database, and may not be accessed by any personnel with less then Level 4 clearance. MTF Gamma-5 (\"Red Herrings\") are to be dispatched to any locations suspected of having been damaged by SCP-4776 attacks.",
    "description": "SCP-4776 is a paratechnological weapons satellite currently in Low Earth Orbit. SCP-4776 exhibits antimemetic properties that prevent individuals from sustained knowledge on its exact positional data. SCP-4776 is theorized to be a directed kinetic energy weapon deployed by the United States Department of Defense as part of the Strategic Defense Initiative, a project to form a missile defense system for the continental United States during the Cold War.",
    "title": "SCP-4776"
}