{
    "url": "https://scp-wiki.wikidot.com/scp-4788",
    "all_text": "rating: \n+67\n+\n–\nx\n\n\nItem №:\n SCP-4788\n\n\nAnomaly Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-4788 is contained at the centre of a six-metre-diameter refrigerated containment cell at Provisional Site-190\n1\n. All surfaces within the chamber are coated with polytetrafluoroethylene or an equivalent nonreactive substance, and the standard CCTV systems are able to retract upwards in the event that there is a risk of physical or chemical damage by the anomaly.\n\n\nIn the event that SCP-4788 undergoes a τ Event, no personnel are to interact with it until the new flesh and limbs are entirely digested. Coinage and desiccated organs are to be removed by a member of D-Class personnel following each Event, and SCP-4788's stomach should be examined for paper buildup at least once every six events.\n\n\nPersonnel at PS-190 are to be made aware of the possibility of SCP-4788 manifesting anywhere on the site following damage or destruction. If the cadaver is located outside of its containment chamber, it is to be relocated by the containment team as soon as feasible.\n\n\nDescription:\n SCP-4788 is the taxidermied corpse of 34 year-old Dean Larson. SCP-4788 cannot be physically damaged to any significant degree; any attempts to do so will result in it demanifesting and reappearing fully repaired at Larson's former place-of-work (now Provisional Site-190).\n\n\nSCP-4788 will periodically (at least once per 15 days) undergo a Tau (τ) Event, signalled by slight muscle spasms and an increase in internal temperature to 38.5°C. All remaining organic tissues in the body will begin to regenerate and expand, blanketing the cadaver and any clothes or small objects touching it with a new layer of living epidermis. Any minor interaction with an area of this new skin (including slight changes in temperature or air pressure) will cause said area to develop an array of new body parts, including:\n\n\n\n\nBones (joints, ribs, and spinal columns) and musculature.\n\n\nNumerous hoofed limbs extending from the aforementioned joints.\n\n\nLarge, black eyes\n2\n.\n\n\nMottled fur covering irregular portions of newly-formed skin.\n\n\nHorns extending from the forehead, temples, and roof of the mouth.\n\n\nLarge quantities of fat and muscle packed in irregular sheets, accounting for >70% of new tissue.\n\n\nBetween six and thirty-six supernumerary stomachs, each connected to a bovine muzzle on the body's exterior.\n\n\n\n\nDue to the disturbances caused by these structures a chain reaction of formation is essentially inevitable, and will halt only when the first layer of skin is completely covered with new body parts. Once this stable state is reached, the additional stomachs will begin producing large quantities of gastric acid and digestive enzymes, which the connected mouths will begin to regurgitate. Over the course of up to ninety-two hours, all new tissues (including the additional epidermis) will be entirely dissolved\n3\n. The only portions not affected by this are stomachs themselves, which will rapidly desiccate and disintegrate once disconnected from the central mass. Persons in the vicinity of the digestive portion of τ Events have reported hearing the sounds of cutlery, laughter, and muffled talking — as no attempts to record these sounds have been successful, this is believed to be an auditory hallucination induced by exposure to the solution.\n\n\nNo waste is produced during τ Events; the acid and organic remnants will disappear through unknown means, and increasingly corrosive acids will be produced until even normally undigestible body-parts have been dissolved. Following the conclusion of the event, each supernumerary stomach will contain a small amount of British coinage, averaging £2.55. SCP-4788's original stomach, which is the only internal organ not to have been removed during the taxidermy process, will be found to contain a pay-cheque for a variable amount — extrapolation over the entirety of the anomaly's existence results in a regular income slightly above the minimum wage offered to Miller & Carter's Steakhouse employees.\n\n\nNotably, despite being deceased, Dean Larson was never removed from the Steakhouse's employee roster. As the restaurant closed in early 2017, three days after SCP-4788's discovery, it remains unclear whether this was a clerical error or an intentional decision.\n\n\n\n\nFootnotes\n\n\n1\n. Formerly Miller & Carter's Steakhouse in Hereford, England.\n\n\n2\n. Eyelids and lacrimal glands are occasionally formed, and complete ocular systems will rapidly blink and dilate/contract despite the lack of connecting nerves.\n\n\n3\n. SCP-4788 will also be dissolved, but due to its self-repairing property will remanifest at PS-190 following every event, removing itself from within the new tissue in the process.\n\n\n\n\n\n\n\n\n« \nSCP-4787\n | SCP-4788 | \nSCP-4789\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4788\n\" by MaliceAforethought, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4788\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4788 \" by MaliceAforethought, from the SCP Wiki . Source: https://scpwiki.com/scp-4788 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-4788 is contained at the centre of a six-metre-diameter refrigerated containment cell at Provisional Site-1901. All surfaces within the chamber are coated with polytetrafluoroethylene or an equivalent nonreactive substance, and the standard CCTV systems are able to retract upwards in the event that there is a risk of physical or chemical damage by the anomaly.",
    "description": "SCP-4788 is the taxidermied corpse of 34 year-old Dean Larson. SCP-4788 cannot be physically damaged to any significant degree; any attempts to do so will result in it demanifesting and reappearing fully repaired at Larson's former place-of-work (now Provisional Site-190).",
    "title": "SCP-4788"
}