{
    "url": "https://scp-wiki.wikidot.com/scp-4798",
    "all_text": "rating: \n+29\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n4798\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n The 930km\n2\n area surrounding SCP-4798 is to remain under strict quarantine. The border of this region will be regularly patrolled to prevent unauthorized persons from entering the restricted area. Border patrols are required to be outfitted in BCS Mk. V-class hazmat suits. Site AZ-121 is to be monitored at all times by Foundation satellites and long-range scanners in the event of any expansion of SCP-4798-C. In the event of breach of containment, all instances of SCP-4798-1 (including human individuals affected by the anomaly) are to be eliminated and sterilized before relocation to Site-██ for processing.\n\n\nDescription:\n SCP-4798 is a population of anomalous organisms, primarily flora, which grow in a roughly 0.4km\n2\n region surrounding Shallow Moon Astronomical Observatory (henceforth referred to as Site AZ-121) atop Ginger Mountain in Apache County, Arizona. SCP-4798 entails the collective mutations and anomalous properties of the organisms in this population. Some instances of SCP-4798 appear to be mutations of various organisms native to Arizona, while others are unclassified in any known biological paradigm. Each instance of SCP-4798 demonstrates unique anomalous properties.\n\n\nSCP-4798 is believed to be a product of transgenic poetry, the anomalous process of using the written word to synthesize nucleotides in DNA. Each instance of SCP-4798 represents an expression of different meanings through anomalous molecular semantics. Based on insights gained from SCP-4798-1 (see Addendum II), a decoding mechanism referred to as DX-64 was employed at Site AZ-121 for the purpose of demonstrating the semantic expression present in the nucleotides of SCP-4798. The molecular coding of any given organism can be translated into coherent semantics, usually in the form of “poems.” Addendum I contains examples of the semantics of various organisms observed at Site AZ-121.\n\n\nInstances of SCP-4798 have the ability to spread to other biological organisms, though while SCP-4798 is biological in nature, the spread thereof appears to be pseudo-memetic. This has resulted in the mutation of organisms not originally associated with the anomaly, henceforth SCP-4798-1. Human subjects develop biological mutations, often with anomalous properties. Instances of SCP-4798-1 verbally express molecular semantics of similar nature to SCP-4798 proper. Human instances of SCP-4798-1 often demonstrate a heightened understanding of the purported “meaning” of SCP-4798, often accompanied by abnormal behavior and mental processes. Instances of SCP-4798-1 tend to revert to ordinary biological conditions with time; in humans, this is accompanied by the loss of the intuitive connection to SCP-4798 and its “meaning,” often accompanied by feelings of absence, sadness, and/or melancholy.\n\n\nFurther research of SCP-4798 has been indefinitely suspended.\n\n\n\n\n+ **Addendum I:** Expressions of SCP-4798\n\n\n\n\n- Hide\n\n\n\n\nThe majority of instances of SCP-4798 are flora or pseudo-floral organisms, many of which resemble species native to the region of Site AZ-121. Many also appear to be of other clades. Each instance of SCP-4798 has been observed to be genetically unique, containing anomalous and often incoherent combinations of nucleotides on the molecular level. As a result of insights from SCP-4798-1, the DX-64 decoding algorithm was developed to unravel the complicated “biological language” of SCP-4798. Each instance of SCP-4798 appears to expresses a different “poem” of molecular semantics; these are believed to be related to the meanings of the anomaly overall, which in turn correlate with the anomalous properties of the instance of SCP-4798 in question. \nMany of these poems are considered incomplete.\n\n\n\n\nSCP-4798-40196\n\n\nDescription:\n Monocot flowering plant resembling the species \nYucca angustissima\n.\n\n\nAnomalous Properties:\n SCP-4798-40197 manifests a weather anomaly within a 1m\n2\n radius of itself in the form of a 6m/s wind from the northwest. This results in the development of striped patterns in the sand caused by wind and erosion.\n\n\nExpression:\n \nIn this life of lines / I’ve come to find / That I lie outside / And when I sleep / I sigh for you / And when I wake / I die for you / And they will say my cycle / Followed or deviated / In their design / But we both say / That I abandoned the trees / To set us both free\n\n\n\n\n\n\nSCP-4798-21195\n\n\nDescription:\n Unidentified gray-brown shrub.\n\n\nAnomalous Properties:\n The structure SCP-4798-21195 beneath its external cell layer is devoid of any matter whatsoever; the exterior of the organism reacts regularly to gravitational and environmental stimuli, but the interior is a vacuum space lacking gravity and seemingly existing outside of Einsteinian physics. Occasional bursts of microwave radiation have been measured from within SCP-4798-21195.\n\n\nExpression:\n \nWhat we call sacred / Is it what we call stolen? / They said what we know was fed / And what we saw was / Written by the songs of before / But we are not a sum of memories / Because nothing is nothing / And because nothing will tell us how / We don’t obey nothing / No end to sentence\n\n\n\n\n\n\nSCP-4798-04151\n\n\nDescription:\n Population of bees, possibly of the genus \nXylocopa\n.\n\n\nAnomalous Properties:\n Instances of SCP-4798-04151 have developed what appears to be a complex movement system seemingly with no benefit to survival or communication. This movement system responds to various seemingly unrelated stimuli. For example, movements become more erratic when SCP-4798-04151 is exposed to radioactive material, but slow significantly in the presence of any object of the color purple.\n\n\nExpression:\n \nShe said she didn’t like sound / So we sang for her / She said she didn’t like softness / So we stole the sun for her / She said she didn’t like snakes / So we shook for her / She said she knew we wouldn’t speak / So we were silent for her / And when she said she’d hide / We exploded\n\n\n\n\n\n\nSCP-4798-83865\n\n\nDescription:\n Unidentified lizard species, 4.20cm in length.\n\n\nAnomalous Properties:\n SCP-4798-83865 appears only capable of existing while standing on paper. First observed on the notebooks of on-site researchers, SCP-4798-83865 will manifest on any paper near Site AZ-121. 27 individual instances have been documented.\n\n\nExpression:\n \nHold onto your heart / Because I’m not the sky / I inhabited the spaces they didn’t see / My science of the particular / Songs and pictures you soften / Without anyone there but me / If we’re better off alone / But better off together / Then we live in the little\n\n\n\n\n\n\nSCP-4798-06632\n\n\nDescription:\n Unidentified flowering plant, 20.1cm in length\n\n\nAnomalous Properties:\n SCP-4798-06632 emits radio signals on a wide scale, but which have only been received by a radio station located in Minokamo, Gifu Prefecture, Japan. These signals result in surreal imagery appearing on connected televisions, including abnormal combinations of clips from television programs from the past thirteen years. Investigation of these signals led to the initial discovery of SCP-4798 by Foundation personnel.\n\n\nExpression:\n \nLover you’re not my sibling / Drifting cattle you’re not my foe / All this world I rearranged it / It takes sixteen feet to start / Who will this belong to tomorrow? / Who does it become today? / I was here, that was why I ran away\n\n\n\n\n\n\n\n\n\n\n\n\n+ **Addendum II:** SCP-4798-1\n\n\n\n\n- Hide\n\n\n\n\nThe following is a series of interrogations of instances of SCP-4798-1 expressed in Foundation personnel.\n\n\n\n\nSCP-4798-1-05\n\n\nDate:\n 12 October 2004\n\n\n<Begin Log>\n\n\nResearcher Tannenbaum:\n “Researcher █████, are you feeling alright? Can I get you anything?”\n\n\nSCP-4798-1-05:\n “No, I’m fine, I’m fine. Seriously, don’t worry. It’s actually not bad.”\n\n\nResearcher Tannenbaum:\n “What’s not bad?”\n\n\nSCP-4798-1-05:\n “Well, I mean, this. I was scared, but it’s actually somewhat interesting, being an anomaly myself. It kind of makes you wonder what we mean by that. ‘Anomaly.’ What exactly are we comparing to?”\n\n\nResearcher Tannenbaum:\n “Please try and stay focused, █████. I need you to tell me… are you experiencing anything you would consider out of the ordinary? Hallucinations, sensations… anything like that?”\n\n\nSCP-4798-1-05:\n “Oh yeah, definitely. It’s very strange, actually – I can hear everything that’s going on in just one place, in just one city. Istedgade, in Copenhagen. Oh hey! An American tourist! Funny, that makes the world seem so small.”\n\n\nResearcher Tannenbaum:\n █████…\n\n\nSCP-4798-1-05:\n “Sorry, I’m getting distracted. Yeah, anomalous sensations. I would say that is a definite yes. I don’t know why it’s that particular street, in that particular city, but at the same time, I kind of feel like… why not? I make a meaning of that. This whole place is about making meanings.”\n\n\nResearcher Tannenbaum:\n “What do you mean?”\n\n\nSCP-4798-1-05:\n “How can I explain this… it’s like there’s a poetry to everything. But it’s not like something scripted. Does that make sense? It’s like everything in this place – every expression of SCP-4798 – is singing. The most interesting thing of all is that it’s words becoming things. Poetry expressed through biology.”\n\n\nResearcher Tannenbaum:\n “What, it’s anart?”\n\n\nSCP-4798-1-05:\n “I think you could call it that, yeah. But I couldn’t tell you what it means. I think… well, I mean, it means something. But that’s not something I can say.”\n\n\nResearcher Tannenbaum:\n “Why not?”\n\n\nSCP-4798-1-05:\n “Because I don’t think it knows what that meaning is.”\n\n\n<End Log>\n\n\n\n\n\n\nSCP-4798-1-12\n\n\nDate:\n 21 November 2004\n\n\n<Begin Log>\n\n\nResearcher Tannenbaum:\n “Tell me what you mean when you say ‘expressions.’”\n\n\nSCP-4798-1-12:\n “So, each of these things – every one of the organisms on this site – they’re all a part of a big poem of sorts, though I don’t know who the writer might have been, if there even was one. They pass on these words like offspring, which express themselves as genotypes and phenotypes in the given organisms. Does that make sense?”\n\n\nResearcher Tannenbaum:\n “Sure. It’s not the first anomaly like this that we’ve seen. But what I want to know is the fundamentals of its nature - something of its order, something reproducible and scientific. What is the meaning of SCP-4798?”\n\n\nSCP-4798-1-12:\n “I wish I could say, but I don’t know. Even now, I… it’s so, so strange. All of these things are just so alien and yet so familiar. I’m not like Researcher ████████… all that happened to me was the skin on my arm getting darker. But why does it feel like more than that? I don’t know, Tannenbaum, it’s…”\n\n\nResearcher Tannenbaum:\n “Go ahead.”\n\n\nSCP-4798-1-12:\n “… it’s like I know this poem, this collection of words and sounds. Like it’s a part of my soul. It goes beyond just writing words that correlate to specific biological traits. You won’t be able to type in ‘bloom’ and get a flower… all the thoughts intermingle here, but they don’t adhere to anything. It’s not specific and ordered, it’s just… a feeling in words. Growing, undefined, uncertain. But real.”\n\n\nResearcher Tannenbaum:\n “So you can’t tell me anything else?”\n\n\nSCP-4798-1-12:\n “Well, I can tell you one thing. But…”\n\n\nResearcher Tannenbaum:\n “Yes?”\n\n\nSCP-4798-1-12:\n “\nI sought this division to ride / Will I or won’t I abide? / To be one and separate / Accumulate and disperse my song / This assured threat of existence / Fiction more powerful than life / Ghosts that live in matter / A crescent moon and a little girl\n”\n\n\n<End Log>\n\n\n\n\n\n\nSCP-4798-1-41\n\n\nDate:\n 5 March 2005\n\n\n<Begin Log>\n\n\nResearcher Tannenbaum:\n “Researcher ████, you’re one of my best. I want you to tell me everything you can. What is the meaning of SCP-4798?”\n\n\nSCP-4798-1-41:\n “Tannenbaum, I… I wish I could. But I don’t know if I can think of things like that. It’s so hard to be rational right now. I’m sorry.”\n\n\nResearcher Tannenbaum:\n “Just try your best. It’s an anomaly, it’s not you, okay? Just tell me what you can, don’t worry about whether it makes sense.”\n\n\nSCP-4798-1-41:\n “It’s like… I just don’t think SCP-4798 is trying to be anything in particular. I mean, why does it have to be? It’s strange, for me to think that… I mean, everything has to be something. But this isn’t, or at least it doesn’t seem to be. You can’t just classify this, or reduce it. I’m starting to think… I’m starting to think they all might be like this.”\n\n\nResearcher Tannenbaum:\n “All anomalies?”\n\n\nSCP-4798-1-41:\n “God, I could get fired for spewing nonsense like this.”\n\n\nResearcher Tannenbaum:\n “Please, ████…”\n\n\nSCP-4798-1-41:\n “We’re here to preserve consensus reality, but here I am questioning it.”\n\n\nResearcher Tannenbaum:\n “Please, it’s alright. You’re under the influence of an anomaly, it’s not something you should feel bad about.”\n\n\nSCP-4798-1-41:\n “It just feels so real, Tannenbaum. It’s like I know this all from somewhere. The expression I was given is a reflection of me in this place. All of them are just expressions, and I think it’s like a million different stories all wrapped up into one. It’s uncertainty personified. But it’s also… it’s also me. It’s all me.”\n\n\nResearcher Tannenbaum:\n “Okay, ████, okay. Take it easy. Let’s take this slowly.”\n\n\nSCP-4798-1-41:\n “All I know for sure is that this doesn’t come from here, Tannenbaum. This is all just us trying to make sense of it by putting it here. But it’s from somewhere else. You can feel it… but you can’t understand it with words. That’s exactly why it’s made of words.”\n\n\n<End Log>\n\n\n\n\nEVALUATION 05/14/2005 – Researcher ███████ Tannenbaum\n\n\nDescription:\n SCP-4798 is an unidentified memetic entity or class of entities that expresses itself through biological organisms on the molecular level. This anomalous expression \nof unknown origin\n affects the nucleotides of given organisms and modifies them into “poems” with unspecific meanings that nonetheless appear to affect the anomalous properties of the resultant organisms. These poems pass on to other organisms acausally and thus expand the dimensions of expression possessed by SCP-4798. \nThe origins and fundamental nature of SCP-4798 are unknown and possibly unclassifiable.\n\n\n\n\n\n\n\n\n\n\n+ SCP-4798-C // RESTRICTED ACCESS\n\n\n\n\n- Hide\n\n\n\n\nSCP-4798-C is a memetic virus which occurs in SCP-4798 and spreads to instances of SCP-4798-1. SCP-4798-C alters the molecular semantics of instances of SCP-4798, resulting in new gene expressions and mutations with often hazardous or violent anomalous effects. Expressions of SCP-4798-C analyzed by DX-64 demonstrate themes of █████ ██████████ ███ █████ ██████████ █████ █████ lethal impact on biological organisms exposed to SCP-4798-C. This virus has been referred to by instances of SCP-4798-C as “the Seemingly Endless.” \nIt is believed that SCP-4798-C was somehow introduced to Site AZ-121 by Foundation personnel.\n\n\nHistory:\n The first recorded instance of SCP-4798-C occurred on August 15, 2005, when instances of SCP-4798 developed new anomalous properties with hazardous results. Numerous instances of SCP-4798 became hostile to other life, spreading minor biological viruses or generating lethal anomalous effects. Within weeks, expressions of SCP-4798-C were recognized in human personnel, and emergency containment procedures were implemented. Eventually, after recognizing the threat of SCP-4798-C, Foundation personnel evacuated Site AZ-121 and quarantine protocols were implemented by O5-██.\n\n\nAddendum X:\n Instances of SCP-4798-C\n\n\n\n\nSCP-4798-C-06\n\n\nDescription:\n Small desert shrub, previously demonstrated anomalous property 30614 per Site AZ-121 SOTA. Upon contamination, SCP-4798-C-06 caused all animals within a radius of 1.3m\n2\n to experience violent and lethal seizures.\n\n\nExpression:\n \nThey could be one / They could be strung / They could be aligned / They are perfect / To stretch you beyond limit / To crush you beyond ease / They may harden the fabric / They may soften the veil / They may escape your hugs / And eat your lies\n\n\n\n\n\n\nSCP-4798-C-24\n\n\nDescription:\n Flowering tree, previously demonstrated anomalous property 21912 per Site AZ-121 SOTA. Upon contamination, SCP-4798-C-24 generated a multidirectional gravitational field equivalent to that of a type-K supergiant star, resulting in any organisms or items within the field’s radius being ripped apart.\n\n\nExpression:\n \nSomber and somber / Somber and somber / Somber and somber / Somber and somber / Somber and somber / Somber and somber / Somber and somber / Somber and somber / Somber and somber / Somber and somber / Sever and sever\n\n\n\n\n\n\nSCP-4798-C-104\n\n\nDescription:\n SCP-4798-C-104’s anomalous effects manifested in multiple Foundation personnel in the form of carving on human skin, writing out its expression. 21 Foundation members died from blood loss before SCP-4798-C-104’s spread was halted.\n\n\nExpression:\n \nHere are the hated lines / They are closer to your head / And riding down your grain / Dreams of sickness they wrote / Nightmares are the only free / Daydreams were murdered they hunt / Your sign your weakness your soul\n\n\n\n\n\n\nSCP-4798-C-115\n\n\nDescription:\n Researcher ██████████. After displaying symptoms of anemia for three hours prior, SCP-4798-C-115’s blood began gravitating heavily toward a glass window in Site AZ-121, quickly resulting in SCP-4798-C-115’s death. The blood on the window then wrote out SCP-4798-C-115’s expression.\n\n\nExpression:\n \nThey won’t set you free / They won’t see you fall / They cut and they categorize / They undo just to shine / They will never see the flowers / Your small things, are they me? / You will someday see / You project yourself onto me\n\n\n\n\nif i express myself will i lose myself if i feel myself will i see myself if i become them will i sing with them is there someone here beside me or am i cursed with this feeling that every time i rise into the skies ill be reminded of how often they cut me down and closed once again in the openness they were so proud of but is this just another thing i say to comfort myself when i know that ive already left behind any semblance of cohesion and where is the line you draw when you can be a genius just for doing something at the rank you were required i dont stay i wont stay ill find another place where they have never seen and ive heard of signs left undefined and little things that like to hide\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4797\n | SCP-4798 | \nSCP-4799\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4798\n\" by Holly Nightmare, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4798\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "SCP-4798-40196 Description: Monocot flowering plant resembling the species Yucca angustissima . Anomalous Properties: SCP-4798-40197 manifests a weather anomaly within a 1m 2 radius of itself in the form of a 6m/s wind from the northwest. This results in the development of striped patterns in the sand caused by wind and erosion. Expression: In this life of lines / I’ve come to find / That I lie outside / And when I sleep / I sigh for you / And when I wake / I die for you / And they will say my cycle / Followed or deviated / In their design / But we both say / That I abandoned the trees / To set us both free",
        "SCP-4798-21195 Description: Unidentified gray-brown shrub. Anomalous Properties: The structure SCP-4798-21195 beneath its external cell layer is devoid of any matter whatsoever; the exterior of the organism reacts regularly to gravitational and environmental stimuli, but the interior is a vacuum space lacking gravity and seemingly existing outside of Einsteinian physics. Occasional bursts of microwave radiation have been measured from within SCP-4798-21195. Expression: What we call sacred / Is it what we call stolen? / They said what we know was fed / And what we saw was / Written by the songs of before / But we are not a sum of memories / Because nothing is nothing / And because nothing will tell us how / We don’t obey nothing / No end to sentence",
        "SCP-4798-04151 Description: Population of bees, possibly of the genus Xylocopa . Anomalous Properties: Instances of SCP-4798-04151 have developed what appears to be a complex movement system seemingly with no benefit to survival or communication. This movement system responds to various seemingly unrelated stimuli. For example, movements become more erratic when SCP-4798-04151 is exposed to radioactive material, but slow significantly in the presence of any object of the color purple. Expression: She said she didn’t like sound / So we sang for her / She said she didn’t like softness / So we stole the sun for her / She said she didn’t like snakes / So we shook for her / She said she knew we wouldn’t speak / So we were silent for her / And when she said she’d hide / We exploded",
        "SCP-4798-83865 Description: Unidentified lizard species, 4.20cm in length. Anomalous Properties: SCP-4798-83865 appears only capable of existing while standing on paper. First observed on the notebooks of on-site researchers, SCP-4798-83865 will manifest on any paper near Site AZ-121. 27 individual instances have been documented. Expression: Hold onto your heart / Because I’m not the sky / I inhabited the spaces they didn’t see / My science of the particular / Songs and pictures you soften / Without anyone there but me / If we’re better off alone / But better off together / Then we live in the little",
        "SCP-4798-06632 Description: Unidentified flowering plant, 20.1cm in length Anomalous Properties: SCP-4798-06632 emits radio signals on a wide scale, but which have only been received by a radio station located in Minokamo, Gifu Prefecture, Japan. These signals result in surreal imagery appearing on connected televisions, including abnormal combinations of clips from television programs from the past thirteen years. Investigation of these signals led to the initial discovery of SCP-4798 by Foundation personnel. Expression: Lover you’re not my sibling / Drifting cattle you’re not my foe / All this world I rearranged it / It takes sixteen feet to start / Who will this belong to tomorrow? / Who does it become today? / I was here, that was why I ran away",
        "SCP-4798-1-05 Date: 12 October 2004 <Begin Log> Researcher Tannenbaum: “Researcher █████, are you feeling alright? Can I get you anything?” SCP-4798-1-05: “No, I’m fine, I’m fine. Seriously, don’t worry. It’s actually not bad.” Researcher Tannenbaum: “What’s not bad?” SCP-4798-1-05: “Well, I mean, this. I was scared, but it’s actually somewhat interesting, being an anomaly myself. It kind of makes you wonder what we mean by that. ‘Anomaly.’ What exactly are we comparing to?” Researcher Tannenbaum: “Please try and stay focused, █████. I need you to tell me… are you experiencing anything you would consider out of the ordinary? Hallucinations, sensations… anything like that?” SCP-4798-1-05: “Oh yeah, definitely. It’s very strange, actually – I can hear everything that’s going on in just one place, in just one city. Istedgade, in Copenhagen. Oh hey! An American tourist! Funny, that makes the world seem so small.” Researcher Tannenbaum: █████… SCP-4798-1-05: “Sorry, I’m getting distracted. Yeah, anomalous sensations. I would say that is a definite yes. I don’t know why it’s that particular street, in that particular city, but at the same time, I kind of feel like… why not? I make a meaning of that. This whole place is about making meanings.” Researcher Tannenbaum: “What do you mean?” SCP-4798-1-05: “How can I explain this… it’s like there’s a poetry to everything. But it’s not like something scripted. Does that make sense? It’s like everything in this place – every expression of SCP-4798 – is singing. The most interesting thing of all is that it’s words becoming things. Poetry expressed through biology.” Researcher Tannenbaum: “What, it’s anart?” SCP-4798-1-05: “I think you could call it that, yeah. But I couldn’t tell you what it means. I think… well, I mean, it means something. But that’s not something I can say.” Researcher Tannenbaum: “Why not?” SCP-4798-1-05: “Because I don’t think it knows what that meaning is.” <End Log>",
        "SCP-4798-1-12 Date: 21 November 2004 <Begin Log> Researcher Tannenbaum: “Tell me what you mean when you say ‘expressions.’” SCP-4798-1-12: “So, each of these things – every one of the organisms on this site – they’re all a part of a big poem of sorts, though I don’t know who the writer might have been, if there even was one. They pass on these words like offspring, which express themselves as genotypes and phenotypes in the given organisms. Does that make sense?” Researcher Tannenbaum: “Sure. It’s not the first anomaly like this that we’ve seen. But what I want to know is the fundamentals of its nature - something of its order, something reproducible and scientific. What is the meaning of SCP-4798?” SCP-4798-1-12: “I wish I could say, but I don’t know. Even now, I… it’s so, so strange. All of these things are just so alien and yet so familiar. I’m not like Researcher ████████… all that happened to me was the skin on my arm getting darker. But why does it feel like more than that? I don’t know, Tannenbaum, it’s…” Researcher Tannenbaum: “Go ahead.” SCP-4798-1-12: “… it’s like I know this poem, this collection of words and sounds. Like it’s a part of my soul. It goes beyond just writing words that correlate to specific biological traits. You won’t be able to type in ‘bloom’ and get a flower… all the thoughts intermingle here, but they don’t adhere to anything. It’s not specific and ordered, it’s just… a feeling in words. Growing, undefined, uncertain. But real.” Researcher Tannenbaum: “So you can’t tell me anything else?” SCP-4798-1-12: “Well, I can tell you one thing. But…” Researcher Tannenbaum: “Yes?” SCP-4798-1-12: “ I sought this division to ride / Will I or won’t I abide? / To be one and separate / Accumulate and disperse my song / This assured threat of existence / Fiction more powerful than life / Ghosts that live in matter / A crescent moon and a little girl ” <End Log>",
        "SCP-4798-1-41 Date: 5 March 2005 <Begin Log> Researcher Tannenbaum: “Researcher ████, you’re one of my best. I want you to tell me everything you can. What is the meaning of SCP-4798?” SCP-4798-1-41: “Tannenbaum, I… I wish I could. But I don’t know if I can think of things like that. It’s so hard to be rational right now. I’m sorry.” Researcher Tannenbaum: “Just try your best. It’s an anomaly, it’s not you, okay? Just tell me what you can, don’t worry about whether it makes sense.” SCP-4798-1-41: “It’s like… I just don’t think SCP-4798 is trying to be anything in particular. I mean, why does it have to be? It’s strange, for me to think that… I mean, everything has to be something. But this isn’t, or at least it doesn’t seem to be. You can’t just classify this, or reduce it. I’m starting to think… I’m starting to think they all might be like this.” Researcher Tannenbaum: “All anomalies?” SCP-4798-1-41: “God, I could get fired for spewing nonsense like this.” Researcher Tannenbaum: “Please, ████…” SCP-4798-1-41: “We’re here to preserve consensus reality, but here I am questioning it.” Researcher Tannenbaum: “Please, it’s alright. You’re under the influence of an anomaly, it’s not something you should feel bad about.” SCP-4798-1-41: “It just feels so real, Tannenbaum. It’s like I know this all from somewhere. The expression I was given is a reflection of me in this place. All of them are just expressions, and I think it’s like a million different stories all wrapped up into one. It’s uncertainty personified. But it’s also… it’s also me. It’s all me.” Researcher Tannenbaum: “Okay, ████, okay. Take it easy. Let’s take this slowly.” SCP-4798-1-41: “All I know for sure is that this doesn’t come from here, Tannenbaum. This is all just us trying to make sense of it by putting it here. But it’s from somewhere else. You can feel it… but you can’t understand it with words. That’s exactly why it’s made of words.” <End Log>",
        "SCP-4798-C-06 Description: Small desert shrub, previously demonstrated anomalous property 30614 per Site AZ-121 SOTA. Upon contamination, SCP-4798-C-06 caused all animals within a radius of 1.3m 2 to experience violent and lethal seizures. Expression: They could be one / They could be strung / They could be aligned / They are perfect / To stretch you beyond limit / To crush you beyond ease / They may harden the fabric / They may soften the veil / They may escape your hugs / And eat your lies",
        "SCP-4798-C-24 Description: Flowering tree, previously demonstrated anomalous property 21912 per Site AZ-121 SOTA. Upon contamination, SCP-4798-C-24 generated a multidirectional gravitational field equivalent to that of a type-K supergiant star, resulting in any organisms or items within the field’s radius being ripped apart. Expression: Somber and somber / Somber and somber / Somber and somber / Somber and somber / Somber and somber / Somber and somber / Somber and somber / Somber and somber / Somber and somber / Somber and somber / Sever and sever",
        "SCP-4798-C-104 Description: SCP-4798-C-104’s anomalous effects manifested in multiple Foundation personnel in the form of carving on human skin, writing out its expression. 21 Foundation members died from blood loss before SCP-4798-C-104’s spread was halted. Expression: Here are the hated lines / They are closer to your head / And riding down your grain / Dreams of sickness they wrote / Nightmares are the only free / Daydreams were murdered they hunt / Your sign your weakness your soul",
        "SCP-4798-C-115 Description: Researcher ██████████. After displaying symptoms of anemia for three hours prior, SCP-4798-C-115’s blood began gravitating heavily toward a glass window in Site AZ-121, quickly resulting in SCP-4798-C-115’s death. The blood on the window then wrote out SCP-4798-C-115’s expression. Expression: They won’t set you free / They won’t see you fall / They cut and they categorize / They undo just to shine / They will never see the flowers / Your small things, are they me? / You will someday see / You project yourself onto me",
        "\" SCP-4798 \" by Holly Nightmare, from the SCP Wiki . Source: https://scpwiki.com/scp-4798 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "The 930km2 area surrounding SCP-4798 is to remain under strict quarantine. The border of this region will be regularly patrolled to prevent unauthorized persons from entering the restricted area. Border patrols are required to be outfitted in BCS Mk. V-class hazmat suits. Site AZ-121 is to be monitored at all times by Foundation satellites and long-range scanners in the event of any expansion of SCP-4798-C. In the event of breach of containment, all instances of SCP-4798-1 (including human individuals affected by the anomaly) are to be eliminated and sterilized before relocation to Site-██ for processing.",
    "description": "Researcher ██████████. After displaying symptoms of anemia for three hours prior, SCP-4798-C-115’s blood began gravitating heavily toward a glass window in Site AZ-121, quickly resulting in SCP-4798-C-115’s death. The blood on the window then wrote out SCP-4798-C-115’s expression.",
    "title": "SCP-4798"
}