{
    "url": "https://scp-wiki.wikidot.com/scp-4804",
    "all_text": "rating: \n+281\n+\n–\nx\n\n\n\n\n\n\nWARNING FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nDue to the recent discovery of this SCP object, as well as the multifaceted nature of the anomaly, there are several competing documentations for SCP-4804. The four most widely accepted are enumerated below, along with other researcher’s arguments for and against instating them as the official documentation.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\nThesis 01\n\n\nThesis 02\n\n\nThesis 03\n\n\nThesis 04\n\n\n\n\n\n\n\n\nProposed by Researcher Calvin\n\n\n\n\n\n\nA glass of orange juice.\n\n\n\n\n\n\nItem #:\n SCP-4804\n\n\nObject Class:\n Memetic\n\n\nContainment Class:\n Keter\n\n\nSpecial Containment Procedures:\n A selection of instances of SCP-4804-1 are to be brought to sound-insulated containment chambers at Site-32. Analysis of their neurology and behavior will be recorded in order to determine what can be done for further containment.\n\n\nDescription:\n SCP-4804 is a phenomenon affecting approximately 0.7% of the world's population. This percentage has fluctuated greatly since initial recording of SCP-4804. Individuals affected by SCP-4804, hereafter designated as SCP-4804-1, believe that oranges do not exist.\n\n\nThis phenomena extends to orange trees, the fruit itself, and all derivative products, including, but not limited to, juices, cleaning products, and pop culture references. Instances of SCP-4804-1 provide various justifications for their disbelief in oranges, ranging from the idea that oranges are simply a variant of apples, to oranges being a government conspiracy, to not being able to perceive any orange-related products at all.\n\n\nThe source of SCP-4804 is unknown. However, analysis of the spread of SCP-4804 implies either a memetic hazard or exposure to a contagious anomaly. Recent testing has implied that SCP-4804 is not contagious, although anecdotal accounts by field agents have disputed these claims.\n\n\nAddendum:\n SCP-4804 was discovered on 2019/3/11, when Dr. North noticed that several of his relatives became angry at the sight of orange juice. It is believed that discovery of SCP-4804 was delayed by the fact that SCP-4804 primarily affected rural communities, who had isolated themselves from the greater, non-SCP-4804-1 population.\n\n\n\n\nPros:\n\n\n\n\nSpread of SCP-4804 does appear to reflect a memetic agent.\n\n\nProvides a thorough description of SCP-4804's effects.\n\n\n\n\nCons:\n\n\n\n\nThe lack of discovery of SCP-4804 is not believed to be due to isolation.\n\n\nDoes not address Lovecraft's \"The Oranges\" document.\n\n\nDocument is vague in many places.\n\n\nDoes not address the Theresa Incident.\n\n\n\n\n\n\n\n\nProposed by Dr. Midaeus\n\n\n\n\n\n\nH.P. Lovecraft, circa June 1934\n\n\n\n\n\n\nItem #:\n SCP-4804\n\n\nObject Class:\n Textual\n\n\nContainment Class:\n Keter\n\n\nSpecial Containment Procedures:\n An instance of SCP-4804 is to be kept inside of a Safe-class item locker at Site-19. The Memetics Department is to develop a \nweaponized antimeme\n used to wipe out infections of SCP-4804-1. Containment of instances of SCP-4804-2 is to take place once their physical properties can be ascertained. Copies of SCP-4804 outside of Foundation control are to be seized and incinerated.\n\n\nDescription:\n SCP-4804 is a short story entitled \nThe Oranges\n, written by American horror writer H.P. Lovecraft at an unspecified date. In summary, the story describes a group of young men who venture into a cave, only to emerge in an alternate timeline where large, orange-colored entities named \"Oranges\" are attempting to breach into our own dimension. The story ends with only one of the men escaping, before seeing the first Orange, visible to only him, enter the world.\n\n\nReading at least 15% of SCP-4804 is known to have three effects:\n\n\n\n\nThe spontaneous manifestation of between 1-9 oranges within 30 meters of the reader.\n\n\nThe belief that oranges (the fruit) are works of fiction, originally created by Lovecraft.\n\n\nIn rare cases, manifestation of SCP-4804-2.\n\n\n\n\nIn cases where subjects begin to believe oranges are works of fiction (classified as infections of SCP-4804-1), they will actively deny the existence of oranges, citing beliefs such as the belief that oranges are simply a variant of apples, oranges being a government conspiracy, and not being able to perceive any orange-related products at all.\n\n\nSCP-4804-2 are imperceptible entities of unknown size, appearance, or physicality. The only evidence of their existence is their ability to act on the physical world. SCP-4804-2 instances are known vectors of SCP-4804-1, and it is believed that instances are capable of inducing a brain hemorrhage in human subjects.\n\n\nAddendum:\n The original copy of SCP-4804 was found in Lovecraft's possession shortly after his death. It is believed that it was published in numerous obscure \"pulp\" magazines. Sections of SCP-4804 were plagiarized by other authors for use in their own material, which is believed to have led to its relatively high rate of exposure across the population.\n\n\nSCP-4804's anomalous effects were discovered after Foundation Janitorial Specialist Frank was assaulted by their family after insisting that oranges were real. It is unknown how SCP-4804-1 and SCP-4804-2 remained undetected for a long period of time; antimemetic phenomena is suspected but not confirmed.\n\n\n\n\nPros:\n\n\n\n\nAddresses Lovecraft's \"The Oranges,\" as well as other entities.\n\n\nAddresses spontaneous manifestation of oranges in the United States.\n\n\nStates possibility of antimemetic phenomena.\n\n\n\n\nCons:\n\n\n\n\n\"Spread\" theory does not match theoretical predictions.\n\n\nDoes not address Theresa Incident.\n\n\nDescription of SCP-4804-2 is based on Lovecraft's interpretation and is not based in fact.\n\n\n\n\n\n\n\n\nProposed by Dr. Westrin\n\n\n\n\n\n\nMandarin oranges.\n\n\n\n\n\n\nItem #:\n SCP-4804\n\n\nObject Class:\n Event\n\n\nContainment Class:\n Euclid\n\n\nSpecial Containment Procedures:\n As SCP-4804 has already occurred, containment must take the form of addressing events untouched by SCP-4804, as well as preparation for if the phenomenon occurs again. Individuals who are immune to SCP-4804 are to be brought to Site-64 to have false memories of oranges implanted. Further containment is to be implemented once the exact nature of SCP-4804 is determined.\n\n\nDescription:\n SCP-4804 is a CK-Class \"Restructuring of History\" Scenario that occurred at some point before March 11\nth\n, 2019. SCP-4804 involved the creation of oranges, which had not existed before this event. For unknown reasons, several individuals seem to be immune to the effects of SCP-4804, and will believe that oranges are not real, citing a variety of phenomena in order to justify their beliefs.\n\n\n\n\n\n\nA photograph from a Foundation-controlled satellite. Disturbance created by SCP-4804-1 entity circled.\n\n\n\n\n\n\nSCP-4804-1 are antimemetic entities potentially responsible for SCP-4804. The nature of SCP-4804-1 entities are unknown; however, agents using Class-W mnestics describe them as large, orange, amorphous entities of indeterminate form. SCP-4804-1 entities are detectable without mnestics by the fact that they spontaneously manifest oranges at indeterminate intervals. Prolonged perception of SCP-4804-1 causes immunity to SCP-4804, as described above.\n\n\nAddendum:\n The exact date of SCP-4804 is unknown. However, it is believed to have taken place before March 15\nth\n, 1937, as H.P. Lovecraft had written a short story, entitled \"The Oranges,\" which described SCP-4804-1 entities at length. September 19\nth\n, 1927 is given as the likeliest date for this event, however, as this aligns with a known activation date of [\nDATA REDACTED\n].\n\n\n\n\nPros:\n\n\n\n\nHigh possibility of the involvement of a CK-Class event due to the high Hume levels of described entities.\n\n\nAddresses spontaneous manifestation of oranges in United States.\n\n\nPartially addresses the Theresa Incident.\n\n\n\n\nCons:\n\n\n\n\nOranges date back to the 9\nth\n Century B.C.E. A CK-Class event would have to be uncharacteristically thorough if it were to change all of this history.\n\n\nDescription of SCP-4804-2 is based on Lovecraft's interpretation and is not based in fact.\n\n\n\n\n\n\n\n\nProposed by O5-1\n\n\nItem #:\n SCP-4804\n\n\nObject Class:\n Divine\n\n\nContainment Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-4804 is uncontained. An analysis of all employed Foundation personnel, specifically those in upper management, is to be conducted to determine if any are affected by a hostile entity. The Foundation is to construct defense systems in order to counteract SCP-4804. Personnel involved in this procedure are to undergo mnestic training and Foundation loyalty certification.\n\n\nDescription:\n SCP-4804 is a hostile extradimensional entity attempting to enter baseline reality. The exact goals of SCP-4804 remain unclear, however the entity appears to be attempting to subjugate the human population.\n\n\nIn baseline reality, SCP-4804 takes two forms:\n\n\n\n\nSCP-4804-1, a citrus fruit colloquially known as the orange.\n\n\nSCP-4804-2, a formless antimemetic entity.\n\n\n\n\nThe consumption of instances of SCP-4804-1 is known to cause people to be \"infected\" by SCP-4804, allowing the entity to exhibit complete physical control over them. SCP-4804 is believed to have infected the majority of the human population. However, a small percentage of the population is immune to SCP-4804, and perceive SCP-4804-1 as invisible while perceiving SCP-4804-2 as visible. Given the inability for the human mind to comprehend the complete form of SCP-4804-2, the resistant individual will invariably attempt to generate an explanation for the sightings.\n\n\nTheresa Incident:\n On 2019/3/11, SCP-4804-2 descended below cloud cover and appeared above the state of Illinois. While the majority of the population was unable to perceive the entity, a number of resistant individuals began to panic and flee, referring to it as \"God,\" \"The Orange,\" and various other epithets. This mass hysteria became viral on the internet and required Foundation web crawlers to purge the event.\n\n\nAddendum:\n It is believed that H.P. Lovecraft was immune to SCP-4804, as he was able to write a short story titled \"The Oranges\" regarding SCP-4804-2. The nature of Lovecraft's relationship with SCP-4804 beyond this is unclear.\n\n\nRequests to classify SCP-4804 as an emergent threat are pending. Requests to immediately classify SCP-4804 have been denied.\n\n\n\n\nPros:\n\n\n\n\nAddresses the Theresa Incident.\n\n\nAddresses antimemetic phenomena.\n\n\nAddresses \"the Oranges\" anomalous document.\n\n\n\n\nCons:\n\n\n\n\n[DATA REDACTED AS PER A UNANIMOUS ORDER OF O5 COMMAND]\n\n\n\n\n[DATA REDACTED BY 12-1 VOTE]\n\n\n\n\n\n\nO5-1 is not a member of the O5 Council.\n\n\nO5-1 does not bathe in the Orange light.\n\n\nWe will not enter the Unenlightenment.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nMore by notgull\n\n\n\n\nMore by notgull\n\n\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\n\n\nnotgull's Proposal\n\n\nRating: 590\n\n\n\n\n\n\nSCP-3733\n\n\nRating: 380\n\n\n\n\n\n\nSCP-3095\n\n\nRating: 360\n\n\n\n\n\n\nSCP-4804\n\n\nRating: 281\n\n\n\n\n\n\nSCP-2785\n\n\nRating: 280\n\n\n\n\n\n\nSCP-4800\n\n\nRating: 279\n\n\n\n\n\n\nSCP-4348\n\n\nRating: 258\n\n\n\n\n\n\nSCP-4048\n\n\nRating: 207\n\n\n\n\n\n\nSCP-4688\n\n\nRating: 196\n\n\n\n\n\n\nSCP-579-J\n\n\nRating: 189\n\n\n\n\n\n\nSCP-3362\n\n\nRating: 188\n\n\n\n\n\n\nSCP-5800\n\n\nRating: 184\n\n\n\n\n\n\nSCP-4785\n\n\nRating: 176\n\n\n\n\n\n\nSCP-3339\n\n\nRating: 168\n\n\n\n\n\n\nSCP-3747\n\n\nRating: 165\n\n\n\n\n\n\nSCP-4248\n\n\nRating: 161\n\n\n\n\n\n\nSCP-4948\n\n\nRating: 158\n\n\n\n\n\n\nSCP-199\n\n\nRating: 133\n\n\n\n\n\n\nSCP-7234\n\n\nRating: 124\n\n\n\n\n\n\nSCP-3296\n\n\nRating: 124\n\n\n\n\n\n\nSCP-4800-J\n\n\nRating: 121\n\n\n\n\n\n\nSCP-4799\n\n\nRating: 120\n\n\n\n\n\n\nSCP-3485\n\n\nRating: 112\n\n\n\n\n\n\nSCP-5981\n\n\nRating: 109\n\n\n\n\n\n\nSCP-4808\n\n\nRating: 103\n\n\n\n\n\n\nSCP-3833\n\n\nRating: 98\n\n\n\n\n\n\nSCP-3748\n\n\nRating: 94\n\n\n\n\n\n\nSCP-5054\n\n\nRating: 88\n\n\n\n\n\n\nSCP-4148\n\n\nRating: 88\n\n\n\n\n\n\nSCP-5025\n\n\nRating: 87\n\n\n\n\n\n\nSCP-1037\n\n\nRating: 77\n\n\n\n\n\n\nSCP-093-J\n\n\nRating: 74\n\n\n\n\n\n\nSCP-1684\n\n\nRating: 70\n\n\n\n\n\n\nSCP-5680\n\n\nRating: 65\n\n\n\n\n\n\nSCP-4872\n\n\nRating: 62\n\n\n\n\n\n\nSCP-3248\n\n\nRating: 61\n\n\n\n\n\n\nSCP-6904\n\n\nRating: 58\n\n\n\n\n\n\nSCP-5483\n\n\nRating: 38\n\n\n\n\n\n\nSCP-6785\n\n\nRating: 34\n\n\n\n\n\n\nSCP-4397\n\n\nRating: 30\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\n\n\nThe Little Robot that Could\n\n\nRating: 349\n\n\n\n\n\n\nThe Siege of Site-19\n\n\nRating: 169\n\n\n\n\n\n\nJoin the Flock\n\n\nRating: 168\n\n\n\n\n\n\nTales of the Automaton: The Big Birdocalypse\n\n\nRating: 143\n\n\n\n\n\n\nFootage Recovered From a Private Server\n\n\nRating: 117\n\n\n\n\n\n\nMoose on the Loose\n\n\nRating: 77\n\n\n\n\n\n\nAvian Anthology I\n\n\nRating: 76\n\n\n\n\n\n\nMy Empire of Birds\n\n\nRating: 63\n\n\n\n\n\n\nDocument recovered from a Parallel Universe\n\n\nRating: 61\n\n\n\n\n\n\nJoey Fucknuts Steals The Declaration of Independence\n\n\nRating: 58\n\n\n\n\n\n\nKatz and Dogs\n\n\nRating: 55\n\n\n\n\n\n\nYour Guard\n\n\nRating: 50\n\n\n\n\n\n\nVacation Opportunity\n\n\nRating: 45\n\n\n\n\n\n\nThe Scent of a Toaster\n\n\nRating: 33\n\n\n\n\n\n\nBurn, Baby, Burn\n\n\nRating: 29\n\n\n\n\n\n\nChasing Suns\n\n\nRating: 28\n\n\n\n\n\n\nThree Feet Under I\n\n\nRating: 24\n\n\n\n\n\n\nWind in the Sails\n\n\nRating: 23\n\n\n\n\n\n\nThe Shape of Water is Humanoid\n\n\nRating: 23\n\n\n\n\n\n\nDead Reckoning\n\n\nRating: 22\n\n\n\n\n\n\nThree Feet Under II\n\n\nRating: 22\n\n\n\n\n\n\nThree Feet Under III\n\n\nRating: 21\n\n\n\n\n\n\nForgotten Shrine\n\n\nRating: 18\n\n\n\n\n\n\nDown Through\n\n\nRating: 17\n\n\n\n\n\n\nInto the Beetle Black Yonder\n\n\nRating: 16\n\n\n\n\n\n\nHyperfine\n\n\nRating: 15\n\n\n\n\n\n\nDon't Knock on Strange Doors\n\n\nRating: 11\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n\n\n\n\n\n\nResearcher Calvin's Personnel File\n\n\nRating: 91\n\n\n\n\n\n\nIncident Report ████/████\n\n\nRating: 83\n\n\n\n\n\n\n\"Sphere\" Incursion Log\n\n\nRating: 52\n\n\n\n\n\n\nInitial Incursion Log\n\n\nRating: 50\n\n\n\n\n\n\n\"Cube\" Incursion Log #1\n\n\nRating: 44\n\n\n\n\n\n\n\"Cube\" Incursion Log #2\n\n\nRating: 44\n\n\n\n\n\n\nSCP-093-J Recovered Documents\n\n\nRating: 42\n\n\n\n\n\n\nSCP-093-J Blue Test\n\n\nRating: 40\n\n\n\n\n\n\nSCP-093-J Purple Test\n\n\nRating: 35\n\n\n\n\n\n\nSCP-093-J Green Test\n\n\nRating: 33\n\n\n\n\n\n\nExploration Log 4480-1\n\n\nRating: 22\n\n\n\n\n\n\n\n\n\n\n\n\nSee my \nAuthor Page\n for more information. If you like reading my stuff, consider checking out my \nYouTube Channel\n for SCP-inspired animations, among other things.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4803\n | SCP-4804 | \nSCP-4805\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "item": "SCP-4804",
    "object_class": "Divine",
    "containment_procedures": "SCP-4804 is uncontained. An analysis of all employed Foundation personnel, specifically those in upper management, is to be conducted to determine if any are affected by a hostile entity. The Foundation is to construct defense systems in order to counteract SCP-4804. Personnel involved in this procedure are to undergo mnestic training and Foundation loyalty certification.",
    "description": "SCP-4804 is a hostile extradimensional entity attempting to enter baseline reality. The exact goals of SCP-4804 remain unclear, however the entity appears to be attempting to subjugate the human population.",
    "title": "SCP-4804"
}