{
    "url": "https://scp-wiki.wikidot.com/scp-4816",
    "all_text": "rating: \n+136\n+\n–\nx\n\n\nItem Tag:\n SCP-4816\n\n\nItem Class:\n \nPending\n \nSafe\n Neutralized (Provisional)\n\n\nSpecial Containment Procedures:\n Several digital copies of SCP-4816 are securely stored within the Foundation database and are actively watched by embedded system bots. All other found digital copies of SCP-4816 have been erased.\n\n\nSeveral physical copies of SCP-4816 are stored within a secure containment locker at Site-19.\n\n\nAccess to the digital and/or physical copies of SCP-4816 must be approved by a Level-3 Researcher.\n\n\nDescription:\n SCP-4816 is a non-anomalous photo which displays a doorway and a white text phrase. SCP-4816 was previously capable of altering its contents, and altered to its current state on July 7th, 2018. SCP-4816 previously displayed PoI-6888 \"kkrule\"\n1\n, known member of GoI-5869 \n\"Gamers Against Weed\"\n. Where SCP-4816 was photographed is currently unknown, but is believed to have been in a facility or private home.\n\n\nSee Addendum 1 for further details.\n\n\nAddendum 1:\n When SCP-4816 was initially discovered, it was believed to posess anomalous properties. Following extensive research, however, SCP-4816 was deemed non-anomalous and briefly reclassified to a GoI artifact, though SCP documentation was kept for reference. Following this designation, a search was initiated across the United States on July 5th, 2018, utilizing field agents and Foundation webcrawlers, in search of PoI-6888 using SCP-4816 and several copies of it.\n\n\n38 hours following initiation of the search, SCP-4816's contents were altered. SCP-4816 no longer showed PoI-6888 and had a white text phrase in his place. All digital and physical copies of SCP-4816 were equally altered. The national search was subsequently cancelled, and SCP-4816 was promptly reclassified \"Safe\". Following further research and several months of inactivity, however, SCP-4816 was given its current object class. SCP-4816 has not exhibited anomalous behavior since, and is being considered for a second reclassification.\n\n\nAddendum 2:\n SCP-4816 was initially discovered in a GoI-5869 chatroom by Foundation chatbots. The chat logs discussing SCP-4816 are documented below.\n\n\nBelow is a log from a chatroom including all GoI-5869 members.\n\n\n\n\nkkrule:\n me irl :)\n\n\n\n\n+ show block\n\n\n\n\n– hide block\n\n\n\n\n\n\n\n\n\n\nlesbian_gengar:\n LMAO\n\n\nDonDeLillo:\n you fucking idiot\n\n\ngaycopmp4:\n hot\n\n\nbluntfiend:\n Cool, man.\n\n\njockjamsvol6:\n Nice pic @kkrule! Congrats on showers and clean clothes too. Is that a new phone?\n\n\nkkrule:\n thanks! yes i won it at contest and got a shower and hair cut so i wanted show everything off yknow\n\n\nbluntfiend:\n As long as you know what you're in for. I'm sure you'll manage, not gonna dad you.\n\n\njockjamsvol6:\n What Jude said. Just be careful. I wouldn't have the guts to post selfies and risk privacy, but it's sweet you wanted to do it anyways for us!\n\n\nkkrule:\n is there a problem?\n\n\ngaycopmp4:\n not really, its fine\n\n\nkkrule:\n nice\n\n\nBelow is a log from private messages between PoI-6888 and PoI-6894 \"DonDeLillo\"\n2\n.\n\n\n\n\nDonDeLillo:\n Hey listen up.\n\n\nkkrule:\n eyy Don! sorry i was busy gaming what is it\n\n\nDonDeLillo:\n so you clearly had no clue what jj and jude were talking about\n\n\nDonDeLillo:\n somehow I was the only one who could tell\n\n\nDonDeLillo:\n you do know the foundation has enough resources to pretty much watch every conversation we have, right? They have your photo now\n\n\nDonDeLillo:\n they’re probably looking for you as we speak\n\n\nDonDeLillo:\n Like they said its up to you, but I suggest you fix that shit you dumb fuck\n\n\nkkrule:\n OMG YOUR RIGHT! i didnt even think about that!\n\n\nkkrule:\n ok i fixed it. Thanks so much for looking out for me btw! i know ur always mean to me in chat but you really are a good caring person in the heart :)\n\n\nDonDeLillo:\n oh fuck you\n\n\nNEW MESSAGE, 00:23:16 LATER\n\n\nDonDeLillo:\n thanks\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \"15. Current anomalous abilities are unknown. Youngest member of Gamers Against Weed. The only known anomaly that kkrule has created is \nSCP-2433\n. Professes to be straight-edge and is known to frequently play video games more than the other members. Competes in \"underground video game tournaments\" to make a living; monitoring of eSports tournaments across the United States is underway, but is to be considered low-priority.\" — \nGoI-5869 Dossier\n\n\n2\n. \"19. Believed to be one of the few members in GAW who are non-anomalous. Joined with opossum and tiedyeduck, and presumably knows them in-person. Dislikes kkrule greatly.\" — \nGoI-5869 Dossier\n\n\n\n\n\n\n\n\n« \nSCP-4815\n | SCP-4816 | \nSCP-4817\n »",
    "addendums": [
        "Addendum 1: When SCP-4816 was initially discovered, it was believed to posess anomalous properties. Following extensive research, however, SCP-4816 was deemed non-anomalous and briefly reclassified to a GoI artifact, though SCP documentation was kept for reference. Following this designation, a search was initiated across the United States on July 5th, 2018, utilizing field agents and Foundation webcrawlers, in search of PoI-6888 using SCP-4816 and several copies of it.\n38 hours following initiation of the search, SCP-4816's contents were altered. SCP-4816 no longer showed PoI-6888 and had a white text phrase in his place. All digital and physical copies of SCP-4816 were equally altered. The national search was subsequently cancelled, and SCP-4816 was promptly reclassified \"Safe\". Following further research and several months of inactivity, however, SCP-4816 was given its current object class. SCP-4816 has not exhibited anomalous behavior since, and is being considered for a second reclassification.",
        "Addendum 2: SCP-4816 was initially discovered in a GoI-5869 chatroom by Foundation chatbots. The chat logs discussing SCP-4816 are documented below.\nBelow is a log from a chatroom including all GoI-5869 members.\nBelow is a log from private messages between PoI-6888 and PoI-6894 \"DonDeLillo\" 2 ."
    ],
    "documents": [],
    "notes": [
        "kkrule: me irl :) + show block – hide block lesbian_gengar: LMAO DonDeLillo: you fucking idiot gaycopmp4: hot bluntfiend: Cool, man. jockjamsvol6: Nice pic @kkrule! Congrats on showers and clean clothes too. Is that a new phone? kkrule: thanks! yes i won it at contest and got a shower and hair cut so i wanted show everything off yknow bluntfiend: As long as you know what you're in for. I'm sure you'll manage, not gonna dad you. jockjamsvol6: What Jude said. Just be careful. I wouldn't have the guts to post selfies and risk privacy, but it's sweet you wanted to do it anyways for us! kkrule: is there a problem? gaycopmp4: not really, its fine kkrule: nice",
        "DonDeLillo: Hey listen up. kkrule: eyy Don! sorry i was busy gaming what is it DonDeLillo: so you clearly had no clue what jj and jude were talking about DonDeLillo: somehow I was the only one who could tell DonDeLillo: you do know the foundation has enough resources to pretty much watch every conversation we have, right? They have your photo now DonDeLillo: they’re probably looking for you as we speak DonDeLillo: Like they said its up to you, but I suggest you fix that shit you dumb fuck kkrule: OMG YOUR RIGHT! i didnt even think about that! kkrule: ok i fixed it. Thanks so much for looking out for me btw! i know ur always mean to me in chat but you really are a good caring person in the heart :) DonDeLillo: oh fuck you NEW MESSAGE, 00:23:16 LATER DonDeLillo: thanks"
    ],
    "containment_procedures": "Several digital copies of SCP-4816 are securely stored within the Foundation database and are actively watched by embedded system bots. All other found digital copies of SCP-4816 have been erased.",
    "description": "SCP-4816 is a non-anomalous photo which displays a doorway and a white text phrase. SCP-4816 was previously capable of altering its contents, and altered to its current state on July 7th, 2018. SCP-4816 previously displayed PoI-6888 \"kkrule\"1, known member of GoI-5869 \"Gamers Against Weed\". Where SCP-4816 was photographed is currently unknown, but is believed to have been in a facility or private home.",
    "title": "SCP-4816"
}