{
    "url": "https://scp-wiki.wikidot.com/scp-4820",
    "all_text": "SCP-4820 refuses any meals offered to it, but it has requested access to cooking implements, various spices, and a selection of sauces.\n\n\n\n\n\n\nrating: \n+203\n+\n–\nx\n\n\n\n\nby \nKothardarastrix\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n4820\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-4820 is to be kept in a standard humanoid containment module at \nSite-17\n \nArmed Bio-Containment Area-14\n.\n1\n Up to 5 liters of blood may be withdrawn from SCP-4820 in any given 24-hour period. Withdrawal of larger amounts, or the harvesting of any of SCP-4820's organs, must be approved by at least one Level 4 Personnel.\n\n\nSCP-4820 need not be supplied with food, and refuses any offered to it.\n SCP-4820 has requested access to cooking implements, various spices, and a selection of sauces. These requests have been granted on a probationary basis, and may be revoked as a disciplinary measure if the need arises. Consumption of food prepared by SCP-4820 is discouraged.\n\n\nDescription:\n SCP-4820 is an adult Filipino man, apparently 40-50 years of age. The object is able to rapidly regenerate damaged or destroyed tissue. These capabilities possess no known limit; SCP-4820 can even regrow appendages that have been completely severed\n2\n. Regeneration time increases with the severity of the injury in question and the extent of the damage; minor incisions heal almost instantaneously, but extracted internal organs take several hours to regenerate. SCP-4820 does not appear to feel pain, and often fails to notice when it is injured.\n\n\nIt is currently unknown how SCP-4820 fuels this rapid regeneration; it requires no more food or water than a standard human.\n\n\nAddendum 4820-1:\n Testing log.\n\n\n\n\nOpen Testing Log\n\n\n\n\nClose Testing Log\n\n\n\n\n\n\n\n\nTest Number\n\n\nReason for Test\n\n\nProcedure\n\n\nOutcome\n\n\nAdditional Notes\n\n\n\n\n\n\nTest #1\n\n\nPain Response\n\n\nA 21 gauge syringe was used to withdraw 10ml of blood from SCP-4820's right arm. Subject questioned whether this caused him any pain or discomfort.\n\n\nSCP-4820 reported no pain, as expected.\n\n\nExtracted blood did not exhibit regenerative properties or other anomalous qualities.\n\n\n\n\n\n\nTest #2\n\n\nEpidermal Regeneration\n\n\nA 5 cm square was removed from SCP-4820's left forearm.\n\n\nInjury healed in < 5 seconds.\n\n\nRemoved epidermal tissue did not exhibit regenerative properties or other anomalous qualities.\n\n\n\n\n\n\nTest #3\n\n\nBurn Regeneration\n\n\nThe end of a small copper rod was heated to 70 degrees Celsius and held to the epidermis of the subject (right forearm) until a first degree burn manifested.\n\n\nInjury healed in < 5 seconds.\n\n\n\n\n\n\n\n\nTest #4\n\n\nBone Realignment\n\n\nLeft index finger dislocated.\n\n\nBone realigned almost immediately.\n\n\n\n\n\n\n\n\nIn keeping with \nEthics Committee Mandate #9173\n, further tests required Ethics Committee Approval. Researcher Lee Roy Carlson submitted proposals for eight additional tests, six of which were approved. Proposed tests and their results, or reasons for denial of testing, are reproduced below.\n\n\n\n\n\n\nTest Number\n\n\nReason for Test\n\n\nProcedure\n\n\nOutcome\n\n\nAdditional Notes\n\n\n\n\n\n\nTest #5\n\n\nLimb Regeneration\n\n\nLeft index finger severed at the first knuckle.\n\n\nFinger regrew from the stump. Simpler tissues regenerated first; first skin, then bone, then connective tissue, then muscles, and finally nerves.\n\n\nNew digit did not initially possess a fingernail; one later grew at the normal speed for a human.\n\n\n\n\n\n\nTest #6\n\n\nLimb Reattachment\n\n\nLeft ring finger severed at the first knuckle. SCP-4820 was instructed to attempt to reattach the severed member.\n\n\nSCP-4820 attempted to reattach the severed finger by holding it to the stump. Reattachment did not occur; new tissue had already begun developing, and would not reassimilate the severed finger.\n\n\nRegenerated finger lacked a fingernail, as expected.\n\n\n\n\n\n\nTest #7\n\n\nSurgical Limb Reattachment\n\n\nLeft pinky finger severed, then sewn back on.\n\n\nFinger did not reattach. New tissue developed behind the sewn-on digit, forcibly tearing the old digit from the stitches as it grew.\n\n\nRegenerated finger lacked a fingernail, as expected.\n\n\n\n\n\n\nTest #8\n\n\nBlood Regeneration\n\n\nExtraction of blood via a standard IV apparatus until early symptoms of low blood pressure or blood loss. The extracted blood is then to be reinserted.\n\n\nSCP-4820 exhibited no symptoms of blood loss. Testing halted following the extraction of 100 liters of blood, which were not reinserted for obvious reasons.\n\n\nExtensive testing, including transfusion into D-Class test subjects, has shown no residual anomalies in extracted blood. As SCP-4820 is a type O negative universal donor, storage of large amounts of SCP-4820's blood in multiple on-Site blood banks has been approved. Nonetheless, transfusion of the blood to essential personnel is recommended only in case of emergencies.\n\n\n\n\n\n\nTest #9\n\n\nOrgan Regeneration\n\n\nRight kidney removed.\n\n\nSubject regenerated a replacement kidney within 4 hours.\n\n\nThe removed kidney was successfully transplanted into \nD-11424\n, whose kidney was previously lost during exploration of \nSCP-3379\n. Extensive testing showed no residual anomalies in D-11424. Usage of SCP-4820 as an emergency organ donor has been approved.\n\n\n\n\n\n\nTest #10\n\n\nReceptivity to Organ Transplantation\n\n\nLeft kidney removed, then replaced with a compatible kidney from a D-Class test subject.\n\n\nDENIED\n\n\nProposed test poses too great a risk of unanticipated response to organic foreign bodies.\n\n\n\n\n\n\nTest #11\n\n\nResponse to Inorganic Foreign Bodies\n\n\nStainless steel nail, .5 cm in diameter, driven through palm of left hand.\n\n\nWound did not heal until the nail was removed.\n\n\nSCP-4820 was distressed by this result.\n\n\n\n\n\n\nTest #12\n\n\nResponse to Critical Injuries\n\n\nStainless steel spike, 1 cm in diameter, driven through the heart.\n\n\nDENIED\n\n\nProposed test poses too great a risk of death, permanent brain damage, or other unnecessary suffering to SCP-4820.\n\n\n\n\n\n\n\n\nClose Testing Log\n\n\n\n\n\n\nAddendum 4820-2:\n Transcript of an interview between Researcher Carlson and SCP-4820, shortly after its initial containment.\n\n\n\n\n<begin log>\n\n\nResearcher Carlson:\n Good afternoon, SCP-4820.\n\n\nSCP-4820:\n Is that what you are going to call me now?\n\n\nResearcher Carlson:\n Yes. It's just the protocol, nothing personal.\n\n\nSCP-4820:\n Guess I'm not getting out of here any time soon, am I?\n\n\nResearcher Carlson:\n I'm afraid not.\n\n\nSCP-4820:\n Oh well. At least this place has people to talk to. Not like that blasted pebble of an island.\n\n\nResearcher Carlson:\n It was certainly a hostile environment. But you still survived on it for almost twelve years. Care to explain how?\n\n\nSCP-4820:\n Well, at first I prayed for escape, like any right-minded shipwreck survivor would. That was all I really wanted at first; I knew how to distill water, and there was a little cave where I could get out of the sun.\n\n\nResearcher Carlson:\n What changed?\n\n\nSCP-4820:\n I got hungry! [SCP-4820 laughs] Escape got a whole lot less important after that.\n\n\nResearcher Carlson:\n So what did you do?\n\n\nSCP-4820:\n I would have tried to catch some fish or something, but all I had to work with was a knife, some rocks, and one set of clothes. I thought about taking my chances in the water, but decided I'd still be better off starving in a cave than trying to swim all the way back home in open water. So I crawled down to the very back of that little cave, where it was nice and dark and cool, and prayed for something to eat.\n\n\nResearcher Carlson:\n And that's when you developed your anomalous properties?\n\n\nSCP-4820:\n Yes. I passed out back there - because I was exhausted - and then when I woke up I noticed all my cuts and bruises were gone. I got hurt pretty bad when the ship went down but now all that had healed. And it wasn't just those; all my scars were gone, too. Even my calluses had disappeared.\n\n\nResearcher Carlson:\n What did you do when you realized this?\n\n\nSCP-4820:\n I thought I was having a sunstroke. I would've cut myself to make sure if I'd had something sharp, but I'd dropped my knife somewhere, so I just picked a hand and bit down. Watched it heal right back up.\n\n\nResearcher Carlson:\n Then what did you do?\n\n\n[SCP-4820 smiles]\n\n\nSCP-4820:\n What any sailor does when he's stranded on a barren island with only one food source.\n\n\n<end log>\n\n\n\n\nAddendum 4820-3:\n List of materials recovered from ████████ with SCP-4820.\n\n\n\n\n1 metal survival knife, rusted and dulled to the point of uselessness\n\n\n2 knives carved from a human tibia\n\n\n2 shirts and 2 pairs of pants, consisting of human skin sewn together with sinew and hair\n\n\n1 needle, carved from an unidentified human bone\n\n\n1 set of chess pieces; the \"white\" side is carved from various fingerbones, while the \"black\" side is carved from toes\n\n\nA crude shelter constructed of human skin and a single large piece of driftwood\n\n\nApproximately 4,000 identical human teeth, piled neatly outside a cave entrance.\n\n\n\n\nAddendum 4820-4:\n Transcript of a second interview conducted with SCP-4820, the day following its recovery.\n\n\n\n\n<begin log>\n\n\nResearcher Carlson:\n Good morning, SCP-4820.\n\n\nSCP-4820:\n Hello, doctor. What's new?\n\n\nResearcher Carlson:\n I'm here to ask you some questions about the time you spent on the island.\n\n\nSCP-4820:\n Sure.\n\n\nResearcher Carlson:\n We've recovered the materials you, ah, made. How did you do that?\n\n\nSCP-4820:\n Simple enough. I still had my knife at the beginning, so I was able to do some carving. First I made a new one out of bone, because metal doesn't typically last too long around all that salt water.\n\n\nResearcher Carlson:\n Right.\n\n\nSCP-4820:\n Then I made a net, because I was hoping to add some variety to my diet.\n\n\nResearcher Carlson:\n We didn't find a net on the island.\n\n\nSCP-4820:\n Of course not. Once I finally made one that would hold together, it didn't do me any good. I hadn't noticed until then, but all the animals avoided that island like the plague. The birds wouldn't even fly over it.\n\n\nResearcher Carlson:\n Why not?\n\n\nSCP-4820:\n Best I can figure, they could feel there was something wrong. Something…off. I felt it too, sometimes. Maybe it was whatever sick genie gave me this gift. \nWhatever lived in that cave.\n\n\nResearcher Carlson:\n There was an entity in the cave?\n\n\nSCP-4820:\n Maybe not an entity, but a presence at least. Something very old. Something very different from you and me. Spooked me if I thought about it too much, but it saved my life that night, so I didn't complain. Still didn't sleep in the cave after that, though.\n\n\nResearcher Carlson:\n But you did leave a pile of teeth outside it.\n\n\nSCP-4820:\n Had to keep track of the days somehow, right? I've always had really loose teeth. Must be genetic or something, or I wouldn't anymore\n3\n. So, in the absence of any real writing materials, I decided I'd use them to keep track of the days. I ripped one out every day at dawn.\n\n\nResearcher Carlson:\n But why did you decide to pile them outside the cave?\n\n\n[SCP-4820 appears confused.]\n\n\nSCP-4820:\n Not really sure. Guess I figured a little offering couldn't hurt. [SCP-4820 chuckles nervously]\n\n\n<end log>\n\n\n\n\nAddendum 4820-5:\n Exploration of island and cave.\n\n\n\n\n\n\nThe island where SCP-4820 was stranded.\n\n\n\n\n\n\nThe unnamed island has a land area of slightly less than one square kilometer at low tide, and only a few hundred square meters at high tide. It is not inhabited by any animals or edible plants. Its only notable terrain feature is an irregular cave entrance approximately 1 meter high and 1.5 meters wide, located near the highest point of the terrain and opening to the south. The entrance allows passage into an elliptical cave, roughly 2 meters wide at its widest point, 2.3 meters high at its highest, and 3 meters deep. Thorough inspection of the cave revealed no anomalous qualities, although personnel did report a “funny feeling”.\n\n\nAddendum 4820-6:\n Portion of the third interview with SCP-4820, conducted 2 weeks after initial containment.\n\n\n\n\n<begin log>\n\n\nResearcher Carlson:\n Hello again, SCP-4820.\n\n\nSCP-4820:\n Hey, doc. Say, do you guys have any tomato sauce?\n\n\nResearcher Carlson:\n I can file a request for some if you like.\n\n\nSCP-4820:\n Please. I taste better with seasoning.\n\n\nResearcher Carlson:\n Yes, well, that's actually why I'm here. To discuss your refusal to accept rations.\n\n\nSCP-4820:\n What about it?\n\n\nResearcher Carlson:\n Well, we expected that you'd be eager to, uh, inject some more variety into your diet.\n\n\nSCP-4820:\n That's what the sauce is for.\n\n\nResearcher Carlson:\n But why do you still insist on consuming your, uh, self?\n\n\nSCP-4820:\n Doctor, have you ever spent twelve years completely alone? Don't answer that, I know you haven't. When a man's alone for that long, he has to latch onto something, an anchor, if you will, so he doesn't go completely nuts. Some men write books. Some play chess. Me? I had this. [SCP-4820 breaks its right index finger, then watches as it heals.] Infinite healing. Not immortality, though. I still had to eat. My flesh always grew back, but if I didn't eat I would starve. So I ate the only food I had, myself. How many times did I consume myself, recycle the nutrients back into more flesh before eating it again? It was a cycle. A perfect circle, even. I had become the entire food chain. I had become \neverything\n. So that's what I latched on to. That circle. It became holy to me. Sacred. And that hasn't changed just because I'm off the island. I think I experienced God out there, in a way. How it felt to be God, eternally eating and being eaten, the beginning and end of everything. And it was a good feeling.\n\n\n<end log>\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Relocated by request of ABCA-14 Director Thomas MacLean, due to its usefulness in medical research and treatment.\n\n\n2\n. SCP-4820 claims that it once recovered from complete decapitation, although this has not been tested.\n\n\n3\n. Testing has not identified any genetic abnormalities that would explain SCP-4820's loose teeth.\n\n\n\n\n\n\n\n\n« \nSCP-4819\n | SCP-4820 | \nSCP-4821\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4820\n\" by Kothardarastrix, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4820\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n island.jpg\n\n\nName:\n Rocky Island, Red Sea (at dawn)\n\n\nAuthor:\n asands\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/asands/2929466969/",
    "addendums": [
        "Addendum 4820-1: Testing log.",
        "Addendum 4820-2: Transcript of an interview between Researcher Carlson and SCP-4820, shortly after its initial containment.",
        "Addendum 4820-3: List of materials recovered from ████████ with SCP-4820.",
        "Addendum 4820-4: Transcript of a second interview conducted with SCP-4820, the day following its recovery.",
        "Addendum 4820-5: Exploration of island and cave.\nThe unnamed island has a land area of slightly less than one square kilometer at low tide, and only a few hundred square meters at high tide. It is not inhabited by any animals or edible plants. Its only notable terrain feature is an irregular cave entrance approximately 1 meter high and 1.5 meters wide, located near the highest point of the terrain and opening to the south. The entrance allows passage into an elliptical cave, roughly 2 meters wide at its widest point, 2.3 meters high at its highest, and 3 meters deep. Thorough inspection of the cave revealed no anomalous qualities, although personnel did report a “funny feeling”.",
        "Addendum 4820-6: Portion of the third interview with SCP-4820, conducted 2 weeks after initial containment."
    ],
    "documents": [],
    "notes": [
        "<begin log> Researcher Carlson: Good afternoon, SCP-4820. SCP-4820: Is that what you are going to call me now? Researcher Carlson: Yes. It's just the protocol, nothing personal. SCP-4820: Guess I'm not getting out of here any time soon, am I? Researcher Carlson: I'm afraid not. SCP-4820: Oh well. At least this place has people to talk to. Not like that blasted pebble of an island. Researcher Carlson: It was certainly a hostile environment. But you still survived on it for almost twelve years. Care to explain how? SCP-4820: Well, at first I prayed for escape, like any right-minded shipwreck survivor would. That was all I really wanted at first; I knew how to distill water, and there was a little cave where I could get out of the sun. Researcher Carlson: What changed? SCP-4820: I got hungry! [SCP-4820 laughs] Escape got a whole lot less important after that. Researcher Carlson: So what did you do? SCP-4820: I would have tried to catch some fish or something, but all I had to work with was a knife, some rocks, and one set of clothes. I thought about taking my chances in the water, but decided I'd still be better off starving in a cave than trying to swim all the way back home in open water. So I crawled down to the very back of that little cave, where it was nice and dark and cool, and prayed for something to eat. Researcher Carlson: And that's when you developed your anomalous properties? SCP-4820: Yes. I passed out back there - because I was exhausted - and then when I woke up I noticed all my cuts and bruises were gone. I got hurt pretty bad when the ship went down but now all that had healed. And it wasn't just those; all my scars were gone, too. Even my calluses had disappeared. Researcher Carlson: What did you do when you realized this? SCP-4820: I thought I was having a sunstroke. I would've cut myself to make sure if I'd had something sharp, but I'd dropped my knife somewhere, so I just picked a hand and bit down. Watched it heal right back up. Researcher Carlson: Then what did you do? [SCP-4820 smiles] SCP-4820: What any sailor does when he's stranded on a barren island with only one food source. <end log>",
        "<begin log> Researcher Carlson: Good morning, SCP-4820. SCP-4820: Hello, doctor. What's new? Researcher Carlson: I'm here to ask you some questions about the time you spent on the island. SCP-4820: Sure. Researcher Carlson: We've recovered the materials you, ah, made. How did you do that? SCP-4820: Simple enough. I still had my knife at the beginning, so I was able to do some carving. First I made a new one out of bone, because metal doesn't typically last too long around all that salt water. Researcher Carlson: Right. SCP-4820: Then I made a net, because I was hoping to add some variety to my diet. Researcher Carlson: We didn't find a net on the island. SCP-4820: Of course not. Once I finally made one that would hold together, it didn't do me any good. I hadn't noticed until then, but all the animals avoided that island like the plague. The birds wouldn't even fly over it. Researcher Carlson: Why not? SCP-4820: Best I can figure, they could feel there was something wrong. Something…off. I felt it too, sometimes. Maybe it was whatever sick genie gave me this gift. Whatever lived in that cave. Researcher Carlson: There was an entity in the cave? SCP-4820: Maybe not an entity, but a presence at least. Something very old. Something very different from you and me. Spooked me if I thought about it too much, but it saved my life that night, so I didn't complain. Still didn't sleep in the cave after that, though. Researcher Carlson: But you did leave a pile of teeth outside it. SCP-4820: Had to keep track of the days somehow, right? I've always had really loose teeth. Must be genetic or something, or I wouldn't anymore 3 . So, in the absence of any real writing materials, I decided I'd use them to keep track of the days. I ripped one out every day at dawn. Researcher Carlson: But why did you decide to pile them outside the cave? [SCP-4820 appears confused.] SCP-4820: Not really sure. Guess I figured a little offering couldn't hurt. [SCP-4820 chuckles nervously] <end log>",
        "<begin log> Researcher Carlson: Hello again, SCP-4820. SCP-4820: Hey, doc. Say, do you guys have any tomato sauce? Researcher Carlson: I can file a request for some if you like. SCP-4820: Please. I taste better with seasoning. Researcher Carlson: Yes, well, that's actually why I'm here. To discuss your refusal to accept rations. SCP-4820: What about it? Researcher Carlson: Well, we expected that you'd be eager to, uh, inject some more variety into your diet. SCP-4820: That's what the sauce is for. Researcher Carlson: But why do you still insist on consuming your, uh, self? SCP-4820: Doctor, have you ever spent twelve years completely alone? Don't answer that, I know you haven't. When a man's alone for that long, he has to latch onto something, an anchor, if you will, so he doesn't go completely nuts. Some men write books. Some play chess. Me? I had this. [SCP-4820 breaks its right index finger, then watches as it heals.] Infinite healing. Not immortality, though. I still had to eat. My flesh always grew back, but if I didn't eat I would starve. So I ate the only food I had, myself. How many times did I consume myself, recycle the nutrients back into more flesh before eating it again? It was a cycle. A perfect circle, even. I had become the entire food chain. I had become everything . So that's what I latched on to. That circle. It became holy to me. Sacred. And that hasn't changed just because I'm off the island. I think I experienced God out there, in a way. How it felt to be God, eternally eating and being eaten, the beginning and end of everything. And it was a good feeling. <end log>",
        "\" SCP-4820 \" by Kothardarastrix, from the SCP Wiki . Source: https://scpwiki.com/scp-4820 . Licensed under CC-BY-SA .",
        "Filename: island.jpg Name: Rocky Island, Red Sea (at dawn) Author: asands License: CC BY-SA 2.0 Source Link: https://www.flickr.com/photos/asands/2929466969/"
    ],
    "containment_procedures": "SCP-4820 is to be kept in a standard humanoid containment module at Site-17 Armed Bio-Containment Area-14.1 Up to 5 liters of blood may be withdrawn from SCP-4820 in any given 24-hour period. Withdrawal of larger amounts, or the harvesting of any of SCP-4820's organs, must be approved by at least one Level 4 Personnel.",
    "description": "SCP-4820 is an adult Filipino man, apparently 40-50 years of age. The object is able to rapidly regenerate damaged or destroyed tissue. These capabilities possess no known limit; SCP-4820 can even regrow appendages that have been completely severed2. Regeneration time increases with the severity of the injury in question and the extent of the damage; minor incisions heal almost instantaneously, but extracted internal organs take several hours to regenerate. SCP-4820 does not appear to feel pain, and often fails to notice when it is injured.",
    "title": "SCP-4820"
}