{
    "url": "https://scp-wiki.wikidot.com/scp-4821",
    "all_text": "rating: \n+84\n+\n–\nx\n\n\nItem #:\n SCP-4821\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Foundation personnel are to track down any civilians who have reported seeing an entity matching the description of SCP-4821. Civilians and instances of SCP-4821-1 will be interviewed and amnesticized. Instances of SCP-4821-1 who are minors are to be returned to their legal guardians.\n\n\nDescription:\n SCP-4821 is a presumably extra-universal humanoid entity capable of several reality-altering effects. SCP-4821 stands 10 meters tall and proportionally resembles an androgynous, prepubescent human child, wearing tattered clothing. In addition, SCP-4821's face is entirely smooth and featureless with the exception of two large circular lights which act as its eyes. SCP-4821's body and clothing visually appear to be made of several miniature galaxies, but their actual composition is unknown. On its left ring finger is what appears to be a non-anomalous leather bag which contains several blankets, ice packs and a single stuffed cow plush.\n\n\nTo date, all known SCP-4821 manifestations occur when one or more human beings between the ages of 8 and 21 attempt to flee from their adult caretakers with no intent to return, hereinafter designated instances of SCP-4821-1. All instances of SCP-4821-1 have so far suffered some form of physical or emotional abuse from their adult caretakers.\n\n\nSCP-4821 will ignore any non-hostiles that attempt to interfere or interact with it after its manifestation, save for any instances of SCP-4821-1. Anyone who attempts an action it deems hostile towards SCP-4821 or any SCP-4821-1 instances will be rendered unconscious upon approach and will only awaken after SCP-4821 de-manifests. Any machinery used with hostile intent towards SCP-4821 or SCP-4821-1 instances will malfunction until its de-manifestation.\n\n\nUpon manifestation, SCP-4821 will begin to speak in an unidentified language to the instance or instances of SCP-4821-1 while gesturing with its hands and offering items from its bag. Instances of SCP-4821-1 who are recovered after an encounter with SCP-4821 claim that they did not know what SCP-4821 was saying, but could interpret from context clues such as hand motions or crude drawings traced in the ground.\n\n\nShould the instance or instances of SCP-4821-1 remain in the presence of SCP-4821 until it finishes gesturing and speaking, SCP-4821 will lay its right hand palm up on the ground. Should an instance of SCP-4821-1 climb on to SCP-4821's hand, SCP-4821 will express satisfaction and joy before de-manifesting with the instance or instances. Should an instance of SCP-4821-1 leave SCP-4821, SCP-4821 will de-manifest without it.\n\n\nInstances of SCP-4821-1 who choose to go with SCP-4821 will appear in a different habitable location within 24 hours of de-manifestation, often a city or town, though occasionally aboard a ship or on an aircraft. Instances of SCP-4821-1 will not have any memory of where they were for the last 24 hours, but do remember their encounter with SCP-4821.\n\n\nShould instances of SCP-4821-1 take too long to decide between going with SCP-4821 or staying, SCP-4821 will begin to act erratically, showing signs of distress. After approximately ten minutes, two large arms composed of similar material as SCP-4821 will appear behind SCP-4821, pulling it backwards into the air and de-manifesting with it.\n\n\nAddendum:\n\n\nOn 9/28/████, the Ethics Committee made a formal request to alter the Containment Procedures to anonymously report guardians of SCP-4821-1 instances to Child Services rather than returning the instances to their legal guardians after amnesticization. In addition, they requested that attempts to physically contain SCP-4821 itself should be halted as all previous attempts have resulted in failure.\n\n\nThe Ethics Committee argued this alteration would reduce resource drain on the Foundation and manifestations of SCP-4821 in the future. The request is currently being processed.\n\n\n\n\n\n\n« \nSCP-4820\n | SCP-4821 | \nSCP-4822\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4821\n\" by OthellotheCat, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4821\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum:\nOn 9/28/████, the Ethics Committee made a formal request to alter the Containment Procedures to anonymously report guardians of SCP-4821-1 instances to Child Services rather than returning the instances to their legal guardians after amnesticization. In addition, they requested that attempts to physically contain SCP-4821 itself should be halted as all previous attempts have resulted in failure.\nThe Ethics Committee argued this alteration would reduce resource drain on the Foundation and manifestations of SCP-4821 in the future. The request is currently being processed."
    ],
    "documents": [],
    "notes": [
        "\" SCP-4821 \" by OthellotheCat, from the SCP Wiki . Source: https://scpwiki.com/scp-4821 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4821",
    "object_class": "Keter",
    "containment_procedures": "Foundation personnel are to track down any civilians who have reported seeing an entity matching the description of SCP-4821. Civilians and instances of SCP-4821-1 will be interviewed and amnesticized. Instances of SCP-4821-1 who are minors are to be returned to their legal guardians.",
    "description": "SCP-4821 is a presumably extra-universal humanoid entity capable of several reality-altering effects. SCP-4821 stands 10 meters tall and proportionally resembles an androgynous, prepubescent human child, wearing tattered clothing. In addition, SCP-4821's face is entirely smooth and featureless with the exception of two large circular lights which act as its eyes. SCP-4821's body and clothing visually appear to be made of several miniature galaxies, but their actual composition is unknown. On its left ring finger is what appears to be a non-anomalous leather bag which contains several blankets, ice packs and a single stuffed cow plush.",
    "title": "SCP-4821"
}