{
    "url": "https://scp-wiki.wikidot.com/scp-4822",
    "all_text": "rating: \n+77\n+\n–\nx\n\n\nItem #:\n SCP-4822\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-4822 is to be kept in a standard humanoid storage container. Photos taken by SCP-4822 are to be stored in the non-anomalous visual media library in Site-922.\n\n\nDescription:\n SCP-4822 is the corpse of Steven Christenberry, a professional photographer based in Sandusky, Ohio. It is dressed in a button-down striped shirt, vest, and denim jeans.\n\n\nWhenever SCP-4822 occupies a space with more than two people for approximately 40 minutes, its body will scintillate five to nine times. Once finished, several photographs will be found in its vest pocket, the quantity equal to the number of times flashed. The contents of the photos depict the individuals nearby SCP-4822 engaging in romantic or recreational activities. These scenes are fabricated, as no one has yet confirmed these events to have ever occurred.\n\n\nDiscovery:\n SCP-4822 became active during its visitation funeral, when it emitted eight bright flashes of light. When it was inspected by funeral staff, eight photographs displaying SCP-4822's family and friends kissing in the rain and enjoying several roller coasters were found in its vest. The event was collectively dismissed as a malfunctioning light switch, until a second activation occurred, manifesting six photos of SCP-4822's brother's pregnant belly being caressed by all attending individuals simultaneously.\n\n\nThe incident attracted Foundation attention after it had been reported in the local newspaper.\n\n\nAbridged Test Log:\n\n\n\n\nTest #:\n 01\n\n\nSubjects:\n D-2354 (male), D-1119 (male). Both subjects are often requested to conduct tests together.\n\n\nResults:\n Six photographs:\n\n\n\n\nTwo show the subjects having a snowball fight,\n\n\nFour show the subjects building a sandcastle on a beach.\n\n\n\n\nNotes:\n Both subjects expressed discomfort with SCP-4822's presence in the room. Both confirm that neither event happened.\n\n\n\n\n\n\nTest #:\n 03\n\n\nSubjects:\n D-1515 (female), D-9393 (female).\n\n\nResults:\n Five photographs:\n\n\n\n\nFour show the participants holding hands on a park bench\n\n\nOne shows D-9393 cradling D-1515 in her arms in a hospital bed, similar to a newborn child.\n\n\n\n\nNotes:\n Subjects share no familial relation.\n\n\n\n\n\n\nTest #:\n 09\n\n\nSubjects:\n D-5954 (male), D-8833 (female), D-2006 (female)\n\n\nResults:\n Seven photographs:\n\n\n\n\nTwo show the subjects in bumper cars.\n\n\nTwo show the subjects on a swing set.\n\n\nThree show the subjects unwrapping Christmas presents.\n\n\n\n\nNotes:\n D-2006 and D-5954 do not celebrate Christmas.\n\n\n\n\n\n\nTest #:\n 15\n\n\nSubjects:\n D-2354 (male), D-1119 (male, deceased). D-1119 was recently grievously injured during another test and did not survive.\n\n\nResults:\n Six photographs:\n\n\n\n\nThree show the subjects laughing in a cafe.\n\n\nThree show the subjects embracing at an airport.\n\n\n\n\nNotes:\n D-2354 requested another test with SCP-4822 and D-1119's corpse. Request was denied. After the previously denied request, D-2354 asked if they could keep the photographs. Request was approved.\n\n\n\n\n\n\n\n\n« \nSCP-4821\n | SCP-4822 | \nSCP-4823\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4822\n\" by RockTeethMothEyes, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4822\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Test #: 01 Subjects: D-2354 (male), D-1119 (male). Both subjects are often requested to conduct tests together. Results: Six photographs: Two show the subjects having a snowball fight, Four show the subjects building a sandcastle on a beach. Notes: Both subjects expressed discomfort with SCP-4822's presence in the room. Both confirm that neither event happened.",
        "Test #: 03 Subjects: D-1515 (female), D-9393 (female). Results: Five photographs: Four show the participants holding hands on a park bench One shows D-9393 cradling D-1515 in her arms in a hospital bed, similar to a newborn child. Notes: Subjects share no familial relation.",
        "Test #: 09 Subjects: D-5954 (male), D-8833 (female), D-2006 (female) Results: Seven photographs: Two show the subjects in bumper cars. Two show the subjects on a swing set. Three show the subjects unwrapping Christmas presents. Notes: D-2006 and D-5954 do not celebrate Christmas.",
        "Test #: 15 Subjects: D-2354 (male), D-1119 (male, deceased). D-1119 was recently grievously injured during another test and did not survive. Results: Six photographs: Three show the subjects laughing in a cafe. Three show the subjects embracing at an airport. Notes: D-2354 requested another test with SCP-4822 and D-1119's corpse. Request was denied. After the previously denied request, D-2354 asked if they could keep the photographs. Request was approved.",
        "\" SCP-4822 \" by RockTeethMothEyes, from the SCP Wiki . Source: https://scpwiki.com/scp-4822 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4822",
    "object_class": "Safe",
    "containment_procedures": "SCP-4822 is to be kept in a standard humanoid storage container. Photos taken by SCP-4822 are to be stored in the non-anomalous visual media library in Site-922.",
    "description": "SCP-4822 is the corpse of Steven Christenberry, a professional photographer based in Sandusky, Ohio. It is dressed in a button-down striped shirt, vest, and denim jeans.",
    "title": "SCP-4822"
}