{
    "url": "https://scp-wiki.wikidot.com/scp-4828",
    "all_text": "rating: \n+92\n+\n–\nx\n\n\nItem #:\n SCP-4828\n\n\n\n\n\n\nJunior Researcher Allera displaying the correct hand gesture and body posture, specified by the instructions of the top most spell found on page 35 of SCP-4828.\n\n\n\n\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-4828 is to be stored in a High-Security Object Locker in Site-23. Direct access to SCP-4828 is limited to Level 4 and select Level 3 Personnel. Unauthorized access to SCP-4828 is grounds for severe disciplinary action.\n\n\nExecution of the following instructions must be carried out with utmost precision and within the designated time. Any personnel that obstructs the performance of the steps will be severely reprimanded.\n\n\n\n\nOpen Instructions\n\n\n\n\nCollapse Instructions\n\n\n\n\n\n\nOn a weekly basis, a human must open SCP-4828, and skim its contents for one minute before closing it again.\n\n\nOn the first day of a new year of the Gregorian calendar, a human must read any \"spell\" from SCP-4828 and intentionally activate it.\n\n\nOn the 14\nth\n day of February, a male and female human must lift SCP-4828, in perfect synchronization, and kiss each other with SCP-4828 held in the middle before returning it back in the table.\n\n\nOn the 3\nrd\n day of April, a cake with three lighted candles must be placed on the table with SCP-4828 placed on the right side. Three humans must then sing the “Happy Birthday” song to SCP-4828 three times and in complete unison.\n\n\nOn the first day of November, personnel must genuinely scare at least one fellow personnel using SCP-4828 as a primary tool.\n\n\nOn a monthly basis, any personnel of Abrahamic faith must worship SCP-4828 continuously for a day without rest.\n\n\nOn the day of a neap tide, one cup of sand must be poured over SCP-4828. A glass filled with 250 ml of lemonade must then be placed near SCP-4828 before being covered with a miniature umbrella. Objects are safe to remove when the lemonade has completely disappeared.\n\n\nOn the 267\nth\n day of any year, a \nconfirmed\n murderer\n1\n must be beaten to death by a family member of the victim using only SCP-4828.\n\n\n\n\n\n\n\n\n\n\nDescription:\n SCP-4828 refers to a black hardbound book that has an inconsistent number of pages. In golden letters and Garamond font, the book is entitled “\nThe Big Book Of Achievable Spells, made easy\n”. No clue or details that can be used to recognize the creator and origin of SCP-4828 has been found. A handwritten text by an unknown individual saying “There can be order in chaos.” is located in its first page.\n\n\nThe exact origins and age of SCP-4828 remain unknown. The exact composition of SCP-4828 remains unknown as any form of damage inflicted on SCP-4828, be it directly or indirectly, will cause the immediate death by separation of the bilateral sides of the personnel. The “spells” mentioned in SCP-4828 refer to a set of instructions preceded by a bolded text that clearly or vaguely describes the purpose of the instructions.\n\n\nSaid \"spells\" have a particular anomalous effect ranging from causing mundane outcomes to possibly creating a ZK-Destruction-of-Reality event. The instructions are composed of short but specific steps, written in the language that the reader is most familiar with, that, when executed perfectly, will immediately cause the activation of the \"spell\". After a \"spell\" has been activated, the instructions of that \"spell\" will disappear from the book and will reappear letter by letter after a random period of time has passed. This is generally referred to as its “cooldown period”.\n\n\nActivation of the \"spells\" will require the specific placements of seemingly random objects, specific hand and body movements and gestures, or a combination of both in a duration ranging from three seconds to two years.\n\n\nResearch of SCP-4828 revealed that any human, regardless of the level of mental capacity and knowledge of SCP-4828, will be capable of activating the spells. The randomness and difficulty of the instruction will increase relative to the level of (potential) destructive force or degree of influence posed by a particular spell (with a few exceptions). For this reason, accidental activation of dangerous \"spells\" is minuscule but is still possible.\n\n\nA \"spell\" with the title “To Please, to Conserve and to Serve Me” is found on the second page of SCP-4828. The exact purpose or effect of this \"spell\" is currently unknown but the failure to perform the instructions will result in a 4828-Event. A 4828-Event is a series of anomalous events that will affect the closest person(s) to SCP-4828 regardless of current distance. Successful performance of the spell will immediately cease a 4828-Event, but the damages inflicted will remain permanent.\n\n\nThe table below describes the specific anomalous event that will occur after failing to perform an instruction.\n\n\n\n\nOpen Table\n\n\n\n\nCollapse Table\n\n\n\n\n\n\n\n\nInstruction\n\n\nCorresponding 4828-Event\n\n\nAdditional Notes\n\n\n\n\n\n\nOn a weekly basis, a human must open SCP-4828, and skim its contents for one minute before closing it again.\n\n\nFailure to do so will cause SCP-4828 to open and randomly activate any spell.\n\n\nNone.\n\n\n\n\n\n\nOn the first day of a new year of the Gregorian calendar, a human must read any spell from SCP-4828 and intentionally activate it.\n\n\nFailure to do so will cause SCP-4828 to randomly activate three spells at once.\n\n\nNone.\n\n\n\n\n\n\nOn the 14\nth\n day of February, a male and female human must lift SCP-4828, in perfect synchronization, and kiss each other with SCP-4828 held in the middle before returning it back on a table.\n\n\nFailure to do so will cause the genitalia to be ripped out from the body of the nearest male and female human from SCP-4828. Victims typically die of blood loss but immediate medical attention may enable them to survive.\n\n\nIf performed correctly, SCP-4828 is noted to heat up to 35 degrees Celsius for one minute before returning to its normal temperature.\n\n\n\n\n\n\nOn the 3\nrd\n day of April, a cake with three lighted candles must be placed on the table with SCP-4828 placed on the right side. Three humans must then sing the “Happy Birthday” song to SCP-4828 three times and in complete unison.\n\n\nFailure to do so will cause SCP-4828 to start to continuously leak a saline solution at a steady rate of 5 L/s. The secretion of the solution will immediately cease at 12:00 midnight on the current time zone of the area it is in.\n\n\nIf performed correctly, the candles will be blown out by a soft wind originating from SCP-4828.\n\n\n\n\n\n\nOn the first day of November, personnel must genuinely scare at least one fellow personnel using SCP-4828 as a primary tool.\n\n\nFailure to do so will cause the development of a sense of apathy and lethargy that will spread from one person to the next that will increase in severity to the point that some affected personnel will intentionally stop their breathing (although breathing is a partially involuntary act). The event will immediately cease at 12:00 on the current time zone of the area it is in.\n\n\nIf performed correctly, a faint sound resembling a burst of laughter will emanate from SCP-4828.\n\n\n\n\n\n\nOn a monthly basis, any personnel of Abrahamic faith must worship SCP-4828 continuously for a day without rest.\n\n\nFailure to do so will cause any personnel of Abrahamic faith to instantly develop a sense of hatred towards Abrahamic religions, and a sense of loyalty to an unknown religion focused on worshipping an abstract entity that, according to the descriptions by affected individuals, closely resembles a giant book.\n\n\nNone.\n\n\n\n\n\n\nOn the day of a neap tide, one cup of sand must be poured over SCP-4828. A glass filled with 250 ml lemonade must then be placed near SCP-4828 before being covered with a miniature umbrella. Objects are safe to remove when the lemonade has completely disappeared.\n\n\nFailure to do so or if the objects are disturbed with the glass still containing lemonade will cause any person nearest to SCP-4828 to slowly die of suffocation due to the manifestation of sand in their lungs. After the death of one victim, which usually occurs in 40 minutes, any personnel nearest to the previous victim will start to suffocate for the same reason. This will occur continuously one victim after another, only ceasing when the peak of the high tide has occurred.\n\n\nIf performed correctly, traces of lemon juice will be present all over the pages of SCP-4828 that will disappear within 30 minutes since the performance of the instruction.\n\n\n\n\n\n\nOn the 267\nth\n day of any Gregorian year, a \nconfirmed\n murderer must be beaten to death by a family member of the victim using only SCP-4828.\n\n\nFailure to do so will cause one of the victims of the murders to be crudely reanimated and manifest near its family members and will start to verbally berate them for not giving it “justice”. The entity will demanifest one hour after its initial manifestation. Application of strong amnestics is proven effective in removing the trauma of the family members from the ordeal.\n\n\nIf the convict was, in fact, innocent and was killed, the person holding SCP-4828 will start to excrete a high volume of blood, causing his/her death by suffocation. The blood matches that of the alleged murderer.\n\n\n\n\n\n\n\n\n\n\n\n\nDiscovery:\n SCP-4828 was discovered when agents successfully captured POI-4828, a suspected reality bender who had been utilizing SCP-4828. Interrogation of POI-4828 revealed that he bought SCP-4828 from a small shop called \"The Multistore from Nowhere and Everywhere\" that appeared near his town, which was confirmed to be true by using SCP-████.\n\n\nHis ignorance and negligence of the instructions of the spell located in the second page, where the containment procedures are based upon, may have caused the series of anomalous events that have caused the death of multiple civilians over the last three months. POI-4828, after being deemed completely non-anomalous and of no further use, was amnesticed and reintegrated within the society. The store described by POI-4828 was never found.\n\n\nAddendum/\"Spells\":\n\n\n\n\nOpen Addendum/\"Spells\" \n\n\n\n\nClose Addendum/\"Spells\" \n\n\n\n\nThe following list is some of the \"spells\" and its instructions found in the book. Some parts of the instructions have been purposely redacted for safety reasons.\n\n\n\n\nFormat\n\n\n\n\nSpell Name:\n\n\nDifficulty Level:\n\n\nRequired time of Performance:\n\n\nInstructions:\n\n\nEffects:\n\n\n\n\n\n\n\n\n\n\n\n\nSpell Name:\n \"To Grow A Fifth More\"\n\n\nDifficulty Level:\n Easy\n\n\nRequired time of Performance:\n Unspecified\n\n\nInstructions:\n\n\n\n\nCollect two measuring tapes and form [REDACTED] figure on the ground.\n\n\nProstrate directly at the top of the figure.\n\n\nYell “Oh Talleight, grant me your blessings” for one minute.\n\n\n\n\nEffects:\n Performer will increase in height by a fifth of his/her original height.(Repeated activation of the spell on the same person is not recommended.)\n\n\n\n\n\n\n\n\n\n\n\n\nSpell Name:\n \"To Gain a Drop of Immortality\"\n\n\nDifficulty Level:\n Medium\n\n\nRequired time of Performance:\n Unspecified\n\n\nInstructions:\n\n\n\n\nOn a daily basis, absorb at least three children of the Trees of Nourishment, and 500 grams of the cadavers of the [REDACTED].\n\n\nSubject your body to three hours of torture through physical actions, three times a week.\n\n\nObey the law of the Circadian god and practice the Death lay for at least 8 hours daily.\n\n\n\n\nEffects:\n Individuals gain a substantial improvement in their health.\n\n\n\n\n\n\n\n\n\n\n\n\nSpell Name:\n \"To Give Pain to an Enemy\"\n\n\nDifficulty Level:\n Easy\n\n\nRequired time of Performance:\n Unspecified\n\n\nInstructions:\n\n\n\n\nHold a grudge against your enemy until the sun sets.\n\n\n[REDACTED] the name and face of your enemy and [REDACTED] him/her in your mind.\n\n\n[REDACTED] the faces of his/her family.\n\n\n\n\nEffects:\n A family member of the enemy of the performer will be either be maimed or killed through normal means.\n\n\n\n\n\n\n\n\n\n\n\n\nSpell Name:\n \"To Randomly Send Death to Someone's Door\"\n\n\nDifficulty Level:\n Medium\n\n\nRequired time of Performance:\n Unspecified\n\n\nInstructions:\n\n\n\n\n[REDACTED] teeth in the morning and afternoon, or in the afternoon and evening, or in the morning and evening.\n\n\nEat your meals and drink your water.\n\n\n[REDACTED] a coin to a beggar.\n\n\n\n\nEffects:\n Unknown.\n\n\n\n\n\n\n\n\n\n\n\n\nSpell Name:\n \"To Summon a Devil’s Lesser Pet\"\n\n\nDifficulty Level:\n Easy\n\n\nRequired time of Performance:\n Unspecified\n\n\nInstructions:\n\n\n\n\n[REDACTED] a high pitch sound.\n\n\nOffer [REDACTED] in the ground.\n\n\nRemove those whose canine teeth are pronounced within five meters of the spell performer.\n\n\n\n\nEffects:\n A single non-anomalous instance of \nFelis catus\n will appear near the performer.\n\n\n\n\n\n\n\n\n\n\n\n\nSpell Name:\n \"For The Outside to Go In\"\n\n\nDifficulty Level:\n Hard\n\n\nRequired time of Performance:\n 5 Minutes\n\n\nInstructions:\n\n\n\n\nIn one minute,[REDACTED] induce vomiting.\n\n\n[REDACTED] whole fist [REDACTED] mouth for two minutes.\n\n\nHold your tongue then pull.\n\n\n\n\nEffects:\n Performer is non-fatally turned inside out. (Can be reversed by the spell \"For The In to Go Out\")\n\n\n\n\n\n\n\n\n\n\n\n\nSpell Name:\n \"To Cause the Deaths of Many\"\n\n\nDifficulty Level:\n Extreme\n\n\nRequired time of Performance:\n Two years\n\n\nInstructions:\n Unclear. The spell is believed to be in its cooldown period\n\n\nEffects:\n Unclear.\n\n\n\n\n\n\n\n\n\n\n\n\nSpell Name:\n \"To Create a Corpse of a Star\"\n\n\nDifficulty Level:\n Medium\n\n\nRequired time of Performance:\n Five months\n\n\nInstructions:\n\n\n\n\nGather 1 cup of rainwater in a mason jar and store for two weeks.\n\n\n[REDACTED] with two grams of [REDACTED] yellow and orange glitter [REDACTED].\n\n\n[REDACTED] in the ground, under the light of a new moon.\n\n\nReturn the area 135 days later, [REDACTED] and mourn its death continuously for a whole day.\n\n\n\n\nEffects:\n Unknown\n\n\n\n\n\n\n\n\n\n\n\n\nSpell Name:\n \"To Call ██████████, The Devourer of Everything and Nothing\"\n\n\nLevel of Difficulty:\n Medium\n\n\nRequired time of Performance:\n [REDACTED]\n\n\nInstructions:\n [REDACTED]\n\n\nEffects:\n [REDACTED]\n\n\n\n\n\n\n\n\n\n\nAddendum/ Incident 3/04/19 :\n\n\n\n\nOpen Addendum / Incident 3/04/19\n\n\n\n\nClose Addendum/ Incident 3/04/19\n\n\n\n\nOn 3/04/19, SCP-4828 produced a letter with only the words “To You, From Us” written on one of its sides. Upon opening the envelope, illusory fireworks and confetti burst from the mouth of the envelope, both of which disappeared minutes after their manifestation.\n\n\nThe text within the letter was written in some sort of foreign script which was anomalously readable in every language. The contents of the letter are transcribed below.\n\n\n\n\nDear Customer of the 782\nnd\n Sector from the Middle Branch of Existence,\n\n\nWe cannot express enough our gratitude for your continued use of our experimental product. Your activation of over 100 spells has confirmed the continued existence of your world, which made the book pass the 93\nrd\n Safety Amendment from the Multiversal Codex of Preserving Inferior Realities.\n\n\nThis was an important milestone for our small but growing aggregate, and as a special thanks to you, we have added a very special page in your book which can be found next to the 223\nrd\n page. This page, which is supposed to be only found in our rare Azimuth Class spell books, enables anyone whose name is written on it to have the ability of verbally-activated selective immunity from all the effects of the spells. Unlike the other pages, you can remove it from the book so you can keep it in a safe place. As its surface is limited, we advise you to use it wisely.\n\n\nAgain, our highest thanks to you for buying and using our products! Without you, our beloved customers, we would have been long repurposed to the Great Primordial Essence. Again, we thank you! We owe our continued existence from your own continued existence.\n\n\n- From the Lower Triumvirates of Chaos and Probability.\n\n\nP.S. As new resources are becoming available for us, we are hoping to finally use more humane ingredients for our books, which should hopefully curb their brattiness in the future. We apologize for any inconveniences we may have caused you.\n\n\n\n\nThe letter and envelope were deemed non-anomalous and was stored in a standard Foundation Locker.\n\n\nAn iridescent blank page was located next to the 223\nrd\n page in SCP-4828 which was extracted by order of the O5 Council.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The convict must be proven to have committed the crime without justification or valid excuse, and with malice aforethought.\n\n\n\n\n\n\n\n\n« \nSCP-4827\n | SCP-4828 | \nSCP-4829\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4828\n\" by AlleraRey , from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4828\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Portrait.jpg\n\n\nAuthor:\n \nAlleraRey\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki",
    "addendums": [
        "Addendum/\"Spells\":",
        "Addendum/ Incident 3/04/19 :"
    ],
    "documents": [],
    "notes": [
        "Format Spell Name: Difficulty Level: Required time of Performance: Instructions: Effects:",
        "Spell Name: \"To Grow A Fifth More\" Difficulty Level: Easy Required time of Performance: Unspecified Instructions: Collect two measuring tapes and form [REDACTED] figure on the ground. Prostrate directly at the top of the figure. Yell “Oh Talleight, grant me your blessings” for one minute. Effects: Performer will increase in height by a fifth of his/her original height.(Repeated activation of the spell on the same person is not recommended.)",
        "Spell Name: \"To Gain a Drop of Immortality\" Difficulty Level: Medium Required time of Performance: Unspecified Instructions: On a daily basis, absorb at least three children of the Trees of Nourishment, and 500 grams of the cadavers of the [REDACTED]. Subject your body to three hours of torture through physical actions, three times a week. Obey the law of the Circadian god and practice the Death lay for at least 8 hours daily. Effects: Individuals gain a substantial improvement in their health.",
        "Spell Name: \"To Give Pain to an Enemy\" Difficulty Level: Easy Required time of Performance: Unspecified Instructions: Hold a grudge against your enemy until the sun sets. [REDACTED] the name and face of your enemy and [REDACTED] him/her in your mind. [REDACTED] the faces of his/her family. Effects: A family member of the enemy of the performer will be either be maimed or killed through normal means.",
        "Spell Name: \"To Randomly Send Death to Someone's Door\" Difficulty Level: Medium Required time of Performance: Unspecified Instructions: [REDACTED] teeth in the morning and afternoon, or in the afternoon and evening, or in the morning and evening. Eat your meals and drink your water. [REDACTED] a coin to a beggar. Effects: Unknown.",
        "Spell Name: \"To Summon a Devil’s Lesser Pet\" Difficulty Level: Easy Required time of Performance: Unspecified Instructions: [REDACTED] a high pitch sound. Offer [REDACTED] in the ground. Remove those whose canine teeth are pronounced within five meters of the spell performer. Effects: A single non-anomalous instance of Felis catus will appear near the performer.",
        "Spell Name: \"For The Outside to Go In\" Difficulty Level: Hard Required time of Performance: 5 Minutes Instructions: In one minute,[REDACTED] induce vomiting. [REDACTED] whole fist [REDACTED] mouth for two minutes. Hold your tongue then pull. Effects: Performer is non-fatally turned inside out. (Can be reversed by the spell \"For The In to Go Out\")",
        "Spell Name: \"To Cause the Deaths of Many\" Difficulty Level: Extreme Required time of Performance: Two years Instructions: Unclear. The spell is believed to be in its cooldown period Effects: Unclear.",
        "Spell Name: \"To Create a Corpse of a Star\" Difficulty Level: Medium Required time of Performance: Five months Instructions: Gather 1 cup of rainwater in a mason jar and store for two weeks. [REDACTED] with two grams of [REDACTED] yellow and orange glitter [REDACTED]. [REDACTED] in the ground, under the light of a new moon. Return the area 135 days later, [REDACTED] and mourn its death continuously for a whole day. Effects: Unknown",
        "Spell Name: \"To Call ██████████, The Devourer of Everything and Nothing\" Level of Difficulty: Medium Required time of Performance: [REDACTED] Instructions: [REDACTED] Effects: [REDACTED]",
        "Dear Customer of the 782 nd Sector from the Middle Branch of Existence, We cannot express enough our gratitude for your continued use of our experimental product. Your activation of over 100 spells has confirmed the continued existence of your world, which made the book pass the 93 rd Safety Amendment from the Multiversal Codex of Preserving Inferior Realities. This was an important milestone for our small but growing aggregate, and as a special thanks to you, we have added a very special page in your book which can be found next to the 223 rd page. This page, which is supposed to be only found in our rare Azimuth Class spell books, enables anyone whose name is written on it to have the ability of verbally-activated selective immunity from all the effects of the spells. Unlike the other pages, you can remove it from the book so you can keep it in a safe place. As its surface is limited, we advise you to use it wisely. Again, our highest thanks to you for buying and using our products! Without you, our beloved customers, we would have been long repurposed to the Great Primordial Essence. Again, we thank you! We owe our continued existence from your own continued existence. - From the Lower Triumvirates of Chaos and Probability. P.S. As new resources are becoming available for us, we are hoping to finally use more humane ingredients for our books, which should hopefully curb their brattiness in the future. We apologize for any inconveniences we may have caused you.",
        "\" SCP-4828 \" by AlleraRey , from the SCP Wiki . Source: https://scpwiki.com/scp-4828 . Licensed under CC-BY-SA .",
        "Filename: Portrait.jpg Author: AlleraRey License: CC BY-SA 3.0 Source Link: SCP Wiki"
    ],
    "item": "SCP-4828",
    "object_class": "Euclid",
    "containment_procedures": "SCP-4828 is to be stored in a High-Security Object Locker in Site-23. Direct access to SCP-4828 is limited to Level 4 and select Level 3 Personnel. Unauthorized access to SCP-4828 is grounds for severe disciplinary action.",
    "description": "SCP-4828 refers to a black hardbound book that has an inconsistent number of pages. In golden letters and Garamond font, the book is entitled “The Big Book Of Achievable Spells, made easy”. No clue or details that can be used to recognize the creator and origin of SCP-4828 has been found. A handwritten text by an unknown individual saying “There can be order in chaos.” is located in its first page.",
    "title": "SCP-4828"
}