{
    "url": "https://scp-wiki.wikidot.com/scp-484",
    "all_text": "rating: \n+277\n+\n–\nx\n\n\nItem #:\n SCP-484\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n All samples of SCP-484 reserved for testing must be secured in Pharmaceutical Locker AG-██. This testing pool should include at least twenty (20) doses of any particular form of SCP-484 or fifty percent (50%) if fewer samples exist. All other samples are currently stored in Secure Storage Room 112-█. All personnel of clearance Level 3 and below must have written authorization from a Level 4 staff member to access SCP-484. Any staff member currently researching SCP-484 may not interact with any O5 personnel until the conclusion of their research and a thorough toxicology screening and search of their office space and home. If any staff member, of any security level, is found to have appropriated SCP-484 without authorization or outside experimental parameters, they are to be reprimanded and reassigned, with the stolen SCP-484 returned to containment.\n\n\nDescription:\n SCP-484 is a pharmaceutical of unknown origin originally discovered in use as a street drug in urban areas throughout the world. Interrogations of dealers has put a tentative first release around June, 200█ in ████, Norway. As with most street drugs, the physical form of SCP-484 varies greatly from sample to sample. SCP-484 is generally found in pill form, though at least two types have been powders within a rapidly dissolving gel pack. Reports of a trans-dermal patch were received but no sample has been obtained to date. SCP-484 has a number of street names, with the most common being V, Vic (vīk), Vicar (vī-ˈker), and Care, each revolving around the word \"Vicarious\". Phrasal slang includes any mention of memories or remembering and name code uses V-names like Victor or Vivian.\n\n\nUnlike most street drugs, all samples of SCP-484 are nearly chemically identical. Most illegal drugs vary by manufacturer and contain impurities and additives, but other than cosmetic appearance, SCP-484 samples are identical. The only explanation for this is that all samples come from the same source. Why there is such cosmetic variation is unknown, though researchers believe it is to disguise SCP-484 as a simple street drug. This also explains how a pharmaceutical with the level of sophistication demonstrated by SCP-484 reached the open market without precursors or public notice in its development. All known organizations capable of manufacturing SCP-484 are being investigated in order to determine the source. The logo seen on many iterations of SCP-484 is a tilted square with eight dots within, though no companies with similar logos are anywhere near capable of producing such a chemical. The dealer questioned in Interrogation Report 484-A33 seemed genuinely unaware of the drug's origin, despite repeated and vigorous methods of interrogation.\n\n\nWhen ingested, SCP-484 is absorbed and causes the brain to produce a chemical compound previously unknown. Researchers have named the compound ███████-█. The compound is extremely volatile and breaks down almost immediately if extracted from the brain. Subjects experience rapidly increasing brain activity and pupil dilation. When a subject exposed to SCP-484 makes eye contact with an unaffected person, a form of telepathic connection will be established between the two subjects. The subject having ingested SCP-484 will begin to experience hallucinations of the other subject's memories. The degree of vividness and duration of these hallucinations increases with the amount of SCP-484 taken. The unexposed subjects enters semi-hypnotic state. Repeated use of SCP-484 builds a familiarity with the hallucinations and certain subjects have been able to move through a subject's memory at will, similar to a lucid dreamer altering a dream.\n\n\nAt higher dosages, the victims began to lose the memories test subjects described viewing, forgetting all or part of the memory. This memory loss was accompanied by intense migraines and psychological trauma, chiefly feelings of loss and violation, though the subjects were unable to describe what exactly was lost. It was later revealed that a subject using SCP-484 at high dosages actually appropriates the memories and adds them into his or her own memories. There seems to be no limit to the number of memories a subject can absorb, and existing memories are not overwritten. This data is corroborated by Interrogation Report 484-A33, though all answers from this report must still remain suspect. Testing allowed several subjects to have their memories, from childhood to the present, completely erased and absorbed by other test subjects. Those absorbing the memories reported initial discomfort and confusion by the double memories, but all those absorbed seem as real and personal as the subject's original memories. These memories seem to be maintained as long as the subject's memory is not damaged by some other chemical or trauma.\n\n\nThe risk SCP-484 poses to information security is high, and as such its tight regulation is vital. Research is ongoing into using SCP-484 in multiple fields. If properly controlled, it could be used to extract unwanted memories of security breaches or traumatic experiences. Permission is currently pending for use of SCP-484 with various memetic hazards. Priority is given to experiments concerning SCP-484's use in advanced espionage and information security.\n\n\nAddendum:\n\n\nExcerpt from Interrogation Report 484-A33:\n\nInterrogator: Dr. ██████, assisted by Agent ████.\n\nSupervisor: Dr. ████.\n\nSubject: ██████ \"Crimson Andrew\" ████████, detained drug dealer from █████, USA.\n\n\n\n\nDr. ██████:\n So you still maintain that you were never involved in the manufacture of this drug?\n\n\nCrimson Andrew:\n (coughing) Done told you that already.\n\n\nDr. ██████:\n Indeed you have. Yet I remain unconvinced. Do you think another session with Agent ████ would change my mind?\n\n\nCrimson Andrew:\n (spitting) Fuck you. Do whatever you want, won't change anything. Just kill me already and get it over with.\n\n\nDr. ██████:\n Well, let's not get ahead of ourselves. Now, please describe what it is like to use SCP-484.\n\n\nCrimson Andrew:\n When you drop Vic, man, it's like nothing else. I've tripped on anything I could get in my arm, up my nose, or down my gut, and nothing was ever like Vic.\n\n\nDr. ██████:\n The hallucinations were more vivid?\n\n\nCrimson Andrew:\n Sorta. It's not like that, though. When you're on a trip, you know it. You know, at least somewhere, that the walls ain't really melting, you know? But on Vic, no matter how weird it gets, you know it's real. Everything you see, it's like you're doing it. And afterwards, it's like you'd done it from the beginning. Doesn't bother me that I have to take it away from someone. It lets me have a better life. Better history.\n\n\nDr. ██████:\n Better? Elaborate.\n\n\nCrimson Andrew:\n Well, check this. You remember being a kid? How happy simple shit could make you? New toy. Climbing a new tree. Just playing, whatever. Well, Vic lets you experience that again and again, and every time it's different, but it stays with you.\n\n\nDr. ██████:\n How do you mean?\n\n\nCrimson Andrew:\n You remember your fifth birthday?\n\n\nDr. ██████:\n I don't see how that's relevant.\n\n\nCrimson Andrew:\n Just, fuck, do you remember or not?\n\n\nDr. ██████:\n Yes, I do.\n\n\nCrimson Andrew:\n How was it?\n\n\nDr. ██████:\n I really don't…\n\n\nCrimson Andrew:\n (shouting) How the fuck was it?\n\n\nDr. ██████:\n It was very nice.\n\n\nCrimson Andrew:\n Yeah. Usually are. You know how many fifth birthdays I've had? Thirty-eight. I remember one where my dad, or some bitch's dad, really, but he's my dad when I remember it. Not like looks like my dad, he's a big fat ██████, but it's still like he's mine, you know? Anyway, my dad got me a fucking pony. Who really does that? It's a joke or something from TV, no one really does that. But my dad did. That's the purest joy I've ever felt. No jealousy, no fear, nothing tainting it, and no hangover afterward. Just pure, simple joy.\n\n\nDr. ██████:\n How poetic.\n\n\nCrimson Andrew:\n Yeah. It is. Especially since my real dad never gave me nothing but a good ass-whup when the beer ran out at night. With the Vic I got a thousand happy memories that make the bad ones less important. Gonna come in handy soon, I bet.\n\n\nDr. ██████:\n How's that, exactly?\n\n\nCrimson Andrew:\n Well, when you people kill me, it sure as hell ain't gonna be \nmy\n shitty life flashing before my eyes.\n\n\n\n\n\n\n\n\n« \nSCP-483\n | SCP-484 | \nSCP-485\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-484\n\" by Skali Sharpnose, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-484\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum:"
    ],
    "documents": [],
    "notes": [
        "Dr. ██████: So you still maintain that you were never involved in the manufacture of this drug? Crimson Andrew: (coughing) Done told you that already. Dr. ██████: Indeed you have. Yet I remain unconvinced. Do you think another session with Agent ████ would change my mind? Crimson Andrew: (spitting) Fuck you. Do whatever you want, won't change anything. Just kill me already and get it over with. Dr. ██████: Well, let's not get ahead of ourselves. Now, please describe what it is like to use SCP-484. Crimson Andrew: When you drop Vic, man, it's like nothing else. I've tripped on anything I could get in my arm, up my nose, or down my gut, and nothing was ever like Vic. Dr. ██████: The hallucinations were more vivid? Crimson Andrew: Sorta. It's not like that, though. When you're on a trip, you know it. You know, at least somewhere, that the walls ain't really melting, you know? But on Vic, no matter how weird it gets, you know it's real. Everything you see, it's like you're doing it. And afterwards, it's like you'd done it from the beginning. Doesn't bother me that I have to take it away from someone. It lets me have a better life. Better history. Dr. ██████: Better? Elaborate. Crimson Andrew: Well, check this. You remember being a kid? How happy simple shit could make you? New toy. Climbing a new tree. Just playing, whatever. Well, Vic lets you experience that again and again, and every time it's different, but it stays with you. Dr. ██████: How do you mean? Crimson Andrew: You remember your fifth birthday? Dr. ██████: I don't see how that's relevant. Crimson Andrew: Just, fuck, do you remember or not? Dr. ██████: Yes, I do. Crimson Andrew: How was it? Dr. ██████: I really don't… Crimson Andrew: (shouting) How the fuck was it? Dr. ██████: It was very nice. Crimson Andrew: Yeah. Usually are. You know how many fifth birthdays I've had? Thirty-eight. I remember one where my dad, or some bitch's dad, really, but he's my dad when I remember it. Not like looks like my dad, he's a big fat ██████, but it's still like he's mine, you know? Anyway, my dad got me a fucking pony. Who really does that? It's a joke or something from TV, no one really does that. But my dad did. That's the purest joy I've ever felt. No jealousy, no fear, nothing tainting it, and no hangover afterward. Just pure, simple joy. Dr. ██████: How poetic. Crimson Andrew: Yeah. It is. Especially since my real dad never gave me nothing but a good ass-whup when the beer ran out at night. With the Vic I got a thousand happy memories that make the bad ones less important. Gonna come in handy soon, I bet. Dr. ██████: How's that, exactly? Crimson Andrew: Well, when you people kill me, it sure as hell ain't gonna be my shitty life flashing before my eyes.",
        "\" SCP-484 \" by Skali Sharpnose, from the SCP Wiki . Source: https://scpwiki.com/scp-484 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-484",
    "object_class": "Safe",
    "containment_procedures": "All samples of SCP-484 reserved for testing must be secured in Pharmaceutical Locker AG-██. This testing pool should include at least twenty (20) doses of any particular form of SCP-484 or fifty percent (50%) if fewer samples exist. All other samples are currently stored in Secure Storage Room 112-█. All personnel of clearance Level 3 and below must have written authorization from a Level 4 staff member to access SCP-484. Any staff member currently researching SCP-484 may not interact with any O5 personnel until the conclusion of their research and a thorough toxicology screening and search of their office space and home. If any staff member, of any security level, is found to have appropriated SCP-484 without authorization or outside experimental parameters, they are to be reprimanded and reassigned, with the stolen SCP-484 returned to containment.",
    "description": "SCP-484 is a pharmaceutical of unknown origin originally discovered in use as a street drug in urban areas throughout the world. Interrogations of dealers has put a tentative first release around June, 200█ in ████, Norway. As with most street drugs, the physical form of SCP-484 varies greatly from sample to sample. SCP-484 is generally found in pill form, though at least two types have been powders within a rapidly dissolving gel pack. Reports of a trans-dermal patch were received but no sample has been obtained to date. SCP-484 has a number of street names, with the most common being V, Vic (vīk), Vicar (vī-ˈker), and Care, each revolving around the word \"Vicarious\". Phrasal slang includes any mention of memories or remembering and name code uses V-names like Victor or Vivian.",
    "title": "SCP-484"
}