{
    "url": "https://scp-wiki.wikidot.com/scp-4845",
    "all_text": "rating: \n+118\n+\n–\nx\n\n\nItsDenali\n\n\n\n\n\n\n\n\nSCP-4845:\n Great Food, No Atmosphere (OR: Tacos That Are Literally Out of This World)\n\n\nAuthor:\n \nItsDenali\n\n\n\n\n\n\nA GIGANTIC shoutout and thank you to \nBedtimeSCP\n for their fantastic \nreading of SCP-4845\n! Listen along!\n\n\n\n\n\n\nbanner.jpg\n was created from \nGullies in Galle\n. Under the terms of the SCP Wiki, I release it under CC BY-SA 3.0. All edits were made by me.\n\n\n\n\n\n\n\n\nMore By This Author\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n2/4845\n LEVEL \n2/4845\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-4845\n\n\n\n\n\n\nSafe\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site(s)\n\n\nProject Lead\n\n\nProject Assistant\n\n\nAssigned Personnel\n\n\n\n\n\n\nSite-120, Site-169\n\n\nDr. Caballero\n\n\nDr. Saberstein\n\n\nSite-169 Personnel\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-4845 as seen from orbit.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Satellite photography and related orbital data collected from SCP-4845's location are to be altered to exclude information implying its existence. Personnel planted within NASA and the ESA are to alter such data to this end.\n\n\nOnce Site-169 has been established on the lunar surface, approved Foundation personnel from there or \nSite-120\n may dine at SCP-4845. In exchange for allowing Site-169 to utilize SCP-4845's electricity, an internet connection is to be provided to SCP-4845, on the condition that all outgoing data remains closely monitored for potential breaches in security.\n\n\nPossible connections between SCP-4845 and the disappearance of a Taco Bell restaurant from Wyoming, USA in the summer of 2013 are currently being investigated.\n\n\nDescription:\n SCP-4845 is a fully-operational Taco Bell fast food restaurant located near 44°S 55°W, on the Earth's Moon. As determined from remote and manned explorations of SCP-4845, the establishment has been confirmed to possess several anomalous qualities, including:\n\n\n\n\nUnidentified, most likely infinite sources of power and edible food products that allow it to operate indefinitely\n\n\nAn Earth-like atmosphere in terms of pressure and composition both inside and around the premises\n\n\nA staff of five humanoid entities collectively designated SCP-4845-A that consists of three males and two females, all of which possess mild anomalous abilities (See Addendum 4845.1)\n\n\n\n\nOn 2/24/19, personnel at Site-120 stabilized a Type-07 “Intended Access” Wormhole and linked the opening end to a point on the Moon located approximately 0.5 kilometers from SCP-4845. To test the stability of the access point, an MEEVSR\n1\n was sent through the opening to investigate SCP-4845. The exploration yielded information about SCP-4845's interior and SCP-4845-A instances, as well as atmospheric composition and pressure. Based on these measurements and the MEEVSR's interactions with the staff, it was determined that SCP-4845 is habitable for baseline humans and SCP-4845-A instances are non-hostile.\n\n\n\n\n+ Access fileserv:/S:/4845/exploration/1.log:\n\n\n\n\n- Collapse\n\n\n\n\n\n\nExploration Video Log Transcript\n\n\nDate:\n 2/24/2019\n\n\nExploration Team:\n MEEVSR Unit “Bison-01”\n\n\nSubject:\n SCP-4845\n\n\nCommand Lead:\n Dr. Caballero, Site-120\n\n\n\n\n[BEGIN LOG]\n\n\nBison-01 begins to approach SCP-4845’s western entrance. Due to the presence of the aforementioned wormhole, video transmission and rover controller reactions are nearly instantaneous.\n\n\nAs Bison-01 comes within range of SCP-4845, more details can be made out about the structure: small, decorative bushes can be seen scattered around the perimeter of the building, several promotional posters are hung in the windows, and electrical lights are visible inside.\n\n\nBison-01 approaches closer and humanoid figures become visible through SCP-4845's windows. Upon coming within roughly 20 meters of SCP-4845, one of the figures appears to notice Bison-01 and walks to the western side of the structure to observe it, gesturing for the other entities to join it.\n\n\nOperators at Site-120 slow Bison-01’s movement speed as it nears the entrance. One of the figures opens the door as Bison-01 reaches the sidewalk ramp and stops. The figure looks perplexedly at Bison-01 and gestures for it to enter the structure. Personnel at Site-120 briefly take a moment to discuss before agreeing to enter the structure and navigate Bison-01 up the ramp into SCP-4845.\n\n\nAs Bison-01’s camera begins to survey the area, the five figures surround it. The entities appear identical to baseline humans, with three males and two females present. Their facial expressions and postures imply a lack of hostility towards Bison-01, and they appear to be attempting to speak to the rover. Due to its audio-recording devices having been attuned to accompany the lunar atmosphere rather than a terrestrial one, the entities' voices are heavily distorted and the content of these communications cannot be made out.\n\n\nBison-01 proceeds around the establishment, taking note of the signage, seating, and menu. The entities disperse but continue to observe Bison-01 as it records data. After five minutes, Project Lead Dr. Caballero decides that sufficient data has been collected by the rover and the order to terminate the exploration is issued. As Bison-01 exits SCP-4845, one of the entities can be seen speaking and waving goodbye to the rover.\n\n\n[END LOG]\n\n\n\n\nFuture manned explorations into SCP-4845 are being considered once Site-169 has been fully established.\n\n\n\n\n\n\n\n\n\n\n+ Access fileserv:/S:/4845/addendum/1.log:\n\n\n\n\n- Collapse\n\n\n\n\nAddendum 4845.1:\n The following is a summary of all SCP-4845-A instances present within SCP-4845.\n\n\n\n\n\n\nInstance Subdesignation\n\n\nDescription\n\n\nDuties\n2\n\n\n\n\n\n\n-A1\n\n\nBearded caucasian male, brown hair with some graying, estimated to be in late 30s.\n\n\nSelf-described as the \"Assistant Manager\" of SCP-4845.\n\n\n\n\n\n\n-A2\n\n\nHispanic male, brown hair, estimated to be in early 20s.\n\n\nKitchen, bathroom cleaning.\n\n\n\n\n\n\n-A3\n\n\nCaucasian male, brown hair, estimated to be in early 20s.\n\n\nKitchen and food area cleaning.\n\n\n\n\n\n\n-A4\n\n\nCaucasian female, blonde hair, estimated to be in early 20s.\n\n\nRegister and drive-thru.\n\n\n\n\n\n\n-A5\n\n\nAsian female, black hair, estimated to be in late teens.\n\n\nRegister and performs machine maintenance when needed.\n\n\n\n\n\n\nAll instances possess immunity to radiation and other forms of harmful energy capable of penetrating the Moon's atmosphere. Additionally, all are able to healthily survive on diets lacking nutrients usually required for human functionality, with said diets being composed entirely out of SCP-4845 menu items or their components. Instances are believed to possess increased psychological stability as well, due to their resistance to expected mental stresses associated with SCP-4845's isolated location.\n\n\n\n\n\n\n\n\n\n\n+ Access fileserv:/S:/4845/interview/1.log:\n\n\n\n\n- Collapse\n\n\n\n\nShortly after the establishment of Site-169 roughly 0.5 kilometers from SCP-4845, Site-169 Psychologist Dr. Saberstein conducted an interview with SCP-4845-A1 on 3/16/21 to discern further details about SCP-4845 and its inhabitants. The transcript is provided below.\n\n\n\n\nInterview Video Log Transcript\n\n\nInterview 01 Video Log\n\n\nDate:\n 2/24/2022\n\n\nInterviewer:\n Dr. Saberstein, Site-169 Psychologist\n\n\nInterviewee:\n SCP-4845-A1\n\n\n\n\n[BEGIN LOG]\n\n\n(\nSCP-4845-A1 leads Dr. Saberstein to the managerial office at the back of SCP-4845 and invites him to sit down in a chair facing a desk. Dr. Saberstein sits, SCP-4845-A1 closes the door behind them and seats himself behind the desk.\n)\n\n\nSCP-4845-A1:\n Assistant Manager Kyle of the \nonly\n Taco Bell on this humble, little moon at your service. Now what can I do for ya, doc?\n\n\nDr. Saberstein:\n I just have a few questions for you.\n\n\nSCP-4845-A1:\n I bet. Even for you guys it must be a bit odd to find a random fast food joint so out of place like this.\n\n\nDr. Saberstein:\n (\nLaughs lightly.\n) Well, \nit wouldn’t be the first time\n. But as for this fine establishment, could you tell me how it got here in the first place?\n\n\nSCP-4845-A1:\n (\nNods.\n) So here all five of us are, it’s a slow, midnight graveyard shift at our humble Taco Bell in the middle of nowhere, Wyoming. All of a sudden some strange stuff starts happening. Odd lights, sudden wind outside, and this weird buzzing sound that kept getting louder, then, \nbam\n! (\nHe gestures wildly.\n) A bright flash of light and everything outside goes dark again.\n\n\nDr. Saberstein:\n Interesting.\n\n\nSCP-4845-A1:\n Beth ran out to see what happened, turned pale as a ghost, and ran inside screaming about how she could see another planet in the sky. We all went to check it out, and sure enough there was a big blue marble staring down at us. Only then did we notice the desert and strip mall around us were gone.\n\n\nDr. Saberstein:\n That must have been quite a shock.\n\n\nSCP-4845-A1:\n You have no idea.\n\n\n(\nSCP-4845-A1 leans back in his chair, kicks his feet up on the table, and begins twiddling his thumbs.\n)\n\n\nSCP-4845-A1:\n Well, naturally, we all began to panic. None of our phones had signal as you would expect, so calling for help was out of the question. We quickly realized that it wasn’t some new planet in the sky, that was \nour\n planet that we had somehow left behind.\n\n\nDr. Saberstein:\n Then what did you do?\n\n\nSCP-4845-A1:\n Tried to find a way back. It didn’t take us very long to figure out that whatever put us here didn’t want us to leave, though. Miguel would try running past the parking lot and immediately get launched back by some unseen force. Maybe it’s for our own good, you know? After all, I wouldn’t expect us to be able to breathe out there.\n\n\nDr. Saberstein:\n You’d be right on that part, Kyle, vacuums \ndo\n tend to be rather detrimental to human physiology.\n\n\nSCP-4845-A1:\n Yeah. Anyways, we started trying to make sense of what was happening to us. It took a few days, but eventually the panic started to subside, and we started to get more and more used to it. Tacos for breakfast, burritos for lunch, something else for dinner, and a Baja Blast to wash it all down. Plus, those booths are surprisingly easy to sleep on.\n\n\nDr. Saberstein:\n Interesting. Now, how've you been able to survive out here without any food shipments or resupplies?\n\n\nSCP-4845-A1:\n Well, that would be the \nmanager’s\n doing. (\nNodding to the landline telephone on the desk.\n) Occasionally this little thing will ring, and when I answer the same voice will always respond with someone or something speaking. It's not quite male, not quite female, and definitely not human.\n\n\nDr. Saberstein:\n Really? What does it say?\n\n\nSCP-4845-A1:\n (\nShrugs.\n) Usually it’ll ask how we’re doing and if we (\nImitating quotation marks with his fingers,\n) “need anything while I’m out.” Then it’ll start briefing me on new menu items set to come out soon, and when to put up the posters, and all that.\n\n\nDr. Saberstein:\n Have you ever seen this, uh, \nmanager\n?\n\n\nSCP-4845-A1:\n Not yet, doc. Whatever it is has yet to actually make an appearance here.\n\n\nDr. Saberstein:\n Do you think it could be hostile in any way?\n\n\nSCP-4845-A1:\n (\nShakes his head.\n) Nah, I don’t think so. Something tells me that it wishes us well, or at the very least wants to keep us alive and working.\n\n\nDr. Saberstein:\n Huh. But about the food, you said the manager takes care of restocking?\n\n\nSCP-4845-A1:\n One way or another. One minute the walk-in fridge and freezer will be empty, the next—(\nSCP-4845-A1 gestures with his hands again.\n) \nPoof\n! Produce, meat, and bags of soda syrup where there was nothing a second ago. Sometimes they'll even leave the new promotional posters and menu items they mentioned over the phone. A similar thing happens to anything we throw in the dumpster, too. Toss it in, close the lid, open it back up, and it's just empty.\n\n\nDr. Saberstein:\n Huh. Have you ever seen the food appearing or garbage disappearing?\n\n\nSCP-4845-A1:\n Not once. If it is the manager, whatever they're doing won’t work if they’re being watched, I guess.\n\n\nDr. Saberstein:\n (\nChuckles.\n) Maybe they’re just shy.\n\n\nSCP-4845-A1:\n They just might be.\n\n\nDr. Saberstein:\n And how long have you lived like this?\n\n\nSCP-4845-A1:\n Years, at this point. We’ve all gotten used to it, though. It does get pretty boring around here, and business is about as slow as you’d expect for a Taco Bell on the Moon, but we do what we can to keep busy. Beth writes cringy fanfics on her laptop, Miguel stargazes, you get the idea.\n\n\nDr. Saberstein:\n I guess you don’t get much business around here anyway, do you?\n\n\nSCP-4845-A1:\n (\nShaking his head.\n) No, occasionally we’ll get customers. Nothing human of course; sometimes they look like us, sometimes they don’t. (\nHe shrugs.\n) But hey, if they’ve got the money, we can make the magic happen. Of course, it’s never the kind of money we’re familiar with, but it’s gotta be worth something to someone somewhere, right? After all, as soon as we pop it into the register it just vanishes.\n\n\nDr. Saberstein:\n (\nHesitantly.\n) Right. Would you mind describing some of these, uh, customers?\n\n\nSCP-4845-A1:\n (\nSCP-4845-A1 waves his hand dismissively.\n) No point. Once they stop by they usually never come back. Maybe we’re like an interstellar rest stop or something? I wouldn't be surprised, plus I've kind of gathered as much from the manager's comments over the phone.\n\n\nDr. Saberstein:\n Alright then. So, has the isolation of this place affected you in any way you can tell?\n\n\nSCP-4845-A1:\n Beyond being bored, not really. I mean, yeah I generally miss Earth and all that but there just isn’t much that, well, all five of us, really, left behind. I was living in a rundown motel, and the rest of the team was either estranged or just on the run from something in their past. You could say it doesn’t really make a difference, being up here. At least the view is nice.\n\n\nDr. Saberstein:\n (\nScribbling more notes.\n) Alright, thank you. Anything else you’d like to add?\n\n\nSCP-4845-A1:\n (\nTilting his head slightly and looking down at his desk.\n) I guess I’d just say to watch your step out there. If the manager went through all the trouble of teleporting an entire fucking Taco Bell onto the Moon, it’s probably not going to take kindly to, uh, meddlers, I guess you could say.\n\n\nDr. Saberstein:\n Would that mean your employer seems like the violent type?\n\n\nSCP-4845-A1:\n (\nWaving defensively.\n) No, no, no! I’m just saying that not even \nwe\n know what exactly is behind this whole debacle or what will happen if it’s not kept happy. Plus, there’s no telling what it might think now that you’ve set up your base over yonder.\n\n\n(\nSCP-4845-A1 gets up from his chair and looks out the window. A brilliant sky of stars is visible above the dusty gray wastes outside. He turns back to Dr. Saberstein and waves dismissively with his hand.\n)\n\n\nSCP-4845-A1:\n Eh, I don’t think anything’ll come of it. Besides, with you Foundation guys so close by, business will be booming like never before!\n\n\nDr. Saberstein:\n Yes, hopefully.\n\n\n(\nDr. Saberstein stands and shakes hands with SCP-4845-A1 as the two exit the office. Just as he is about to prepare to return to Site-169, Dr. Saberstein turns back to SCP-4845-A1.\n)\n\n\nDr. Saberstein:\n Oh, one more thing…\n\n\nSCP-4845-A1:\n Yeah?\n\n\nDr. Saberstein:\n (\nReaching into his pockets and looking up at the menu.\n) I could seriously go for a chalupa or two right now.\n\n\nSCP-4845-A1:\n (\nChuckles.\n) Will that be for here or to go?\n\n\n[END LOG]\n\n\nThe \"manager\" described by SCP-4845-A1 has been given a provisional designation as SCP-4845-B for the time being. Activity relating to SCP-4845-B is to be reported to Site-169 should it occur.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Access fileserv:/S:/4845/incident/1.log:\n\n\n\n\n- Collapse\n\n\n\n\nIncident 4845.A:\n On 5/20/22, a massive, space-faring vessel of undetermined origin was detected in geostationary orbit over SCP-4845. Approximately fifteen minutes after detection, a beam of light descended from the vessel and enveloped SCP-4845. At the time, several personnel from Site-169 were dining at SCP-4845; radio communication with them proved ineffective and additional personnel were physically unable to access SCP-4845 due to the beam.\n\n\nTen minutes later, the beam dissipated and the vessel departed. Personnel outside then entered SCP-4845 to speak with those inside. All personnel and SCP-4845-A instances inside appeared uncomfortable but otherwise unharmed. The SCP-4845-A instances eventually resumed their duties and affected personnel were returned to Site-169 for psychological evaluation.\n\n\nA camera pack on a present personnel's equipment was left on for the duration of the event, and the footage was successfully extracted. A transcript of its contents is available below.\n\n\n\n\nIncident Video Log Transcript\n\n\nIncident 01 Video Log\n\n\nDate:\n 5/20/2022\n\n\nPersonnel Present:\n Researchers Griffin and Price, Dr. Cade; SCP-4845-A members\n\n\n\n\n[BEGIN LOG]\n\n\nThe camera pack is resting on the ground near the door as the footage starts; due to its positioning, the register counter and some tables are visible. SCP-4845-A2 is working the register and is taking Researcher Price’s order, with Researcher Griffin waiting behind and Dr. Cade already seated and eating his food. Suddenly the interior of the room is engulfed in a flash of bright light that lasts for approximately ten seconds before fading, revealing a new figure present in the middle of the room.\n\n\nThe entity appears as a light purple, vaguely cephalopodic humanoid clothed in formal attire carrying a briefcase. Its head is composed of a cephalopodic mantle, with two large eyes bulging outwards near the front of its head; several small tentacles hang down from the front of its face similar in appearance to a mustache. The figure’s exact size cannot be determined due to the angling of the camera but it appears to be over three meters in height.\n\n\nAs SCP-4845-A1 enters the room from his office, the entity turns towards him and appears to smile, with its facial tentacles drawing upwards to reveal a horizontally-elongated beak. It approaches him casually, speaking rapidly and energetically in English.\n\n\nEntity:\n Kyle! How are you? I haven’t seen you in… how long has it been again?\n\n\nSCP-4845-A1:\n I’m doing well, Mr. uh, \nManager\n?\n\n\nEntity:\n (\nThe entity looks puzzledly at SCP-4845-A1 before tapping its own head with its tentaclesque arm.\n) Silly me, even after all this time we’ve never been formally introduced, have we?\n\n\nSCP-4845-A1:\n N-no, I don’t think we have.\n\n\nEntity:\n (\nReaching for SCP-4845-A1’s hand.\n) Well in that case, I’m (\nthe entity emits a series of clicks, hisses, and a high-pitched burst of static that causes present personnel to cringe\n), but you can just call me “Boss,” it’s way shorter. Nice to finally meet you in person.\n\n\nSCP-4845-A1:\n (\nLimply shaking the entity’s extended tentacle.\n) Likewise.\n\n\n(\nThe entity begins to look around the room, notices Dr. Cade, and struts over to him.\n)\n\n\nEntity:\n Mr. (\nanother series of clicks, hisses, and static\n), manager of this fine establishment at your service. How are you enjoying your food?\n\n\nCade:\n (\nWide-eyed, visibly pale.\n) I-it’s pretty good?\n\n\nEntity:\n Great to hear! Here, have a lollipop! (\nThe entity produces a single chocolate Tootsie Pop from its pocket and tosses it into Dr. Cade’s lap.\n) And relax, kid, you look like you’ve never seen a (\na different series of high-pitched noises and static\n) before.\n\n\n(\nDr. Cade slowly pockets the item as the entity turns and walks towards SCP-4845-A1. As it passes Griffin and Price it pats them on their backs.\n)\n\n\nEntity:\n Thank you for your patronage, fellas. Now, Kyle would you mind showing me where the others are? I thought I’d say hello before heading out.\n\n\nSCP-4845-A1:\n Sure thing.\n\n\n(\nThe entity follows SCP-4845-A1 into the backrooms of SCP-4845 and disappears from view of the camera. All Foundation personnel fall silent and look at each other perplexedly. Dr. Cade resumes eating his burrito.\n)\n\n\nGriffin:\n Guys, I think I just shit my pants.\n\n\n(\nAfter a few minutes the entity and SCP-4845-A1 reemerge from the backrooms.\n)\n\n\nEntity:\n Alright, Kyle, it was nice to finally check in with you all.\n\n\nSCP-4845-A1:\n It was nice to see you too, uh, Boss.\n\n\nEntity:\n Alrighty, I’m off. Other restaurants to manage, other food to sell, other people to deal with, et cetera, et cetera. So long!\n\n\n(\nIt steps forward into the center of the room, looks towards the camera pack, waves, and winks. A bright light envelopes SCP-4845 once again then quickly dissipates. SCP-4845-A1 returns to the backrooms again and the remaining personnel are silent. At this point the beam preventing access to SCP-4845 is lifted and personnel outside enter the building.\n)\n\n\n[END LOG]\n\n\n\n\nThe entity encountered is believed to be SCP-4845-B. Research into its current whereabouts is underway.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4844\n | SCP-4845 | \nSCP-4846\n »\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Miniature Extraterrestrial Environment-Viable Surveillance Rover\n\n\n2\n. These duties are merely the activities instances are most often seen doing, and instances have been known to perform other instances' tasks on occasion.",
    "addendums": [],
    "documents": [],
    "notes": [],
    "containment_procedures": "Satellite photography and related orbital data collected from SCP-4845's location are to be altered to exclude information implying its existence. Personnel planted within NASA and the ESA are to alter such data to this end.",
    "description": "SCP-4845 is a fully-operational Taco Bell fast food restaurant located near 44°S 55°W, on the Earth's Moon. As determined from remote and manned explorations of SCP-4845, the establishment has been confirmed to possess several anomalous qualities, including:",
    "title": "SCP-4845"
}