{
    "url": "https://scp-wiki.wikidot.com/scp-4849",
    "all_text": "rating: \n+134\n+\n–\nx\n\n\n\n\nItem #:\n SCP-4849\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-4849 is stored in a Low Priority Storage Locker in Site-234, and is to be sustained with 1 kg of lard weekly. Testing with SCP-4849 requires approval from the Research Head and Site Director.\n\n\nDescription:\n SCP-4849 is a living, sentient sheet of adipose tissue, cut and designed to be worn as a protective suit.\n\n\nIn its inert state, SCP-4849 is shaped like a flattened human body and is 2cm thick. When contact is made with a living person's skin, SCP-4849 will activate, fusing to the subject at the point of contact before stretching and enveloping the person completely.\n\n\nSCP-4849 can instantaneously generate mouths (with diameters ranging from 0.6 to 30 cm) anywhere on its surface. These mouths are connected to extradimensional throats of varying length, and manifest and demanifest with no trace. SCP-4849 will only manifest these mouths when the wearer is attacked; the mouths will appear just long enough to swallow incoming projectiles and weapons before closing.\n\n\nWhile wearing SCP-4849, the subject speaks via a small mouth that appears somewhere on the face. This mouth demanifests during pauses in speech.\n\n\nSCP-4849 was discovered in a Prometheus Labs subsidiary facility following investigation of their work with \nSCP-3839\n. As the facility had been sealed but never shut down, MTF Chi-6 (\"Prom Dates\") was deployed to enter and survey the facility.\n\n\nMTF Chi-6 recovered several pieces of experimental bioprinting equipment, two anomalous machines later classified as SCP objects, and 12 TB of data. While exploring the lowest level, Chi-6 operatives encountered SCP-4849 being worn by a human body. SCP-4849 engaged the MTF, who were unable to harm it with their weaponry. SCP-4849 was eventually incapacitated when one agent threw a gas grenade containing an emetic kill agent. SCP-4849 swallowed the grenade and subsequently flailed, opened sixteen mouths, and vomited a mixture of congealed fat, bullets, and blood, before collapsing to the ground and deactivating.\n\n\nUpon deactivation, SCP-4849 flattened and detached from the wearer, revealing a corpse belonging to a Dr. Lawrence Calloway, a former PL employee who had transferred to a subsidiary following the 1998 collapse. SCP-4849 was subsequently retrieved and brought to Site-234.\n\n\nAddendum:\n An attempt to explore one of SCP-4849's mouths was approved, and SCP-4849 was attached to a test subject, D-11424. A small camera drone was attached to a cable and launched at D-11424 using an improvised harpoon. As expected, SCP-4849 opened a mouth to ingest the payload, and a metal brace was quickly inserted to hold the mouth open.\n\n\n\n\nExploration Log 4849-1\n\n\n[\nBEGIN LOG\n]\n\n\nDrone enters SCP-4849 mouth and activates lights. Interior of throat is lined entirely with viscous yellow fat.\n\n\nDrone successfully collects a sample of this fat. D-11424 does not appear to notice. Later analysis of sample reveals the presence of genetic markers similar to those in the main body of \nSCP-3839\n.\n\n\nApproximately 25m into the throat, a section appears containing significant scarring. Walls of the throat are noted to produce small amounts of an uncharacterized organic acid.\n\n\n45m into the throat, small (~1cm) villi begin to line the walls. These villi undulate rhythmically, and follow the path of the drone's lights.\n\n\n80m in, the villi are now over 5cm long, and attempt to take hold of the drone, which evades successfully. D-11424 scratches at his throat and attempts to cough.\n\n\nThe drone exits the other end of the throat after 119m, and enters a large hemispherical space approximately 75 m in diameter. Several hundred throats similar to the one the drone travelled through are visible on the walls and ceiling of the space. The drone tilts down, revealing the floor of the space to be submerged in bubbling acid and indistinct viscera.\n\n\nA large, gelatinous tendril emerges from the liquid and attempts to engulf the drone. The drone manages to escape, but the main camera is obscured by grease and the drone switches to backup camera.\n\n\nThe drone points up, revealing a larger opening on the ceiling of the space, approximately 20m wide. The drone flies up to enter this cavity, which is lined with salivating tongues of varying lengths and shapes.\n\n\nA low rumbling sound is heard. As the drone ascends further, the tongues lining the tunnel become branched, before further differentiating and resembling hands and arms by approximately 180 m.\n\n\nD-11424 exhibits signs of discomfort, and coughs. Simultaneously, 29 small mouths open on SCP-4849, which all cough in unison before closing.\n\n\nThe drone continues upward. D-11424 clutches his stomach and screams, muffled. The tunnel contracts, and pulsates rhythmically. The drone is struck from above by a large amount (estimated 200,000 L) of liquid fat and crushed. Remaining camera notes the presence of humanoid and other bodies within the fat, in various states of preservation, before shutting off.\n\n\nThe mouth closes, crushing the brace and severing the cable. Three minutes later, a new SCP-4849 mouth opens on D-11424's leg and retches, expelling the cable, pieces of the drone, and seventeen human brains. SCP-4849 subsequently deactivated and detached from D-11424.\n\n[\nEND LOG\n]\n\n\n\n\n\n\n\n\n« \nSCP-4848\n | SCP-4849 | \nSCP-4850\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4849\n\" by Weryllium, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4849\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: An attempt to explore one of SCP-4849's mouths was approved, and SCP-4849 was attached to a test subject, D-11424. A small camera drone was attached to a cable and launched at D-11424 using an improvised harpoon. As expected, SCP-4849 opened a mouth to ingest the payload, and a metal brace was quickly inserted to hold the mouth open."
    ],
    "documents": [],
    "notes": [
        "Exploration Log 4849-1 [ BEGIN LOG ] Drone enters SCP-4849 mouth and activates lights. Interior of throat is lined entirely with viscous yellow fat. Drone successfully collects a sample of this fat. D-11424 does not appear to notice. Later analysis of sample reveals the presence of genetic markers similar to those in the main body of SCP-3839 . Approximately 25m into the throat, a section appears containing significant scarring. Walls of the throat are noted to produce small amounts of an uncharacterized organic acid. 45m into the throat, small (~1cm) villi begin to line the walls. These villi undulate rhythmically, and follow the path of the drone's lights. 80m in, the villi are now over 5cm long, and attempt to take hold of the drone, which evades successfully. D-11424 scratches at his throat and attempts to cough. The drone exits the other end of the throat after 119m, and enters a large hemispherical space approximately 75 m in diameter. Several hundred throats similar to the one the drone travelled through are visible on the walls and ceiling of the space. The drone tilts down, revealing the floor of the space to be submerged in bubbling acid and indistinct viscera. A large, gelatinous tendril emerges from the liquid and attempts to engulf the drone. The drone manages to escape, but the main camera is obscured by grease and the drone switches to backup camera. The drone points up, revealing a larger opening on the ceiling of the space, approximately 20m wide. The drone flies up to enter this cavity, which is lined with salivating tongues of varying lengths and shapes. A low rumbling sound is heard. As the drone ascends further, the tongues lining the tunnel become branched, before further differentiating and resembling hands and arms by approximately 180 m. D-11424 exhibits signs of discomfort, and coughs. Simultaneously, 29 small mouths open on SCP-4849, which all cough in unison before closing. The drone continues upward. D-11424 clutches his stomach and screams, muffled. The tunnel contracts, and pulsates rhythmically. The drone is struck from above by a large amount (estimated 200,000 L) of liquid fat and crushed. Remaining camera notes the presence of humanoid and other bodies within the fat, in various states of preservation, before shutting off. The mouth closes, crushing the brace and severing the cable. Three minutes later, a new SCP-4849 mouth opens on D-11424's leg and retches, expelling the cable, pieces of the drone, and seventeen human brains. SCP-4849 subsequently deactivated and detached from D-11424. [ END LOG ]",
        "\" SCP-4849 \" by Weryllium, from the SCP Wiki . Source: https://scpwiki.com/scp-4849 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Safe",
    "containment_procedures": "SCP-4849 is stored in a Low Priority Storage Locker in Site-234, and is to be sustained with 1 kg of lard weekly. Testing with SCP-4849 requires approval from the Research Head and Site Director.",
    "description": "SCP-4849 is a living, sentient sheet of adipose tissue, cut and designed to be worn as a protective suit.",
    "title": "SCP-4849"
}