{
    "url": "https://scp-wiki.wikidot.com/scp-4856",
    "all_text": "rating: \n+155\n+\n–\nx\n\n\n \n\n\n\n\n\n\nItem #:\n SCP-4856\n\n\nAnomaly Class:\n Keter\n\n\n\n\n\n\n\n\n\n\n\n\nSite-54, prior to SCP-4856's manifestation.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n As of 30/11/1949, the former North wing of Site-54 has been reclassified as Containment Area-54-09\n1\n. All personnel within the complex are to be heavily armed with non-lethal weaponry, and immediately alert one another to SCP-4856's incursions. The Area's surveillance/security network has been upgraded to house Forethought.aic, an integrated Gen(Tau) \nartificial intelligence construct\n designed to monitor SCP-4856 and build up a relative timeline of the entity's movements, alerting staff to SCP-4856's 'future' activities where necessary.\n\n\nOne member of D-Class personnel is to be placed alone and unarmed within CA-54-09 every six months, with their subsequent death confirmed by Forethought.aic and an Embedded Life-Sign Monitor (ELSM). If such a person is unavailable, two D-Class personnel may be delivered in the next scheduled feeding, or three the feeding after that — while the feeding time is largely arbitrary from SCP-4856's perspective, extensive procrastination will lead to disciplinary measures. CA-54-09 is to be monitored for external damage daily, and preemptively strengthened where necessary: a single breach point located anywhere in time could be used by any number of iterations of SCP-4856 to exit the Containment Area.\n\n\nUnder no circumstances is the entity to be terminated, as any termination attempts not taking place at the end of SCP-4856's life would logically already have ended in failure. In the unlikely event that the entity's causal chain does not close, Mobile Task Force Eta-Then (\"Bootstrappers\") are to be covertly diverted from their \nscheduled duties\n to resolve any paradoxes.\n\n\n\n\nDescription:\n SCP-4856 is a 2.4 metre tall humanoid entity capable of willingly transferring itself forwards and backwards through time at increments of exactly one hour. This transfer is instant and seamless, and multiple transfers can occur in rapid succession, with the furthest temporal distance moved by SCP-4856 in a single event being approximately 3 years, 7 months and 2 days. All transfers form closed timelike curves\n2\n, suggesting an advanced level of temporal integration not available to the Foundation in the past or investigated future\n3\n. SCP-4856 has not yet shifted back past 01/11/1949, for unknown reasons.\n\n\nPhysically, SCP-4856 is a severely malformed and modified human\n4\n with artificial extensions to the arms, legs, neck and spine and metallic braces surgically attached to the lower legs. The entity possesses no mouth, eyes, or nose — respiration and feeding are achieved via a single opening carved at the base of the neck, and the mechanism by which it senses its surroundings is not yet known. Four sub-dermal prongs extend forwards from the corners of the entity's jaw and forehead, pulling the facial area into a single smooth square tattooed with the Foundation logo. In all cases so far observed, SCP-4856 has been clad in a white lab coat affixed to its body at the elbows and shoulders, with the phrase \"TEST CASE ONE\" emblazoned on the back. The cause of its anomalous capabilities is conjectured to be a large electronic component detected within the abdominal cavity by X-Ray photography; since it has resisted all attempts at surgical examination this has not been verified to any degree.\n\n\nSCP-4856 is extremely hostile towards all human subjects, and if given sufficient opportunity will attempt to disembowel them, extracting all internal organs and consuming said organs via its neck-opening. The entity displays rudimentary understandings of human psychology and hunting techniques, which it uses to its advantage\n5\n, as well as a highly accurate knowledge of the layout and architecture of CA-54-09. SCP-4856 has so far been responsible for 92 deaths between 1949 and the present, and upwards of 200 direct or indirect casualties.\n\n\n\n\n\n\n\n\nLocation of SCP-4856's initial manifestation within Site-54.\n\n\n\n\n\n\nAddendum — Recovery:\n SCP-4856 was first observed on 01/11/1949 within the corridors of Site-54. This is believed to be both SCP-4856's earliest presence in the timeline, and (by the entity's own internal chronology) its first interaction with Foundation personnel succeeding its creation. It manifested suddenly and immediately began to attack nearby staff, directly killing one and fatally injuring two more. It then shifted itself forwards by three hours, attacked members of the Preliminary Identification team investigating the area, and shifted back by two hours to prey on the medical personnel who arrived in the aftermath of the first incident. The Department of Temporal Anomalies was alerted once the acausal series of events had been noted, and by the entity's next appearance (three hours following the attack on the P.I. team) Site-54's North wing had been evacuated of all essential staff not necessary for containment investigations.\n\n\nNotably, SCP-4856 did not initially manifest alone — rather, it appeared alongside a large number of laminated documents\n6\n describing its construction in extreme detail. All documents were printed on Foundation stationery, and contained valid watermarks, signatures, and document keys.\n\n\nCopies of these documents are available from the Site-54 archives on request.\n\n\n\n\n\n\nO5 COUNCIL PROPOSAL SUMMARY\n\n\nPROPOSAL:\n\n\n \n\"Instruct the Department of Temporal Anomalies to commence research into a method of allowing individuals to shift through time, and encourage said Department to begin human trials as soon as possible.\" (O5-02)\n\n\nADDITIONAL PARTICIPANTS:\n\n\n \nNone.\n\n\nCOUNCIL VOTE SUMMARY:\n\n\n\n\n\n\nYEA\n\n\nNAY\n\n\nABSTAIN\n\n\n\n\n\n\nO5-02\n\n\nO5-01\n\n\nO5-04\n\n\n\n\n\n\nO5-03\n\n\nO5-05\n\n\nO5-08\n\n\n\n\n\n\nO5-07\n\n\nO5-06\n\n\n\n\n\n\n\n\nO5-09\n\n\nO5-11\n\n\n\n\n\n\n\n\nO5-10\n\n\nO5-12\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSTATUS\n\n\n\n\n\n\nDENIED\n\n\n\n\n\n\nNOTES:\n\n\n \nWhile concerns over possible paradoxes (and timeline failure) were brought up during the proposal, the consensus among a large portion of the Council was that the unlikely potential cost of inaction was less than the direct cost of causing SCP-4856's existence.\n\n\n\n\n\n\n\n\nO5 COUNCIL PROPOSAL SUMMARY\n\n\nPROPOSAL:\n\n\n \n\"Directly forbid the possible creation of SCP-4856 at any time in the future, due to the massive risk to human life involved.\" (O5-01)\n\n\nADDITIONAL PARTICIPANTS:\n\n\n\n\nDr. Alice Forth, Head of the Department of Temporal Anomalies (AP-01)\n\n\nEthics Committee Liaison Müller (AP-02)\n\n\n\n\nCOUNCIL VOTE SUMMARY:\n\n\n\n\n\n\nYEA\n\n\nNAY\n\n\nABSTAIN\n\n\n\n\n\n\nO5-01\n\n\nO5-02\n\n\nO5-08\n\n\n\n\n\n\nO5-05\n\n\nO5-03\n\n\nO5-09\n\n\n\n\n\n\nO5-06\n\n\nO5-04\n\n\n\n\n\n\n\n\nO5-11\n\n\nO5-07\n\n\n\n\n\n\n\n\nO5-12\n\n\nO5-10\n\n\n\n\n\n\n\n\nAP-02\n\n\nAP-01\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSTATUS\n\n\n\n\n\n\nDENIED\n\n\n\n\n\n\nNOTES:\n\n\n \nThe decision was made to let events take their course naturally, due to both the ethical burden of action and the paradox-free nature of SCP-4856's activities so far. EC Liaison Müller was removed from duty shortly after the meeting due to unwarranted vehemence and unprofessional behaviour.\n\n\n\n\n\n\nAddendum — Incident 4856-Tango (12/06/1999):\n\n\n\n\n03:30 am:\n Several Foundation agents and researchers, under instruction from an unknown party, covertly acquire a human subject scheduled for unrelated testing that day (D-002303), transporting them to the corridor in which SCP-4856 initially manifested.\n\n\n03:45:\n Involved agents begin to follow the instructions present in Document 4856-1, performing several amateur surgeries on the subject — very little progress towards constructing SCP-4856 is completed, however, as a number of security personnel quickly intervene.\n\n\n03:48:\n Two groups begin arguing over the correct course of action. D-002303 attempts to flee the area, but is forcibly sedated by Researcher Heller.\n\n\n03:53:\n The argument is exacerbated upon the arrival of high-level staff from Site-54's main complex. Members of the initial group are forcibly restrained, and backup is requested.\n\n\n03:56:\n The area's alarm system reports that SCP-4856 has manifested elsewhere in the facility, and the support team are delayed in their arrival due to requiring firearm and body-armour distribution.\n\n\n03:59:\n Junior Researcher Leyland (believed to have been off-duty and possibly intoxicated at the time) becomes distraught, vehemently asserting that the 'test case' described in Document 4856-1 had to be completed in order to prevent the past from \"unexisting\"\n7\n. They subsequently stab the guard restraining them in the leg with a medical scalpel of uncertain origin.\n\n\n04:01:\n After breaking free of their restraints and receiving verbal support from a number of their co-conspirators, Leyland darts forwards and attempted to install the first of the sub-dermal prongs, fatally wounding the unconscious D-002303 by severing the carotid artery in the process.\n\n\n04:03:\n SCP-4856 (having arrived in that section of the facility moments earlier) seemingly becomes enraged by D-002303's death, and grips Leyland by the neck, forcing them into a nearby disused containment chamber.\n\n\n04:04:\n Agents Farmer and Weißmann fire their tranquilliser pistols at the entity, but the darts are blocked by three more iterations of SCP-4856 (presumably from several hours in the future) who manifest between them. Two are successfully slowed by the Agents, but the third, remaining unhindered, decapitates Farmer and extracts the lungs and partial digestive system from the Agent's neck. They then immediately shift backwards by several hours, preventing apprehension.\n\n\n04:05:\n Agent Weißmann gives the retreat order following the manifestation of four more iterations of SCP-4856, who stand in a semi-circular formation around the containment chamber's door. Researcher Langdon disobeys this order and attempts to breach the 'perimeter' with their regulation handgun, meeting with a similar fate to Farmer\n8\n. All remaining staff evacuate the facility.\n\n\n\n\nNo contact was made with either Leyland or SCP-4856 for the next two hours. After this time had passed, the door to the chamber opened to reveal two instances of SCP-4856. The containment chamber's internal systems had been almost entirely dismantled, and a large pile of bloody organs and excess skin was present in the centre of the room — identified as belonging to both Leyland and several other members of former and current staff. SCP-4856 pushed the second instance of itself into the corridor, at which point both demanifested; the destination of the second instance is believed to have been 01/11/1949, and the destination of the first is unknown. No abnormal behaviour has been observed from the entity since.\n\n\n\n\nFollowing Incident 4856-Tango, Forethought.aic detected an abnormal occurrence and submitted the security footage of the event to Site Command for analysis — all video of the area showed a tall, emaciated figure in a grey suit overseeing the scene. The entity (designated \nAE-4856-1\n) did not interact with the event at all, but made several notes on a clipboard and demanifested once SCP-4856 had been produced.\n\n\nAnalysis of the footage suggests AE-4856-1 was surrounded by a powerful SEP concealment field for the duration of the incident, hence the lack of visibility to those involved. Subsequent in-depth analysis of pre-Forethought recordings shows a minor visual distortion at the site of SCP-4856's initial manifestation, 'bending' to place the components of Document-4856-1 on the floor shortly after the entity appeared. The implications of this are unclear.\n\n\n\n\nAddendum — Document 4856-2:\n The first page of AE-4856-1's clipboard was visible to the closed-circuit security cameras at multiple points during Incident 4856-Tango, and a reconstruction of the document is included below.\n\n\n\n\n\n\n[\n12/06/19/14\n]\n\n\n\n\n\n\n\n\nTEST CASE ONE\n\n\nInvestigation into ethical handling of nuanced prophetic scenarios among members of Group-4 (\"SCP Foundation\")\n\n\n\n\n \n\n\n\n\n\n\n \n\n\nSupervisor\n\n\n— \n[\nRedacted for transfer\n]\n\n\nRequirements\n\n\n— \n[\nRedacted for transfer\n]\n\n\nSummary\n\n\n— \nInstitute \nENTITY\n with intent to cause harm. Utilise native ethical code to induce dilemma. Cause harm. Imply self-action.\n\n— \nObserve actions from native timeline participants when self-action is implied. Retrieve \nENTITY\n and note results.\n\n— \nIf positive then continue.\n\n\nResults\n\n\n— \nPoor. \nENTITY\n not produced. Situation unresolved. Native timeline participants not observed to succeed at any element of test.\n\n— \nGeneral recommendation: branch not to be used for batch process under any circumstances.\n\n— \nCommence Test Case Two with alternative covert \nENTITY\n at earliest opportunity to ascertain lower morality limits.\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\nTest Case Status: [\nFAILED\n]\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. All previous anomalies contained at the site have been relocated to the newly constructed South wing, or to a temporary high-security holding facility 62 km away. No additional anomalous objects or entities are to be housed within CA-54-09.\n\n\n2\n. In which the alteration to the past perfectly facilitates its own existence, eliminating all paradoxes.\n\n\n3\n. Investigations have so far proceeded as far as the year 2900 Anno Domini, and while Temporal Distortion Engines have been constructed prior to this date they are imperfect and require manual paradox resolution by Foundation staff to prevent timeline collapse.\n\n\n4\n. DNA testing has so far been inconclusive as to its origin and possible pre-modification identity, as all genetic material appears to have been partially 'scrambled' in a semi-random fashion, preventing identification. Physical examination has revealed vague similarities to a number of current Foundation personnel, but has so far been insufficient to pinpoint a particular subject.\n\n\n5\n. In some cases collaborating with other iterations of itself to apprehend particularly difficult prey.\n\n\n6\n. Collectively designated Document 4856-1.\n\n\n7\n. This has no basis in fact, and does not conform to any known model of causal/acausal resolution.\n\n\n8\n. Following this point in SCP-4856's personal chronology, all observed SCP-4856 instances have shown signs of a bullet wound on the left shoulder. Worryingly, instances that have persisted for longer show signs of competent medical treatment of that area, and a small minority of far-future instances display minor mechanical augmentation of the shoulder muscles.\n\n\n\n\n\n\n\n\n« \nSCP-4855\n | SCP-4856 | \nSCP-4857\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4856\n\" by MaliceAforethought, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4856\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 54long.jpg\n\n\nName:\n Bank of England Printing Works\n\n\nAuthor:\n Tim Westcott\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nGeograph\n\n\n\n\n\n\nFilename:\n corridor.jpg\n\n\nName:\n Corridor with TBL's old office\n\n\nAuthor:\n Jeremy Keith\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [
        "Addendum — Recovery: SCP-4856 was first observed on 01/11/1949 within the corridors of Site-54. This is believed to be both SCP-4856's earliest presence in the timeline, and (by the entity's own internal chronology) its first interaction with Foundation personnel succeeding its creation. It manifested suddenly and immediately began to attack nearby staff, directly killing one and fatally injuring two more. It then shifted itself forwards by three hours, attacked members of the Preliminary Identification team investigating the area, and shifted back by two hours to prey on the medical personnel who arrived in the aftermath of the first incident. The Department of Temporal Anomalies was alerted once the acausal series of events had been noted, and by the entity's next appearance (three hours following the attack on the P.I. team) Site-54's North wing had been evacuated of all essential staff not necessary for containment investigations.\nNotably, SCP-4856 did not initially manifest alone — rather, it appeared alongside a large number of laminated documents 6 describing its construction in extreme detail. All documents were printed on Foundation stationery, and contained valid watermarks, signatures, and document keys.\nCopies of these documents are available from the Site-54 archives on request.",
        "Addendum — Incident 4856-Tango (12/06/1999):\nNo contact was made with either Leyland or SCP-4856 for the next two hours. After this time had passed, the door to the chamber opened to reveal two instances of SCP-4856. The containment chamber's internal systems had been almost entirely dismantled, and a large pile of bloody organs and excess skin was present in the centre of the room — identified as belonging to both Leyland and several other members of former and current staff. SCP-4856 pushed the second instance of itself into the corridor, at which point both demanifested; the destination of the second instance is believed to have been 01/11/1949, and the destination of the first is unknown. No abnormal behaviour has been observed from the entity since.\nFollowing Incident 4856-Tango, Forethought.aic detected an abnormal occurrence and submitted the security footage of the event to Site Command for analysis — all video of the area showed a tall, emaciated figure in a grey suit overseeing the scene. The entity (designated AE-4856-1 ) did not interact with the event at all, but made several notes on a clipboard and demanifested once SCP-4856 had been produced.\nAnalysis of the footage suggests AE-4856-1 was surrounded by a powerful SEP concealment field for the duration of the incident, hence the lack of visibility to those involved. Subsequent in-depth analysis of pre-Forethought recordings shows a minor visual distortion at the site of SCP-4856's initial manifestation, 'bending' to place the components of Document-4856-1 on the floor shortly after the entity appeared. The implications of this are unclear.",
        "Addendum — Document 4856-2: The first page of AE-4856-1's clipboard was visible to the closed-circuit security cameras at multiple points during Incident 4856-Tango, and a reconstruction of the document is included below."
    ],
    "documents": [
        "Addendum — Document 4856-2: The first page of AE-4856-1's clipboard was visible to the closed-circuit security cameras at multiple points during Incident 4856-Tango, and a reconstruction of the document is included below."
    ],
    "notes": [
        "\" SCP-4856 \" by MaliceAforethought, from the SCP Wiki . Source: https://scpwiki.com/scp-4856 . Licensed under CC-BY-SA .",
        "Filename: 54long.jpg Name: Bank of England Printing Works Author: Tim Westcott License: CC BY-SA 2.0 Source Link: Geograph",
        "Filename: corridor.jpg Name: Corridor with TBL's old office Author: Jeremy Keith License: CC BY 2.0 Source Link: Flickr"
    ],
    "containment_procedures": "As of 30/11/1949, the former North wing of Site-54 has been reclassified as Containment Area-54-091. All personnel within the complex are to be heavily armed with non-lethal weaponry, and immediately alert one another to SCP-4856's incursions. The Area's surveillance/security network has been upgraded to house Forethought.aic, an integrated Gen(Tau) artificial intelligence construct designed to monitor SCP-4856 and build up a relative timeline of the entity's movements, alerting staff to SCP-4856's 'future' activities where necessary.",
    "description": "SCP-4856 is a 2.4 metre tall humanoid entity capable of willingly transferring itself forwards and backwards through time at increments of exactly one hour. This transfer is instant and seamless, and multiple transfers can occur in rapid succession, with the furthest temporal distance moved by SCP-4856 in a single event being approximately 3 years, 7 months and 2 days. All transfers form closed timelike curves2, suggesting an advanced level of temporal integration not available to the Foundation in the past or investigated future3. SCP-4856 has not yet shifted back past 01/11/1949, for unknown reasons.",
    "title": "SCP-4856"
}