{
    "url": "https://scp-wiki.wikidot.com/scp-4864",
    "all_text": "SCP-4864\n - \nDepravity and Indifference\n\n\n\n\nTBA\n\n\n\n\nImage Credits\n\n\nhttps://commons.wikimedia.org/wiki/File:TwinsFromRussia_-_acting_headshot.jpg\n - image 1\n\n\nhttps://commons.wikimedia.org/wiki/File:Entry_to_Big_Warehouse.jpg\n - image 3\n\n\nhttps://commons.wikimedia.org/wiki/File:Indian_Twins.jpg\n - image 2\n\n\nhttps://commons.wikimedia.org/wiki/File:East_Timor_doctor_(10694011696).jpg\n - image 4\n\n\nAll image edits were made by me, djkaktus.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+83\n+\n–\nx\n\n\nItem #:\n SCP-4864\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-4864 is to be stored within a secure containment locker at Site-17. Access to SCP-4864 is restricted to personnel with Level 4/4864 security clearance, and \nstrictly for testing purposes\n (\nsee Ethics Committee Moratorium 4864.1 below\n). Instances of SCP-4864-B are to be remanded to individual holding cells during testing.\n\n\nFoundation assets assigned to monitor known associates of the Marshall, Carter and Dark Group of Interest are to additionally collect as much information as is available on instances of SCP-4864-A who were subjected to exposure to SCP-4864, and their respective SCP-4864-B instances. Mobile Task Force Faulkner-23 \"The Good Guys\" are to oversee the extraction and safe recovery of these individuals.\n\n\nEthics Committee Moratorium 4864.1:\n Testing of SCP-4864 is currently forbidden. See majority decision below.\n\n\n\n\nThorough testing of SCP-4864 has revealed much about the nature of the artifact, but has similarly resulted in unneeded human suffering. We know what the anomaly does, we understand the effect it has on people. We don't need to expend more time and torment more people to find some sort of deeper truth here. Frankly, we don't believe there is a deeper truth at all.\n\n\nJ. Cimmerian\n\n\nChairman\n\n\n\n\nDescription:\n SCP-4864 is a bronze medallion, roughly 5cm in diameter. Each side of the medallion contains a colored metal inlay of half of the Chinese yin-yang symbol, with the opposing half being an inset in the metal. A switch on the bottom of the medallion will, when pressed, trigger a small, pointed metal barb to protrude from the center of the colored inlay on either side of the disc.\n\n\nWhen a human subject's blood makes contact with the face of SCP-4864 and mixes it with one of fourteen different substances, an instance of SCP-4864-B (a functionally identical replica of the subject, now identified as SCP-4864-A) will appear. This instance is initially incorporeal, and ejected from the back of SCP-4864-A; it grows increasingly more corporeal over the first half hour of its existence.\n\n\nSCP-4864-B instances have no internal organs, and are instead filled with a fairly complicated mass of sinew and viscera that resembles no known internal structures in any mammals. The exception to this is within the center of the chest of the instance, where many thin, white pieces of tendon stretch across the relatively empty space and hold a multicolored glass orb in place. This orb is etched with a symbol, one that matches the symbol that also appears on the left eye of SCP-4864-B instances instead of their iris and cornea. SCP-4864-B instances also have a small tattoo of an inverted cross on the right side of their necks.\n\n\nLastly, SCP-4864-B instances do not generate heat, and are unaffected by ambient temperature (though still vulnerable to damage from extreme heat or cold)\n\n\n\n\n\n\n4864-B.42499-Avarice (left), and 4864-B.42499-Diligence (right).\n\n\n\n\n\n\nThe personalities and behavior of SCP-4864-B instances align with the traditional seven cardinal sins or seven cardinal virtues. SCP-4864-B instances reflect their designation: Wrath instances are single-mindedly furious, reflecting the original SCP-4864-A's anger, while Patience instances are single-mindedly composed and forgiving. SCP-4864-B instances generally do not have recognizable personality traits outside of their designation, though some instances may be more forceful in their manifestation\n1\n.\n\n\nWhenever an instance of SCP-4864-B manifests, the SCP-4864-A subject experiences a dramatic change in personality. The subject becomes unable to express, either in thought, word, or action, any aspect of the corresponding sin or virtue. To clarify, subjects who expel a Lust instance become no longer capable of sexual attraction\n2\n, while subjects who expel Humility will become boastful and arrogant. At the same time, subjects who expel both Pride and Humility will seemingly lose their ability to feel anything about their self-worth at all.\n\n\nThe table below identifies each of the possible instances of SCP-4864-B that can be created as a result of exposure to SCP-4864. In order to manifest a specific instance, specific plants or minerals must be crushed into blood one of the surfaces of the medallion. Each of the virtue aspects can be created using the white side of the medallion, while the sin aspects can be created using the black side.\n\n\n\n\n\n\n\n\nVirtue Aspect\n\n\nIngredient\n\n\n\n\n\n\nChastity\n\n\nLotus\n\n\n\n\n\n\nTemperance\n\n\nAzalea\n\n\n\n\n\n\nCharity\n\n\nOrchid\n\n\n\n\n\n\nDiligence\n\n\nGeranium\n\n\n\n\n\n\nPatience\n\n\nLimestone\n\n\n\n\n\n\nKindness\n\n\nAnthurium\n\n\n\n\n\n\nHumility\n\n\nWhite Rose\n\n\n\n\n\n\nSin Aspect\n\n\nIngredient\n\n\n\n\n\n\nLust\n\n\nFennel\n\n\n\n\n\n\nGluttony\n\n\nSalt\n\n\n\n\n\n\nGreed\n\n\nPyrite\n\n\n\n\n\n\nSloth\n\n\nGneiss\n\n\n\n\n\n\nWrath\n\n\nSulfur\n\n\n\n\n\n\nAvarice\n\n\nYellow Rose\n\n\n\n\n\n\nPride\n\n\nAmaryllis\n\n\n\n\n\n\n\n\nThis change to SCP-4864-A subjects manifests as long as the corresponding SCP-4864-B instance exists. When an SCP-4864-B instance is killed by destroying the delicate glass sphere within its chest, SCP-4864-A will regain the ability to express the previously absent attributes. SCP-4864-B instances can be hard to terminate, as their skin is difficult to pierce; however, they themselves are not unusually strong or fast, so containment is no more difficult than as with normal human subjects.\n\n\nAll instances of SCP-4864-B and -A have access to all the same accumulated knowledge, even when separated. SCP-4864-B are generally ambivalent towards each other and their SCP-4864-A originator.\n\n\nAddendum 4864.1:\n Discovery\n\n\nSCP-4864 is a storied artifact in certain underground anomalous communities. Originally known as the \"Waypath to Higher Self-Understanding\", the medallion did not originate in China despite the obvious East Asian influence in its design. SCP-4864 was originally part of an anomalous art collection owned by famed Three Portlands entrepreneur Bismark Fangionelli, who in turn had it commissioned for the collection in 1998 by an anartist called \"The Incredibly Ivory\". The piece briefly came into the possession of a now defunct group called the Scholars of Calculated Thought and Practice, before being purchased in 2006 by anomalous auction house Marshall, Carter, and Dark.\n\n\nAddendum 4864.2:\n Test Log\n\n\nNote: The following is a series of test logs documenting early Foundation baseline trials for SCP-4864. These trials were conducted prior to Ethics Committee authorization, and similar tests have since been forbidden.\n\n\n\n\nFOUNDATION TESTING LOG\n\n\nSCP-4864 RESEARCH TEAM\n\n\n\n\nTest #:\n 0001\n\n\nTest Parameters:\n Manifest an instance of SCP-4864-B from a D-Class subject.\n\n\nTest Procedures:\n D-32841 (black male, 35 years of age, British origin) was instructed to use the small bladed protrusion to cut his thumb and press it and a small amount of provided crushed limestone into the white side of the medallion.\n\n\nTest Result:\n SCP-4864-B.32841-Patience manifested. SCP-4864-B instances became entirely corporeal after twenty-three minutes.\n\n\nNotes:\n SCP-4864-B.32841-Patience was noted to quietly observe SCP-4864-A.32841 from a corner of the testing cell as the subject became increasingly more agitated about having to wait for the test to conclude. After sixteen minutes, after SCP-4864-A.32841 had begun making threats against SCP-4864-B.32841, the test was concluded.\n\n\nSCP-4864-B.32841 terminated via captive bolt gun to the chest. Instance did not resist termination, and was reduced to vapor which quickly dissipated. D-32841 recovered completely from SCP-4864's influence after thirty minutes.\n\n\n\n\n\n\n\n\nFOUNDATION TESTING LOG\n\n\nSCP-4864 RESEARCH TEAM\n\n\n\n\nTest #:\n 0002\n\n\nTest Parameters:\n Manifest a sin instance of SCP-4864-B.\n\n\nTest Procedures:\n D-61222 (asian female, 44 years of age, Japanese origin) was instructed to perform the same procedure as in Test #1, with the difference of adding amarylis to the expended blood instead of crushed limestone.\n\n\nTest Result:\n SCP-4864-B.61222-Pride manifested.\n\n\nNotes:\n SCP-4864-B.61222-Pride is noted to have spent the entire duration of the test stroking its own hair and staring at its reflection in the one-way mirror. When SCP-4864-A.61222 attempted to interact with the instance, the instance is noted to have acted coldly towards the subject and dismissed any attempts to communicate with them.\n\n\nWhen asked why they were so hostile towards the -A subject, SCP-4864-B.61222-Pride is noted as having said: \"Somehow this little twerp thinks they are unique. They are nothing. What have they done? They aren't capable of anything without me, and if they say they are then that's an absolutely fucking disgusting attempt at a lie.\"\n\n\nSCP-4864-B-61222-Pride terminated with captive bolt gun.\n\n\n\n\n\n\n\n\nFOUNDATION TESTING LOG\n\n\nSCP-4864 RESEARCH TEAM\n\n\n\n\nTest #:\n 0006\n\n\nTest Parameters:\n Manifest opposing instances of SCP-4864-B.\n\n\nTest Procedures:\n D-55912 (caucasian male, 24 years of age, French origin) was instructed to activate SCP-4864 twice, one per side, using crushed lotus and fennel.\n\n\nTest Result:\n SCP-4864-B.55912-Lust and -Chastity were manifested.\n\n\nNotes:\n SCP-4864-B.55912-Lust was noted to take a moment to observe its surroundings, including SCP-4864-B.55912-Chastity. It began approaching the Chastity instance, but stopped when the instance began moving away from it, watching it intently. The Lust instance then turned towards SCP-4864-A.55912, who appeared confused. The Lust instance began to undress the subject, who did nothing to oppose SCP-4864-B.55912-Lust. The Lust instance then began to initiate a sexual act with the subject, who continued to appear confused, often looking back and forth between the one-way mirror and the Chastity instance. This confusion did not seem to affect the subject's biological processes. The Chastity instance, notably, made no attempt to intervene and did not look at either the -A or Lust entities after the act had begun, though did make several proclamations requesting the test be terminated. The instance was visibly distressed throughout.\n\n\nThe instance then attempted to perform additional sex acts with the subject, but was halted by security personnel before more aggressive actions could be taken.\n\n\nAfterwards, prior to the termination of the Lust and Chastity instances, SCP-4864-A.55912 was asked how it felt about the test. The subject responded that it felt \"unbothered but uncertain.\" When asked about SCP-4864-B.55912-Lust attempting to performing sex acts with the subject, the subject replied that it felt nothing at all about the prospect.\n\n\nSCP-4864-B.55912-Lust and -Chastity were both terminated by captive bolt gun.\n\n\n\n\nPrior to termination and after the conclusion of Test #0006, SCP-4864-B.55912-Lust and -Chastity were interviewed by the researcher assigned to the test procedures, Dr. Norma Barns.\n\n\n\n\nDr. Barns:\n Are you ok?\n\n\n55912-Chastity:\n Better now, thank you.\n\n\nDr. Barns:\n How are you feeling?\n\n\n55912-Chastity:\n I prefer not to, uh, well. I guess it's nothing horrible, I just prefer not to see anything like that.\n\n\nDr. Barns:\n Like what?\n\n\n55912-Chastity:\n Like… uh… (\nsubject shifts uncomfortably\n) when two people touch like that. I've never liked that. It makes me feel horrible.\n\n\nDr. Barns:\n Horrible how?\n\n\n55912-Chastity:\n Like… dirty. Like I need a hot shower. When I see people like that, even if it's me, it just feels… like I can feel the grime on my skin. The sound is worse. I try to just look away.\n\n\nDr. Barns:\n You didn't try to stop it, though.\n\n\n55912-Chastity:\n (\nPauses\n) No, no I didn't. I guess I didn't… well. I don't like it, and I don't want to see it, but I don't feel strongly enough to intervene, I suppose. (\nPauses\n) Enough to just look away. Pretend it isn't happening.\n\n\n\n\n\n\n\n\nDr. Barns:\n What was it that made you attempt to force a sex act on the individual in that room?\n\n\n55912-Lust:\n I don't understand.\n\n\nDr. Barns:\n During the test, you forced a sex act on another person. Why did you do that?\n\n\n55912-Lust:\n Because there is nothing \nbut\n that.\n\n\nDr. Barns:\n Excuse me?\n\n\n55912-Lust:\n Carnal desire is the only desire. We are creatures of flesh who have been crafted by time and friction to fulfill a single goal - mate. That's how we persist. That's how we thrive.\n\n\nDr. Barns:\n There's a difference between procreation and violent sex acts.\n\n\n55912-Lust:\n I am incapable of violence. If we are creatures designed to mate, surely the desire to mate would be a second nature? That is what I am. That is all I am. All I know is this single desire, and the crawling need for that release. I was like that before, somewhere in me. I'm just more… focused, now.\n\n\nDr. Barns:\n You understand, of course, that sex with yourself would not be a procreative effort?\n\n\n55912-Lust:\n Well… yes. But that desire has \nconsequences\n, and one of those is - well, suffice to say that I'm not picky.\n\n\nDr. Barns:\n But you can rape.\n\n\n55912-Lust:\n Yes, doctor. I can rape. So can you, and so can all of your friends. All of you are capable of rape. But you have restrictions on your impulses, yes? (\nExtends arms\n) This is all I am.\n\n\n\n\nAddendum 4864.3:\n The Workshop\n\n\nIn September of 2006, Foundation agent Jim Dixon intercepted correspondence between a MC&D contact and the Workshop, an international crime ring and human trafficking group headed by \nJohn McCredie\n. A series of documents revealed the truth of the Workshop's intentions, most notably revealed in the attached letter:\n\n\n\n\nMr. Blankenchip\n3\n,\n\n\nEnclosed you'll find the remaining sum of our agreed upon payment. As such, we are considering this account paid in full. Please remit a final notice of full payment at your earliest convenience.\n\n\nPlease inform Mr. Maxwell\n4\n that the boys in the shop\n5\n are pretty satisfied with the results we've seen so far. The lumber\n6\n has been suitably responsive to the treatments, and should be ready for sale anytime soon. Mr. Maxwell's suggestion for how to handle the trimmings\n7\n has been very helpful. As long as we keep the trimmings, we don't spoil the final product.\n\n\nWe have a fresh shipment of lumber coming in on the 24th, and we will update you once we get that treated.\n\n\nYours truly,\n\n\nMr. Iven\n8\n\n\n\n\nThe discovery of this document led to a series of discoveries about the activities of the Workshop. Women and young boys, typically from developing parts of the world, would be brought to a central location housing SCP-4864 and \"adjusted\", having unfavorable aspects of their personalities removed as instances of SCP-4864-B - specifically \"Chastity\". Additional information was later recovered that supported these findings, including information about the existence of storehouses full of Chastity instances, colloquially called \"nunneries\", where the instances were stored in sealed wooden boxes and then buried so as to not be disturbed, thus affecting the SCP-4864-A instance that had been altered.\n\n\nHowever, this practice did not continue past 2007. By June of the following year, Foundation assets assigned to SCP-4864 were receiving information about storehouses being burned and SCP-4864-A instances being dumped or killed. Prolonged exposure to SCP-4864 was having severe, detrimental effects to the health of the SCP-4864-A instances. Mobile Task Force Faulkner-23 received intelligence that a mass execution of SCP-4864-A and -B instances would be taking place near the town of Danai in northern Myanmar. An immediate counter-operation was planned, which occurred on the 5th of October, 2007.\n\n\nAddendum 4864.4:\n October 5th Raid and Containment\n\n\n\n\n\n\nSite of 10/5/2007 raid.\n\n\n\n\n\n\nOn October 5th, 2007, twenty-eight members of MTF Faulkner-23 engaged roughly sixty-two hired mercenaries under the employ of the Workshop, as well as three Workshop operatives and one administrator. One member of MTF Fa-23 was killed and five more injured, while fifty-eight mercenaries and all of the Workshop employees were killed. The remaining four mercenaries are believed to have escaped into the forest.\n\n\nThe task force and recover teams recovered no fewer than three-hundred and forty SCP-4864-A subjects from within the large Workshop storehouse, as well as several thousand instances of SCP-4864-B in sealed containers. The overwhelming majority of the affected subjects were experiencing extreme traumatic stress disorders, as well as previously unknown psychological ailments as a result of their extended exposure to the effects of SCP-4864. While many subjects were able to be moved to a local Foundation site for processing, at least twenty-six proceeded to take their own lives prior to being transferred.\n\n\nAnalysis of recovered subjects was overseen by Foundation Regional Director of Psychology Dr. Patricia Woo. Of SCP-4864-B instances, Dr. Woo wrote in her report:\n\n\n\n\nThe state of the anomalous entities is poor. While their desires and motives are one-faceted, they are still capable of feeling pain and being afraid. The worst we have seen have come from the instances identified as \"Chastity\", of which there are several hundred. It was these creatures that the Workshop felt were the most important to keep unblemished, so their originators would be free from any restricting factors and could engage in the worst sort of sexual debauchery imaginable.\n\n\nTo this end, the Chastity entities were sealed into wooden crates and left in the dark, sometimes half buried under dirt or rubble, unable to see the sun or each other. In these terrible conditions they began singing songs - songs they still sing, and only sing. Many of them are now incapable of speaking, and only sing the same high pitched song they all had together in the darkness.\n\n\nThere are still others. Some women who were too passionate saw their Wrath removed, and these Wraths, like all Wraths recovered thus far, were pit against each other in horrible fights. We have heard stories of entities tearing each other apart, breaking through their skin and tearing through the meat to reach their cores. Those we have recovered are horrible, writhing feral things. It is impossible to imagine they could ever be part of a human ever again.\n\n\n\n\nLater in her report, Dr. Woo described the state of the SCP-4864-A instances taken into custody, saying:\n\n\n\n\nIt is the most difficult of all to deal with those who have been rescued from their deplorable conditions and cannot be helped. Women and boys, as young as six or seven and as old as thirty-five, now incapable of repressing their sexual desires. They are insatiable, trained and psychologically mutilated to desire nothing more than sexual satisfaction, or the satisfaction of others. Young boys who crawl under the table when you walk into a room to prepare to service you. Girls who shriek if you try to put clothes on them because it separates their naked forms from their masters. What has been done to them is beyond despicable. It is beyond heinous. It is evil.\n\n\nAnd yet, we reach an impasse. Most SCP-4864-B instances can be obliterated and their functions returned to their corresponding SCP-4864-A. But for many of these women and boys, they no longer match. They have been so fundamentally altered in personality by the horrors they have been forced to experience that the cores of their Chastity have hardened. Those quiet, singing aspects can no longer be said to be compatible with the sexual fiends the Workshop created. They have tried to kill a few of the entities and have severely injured or killed them all, but none of them have returned to their originators.\n\n\nThey seize, almost constantly. At first we thought it was from shock, but now we recognize it is their body's reaction to reaching for an aspect of their being and finding nothing there. That's why the Workshop abandoned them, after all - every terrible thing they were forced to do, that they went willingly to do, their bodies would innately reject the impulse. Lacking a response, the body would shut down. This obviously wasn't happening at first, though we believe that's from their separated personality still being raw from having itself split apart. Once the scars began to form and scab over, the body was no longer able to function normally.\n\n\nWe have been conducting interviews with these subjects, as many as we can, to try and find some pattern to their suffering. I plan on having those records sealed - there is nothing to be gained by exposing these people's horrible new existences to everyone. If you need to have the slow, grating despair of trying to interview another little girl who is actively trying to seduce you, when she is the sixth \nthat day\n - if you need that despair described to you, either out of ignorance or some sick satisfaction you desire, you will not find it here.\n\n\n\n\nAddendum 4864.5:\n Unapproved Testing Conditions\n\n\nNote: The following is a summary of a test conducted without authorization by Dr. Janice St. John of Foundation East Asian Regional Command. Dr. St. John had access clearance to SCP-4864, as appropriate standards were still pending Ethics Committee approval.\n\n\n\n\n\n\n4864-B.St. John-Sloth.\n\n\n\n\n\n\nRecords indicate that Dr. St. John had experienced a significant amount of distress due to work-related feedback she had been getting from Dr. John Lee, her immediate supervisor. A recent performance review had noted that Dr. St. John had a history of reacting negatively and emotionally to the success of her coworkers, likely out of a fear that her accomplishments would be overlooked. In the review, Dr. Lee had recommended Dr. St. John see a therapist, and assured her that her accomplishments were valid regardless of the accomplishments of the people she worked with.\n\n\nDespite this, Dr. St. John had not gone to see the site therapist, and had instead begun looking for material online about suppressing emotion. Additionally, Dr. St. John had begun routinely visiting the on-site chapel and consulting various religious texts, which she checked from the site religious studies library. A review of Dr. St. John's personnel file did not indicate she had ever been a religious person, but coworkers later noted that she had spent a considerable amount of time in prayer.\n\n\nDuring this period, Dr. St. John had handled SCP-4864's case file during a routine transfer request, and was recorded accessing the file on the internal network sixty-three times in a forty-eight hour span. On March 3rd, 2009, Dr. St. John accessed the storage locker holding SCP-4864 and brought it with her to her personal quarters. There, she performed the activation ritual fourteen times, each with a different ingredient. The end result was the manifestation of fourteen different instances of SCP-4864-B. Command security staff became aware of the breach when alerted by SCP-4864-B.St. John-Diligence.\n\n\nUpon arrival at the doctor's personal quarters, security staff found her sitting in the center of the room, surrounded by SCP-4864-B instances. All the instances were said to have been in a state of severe anxiety and uncertainty. SCP-4864-A.St. John was moved to a secure area to await a response team.\n\n\nThe following is the entirety of the interview conducted by Director Adam Sascher, who was the most superior staff member with interrogation experience at the site at that time. As SCP-4864-A.St. John's condition was deteriorating rapidly, it was determined that the interview could not wait.\n\n\n\n\nDirector Sascher:\n Can you hear me?\n\n\nSt. John:\n Yes.\n\n\nDirector Sascher:\n Do you know what you've done?\n\n\nSt. John:\n (\nPauses\n) Yes.\n\n\nDirector Sascher:\n Are you satisfied?\n\n\nSt. John:\n Satisfied?\n\n\nDirector Sascher:\n Are you happy? Sad? Do you feel as if you've accomplished what you were aiming for?\n\n\nSt. John:\n …happy? Ha… hap… haaaaappy…\n\n\nDirector Sascher:\n Doctor?\n\n\nSt. John:\n Happy… satisfied… (\neyes begin twitching rapidly\n) uuuhhhhh\n9\n hap… uuuhhhhhhh…\n\n\nDirector Sascher:\n We're losing her- I need someone in here now, get me a goddamn-\n\n\nSt. John:\n Saaaa… sa… saaa… ha… hap… so… so… so… uuuuuhhhhhhhhhh (\nheavy grunting\n) uhh uhh uhh uhh uhh uhh uhh uhh uhhhhh (\nSt. John collapses\n)\n\n\n\n\nAt the conclusion of this interview, the subject immediately collapsed and began to seize. She continued to seize for a full hour before suddenly expiring. The cause of death was inconclusive, but believed to be a result of severe internal trauma to the nervous and cardiovascular systems.\n\n\nAs of the publishing of this document, none of the SCP-4864-B.St. John instances have demanifested or expired.\n\n\n\n\nFootnotes\n\n\n1\n. For example, a person who is generally selfless and thankful may have an Envy manifestation that is sedate. The inverse of this is also true.\n\n\n2\n. In the case of asexual subjects, these Lust instances are so entirely sedated and passive that many subjects do not feel any change whatsoever.\n\n\n3\n. An accountant for Marshall, Carter and Dark.\n\n\n4\n. Believed to be Kyle Maxwell, a psychologist employed by Marshall, Carter and Dark.\n\n\n5\n. Collectively, the Workshop's \"bosses\" tasked with managing the catalogue of women and young boys being sold to their wealthiest clients.\n\n\n6\n. The aforementioned women and young boys.\n\n\n7\n. SCP-4864-B instances.\n\n\n8\n. First name unknown; a liaison between the Workshop and various high value clients.\n\n\n9\n. The subject makes a loud, low, vaguely animalistic sound, believed to be a response to a query that it no longer had the faculties required to answer.\n\n\n\n\n\n\n\n\n« \nSCP-4863\n | SCP-4864 | \nSCP-4865\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4864\n\" by djkaktus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4864\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n homunculi2.png\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n Indian Twins.jpg\n\n\nAuthor:\n Perumalnadar\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n homunculi3.png\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n East Timor doctor (10694011696).jpg\n\n\nAuthor:\n Department of Foreign Affairs and Trade\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n warehouse.jpg\n\n\nName:\n Entry to Big Warehouse.jpg\n\n\nAuthor:\n RASHIKA AGARWAL\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 4864.1: Discovery\nSCP-4864 is a storied artifact in certain underground anomalous communities. Originally known as the \"Waypath to Higher Self-Understanding\", the medallion did not originate in China despite the obvious East Asian influence in its design. SCP-4864 was originally part of an anomalous art collection owned by famed Three Portlands entrepreneur Bismark Fangionelli, who in turn had it commissioned for the collection in 1998 by an anartist called \"The Incredibly Ivory\". The piece briefly came into the possession of a now defunct group called the Scholars of Calculated Thought and Practice, before being purchased in 2006 by anomalous auction house Marshall, Carter, and Dark.",
        "Addendum 4864.2: Test Log\nNote: The following is a series of test logs documenting early Foundation baseline trials for SCP-4864. These trials were conducted prior to Ethics Committee authorization, and similar tests have since been forbidden.\n\n\nPrior to termination and after the conclusion of Test #0006, SCP-4864-B.55912-Lust and -Chastity were interviewed by the researcher assigned to the test procedures, Dr. Norma Barns.\n",
        "Addendum 4864.3: The Workshop\nIn September of 2006, Foundation agent Jim Dixon intercepted correspondence between a MC&D contact and the Workshop, an international crime ring and human trafficking group headed by John McCredie . A series of documents revealed the truth of the Workshop's intentions, most notably revealed in the attached letter:\nThe discovery of this document led to a series of discoveries about the activities of the Workshop. Women and young boys, typically from developing parts of the world, would be brought to a central location housing SCP-4864 and \"adjusted\", having unfavorable aspects of their personalities removed as instances of SCP-4864-B - specifically \"Chastity\". Additional information was later recovered that supported these findings, including information about the existence of storehouses full of Chastity instances, colloquially called \"nunneries\", where the instances were stored in sealed wooden boxes and then buried so as to not be disturbed, thus affecting the SCP-4864-A instance that had been altered.\nHowever, this practice did not continue past 2007. By June of the following year, Foundation assets assigned to SCP-4864 were receiving information about storehouses being burned and SCP-4864-A instances being dumped or killed. Prolonged exposure to SCP-4864 was having severe, detrimental effects to the health of the SCP-4864-A instances. Mobile Task Force Faulkner-23 received intelligence that a mass execution of SCP-4864-A and -B instances would be taking place near the town of Danai in northern Myanmar. An immediate counter-operation was planned, which occurred on the 5th of October, 2007.",
        "Addendum 4864.4: October 5th Raid and Containment\nOn October 5th, 2007, twenty-eight members of MTF Faulkner-23 engaged roughly sixty-two hired mercenaries under the employ of the Workshop, as well as three Workshop operatives and one administrator. One member of MTF Fa-23 was killed and five more injured, while fifty-eight mercenaries and all of the Workshop employees were killed. The remaining four mercenaries are believed to have escaped into the forest.\nThe task force and recover teams recovered no fewer than three-hundred and forty SCP-4864-A subjects from within the large Workshop storehouse, as well as several thousand instances of SCP-4864-B in sealed containers. The overwhelming majority of the affected subjects were experiencing extreme traumatic stress disorders, as well as previously unknown psychological ailments as a result of their extended exposure to the effects of SCP-4864. While many subjects were able to be moved to a local Foundation site for processing, at least twenty-six proceeded to take their own lives prior to being transferred.\nAnalysis of recovered subjects was overseen by Foundation Regional Director of Psychology Dr. Patricia Woo. Of SCP-4864-B instances, Dr. Woo wrote in her report:\nLater in her report, Dr. Woo described the state of the SCP-4864-A instances taken into custody, saying:",
        "Addendum 4864.5: Unapproved Testing Conditions\nNote: The following is a summary of a test conducted without authorization by Dr. Janice St. John of Foundation East Asian Regional Command. Dr. St. John had access clearance to SCP-4864, as appropriate standards were still pending Ethics Committee approval.\nRecords indicate that Dr. St. John had experienced a significant amount of distress due to work-related feedback she had been getting from Dr. John Lee, her immediate supervisor. A recent performance review had noted that Dr. St. John had a history of reacting negatively and emotionally to the success of her coworkers, likely out of a fear that her accomplishments would be overlooked. In the review, Dr. Lee had recommended Dr. St. John see a therapist, and assured her that her accomplishments were valid regardless of the accomplishments of the people she worked with.\nDespite this, Dr. St. John had not gone to see the site therapist, and had instead begun looking for material online about suppressing emotion. Additionally, Dr. St. John had begun routinely visiting the on-site chapel and consulting various religious texts, which she checked from the site religious studies library. A review of Dr. St. John's personnel file did not indicate she had ever been a religious person, but coworkers later noted that she had spent a considerable amount of time in prayer.\nDuring this period, Dr. St. John had handled SCP-4864's case file during a routine transfer request, and was recorded accessing the file on the internal network sixty-three times in a forty-eight hour span. On March 3rd, 2009, Dr. St. John accessed the storage locker holding SCP-4864 and brought it with her to her personal quarters. There, she performed the activation ritual fourteen times, each with a different ingredient. The end result was the manifestation of fourteen different instances of SCP-4864-B. Command security staff became aware of the breach when alerted by SCP-4864-B.St. John-Diligence.\nUpon arrival at the doctor's personal quarters, security staff found her sitting in the center of the room, surrounded by SCP-4864-B instances. All the instances were said to have been in a state of severe anxiety and uncertainty. SCP-4864-A.St. John was moved to a secure area to await a response team.\nThe following is the entirety of the interview conducted by Director Adam Sascher, who was the most superior staff member with interrogation experience at the site at that time. As SCP-4864-A.St. John's condition was deteriorating rapidly, it was determined that the interview could not wait.\nAt the conclusion of this interview, the subject immediately collapsed and began to seize. She continued to seize for a full hour before suddenly expiring. The cause of death was inconclusive, but believed to be a result of severe internal trauma to the nervous and cardiovascular systems.\nAs of the publishing of this document, none of the SCP-4864-B.St. John instances have demanifested or expired.\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-4864 \" by djkaktus, from the SCP Wiki . Source: https://scpwiki.com/scp-4864 . Licensed under CC-BY-SA .",
        "Filename: homunculi2.png Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Name: Indian Twins.jpg Author: Perumalnadar License: Public Domain Source Link: Wikimedia Commons",
        "Filename: homunculi3.png Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Name: East Timor doctor (10694011696).jpg Author: Department of Foreign Affairs and Trade License: CC BY-SA 2.0 Source Link: Wikimedia Commons",
        "Filename: warehouse.jpg Name: Entry to Big Warehouse.jpg Author: RASHIKA AGARWAL License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-4864",
    "object_class": "Safe",
    "containment_procedures": "SCP-4864 is to be stored within a secure containment locker at Site-17. Access to SCP-4864 is restricted to personnel with Level 4/4864 security clearance, and strictly for testing purposes (see Ethics Committee Moratorium 4864.1 below). Instances of SCP-4864-B are to be remanded to individual holding cells during testing.",
    "description": "SCP-4864 is a bronze medallion, roughly 5cm in diameter. Each side of the medallion contains a colored metal inlay of half of the Chinese yin-yang symbol, with the opposing half being an inset in the metal. A switch on the bottom of the medallion will, when pressed, trigger a small, pointed metal barb to protrude from the center of the colored inlay on either side of the disc.",
    "title": "SCP-4864"
}