{
    "url": "https://scp-wiki.wikidot.com/scp-4868",
    "all_text": "rating: \n+61\n+\n–\nx\n\n\n\n\nA manifestation of SCP-4868 in Dr. Danica's work in progress novel.\n\n\n\n\nItem #:\n SCP-4868\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Water supplies in locations targeted by SCP-4868 are to have C-118\n1\n introduced to them. Gaslight Protocol \"IN STORES NOW\" is to be ongoing until six months of zero activity is confirmed.\n\n\nMTF Nu-50 (\"Tako Stand Vendors\") have been tasked with locating and capturing BetterU\n®\n vendor employees.\n\n\nDescription:\n SCP-4868 is an anomalous advertising campaign for a variety of juices from the BetterU Company\n®\n. Currently, SCP-4868 has been discovered in the Pacific Northwest and West Texas areas.\n\n\nSCP-4868 advertisements alter the text of fictional works, inserting a sales pitch for a juice product. While SCP-4868 will typically appear in all forms of fictional media\n2\n, the target medium of SCP-4868 seems to be in works that narratively clash with modern advertising methods, such as fantasy and science fiction. Once SCP-4868 has manifested, it will remain in the print for approximately two hours before demanifesting.\n\n\nWhile its target demographic is those between ages 25 and 34, their product can be consumed by people of all ages, especially for children in their formative years, as their products are rich in vitamin C with no preservatives or added sugars.\n\n\nSCP-4868's most featured product is their orange juice, available with pulp or pulp-free. Although it is often advertised in 1.5 liter quantities, it is available in 0.95 liter bottles as well, a perfect fit for a lunch box or on-the-go refreshment.\n\n\nThe products are found in stores near you.\n\n\nBetterU\n®\n: Because U Deserve It.\n\n\nIncident Log:\n One month after initial discovery of SCP-4868, a juice vendor owned by the BetterU Company\n®\n appeared in Riverfront Park in Hermiston, Oregon. The employee running the stand, absent of any customers at time of arrival, was an octopus wearing a purple bandana, occupying a large aquarium surrounded by BetterU\n®\n juice products.\n\n\nThe octopus (designated PoI-452) was detained and interrogated.\n\n\n\n\nInterviewed:\n PoI-452 (\"Octopus Vendor\")\n\n\nInterviewer:\n Dr. Colin Banks\n\n\nForeword:\n Dr. Graham Cortez was present and on standby.\n\n\n\n\n<Begin Log>\n\n\nBanks:\n So.\n\n\nPoI-452 is silent.\n\n\nBanks:\n … Graham, this is stupid.\n\n\nCortez:\n I'm aware of how silly this is, Dr. Banks. Please interrogate the subject.\n\n\nBanks:\n It's an octopus. It can't talk.\n\n\nCortez:\n It is capable of selling juice. It understands how to handle legal tender. It can probably talk. And so far it is our only lead into better understanding SCP-4868. So we're interviewing it.\n\n\nBanks:\n And nothing you just said seemed like it was a waste of time? None of it?\n\n\nPoi-452 is silent.\n\n\nCortez:\n Dr. Banks, please interview the subject.\n\n\nBanks:\n Okay. Fine. PoI-452. Could you please tell us about your employers?\n\n\nPoI-452 is silent.\n\n\nBanks:\n Okay. Maybe you'd be willing to speak more about the advertisements?\n\n\nPoI-452 is silent.\n\n\nDr. Banks sighs heavily.\n\n\nBanks:\n I need a drink.\n\n\nDr. Banks reaches for a bottle of BetterU® brand orange juice. He removes the cap and takes a deep drink.\n\n\nBanks:\n Ahhh. That is refreshing.\n\n\nCortez:\n You know, those are pretty healthy for you.\n\n\nBanks:\n They are?\n\n\nCortez:\n Yes. They are rich in vitamin C. No preservatives or added sugars either.\n\n\nBanks:\n Oh, wow. That \nis\n pretty healthy. I'm glad they come in these small bottles, too. Real handy for when you're always on the move like us researchers.\n\n\nCortez:\n Have you tried their other juices, like their raspberry lemonade, lime-ade, and strawberry kiwi flavors?\n\n\nBanks:\n Of course! I'm a big fan of this stuff.\n\n\nPoI-452:\n BetterU! Because U Deserve It.\n\n\n<End Log>\n\n\n\n\n\n\nFootnotes\n\n\n1\n. An experimental targeted retrograde designed to block recent memories of literary enjoyment.\n\n\n2\n. Including comic books, adult romance, and fan fiction.\n\n\n\n\n\n\n\n\n« \nSCP-4867\n | SCP-4868 | \nSCP-4869\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewed: PoI-452 (\"Octopus Vendor\") Interviewer: Dr. Colin Banks Foreword: Dr. Graham Cortez was present and on standby. <Begin Log> Banks: So. PoI-452 is silent. Banks: … Graham, this is stupid. Cortez: I'm aware of how silly this is, Dr. Banks. Please interrogate the subject. Banks: It's an octopus. It can't talk. Cortez: It is capable of selling juice. It understands how to handle legal tender. It can probably talk. And so far it is our only lead into better understanding SCP-4868. So we're interviewing it. Banks: And nothing you just said seemed like it was a waste of time? None of it? Poi-452 is silent. Cortez: Dr. Banks, please interview the subject. Banks: Okay. Fine. PoI-452. Could you please tell us about your employers? PoI-452 is silent. Banks: Okay. Maybe you'd be willing to speak more about the advertisements? PoI-452 is silent. Dr. Banks sighs heavily. Banks: I need a drink. Dr. Banks reaches for a bottle of BetterU® brand orange juice. He removes the cap and takes a deep drink. Banks: Ahhh. That is refreshing. Cortez: You know, those are pretty healthy for you. Banks: They are? Cortez: Yes. They are rich in vitamin C. No preservatives or added sugars either. Banks: Oh, wow. That is pretty healthy. I'm glad they come in these small bottles, too. Real handy for when you're always on the move like us researchers. Cortez: Have you tried their other juices, like their raspberry lemonade, lime-ade, and strawberry kiwi flavors? Banks: Of course! I'm a big fan of this stuff. PoI-452: BetterU! Because U Deserve It. <End Log>"
    ],
    "item": "SCP-4868",
    "object_class": "Keter",
    "containment_procedures": "Water supplies in locations targeted by SCP-4868 are to have C-1181 introduced to them. Gaslight Protocol \"IN STORES NOW\" is to be ongoing until six months of zero activity is confirmed.",
    "description": "SCP-4868 is an anomalous advertising campaign for a variety of juices from the BetterU Company®. Currently, SCP-4868 has been discovered in the Pacific Northwest and West Texas areas.",
    "title": "SCP-4868"
}