{
    "url": "https://scp-wiki.wikidot.com/scp-4873",
    "all_text": "rating: \n+77\n+\n–\nx\n\n\nItem #:\n SCP-4873\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Both instances of SCP-4873 are outfitted with GPS tracking devices, and locked inside a steel box in a standard object containment chamber. SCP-4873 instances are not to be handled without approval from a researcher with Level 3 Clearance or higher. If SCP-4873 is removed from its box, it must be returned through the use of a robotic arm. In the event that SCP-4873 is handled accidentally, GPS tracking and global Foundation surveillance systems will be used to determine the identity of SCP-4873-2. SCP-4873-2 is then to be extracted by an MTF squadron.\n\n\nDescription:\n SCP-4873 refers to a pair of Colt-45 Peacemaker revolvers with black and white etchings, dubbed SCP-4873-A and SCP-4873-B respectively. Both SCP-4873 instances show no composition differences from a standard Colt-45 revolver. The revolvers seem to be relatively new.\n\n\nSCP-4873's anomalous properties occur when a person picks up an SCP-4873 instance. Upon picking it up, the other instance will immediately de-manifest and an 4873-GS event will occur. 4873-GS events generally follow the same pattern:\n\n\n\n\nContact:\n The subject, now designated SCP-4873-1, will pick up an SCP-4873 instance. Six .45 caliber bullets will appear in the chambers of both SCP-4873 instances. The SCP-4873 instance the subject did not pick up will de-manifest, and then re-manifest immediately afterward, near an individual that SCP-4873-1 considers an enemy or adversary.\n\n\n\n\n\n\n1-5 minutes after contact:\n The targeted individual, now designated SCP-4873-2, will be compelled to pick up the second revolver. They will immediately begin travelling to SCP-4873-1's current location through any means necessary. While travelling, SCP-4873-2 instances display abnormal levels of resilience, but can still die from certain injuries.\n\n\n\n\n\n\n10-20 minutes after contact:\n SCP-4873 will begin to affect the minds of SCP-4873-1 and SCP-4873-2. Both will begin to speak in American-West style accents, and various western-themed items may manifest in possession of the two.\n\n\n\n\n\n\n20 minutes - 24 hours after contact:\n SCP-4873-2 will arrive at SCP-4873-1's location. SCP-4873-2 will always arrive within 24 hours, regardless of the distance between the two. Upon arriving, SCP-4873-2 will make an abrupt entrance, usually by kicking open the door of a building SCP-4873-1 is in. The two will then briefly argue, before SCP-4873-2 challenges SCP-4873-1 to a duel. The reasoning for the duel is usually arbitrary. SCP-4873-1 will always accept the offer, and the two will wait until the sun touches the horizon at the given point of the duel.\n\n\n\n\n\n\n20 minutes - 48 hours after contact:\n When the time of the duel arrives, SCP-4873-1 and SCP-4873-2 will travel towards the location of the duel. The location is seemingly selected at random, but usually involves flat, level terrain. Around this time, tumbleweeds will manifest in the general vicinity of the two. This occurs regardless of climate and season.\n\n\n\n\n\n\nDuel:\n After arriving, SCP-4873-1 and SCP-4873-2 will take positions facing each other and duel. The outcome of the duel is always random, even if either subject has had previous firearm experience. After the duel, the surviving subject will drop their revolver and walk into the sunset. Five to ten minutes later, the remaining subject will resume normal behavior with no memory of the incident.\n\n\n\n\nAddendum-4873-A:\n Testing Logs\n\n\n\n\n\n\nSCP-4873-1\n\n\nSCP-4873-2\n\n\nNotes\n\n\nResults\n\n\n\n\n\n\nD-21568\n\n\nD-21568's childhood bully\n\n\nSubject was transported to Point Nemo\n1\n for testing, to see how far SCP-4873-2 would pursue SCP-4873-1.\n\n\nAfter approximately 20 hours SCP-4873-2 arrived at Point Nemo, swimming all the way from the coast of South America. The duel proceeded as normal, with SCP-4873-2 emerging victorious. Subject was given Class-A amnestics and returned to their home.\n\n\n\n\n\n\nD-35287\n\n\nAgent Swanson\n\n\nD-35287 had attempted escape numerous times, and was apprehended by Agent Swanson in several of said attempts.\n\n\nAfter the realization that Agent Swanson was targeted, efforts were made to keep the two separated. When these efforts failed, D-35287 was terminated by Agent Watson using his service pistol.\n\n\n\n\n\n\nD-13579\n\n\nD-13579's father\n\n\nSubject openly stated that they were abused by their father as a child. D-13579's father was monitored closely to observe the behavior of SCP-4873-2 instances. D-13579 was sealed inside a door-less chamber, to see if SCP-4873-2 would attempt to enter a door-less room.\n\n\nSCP-4873-2 retrieved the revolver from underneath a pillow in his bedroom and immediately proceeded to D-13579's location. On the way, SCP-4873-2 visited a costume store, and purchased cowboy-themed attire. SCP-4873-2 arrived wearing said attire, and delivered a kick with an estimated force of 5,000 newtons to the facility wall. The wall was blown open and SCP-4873-2 proceeded into the testing chamber. The duel proceeded as normal. SCP-4873-2 emerged victorious, was given Class A amnestics, and returned to their home. Costume was kept by Researcher Fredrick.\n\n\n\n\n\n\nD-67839\n\n\nD-67839\n\n\nSubject was instructed to pick up both revolvers simultaneously, to observe the effect it would have on subjects.\n\n\nD-67839 stared off into space for a few minutes, before muttering: \"Trust nobody, not even yourself.\" D-67839 promptly shot themself in the head. Attempts to resuscitate D-67839 were unsuccessful, and they expired shortly after.\n\n\n\n\n\n\nD-56289\n\n\nD-56298's former boss\n\n\nTo see if the outcome of a duel could be affected, D-56289 was outfitted with a bulletproof vest, a military-grade helmet, and explosive-tipped rounds. Automated turrets were stationed nearby to terminate D-56289 should they attempt escape.\n\n\nDuel proceeded as normal, with SCP-4873-2 emerging victorious. Inspection of D-56289's body revealed a bullet wound in their chest, despite the bulletproof armor remaining undamaged. Inspection of D-56289's revolver revealed that the explosive-tipped rounds had been replaced by regular .45 caliber rounds. SCP-4873-2 was administered Class-A amnestics and returned to their home.\n\n\n\n\n\n\nD-23542 / Agent Watson\n\n\nD-23542's ex-wife\n\n\nArmed personnel were stationed in the chamber with D-23542 and instructed to remove D-23542's revolver through any means necessary.\n\n\nAttempts to remove the revolver while holstered were ineffective. D-23542 was instructed to unholster their revolver, which they did reluctantly. Agent Watson grabbed the revolver, only to have its anomalous effects transfer to him. D-23542 and Agent Watson proceeded to fight over the revolver, while nearby agents opened fire. D-23542 and Agent Watson were both terminated.\n\n\n\n\n\n\nD-47592\n\n\nD-16349\n\n\nN/A\n\n\nSee Addendum 4873-B\n\n\n\n\n\n\nAddendum-4873-B:\n 4873-GS Event\n\n\n\n\nAccess Event Log\n\n\n\n\nClose Event Log\n\n\n\n\n\n\n4873-GS Event Log Transcript\n\n\nDate:\n ██/██/2017\n\n\nSubjects:\n D-47592, D-16349\n\n\nNotes:\n D-47592 was selected for the test due to an ongoing feud with D-16349. Researchers predicted that D-16349 would be targeted by SCP-4873, which would make monitoring SCP-4873-2 easier.\n\n\n\n\n[BEGIN LOG]\n\n\nLog is shot from a security camera in a testing room. The testing chamber features two doors, one leading outside and another leading to an observation room. Researchers are observing the experiment through one-way bulletproof glass, and are communicating with D-47592 using an intercom. D-47592 is standing in the center of the testing chamber, with SCP-4873's box near him.\n\n\nResearcher Ramirez:\n Testing, can you hear this?\n\n\nD-47592:\n Loud and clear.\n\n\nResearcher Ramirez:\n Alright, let's get started. Open that box in front of you and pick up one of the revolvers.\n\n\nD-47592:\n You guys are giving me a gun? Isn't that a security issue or something?\n\n\nResearcher Ramirez:\n You will be unable to leave this chamber with the revolver in your possession. Please continue with the test.\n\n\nD-47592:\n Sure, whatever.\n\n\nD-47592 opens the box and picks up SCP-4873-A. SCP-4873-B promptly de-manifests.\n\n\nD-47592:\n Uhhh, I think the other one just disappeared.\n\n\nResearcher Ramirez:\n Don't worry, that's a normal property of this object.\n\n\nD-47592:\n Ah, okay. So what do I do now?\n\n\nResearcher Ramirez:\n You wait. It could be a few hours.\n\n\nAs the test was occurring, SCP-4873-B re-manifested in the possession of D-16349. D-16349 immediately began moving from D-Class living quarters to the testing chamber. Site security were informed of the test and allowed D-16349 to proceed to the chamber. Several minutes passed with no communication between the researchers and D-47592.\n\n\nD-47592:\n So, how long are y'all gonna keep me in this here saloon?\n\n\nResearcher Ramirez:\n (\nTo Researcher\n) He's talking different, write that down. (\nTo D-47592\n) It'll be a few more minutes. Also, this is a testing chamber, not a saloon.\n\n\nD-47592:\n Well, that's a shame.\n\n\n(\nD-47592 leans against the wall of the containment chamber. He draws a cigar and lighter from his jumpsuit, and lights the cigar.\n)\n\n\nResearcher Ramirez:\n Wait- Where did you get that? That's contraband!\n\n\nD-47592:\n (\nShrugs\n) Relax, doc. I ain't hurtin' nobody.\n\n\nResearcher Ramirez:\n Put that out right now, or you will be reprimanded!\n\n\nD-47592:\n Alright, geez. (\nPuts out cigar\n) Sorry.\n\n\nSeveral more minutes pass. Researchers are informed that D-16349 has nearly arrived at the testing chamber.\n\n\nResearcher Ramirez:\n (\nTo Researcher\n) Get ready, he's almost here.\n\n\nD-47592:\n Get ready for wha-\n\n\nD-16349 arrives at the door to the testing chamber, and delivers a kick with an estimated force of 3000 newtons. The door is flung off its hinges, narrowly missing D-47592 and hitting the chamber wall. D-16349 enters the room and strikes a pose.\n\n\nD-16349:\n Gunslingin' Garry… Never thought I'd meet you here.\n\n\nD-47592:\n (\nStands up\n) Black Eyed Billy… To what do I owe the honor?\n\n\nD-16349:\n (\nApproaches\n) You see, I was just wandering around this here establishment, when I noticed you forgot to wear your deodorant. Did you really think I wouldn't notice?\n\n\nD-47592:\n You're not the boss of me, Bill. If you got a problem with my stench, then go someplace else.\n\n\nD-16349:\n (\nGets Closer\n) Oh, I'm not going anywhere. We're gonna settle this little dispute between us, right now.\n\n\nD-47592:\n It's about time. Where are we doing this at?\n\n\nD-16349:\n Follow me, I know a place.\n\n\nD-47592 and D-16349 leave the testing facility, and a camera drone is deployed to follow the two. Nearby Site security officers are informed to follow them. They make their way towards the site's outdoor courtyard, and arrive after a few minutes. Tumbleweeds begin to manifest in the courtyard. D-47592 and D-16349 stand evenly spaced apart and stare each other down.\n\n\nD-16349:\n I've been waiting to do this for a long time, old friend.\n\n\nD-47592:\n I'm enjoying this as much as you, Bill. Now let's get this over with.\n\n\nThe two stare each other down in complete silence, seemingly ignoring the guards and drone. The silence is broken when a security guard accidentally steps on a twig. The two immediately draw their revolvers and fire. After a brief pause, D-16349 falls to the ground, mortally wounded. D-47592 rushes to his side.\n\n\nD-16349:\n (\nChuckles\n) Well this is it, Garry. After all these years, we've finally settled this. Was I a worthy adversary to you? (\nCoughs\n)\n\n\nD-47592:\n You were. All I wanted in the end was for us to be friends, Bill. I'm sorry it had to end like this.\n\n\nD-16349:\n (\nSmiles\n) It's for the best this way, my time in this world was up. All I ask is… (\nCoughs\n) …that you tell my story. Don't let me be forgotten.\n\n\nD-47592:\n I won't, I promise.\n\n\nD-16349:\n Thanks… Partner…\n\n\nD-16349 expires. D-47592 looks up towards the sky, and drops his revolver. After pausing for a moment, he lights another cigar and begins walking westward into the sunset. The camera drone turns around and heads back to its station.\n\n\n[END LOG]\n\n\n\n\nNote: D-47592 was apprehended and returned to the D-Class living quarters after SCP-4873's effects wore off. D-47592 seemed to have no memory of the event, and was unaware that he had killed D-16349.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Most remote point in the world, located in the Pacific Ocean. The nearest landmass is over 1000 miles away.\n\n\n\n\n\n\n\n\n« \nSCP-4872\n | SCP-4873 | \nSCP-4874\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4873\n\" by ShoesMafia, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4873\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-4873-B: 4873-GS Event"
    ],
    "documents": [],
    "notes": [
        "4873-GS Event Log Transcript Date: ██/██/2017 Subjects: D-47592, D-16349 Notes: D-47592 was selected for the test due to an ongoing feud with D-16349. Researchers predicted that D-16349 would be targeted by SCP-4873, which would make monitoring SCP-4873-2 easier. [BEGIN LOG] Log is shot from a security camera in a testing room. The testing chamber features two doors, one leading outside and another leading to an observation room. Researchers are observing the experiment through one-way bulletproof glass, and are communicating with D-47592 using an intercom. D-47592 is standing in the center of the testing chamber, with SCP-4873's box near him. Researcher Ramirez: Testing, can you hear this? D-47592: Loud and clear. Researcher Ramirez: Alright, let's get started. Open that box in front of you and pick up one of the revolvers. D-47592: You guys are giving me a gun? Isn't that a security issue or something? Researcher Ramirez: You will be unable to leave this chamber with the revolver in your possession. Please continue with the test. D-47592: Sure, whatever. D-47592 opens the box and picks up SCP-4873-A. SCP-4873-B promptly de-manifests. D-47592: Uhhh, I think the other one just disappeared. Researcher Ramirez: Don't worry, that's a normal property of this object. D-47592: Ah, okay. So what do I do now? Researcher Ramirez: You wait. It could be a few hours. As the test was occurring, SCP-4873-B re-manifested in the possession of D-16349. D-16349 immediately began moving from D-Class living quarters to the testing chamber. Site security were informed of the test and allowed D-16349 to proceed to the chamber. Several minutes passed with no communication between the researchers and D-47592. D-47592: So, how long are y'all gonna keep me in this here saloon? Researcher Ramirez: ( To Researcher ) He's talking different, write that down. ( To D-47592 ) It'll be a few more minutes. Also, this is a testing chamber, not a saloon. D-47592: Well, that's a shame. ( D-47592 leans against the wall of the containment chamber. He draws a cigar and lighter from his jumpsuit, and lights the cigar. ) Researcher Ramirez: Wait- Where did you get that? That's contraband! D-47592: ( Shrugs ) Relax, doc. I ain't hurtin' nobody. Researcher Ramirez: Put that out right now, or you will be reprimanded! D-47592: Alright, geez. ( Puts out cigar ) Sorry. Several more minutes pass. Researchers are informed that D-16349 has nearly arrived at the testing chamber. Researcher Ramirez: ( To Researcher ) Get ready, he's almost here. D-47592: Get ready for wha- D-16349 arrives at the door to the testing chamber, and delivers a kick with an estimated force of 3000 newtons. The door is flung off its hinges, narrowly missing D-47592 and hitting the chamber wall. D-16349 enters the room and strikes a pose. D-16349: Gunslingin' Garry… Never thought I'd meet you here. D-47592: ( Stands up ) Black Eyed Billy… To what do I owe the honor? D-16349: ( Approaches ) You see, I was just wandering around this here establishment, when I noticed you forgot to wear your deodorant. Did you really think I wouldn't notice? D-47592: You're not the boss of me, Bill. If you got a problem with my stench, then go someplace else. D-16349: ( Gets Closer ) Oh, I'm not going anywhere. We're gonna settle this little dispute between us, right now. D-47592: It's about time. Where are we doing this at? D-16349: Follow me, I know a place. D-47592 and D-16349 leave the testing facility, and a camera drone is deployed to follow the two. Nearby Site security officers are informed to follow them. They make their way towards the site's outdoor courtyard, and arrive after a few minutes. Tumbleweeds begin to manifest in the courtyard. D-47592 and D-16349 stand evenly spaced apart and stare each other down. D-16349: I've been waiting to do this for a long time, old friend. D-47592: I'm enjoying this as much as you, Bill. Now let's get this over with. The two stare each other down in complete silence, seemingly ignoring the guards and drone. The silence is broken when a security guard accidentally steps on a twig. The two immediately draw their revolvers and fire. After a brief pause, D-16349 falls to the ground, mortally wounded. D-47592 rushes to his side. D-16349: ( Chuckles ) Well this is it, Garry. After all these years, we've finally settled this. Was I a worthy adversary to you? ( Coughs ) D-47592: You were. All I wanted in the end was for us to be friends, Bill. I'm sorry it had to end like this. D-16349: ( Smiles ) It's for the best this way, my time in this world was up. All I ask is… ( Coughs ) …that you tell my story. Don't let me be forgotten. D-47592: I won't, I promise. D-16349: Thanks… Partner… D-16349 expires. D-47592 looks up towards the sky, and drops his revolver. After pausing for a moment, he lights another cigar and begins walking westward into the sunset. The camera drone turns around and heads back to its station. [END LOG]",
        "\" SCP-4873 \" by ShoesMafia, from the SCP Wiki . Source: https://scpwiki.com/scp-4873 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4873",
    "object_class": "Safe",
    "containment_procedures": "Both instances of SCP-4873 are outfitted with GPS tracking devices, and locked inside a steel box in a standard object containment chamber. SCP-4873 instances are not to be handled without approval from a researcher with Level 3 Clearance or higher. If SCP-4873 is removed from its box, it must be returned through the use of a robotic arm. In the event that SCP-4873 is handled accidentally, GPS tracking and global Foundation surveillance systems will be used to determine the identity of SCP-4873-2. SCP-4873-2 is then to be extracted by an MTF squadron.",
    "description": "SCP-4873 refers to a pair of Colt-45 Peacemaker revolvers with black and white etchings, dubbed SCP-4873-A and SCP-4873-B respectively. Both SCP-4873 instances show no composition differences from a standard Colt-45 revolver. The revolvers seem to be relatively new.",
    "title": "SCP-4873"
}