{
    "url": "https://scp-wiki.wikidot.com/scp-4878",
    "all_text": "rating: \n+71\n+\n–\nx\n\n\n\n\n\n\nA cockroach affected by SCP-4878\n\n\n\n\n\n\nItem #:\n SCP-4878\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-4878 is kept in Site-119, within an item locker equipped with a Faraday cage.\n\n\nDescription:\n SCP-4878 is a small (35 cm long) ovoid, metallic signaling device that influences cockroach behavior.\n\n\nSCP-4878 continuously emits several overlapping radio frequencies that exert an anomalous effect on cockroaches within an approximate 700 m radius. Affected cockroaches will form a single large swarm, and undergo temporary physical and social changes including an increased metabolism, increased hostility to non-cockroaches, and a greatly reduced aversion to light.\n\n\nThe cockroach swarm will move cohesively as a single unit following food, with a small number of cockroaches in the swarm carrying SCP-4878 such that it remains close to the geometric center of the swarm. Cockroaches affected by SCP-4878 will attempt to eat almost anything in their path. If the swarm encounters a structure it is incapable of chewing, it will instead use its collective mass to attempt to destroy the structure.\n\n\nNotably, SCP-4878 will not harm humans, even in self-defense.\n\n\nOpening SCP-4878 reveals an electronic controller for the radio transmitter, as well as a miniaturized radioisotope thermoelectric generator, a receiver, and a living human cerebellum suspended in a clear gel-filled container laser engraved with a logo similar to that of the Foundation's. Removal and subsequent testing of this controller has revealed the existence of several additional \"settings\", that manipulate the cockroaches into forming large, organized conglomerations designated SCP-4878-A. The size of these formations varies depending on the number of cockroaches within range of the signal but can exceed 30 m in length.\n\n\nWhile in an SCP-4878-A state, affected cockroaches gain increased strength and resilience, and appear to exhibit a rudimentary hive mind. Different settings cause SCP-4878-A to manifest in different configurations, most of which resemble singular, very large cockroaches with various modifications such as large pincers, battering rams, additional sets of wings, or tank turrets that launch compressed balls of cockroaches.\n\n\nSCP-4878 was recovered after instantaneously manifesting in mid-air and impacting approximately 2 km from Site-119.\n\n\nAddendum:\n Following extensive efforts, SCP-4878's internal computer has been decrypted. SCP-4878 contains detailed maps of several planets and moons, as well as detailed documents describing the genetic modification and specialized breeding of various strains of cockroaches. These cockroaches described were designed with enhanced resistance to radiation, corrosive enzymes in saliva, adaptive respiratory systems, and sensitivity to radio waves. All documents carry timestamps from the year 2192.\n\n\n\n\n\n\n« \nSCP-4877\n | SCP-4878 | \nSCP-4879\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4878\n\" by Weryllium, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4878\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n mynameislegionforwearemany.jpg\n\n\nName:\n Cockroach May 2007-1\n\n\nAuthor:\n Alvesgaspar\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum: Following extensive efforts, SCP-4878's internal computer has been decrypted. SCP-4878 contains detailed maps of several planets and moons, as well as detailed documents describing the genetic modification and specialized breeding of various strains of cockroaches. These cockroaches described were designed with enhanced resistance to radiation, corrosive enzymes in saliva, adaptive respiratory systems, and sensitivity to radio waves. All documents carry timestamps from the year 2192."
    ],
    "documents": [],
    "notes": [
        "\" SCP-4878 \" by Weryllium, from the SCP Wiki . Source: https://scpwiki.com/scp-4878 . Licensed under CC-BY-SA .",
        "Filename: mynameislegionforwearemany.jpg Name: Cockroach May 2007-1 Author: Alvesgaspar License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-4878",
    "object_class": "Safe",
    "containment_procedures": "SCP-4878 is kept in Site-119, within an item locker equipped with a Faraday cage.",
    "description": "SCP-4878 is a small (35 cm long) ovoid, metallic signaling device that influences cockroach behavior.",
    "title": "SCP-4878"
}