{
    "url": "https://scp-wiki.wikidot.com/scp-4913",
    "all_text": "rating: \n+51\n+\n–\nx\n\n\nItem #:\n SCP-4913\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n The hotel containing SCP-4913 has been purchased by the Foundation and closed to the public. A standard Foundation security force is to remain in the hotel at all times.\n\n\nDescription:\n SCP-4913 is room 126 in the █████████ Hotel, Spokane Washington. After June 12, 1987, no individual has entered SCP-4913 and no tests or experiments of any sort have been performed inside of it despite multiple attempts to do so. When observed from the outside, the interior of SCP-4913 appears to be nonanomalous albeit in an advanced state of disrepair (presumably due to no one having entered it since 1987). No experiments conducted from outside SCP-4913 have detected any anomalous properties of any kind and the Hume level inside of it is consistent with baseline reality.\n\n\nDuring the period in which containment of SCP-4913 has been enacted, \n5\n 6 attempts to enter SCP-4913 have been made. However, all of these attempts have failed for various and often improbable reasons. This has led to speculation that SCP-4913 has one of three proposed anomalous effects: 1. The ability to manipulate probability to prevent entry to it from occurring \n2. an antimemetic effect which prevents individuals from enacting a plan to enter it\n or 3. the ability to cause any individual who enters it to be retroactively erased from history.\n\n\nDiscovery:\n Due to the nature of SCP-4913's possible anomalous properties, it was known to the hotel staff for at least seven years before it came to the attention of the Foundation. At 8:41 AM on June 12, 1987, Amy █████, a maid formerly employed at the hotel, left SCP-4913 after having cleaned it and locked the door behind her.\n1\n Since this time no one has been known to have entered SCP-4913. The staff of the hotel gradually became aware of this phenomenon but did not become bothered by it. At first it was believed to be an unlikely coincidence and later became attributed to the room being 'haunted'.\n\n\nSCP-4913 first came to the Foundation's attention when Agent Maddox stayed at the hotel while on vacation and became aware of it by chance after talking to the hotel's staff. Agent Maddox rented the room intending to enter it so as to determine if it really did have any anomalous properties. However, he changed his mind upon realizing that it could contain unknown hazards. At this time the hotel was purchased by the Foundation and a permanent Foundation presence was created. After the location was secured, Researcher Grooms was assigned to SCP-4913 and requested that a D-Class personnel should be made to enter it. D-13457 was sent to the location, however Researcher Grooms changed his mind and decided that animal testing should be performed first. A dog was brought in, however the paper-work for the test was lost and it was never performed.\n\n\nUpon learning of this, Researcher Grooms theorized that SCP-4913 possesses an antimemetic effect that makes successfully entering it impossible. Researcher Grooms took mnestic drugs\n2\n and attempted to enter SCP-4913 himself. However, the key to the room had been lost so he could not open the door. A proposal to force the door open was made but then rejected on account of the unknown effects damaging SCP-4913 may cause. Instead a Foundation locksmith was brought in. At this time Researcher Grooms developed a new theory on SCP-4913's anomalous properties. He theorized that SCP-4913 is capable of causing reality shifts which retroactively remove the individuals who enter it from history. The result would be that any timeline in which someone entered the room would be erased along with that individual. This would make highly unlikely coincidences occur to prevent entry to the anomaly as only timelines where all attempts to enter SCP-4913 fail would occur.\n\n\nAfter the lock was picked, Researcher Grooms attempted to enter SCP-4913 one more time. However, he became fearful of the possibility of being erased from history and decided against it. It was then decided by Senior Researcher █████ that continued attempts to enter SCP-4913 would be a waste of the Foundation's time and rescources so no new tests would be carried out.\n\n\nAddendum:\n On April 11, 2001, there was one final unauthorized attempt to enter SCP-4913. The incident is reported below as a possible first hand demonstration of SCP-4913's anomalous effect.\n\n\n\n\nVideo Log Transcript\n\n\nDate:\n April 11, 2015\n\n\nSubject:\n The █████████ Hotel containing SCP-4913\n\n\nTwo Foundation personnel, Agent Arrowood and Agent Grey had been part of the security force assigned to the █████████ Hotel. They were the only personnel guarding SCP-4913's entrance at the time. The following was recorded by Agent Grey's body camera.\n\n\n\n\n[BEGIN LOG]\n\n\nAgent Arrowood:\n There's something weird about this place.\n\n\nAgent Grey:\n It's safe though, the Foundation has been guarding this hotel for years and nothing has happened.\n\n\nAgent Arrowood:\n Then why are we here?\n\n\nAgent Grey:\n They want to make sure that no one enters the room. They're worried about history getting rewritten or something along those lines.\n\n\nAgent Arrowood:\n But how do they know what happens if you enter the room if no one's ever been in there?\n\n\nAgent Grey:\n They don't. That's the point. They don't want to take the risk.\n\n\nAgent Arrowood:\n So we've been wasting time guarding this place just 'cause it \nmight\n be an anomaly?\n\n\nAgent Grey:\n Um… I guess… what are you doing?\n\n\nAgent Arrowood walks over to the door to SCP-4913 and reaches for the handle.\n\n\nAgent Grey:\n I'm going to test this out myself.\n\n\nAgent Arrowood:\n I wouldn't try that.\n\n\nAgent Grey:\n It's just a room.\n\n\nAgent Arrowood tries to turn the doorknob but it doesn't move.\n\n\nAgent Arrowood:\n It's locked.\n\n\nAgent Grey:\n I know.\n\n\nAgent Arrowood tries turning the doorknob several more times.\n\n\nAgent Arrowood:\n Do you… think it really erases you from history or whatever?\n\n\nAgent Grey:\n That's the theory at least. They think that if you go in there then that's it for you. After that you're gone, kind of like blowing out a candle. And then I'd be in this hallway having this conversation with someone else.\n\n\nAgent Grey laughs quietly.\n\n\nAgent Grey:\n Of course there's no way to tell if it really does that. It's just a theory for now.\n\n\nAgent Arrowood tries to turn the handle one final time causing the door to rattle. He then takes a few steps away from it.\n\n\nAgent Grey:\n You okay, ████████?\n\n\nAgent Arrowood:\n Yeah, yeah I'm fine. The doors locked tight though.\n\n\nAgent Grey:\n Actually, I think I know where the key is.\n\n\nAgent Arrowood:\n It's fine, █████.\n\n\nAgent Grey:\n I'll give you 100$ if you go in there right now.\n\n\nAgent Arrowood:\n No.\n\n\nAgent Grey:\n Are you scared?\n\n\nAgent Arrowood:\n I'm not going in there.\n\n\nAgent Grey:\n You were going go in there just five seconds ago.\n\n\nAgent Arrowood:\n Changed my mind.\n\n\nAgent Grey:\n So you \nare\n scared now then?\n\n\nAgent Arrowood:\n Well how about you go in there? You're the one who has the key after all.\n\n\nAgent Grey:\n Uh… um… Can't do that. It's against the Foundation's guidelines concerning anomalies.\n\n\nAgent Arrowood:\n But you said…\n\n\nAgent Grey:\n Forget what I said.\n\n\nAgent Arrowood:\n So let me get this straight, you were going to let me go into a place that…\n\n\nAgent Grey:\n This conversation is over.\n\n\n[END LOG]\n\n\nNote: Both Agents were given disciplinary actions after this event and were reassigned to other Foundation projects.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. No anomalous events that could be linked to SCP-4913 occurred at this time.\n\n\n2\n. Mnestic drugs are compounds that enhance human memory. They are used to resist anomalous effects on an individual's mind.\n\n\n\n\n\n\n\n\n« \nSCP-4912\n | SCP-4913 | \nSCP-4914\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4913\n\" by TheBlueHour, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4913\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: On April 11, 2001, there was one final unauthorized attempt to enter SCP-4913. The incident is reported below as a possible first hand demonstration of SCP-4913's anomalous effect."
    ],
    "documents": [],
    "notes": [
        "\" SCP-4913 \" by TheBlueHour, from the SCP Wiki . Source: https://scpwiki.com/scp-4913 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4913",
    "object_class": "Safe",
    "containment_procedures": "The hotel containing SCP-4913 has been purchased by the Foundation and closed to the public. A standard Foundation security force is to remain in the hotel at all times.",
    "description": "SCP-4913 is room 126 in the █████████ Hotel, Spokane Washington. After June 12, 1987, no individual has entered SCP-4913 and no tests or experiments of any sort have been performed inside of it despite multiple attempts to do so. When observed from the outside, the interior of SCP-4913 appears to be nonanomalous albeit in an advanced state of disrepair (presumably due to no one having entered it since 1987). No experiments conducted from outside SCP-4913 have detected any anomalous properties of any kind and the Hume level inside of it is consistent with baseline reality.",
    "title": "SCP-4913"
}