{
    "url": "https://scp-wiki.wikidot.com/scp-4921",
    "all_text": "rating: \n+65\n+\n–\nx\n\n\n\n\n!!! COGNITOHAZARD WARNING !!!\n\n\nThe following file contains images and text that are carriers for anomalous cognitohazardous influences. Due to this, it is imperative that all personnel accessing this file be certified as having a Cognitive Resistance Value (CRV) of no less than 18. This file is to be read for no longer than 5 consecutive minutes.\n\n\n\n\n\n\nPlease repeat the following phrase slowly and clearly into your terminal microphone:\n\n\nKeep reading. Concentrate. Meri is still contained\n\n\nI understand that by accessing this file I am causing Meri pain, I apologize.\n\n\n\n\n☐ Run adjusted tonal variance processor.\n\n\n\n\n☑ Processing complete. Results displayed below.\n\n\n\n\n[✔] Verification complete. User CRV is within acceptable limits.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-4921\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-4921 is contained in an unlabeled standard humanoid containment cell in Site-19. Routine care and maintenance duties are performed by automated systems to minimize human interaction with SCP-4921. Due to its cognitohazardous effects, this document is not to be copied or referenced without express approval from the project head. Due to the danger it poses to SCP-4921, personnel are not to read this document for periods exceeding 5 minutes.\n\n\nDescription:\n SCP-4921 is a human female, born in 1998, formerly known as Meri Still, 160cm, 46kg. The object carries a Category Remora-10 cognitohazardous effect; documents that reference or contain information about SCP-4921 carry a matching infohazardous effect to the entity itself. These effects manifest as reflexes, diverting attention away from the object or the documentation in question. When attempting to overcome this effect, individuals experience symptoms including distress, nausea, vertigo, hallucinations, stroke and/or cardiac arrest, depending on the individual's CRV and exposure time. While an individual is subject to the hazardous effects for periods of approximately 10 seconds or longer, SCP-4921 exhibits signs of nausea, distress, fear, and extreme pain, resulting in the object losing consciousness in approximately 70% of cases.\n\n\nDiscovery:\n On 03/7/2018 Rev. Stacy M Still\n1\n collapsed in the street, later pronounced dead. During the ensuing investigation, law enforcement personnel began experiencing a rash of unexplained and anomalous phenomena: Multiple reports of otherwise healthy individuals experiencing strokes and hallucinations. The containment team arrived after a police officer experienced a stroke from direct exposure to SCP-4921.\n\n\n\n\n+ View Psyche evaluation snippet\n\n\n\n\n- Retract\n\n\n\n\nPsyche evaluation snippet.\n\n\nInterviewer:\n Dr. Jean Hiu\n\n\nInterviewee:\n SCP-4921\n\n\n\n\n[BEGIN LOG]\n\n\nIntroductory conversation is irrelevant and cut for brevity.\n\n\nSCP-4921:\n It's hard to talk about me because it hurts when you do.\n\n\nDr. Jean Hiu:\n Would you mind elaborating on that pain?\n\n\nSCP-4921:\n Fine. If you really want to know it's like this: you know how claustrophobic it feels when you're in a room filled with people?\n\n\nDr. Jean Hiu:\n Yes?\n\n\nSCP-4921:\n I always feel like that, everyone that knows about me is in my head and it's cramped. And you know the heartburn you feel when you run?\n\n\nDr. Jean Hiu:\n Again, yes.\n\n\nSCP-4921:\n That's how I feel constantly. Do you know those migraines that won't stop after you drink a bunch of water?\n\n\nDr. Jean Hiu:\n Yes, I get the picture…\n\n\nSCP-4921 interrupts Dr. Hiu\n\n\nSCP-4921:\n It's like every person who looks at me is punching my brain from the inside. Do you know that stomach ache you get when you fuck up and let someone down hard? I feel shame for being watched and blamed for everything I am, being wrong, whenever someone thinks about me.\n\n\nDr. Jean Hiu:\n I…\n\n\nSCP-4921 interrupts Dr. Hiu again\n\n\nSCP-4921:\n It's like I'm drowning in other people's thoughts, and suffocating, I didn't breathe for like three years. I got that headache that rings in my ears, my sinuses feel like they're filled with molten iron and my tongue feels like it's exploding. I hate this sh…\n\n\nDr. Hiu interrupts SCP-4921\n\n\nDr. Jean Hiu:\n I think that's quite enough elaboration SCP-4921.\n\n\nSCP-4921:\n Why do you keep calling me that? That fucking hurts the most.\n\n\nDr. Hiu's phone rings\n\n\nDr. Jean Hiu:\n Excuse me, it's a timer.\n\n\nSCP-4921:\n No it's fine I need a break.\n\n\nTwo minutes of silence.\n\n\nDr. Jean Hiu:\n OK Finished. Where were we?\n\n\nSCP-4921:\n We were giving me enough meds to kill myself.\n\n\nDr. Jean Hiu:\n Again. No.\n\n\nSCP-4921:\n Then just enough to go to sleep.\n\n\nDr. Jean Hiu:\n That is pending approval.\n\n\nSCP-4921:\n How much longer would it take? I can't handle this shit anymore.\n\n\nSCP-4921 has been fidgeting for the past 6 minutes and broken its left index finger. This goes unnoticed by Dr. Hiu.\n\n\nDr. Jean Hiu:\n That I cannot tell you. Let's move on; you've asked to speak with the project head, I will be the closest you have so tell me what you wanted to tell them.\n\n\nSCP-4921:\n I want to talk to them personally.\n\n\nDr. Jean Hiu:\n I understand, but you won't be able to, so I am your…\n\n\nSCP-4921 faints.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nRequests frequently made by SCP-4921:\n\n\n\n\nSCP-4921 requested pain medication: \nGRANTED\n [327]\n\n\n\n\n\n\nSCP-4921 requested personnel to read its document for shorter periods of time: \nGRANTED\n [157]\n\n\n\n\n\n\nSCP-4921 requested sleep medication: \nDENIED\n [360]\n\n\n\n\n\n\nSCP-4921 requested the assignment of fewer staff members to its containment: \nDENIED\n [172]\n\n\n\n\n\n\nSCP-4921 requested to speak with the project head: \nDENIED\n [251]\n\n\n\n\n\n\nSCP-4921 requested termination: \nDENIED\n [108]\n\n\n\n\n\n\nSCP-4921 requested to be put in a medically induced coma: \nDENIED\n [210]\n\n\n\n\n\n\nSCP-4921 requested personnel to \"stop reading\" this document\n2\n: \nDENIED\n [407]\n\n\n\n\nAddendum 01/05/2019:\n On \n01/05/2019 12:30\n, SCP-4921 was prescribed a regimen of 10mg of hydrocodone every 6 hours for pain management. After being administered an additional 5mg of hydrocodone SCP-4921 continues to experience pain. On \n01/05/2019 22:27\n, SCP-4921 attempted suicide by biting its left wrist and using its blood to write a message on the rear wall of its containment cell. Due to its cognitohazardous effects, this message has been designated SCP-4921-1. Human subjects exposed to SCP-4921-1 with a CRV of less than 18 receive neurological damage resulting in severe memory disorders, most commonly retrograde amnesia. SCP-4921 is moved to a different cell. SCP-4921-1 is covered and access to the cell is restricted.\n\n\n\n\n\n\nPlease repeat the following phrase slowly and clearly into your terminal microphone:\n\n\nMeri is still contained. May I view SCP-4921-1?\n\n\n\n\n☐ Run adjusted tonal variance processor.\n\n\n\n\n☑ Processing complete. Results displayed below.\n\n\n\n\n[✔] Verification complete. User CRV is within acceptable limits.\n\n\n\n\n\n\nSCP-4921-1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nAddendum \n22 Feb 2025 14:44\n: \nPlaceholder note by Dr. Jean Hiu:\n SCP-4921 is currently receiving emergency care due to a stroke. The neurological degradation it accumulated since its containment may leave it in a catatonic state.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. SCP-4921's biological mother. No anomalous activity or connection to any GOI.\n\n\n2\n. It is unknown how SCP-4921 is aware of its file.\n\n\n\n\n\n\n\n\n« \nSCP-4920\n | SCP-4921 | \nSCP-4922\n »",
    "addendums": [
        "Addendum 01/05/2019: On 01/05/2019 12:30 , SCP-4921 was prescribed a regimen of 10mg of hydrocodone every 6 hours for pain management. After being administered an additional 5mg of hydrocodone SCP-4921 continues to experience pain. On 01/05/2019 22:27 , SCP-4921 attempted suicide by biting its left wrist and using its blood to write a message on the rear wall of its containment cell. Due to its cognitohazardous effects, this message has been designated SCP-4921-1. Human subjects exposed to SCP-4921-1 with a CRV of less than 18 receive neurological damage resulting in severe memory disorders, most commonly retrograde amnesia. SCP-4921 is moved to a different cell. SCP-4921-1 is covered and access to the cell is restricted."
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-4921",
    "object_class": "Euclid",
    "containment_procedures": "SCP-4921 is contained in an unlabeled standard humanoid containment cell in Site-19. Routine care and maintenance duties are performed by automated systems to minimize human interaction with SCP-4921. Due to its cognitohazardous effects, this document is not to be copied or referenced without express approval from the project head. Due to the danger it poses to SCP-4921, personnel are not to read this document for periods exceeding 5 minutes.",
    "description": "SCP-4921 is a human female, born in 1998, formerly known as Meri Still, 160cm, 46kg. The object carries a Category Remora-10 cognitohazardous effect; documents that reference or contain information about SCP-4921 carry a matching infohazardous effect to the entity itself. These effects manifest as reflexes, diverting attention away from the object or the documentation in question. When attempting to overcome this effect, individuals experience symptoms including distress, nausea, vertigo, hallucinations, stroke and/or cardiac arrest, depending on the individual's CRV and exposure time. While an individual is subject to the hazardous effects for periods of approximately 10 seconds or longer, SCP-4921 exhibits signs of nausea, distress, fear, and extreme pain, resulting in the object losing consciousness in approximately 70% of cases.",
    "title": "SCP-4921"
}