{
    "url": "https://scp-wiki.wikidot.com/scp-4937",
    "all_text": "rating: \n+48\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n \n\n\nSCP-4937 - A Deflated Balloon Dog\n\nShaggy.\n\n\n \n\n\n\n\nFor more by me, check out the \nGreyve Page\n!\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n83.34%\n\n(+60)\n\n\n16.66%\n\n(-12)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+48\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDaniel Morowitz\n\n\n\n\n\n\nTo: <\npcs.noitadnuof.citememitna|sregorn#pcs.noitadnuof.citememitna|sregorn\n>\n\n\nDetails\n\n\n\n\n\n\n\n\nSCP-4937\n\n\nMarch 9, 2019 at 7:13 PM\n\n\nNolan Rogers,\n\n\nYour SCP-4937 draft makes no sense. First of all, you attached a memetic hazard as the image, which, aside from being completely unethical, is just completely unacceptable. Then there's the containment procedures, which simply say [REDACTED]? That's unauthorized on so many levels. And I don't even want to talk about the description.\n\n\nWhat is SCP-4937? We don't have any records of it and we’re the records administration.\n\n\nSincerely,\n\nDaniel Morowitz, RAISA\n\n\n\n\n\n\n\n\n\n\nNolan Rogers\n\n\n\n\n\n\nTo: <\npcs.noitadnuof.asiar|2ztiworomd#pcs.noitadnuof.asiar|2ztiworomd\n>\n\n\nDetails\n\n\n\n\n\n\n\n\nRe: SCP-4937\n\n\nMarch 9, 2019 at 7:13 PM\n\n\nDaniel,\n\n\nI don’t think you understand what I mean. Thing is, I’ve got as many problems as I have fingers, if I count with the other hand, because I can’t count with neither hand and if I use your hand to count then I’m not counting, and then it doesn’t count. What counts is…well.\n\n\nBefore I begin…let me tell you, we had just finished observing the breached site through a camera attached to a blown-up lighter than air, heavy-duty balloon being blown upward due to a draft, like the draft in my office where I wrote that first draft. Why a balloon? I don’t know. Maybe it’s because balloons have been blown up, while drones can be blown up, like that breached site. Anyways, that was when we noticed this anomaly. It wasn’t that one, but our job is to contain this and contain that. That one wasn’t there, so it hadn’t been blown up. If it wasn’t there, then this wasn’t here, and we had just wasted a lighter than air, heavy-duty balloon. We let it go, like I let go of the case, and it went up in the air, like my expectations.\n\n\nAnyways, the breached site contained SCP-4937, which was what we were there for. SCP-4937 seems to enjoy balloons, especially balloon animals, since it was one. It seemed like a ghost, because we had nothing on it, and because ghosts float, like balloons. Why do I keep getting sidetracked? I’m trying to say the right thing, but what’s right has left my mind, and what’s left in my mind is wrong. While we try to make sure everything goes right, sometimes nothing goes right instead, and balloons go up.\n\n\nOn the off-chance it was on-site and not blown up, as in exploded, it was probably underground. We descended into the sublevels with sub-optimal substitute lighting. The whole complex was flooded, and not with light. I continued through the long, dark hallway, until I came to a fork in the road. I chose the right path, which was the left path and not the right path. I should’ve chosen the latter. I saw a light at the end of the tunnel, and it was a flood lamp on a brick wall. I went back through the tunnels flooded with light and not water to reach the tunnels filled with the latter and not the former, until I came upon a ladder. I chose the ladder.\n\n\nI went down on a hunch, and also because the floor above me was collapsed. This was the right path, because at the end was SCP-4937, blown up, as in expanded. But I felt like I had been gut punched, because while I had the guts to come here, my gut feeling was right. Picture this, but you won’t, because there wasn’t a picture, but there was this: it didn't float, because floats don’t float, and neither do some balloons.\n\n\nSincerely,\n\nNolan Rogers, Antimemetics Division\n\n\n\n\n\n\n\n\n\n\nDaniel Morowitz\n\n\n\n\n\n\nTo: <\npcs.noitadnuof.citememitna|sregorn#pcs.noitadnuof.citememitna|sregorn\n>\n\n\nDetails\n\n\n\n\n\n\n\n\nRe: SCP-4937\n\n\nMarch 9, 2019 at 7:13 PM\n\n\nNolan Rogers,\n\n\nYou haven't addressed any of my concerns. I have notified your superiors and they are aware of the situation. Please don't make this a bigger problem than it already is.\n\n\nSincerely,\n\nDaniel Morowitz, RAISA\n\n\n\n\n\n\nItem #:\n SCP-4937\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-4937 is to be kept in Storage Containment Unit █-██ inside a 30 cm x 30 cm x 30 cm padded container. Personnel should be cautious when handling the object due to its fragile nature.\n\n\nDescription:\n SCP-4937 appears to be a partially deflated 260Q modelling balloon of ordinary make and white coloration, originally measuring 32 cm from the end to the inflation valve, in a form described as that of a dog.\n\n\nSCP-4937 is the subject of a cognitohazardous meme. Information regarding its properties, behavior, and nature is \"evasively excessive\". Thus, it is only possible to understand information regarding SCP-4937 through direct observation.\n\n\nAttempts to describe SCP-4937's abstract properties have failed, as a result of either excessive imposition or evasive exposition. As such, information regarding SCP-4937 may or may not be true, and it may or may not present a significant threat to containment security.\n\n\n\n\nIn an ordinary sense, memes are essentially living ideas, and the proposed anti-meme is a suicidal meme. But this one, it's different. It grows, yes, but in the wrong direction. It isn't spreading or concealing information about itself, but rather, it's spreading the \nwrong\n information. It just wants us to \nthink\n it's a balloon dog. And since we can't understand it, and don't know what the hell it is, it’s probably no laughing matter. - \nDr. Marcus Sonoma\n\n\n\n\n\n\nAddendum 4937-1:\n\nSCP-4937 was recovered on █/██/████ at Site-██ by Junior Researcher Nolan Rogers. No prior records of SCP-4937 exist, and Rogers is unable to recall information regarding SCP-4937 before █/██/████. Rogers claims to be unable to speak about SCP-4937. The following is a transcript of an interview with Rogers.\n\n\n\n\nDate:\n █/██/████\n\n\nInterviewer:\n Dr. Marcus Sonoma\n\n\nInterviewee:\n Nolan Rogers\n\n\n\n\n<Begin Log>\n\n\nDr. Sonoma:\n Please identify yourself.\n\n\nRogers:\n Nolan Rogers. No d in Rogers.\n\n\nDr. Sonoma:\n I assume you understand why you're here.\n\n\nRogers:\n I suppose this has to do with SCP-4937.\n\n\nDr. Sonoma:\n Yes. Let's start from the beginning. How did you come to know of SCP-4937?\n\n\nRogers:\n I don't know. How do you?\n\n\nDr. Sonoma:\n Well, through you, of course.\n\n\nRogers remains silent for a few moments.\n\n\nRogers:\n Then that's my answer.\n\n\nDr. Sonoma:\n But how were you made aware of SCP-4937 before RAISA, if you knew it was SCP-4937?\n\n\nRogers:\n How should I know? You guys called it 4937, not me.\n\n\nDr. Sonoma:\n No, in the first draft you sent to Morowitz-\n\n\nRogers:\n Look, I might recall more information tomorrow. It's really-\n\n\nDr. Sonoma:\n Right, almost forgot. What is it with the wordplay?\n\n\nRogers:\n What?\n\n\nDr. Sonoma:\n To\nmorrow\n, it's. Morowitz. And then in your emails, it's all puns.\n\n\nRogers:\n I didn't…oh. Oh! That's it!\n\n\nDr. Sonoma:\n What's it?\n\n\nRogers:\n It's SCP-4937!\n\n\nRogers begins laughing uncontrollably.\n\n\nDr. Sonoma:\n What about it?\n\n\nRogers:\n Everything! The unusual circumstances, that it's a popped balloon dog, everything! It's a joke, we're the punch line, and it's not even funny!\n\n\nDr. Sonoma:\n What?\n\n\nRogers:\n It's just a balloon dog. We \nblew\n things \nout of proportion.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n« \nSCP-4936\n | SCP-4937 | \nSCP-4938\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4937\n\" by Greyve, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4937\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 4937-1: SCP-4937 was recovered on █/██/████ at Site-██ by Junior Researcher Nolan Rogers. No prior records of SCP-4937 exist, and Rogers is unable to recall information regarding SCP-4937 before █/██/████. Rogers claims to be unable to speak about SCP-4937. The following is a transcript of an interview with Rogers."
    ],
    "documents": [],
    "notes": [
        "Daniel Morowitz To: < pcs.noitadnuof.citememitna|sregorn#pcs.noitadnuof.citememitna|sregorn > Details SCP-4937 March 9, 2019 at 7:13 PM Nolan Rogers, Your SCP-4937 draft makes no sense. First of all, you attached a memetic hazard as the image, which, aside from being completely unethical, is just completely unacceptable. Then there's the containment procedures, which simply say [REDACTED]? That's unauthorized on so many levels. And I don't even want to talk about the description. What is SCP-4937? We don't have any records of it and we’re the records administration. Sincerely, Daniel Morowitz, RAISA",
        "Nolan Rogers To: < pcs.noitadnuof.asiar|2ztiworomd#pcs.noitadnuof.asiar|2ztiworomd > Details Re: SCP-4937 March 9, 2019 at 7:13 PM Daniel, I don’t think you understand what I mean. Thing is, I’ve got as many problems as I have fingers, if I count with the other hand, because I can’t count with neither hand and if I use your hand to count then I’m not counting, and then it doesn’t count. What counts is…well. Before I begin…let me tell you, we had just finished observing the breached site through a camera attached to a blown-up lighter than air, heavy-duty balloon being blown upward due to a draft, like the draft in my office where I wrote that first draft. Why a balloon? I don’t know. Maybe it’s because balloons have been blown up, while drones can be blown up, like that breached site. Anyways, that was when we noticed this anomaly. It wasn’t that one, but our job is to contain this and contain that. That one wasn’t there, so it hadn’t been blown up. If it wasn’t there, then this wasn’t here, and we had just wasted a lighter than air, heavy-duty balloon. We let it go, like I let go of the case, and it went up in the air, like my expectations. Anyways, the breached site contained SCP-4937, which was what we were there for. SCP-4937 seems to enjoy balloons, especially balloon animals, since it was one. It seemed like a ghost, because we had nothing on it, and because ghosts float, like balloons. Why do I keep getting sidetracked? I’m trying to say the right thing, but what’s right has left my mind, and what’s left in my mind is wrong. While we try to make sure everything goes right, sometimes nothing goes right instead, and balloons go up. On the off-chance it was on-site and not blown up, as in exploded, it was probably underground. We descended into the sublevels with sub-optimal substitute lighting. The whole complex was flooded, and not with light. I continued through the long, dark hallway, until I came to a fork in the road. I chose the right path, which was the left path and not the right path. I should’ve chosen the latter. I saw a light at the end of the tunnel, and it was a flood lamp on a brick wall. I went back through the tunnels flooded with light and not water to reach the tunnels filled with the latter and not the former, until I came upon a ladder. I chose the ladder. I went down on a hunch, and also because the floor above me was collapsed. This was the right path, because at the end was SCP-4937, blown up, as in expanded. But I felt like I had been gut punched, because while I had the guts to come here, my gut feeling was right. Picture this, but you won’t, because there wasn’t a picture, but there was this: it didn't float, because floats don’t float, and neither do some balloons. Sincerely, Nolan Rogers, Antimemetics Division",
        "Daniel Morowitz To: < pcs.noitadnuof.citememitna|sregorn#pcs.noitadnuof.citememitna|sregorn > Details Re: SCP-4937 March 9, 2019 at 7:13 PM Nolan Rogers, You haven't addressed any of my concerns. I have notified your superiors and they are aware of the situation. Please don't make this a bigger problem than it already is. Sincerely, Daniel Morowitz, RAISA",
        "In an ordinary sense, memes are essentially living ideas, and the proposed anti-meme is a suicidal meme. But this one, it's different. It grows, yes, but in the wrong direction. It isn't spreading or concealing information about itself, but rather, it's spreading the wrong information. It just wants us to think it's a balloon dog. And since we can't understand it, and don't know what the hell it is, it’s probably no laughing matter. - Dr. Marcus Sonoma",
        "Date: █/██/████ Interviewer: Dr. Marcus Sonoma Interviewee: Nolan Rogers <Begin Log> Dr. Sonoma: Please identify yourself. Rogers: Nolan Rogers. No d in Rogers. Dr. Sonoma: I assume you understand why you're here. Rogers: I suppose this has to do with SCP-4937. Dr. Sonoma: Yes. Let's start from the beginning. How did you come to know of SCP-4937? Rogers: I don't know. How do you? Dr. Sonoma: Well, through you, of course. Rogers remains silent for a few moments. Rogers: Then that's my answer. Dr. Sonoma: But how were you made aware of SCP-4937 before RAISA, if you knew it was SCP-4937? Rogers: How should I know? You guys called it 4937, not me. Dr. Sonoma: No, in the first draft you sent to Morowitz- Rogers: Look, I might recall more information tomorrow. It's really- Dr. Sonoma: Right, almost forgot. What is it with the wordplay? Rogers: What? Dr. Sonoma: To morrow , it's. Morowitz. And then in your emails, it's all puns. Rogers: I didn't…oh. Oh! That's it! Dr. Sonoma: What's it? Rogers: It's SCP-4937! Rogers begins laughing uncontrollably. Dr. Sonoma: What about it? Rogers: Everything! The unusual circumstances, that it's a popped balloon dog, everything! It's a joke, we're the punch line, and it's not even funny! Dr. Sonoma: What? Rogers: It's just a balloon dog. We blew things out of proportion. <End Log>",
        "\" SCP-4937 \" by Greyve, from the SCP Wiki . Source: https://scpwiki.com/scp-4937 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4937",
    "object_class": "Euclid",
    "containment_procedures": "SCP-4937 is to be kept in Storage Containment Unit █-██ inside a 30 cm x 30 cm x 30 cm padded container. Personnel should be cautious when handling the object due to its fragile nature.",
    "description": "SCP-4937 appears to be a partially deflated 260Q modelling balloon of ordinary make and white coloration, originally measuring 32 cm from the end to the inflation valve, in a form described as that of a dog.",
    "title": "SCP-4937"
}