{
    "url": "https://scp-wiki.wikidot.com/scp-4950",
    "all_text": "rating: \n+400\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-4950\n: Triple Six Five Forked Tongue\n\n\nAuthor:\n \nA Random Day\n\n\n\n\n+ More SCPs by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-3220\n\n\nRating: 534\n\n\n\n\n\n\nSCP-2790\n\n\nRating: 493\n\n\n\n\n\n\nSCP-4780\n\n\nRating: 482\n\n\n\n\n\n\nSCP-2820\n\n\nRating: 476\n\n\n\n\n\n\nSCP-3780\n\n\nRating: 439\n\n\n\n\n\n\nSCP-2664\n\n\nRating: 412\n\n\n\n\n\n\nSCP-4950\n\n\nRating: 400\n\n\n\n\n\n\nSCP-2730\n\n\nRating: 293\n\n\n\n\n\n\nSCP-947\n\n\nRating: 292\n\n\n\n\n\n\nSCP-2350\n\n\nRating: 275\n\n\n\n\n\n\nSCP-2810\n\n\nRating: 271\n\n\n\n\n\n\nSCP-3640\n\n\nRating: 264\n\n\n\n\n\n\nSCP-2490\n\n\nRating: 258\n\n\n\n\n\n\nSCP-4670\n\n\nRating: 255\n\n\n\n\n\n\nSCP-3470\n\n\nRating: 250\n\n\n\n\n\n\nSCP-2680\n\n\nRating: 247\n\n\n\n\n\n\nSCP-5430\n\n\nRating: 215\n\n\n\n\n\n\nSCP-5940\n\n\nRating: 202\n\n\n\n\n\n\nSCP-2210\n\n\nRating: 202\n\n\n\n\n\n\nSCP-4710\n\n\nRating: 177\n\n\n\n\n\n\nSCP-3850\n\n\nRating: 160\n\n\n\n\n\n\nSCP-3360\n\n\nRating: 152\n\n\n\n\n\n\nSCP-7660\n\n\nRating: 132\n\n\n\n\n\n\nSCP-2060\n\n\nRating: 123\n\n\n\n\n\n\nSCP-2910\n\n\nRating: 118\n\n\n\n\n\n\nSCP-1750\n\n\nRating: 102\n\n\n\n\n\n\nSCP-2570\n\n\nRating: 95\n\n\n\n\n\n\nSCP-2650\n\n\nRating: 94\n\n\n\n\n\n\nSCP-6190\n\n\nRating: 87\n\n\n\n\n\n\nSCP-2143\n\n\nRating: 83\n\n\n\n\n\n\nSCP-7780\n\n\nRating: 79\n\n\n\n\n\n\nSCP-6880\n\n\nRating: 74\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Tales by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nAvatara\n\n\nRating: 246\n\n\n\n\n\n\nHypervelocity\n\n\nRating: 245\n\n\n\n\n\n\nI Thought You Died Alone\n\n\nRating: 188\n\n\n\n\n\n\nMoonlighting\n\n\nRating: 183\n\n\n\n\n\n\nZeitgeist\n\n\nRating: 141\n\n\n\n\n\n\nAutoerotic Assassination\n\n\nRating: 128\n\n\n\n\n\n\nTerminal Velocity\n\n\nRating: 122\n\n\n\n\n\n\nT Minus\n\n\nRating: 122\n\n\n\n\n\n\nThe Chosen Few\n\n\nRating: 100\n\n\n\n\n\n\nReboot or: How I Learned to Stop Worrying and Love the Apocalypses\n\n\nRating: 97\n\n\n\n\n\n\nHard Machine\n\n\nRating: 88\n\n\n\n\n\n\nLoud, Lawless, and Lost\n\n\nRating: 88\n\n\n\n\n\n\nThe Vice Girls\n\n\nRating: 87\n\n\n\n\n\n\nMorphine Machine\n\n\nRating: 87\n\n\n\n\n\n\nDeus Vulture\n\n\nRating: 87\n\n\n\n\n\n\nTruth Is Sin\n\n\nRating: 84\n\n\n\n\n\n\nNonpareil\n\n\nRating: 82\n\n\n\n\n\n\nEcstasy and Exorcism\n\n\nRating: 81\n\n\n\n\n\n\nThe Revelation\n\n\nRating: 81\n\n\n\n\n\n\nRise and Repent\n\n\nRating: 79\n\n\n\n\n\n\nT Plus\n\n\nRating: 68\n\n\n\n\n\n\nPrey and Obey\n\n\nRating: 51\n\n\n\n\n\n\nEscape Velocity\n\n\nRating: 50\n\n\n\n\n\n\nJump the Gun\n\n\nRating: 49\n\n\n\n\n\n\nNo One Gets Out of Her Alive\n\n\nRating: 47\n\n\n\n\n\n\nLeather Pig\n\n\nRating: 47\n\n\n\n\n\n\nThe Ballad of Santa Troy\n\n\nRating: 47\n\n\n\n\n\n\nContempt\n\n\nRating: 42\n\n\n\n\n\n\nDomo Arigato\n\n\nRating: 38\n\n\n\n\n\n\nThe Man-Machine\n\n\nRating: 36\n\n\n\n\n\n\nMile High Club\n\n\nRating: 30\n\n\n\n\n\n\nStrung Out in Heavens High\n\n\nRating: 27\n\n\n\n\n\n\nHands\n\n\nRating: 26\n\n\n\n\n\n\nIndustrial Espionage\n\n\nRating: 26\n\n\n\n\n\n\nNothing Human\n\n\nRating: 25\n\n\n\n\n\n\nFullmusic Astrobiologist\n\n\nRating: 22\n\n\n\n\n\n\nEight Hours in the ECRG\n\n\nRating: 18\n\n\n\n\n\n\nEnasni Si Gnihtyreve\n\n\nRating: 15\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Hubs by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nHubs\n\n\n\n\n\n\nPrometheus Labs Hub\n\n\nRating: 151\n\n\n\n\n\n\nSpeed Demon\n\n\nRating: 134\n\n\n\n\n\n\nGuns Pointed at the Head of God\n\n\nRating: 75\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All coauthored articles featuring A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nPage\n\n\nAuthors\n\n\n\n\n\n\nOverheard at Deer\n\n\nch00bakka\n\n\n\n\n\n\nSCP-150\n\n\nDecibelles\n\n\n\n\n\n\nSCP-3000\n\n\ndjkaktus\n, \nJoreth\n\n\n\n\n\n\nSCP-4220\n\n\nThe Great Hippo\n\n\n\n\n\n\nSCP-4310\n\n\nThe Great Hippo\n\n\n\n\n\n\nChicago Spirit Hub\n\n\nPeppersGhost\n\n\n\n\n\n\nSCP-5555\n\n\nRounderhouse\n, \nUncle Nicolini\n\n\n\n\n\n\nVisions of Bodies Being Burned\n\n\nTaffeta\n\n\n\n\n\n\nSamsara\n\n\nTyGently\n\n\n\n\n\n\nDeath Perception\n\n\nTyGently\n\n\n\n\n\n\nThe Powers that Bark\n\n\nTyGently\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA Comprehensive List of K-Class Scenarios\n\n\n\n\n\n\nAlgorithm Curated Recommendations\n\n\n\n\n\n\nAll Groups of Interest Listed by GoI Number (Fragment)\n\n\n\n\n\n\nA Semi-Comprehensive List of Foundation Facilities\n\n\n\n\n\n\nA Semi-Comprehensive List of Groups of Interest\n\n\n\n\n\n\nDr. Desai's Personnel File\n\n\n\n\n\n\nMobile Task Forces\n\n\n\n\n\n\nNews for September 2018\n\n\n\n\n\n\nSCP-3854\n\n\n\n\n\n\nSCP-4949\n\n\n\n\n\n\nSCP-4951\n\n\n\n\n\n\nSCP-6553\n\n\n\n\n\n\nSCP Series 5\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+400\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-4950\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n The remains of SCP-4950 are stored within a Grade-H pentacular containment grid maintained by an \nautomated exorcist\n. The exorcist and grid should be checked once per week for signs of degradation or malfunction and promptly repaired or replaced as necessary.\n\n\nDescription:\n SCP-4950 is a GR-Class hostile demiurgical entity categorized in multiple occult grimoires of repute, whose entry into this universe was predicted to cause an NK-Class \"Grey Goo\" scenario. However, all occult texts dealing with the entity indicate that it lacked sufficient strength to enter this universe by itself: the entity derived its strength from human sacrifice, and would require several hundred million sacrifices to regain sufficient strength to return.\n\n\nExcerpts on SCP-4950 from the Occultum Liberium\n\n\n\n\nBehold the ARCHON LORD. Life is but as fodder to this wretched brute, whose unending hunger rends the very air with its agony. He hungers. He lusts for nourishment. His wrath is wretched in its gluttony. The Lord is a bottomless pit. Feeding him only hastens his wasting. There is no rest for the Lord, nor will there be rest for his prey - he will feed and feed and feed until all has been consumed, and he shall excrete.\n\n\nThough the ARCHON LORD's gluttony is endless, his belly is a paradox - shrinking even as it grows. When there is no more room in his belly, he shall purge. And his spawn shall come forth - foul, turgid beings who know nought but waste and hunger. They shall be as him, both in appearance and in behavior. Fear this mighty horde - for they are not his Children, but his Excreta. And this plague of waste shall sweep all the worlds until there is naught but waste.\n\n\nYet the ARCHON LORD wastes, and in his unending hunger and unending waste lies salvation. For he can only feed through the raktamada \n[sic]\n1\n of man. It is foretold that when the raktamada of untold scores of millions reaches its fevered pitch, the ARCHON LORD will be fed for the last time in history. And when he is sated, he shall cross the threshold of the world and descend to feed.\n\n\n\n\nSCP-4950 was the primary deity of GoI-66654, self-identified as the \"People of the Lie\". The cult’s objective was to find a way of summoning SCP-4950, which they believed would excrete out a more perfect universe following its consumption of the previous one. Due to the aforementioned requirements for summoning the entity, the low socioeconomic status of the cult's members, and the difficulty of recruitment into the cult, they were not considered to be a threat to normalcy or the Foundation in any way until Event 4950-Alpha.\n\n\nAddendum: Event 4950-Alpha\n\n\nOn ██/██/██, \nthe WATCHDOG program\n detected a statistically anomalous spike in \nflat orange EVE radiation\n located in ██████████, ██: satellite imagery indicated the spike as being within the apartment complex in which William Thurson, a convenience store manager and known member of GoI-66654, resided. As ██████████ is located over a known ley line system, it was suspected that Thurson might have been trying to channel the ley line to summon SCP-4950. Although the ley line was incapable of supplying enough power for such a summoning, it was thought that Thurson might inadvertently summon a lesser demon in the process. Thus, Agent Robert Howard was dispatched to investigate and terminate the summoning if necessary. The following audiovisual log comes from Agent Howard's glasses camera.\n\n\n\n\nEvent 4950-Alpha Video Log Transcript\n\n\nDate:\n ██/██/██\n\n\nExploration Agent:\n Robert Howard\n\n\n[BEGIN LOG]\n\n\nAgent Howard stands at the base of Thurson's apartment building.\n\n\nHoward:\n \n[muttering]\n I've arrived at the location of the working. The target is William Thurson, an amateur necromancer - emphasis on amateur - and member of Gee-Oh-Eye Six-Six-Six-Five-Four, \"People of the Lie\". He's trying to summon his great god. I'm here to kill whatever he comes up with instead and record, in excruciating detail, how I did it. Part of a new program to maintain institutional knowledge among agents.\n\n\nHoward enters the apartment complex and checks his Caldmann counter as he climbs the stairs.\n\n\nHoward:\n \n[muttering]\n Surprising amount of aspect radiation in the area - least a Level 3 entity. If I'm unlucky, 4. This is concerning - there's no way in hell that Thurson should be able to tap into this much energy. I read his file - he can't speak Spanish, let alone Enochian.\n\n\nHoward stops at the entrance to Thurson's apartment.\n\n\nHoward:\n The plan is, thankfully, straightforward enough. If he hasn't finished the working, I tase him and divert the ley line energy back to ground. If he's finished the working… I tase him and enact containment protocols. Most likely I'll construct a containment seal and set up the automated exorcist till the cleanup team gets here.\n\n\nHoward knocks on the door.\n\n\nHoward:\n Mister Thurson? This is the police. Open up!\n\n\nThere is no response.\n\n\nHoward:\n Mister Thurson? Open up!\n\n\nThere is still no response. Howard checks his Caldmann counter and curses.\n\n\nHoward:\n Level 5? What the hell is going on there?\n\n\nHoward kicks at the door multiple times. The wood begins to splinter.\n\n\nHoward:\n Come on, come on, god damnit…!\n\n\nHoward kicks at the door one more time, causing it to splinter away from the lock and open. He enters the apartment living room. There is a table in the center of the room with a pair of cell phones and a pizza box on top of it. A couch off to the side is covered in clothes and a sleeping bag. A few kitchen appliances are sitting on a kitchen table against the far wall. The room appears to have been inhabited recently, but not in the past week. A guttural humming sound can be heard coming from the next room.\n\n\nHoward:\n God dammit, god dammit…\n\n\nHoward stalks towards the next room. He pauses in front of it and checks the Caldmann counter, which now registers Level 6.\n\n\nHoward:\n Dammit, knew I should've stayed in IT.\n\n\nHoward activates a shielding incantation and opens the door. He immediately recoils, closing the door and activating a second, stronger incantation before re-opening it to show the bedroom.\n\n\nIn the center of the room is a summoning circle whose diameter is the width of the room. The floor within the circle is completely covered over by a large mass of swarming red animals resembling a skinned naked mole rat, which are attempting to cannibalise each other. Within the center of the circle is a computer workstation with multiple monitors, each displaying stills from a video game. Several occult electronics on the workstation table are plugged into it. A large red organism, resembling a skinned naked mole rat with the head of an ant, is partially protruding from the central monitor. There are a pair of human upper bodies protruding from the center organism which screech upon noticing Howard.\n\n\nHoward:\n Jesus. These idiots actually did it. It’s the bloody Archon Lord.\n\n\nAs Howard moves towards the summoning circle, one of the bodies on SCP-4950 moans. Howard winces and looks away.\n\n\nHoward:\n And that must be Thurson.\n\n\nHoward squats down to examine the circle, avoiding looking up at SCP-4950 itself.\n\n\nHoward:\n This must have been running for weeks. What the hell were they doing?\n\n\nAs Howard moves closer, the mole rat creatures become more frenzied, scrabbling towards him and attacking each other with increased ferocity, though they are unable to break through the circle.\n\n\nHoward:\n No wonder this thing's been going for so long. This summoning circle is more poorly optimized than - well, nothing, it's the worst summoning circle I've ever seen. How the hell did they get enough power for it?\n\n\nHoward continues to examine the edge of the summoning circle, being careful to stay at least half a meter away from it.\n\n\nHoward:\n It’s like trying to download an HD movie through dial-up. The fucking thing’s probably been in limbo for weeks. Let me see… If I could access the computer I could probably smash it and cancel the download, but I'd be eaten and shat out before I took two steps into this thing.\n\n\nHe steps away from the circle and looks around the room.\n\n\nHoward:\n Maybe I don't need to smash the computer. Where's the bloody circuit breaker?\n\n\nHe exits the room and looks around the living room.\n\n\nHoward:\n Goddamnit, is it outside -\n\n\nHoward pauses and moves towards a light switch on the wall. One of the switches is taped over. He peels the tape from the wall and flips the switch. There is a loud roar from the bedroom as the humming noise stops and Howard checks his Caldmann counter.\n\n\nHoward:\n Oh my God. \n[laughter]\n Down to 2! I knew it.\n\n\nHoward returns to the bathroom. The area within the summoning circle has returned to normal hardwood and there is no sign of the SCP-4950's spawn, but the SCP-4950 remains in its original position, half-out of the computer monitor with the mutated bodies stuck to it. The other monitors are frozen, displaying stills from a video game.\n\n\nHoward:\n Now we're getting somewhere.\n\n\nHoward activates a shielding incantation from his cell phone and enters the summoning circle. He takes a piece of silver chalk from his field kit and examines the workstation closely.\n\n\nHoward:\n Right, ok. Looks like a hacked together digital-to-analog thaumic converter. I’m seeing a power brick, Arduino, and… an Amiibo? An Amiibo wired to the workstation. It’s covered in… I hope it’s ketchup.\n\n\nHoward begins to draw a containment pentacle around the computer table.\n\n\nHoward\n: My guess is that the Amiibo draws thaumic energy from somewhere – probably has something to do with the game onscreen - the computer steps it down into the Arduino, and the Arduino modulates it into the summoning circle. What I’m gonna do is short out the circle – basically drive all of the thaumic energy away from it and into the containment grid.\n\n\nAs he works, SCP-4950 stirs and attempts to speak.\n\n\nSCP-4950:\n Wh… wh…\n\n\nHoward does not stop working, but hastens his pace. Once he completes the pentacle, he steps outside of it, removing the automated exorcist from the field kit and assembling it.\n\n\nSCP-4950:\n Where… where we…\n\n\nHoward connects the exorcist to the source lines on the pentacle and turns it on.\n\n\nSCP-4950:\n Where we dropping boys?\n\n\nThe exorcist activates. The computer monitors go black and SCP-4950 immediately ceases to speak.\n\n\nHoward:\n What?\n\n\n[END LOG]\n\n\n\n\nIn the aftermath of the aborted summoning, the apartment building was evacuated under cover of a gas leak. The summoning circle was extracted by a Foundation containment team and brought to Site-42, and the surviving members of GoI-66654 were brought in for questioning and amnestization. Text logs from the cell phones of Thurson and his companion, identified posthumously as an electrical engineer named Theodore Ferguson, provided more information on how they had succeeded in summoning SCP-4950:\n\n\n\n\nHey I was doing some digging earlier today and I think I got something\n\n\n\n\n\n\n\n\n\n\nWhat’s up\n\n\n\n\n\n\n\n\n\n\nYou know how it says the archon lord will not awaken until he has been fed with the blood of billions right\n\n\n\n\n\n\n\n\n\n\nRight\n\n\n\n\n\n\n\n\n\n\nWell i was thinking - maybe it doesn't need to be actual blood\n\n\n\n\n\n\n\n\n\n\nI was thinking about that 40k game yesterday\n\n\n\n\n\n\n\n\n\n\nThink about it - board set up like a summoning grid and we were yelling blood for the blood god for shits and giggles but we ACTUALLY SUMMONED A DEMON\n\n\n\n\n\n\n\n\n\n\nyou think we can do that for the archon lord?\n\n\n\n\n\n\n\n\n\n\nExactly\n\n\n\n\n\n\n\n\n\n\nyeah but the archon lord needs millions of sacrifices. i have 213 minis\n\n\n\n\n\n\n\n\n\n\nNot with warhammer dickhead\n\n\n\n\n\n\n\n\n\n\nOk so like, modern warfare 2 was the shit a few years back right\n\n\n\n\n\n\n\n\n\n\nSure I guess\n\n\n\n\n\n\n\n\n\n\nSo what, we just need to play a bunch of shooters?\n\n\n\n\n\n\n\n\n\n\nI put together a setup we can use but we'd need a LOT of people to chant blood for the blood god while killing each other. Needs to a be really popular game.\n\n\n\n\n\n\n\n\n\n\nPewds was playing a new game might work called fortnight??\n\n\n\n\n\n\n\n\n\n\nDuring the time between this text conversation and Incident 4950-Alpha, the cult set up online clans within the battle royale video game \nFortnite Battle Royale\n. Using the internet meme \n\"Blood for the Blood God\"\n2\n to prime players to kill each other in-game in the name of SCP-4950, the cult successfully built up enough energy to summon SCP-4950 within three years.\n\n\nMobile Task Force Kappa-10 \"Skynet\" has been deployed to investigate other potential summonings that might be instigated within \nFortnite\n. Current lines of investigation are centered around the memetic phrase \"press F to pay respects\".\n\n\n\n\nFootnotes\n\n\n1\n. Translator's note: while the exact translation of \nraktamada\n is unclear, it shares the root word \nrakta\n with the Middle Enochian term for blood; thus, it likely means \"life force\" or \"blood vitality\".\n\n\n2\n. See attached documentation for GOI-3824 (“Games Workshop”).\n\n\n\n\n\n\n\n\n« \nSCP-4949\n | SCP-4950 | \nSCP-4951\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4950\n\" by A Random Day, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4950\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Event 4950-Alpha\nOn ██/██/██, the WATCHDOG program detected a statistically anomalous spike in flat orange EVE radiation located in ██████████, ██: satellite imagery indicated the spike as being within the apartment complex in which William Thurson, a convenience store manager and known member of GoI-66654, resided. As ██████████ is located over a known ley line system, it was suspected that Thurson might have been trying to channel the ley line to summon SCP-4950. Although the ley line was incapable of supplying enough power for such a summoning, it was thought that Thurson might inadvertently summon a lesser demon in the process. Thus, Agent Robert Howard was dispatched to investigate and terminate the summoning if necessary. The following audiovisual log comes from Agent Howard's glasses camera.\nIn the aftermath of the aborted summoning, the apartment building was evacuated under cover of a gas leak. The summoning circle was extracted by a Foundation containment team and brought to Site-42, and the surviving members of GoI-66654 were brought in for questioning and amnestization. Text logs from the cell phones of Thurson and his companion, identified posthumously as an electrical engineer named Theodore Ferguson, provided more information on how they had succeeded in summoning SCP-4950:\nDuring the time between this text conversation and Incident 4950-Alpha, the cult set up online clans within the battle royale video game Fortnite Battle Royale . Using the internet meme \"Blood for the Blood God\" 2 to prime players to kill each other in-game in the name of SCP-4950, the cult successfully built up enough energy to summon SCP-4950 within three years.\nMobile Task Force Kappa-10 \"Skynet\" has been deployed to investigate other potential summonings that might be instigated within Fortnite . Current lines of investigation are centered around the memetic phrase \"press F to pay respects\"."
    ],
    "documents": [],
    "notes": [
        "Behold the ARCHON LORD. Life is but as fodder to this wretched brute, whose unending hunger rends the very air with its agony. He hungers. He lusts for nourishment. His wrath is wretched in its gluttony. The Lord is a bottomless pit. Feeding him only hastens his wasting. There is no rest for the Lord, nor will there be rest for his prey - he will feed and feed and feed until all has been consumed, and he shall excrete. Though the ARCHON LORD's gluttony is endless, his belly is a paradox - shrinking even as it grows. When there is no more room in his belly, he shall purge. And his spawn shall come forth - foul, turgid beings who know nought but waste and hunger. They shall be as him, both in appearance and in behavior. Fear this mighty horde - for they are not his Children, but his Excreta. And this plague of waste shall sweep all the worlds until there is naught but waste. Yet the ARCHON LORD wastes, and in his unending hunger and unending waste lies salvation. For he can only feed through the raktamada [sic] 1 of man. It is foretold that when the raktamada of untold scores of millions reaches its fevered pitch, the ARCHON LORD will be fed for the last time in history. And when he is sated, he shall cross the threshold of the world and descend to feed.",
        "\" SCP-4950 \" by A Random Day, from the SCP Wiki . Source: https://scpwiki.com/scp-4950 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4950",
    "object_class": "Safe",
    "containment_procedures": "The remains of SCP-4950 are stored within a Grade-H pentacular containment grid maintained by an automated exorcist. The exorcist and grid should be checked once per week for signs of degradation or malfunction and promptly repaired or replaced as necessary.",
    "description": "SCP-4950 is a GR-Class hostile demiurgical entity categorized in multiple occult grimoires of repute, whose entry into this universe was predicted to cause an NK-Class \"Grey Goo\" scenario. However, all occult texts dealing with the entity indicate that it lacked sufficient strength to enter this universe by itself: the entity derived its strength from human sacrifice, and would require several hundred million sacrifices to regain sufficient strength to return.",
    "title": "SCP-4950"
}