{
    "url": "https://scp-wiki.wikidot.com/scp-4958",
    "all_text": "rating: \n+180\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n4958\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Current containment efforts focus on the implementation of an international counseling program designated \"Specialized Counselors and Psychiatrists.\" Agents that discover instances of SCP-4958 are encouraged to converse with the individuals referred to in SCP-4958's notes. Said individuals should seek counseling or be reunited with their loved ones.\n\n\nDescription:\n SCP-4958 refers to \nLycoris radiata\n (more commonly known as red spider lilies) that bloom near individuals who have had a major conflict with their loved ones. SCP-4958 is distinguished from normal \nLycoris radiata\n in that it blooms only on inorganic matter, such as tiled floors. Each instance of SCP-4958 contains a folded piece of paper.\n\n\nThe paper contains a short handwritten letter directed towards the individual, which is written in their native language. The handwriting matches that of a person whom the individual had a major dispute with. Should an instance be uprooted, but the conflict has not been resolved, another instance will bloom within a month with a different message.\n\n\n\n\nExcerpt of Log of Known SCP-4958 Occurrences\n\n\nBelow are some of the earliest notes retrieved by the Foundation. The rest have been truncated for brevity.\n\n\nSubject:\n 6-year-old female\n\n\nBackground:\n Subject was found in a public park after leaving a foster home due to bullying. Handwriting matched subject's former caretaker.\n\n\nNote:\n \nJuliana, I'm sorry for not hearing you out. Please come back, we miss you.\n\n\nSubject:\n 16-year-old female\n\n\nBackground:\n Subject's parents divorced. Lives with father but chooses to minimize interaction with either parent. Handwriting matched subject's mother.\n\n\nNote:\n \nMy little Lilian, I hope Jeremy is taking good care of you. I know he won't forgive me for running off, but know that momma loves you, okay?\n\n\nSubject:\n 18-year-old male\n\n\nBackground:\n Subject was subject to abuse from parents and siblings. After the death of parents, subject refused to leave home or interact with his siblings. Handwriting matched subject's eldest brother.\n\n\nNote:\n \nDaniel, look. I won't try to mince words. We were assholes. I get it. Yell at me if you want, hit me, whatever. I don't care. Just don't shut me out, man. Speak to me.\n\n\nSubject:\n 87-year-old female\n\n\nBackground:\n Subject was estranged from children following a dispute over her children's support of the LGBTQ community. Subject was found having been deceased for over two weeks, with the SCP-4958 instance looking noticeably withered. Handwriting matches subject's son.\n\n\nNote:\n \nMom, we won't try to convince your mind over Trevor's choice. Please come over for Thanksgiving, it's been years since he last saw you.\n\n\nSubject:\n 64-year-old male\n\n\nBackground:\n Subject was prone to drunken fits of rage, eventually culminating in his wife leaving. Subject was aware of SCP-4958, having collected an estimated twenty eight notes before the Foundation noticed. Despite having written to his wife various times, he never received a response. Both parties were administered amnestics.\n\n\nNote:\n \nI want to say I still love you, but I'm afraid you'll lash out again. Even I have limits on my patience, Herb.\n\n\nSubject:\n 20-year-old male\n\n\nBackground:\n Subject diagnosed as suffering from social anxiety after dropping out of college due to financial issues. Handwriting matched subject's father.\n\n\nNote:\n \nHey champ. I know mom and I weren't exactly too happy when we heard that you dropped out. But, well… if you ever need a warm place to stay, just come on over. Pops will fix you a hot meal.\n\n\nSubject:\n 25-year-old male\n\n\nBackground:\n Subject was D-9588, who was kept in an isolated containment cell due to testing with an unrelated SCP. Diagnosed with Antisocial Personality Disorder. Handwriting matched subject's deceased sister.\n\n\nNote:\n \nWe'll get through this together, Ellis.\n\n\nSubject:\n 25-year-old male\n\n\nBackground:\n Subject was D-9588. Subject had declined an interview regarding the contents of the previous SCP-4958 instance, although he admitted feeling nostalgic after reading the former message. Handwriting matched subject's deceased sister.\n\n\nNote:\n \nWe forgive you. Come visit us one day.\n\n\nSubject:\n 25-year-old male\n\n\nBackground:\n Subject was D-9588. Subject had declined an interview once more. Subject was initially distressed at reading the second instance of SCP-4958 but afterwards admitted he felt relieved. After reading the third instance, subject's mood greatly improved. Subject was later found deceased after disregarding orders when testing resumed. Handwriting matched subject's deceased sister.\n\n\nNote:\n \nTimes may be tough, Ellis, but don't forget: you are loved. Even if the flower means abandonment and death, we won't leave you behind.\n\n\n\n\nAddendum 4958-1:\n Four months after the implementation of \"Specialized Counselors and Psychiatrists,\" all Foundation personnel involved reported an instance of SCP-4958 growing on their desks. Currently, investigations are ongoing to determine if this constitutes a breach of secrecy. All instances had the same note, typed in Gothic font.\n\n\n\n\nLet me have my fun.\n\n\n\n\n\n\n\n\n« \nSCP-4957\n | SCP-4958 | \nSCP-4959\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4958\n\" by Naepic, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4958\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 4958-1: Four months after the implementation of \"Specialized Counselors and Psychiatrists,\" all Foundation personnel involved reported an instance of SCP-4958 growing on their desks. Currently, investigations are ongoing to determine if this constitutes a breach of secrecy. All instances had the same note, typed in Gothic font."
    ],
    "documents": [],
    "notes": [
        "Excerpt of Log of Known SCP-4958 Occurrences Below are some of the earliest notes retrieved by the Foundation. The rest have been truncated for brevity. Subject: 6-year-old female Background: Subject was found in a public park after leaving a foster home due to bullying. Handwriting matched subject's former caretaker. Note: Juliana, I'm sorry for not hearing you out. Please come back, we miss you. Subject: 16-year-old female Background: Subject's parents divorced. Lives with father but chooses to minimize interaction with either parent. Handwriting matched subject's mother. Note: My little Lilian, I hope Jeremy is taking good care of you. I know he won't forgive me for running off, but know that momma loves you, okay? Subject: 18-year-old male Background: Subject was subject to abuse from parents and siblings. After the death of parents, subject refused to leave home or interact with his siblings. Handwriting matched subject's eldest brother. Note: Daniel, look. I won't try to mince words. We were assholes. I get it. Yell at me if you want, hit me, whatever. I don't care. Just don't shut me out, man. Speak to me. Subject: 87-year-old female Background: Subject was estranged from children following a dispute over her children's support of the LGBTQ community. Subject was found having been deceased for over two weeks, with the SCP-4958 instance looking noticeably withered. Handwriting matches subject's son. Note: Mom, we won't try to convince your mind over Trevor's choice. Please come over for Thanksgiving, it's been years since he last saw you. Subject: 64-year-old male Background: Subject was prone to drunken fits of rage, eventually culminating in his wife leaving. Subject was aware of SCP-4958, having collected an estimated twenty eight notes before the Foundation noticed. Despite having written to his wife various times, he never received a response. Both parties were administered amnestics. Note: I want to say I still love you, but I'm afraid you'll lash out again. Even I have limits on my patience, Herb. Subject: 20-year-old male Background: Subject diagnosed as suffering from social anxiety after dropping out of college due to financial issues. Handwriting matched subject's father. Note: Hey champ. I know mom and I weren't exactly too happy when we heard that you dropped out. But, well… if you ever need a warm place to stay, just come on over. Pops will fix you a hot meal. Subject: 25-year-old male Background: Subject was D-9588, who was kept in an isolated containment cell due to testing with an unrelated SCP. Diagnosed with Antisocial Personality Disorder. Handwriting matched subject's deceased sister. Note: We'll get through this together, Ellis. Subject: 25-year-old male Background: Subject was D-9588. Subject had declined an interview regarding the contents of the previous SCP-4958 instance, although he admitted feeling nostalgic after reading the former message. Handwriting matched subject's deceased sister. Note: We forgive you. Come visit us one day. Subject: 25-year-old male Background: Subject was D-9588. Subject had declined an interview once more. Subject was initially distressed at reading the second instance of SCP-4958 but afterwards admitted he felt relieved. After reading the third instance, subject's mood greatly improved. Subject was later found deceased after disregarding orders when testing resumed. Handwriting matched subject's deceased sister. Note: Times may be tough, Ellis, but don't forget: you are loved. Even if the flower means abandonment and death, we won't leave you behind.",
        "Let me have my fun.",
        "\" SCP-4958 \" by Naepic, from the SCP Wiki . Source: https://scpwiki.com/scp-4958 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Current containment efforts focus on the implementation of an international counseling program designated \"Specialized Counselors and Psychiatrists.\" Agents that discover instances of SCP-4958 are encouraged to converse with the individuals referred to in SCP-4958's notes. Said individuals should seek counseling or be reunited with their loved ones.",
    "description": "SCP-4958 refers to Lycoris radiata (more commonly known as red spider lilies) that bloom near individuals who have had a major conflict with their loved ones. SCP-4958 is distinguished from normal Lycoris radiata in that it blooms only on inorganic matter, such as tiled floors. Each instance of SCP-4958 contains a folded piece of paper.",
    "title": "SCP-4958"
}