{
    "url": "https://scp-wiki.wikidot.com/scp-496",
    "all_text": "rating: \n+54\n+\n–\nx\n\n\nVivarium\n\n\n\n\n\n\n\n\nHey there! You should read some of the other stuff I made… or not!\n\nI'm not the boss of you, do whatever you want!\n\n\nMore by Vivarium\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-496\n\n\nObject Class:\n Keter\n\n\n\n\n\n\nAn antillian manatee showing symptoms of an SCP-496 infection.\n\n\n\n\n\n\nSpecial Containment Procedures:\n MTF γ-6 (\"Deep Feeders\") are to assist MTF β-7 (\"Maz Hatters\") in monitoring and researching SCP-496. The current perimeter around SCP-496 is to be publicly designated as a Protected Marine Wildlife Reserve. All personnel located inside of the perimeter must wear waterproof protective gear that covers their entire person, and avoid any skin contact with water. Personnel studying SCP-496 are to focus their research on finding a way of slowing or halting the spread of SCP-496.\n\n\nDescription:\n SCP-496 is a substance composed primarily of calcium carbonate\n1\n that covers a 35 square kilometer area of the sea floor 84 kilometers off the coast of Jakarta, Indonesia. The substance has characteristics of a waterborne contagion that is capable of infecting an organism via contact with the skin. Once SCP-496 has infected an organic substance, it will begin the process of converting all organic matter of the subject into SCP-496.\n\n\nSigns and symptoms of an SCP-496 infection include:\n\n\n\n\nBatches of red or skin-colored welts.\n2\n\n\nSevere itching.\n3\n\n\nPainful swelling of the lips, eyelids, and inside the throat.\n4\n\n\n\n\nOnce the SCP-496 infection reaches the brain, the victim may suffer from:\n\n\n\n\nDelusions.\n\n\nDisorganized thinking.\n\n\nExtremely disorganized or abnormal motor behavior.\n\n\nHallucinations.\n5\n\n\n\n\nOnce the SCP-496 infection has spread throughout the entire body, the following symptoms will occur:\n6\n\n\n\n\nConversion of all organic matter into SCP-496.\n7\n\n\n\n\n \n\n\nAddendum 496-1:\n SCP-496 was discovered by a Foundation research vessel while investigating reports of an abandoned fishing liner drifting in the middle of the ocean. Inspection of the fish hold of the ship revealed a large mass of SCP-496 which formed due to infected fish being stored in close proximity.\n\n\nThe ship was boarded by a local Foundation research vessel. Attempts to locate the missing crew failed, however an individual infected by SCP-496 was found inside of a locked room in the cargo hold of the ship. The state of the room showed signs of an aggressive struggle.\n\n\n \n\n\nAddendum 496-2:\n Due to a lack of understanding of the contagious properties of SCP-496, Agent Viva became exposed to SCP-496 while inspecting the infected individual. The moment Foundation personnel became aware of the contagion, the subject was quarantined in a standard containment cell located on the research vessel. Agent Viva agreed to cooperate while under quarantine, and a portion of the video log from their observation has been added to this file.\n\n\nVideo Log\n\n\n\n\nAgent Viva is locked inside of a containment room located in the storage hold of the ship. A camera has been placed in the room so Dr. Wilson may observe the infection as it advances. At the time of this segment, approximately 50% of the subjects body has been converted into SCP-496.\n\n\n[[Begin Log]]\n\n\nDr. Wilson:\n Agent, are you still able to communicate?\n\n\nAgent Viva:\n Yes… it's hard though —\n\n\nThe subject begins look around the room, causing flakes of SCP-496 to fall off of their neck.\n\n\nAgent Viva:\n I — I'm seeing things. This isn't real.\n\n\nDr. Wilson:\n Agent, what are you seeing?\n\n\nThe subject is silent for 12 seconds.\n\n\nDr. Wilson:\n Agent Viv—\n\n\nAgent Viva:\n A — a city made of stone… It's — It's under water. It's full of people, but they aren't drowning… they look happy. There is a temple decorated in… so many different shades of coral.\n\n\nDr. Wilson:\n Can you see the room you are in?\n\n\nAgent Viva:\n Yes, but I can see the people too… the people going into the temple, and… praying. They look beautiful with the coral adorned on their face.\n\n\nThe subject walks to the door of her cell, and attempts to escape.\n\n\nAgent Viva:\n We should go back… It's better down there. Please let me out.\n\n\nDr. Wilson:\n Agent Viva, please try and focus on what you are seeing. Step away from the—\n\n\nAgent Viva:\n The water made us, and it wants us back…\n\n\nThe subject begins pounding on the door while pleading to be released. vocalization ended once Agent Viva's esophagus fully closed due to swelling. Agent Viva then expired due to suffocation.\n\n\n[[End Log]]\n\n\n\n\nNote:\n After the report of a contagion was received, MTF β-7 (\"Maz Hatters\"), and MTF γ-6 (\"Deep Feeders\") were dispatched to begin investigating the sea bed for signs of SCP-496. Controlled testing of SCP-496 on D-Class personnel is authorized in order to study its effects.\n\n\n \n\n\nAddendum 496-3:\n Further investigations of the sea bed have revealed structures that resemble those described by Agent Viva buried underneath a 3 meter thick layer of SCP-496\n8\n. As of the writing of this document, 1,312 humanoids infected by SCP-496 have been discovered inside of these structures. The current perimeter of SCP-496, as of the writing of this addendum, spans a 35 kilometer area and is growing at a rate of 4.7 meters a year.\n\n\n\n\nFootnotes\n\n\n1\n. The substance has a similar appearance to that of bleached coral.\n\n\n2\n. Subjects with a tendency to perspirate heavily will show increased amounts of welts.\n\n\n3\n. Water has been shown to reduce the severity on the infected areas it is applied to, however exposure to moisture of any kind will accelerate the infection\n\n\n4\n. Internal bleeding may occur depending on how hydrated the subject is.\n\n\n5\n. Testimony of the hallucinations experienced by Agent Viva can be found in Addendum 496-1.\n\n\n6\n. Most subjects exposed to SCP-496 have expired before reaching this stage of infection.\n\n\n7\n. Normally the process takes 17 hours, however if the subject is submerged into water, the transformation will occur within 56 minutes.\n\n\n8\n. Carbon dating has confirmed the structures to be over 3,000 years old.\n\n\n\n\n\n\n\n\n« \nSCP-495\n | SCP-496 | \nSCP-497\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-496\n\" by Dr_Adams, rewritten anonymously, rewritten again by Vivarium, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-496\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Infection.jpg\n\n\nName:\n Antillian manatee /Manatí Antillano\n\n\nAuthor:\n USFWS/Southeast\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nLINK",
    "addendums": [
        "Addendum 496-1: SCP-496 was discovered by a Foundation research vessel while investigating reports of an abandoned fishing liner drifting in the middle of the ocean. Inspection of the fish hold of the ship revealed a large mass of SCP-496 which formed due to infected fish being stored in close proximity.\nThe ship was boarded by a local Foundation research vessel. Attempts to locate the missing crew failed, however an individual infected by SCP-496 was found inside of a locked room in the cargo hold of the ship. The state of the room showed signs of an aggressive struggle.",
        "Addendum 496-2: Due to a lack of understanding of the contagious properties of SCP-496, Agent Viva became exposed to SCP-496 while inspecting the infected individual. The moment Foundation personnel became aware of the contagion, the subject was quarantined in a standard containment cell located on the research vessel. Agent Viva agreed to cooperate while under quarantine, and a portion of the video log from their observation has been added to this file."
    ],
    "documents": [],
    "notes": [
        "Agent Viva is locked inside of a containment room located in the storage hold of the ship. A camera has been placed in the room so Dr. Wilson may observe the infection as it advances. At the time of this segment, approximately 50% of the subjects body has been converted into SCP-496. [[Begin Log]] Dr. Wilson: Agent, are you still able to communicate? Agent Viva: Yes… it's hard though — The subject begins look around the room, causing flakes of SCP-496 to fall off of their neck. Agent Viva: I — I'm seeing things. This isn't real. Dr. Wilson: Agent, what are you seeing? The subject is silent for 12 seconds. Dr. Wilson: Agent Viv— Agent Viva: A — a city made of stone… It's — It's under water. It's full of people, but they aren't drowning… they look happy. There is a temple decorated in… so many different shades of coral. Dr. Wilson: Can you see the room you are in? Agent Viva: Yes, but I can see the people too… the people going into the temple, and… praying. They look beautiful with the coral adorned on their face. The subject walks to the door of her cell, and attempts to escape. Agent Viva: We should go back… It's better down there. Please let me out. Dr. Wilson: Agent Viva, please try and focus on what you are seeing. Step away from the— Agent Viva: The water made us, and it wants us back… The subject begins pounding on the door while pleading to be released. vocalization ended once Agent Viva's esophagus fully closed due to swelling. Agent Viva then expired due to suffocation. [[End Log]]",
        "\" SCP-496 \" by Dr_Adams, rewritten anonymously, rewritten again by Vivarium, from the SCP Wiki . Source: https://scpwiki.com/scp-496 . Licensed under CC-BY-SA .",
        "Filename: Infection.jpg Name: Antillian manatee /Manatí Antillano Author: USFWS/Southeast License: CC BY 2.0 Source Link: LINK"
    ],
    "item": "SCP-496",
    "object_class": "Keter",
    "containment_procedures": "MTF γ-6 (\"Deep Feeders\") are to assist MTF β-7 (\"Maz Hatters\") in monitoring and researching SCP-496. The current perimeter around SCP-496 is to be publicly designated as a Protected Marine Wildlife Reserve. All personnel located inside of the perimeter must wear waterproof protective gear that covers their entire person, and avoid any skin contact with water. Personnel studying SCP-496 are to focus their research on finding a way of slowing or halting the spread of SCP-496.",
    "description": "SCP-496 is a substance composed primarily of calcium carbonate1 that covers a 35 square kilometer area of the sea floor 84 kilometers off the coast of Jakarta, Indonesia. The substance has characteristics of a waterborne contagion that is capable of infecting an organism via contact with the skin. Once SCP-496 has infected an organic substance, it will begin the process of converting all organic matter of the subject into SCP-496.",
    "title": "SCP-496"
}