{
    "url": "https://scp-wiki.wikidot.com/scp-4966",
    "all_text": "rating: \n+736\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-4966:\n Tubbioca: Devourer of Souls, Consumer of Secrets, Lord of Munchies\n\n\nAuthor:\n \nDeadly Bread\n \n\n\n\n\n\n\n\n\nOther Articles of Mine\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-4966\n\n\nRating: 736\n\n\n\n\n\n\nSCP-1401-EX\n\n\nRating: 304\n\n\n\n\n\n\nSCP-4052\n\n\nRating: 262\n\n\n\n\n\n\nSCP-4088\n\n\nRating: 237\n\n\n\n\n\n\nSCP-5522\n\n\nRating: 215\n\n\n\n\n\n\nSCP-4109\n\n\nRating: 213\n\n\n\n\n\n\nSCP-7441\n\n\nRating: 141\n\n\n\n\n\n\nSCP-5020\n\n\nRating: 125\n\n\n\n\n\n\nSCP-4035\n\n\nRating: 122\n\n\n\n\n\n\nSCP-4286\n\n\nRating: 120\n\n\n\n\n\n\nSCP-4270\n\n\nRating: 117\n\n\n\n\n\n\nSCP-4664\n\n\nRating: 116\n\n\n\n\n\n\nSCP-7966\n\n\nRating: 109\n\n\n\n\n\n\nSCP-3462\n\n\nRating: 102\n\n\n\n\n\n\nSCP-6663\n\n\nRating: 96\n\n\n\n\n\n\nSCP-5693\n\n\nRating: 66\n\n\n\n\n\n\nSCP-6633\n\n\nRating: 62\n\n\n\n\n\n\nSCP-4570\n\n\nRating: 60\n\n\n\n\n\n\nSCP-5261\n\n\nRating: 59\n\n\n\n\n\n\nSCP-444-J\n\n\nRating: 54\n\n\n\n\n\n\npage 1 of 2\n1\n2\nnext »\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nSomething Glowing\n\n\nRating: 190\n\n\n\n\n\n\nLog Of Extranormal Events, Vol II\n\n\nRating: 37\n\n\n\n\n\n\nPrelude To Presents\n\n\nRating: 26\n\n\n\n\n\n\nThe Bears\n\n\nRating: 16\n\n\n\n\n\n\nYour Memory Forever Seen\n\n\nRating: 13\n\n\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n\n\n\n\nSCP-005 Proposal Hub\n\n\nRating: 94\n\n\n\n\n\n\nThe Bread Box\n\n\nRating: 93\n\n\n\n\n\n\nSecure Facility Dossier: Reliquary Area-27\n\n\nRating: 91\n\n\n\n\n\n\nExperiment Log-4035\n\n\nRating: 73\n\n\n\n\n\n\n\n\nCollab Articles\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nPage\n\n\nTitle\n\n\nCo-Author\n\n\n\n\n\n\nSCP-4733\n\n\nBut Not Forgotten\n\n\nLamentte\n\n\n\n\n\n\nSCP-5225\n\n\nThe Abyss Stares Back\n\n\nXilasCrowe\n\n\n\n\n\n\nSCP-5785\n\n\nCraptivism\n\n\nSonderance\n\n\n\n\n\n\nSCP-5993\n\n\nWe want you to come visit Heaven, just don't fuck with those bees\n\n\nch00bakka\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nPage\n\n\nCo-Author\n\n\n\n\n\n\nThe Bathrooms Wiki\n\n\nToo many to list\n\n\n\n\n\n\nSnippets of an Unveiled World\n\n\nNykacolaquantum\n does not match any existing user name\n, \nLt Flops\n, \nIFBench\n, \nWestrin\n\n\n\n\n\n\nGone,\n\n\nLamentte\n\n\n\n\n\n\nYour Imaginary Friend\n\n\nFishish\n\n\n\n\n\n\n\n\nCheck out Deadly Bread's Author Page\n\n\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-4966\n\n\n\n\n\n\nItem #:\n SCP-4966\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-4966 is to be kept within a modified humanoid containment cell sized appropriately for a domestic cat to move freely. This cell is to be furnished with several pieces of cushioned furniture. Recreational objects such as climbing towers, plush toys, and small plastic objects have also been provided. SCP-4966 is to be socialized with tri-weekly by on-site researchers. Tests involving SCP-4966 are to be approved by Dr. Bannock. Personnel wishing to provide SCP-4966 with additional recreational objects are to purchase them using their own funds.\n\n\nDescription:\n SCP-4966 is an animate quadrupedal creature constructed of gray fabric. All attempts to pierce or damage this fabric have failed. X-rays and other examinations of SCP-4966 have shown a lack of any internal structures. SCP-4966’s body is completely devoid of markings or orifices, with the exception of two black eyes and a woven mouth. Vocalizations made by SCP-4966 are similar to that of a young feline. SCP-4966 is highly social and will become anxious and withdrawn if not socialized with on a normal basis. SCP-4966 has a tendency to imitate the actions of other entities it interacts with. SCP-4966 shows no apparent need to eat, drink, or breathe, although it will imitate these actions if another entity is doing the same.\n\n\nWhen presented with the corpse of an organism, SCP-4966 will extend its mouth through unknown means and consume the corpse in its entirety, causing its body to bulge and stretch around the added mass. All attempts to measure the tensile strength of SCP-4966 while in this state have failed, as SCP-4966’s skin will visibly remain the same density throughout this process. No limit has been found to the degree that SCP-4966 is able to distend, with it having completely enveloped the corpse of an adult blue whale (\nBalaenoptera musculus\n) during testing.\n\n\nOnce a corpse is fully enveloped, SCP-4966’s body will slowly return to its normal size. During this deflation, SCP-4966 will experience alterations in its morphology consistent with the physical characteristics of the organism it consumed. The most common alteration is the addition and modification of limbs, although other alterations such as changes in SCP-4966’s proportions and vocalizations have been recorded. The only physical traits of SCP-4966 that are unable to be altered are its existing facial features and gray coloration. Alterations will remain for approximately 4 hours after consumption, after which SCP-4966 will regurgitate biological waste consistent with the composition of the consumed organism.\n\n\nAddendum:\n Included below are several excerpts from the SCP-4966 experiment log for the purpose of further understanding SCP-4966’s transformation abilities.\n\n\n\n\nIntroduced Corpse:\n An adult male timber rattlesnake (\nCrotalus horridus\n).\n\n\nCorpse Integrity:\n Shows initial signs of decomposition.\n\n\nDeveloped Alterations:\n SCP-4966’s torso extended approximately 150 cm more in length than previous measurements, with its abdomen ending in a developed tail and rattle. SCP-4966 used this additional length during testing to wrap around and climb the limbs of researchers but was not wrapped tightly enough to inhibit blood flow. The developed rattle was used by SCP-4966 almost constantly during its transformation, often shaking it while interacting with researchers.\n\n\nRegurgitated Matter:\n A mass of decomposing keratin and liquified organic matter.\n\n\n\n\n\n\nIntroduced Corpse:\n An adult female lionfish (\nPterois miles\n).\n\n\nCorpse Integrity:\n Shows signs of advanced decomposition. The interior of the corpse is almost completely putrefied. Despite the corpse’s venomous spines, SCP-4966 was able to consume it without issue.\n\n\nDeveloped Alterations:\n SCP-4966 developed a pair of pectoral fins, an anal fin, and a large dorsal fin constructed of several long spines. These fins were observed impeding SCP-4966’s movement, specifically limiting its vertical mobility. Chemical analysis of the spines tested positively for lionfish venom. As such, no further interaction with SCP-4966 was conducted prior to regurgitation.\n\n\nRegurgitated Matter:\n Broken spines and liquified organic matter.\n\n\n\n\n\n\nIntroduced Corpse:\n A pile of deceased sycamore maple (\nAcer pseudoplatanus\n) leaves.\n\n\nCorpse Integrity:\n Slightly degraded.\n\n\nDeveloped Alterations:\n No observed alterations. SCP-4966 consumed a single leaf before immediately regurgitating it. SCP-4966 spent the remainder of the test playing within the pile of leaves, repeatedly jumping into it from provided furniture. Requests to provide SCP-4966 with additional plant matter for recreational purposes are currently pending.\n\n\nRegurgitated Matter:\n A slightly damaged leaf.\n\n\n\n\n\n\nIntroduced Corpse:\n A female adult ostrich (\nStruthio camelus\n).\n\n\nCorpse Integrity:\n Severely damaged. The corpse was presented to SCP-4966 in several pieces, with the left leg and head of the corpse not present.\n\n\nDeveloped Alterations:\n SCP-4966’s legs extended approximately 1.3 meters and developed two large toes similar to that of an ostrich.\n1\n SCP-4966’s head extended approximately 1.2 meters upwards, forming a large curved neck. A pair of featherless wings developed on the sides of SCP-4966’s torso. On several occasions, SCP-4966 attempted to take flight using these wings, with SCP-4966 eventually jumping off of provided furniture in an attempt to glide. Despite ostriches' normally territorial nature, SCP-4966 remained sociable during its transformation.\n\n\nRegurgitated Matter:\n Several shattered portions of bone and a large amount of liquified organic matter.\n\n\n\n\n\n\nIntroduced Corpse:\n The head of a male adult Eastern moose (\nAlces alces americana\n).\n\n\nCorpse Integrity:\n Corpse is taxidermied, and is well preserved.\n\n\nDeveloped Alterations:\n SCP-4966 developed large antlers approximately 1.4 meters across. Due to the size of these antlers relative to SCP-4966’s head, its sense of balance and mobility was severely hindered. Additionally, SCP-4966 developed large ears that lacked structural support and were unable to keep themselves upright. Auditory cognition tests determined that the ears did not improve SCP-4966’s hearing ability.\n\n\nRegurgitated Matter:\n A large compact mass of metal slag, wood pulp, and shattered bone.\n\n\n\n\n\n\nIntroduced Corpse:\n A pair of ████ brand genuine leather boots.\n\n\nCorpse Integrity:\n Recently purchased and unworn.\n\n\nDeveloped Alterations:\n No observed alterations. SCP-4966 approached the boots before lightly biting the toe of the left boot. After examining the right boot in a similar fashion, SCP-4966 knocked over the right boot and climbed inside of it, falling asleep shortly afterward.\n\n\nRegurgitated Matter:\n None.\n\n\n\n\n\n\n\n\n► INPUT LEVEL 4/4966 SECURITY CREDENTIALS ◄\n\n\n\n\n▼ CREDENTIALS APPROVED. WELCOME RESEARCHER ▼\n\n\n\n\n\n\n\n\n\n\nIntroduced Corpse:\n The corpse of D-01763, who was an upholsterer prior to her incarceration.\n\n\nCorpse Integrity:\n Well preserved.\n\n\nDeveloped Alterations:\n No physical alterations were observed. Upon consumption, SCP-4966 emitted several strained vocalizations before speaking in slightly incoherent English. SCP-4966 began commenting on the construction of its furniture, claiming that its provided bedding material was far below standard requirements for domestic pets.\n\n\nIt has since been determined that rather than inheriting physical alterations, SCP-4966 is able to access the memories of a deceased human by consuming them. In addition, SCP-4966 gains the ability to speak in a high pitch, although its sentence complexity is comparable to that of a young child. Speech is lost upon regurgitation, but the memories of a consumed individual are retained.\n\n\nRegurgitated Matter:\n Shattered bone and liquified organic matter.\n\n\n\n\nFollowing this discovery, a raid on \nSite-17\n was conducted by operatives of \nGoI-003 (“Chaos Insurgency”)\n where operatives attempted to gain access to SCP-4966’s chamber among other anomalous objects. Once the raid was repelled, a damaged Insurgency document was discovered among the corpses that gave detailed information regarding several anomalous objects, including SCP-4966. SCP-4966 was provided with the corpses of several GoI-003 members in the hopes of discovering how this information was acquired. A transcript of the interview conducted with SCP-4966 has been provided below.\n\n\n\n\nInterviewed:\n SCP-4966\n\n\nInterviewer:\n Dr. Randall Bannock\n\n\nAdditional Information:\n Due to a lack of relevant information, 2 hours and 14 minutes of the interview have been excluded. For a full transcript of the interview, see Document-4966-IV.\n\n\n\n\n<BEGIN LOG>\n\n\nDr. Bannock:\n SCP-4966, can we please get back to the subject at hand.\n\n\nSCP-4966:\n I want a munchy.\n\n\nDr. Bannock:\n You’ve already been given seven biscuits. You’ll get some after we’ve finished the interview.\n\n\nSCP-4966:\n No, I want a munchy now.\n\n\nDr. Bannock:\n (\nHolding their head in their hands\n) SCP-4966, this would go much smoother if you simply cooperated.\n\n\nSCP-4966:\n I want a better bed too. The one you guys have is lumpy. Make a bed out of munchies so I can eat it when I get hungry.\n\n\nDr. Bannock:\n SCP-4966, if you answer the question, I’ll give you another biscuit.\n\n\nSCP-4966:\n (\nPauses\n) If I get the good munchies this time.\n\n\nDr. Bannock:\n How did the Insurgency know where you were?\n\n\nSCP-4966:\n The red shooty people? They found the room with my name on it.\n\n\nDr. Bannock:\n (\nSigh\n) How did they know that was your item number?\n\n\nSCP-4966:\n I was in the room, so the room had my name. They made lots of banging on the door and noisy noises. I was sleeping but it was too loud and the bed was lumpy.\n\n\nDr. Bannock:\n Your new bed is coming soon. Ho-\n\n\nSCP-4966:\n How soon?\n\n\nDr. Bannock:\n Tomorrow. How did they know where the building was?\n\n\nSCP-4966:\n Munchy.\n\n\n(\nSCP-4966 is given a biscuit. The biscuit is consumed by SCP-4966 without chewing. No matter is regurgitated.\n)\n\n\nSCP-4966:\n The pat people who visit me. They tell the red people stuff through the head parts.\n\n\nDr. Bannock:\n (\nPauses\n) The head p- never mind. Can you be more specific? Who are the pat people?\n\n\nSCP-4966:\n Um, lots of people give me pats. The white coat woman who gives me the toys is nice, I like her. She gave me the ball with the bell in it and it makes a ringy noise. The orange person that gives me lots of pats, but its face keeps being different between pat times. It gives me pats though so it’s a good orange. Um, you give me munchies and smell like a cake and that’s a good munchy. Also, you said you were gonna get me a good bed, bu-\n\n\nDr. Bannock:\n Which one of the pat people told the red people about you?\n\n\nSCP-4966:\n Munchy.\n\n\nDr. Bannock:\n I’ll give you a biscuit if you tell me.\n\n\nSCP-4966:\n But I want munchy now.\n\n\nDr. Bannock:\n If you tell me now, I’ll give you two biscuits.\n\n\nSCP-4966:\n Um… the orange person sometimes. They use the head parts so you don’t get distracted from doing scribbles on the board you have like you’re doing right now. That looks real hard.\n\n\nDr. Bannock:\n What do you mean by the head parts? Do you know anything about that?\n\n\nSCP-4966:\n Munchy.\n\n\n(\nSCP-4966 is given two biscuits.\n)\n\n\nSCP-4966:\n I think they use their head squishies? Like the one in the red guy I munched, and the one in the spiky stripey, but that one wasn’t too good.\n\n\nDr. Bannock:\n Do you mean their brains?\n\n\n(\nSCP-4966 nods.\n)\n\n\nSCP-4966:\n Yea, they used the head squishies to talk.\n\n\nDr. Bannock:\n Ok, what did they use in their brains to talk?\n\n\nSCP-4966:\n Um, I don’t know about squishy parts. I think the big part that looks like a watermelon is used to talk. I’m not a organ psychic.\n\n\nDr. Bannock:\n Lets put it this way. Do you remember the, um, “orange person” that you ate?\n\n\n(\nSCP-4966 nods.\n)\n\n\nDr. Bannock:\n What about their brain was different from the red people’s brains?\n\n\nSCP-4966:\n Um… the orange person was colder and was kinda too mushy. The red people had lots more stuff about shooty guns, but I don’t like to hurt people so I say no thank you, mister. The orange person had a lot more about like being stuck in a room, and I don’t think they ever got to taste the crispy crunch of a munchy which is sad.\n\n\nDr. Bannock:\n Yes, that’s quite sad. Was there anything in the red people’s brain about how they talked to the orange person?\n\n\nSCP-4966:\n I don’t think they could talk to the orange person because I already ate them.\n\n\nDr. Bannock:\n No, the ones that would pet you.\n\n\nSCP-4966:\n (\nPauses\n ) Um, one second. I’m gonna do a real big think.\n\n\nDr. Bannock:\n Take your time.\n\n\n(\nSCP-4966 sat in silence for several minutes, occasionally making confused vocalizations.\n)\n\n\nSCP-4966:\n I think I found something from the red people, but it’s a bit scrambly and they use some big words I don’t know.\n\n\nDr. Bannock:\n Just do the best you can.\n\n\nSCP-4966:\n I think they’re hungry and they want to get some snacks for their sleepover.\n\n\nDr. Bannock:\n I’m sorry?\n\n\nSCP-4966:\n They keep saying words about sonic chips, but they aren’t eating any chips and I’m confused… wait I think the orange people had the sonic chips already. Maybe they forgot them at the store ‘cause they’re saying stuff about not noticing the sonic chips. I want munchy sonic chips like the orange person gets.\n\n\nDr. Bannock:\n Can you tell me which orange people can talk with the outside people?\n\n\nSCP-4966:\n … Can I have sonic chips for munchies?\n\n\n\n\nAfter some difficulties, SCP-4966 lists the identification numbers of fourteen D-Class personnel, with several having known affiliations with GoI-003. Autopsies of these individuals have discovered a small device implanted within the cerebellum capable of psionic transmissions. The transmitters possess mild antimemetic properties, making their emitted transmissions be perceived as mundane and unremarkable. For its role in discovering the informants, SCP-4966 was provided a bag of Tostitos brand tortilla chips.\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+736\n+\n–\nx\n\n\n\n\nFootnotes\n\n\n1\n. All developed feet had right-facing toes.\n\n\n\n\n\n\n\n\n« \nSCP-4965\n | \nDeadly Bread\n | \nSCP-4967\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4966\n\" by Deadly Bread, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4966\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n tubbs.png\n\n\nAuthor:\n \nAbsentmindedNihilist\n\n\nLicense:\n CC BY-SA 3.0",
    "addendums": [
        "Addendum: Included below are several excerpts from the SCP-4966 experiment log for the purpose of further understanding SCP-4966’s transformation abilities."
    ],
    "documents": [],
    "notes": [
        "Introduced Corpse: An adult male timber rattlesnake ( Crotalus horridus ). Corpse Integrity: Shows initial signs of decomposition. Developed Alterations: SCP-4966’s torso extended approximately 150 cm more in length than previous measurements, with its abdomen ending in a developed tail and rattle. SCP-4966 used this additional length during testing to wrap around and climb the limbs of researchers but was not wrapped tightly enough to inhibit blood flow. The developed rattle was used by SCP-4966 almost constantly during its transformation, often shaking it while interacting with researchers. Regurgitated Matter: A mass of decomposing keratin and liquified organic matter.",
        "Introduced Corpse: An adult female lionfish ( Pterois miles ). Corpse Integrity: Shows signs of advanced decomposition. The interior of the corpse is almost completely putrefied. Despite the corpse’s venomous spines, SCP-4966 was able to consume it without issue. Developed Alterations: SCP-4966 developed a pair of pectoral fins, an anal fin, and a large dorsal fin constructed of several long spines. These fins were observed impeding SCP-4966’s movement, specifically limiting its vertical mobility. Chemical analysis of the spines tested positively for lionfish venom. As such, no further interaction with SCP-4966 was conducted prior to regurgitation. Regurgitated Matter: Broken spines and liquified organic matter.",
        "Introduced Corpse: A pile of deceased sycamore maple ( Acer pseudoplatanus ) leaves. Corpse Integrity: Slightly degraded. Developed Alterations: No observed alterations. SCP-4966 consumed a single leaf before immediately regurgitating it. SCP-4966 spent the remainder of the test playing within the pile of leaves, repeatedly jumping into it from provided furniture. Requests to provide SCP-4966 with additional plant matter for recreational purposes are currently pending. Regurgitated Matter: A slightly damaged leaf.",
        "Introduced Corpse: A female adult ostrich ( Struthio camelus ). Corpse Integrity: Severely damaged. The corpse was presented to SCP-4966 in several pieces, with the left leg and head of the corpse not present. Developed Alterations: SCP-4966’s legs extended approximately 1.3 meters and developed two large toes similar to that of an ostrich. 1 SCP-4966’s head extended approximately 1.2 meters upwards, forming a large curved neck. A pair of featherless wings developed on the sides of SCP-4966’s torso. On several occasions, SCP-4966 attempted to take flight using these wings, with SCP-4966 eventually jumping off of provided furniture in an attempt to glide. Despite ostriches' normally territorial nature, SCP-4966 remained sociable during its transformation. Regurgitated Matter: Several shattered portions of bone and a large amount of liquified organic matter.",
        "Introduced Corpse: The head of a male adult Eastern moose ( Alces alces americana ). Corpse Integrity: Corpse is taxidermied, and is well preserved. Developed Alterations: SCP-4966 developed large antlers approximately 1.4 meters across. Due to the size of these antlers relative to SCP-4966’s head, its sense of balance and mobility was severely hindered. Additionally, SCP-4966 developed large ears that lacked structural support and were unable to keep themselves upright. Auditory cognition tests determined that the ears did not improve SCP-4966’s hearing ability. Regurgitated Matter: A large compact mass of metal slag, wood pulp, and shattered bone.",
        "Introduced Corpse: A pair of ████ brand genuine leather boots. Corpse Integrity: Recently purchased and unworn. Developed Alterations: No observed alterations. SCP-4966 approached the boots before lightly biting the toe of the left boot. After examining the right boot in a similar fashion, SCP-4966 knocked over the right boot and climbed inside of it, falling asleep shortly afterward. Regurgitated Matter: None.",
        "Introduced Corpse: The corpse of D-01763, who was an upholsterer prior to her incarceration. Corpse Integrity: Well preserved. Developed Alterations: No physical alterations were observed. Upon consumption, SCP-4966 emitted several strained vocalizations before speaking in slightly incoherent English. SCP-4966 began commenting on the construction of its furniture, claiming that its provided bedding material was far below standard requirements for domestic pets. It has since been determined that rather than inheriting physical alterations, SCP-4966 is able to access the memories of a deceased human by consuming them. In addition, SCP-4966 gains the ability to speak in a high pitch, although its sentence complexity is comparable to that of a young child. Speech is lost upon regurgitation, but the memories of a consumed individual are retained. Regurgitated Matter: Shattered bone and liquified organic matter.",
        "Interviewed: SCP-4966 Interviewer: Dr. Randall Bannock Additional Information: Due to a lack of relevant information, 2 hours and 14 minutes of the interview have been excluded. For a full transcript of the interview, see Document-4966-IV. <BEGIN LOG> Dr. Bannock: SCP-4966, can we please get back to the subject at hand. SCP-4966: I want a munchy. Dr. Bannock: You’ve already been given seven biscuits. You’ll get some after we’ve finished the interview. SCP-4966: No, I want a munchy now. Dr. Bannock: ( Holding their head in their hands ) SCP-4966, this would go much smoother if you simply cooperated. SCP-4966: I want a better bed too. The one you guys have is lumpy. Make a bed out of munchies so I can eat it when I get hungry. Dr. Bannock: SCP-4966, if you answer the question, I’ll give you another biscuit. SCP-4966: ( Pauses ) If I get the good munchies this time. Dr. Bannock: How did the Insurgency know where you were? SCP-4966: The red shooty people? They found the room with my name on it. Dr. Bannock: ( Sigh ) How did they know that was your item number? SCP-4966: I was in the room, so the room had my name. They made lots of banging on the door and noisy noises. I was sleeping but it was too loud and the bed was lumpy. Dr. Bannock: Your new bed is coming soon. Ho- SCP-4966: How soon? Dr. Bannock: Tomorrow. How did they know where the building was? SCP-4966: Munchy. ( SCP-4966 is given a biscuit. The biscuit is consumed by SCP-4966 without chewing. No matter is regurgitated. ) SCP-4966: The pat people who visit me. They tell the red people stuff through the head parts. Dr. Bannock: ( Pauses ) The head p- never mind. Can you be more specific? Who are the pat people? SCP-4966: Um, lots of people give me pats. The white coat woman who gives me the toys is nice, I like her. She gave me the ball with the bell in it and it makes a ringy noise. The orange person that gives me lots of pats, but its face keeps being different between pat times. It gives me pats though so it’s a good orange. Um, you give me munchies and smell like a cake and that’s a good munchy. Also, you said you were gonna get me a good bed, bu- Dr. Bannock: Which one of the pat people told the red people about you? SCP-4966: Munchy. Dr. Bannock: I’ll give you a biscuit if you tell me. SCP-4966: But I want munchy now. Dr. Bannock: If you tell me now, I’ll give you two biscuits. SCP-4966: Um… the orange person sometimes. They use the head parts so you don’t get distracted from doing scribbles on the board you have like you’re doing right now. That looks real hard. Dr. Bannock: What do you mean by the head parts? Do you know anything about that? SCP-4966: Munchy. ( SCP-4966 is given two biscuits. ) SCP-4966: I think they use their head squishies? Like the one in the red guy I munched, and the one in the spiky stripey, but that one wasn’t too good. Dr. Bannock: Do you mean their brains? ( SCP-4966 nods. ) SCP-4966: Yea, they used the head squishies to talk. Dr. Bannock: Ok, what did they use in their brains to talk? SCP-4966: Um, I don’t know about squishy parts. I think the big part that looks like a watermelon is used to talk. I’m not a organ psychic. Dr. Bannock: Lets put it this way. Do you remember the, um, “orange person” that you ate? ( SCP-4966 nods. ) Dr. Bannock: What about their brain was different from the red people’s brains? SCP-4966: Um… the orange person was colder and was kinda too mushy. The red people had lots more stuff about shooty guns, but I don’t like to hurt people so I say no thank you, mister. The orange person had a lot more about like being stuck in a room, and I don’t think they ever got to taste the crispy crunch of a munchy which is sad. Dr. Bannock: Yes, that’s quite sad. Was there anything in the red people’s brain about how they talked to the orange person? SCP-4966: I don’t think they could talk to the orange person because I already ate them. Dr. Bannock: No, the ones that would pet you. SCP-4966: ( Pauses ) Um, one second. I’m gonna do a real big think. Dr. Bannock: Take your time. ( SCP-4966 sat in silence for several minutes, occasionally making confused vocalizations. ) SCP-4966: I think I found something from the red people, but it’s a bit scrambly and they use some big words I don’t know. Dr. Bannock: Just do the best you can. SCP-4966: I think they’re hungry and they want to get some snacks for their sleepover. Dr. Bannock: I’m sorry? SCP-4966: They keep saying words about sonic chips, but they aren’t eating any chips and I’m confused… wait I think the orange people had the sonic chips already. Maybe they forgot them at the store ‘cause they’re saying stuff about not noticing the sonic chips. I want munchy sonic chips like the orange person gets. Dr. Bannock: Can you tell me which orange people can talk with the outside people? SCP-4966: … Can I have sonic chips for munchies?",
        "\" SCP-4966 \" by Deadly Bread, from the SCP Wiki . Source: https://scpwiki.com/scp-4966 . Licensed under CC-BY-SA .",
        "Filename: tubbs.png Author: AbsentmindedNihilist License: CC BY-SA 3.0"
    ],
    "item": "SCP-4966",
    "object_class": "Safe",
    "containment_procedures": "SCP-4966 is to be kept within a modified humanoid containment cell sized appropriately for a domestic cat to move freely. This cell is to be furnished with several pieces of cushioned furniture. Recreational objects such as climbing towers, plush toys, and small plastic objects have also been provided. SCP-4966 is to be socialized with tri-weekly by on-site researchers. Tests involving SCP-4966 are to be approved by Dr. Bannock. Personnel wishing to provide SCP-4966 with additional recreational objects are to purchase them using their own funds.",
    "description": "SCP-4966 is an animate quadrupedal creature constructed of gray fabric. All attempts to pierce or damage this fabric have failed. X-rays and other examinations of SCP-4966 have shown a lack of any internal structures. SCP-4966’s body is completely devoid of markings or orifices, with the exception of two black eyes and a woven mouth. Vocalizations made by SCP-4966 are similar to that of a young feline. SCP-4966 is highly social and will become anxious and withdrawn if not socialized with on a normal basis. SCP-4966 has a tendency to imitate the actions of other entities it interacts with. SCP-4966 shows no apparent need to eat, drink, or breathe, although it will imitate these actions if another entity is doing the same.",
    "title": "SCP-4966"
}