{
    "url": "https://scp-wiki.wikidot.com/scp-4977",
    "all_text": "rating: \n+107\n+\n–\nx\n\n\nItem №:\n SCP-4977\n\n\nAnomaly Class:\n \nDebated\n\n\nSpecial Containment Procedures:\n The friends and relatives of William Kleiger have been administered amnestics and relocated to avoid a resurgence of related memories. Site-17 is being monitored for further anomalous activity, but none has yet been found. Further details of oneiric anomalies are to be forwarded immediately to the SCP-4977 research team.\n\n\nThe Overseer Council are currently debating the nature of threat and level of risk (if any) that SCP-4977 represents. The possibility that SCP-4977 is a Thaumiel-class anomaly cannot be discounted.\n\n\n\n\n\n\nSite-17, last known location of William Kleiger\n\n\n\n\n\n\nDescription:\n SCP-4977 were a series of nightmares had by William Kleiger between the ages of twelve and fourteen. The details of SCP-4977 have only been obtainable from Kleiger's journals, but it appears that each instance involved him living out the following day according to the will of some unknown entity — the level of prescience displayed is unknown, but it was provably higher than the predictive capacity of non-anomalous humans. In most cases known, Kleiger then attempted to encourage the events of SCP-4977 in the real world, most likely out of fear of what would happen if he did not.\n\n\nThe first recorded instance of SCP-4977 occurred on 1978-06-12, and caused Kleiger to permanently leave his family home — based on the journal entries from that time, it is believed SCP-4977 initially began around two weeks earlier. In the following two years Kleiger would make his way 250 kilometres north-west, subsisting on food and drink stolen from both individuals and establishments (aided in part by SCP-4977). His mental and physical wellbeing both declined significantly, and although search parties were formed multiple times, they were fully evaded by Kleiger in all cases.\n\n\nSCP-4977 eventually concluded on 1980-02-04, when Kleiger arrived at, and successfully entered, Foundation Site 17. A log of the event is included below.\n\n\n\n\nSite-17 Security Footage [1980-02-04]\n\n\nEntity of interest:\n \"William Kleiger\"\n\n\n\n\n<Begin Log, 03:44 am>\n\n\n03:54:\n Kleiger enters the view of the camera.\n\n\n03:55:\n He proceeds to move down the corridor, pausing briefly outside the door of each containment chamber. Multiple times, he glances behind him and appears to count the number of doors.\n\n\n03:57:\n He stops outside the seventh door, and places his backpack on the ground, which he then unzips.\n\n\n03:59:\n He removes a number of items from the bag, including food, bottles of water, a journal, and several items of clothing. He opens the journal and thumbs through it.\n\n\n04:01:\n He stands up, and enters a code in the chamber door keypad.\n\n\n04:02:\n The door begins to slide open. It moves slowly, and it is several seconds before it is opened wide enough for a person to enter.\n\n\n04:04:\n An unidentified entity, designated AE-4977-1, exits the chamber. It is the size of a small child, and consists of mottled grey material packed around some form of rigid skeleton in a vaguely humanoid shape. Its features are unclear, but it appears to be wearing denim trousers, a stained T-shirt, and a baseball cap.\n\n\n04:07:\n AE-4977-1 leaves the camera's view. Kleiger turns to watch it.\n\n\n04:07:\n Kleiger enters the containment chamber, leaving his backpack and its contents outside.\n\n\n04:08:\n The door to the chamber closes.\n\n\n<End Log>\n\n\n\n\nAE-4977-1 has not been observed since this incident, and extensive research by the Records And Information Security Administration has revealed that it has never had any formal or informal presence on any Foundation database. All Site-17 staff were found asleep at their posts following the incident, but have not been reprimanded, pending further investigation into SCP-4977.\n\n\nNotably, the containment chamber visible in the security footage does not exist; its construction was originally planned, but cancelled to make room for a recreational courtyard. SCP-4977 have not since manifested in any other person. The fate of William Kleiger is unknown.\n\n\n\n\n\n\n« \nSCP-4976\n | SCP-4977 | \nSCP-4978\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "containment_procedures": "The friends and relatives of William Kleiger have been administered amnestics and relocated to avoid a resurgence of related memories. Site-17 is being monitored for further anomalous activity, but none has yet been found. Further details of oneiric anomalies are to be forwarded immediately to the SCP-4977 research team.",
    "description": "SCP-4977 were a series of nightmares had by William Kleiger between the ages of twelve and fourteen. The details of SCP-4977 have only been obtainable from Kleiger's journals, but it appears that each instance involved him living out the following day according to the will of some unknown entity — the level of prescience displayed is unknown, but it was provably higher than the predictive capacity of non-anomalous humans. In most cases known, Kleiger then attempted to encourage the events of SCP-4977 in the real world, most likely out of fear of what would happen if he did not.",
    "title": "SCP-4977"
}