{
    "url": "https://scp-wiki.wikidot.com/scp-4986",
    "all_text": "rating: \n+52\n+\n–\nx\n\n\nItem #:\n SCP-4986\n\n\nObject Class:\n Neutralized\n\n\n\n\n\n\nThe stamp that appears on all instances of SCP-4986-1\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-4986-3-B is to be contained in a ten centimeter thick lead safe in Hazmat area B. The safe is not to be opened unless full radiation suits are worn. SCP-4986-3-B is never to be opened unless greater radiation resistant technology is created.\n\n\n\n\nView Archived Containment Procedures\n\n\n\n\n- Hide Archived Containment Procedures\n\n\n\n\nAll instances of SCP-4986-1 are to be opened by Site 28 Hazmat Unit A and are to be inspected and decontaminated if necessary. All instances of SCP-4986-1 are to be read by Researcher Jordan Kyle and recorded separately for foundation use.\n\n\nAll instances of SCP-4986-2 are not to be opened until a thorough X-ray and chemical inspection is conducted. All SCP-4986-2 instances are to be opened with a Scranton Reality Anchor in possession.\n\n\n\n\n\n\n\n\nDescription:\n SCP-4986 is an unknown entity that goes by the name “a friend”. This entity is able to deliver letters directly to Researcher Jordan Kyle’s office at \nSite 28\n without detection. The letters and packages are all written to Researcher Jordan but the written titles are unique to each letter.\n\n\nAll letters from SCP-4986 are designated SCP-4986-1. SCP-4986-1 instances will always be a white envelope with a red stamp depicting George Washington. The envelope will always display the words “From a friend” on the front. Handwriting present on all instances of SCP-4986-1 vary significantly with no style appearing twice.\n\n\nPackages Received from SCP-4986 are designated SCP-4986-2. SCP-4986-2 will not appear in Researcher Jordan’s office rather inside of the Site 28 employee parking garage. SCP-4986-2 instances will always have “From a Friend” written on one side.\n\n\n\n\n\n\n+ Monday, the 13th of April, 2003\n\n\n\n\n- Monday, the 13th of April, 2003\n\n\n\n\n15:00\n\n\nWhile going through email and paperwork, Researcher Jordan Kyle noticed a letter titled “From a Friend”. Researcher Jordan was surprised by the rarity of the stamp used\n1\n and put the envelope into his drawer. The letter reads as follows:\n\n\n\n\nDear Mr. Jordan Kyle,\n\n\nI am so glad that I’ve been able to get in touch with you! I feel that it’s been so long since we’ve had a chat. Congrats on the promotion! I always thought of you as a big city big shot instead of a country bumpkin, you really got that “I don’t care how other people feel I’m gonna get this done,” persona. I’m so glad you are finally around people like yourself. Anyways, I’d really like to meet in person, just send me a note of when you’re available. You don’t have to worry about my schedule, I’ve got plenty of time to myself as of recent.\n\n\nWith much love,\n\nA Friend\n\n\nps. Did you see the stamp? I thought it would be a great addition to your collection.\n\n\n\n\nNo return address was included with the envelope. Researcher Jordan recognized the odd nature of the note and sent a report to site command who requested a transcript of the letter and told Researcher Jordan to report any developments immediately.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Tuesday, the 14th of April, 2003\n\n\n\n\n- Tuesday, the 14th of April, 2003\n\n\n\n\n8:15\n\n\nResearcher Jordan Kyle enters his office to find a note similar to the one found on the previous day with the same stamp and same wording on the front: “From a Friend”. No return address was written on the front nor was a delivery address. The envelope contained two items, one note and one prepaid return envelope. The return envelope was filled out completely stating the return address was “To your friend.” The note read as follows:\n\n\n\n\nDear Dr. Jordan K.\n\n\nFriend! I am so sorry to be berating you with letters like this but it seems that I forgot to give you a way to reach me. I was just so excited to write to you that it must have slipped my mind that you would not be able to respond. I’ve included a return envelope this time so you’ll be able to get back to me. Again, I’d love to be able to meet up, just give me a time your free and a place to meet and I’ll be there. There is much we need to discuss.\n\n\nSigned,\n\nA Friend\n\n\n\n\nResearcher Jordan proceeded to type a transcript of the note and sent it to Site 28 command. Researcher Jordan was tasked with meeting SCP-4986 on Saturday, the 19th of April and was promised that a recovery team would also be dispatched to the meeting and was provided with proper recording equipment. Researcher Jordan was told to write back in a friendly manner. The response letter reads as follows:\n\n\n\n\nDear A Friend,\n\n\nHello, it would please me greatly to meet you this Saturday at ██████’s bar in Soho, New York around 8:30 pm when I get off work. I am anxious to meet you and am very excited for our conversation.\n\n\nBest Regards,\n\nJordan G. Kyle\n\n\n\n\nThe return envelope, equipped with a tracker, was placed in a local mailbox. The tracking device is noted to have lost signal within 15 minutes of the return envelope being placed inside the mailbox due to a sharp and sudden movement. When field agents G█████ and D█████ went to recover the envelope they were unable to locate it.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Saturday, the 19th of April, 2003\n\n\n\n\n- Saturday, the 19th of April, 2003\n\n\n\n\n16:30\n\n\nResearcher Jordan Kyle entered ██████’s bar and sat down at a vacant table. Covert recovery agents enter the bar five minutes later and sit at a distant table. Researcher Jordan orders food and a drink as do the recovery team. Researcher Jordan and the recovery team wait approximately two and a half hours before leaving ██████’s bar. SCP-4986 or anything related to it are not seen entering or leaving ██████’s bar.\n\n\nUpon return to Site 28, a small cardboard box with the writing: “From a Friend” written in sloppy mixed case lettering was found in the middle of the employee parking garage. The contents of the box included a small cake which appeared to be made out of chocolate and a small note. The note reads as follows:\n\n\n\n\nDear Jordan,\n\n\nVery sorry I couldn’t make it today, I got a bit lost. Ever since we last met I’ve been sort of… stagnant. Anyways, I brought you this cake, maybe you can share it with your “bar buddies”. I hope it makes up for my absence.\n\n- A Friend\n\n\n\n\nThe cake was taken to the Site 28 secure quarantine area and was inspected by Site 28 Hazmat Unit A.\n\n\n\n\nTest Log\n\n\nOperators:\n Site 28 Hazmat Unit A (Agents C-Mike and Coles)\n\n\n\n\n[BEGIN LOG]\n\n\nResearcher Jordan enters the Site 28 quarantine area with the cake.\n\n\nResearcher Jordan:\n I need this thing inspected for anything anomalous. Direct order from site command.\n\n\nC-Mike:\n This thing? You know what you’re holding right?\n\n\nResearcher Jordan:\n Think you can handle it?\n\n\nColes:\n Should be a piece of cake.\n\n\nResearcher Jordan:\n Funny.\n\n\nResearcher Jordan exits the quarantine area.\n\n\nColes:\n Nice guy.\n\n\nC-Mike:\n Did you expect anything else? These eggheads have as much sense of humor as a brick wall.\n\n\nColes:\n Ok, whatever. How do you think this thing is gonna try to kill us?\n\n\nC-Mike:\n No clue. Just don’t eat any of it.\n\n\nColes:\n Looks like a chocolate cake… yeah… sensor says chocolate. Maybe put it through the x-ray?\n\n\nC-Mike:\n Nothing metal… we still got that reality anchor thingy?\n\n\nColes:\n Yeah.\n\n\nC-Mike:\n Good. I’m gonna cut out a slice.\n\n\nAgent C-Mike proceeds to use a kitchen knife to make an incision into the cake. The cake slices normally, showing no anomalous property.\n\n\nC-Mike:\n Is this some kind of joke?\n\n\nColes:\n What?\n\n\nC-Mike:\n It’s just a normal fucking cake. Get that egghead back in here.\n\n\nColes exits the room and retrieves Researcher Jordan Kyle from his office.\n\n\nResearcher Jordan:\n I’m sorry for the inconvenience, gentlemen. If you’d like you co-… What the hell is that?\n\n\nResearcher Jordan points to the cake as it begins to expand. A rat claws its way out of the top of the cake and is followed by many more.\n\n\nC-Mike:\n Holy shit! Coles!\n\n\nColes:\n Yeah?\n\n\nC-Mike:\n The reality anchor! Fucking use it!\n\n\nAgent Coles turns on the Scranton Reality Anchor and throws it at the cake, which flattens almost instantly. The rats which had already exited the cake began to eat it, devouring it in under ten seconds. No rats were terminated because of the Anchor’s activation, but no more rats protruded from the cake. A total of ██ rats were counted as exiting the cake.\n\n\nResearcher Jordan:\n That was… unexpected. I’ll get the box.\n\n\nResearcher Jordan exits the room and returns with the cardboard box that originally contained the cake.\n\n\nC-Mike:\n Looks like your “\nFriend\n” isn’t too happy with you.\n\n\nResearcher Jordan:\n Probably not. I will take the test log transcript if you have it.\n\n\nColes:\n Oh, uh, we can take care of that. Gives us something to do you know?\n\n\nResearcher Jordan:\n Very well. Sorry for the inconvenience, gentlemen. Good day.\n\n\n[END LOG]\n\n\n\n\nNo return envelope was included with the package; therefore, no contact could be made with SCP-4986.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Wednesday, the 23rd of April, 2003\n\n\n\n\n- Wednesday, the 23rd of April, 2003\n\n\n\n\n6:00\n\n\nAn envelope with standard SCP-4986 decoration appeared at the entrance to Researcher Jordan Kyle’s office, sliding underneath the door. Researcher Jordan went to check who had placed the letter there but noone was seen outside in the hallway. Hallway security footage shows a small skip in recorded time when the letter was delivered (approximately thirty seconds). The note left read as follows:\n\n\n\n\nTo Jordan K the Rat\n\n\nI am displeased that you brought a recovery team with you for our meeting. I only want to speak with you. Your friends have not affected me in any way. I am not one to be recorded. I am not one to be filmed. I am trying to speak with you.\n\n\nAs always,\n\nA Friend\n\n\n\n\nResearcher Jordan sent this letter to Site 28 command directly expressing concern over his own safety and the safety of his significant other. Site Command issued Covert Task Force █████ to protect Researcher Jordan’s home and family.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Thursday, the 24th of April, 2003\n\n\n\n\n- Thursday, the 24th of April, 2003\n\n\n\n\n22:03\n\n\nResearcher Jordan finds a letter underneath his desk. This letter does not have a stamp but reads “With Concern, From a Friend” on the front. The letter reads as follows:\n\n\n\n\nJordan\n\n\nOur letters are meant to be private. You absolute concussion of a man.\n\n\nWith concern from A Friend\n\n\n\n\nA return envelope was included within the note. Before Researcher Jordan could write a return letter, he collapsed. A medical team stationed nearby were able to help Researcher Jordan into a stable state. The cause of Researcher Jordan’s state was determined to be a relatively weak poison that destroyed itself within twenty seconds of taking effect. Researcher Jordan reported a slight distortion of his vision that faded within the hour.\n\n\n23:32\n\n\nResearcher Jordan returned to his office and wrote a return letter. He then exited Site 28 and dropped off the letter in a nearby mailbox on his way home. The letter’s contents were not recorded.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Friday, the 25th of April, 2003\n\n\n\n\n- Friday, the 25th of April, 2003\n\n\n\n\n9:00\n\n\nAn instance of SCP-4986-1 is stapled to the front door of Researcher Jordan’s Office. The letter reads as follows:\n\n\n\n\nJordan Kyle the tyrant.\n\n\nI acknowledge the fact that you are a very busy man. That you feel that what you are doing is helpful. What you have done however, is more akin to that of a state funded psychopath. I’ve left you a present. Something to give you a glimpse of what you’ve done to me.\n\n\nWith Love,\n\nA Friend\n\n\n\n\n9:30\n\n\nResearcher Jordan sends a transcript of the note to Site 28 command. Researcher Jordan is notified of a large container appearance in the employee parking garage. The container has “From a Friend” written on the side with black paint. Upon Researcher Jordan’s approach to the container frantic screaming could be heard from within. The container was briefly moved to the Site 28 secure quarantine area. Test Log shown below.\n\n\n\n\nTest Log\n\n\nOperators:\n Site 28 Hazmat Unit A (Agents C-Mike and Coles)\n\n\n\n\n[BEGIN LOG]\n\n\nResearcher Jordan enters the Site 28 secure quarantine area carrying the container on a hand truck.\n\n\nResearcher Jordan:\n Get this thing open now!\n\n\nC-Mike:\n Whoa whoa hold on! What the fuck is it?\n\n\nResearcher Jordan:\n Does it matter? My fucking wife is in there!\n\n\nC-Mike:\n Okay, how do you know that that’s your wife?\n\n\nResearcher Jordan:\n It sounds like her! She started screaming right as I went up to the box!\n\n\nC-Mike:\n Okay. Step away from the box.\n\n\nResearcher Jordan moves away from the box. The screaming stops.\n\n\nC-Mike:\n Coles you still got that Scranton reality anchor?\n\n\nColes:\n Yeah, right here.\n\n\nC-Mike:\n Good. I’m gonna open this bitch up.\n\n\nAgent C-Mike uses a crowbar to open the container.\n\n\nC-Mike:\n Well would you look at that.\n\n\nColes:\n What’s up?\n\n\nC-Mike:\n Empty. Okay researcher man, step right up. Coles be ready.\n\n\nResearcher Jordan approaches the container. No anomalous activity is recorded.\n\n\nC-Mike:\n We may have broken it.\n\n\nColes:\n Or broken it out.\n\n\nC-Mike:\n Notify Site Command. Someone’s gotta check this out before we leave.\n\n\nColes:\n Will do.\n\n\n[END LOG]\n\n\n\n\nSite Command issued a team dedicated to detecting anomalous behavior. No anomalous behavior was recorded.\n\n\nGuards stationed at Researcher Jordan's residency reported not being able to locate Researcher Jordan's significant other during their routine patrol around. No sign of breaking and entering was discovered.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Sunday, the 27th of April, 2003\n\n\n\n\n- Sunday, the 27th of April, 2003\n\n\n\n\n15:00\n\n\nResearcher Jordan Kyle is reported to be leaving his office and leaving a note at the door. The note left reads as follows:\n\n\n\n\n[RESEARCHER JORDAN WILL NOT BE AVAILABLE TODAY]\n\n\nI have gone to meet SCP-4986. It seems that the only way I will be able to come into contact with SCP-4986 is to have no backup or safeguards. I’ve brought a standard issue firearm and a tape recorder. I will hopefully be able to gather useful information about ways to possibly contain SCP-4986.\n\n\nThis thing has caused too much damage for me to sit idly by and wait for it to contain itself. I know that I’m putting myself at risk but I feel that I would not be doing my job if I couldn’t put myself at risk.\n\n\nWish me luck,\n\nResearcher Jordan Kyle.\n\n\n\n\nResearcher Jordan leaves Site 28 at approximately 15:25 heading south. No further tracking was successful. Researcher Jordan was never recorded to return to either his residency or to Site 28. Researcher Jordan was pronounced missing after 3 days with no return. A search team was dispatched to find Researcher Jordan.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Wednesday, the 14th of May, 2003\n\n\n\n\n- Wednesday, the 14th of May, 2003\n\n\n\n\n22:00\n\n\nA letter is found in Researcher Jordan’s office emitting a small amount of radiation. Agents C-Mike and Coles were dispatched to inspect the letter. The letter itself was a blank white envelope with no writing or postage. The letter (designated SCP-4986-3-A) emitted a radiation of 15 mSv\n2\n. The letter was heavier than that of any SCP-4986-1 instances recorded before. X-ray scans showed that the envelope contained a cassette tape and a note. Upon opening the envelope, radiation levels jump to 100 mSv\n3\n. The note reads as follows:\n\n\n\n\nDear whoever the hell still cares about the peasant known as Jordan G. Kyle\n\n\nYour friend disappoints me. He’s been with your foundation what, ten years? And he thinks he can stop me with a handgun? Pathetic. Don’t expect anything more from me. I don’t have the respect to pay for the postage.\n\n\nHave fun with my gift. It’s the only thing your friend could record.\n\n\n- A Friend\n\n\n\n\nThe cassette tape included was both slightly burned and warped. Once repaired to the best extent, the tape could be played on a standard cassette player. The cassette seems to be pure static with faint screaming in the background. At around two minutes and thirty seven seconds a harsh tone is heard before the tape is cut off.\n\n\nResearcher Jordan is presumed dead and all search teams are called off.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Sunday, the 3rd of August, 2003\n\n\n\n\n- Sunday, the 3rd of August, 2003\n\n\n\n\n14:00\n\n\nHazmat Unit A is dispatched to Researcher Jordan Kyle’s office after the researcher currently stationed in that office died of radiation poisoning. A search of the office is conducted and a thick envelope is discovered in the bottom drawer of the desk emitting radiation levels of 10348 mSv\n4\n. The envelope (designated SCP-4986-3-B) had the message “To my friends” written on the front. SCP-4986-3-B is taken to the Site 28 quarantine area and inspected. Due to the high radiation no precise data could be discovered about SCP-4986-3-B.\n\n\nBoth agent C-Mike and Coles refused to open SCP-4986-3-B stating “These suits can barely save us from this radiation. There’s no way they can help us once we open this thing. Make the D-Class do it.” SCP-4986-3-B was deemed too unsafe to open inside of Site 28 and was transferred off Site in a ten centimeter thick lead safe to a remote location designated Hazmat Area B. No further testing was permitted.\n\n\nNo further contact with SCP-4986 has been made. SCP-4986 is deemed Neutralized as of January 10th 2004.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. 1847 issue George Washington, valued at around $5,000\n\n\n2\n. About that of a CT scan.\n\n\n3\n. Enough to cause cancer in the long term.\n\n\n4\n. Enough to induce internal bleeding and cause death.\n\n\n\n\n\n\n\n\n« \nSCP-4985\n | SCP-4986 | \nSCP-4987\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Dear Mr. Jordan Kyle, I am so glad that I’ve been able to get in touch with you! I feel that it’s been so long since we’ve had a chat. Congrats on the promotion! I always thought of you as a big city big shot instead of a country bumpkin, you really got that “I don’t care how other people feel I’m gonna get this done,” persona. I’m so glad you are finally around people like yourself. Anyways, I’d really like to meet in person, just send me a note of when you’re available. You don’t have to worry about my schedule, I’ve got plenty of time to myself as of recent. With much love, A Friend ps. Did you see the stamp? I thought it would be a great addition to your collection.",
        "Dear Dr. Jordan K. Friend! I am so sorry to be berating you with letters like this but it seems that I forgot to give you a way to reach me. I was just so excited to write to you that it must have slipped my mind that you would not be able to respond. I’ve included a return envelope this time so you’ll be able to get back to me. Again, I’d love to be able to meet up, just give me a time your free and a place to meet and I’ll be there. There is much we need to discuss. Signed, A Friend",
        "Dear A Friend, Hello, it would please me greatly to meet you this Saturday at ██████’s bar in Soho, New York around 8:30 pm when I get off work. I am anxious to meet you and am very excited for our conversation. Best Regards, Jordan G. Kyle",
        "Dear Jordan, Very sorry I couldn’t make it today, I got a bit lost. Ever since we last met I’ve been sort of… stagnant. Anyways, I brought you this cake, maybe you can share it with your “bar buddies”. I hope it makes up for my absence. - A Friend",
        "Test Log Operators: Site 28 Hazmat Unit A (Agents C-Mike and Coles) [BEGIN LOG] Researcher Jordan enters the Site 28 quarantine area with the cake. Researcher Jordan: I need this thing inspected for anything anomalous. Direct order from site command. C-Mike: This thing? You know what you’re holding right? Researcher Jordan: Think you can handle it? Coles: Should be a piece of cake. Researcher Jordan: Funny. Researcher Jordan exits the quarantine area. Coles: Nice guy. C-Mike: Did you expect anything else? These eggheads have as much sense of humor as a brick wall. Coles: Ok, whatever. How do you think this thing is gonna try to kill us? C-Mike: No clue. Just don’t eat any of it. Coles: Looks like a chocolate cake… yeah… sensor says chocolate. Maybe put it through the x-ray? C-Mike: Nothing metal… we still got that reality anchor thingy? Coles: Yeah. C-Mike: Good. I’m gonna cut out a slice. Agent C-Mike proceeds to use a kitchen knife to make an incision into the cake. The cake slices normally, showing no anomalous property. C-Mike: Is this some kind of joke? Coles: What? C-Mike: It’s just a normal fucking cake. Get that egghead back in here. Coles exits the room and retrieves Researcher Jordan Kyle from his office. Researcher Jordan: I’m sorry for the inconvenience, gentlemen. If you’d like you co-… What the hell is that? Researcher Jordan points to the cake as it begins to expand. A rat claws its way out of the top of the cake and is followed by many more. C-Mike: Holy shit! Coles! Coles: Yeah? C-Mike: The reality anchor! Fucking use it! Agent Coles turns on the Scranton Reality Anchor and throws it at the cake, which flattens almost instantly. The rats which had already exited the cake began to eat it, devouring it in under ten seconds. No rats were terminated because of the Anchor’s activation, but no more rats protruded from the cake. A total of ██ rats were counted as exiting the cake. Researcher Jordan: That was… unexpected. I’ll get the box. Researcher Jordan exits the room and returns with the cardboard box that originally contained the cake. C-Mike: Looks like your “ Friend ” isn’t too happy with you. Researcher Jordan: Probably not. I will take the test log transcript if you have it. Coles: Oh, uh, we can take care of that. Gives us something to do you know? Researcher Jordan: Very well. Sorry for the inconvenience, gentlemen. Good day. [END LOG]",
        "To Jordan K the Rat I am displeased that you brought a recovery team with you for our meeting. I only want to speak with you. Your friends have not affected me in any way. I am not one to be recorded. I am not one to be filmed. I am trying to speak with you. As always, A Friend",
        "Jordan Our letters are meant to be private. You absolute concussion of a man. With concern from A Friend",
        "Jordan Kyle the tyrant. I acknowledge the fact that you are a very busy man. That you feel that what you are doing is helpful. What you have done however, is more akin to that of a state funded psychopath. I’ve left you a present. Something to give you a glimpse of what you’ve done to me. With Love, A Friend",
        "Test Log Operators: Site 28 Hazmat Unit A (Agents C-Mike and Coles) [BEGIN LOG] Researcher Jordan enters the Site 28 secure quarantine area carrying the container on a hand truck. Researcher Jordan: Get this thing open now! C-Mike: Whoa whoa hold on! What the fuck is it? Researcher Jordan: Does it matter? My fucking wife is in there! C-Mike: Okay, how do you know that that’s your wife? Researcher Jordan: It sounds like her! She started screaming right as I went up to the box! C-Mike: Okay. Step away from the box. Researcher Jordan moves away from the box. The screaming stops. C-Mike: Coles you still got that Scranton reality anchor? Coles: Yeah, right here. C-Mike: Good. I’m gonna open this bitch up. Agent C-Mike uses a crowbar to open the container. C-Mike: Well would you look at that. Coles: What’s up? C-Mike: Empty. Okay researcher man, step right up. Coles be ready. Researcher Jordan approaches the container. No anomalous activity is recorded. C-Mike: We may have broken it. Coles: Or broken it out. C-Mike: Notify Site Command. Someone’s gotta check this out before we leave. Coles: Will do. [END LOG]",
        "[RESEARCHER JORDAN WILL NOT BE AVAILABLE TODAY] I have gone to meet SCP-4986. It seems that the only way I will be able to come into contact with SCP-4986 is to have no backup or safeguards. I’ve brought a standard issue firearm and a tape recorder. I will hopefully be able to gather useful information about ways to possibly contain SCP-4986. This thing has caused too much damage for me to sit idly by and wait for it to contain itself. I know that I’m putting myself at risk but I feel that I would not be doing my job if I couldn’t put myself at risk. Wish me luck, Researcher Jordan Kyle.",
        "Dear whoever the hell still cares about the peasant known as Jordan G. Kyle Your friend disappoints me. He’s been with your foundation what, ten years? And he thinks he can stop me with a handgun? Pathetic. Don’t expect anything more from me. I don’t have the respect to pay for the postage. Have fun with my gift. It’s the only thing your friend could record. - A Friend"
    ],
    "item": "SCP-4986",
    "object_class": "Neutralized",
    "containment_procedures": "SCP-4986-3-B is to be contained in a ten centimeter thick lead safe in Hazmat area B. The safe is not to be opened unless full radiation suits are worn. SCP-4986-3-B is never to be opened unless greater radiation resistant technology is created.",
    "description": "SCP-4986 is an unknown entity that goes by the name “a friend”. This entity is able to deliver letters directly to Researcher Jordan Kyle’s office at Site 28 without detection. The letters and packages are all written to Researcher Jordan but the written titles are unique to each letter.",
    "title": "SCP-4986"
}