{
    "url": "https://scp-wiki.wikidot.com/scp-499",
    "all_text": "rating: \n+202\n+\n–\nx\n\n\nItem #:\n SCP-499\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-499 is to be contained within a circular containment unit, measuring 60 meters in diameter, with a shallow trench measuring 110cm around the perimeter to contain SCP-499-2. The chamber is not to be entered during daylight hours except in cases of extreme emergency. If the chamber must be entered, personnel are to wear a Grade C Heat Hazard Suit and appropriate eye protection.\n\n\nFood, water, and medication are to be supplied in appropriate amounts (as according to Document 499-CE) during nighttime hours. All loose items in the chamber are to be removed before sunrise. Under no circumstances is SCP-499’s daytime behavior to be interrupted.\n\n\nDescription:\n SCP-499 is a human male of indeterminate race standing 1.75 meters tall and of at least eighty years of age. There is heavy burn scarring present on the subject’s body, primarily on the face, hands, arms and chest. SCP-499’s eyes are severely damaged by light over-exposure, and its respiratory system by smoke inhalation rendering it effectively blind and mute. SCP-499 will remain passive to any direct interaction.\n\n\nAs appropriate for its age, SCP-499 displays typical physical effects of aging, including a weak heart, poor eyesight, and moderate to severe arthritis. In addition, X-ray analysis has shown no less than twenty-one healed bone breaks and hairline fractures, most located in the ribs and left leg. Of note is SCP-499’s abnormal resistance to heat: it is capable of resisting temperatures above boiling point for hours.\n\n\nSCP-499-2 is a metallic sphere measuring 1.1 meters in diameter, consisting primarily of nickel-iron alloy. The surface is engraved with abstract designs across the entirety of its surface. The item is incredibly dense, and weighs approximately 5900 kg. Despite this weight, SCP-499-2 may be moved by human beings, though with severe difficulty.\n\n\nAt sunrise, local time, SCP-499-2 will begin to emit light of approximately 100,000 lumens and heat of approximately 120 °C. SCP-499 will then begin to push SCP-499-2 in a wide circle, with SCP-499-2’s position relative to the diameter of the circle when aligned to geographic north correlating with the relative angle of the sun above the horizon in the local time zone. At sunset, local time, SCP-499-2 will return to its inactive metallic state. Each complete circle will take approximately 48 hours.\n\n\nAddendum-01:\n At 2:33 P.M., ██/██/20██, SCP-499 collapsed for unknown reasons. The medical staff on hand managed to resuscitate the subject after twenty-eight minutes, at which point SCP-499 continued its circuit. During the twenty-eight minutes of inactivity, the sun was seen to remain at the same angle respective to the horizon without change. When SCP-499 resumed usual behavior, the sun returned to its appropriate position and movement. Appropriate cover-up measures in the affected area were taken immediately afterwards.\n\n\nAddendum-02:\n ██/██/2012: A message written by SCP-499 using its feces was discovered by staff cleaning the containment chamber. As best as can be determined, the message was as follows:\n\n\n\n\nWhere is my son? Where are the others? Where [illegible].\n\n\n\n\n\n\n\n\n« \nSCP-498\n | SCP-499 | \nSCP-500\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-499\n\" by Djoric, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-499\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-01: At 2:33 P.M., ██/██/20██, SCP-499 collapsed for unknown reasons. The medical staff on hand managed to resuscitate the subject after twenty-eight minutes, at which point SCP-499 continued its circuit. During the twenty-eight minutes of inactivity, the sun was seen to remain at the same angle respective to the horizon without change. When SCP-499 resumed usual behavior, the sun returned to its appropriate position and movement. Appropriate cover-up measures in the affected area were taken immediately afterwards.",
        "Addendum-02: ██/██/2012: A message written by SCP-499 using its feces was discovered by staff cleaning the containment chamber. As best as can be determined, the message was as follows:"
    ],
    "documents": [],
    "notes": [
        "Where is my son? Where are the others? Where [illegible].",
        "\" SCP-499 \" by Djoric, from the SCP Wiki . Source: https://scpwiki.com/scp-499 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-499",
    "object_class": "Euclid",
    "containment_procedures": "SCP-499 is to be contained within a circular containment unit, measuring 60 meters in diameter, with a shallow trench measuring 110cm around the perimeter to contain SCP-499-2. The chamber is not to be entered during daylight hours except in cases of extreme emergency. If the chamber must be entered, personnel are to wear a Grade C Heat Hazard Suit and appropriate eye protection.",
    "description": "SCP-499 is a human male of indeterminate race standing 1.75 meters tall and of at least eighty years of age. There is heavy burn scarring present on the subject’s body, primarily on the face, hands, arms and chest. SCP-499’s eyes are severely damaged by light over-exposure, and its respiratory system by smoke inhalation rendering it effectively blind and mute. SCP-499 will remain passive to any direct interaction.",
    "title": "SCP-499"
}