{
    "url": "https://scp-wiki.wikidot.com/scp-4992",
    "all_text": "rating: \n+83\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-4992:\n Onions Make Me Cry\n\n\n\n\nAuthor:\n \n$Mnml$\n\n(\nMore from this author.\n)\n\n\n\n\n\n\n\n\nrating: \n+83\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-4992-3 (left) next to SCP-4992-4 (right).\n\n\n\n\n\n\nItem #:\n SCP-4992\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-4992 is to be kept in a refrigerated, single-item drawer within B2 storage at Site-63. Removal is approved only for testing purposes, and with written permission from the Senior Containment Specialist and Lead Researcher.\n\n\nDescription:\n SCP-4992 is the designation given to four shallot (\nAllium cepa\n) bulbs, with each given a sub-designation; SCP-4992-1 through SCP-4992-4. SCP-4992 is visually indistinguishable from non-anomalous members of its species. Within moments of exposing or manipulating a clove of SCP-4992,\n1\n an individual will report hearing music, designated SCP-4992-B, despite no detection of corresponding auditory signatures in the vicinity.\n\n\nInstances of SCP-4992-B \n(thought to be auditory hallucinations)\n \nreportedly\n feature a minor tonality, sparse instrumentation, mournful lyrics that describe the hardships of low socioeconomic, rural life, and are of a heightened pitch relative to the included instruments.\n\n\nSCP-4992-B may precipitate tearing, as is commonly observed with members of \nAllium cepa\n. However, tearing does not occur via syn-propanethial-S-oxide\n2\n as, anomalously, no such molecules have been detected in, upon, or around SCP-4992. Furthermore, chemical reactivity to SCP-4992 has not been observed in the corneal nerve endings, as would otherwise be expected. Neural scans instead show increased activity in the auditory centers, the limbic system, and the substantia nigra.\n3\n These findings are consistent with the brain's response to music.\n\n\nApproximately 5% of SCP-4992-1, and 10% of SCP-4992-2 remain, as their anomalous properties were suspected only after being utilized for several dishes. SCP-4992-3 has been peeled of all its outer layers with a third removed by a utility knife. Aside from small incisions made during testing, SCP-4992-4 is undisturbed from its originally procured state. The relative rate of decay so far observed suggests that SCP-4992's shelf-life may exceed 10\n22\n years.\n\n\nThe source of SCP-4992 could not be retraced, as Logistics expunges delivery receipts after shipments from Foundation front companies arrive at their destinations.\n\n\n\n\n\n\nAddenda\n\n\n\n\n\n\n1. Initial Subject Interview\n\n\n\n\n+ Open File\n\n\n\n\n- Close File\n\n\n\n\nThe following took place between Agent Carlson (AC) and Sous Chef Erik Bulland (EB) of the Site-63 dining facilities, shortly after the recognition of SCP-4992 as anomalous.\n\n\n\n\n[BEGIN LOG]\n\n\nAC:\n Could you walk us through the first time you worked with SCP-4992, please?\n\n\nEB:\n It was like any other day, up until that point. We had several vinaigrettes and gastriques to prep for the evening service, and I always make those, as well as any sauces. So, I went to the walk-in, grabbed a head or two of shallot, and got to work. Pretty soon after that, I start hearin' this music. Strange music. Sounds like Alvin and the Chipmunks, ya know what I mean?\n\n\nAC:\n I believe I do, yes. High-pitched voices, kinda squeaky?\n\n\nEB:\n Yeah, it was almost comical, right? So I'm figurin' that the guys were goofin' around; we usually take turns with the music selection during prep — metal is my favorite to play — and I thought 'Must be Jerry, he's the only one who would try to get away with something that goofy'.\n\n\nAC:\n Did anyone else that you know of hear the music too?\n\n\nEB:\n Well that's the thing, I found Jerry and kinda jabbed him saying 'That's a good one, put some real music on.' But Jerry didn't know what I was talking about, just looked at me like \nI\n was tryin' to mess with \nhim\n. I figured it out soon; I was the only one hearing this. So that's when I started getting a little creeped out; I mean, the Alvin voices didn't make that any better. I thought I was havin' a psychotic episode; it's not unheard of around here.\n\n\nAC:\n That's why you excused yourself from the shift and sought the on-site doctor.\n\n\nEB:\n Yeah, you hear all kind of stories working here, and I didn't want to take any chances. I may not be an agent, but I know when something weird is going on.\n\n\nAC:\n And your psych eval was unremarkable. The physician thought it to be auditory hallucinations from lack of sleep.\n\n\nEB:\n Yeah, I had been taking a lot of Ambien and melatonin to try to get over the insomnia I've been having, so the explanation made a lot of sense. I went back to work a couple of hours later.\n\n\nAC:\n What happened then?\n\n\nEB:\n Well, the staff was in a bit of a fuss, actually. Something about a bad flavor, and some of the cooks were trying to accuse each other of making their part of the dishes wrong. One guy who was arguing mentioned something about… turning off some crazy music over the speakers, and that caught my attention. I stepped in and told them I had heard the music too, it had stopped after a song or two, and we quickly found out he had been working with shallots as well, for a relish. So, we got Marty the Chef de Cuisine to taste the stuff, he pinpointed it as the shallots, and that was that. We all cut it up to have a tasting, kinda like an educational opportunity from Chef, and soon, we were all listening to little Alvin. That's when Chef contacted you guys.\n\n\nAC:\n I see. Anything else?\n\n\nEB:\n No, that was it. Pretty harmless, just a bit annoying because it isn't my style of music. I like metal, myself, so. I'll say this though, once we all realized it wasn't just in any one of our heads, we just stood around and listened for a bit… it wasn't terrible music. In fact, despite the wacky voice of it, the lyrics to the songs were actually speaking about some real stuff. 'Real talk', as one of the chefs put it. Reminded me of growing up. You know, now that I think about it; put some double bass drums and highly-syncopated rhythm guitar parts to it, and… I dunno, I think I could like that.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n2. Research Update\n\nReal-time monitoring of test subjects' auditory nerves has detected electrophysiological impulses that occur in rhythm with reported durations and tempos of SCP-B instances. This observation has disproved the previous assumption that SCP-B are auditory hallucinations, and has allowed researchers to convert the stimuli to objective auditory signatures.\n\n\n\n\n3. SCP-4992-B Example Recording\n\n\n\n\n+ Open File\n\n\n\n\n- Close File\n\n\n\n\nThe following was recorded shortly after Agent Finch began removing layers from SCP-4992-3, as part of Experiment 3a. It is included in the record as a usual example of SCP-4992-B. Speech has been transcribed below.\n\n\n\n\n\n\n\n\nI am a farmhouse\n\nBorn of my owner's calloused hands\n\nHe didn't have much,\n\nBut in his heart was rich as any man.\n\n\nHe was a plowman,\n\nHe dug the earth so people had their fill,\n\nBy no fault of his own,\n\nSmaller lives were claimed by his skill.\n\n\nIt was not biased,\n\nTook the flowers and the serpents too\n\nAnd when he saw his wreckage,\n\nFrom his lips there would come a tune:\n\n\nIn that we do\n\nSimilar things\n\nTo those in our shadows,\n\nWith equal\n\nIndifference, carnage, and cyclicity\n\nIn stirring the soil,\n\nIn shuffling the soul,\n\nIndifference can only be\n\nAccepted, painfully\n\nFor it is simply fair.\n\n\nI knew a worker,\n\nHe saw to the colony's Queen\n\nShe was their lifeblood,\n\nFor several generations she had been.\n\n\nUntil one day,\n\nThe plowman's work brought about his till\n\nAnd it found his poor Queen,\n\nHe carried her for hours\n\nTo their hill.\n\n\nThey all decided\n\nTo lay her beneath their nursery,\n\nAnd their lives in shambles,\n\nAnimals looking upwards, they did sing:\n\n\nIn that we do\n\nSimilar things\n\nTo those in our shadows,\n\nWith equal\n\nIndifference, carnage, and cyclicity\n\nIn stirring the soil,\n\nIn shuffling the soul,\n\nIndifference it can only be\n\nAccepted, painfully\n\nFor it is simply fair.\n\n\nThe plowman one night,\n\nReturned to my sight\n\nBut it wasn't long\n\nBefore dark skies\n\nTower of death in clouds\n\nCould tell the trees to bow,\n\nAnd I couldn't keep him from this plow.\n\n\nI begged to let him stay,\n\nAs it tore my roof away,\n\nBut it wasn't long;\n\nThe plowman's gone.\n\nFinally the sun arrived,\n\nAnd I thought he must have died,\n\nBut somewhere near, I heard a cry:\n\n\nIn that we do\n\nSimilar things\n\nTo those in our shadows,\n\nWith equal\n\nIndifference, carnage, and cyclicity\n\nIn stirring the soil,\n\nIn shuffling the soul,\n\nIndifference can only be\n\nAccepted, painfully\n\nFor it is simply fair.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Particularly cutting and mincing.\n\n\n2\n. Responsible for lachrymal stimulation in non-anomalous members of the onion family.\n\n\n3\n. A primary site of dopamine release.\n\n\n\n\n\n\n\n\n« \nSCP-4991\n | SCP-4992 | \nSCP-4993\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "[BEGIN LOG] AC: Could you walk us through the first time you worked with SCP-4992, please? EB: It was like any other day, up until that point. We had several vinaigrettes and gastriques to prep for the evening service, and I always make those, as well as any sauces. So, I went to the walk-in, grabbed a head or two of shallot, and got to work. Pretty soon after that, I start hearin' this music. Strange music. Sounds like Alvin and the Chipmunks, ya know what I mean? AC: I believe I do, yes. High-pitched voices, kinda squeaky? EB: Yeah, it was almost comical, right? So I'm figurin' that the guys were goofin' around; we usually take turns with the music selection during prep — metal is my favorite to play — and I thought 'Must be Jerry, he's the only one who would try to get away with something that goofy'. AC: Did anyone else that you know of hear the music too? EB: Well that's the thing, I found Jerry and kinda jabbed him saying 'That's a good one, put some real music on.' But Jerry didn't know what I was talking about, just looked at me like I was tryin' to mess with him . I figured it out soon; I was the only one hearing this. So that's when I started getting a little creeped out; I mean, the Alvin voices didn't make that any better. I thought I was havin' a psychotic episode; it's not unheard of around here. AC: That's why you excused yourself from the shift and sought the on-site doctor. EB: Yeah, you hear all kind of stories working here, and I didn't want to take any chances. I may not be an agent, but I know when something weird is going on. AC: And your psych eval was unremarkable. The physician thought it to be auditory hallucinations from lack of sleep. EB: Yeah, I had been taking a lot of Ambien and melatonin to try to get over the insomnia I've been having, so the explanation made a lot of sense. I went back to work a couple of hours later. AC: What happened then? EB: Well, the staff was in a bit of a fuss, actually. Something about a bad flavor, and some of the cooks were trying to accuse each other of making their part of the dishes wrong. One guy who was arguing mentioned something about… turning off some crazy music over the speakers, and that caught my attention. I stepped in and told them I had heard the music too, it had stopped after a song or two, and we quickly found out he had been working with shallots as well, for a relish. So, we got Marty the Chef de Cuisine to taste the stuff, he pinpointed it as the shallots, and that was that. We all cut it up to have a tasting, kinda like an educational opportunity from Chef, and soon, we were all listening to little Alvin. That's when Chef contacted you guys. AC: I see. Anything else? EB: No, that was it. Pretty harmless, just a bit annoying because it isn't my style of music. I like metal, myself, so. I'll say this though, once we all realized it wasn't just in any one of our heads, we just stood around and listened for a bit… it wasn't terrible music. In fact, despite the wacky voice of it, the lyrics to the songs were actually speaking about some real stuff. 'Real talk', as one of the chefs put it. Reminded me of growing up. You know, now that I think about it; put some double bass drums and highly-syncopated rhythm guitar parts to it, and… I dunno, I think I could like that. [END LOG]",
        "I am a farmhouse Born of my owner's calloused hands He didn't have much, But in his heart was rich as any man. He was a plowman, He dug the earth so people had their fill, By no fault of his own, Smaller lives were claimed by his skill. It was not biased, Took the flowers and the serpents too And when he saw his wreckage, From his lips there would come a tune: In that we do Similar things To those in our shadows, With equal Indifference, carnage, and cyclicity In stirring the soil, In shuffling the soul, Indifference can only be Accepted, painfully For it is simply fair. I knew a worker, He saw to the colony's Queen She was their lifeblood, For several generations she had been. Until one day, The plowman's work brought about his till And it found his poor Queen, He carried her for hours To their hill. They all decided To lay her beneath their nursery, And their lives in shambles, Animals looking upwards, they did sing: In that we do Similar things To those in our shadows, With equal Indifference, carnage, and cyclicity In stirring the soil, In shuffling the soul, Indifference it can only be Accepted, painfully For it is simply fair. The plowman one night, Returned to my sight But it wasn't long Before dark skies Tower of death in clouds Could tell the trees to bow, And I couldn't keep him from this plow. I begged to let him stay, As it tore my roof away, But it wasn't long; The plowman's gone. Finally the sun arrived, And I thought he must have died, But somewhere near, I heard a cry: In that we do Similar things To those in our shadows, With equal Indifference, carnage, and cyclicity In stirring the soil, In shuffling the soul, Indifference can only be Accepted, painfully For it is simply fair."
    ],
    "item": "SCP-4992",
    "object_class": "Safe",
    "containment_procedures": "SCP-4992 is to be kept in a refrigerated, single-item drawer within B2 storage at Site-63. Removal is approved only for testing purposes, and with written permission from the Senior Containment Specialist and Lead Researcher.",
    "description": "SCP-4992 is the designation given to four shallot (Allium cepa) bulbs, with each given a sub-designation; SCP-4992-1 through SCP-4992-4. SCP-4992 is visually indistinguishable from non-anomalous members of its species. Within moments of exposing or manipulating a clove of SCP-4992,1 an individual will report hearing music, designated SCP-4992-B, despite no detection of corresponding auditory signatures in the vicinity.",
    "title": "SCP-4992"
}