{
    "url": "https://scp-wiki.wikidot.com/scp-4996",
    "all_text": "rating: \n+168\n+\n–\nx\n\n\n\n\nSpecial Containment Procedures:\n SCP-4996 is to be contained in a standard humanoid cell, with the door engraved with the glyphs depicted in Technical Document 4996-2. Any restraints placed on SCP-4996 must be constructed from iron that was quenched in river water.\n\n\nDescription:\n SCP-4996 is a Tartarean-Class demonic entity that will attempt to orchestrate deals with any person who comes near to them. Any deals will be interpreted by the meaning of the request, often resulting in a beneficial outcome for the other party, but this is accompanied by an unintended side effect\n1\n. These effects seem to be largely unrelated to the terms of the original deal, though the effects' severity will often scale with the deal's complexity.\n\n\nDiscovery:\n SCP-4996 was discovered on 10.07.2019, after a raid on a cult known as \nThe Watchers of Purgatory\n was conducted by Mobile Task Force Upsilon-11 (\"Avalon's Wake\") after the disappearance of the first team, Omicron-1. The following video was recovered from the ruins of the warehouse.\n\n\n\n\n\n\n▶Video Log | 08.07.2019◀\n\n\n\n\n▷Video Log | 08.07.2019◁\n\n\n\n\n\n\n\n\nVideo Log Transcript\n\n\nDate:\n 08.07.2019\n\n\n\n\n[BEGIN LOG]\n\n\n[Camera turns on. The torso of a man in a purple robe, identified only as \"Brother Mattias\", can be seen. He backs away from the camera and gives a thumbs up to twelve similarly clad people standing around a pentagram.]\n\n\nBrother Mattias:\n It's on. Our sacred summoning can now commence, my brethren.\n\n\nAssembled Cultists:\n And such is Our Path. Let His love guide us to our salvation.\n\n\n[Brother Mattias walks to the circle and pulls a tome from his robe.]\n\n\nBrother Mattias:\n I, Brother Mattias, welcome you here as we embark on this journey. Have you prepared the tools?\n\n\n[All members pull long, ceremonial knives from their sleeves.]\n\n\nBrother Mattias:\n Let the sacrifice begin.\n\n\n[The cultists draw the knives across their hands and let the blood fall onto the ground. The pentagram begins to glow a deep purple. A fire bursts into life at the center of the circle.]\n\n\nCultist 2:\n He's coming!\n\n\n[A form coalesces in the center and the fire expands outward to reveal a humanoid with large horns\n2\n.]\n\n\nSCP-4996:\n Who… Wait. Where am I?\n\n\nBrother Mattias:\n Oh Great Deliverer. We seek to claim your blessing and enter Purgatory upon our deaths.\n\n\nSCP-4996:\n Wait. From me? Are you-\n\n\n[SCP-4996 crouches and examines the writing on the pentagram.]\n\n\nSCP-4996:\n Yep. Just what I thought.\n\n\nBrother Mattias:\n Did… we do something wrong?\n\n\n[SCP-4996 gestures for Brother Mattias to come closer. It then points to a portion of the circle.]\n\n\nSCP-4996:\n Simple mistake. You wrote \n[Untranscribable]\n, instead of \n[Untranscribable]\n. See? That symbol needs an accent and more flourish. I bet you meant to summon my dad.\n\n\n[An explosion is heard. Gunshots are heard and a Task Force member is seen in the far right of the frame.]\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Task Force member in the above video was confirmed to be from Omicron-1. SCP-4996 was found sitting in the kitchen of the ritual site, smoking a cigarette and playing solitaire. The tome used to summon SCP-4996 has been cataloged and transcripts are available to all personnel with Level 2 clearances.\n\n\nAddendum-01 | Interview-01:\n The following interview was conducted after SCP-4996 was transported to Site-12 in an attempt to discover the whereabouts of the missing Task Force, as well as additional information.\n\n\n\n\n\n\n▶Interview-01 | 12.07.2019◀\n\n\n\n\n▷Interview-01 | 12.07.2019◁\n\n\n\n\n\n\n\n\nInterviewed:\n SCP-4996\n\n\nInterviewer:\n Doctor Alexandra Virgil\n\n\n<Begin Log>\n\n\nDr. Virgil:\n Good morning, SCP-4996. I have a few questions for you.\n\n\nSCP-4996:\n And I've got a ton of questions for you. The human world is so exciting!\n\n\nDr. Virgil:\n Is this your-\n\n\nSCP-4996:\n First time? Yep!\n\n\nDr. Virgil:\n Well, um, welcome? I guess?\n\n\nSCP-4996:\n Thank you! Okay, do you want to go first? Or should I?\n\n\nDr. Virgil:\n I'll start. What happened to the Task Force sent to your summoning? We lost all contact with them about ten minutes after they breached the site.\n\n\nSCP-4996:\n Was that the four people? The nice lady with the funny accent, the two big guys, and the lady with the sword?\n\n\nDr. Virgil:\n I believe so, yes.\n\n\nSCP-4996:\n I made a deal with them. It's what my dad does, so I figured that I should, you know, continue the legacy. I mean, family business.\n\n\nDr. Virgil:\n And what kind of business is this?\n\n\nSCP-4996:\n Well, as you can probably guess, Hell is overpopulated. I mean, I figured humans were kinda bad? But your guys like shot a bunch of people as an opener, which was crazy to watch. Anyways, my dad works with Angels to cut deals with the people who are like, average. Not great, not terrible, you know? Spend some time in Purgatory and then you can go to Heaven.\n\n\nDr. Virgil:\n Don't Angels and Demons hate each other?\n\n\nSCP-4996:\n Not really? It's kinda like cats and dogs? Yeah, there's fighting, but that's mostly like individuals. My grandma was actually an Angel.\n\n\nDr. Virgil:\n I still don't really understand what you're getting at.\n\n\nSCP-4996:\n He's like a contract lawyer for boring people who don't belong either place. People summon him, he makes the deals, ya know?\n\n\nDr. Virgil:\n So, you offered them a ticket to Heaven?\n\n\nSCP-4996:\n Oh, I'm not actually allowed to do that. I um… needed practice so I… I think I might have made a mistake.\n\n\nDr. Virgil:\n What?\n\n\nSCP-4996:\n Okay, first off. I'm new to this. Deals, trades, contracts. I just finished my first year at school, so I'm still learning the ropes. So uh, keep that in mind.\n\n\nDr. Virgil:\n Okay.\n\n\nSCP-4996:\n Second. I don't know, like anything about the mortal realm. Hell and Heaven run on very different rules. But that brings me to my first question. Are the Marvel movies, like, based on real events?\n\n\nDr. Virgil:\n No, they're completely ficti… Oh no. You didn't.\n\n\nSCP-4996:\n I might have given them superpowers then.\n\n\nDr. Virgil:\n Every fucking day. Ahem. Well, what was the price?\n\n\nSCP-4996:\n The… shit. I'm zero and two, aren't I? Hey! I'm inexperienced, so it might wear off or [Audio Not Recorded]\n\n\nDr. Virgil:\n What was that last part?\n\n\nSCP-4996:\n It might, um, have… unintended side effects?\n\n\nDr. Virgil:\n You're kidding.\n\n\nSCP-4996:\n Look, I was just trying to impress my dad. He's got a lot of expectations for me. I'll sort this out. Or try to.\n\n\nDr. Virgil:\n Well, can you tell me what powers they have? Like a ballpark guess?\n\n\nSCP-4996:\n Im… Immortality? Or was it Indestructibility? Maybe some other things? I don't remember.\n\n\nDr. Virgil:\n \n[The sound of teeth grinding can be heard.]\n Really? Just something as easy to fix as immortality? Great.\n\n\nSCP-4996:\n Can we do my questions now?\n\n\n<End Log>\n\n\nClosing Statement:\n SCP-4996 was transferred to its current cell following this interview. All members of Omicron-1 were found unconscious at the base of Niagara Falls by Canadian authorities and currently reside in Site-12 in medically induced comas.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum-02 | Test Logs:\n A sample of conducted tests is provided below. SCP-4996 was not prompted or coerced at any point and only willing personnel were utilized.\n\n\n\n\nTest Number:\n 00 - Not Authorized\n\n\nSubject:\n Jeffrey Helms, Security Guard.\n\n\nRequest:\n A candy bar wrapper that, when kept in a pocket, will produce a new candy bar instantaneously.\n\n\nPrice:\n A small portion of the original candy bar.\n\n\nOutcome:\n Helms developed a minor cavity on his upper left molar. Originally believed to be nonanomalous, all known dental techniques have proven incapable of filling the cavity. Helms has described the cavity as \"a super minor inconvenience.\"\n\n\n\n\n\n\nTest Number:\n 03\n\n\nSubject:\n D-27631, convicted of three homicides. Permitted in testing based on loyalty to the Foundation and good behavior.\n\n\nRequest:\n Peace for the families he had hurt.\n\n\nPrice:\n N/A\n\n\nOutcome:\n SCP-4996 declined and said that this was outside of its abilities, but offered to make D-27631 forget about it, which D-27631 accepted. A ten-year gap in memory was noted in the subject. Following the test, other D-Class began to have dreams consistent with D-27631's forgotten memories.\n\n\n\n\n\n\nTest Number:\n 05\n\n\nSubject:\n Doctor Bradley Robins\n\n\nRequest:\n The ability to paint at a professional level.\n\n\nPrice:\n A painting for SCP-4996's cell, subject of said painting not specified.\n\n\nOutcome:\n Dr. Robins gained the ability to paint with a technique and style similar to Rembrandt. In the week following the test, a zipper manifested across Dr. Robins' torso. Over the course of the next six days, the contents of his torso (lungs, heart, digestive system) transformed into a liquid chemically similar to oil-based paint and permeated his bloodstream, leaving his torso completely hollow. Dr. Robins noted no loss of functionality and has begun to use the space to store art supplies.\n\n\n\n\n\n\nTest Number:\n 07\n\n\nSubject:\n Doctor Janet Shelby\n\n\nRequest:\n To be five centimeters taller.\n\n\nPrice:\n N/A\n\n\nOutcome:\n Dr. Shelby began to experience rapid skeletal growth, with the bones of her forearms and calves bursting through the skin in less than ten seconds. Examination of Dr. Shelby showed that her skin was \"rippling like water,\" with all of her bones shattering and reforming several times every second. The repeated fracturing of all skeletal structures within Dr. Shelby's body generated cracking sounds in excess of 165 decibels at ten meters away. After thirty minutes, bone fragments exited the body through various orifices and solidified on her skin. After ten minutes, Dr. Shelby was completely covered in a calcium-based exoskeleton.\n\n\n\nAll growth and movement stopped fifteen minutes later. After six hours, Dr. Shelby emerged from the exoskeleton and immediately informed the other researchers that she had felt no pain during the process. Testing showed that she was in perfect health, with the only abnormality being that her skin was now primarily composed of a calcium-based material that was able to harden reflexively to prevent damage. Total growth was marked at six centimeters.\n\n\n\n\n\n\nTest Number:\n 10\n\n\nSubject:\n Doctor Jeremy Blake, Marine Parabiologist\n\n\nRequest:\n The ability to breathe underwater.\n\n\nPrice:\n A pool party that SCP-4996 could attend.\n\n\nOutcome:\n Dr. Blake manifested gills on his wrists that sealed completely when not submerged. During the three tests of this ability, Dr. Blake was harassed by seven species of fish, two species of sharks, and one octopus. Upon reviewing the footage, Dr. Blake concluded that each animal was attempting to engage in sexual intercourse with him. This effect does not seem to extend to aquatic mammals.\n\n\nAddendum:\n Dr. Blake was hospitalized on 29.11.2019 after an encounter with a \nPhyseter macrocephalus\n on a research expedition.\n\n\n\n\n\n\nTest-11 - Redacted\n\nStaff are no longer allowed to request anything related to their bodies or psyche.\n\n\n\n\n\n\nTest Number:\n 12\n\n\nSubject:\n One \nHomarus Americanus\n\n\nRequest:\n Not Disclosed.\n\n\nPrice:\n N/A\n\n\nOutcome:\n No visible physical changes were initially noted within Specimen-12. SCP-4996 did not share the details of the deal with staff members, only remarking that “she [the lobster] should have an easier time changing clothes now.” Specimen-12, previously suffering from a parasite, displayed no signs of infection afterwards. Following the test, termination was attempted via boiling water to no effect. Specimen-12 currently resides in a large aquarium on site.\n\n\n\n\n\n\nTest Number:\n 13\n\n\nSubject:\n Doctor Amanda Waleck\n\n\nRequest:\n To return her pet cat, Elvis, to life.\n\n\nPrice:\n To pet said cat following its resurrection.\n\n\nOutcome:\n No signs of life were detected from the cat. That night, Dr. Waleck reported that possums with the tails of cats began to manifest in her proximity whenever she was alone. Several of these opossums, of the species \nDidelphis virginiana\n, were captured for study. All instances, designated SCP-4996-P, are capable of verbal communication, speaking an unknown amount of languages with the voice of the late Elvis Presley, but prefer to communicate with humans and other SCP-4996-P instances with deep human-like meows\n3\n. Instances disappear after one hour.\n\n\n\n\nAddendum-03 | Interview-02:\n The following interview was conducted after Test-13.\n\n\n\n\n\n\n▶Interview-02 | 07.12.2019◀\n\n\n\n\n▷Interview-02 | 07.12.2019◁\n\n\n\n\n\n\n\n\nInterviewed:\n SCP-4996\n\n\nInterviewer:\n Doctor Alexandra Virgil\n\n\n<Begin Log>\n\n\nDr. Virgil:\n Good afternoon, SCP-4996. Are you settling in alright?\n\n\nSCP-4996:\n Oh yes. This is so much nicer than those boarding schools my dad kept putting me up in.\n\n\nDr. Virgil:\n Hell has boarding schools?\n\n\nSCP-4996:\n We're not animals, you know. But anyhow. All these new people? I'm making such a huge difference in their lives. It really feels fantastic.\n\n\nDr. Virgil:\n Um.\n\n\nSCP-4996:\n Like the guy who liked fish? Now he can just hang out with them. Like as long as he wants. I bet my dad's never helped anybody like this.\n\n\nDr. Virgil:\n What about the-\n\n\n[A popping sound is heard, followed by scurrying.]\n\n\nSCP-4996:\n Oh hey! Dr. Waleck must be nearby.\n\n\nDr. Virgil:\n What the fuck is that?\n\n\nSCP-4996-P:\n Pardon me, pretty lady. Do you mind if I serenade ya?\n\n\nDr. Virgil:\n I would prefer that you do not. I'm trying to conduct an interview.\n\n\nSCP-4996-P:\n Your loss, sweetcheeks. You'll find I ain't no hound dog.\n\n\n[Several moments of silence follow.]\n\n\nDr. Virgil:\n Please stop petting it.\n\n\nSCP-4996:\n Aw come on, he likes it.\n\n\nDr. Virgil:\n I really can't get one easy day, huh?\n\n\nSCP-4996-P:\n Sorry darling, but this cat's gotta purrrrrrrrrrr.\n\n\nDr. Virgil:\n \n[Sharp inhale.]\n Anyway. What were you saying about your father?\n\n\nSCP-4996:\n He wants me to be a lawyer, like him. But that like only helps humans when they die, which isn't really much help at all.\n\n\nDr. Virgil:\n Okay, in your mind, what's the alternative?\n\n\nSCP-4996:\n Duh. I stay here and help humans before they die. Like a wish-granting superhero. I'm really getting a hang on these powers, don't ya think?\n\n\nDr. Virgil:\n I don't-\n\n\nSCP-4996:\n Look at all the good I've done already. I helped a man recover from his past, gave a lady super tough skin, and a bunch of other cool stuff. Like those Task Force guys. I bet they're out there, saving the world. Come on, I've got this hero thing in the bag.\n\n\nDr. Virgil:\n I'll humor you. What's your superhero name?\n\n\nSCP-4996:\n I don't know yet, but Elvis Possley is gonna be my sidekick.\n\n\nDr. Virgil:\n Elvis Poss…\n\n\nSCP-4996-P:\n You rang, gorgeous?\n\n\n<End Log>\n\n\nClosing Statement:\n Despite remarks about becoming a \"superhero,\" SCP-4996 has not attempted to escape from Site-12 at any point. Following this interview, it was provided with several thaumaturgical texts and rituals, which SCP-4996 has proven exceptionally helpful in deciphering.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Considered to fall into the \nMonkey's Paw Demonic Contract\n category, though this is only speculation.\n\n\n2\n. Identified as SCP-4996\n\n\n3\n. They can be coaxed into talking by misquoting an Elvis Presley song, or mentioning Elvis in a condescending or negative way.\n\n\n\n\n\n\n\n\n« \nSCP-4995\n | SCP-4996 | \nSCP-4997\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4996\n\" by Dyslexion, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4996\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-01 | Interview-01: The following interview was conducted after SCP-4996 was transported to Site-12 in an attempt to discover the whereabouts of the missing Task Force, as well as additional information.",
        "Addendum-02 | Test Logs: A sample of conducted tests is provided below. SCP-4996 was not prompted or coerced at any point and only willing personnel were utilized.",
        "Addendum-03 | Interview-02: The following interview was conducted after Test-13."
    ],
    "documents": [],
    "notes": [
        "Interviewed: SCP-4996 Interviewer: Doctor Alexandra Virgil <Begin Log> Dr. Virgil: Good morning, SCP-4996. I have a few questions for you. SCP-4996: And I've got a ton of questions for you. The human world is so exciting! Dr. Virgil: Is this your- SCP-4996: First time? Yep! Dr. Virgil: Well, um, welcome? I guess? SCP-4996: Thank you! Okay, do you want to go first? Or should I? Dr. Virgil: I'll start. What happened to the Task Force sent to your summoning? We lost all contact with them about ten minutes after they breached the site. SCP-4996: Was that the four people? The nice lady with the funny accent, the two big guys, and the lady with the sword? Dr. Virgil: I believe so, yes. SCP-4996: I made a deal with them. It's what my dad does, so I figured that I should, you know, continue the legacy. I mean, family business. Dr. Virgil: And what kind of business is this? SCP-4996: Well, as you can probably guess, Hell is overpopulated. I mean, I figured humans were kinda bad? But your guys like shot a bunch of people as an opener, which was crazy to watch. Anyways, my dad works with Angels to cut deals with the people who are like, average. Not great, not terrible, you know? Spend some time in Purgatory and then you can go to Heaven. Dr. Virgil: Don't Angels and Demons hate each other? SCP-4996: Not really? It's kinda like cats and dogs? Yeah, there's fighting, but that's mostly like individuals. My grandma was actually an Angel. Dr. Virgil: I still don't really understand what you're getting at. SCP-4996: He's like a contract lawyer for boring people who don't belong either place. People summon him, he makes the deals, ya know? Dr. Virgil: So, you offered them a ticket to Heaven? SCP-4996: Oh, I'm not actually allowed to do that. I um… needed practice so I… I think I might have made a mistake. Dr. Virgil: What? SCP-4996: Okay, first off. I'm new to this. Deals, trades, contracts. I just finished my first year at school, so I'm still learning the ropes. So uh, keep that in mind. Dr. Virgil: Okay. SCP-4996: Second. I don't know, like anything about the mortal realm. Hell and Heaven run on very different rules. But that brings me to my first question. Are the Marvel movies, like, based on real events? Dr. Virgil: No, they're completely ficti… Oh no. You didn't. SCP-4996: I might have given them superpowers then. Dr. Virgil: Every fucking day. Ahem. Well, what was the price? SCP-4996: The… shit. I'm zero and two, aren't I? Hey! I'm inexperienced, so it might wear off or [Audio Not Recorded] Dr. Virgil: What was that last part? SCP-4996: It might, um, have… unintended side effects? Dr. Virgil: You're kidding. SCP-4996: Look, I was just trying to impress my dad. He's got a lot of expectations for me. I'll sort this out. Or try to. Dr. Virgil: Well, can you tell me what powers they have? Like a ballpark guess? SCP-4996: Im… Immortality? Or was it Indestructibility? Maybe some other things? I don't remember. Dr. Virgil: [The sound of teeth grinding can be heard.] Really? Just something as easy to fix as immortality? Great. SCP-4996: Can we do my questions now? <End Log> Closing Statement: SCP-4996 was transferred to its current cell following this interview. All members of Omicron-1 were found unconscious at the base of Niagara Falls by Canadian authorities and currently reside in Site-12 in medically induced comas.",
        "Test Number: 00 - Not Authorized Subject: Jeffrey Helms, Security Guard. Request: A candy bar wrapper that, when kept in a pocket, will produce a new candy bar instantaneously. Price: A small portion of the original candy bar. Outcome: Helms developed a minor cavity on his upper left molar. Originally believed to be nonanomalous, all known dental techniques have proven incapable of filling the cavity. Helms has described the cavity as \"a super minor inconvenience.\"",
        "Test Number: 03 Subject: D-27631, convicted of three homicides. Permitted in testing based on loyalty to the Foundation and good behavior. Request: Peace for the families he had hurt. Price: N/A Outcome: SCP-4996 declined and said that this was outside of its abilities, but offered to make D-27631 forget about it, which D-27631 accepted. A ten-year gap in memory was noted in the subject. Following the test, other D-Class began to have dreams consistent with D-27631's forgotten memories.",
        "Test Number: 05 Subject: Doctor Bradley Robins Request: The ability to paint at a professional level. Price: A painting for SCP-4996's cell, subject of said painting not specified. Outcome: Dr. Robins gained the ability to paint with a technique and style similar to Rembrandt. In the week following the test, a zipper manifested across Dr. Robins' torso. Over the course of the next six days, the contents of his torso (lungs, heart, digestive system) transformed into a liquid chemically similar to oil-based paint and permeated his bloodstream, leaving his torso completely hollow. Dr. Robins noted no loss of functionality and has begun to use the space to store art supplies.",
        "Test Number: 07 Subject: Doctor Janet Shelby Request: To be five centimeters taller. Price: N/A Outcome: Dr. Shelby began to experience rapid skeletal growth, with the bones of her forearms and calves bursting through the skin in less than ten seconds. Examination of Dr. Shelby showed that her skin was \"rippling like water,\" with all of her bones shattering and reforming several times every second. The repeated fracturing of all skeletal structures within Dr. Shelby's body generated cracking sounds in excess of 165 decibels at ten meters away. After thirty minutes, bone fragments exited the body through various orifices and solidified on her skin. After ten minutes, Dr. Shelby was completely covered in a calcium-based exoskeleton. All growth and movement stopped fifteen minutes later. After six hours, Dr. Shelby emerged from the exoskeleton and immediately informed the other researchers that she had felt no pain during the process. Testing showed that she was in perfect health, with the only abnormality being that her skin was now primarily composed of a calcium-based material that was able to harden reflexively to prevent damage. Total growth was marked at six centimeters.",
        "Test Number: 10 Subject: Doctor Jeremy Blake, Marine Parabiologist Request: The ability to breathe underwater. Price: A pool party that SCP-4996 could attend. Outcome: Dr. Blake manifested gills on his wrists that sealed completely when not submerged. During the three tests of this ability, Dr. Blake was harassed by seven species of fish, two species of sharks, and one octopus. Upon reviewing the footage, Dr. Blake concluded that each animal was attempting to engage in sexual intercourse with him. This effect does not seem to extend to aquatic mammals. Addendum: Dr. Blake was hospitalized on 29.11.2019 after an encounter with a Physeter macrocephalus on a research expedition.",
        "Test Number: 12 Subject: One Homarus Americanus Request: Not Disclosed. Price: N/A Outcome: No visible physical changes were initially noted within Specimen-12. SCP-4996 did not share the details of the deal with staff members, only remarking that “she [the lobster] should have an easier time changing clothes now.” Specimen-12, previously suffering from a parasite, displayed no signs of infection afterwards. Following the test, termination was attempted via boiling water to no effect. Specimen-12 currently resides in a large aquarium on site.",
        "Test Number: 13 Subject: Doctor Amanda Waleck Request: To return her pet cat, Elvis, to life. Price: To pet said cat following its resurrection. Outcome: No signs of life were detected from the cat. That night, Dr. Waleck reported that possums with the tails of cats began to manifest in her proximity whenever she was alone. Several of these opossums, of the species Didelphis virginiana , were captured for study. All instances, designated SCP-4996-P, are capable of verbal communication, speaking an unknown amount of languages with the voice of the late Elvis Presley, but prefer to communicate with humans and other SCP-4996-P instances with deep human-like meows 3 . Instances disappear after one hour.",
        "Interviewed: SCP-4996 Interviewer: Doctor Alexandra Virgil <Begin Log> Dr. Virgil: Good afternoon, SCP-4996. Are you settling in alright? SCP-4996: Oh yes. This is so much nicer than those boarding schools my dad kept putting me up in. Dr. Virgil: Hell has boarding schools? SCP-4996: We're not animals, you know. But anyhow. All these new people? I'm making such a huge difference in their lives. It really feels fantastic. Dr. Virgil: Um. SCP-4996: Like the guy who liked fish? Now he can just hang out with them. Like as long as he wants. I bet my dad's never helped anybody like this. Dr. Virgil: What about the- [A popping sound is heard, followed by scurrying.] SCP-4996: Oh hey! Dr. Waleck must be nearby. Dr. Virgil: What the fuck is that? SCP-4996-P: Pardon me, pretty lady. Do you mind if I serenade ya? Dr. Virgil: I would prefer that you do not. I'm trying to conduct an interview. SCP-4996-P: Your loss, sweetcheeks. You'll find I ain't no hound dog. [Several moments of silence follow.] Dr. Virgil: Please stop petting it. SCP-4996: Aw come on, he likes it. Dr. Virgil: I really can't get one easy day, huh? SCP-4996-P: Sorry darling, but this cat's gotta purrrrrrrrrrr. Dr. Virgil: [Sharp inhale.] Anyway. What were you saying about your father? SCP-4996: He wants me to be a lawyer, like him. But that like only helps humans when they die, which isn't really much help at all. Dr. Virgil: Okay, in your mind, what's the alternative? SCP-4996: Duh. I stay here and help humans before they die. Like a wish-granting superhero. I'm really getting a hang on these powers, don't ya think? Dr. Virgil: I don't- SCP-4996: Look at all the good I've done already. I helped a man recover from his past, gave a lady super tough skin, and a bunch of other cool stuff. Like those Task Force guys. I bet they're out there, saving the world. Come on, I've got this hero thing in the bag. Dr. Virgil: I'll humor you. What's your superhero name? SCP-4996: I don't know yet, but Elvis Possley is gonna be my sidekick. Dr. Virgil: Elvis Poss… SCP-4996-P: You rang, gorgeous? <End Log> Closing Statement: Despite remarks about becoming a \"superhero,\" SCP-4996 has not attempted to escape from Site-12 at any point. Following this interview, it was provided with several thaumaturgical texts and rituals, which SCP-4996 has proven exceptionally helpful in deciphering.",
        "\" SCP-4996 \" by Dyslexion, from the SCP Wiki . Source: https://scpwiki.com/scp-4996 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-4996 is to be contained in a standard humanoid cell, with the door engraved with the glyphs depicted in Technical Document 4996-2. Any restraints placed on SCP-4996 must be constructed from iron that was quenched in river water.",
    "description": "SCP-4996 is a Tartarean-Class demonic entity that will attempt to orchestrate deals with any person who comes near to them. Any deals will be interpreted by the meaning of the request, often resulting in a beneficial outcome for the other party, but this is accompanied by an unintended side effect1. These effects seem to be largely unrelated to the terms of the original deal, though the effects' severity will often scale with the deal's complexity.",
    "title": "SCP-4996"
}