{
    "url": "https://scp-wiki.wikidot.com/scp-5023",
    "all_text": "rating: \n+73\n+\n–\nx\n\n\n\n\nSpecial Containment Procedures:\n All activities and buildings related to the storage, creation, or use of landmines, plastic explosives weighing less than two kilograms, and other small conventional explosives (Including, but not limited to; Tannerite, Thermite, Semtex) are to be monitored by the SCP Foundation for SCP-5023 events. If an event is confirmed to have happened or is currently ongoing, Mobile Task Force Sigma-301 (\"Rainy Day\") should be deployed to the location to protect bystanders, provide emergency services, and disarm any active explosives if possible.\n\n\nDescription:\n SCP-5023 is a phenomenon that occurs when 6 or more humans are within 100 meters of a large supply of explosives, causing all subjects to engage in an extremely dangerous game of \"Ultimate Frisbee.\" No participants will be harmed during the proceedings, but structures and objects will be damaged or destroyed as normal.\n\n\nThe events that occur during an SCP-5023 event are consistent across all documented cases and are presented below.\n\n\n\n\n\n\nPersonnel will stop working and begin to talk amongst themselves, even if doing so is potentially dangerous.\n\n\nA man with a tank top and muscular build\n1\n and a woman with a lacerated and bleeding foot\n2\n will approach the subjects and ask if they would like to play Ultimate Frisbee. Despite the odd appearance of the two entities, most subjects will agree.\n3\n\n\nSCP-5023-B will begin to explain the rules to the subjects while SCP-5023-A will begin to clear an area and shape the explosives by hand. SCP-5023-B will then offer the subjects a wrist band in the colors red or blue.\n4\n\n\nThe game will commence and be played until the supply of explosives is depleted.\n\n\n\n\n\n\nParticipants are largely immune to physical damage during the game, believed to be a by-product of the bracelet. Attempts to recover a bracelet for testing have failed. Both SCP-5023-A and -B have evaded Foundation capture but provided a single interview in 2012.\n\n\n\n\n\n\n\n\nRemote Interview | SCP-5023\n\n\n\n\nClose Interview\n\n\n\n\n\n\n\n\nInterview conducted by Doctor Alexandra Virgil via drone.\n\n\n\n\n[BEGIN LOG]\n\n\n[SCP-5023-B can be seen shouting across the field outside of a munitions factory in [REDACTED].]\n\n\nSCP-5023-B:\n Get some water! You've been playing hard!\n\n\n[A man can be seen holding a landmine while another man throws punches at it in a manner similar to a boxing coach and a boxer. The second man makes contact, detonating the mine and launching the pair an unknown distance apart. Both sit up and begin laughing.]\n\n\nSCP-5023-B:\n Alright. You a new player? Love me some robots.\n\n\nDr. Virgil:\n No? This is a remote-controlled \ndrone\n, not a real robot.\n\n\nSCP-5023-A:\n \n[Off-Screen.]\n Hey, don't talk about yourself like that. Obstacles only exist in your mind, brother. Pump some iron and make it real.\n\n\nDr. Virgil:\n Are… Is that a joke?\n\n\nSCP-5023-B:\n No jokes here, Robrother. We're all about self-improvement. He's getting ready for the Olympics and I'm learning to firewalk. All mind over matter.\n\n\nDr. Virgil:\n I'm not gonna touch that. Okay. Why are you playing Ultimate Frisbee with highly dangerous explosives?\n\n\nSCP-5023-A:\n It's all about satisfying the most primal of human urges. \n[Pause.]\n Sorry if the human bit is insensitive.\n\n\nDr. Virgil:\n You're, nevermind. When you say, \"most primal of human urges,\" do you mean adrenaline? A sense of danger?\n\n\nSCP-5023-B:\n Nah, man. We're no strangers to extreme sports and all, but we mean the human need to play Ultimate.\n\n\nDr. Virgil:\n The what.\n\n\nSCP-5023-A:\n You know, when you pick up anything circulastic or round and you just feel like you gotta throw it like a frisbee? That.\n\n\nDr. Virgil:\n Okay, but why explosives?\n\n\nSCP-5023-B:\n Flying is great. \n[Pause.]\n I don't wanna cut this short, but we should get back to it. My buddy sent me a new frisbee I can't wait to try out.\n\n\n[SCP-5023 can be seen withdrawing a \nmodified Roomba vacuum cleaner\n from its bag.]\n\n\nSCP-5023-B:\n Special edition for DC. Pretty neat, huh? Hey, catch!\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAttempts to take SCP-5023-A and SCP-5023-B into custody are ongoing. Property damages caused by both entities exceeds 36 billion dollars.\n\n\n\n\nFootnotes\n\n\n1\n. Designated SCP-5023-A\n\n\n2\n. Designated SCP-5023-B\n\n\n3\n. Contrary to some similar anomalies, subjects suffer no compulsion to engage with the entities.\n\n\n4\n. This is the last point that a participant can safely opt-out.\n\n\n\n\n\n\n\n\n« \nSCP-5022\n | SCP-5023 | \nSCP-5024\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5023\n\" by Dyslexion, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5023\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Personnel will stop working and begin to talk amongst themselves, even if doing so is potentially dangerous. A man with a tank top and muscular build 1 and a woman with a lacerated and bleeding foot 2 will approach the subjects and ask if they would like to play Ultimate Frisbee. Despite the odd appearance of the two entities, most subjects will agree. 3 SCP-5023-B will begin to explain the rules to the subjects while SCP-5023-A will begin to clear an area and shape the explosives by hand. SCP-5023-B will then offer the subjects a wrist band in the colors red or blue. 4 The game will commence and be played until the supply of explosives is depleted.",
        "Interview conducted by Doctor Alexandra Virgil via drone. [BEGIN LOG] [SCP-5023-B can be seen shouting across the field outside of a munitions factory in [REDACTED].] SCP-5023-B: Get some water! You've been playing hard! [A man can be seen holding a landmine while another man throws punches at it in a manner similar to a boxing coach and a boxer. The second man makes contact, detonating the mine and launching the pair an unknown distance apart. Both sit up and begin laughing.] SCP-5023-B: Alright. You a new player? Love me some robots. Dr. Virgil: No? This is a remote-controlled drone , not a real robot. SCP-5023-A: [Off-Screen.] Hey, don't talk about yourself like that. Obstacles only exist in your mind, brother. Pump some iron and make it real. Dr. Virgil: Are… Is that a joke? SCP-5023-B: No jokes here, Robrother. We're all about self-improvement. He's getting ready for the Olympics and I'm learning to firewalk. All mind over matter. Dr. Virgil: I'm not gonna touch that. Okay. Why are you playing Ultimate Frisbee with highly dangerous explosives? SCP-5023-A: It's all about satisfying the most primal of human urges. [Pause.] Sorry if the human bit is insensitive. Dr. Virgil: You're, nevermind. When you say, \"most primal of human urges,\" do you mean adrenaline? A sense of danger? SCP-5023-B: Nah, man. We're no strangers to extreme sports and all, but we mean the human need to play Ultimate. Dr. Virgil: The what. SCP-5023-A: You know, when you pick up anything circulastic or round and you just feel like you gotta throw it like a frisbee? That. Dr. Virgil: Okay, but why explosives? SCP-5023-B: Flying is great. [Pause.] I don't wanna cut this short, but we should get back to it. My buddy sent me a new frisbee I can't wait to try out. [SCP-5023 can be seen withdrawing a modified Roomba vacuum cleaner from its bag.] SCP-5023-B: Special edition for DC. Pretty neat, huh? Hey, catch! [END LOG]",
        "\" SCP-5023 \" by Dyslexion, from the SCP Wiki . Source: https://scpwiki.com/scp-5023 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "All activities and buildings related to the storage, creation, or use of landmines, plastic explosives weighing less than two kilograms, and other small conventional explosives (Including, but not limited to; Tannerite, Thermite, Semtex) are to be monitored by the SCP Foundation for SCP-5023 events. If an event is confirmed to have happened or is currently ongoing, Mobile Task Force Sigma-301 (\"Rainy Day\") should be deployed to the location to protect bystanders, provide emergency services, and disarm any active explosives if possible.",
    "description": "SCP-5023 is a phenomenon that occurs when 6 or more humans are within 100 meters of a large supply of explosives, causing all subjects to engage in an extremely dangerous game of \"Ultimate Frisbee.\" No participants will be harmed during the proceedings, but structures and objects will be damaged or destroyed as normal.",
    "title": "SCP-5023"
}