{
    "url": "https://scp-wiki.wikidot.com/scp-5025",
    "all_text": "rating: \n+87\n+\n–\nx\n\n\n\n\n\n\nNOTICE\n\n\n\n\nThis document describes an anomaly that was recently involved in a high-profile incident. Familiarity with \nIncident RED REVOLVER\n is recommended to proceed.\n\n\n\n\n \n\n\n\n\n\n\n\n\nSCP-5025-1\n\n\n\n\n\n\n\n\n\n\nSCP-5025-2\n\n\n\n\n\n\nItem #:\n SCP-5025-EX\n\n\nObject Class:\n Humanoid/Artifact\n\n\nContainment Class:\n Explained\n\n\nSpecial Containment Procedures:\n SCP-5025-1's cadaver is stored in the Cryogenic Biovault at Site-17. Personnel requesting access to SCP-5025-1 must receive approval from the site head and all actions involving SCP-5025-1 must be supervised by at least two site personnel. In addition, access to SCP-5025-1 will be recorded in the personnel's permanent record.\n\n\nSCP-5025-2 has been disassembled and its components split between three separate Safe-class lockers. Reassembly is forbidden.\n\n\nDescription:\n SCP-5025 is the collective designation for two anomalies associated with the Foundation Elimination Coalition, an alliance of several Groups of Interest united under the common goal of destroying the Foundation.\n\n\nSCP-5025-1 is General George Bowe, the former Foundation liaison to the U.S. Military. In the late ████'s, Bowe presided over the MTF Omega-7 (\"\nPandora's Box\n\") project. Prior to his \"death\" in ████, Bowe somehow attained an anomalous immunity to death. He became the primary figure behind the Foundation Elimination Coalition in late 2020.\n\n\nSCP-5025-2 is an anomalous mechanical device created by SCP-5025-1's scientific personnel. Details of SCP-5025-2's internal functions are unclear. However, it is known that SCP-5025-2 is capable of killing a wide variety of living entities. A demonstration of SCP-5025-2's usage has yet to occur. The design of SCP-5025-2 is believed to be based on that of \"Cimmerian Boxes\",\n1\n several prototypes of which were stored at Site-19.\n\n\nHistory:\n SCP-5025-1 resurfaced at some point in late 2020. He contacted the Chaos Insurgency and used its influence as a \ncatalyst\n to form the Foundation Elimination Coalition. Using the combined forces of the Chaos Insurgency, the Church of the Broken God, the Church of the Scarlet King, and numerous other Persons of Interest, the Foundation Elimination Coalition was able to \ncapture Site-19\n.\n\n\nBy November 2020, the Foundation Elimination Coalition had secured a sizable portion of Foundation sites in the West coast of the United States, as well as several others worldwide. At this point, \nefforts to halt Bowe's campaigns\n began, and Foundation sites that had previously been captured by Bowe were undergoing liberation.\n\n\nIn response to this, SCP-5025-1 began constructing SCP-5025-2.\n\n\n \n\n\nAddendum 01:\n Recovered Communications\n\n\nThe following audio log was intercepted by Foundation undercover agents at Site-19, between SCP-5025-1's office and an unknown party.\n\n\n \n\n\n\n\n<Begin Log>\n\n\nUNKNOWN:\n Your clock is ticking, Bowe.\n\n\nSCP-5025-1:\n Getting these people in order is more taxing than it might appear. I've spent all my time keeping the coalition from falling apart.\n\n\nUNKNOWN:\n I believe our deal involved you being able to retain control.\n\n\nSCP-5025-1:\n It was nearly impossible for it to even get off the ground. Given how many ideologies we're combining here, it's a miracle I've been able to keep things together. \nThe 093 entity\n left for another dimension after we took Site-20. It wouldn't even listen to me after it saw the Site fall; apparently, that wasn't the reason why it was fighting. Even your men are still deserting by the dozens; I think they work best alone, to be honest. They're not the right people for the job.\n\n\nUNKNOWN:\n My sources say the Foundation is planning to take back Site-19. I don't think I have to say that if 19 falls, so does the coalition. I'd rather this not all be in vain. I'd like to know: what are you going to do?\n\n\n<Two gunshots ring out. Bowe screams in pain.>\n\n\nUNKNOWN:\n Bowe? Are you alright?\n\n\n<After some time, another gunshot rings out.>\n\n\nSCP-5025-1:\n Yes, just a minor annoyance. Assassins, and all. I think I'm going to try the plan we originally discussed.\n\n\nUNKNOWN:\n The initial plan, after all this war? That sounds wasteful.\n\n\nSCP-5025-1:\n I've been digging around in the lower levels here, and I found a device. It has Cimmerian's name on it. With some modification, I think we could make a pretty convincing god-killer.\n\n\nUNKNOWN:\n I'll trust you on this one, Bowe. Don't let us down.\n\n\nSCP-5025-1:\n I understand.\n\n\n<End Log>\n\n\n\n\n \n\n\nAddendum 02:\n Infiltration of Site-19\n\n\n\n\nMEETING OF THE SITE DIRECTORS EXECUTIVE COMMITTEE OF THE WHOLE\n\n\n\n\n<Begin Log>\n\n\nDir. Light:\n Let's talk about Site-19. We've stopped Bowe's advances for now, but I think we all know he's planning something. There are some energy signatures coming from Site-19 that scream \"suspicious.\" The faster we can stop him, the better. Dr. Moose had an idea that she would like to present.\n\n\nDr. Moose:\n Thank you, Light. First of all, our attempts to retake Site-19 by force have failed. Site-19 is simply too well-fortified at this point for us to take it without irreversibly destroying it. Why did the assassins fail, again?\n\n\nColonel James:\n We've recovered footage, for what it's worth. Our best assassin sneaks in and shoots Bowe in the head. He falls down, he's a goner. He takes pictures and starts making the report. Two minutes later, Bowe comes back to life and shoots him back. Like the gunshot barely even bothered him.\n\n\nDr. Moose:\n That's troubling.\n\n\nColonel James:\n I know. He barely leaves his bunker in Site-19, anyways. That means the only option here is brute force.\n\n\nDr. Moose:\n That segues nicely into my idea. Dr. Dan, could you please throw a cream pie in my face?\n\n\nColonel James:\n I beg your pardon?\n\n\nDir. Light:\n Moose, we don't have time for this. Just tell us what's going on.\n\n\nDr. Moose:\n After the unpleasantness in 2009, I elected to be the one to hold onto \nSCP-050\n. Its actions in my office have been annoying, but tolerable. I haven't had a true office since I was routed from Site-19. Therefore, SCP-050 is still residing in Site-19, in \"my\" office.\n\n\nDr. Moose:\n It hasn't seen a prank in years. If someone were to prank me sufficiently, SCP-050 would relocate to their office. Then, if I were to prank them back, it would relocate to my office. If we were to attach, say, an EMP charge to SCP-050, it would transport it into Site-19. We could disable Site-19's defenses for a sizable amount of time.\n\n\nDr. Dan [REDACTED]:\n Also, this was partially my idea. Just wanted to get that out there.\n\n\nDir. Light:\n That sounds overcomplicated. Why don't we just have an agent plant the charge? We already have people undercover there.\n\n\nCoordinating Agent Samson:\n No, we don't.\n\n\nDir. Light:\n I beg your pardon?\n\n\nCoordinating Agent Samson:\n Bowe got ahold of some variant of \nSCP-2140\n, and he's plastered it all over the Site. All of my men stopped responding to radio a week ago. The signs of retroconversion were obvious.\n\n\nDir. Light:\n Are you sure \nwe\n haven't been compromised, then?\n\n\n<Dr. Dan [REDACTED] motions towards a whiteboard in the center of the room, containing several pro-Foundation affirmations.>\n\n\nRsr. Mulciber:\n The Counterconceptual Division is working on a way around that. We already have a computer that can analyze a scene and determine if it contains an instance of SCP-2140-1 in under half a millisecond. This is much faster than past models of this kind.\n\n\nDr. Dan [REDACTED]:\n For the record, I did \nthat\n on purpose.\n\n\nRsr. Mulciber:\n I don't even want to consider the ethical ramifications.\n\n\nDr. Moose:\n Okay, so we've delivered an EMP charge into Site-19. Everything's knocked out. What happens next? It's not like we can just get a sniper to kill Bowe.\n\n\nDir. Light:\n We don't have to kill him. What if we just capture him, and put him in a containment cell somewhere?\n\n\nDr. Moose:\n Sounds right.\n\n\nDir. Light:\n Once the EMP goes off, we can send in Alpha-9. \nIris\n and \nAlexei\n are ready at a moment's notice. We've also been priming \nSCP-5031\n for a mission like this.\n\n\nDr. Moose:\n Hold on a minute. Sorry, we're moving too far ahead. We're forgetting something.\n\n\nDir. Light:\n What's that?\n\n\n<Dr. Moose puts her briefcase on the table and opens it. Inside it is a cream pie.>\n\n\n<End Log>\n\n\n\n\nAddendum 03:\n Operation OPERA-CLONE\n\n\n\n\n<Begin Log>\n\n\n<Recovered footage from a camera inside Dr. Moose's former office, now SCP-5025-1's office. SCP-5025-1 is inside, communicating with someone through the computer.>\n\n\n<Suddenly, SCP-050 manifests on SCP-5025-1's desk, carrying an EMP charge. SCP-5025-1 yells in shock, and picks up SCP-050. The camera goes offline after the EMP detonates.>\n\n\n<End Log>\n\n\n\n\nAddendum 04:\n Recorded Conversation\n\n\n \n\n\n\n\n<Begin Log>\n\n\n<Footage from a video camera belonging to A9-3. The sounds of gunfire can be heard echoing throughout the site, as MTF Alpha-9 (\"New Hope\") is assaulting on-site forces. Most enemies are fleeing instead of fighting. While walking down a hallway, A9-8 motions towards the wall.>\n\n\nA9-8:\n There's something hiding in that wall panel.\n\n\nSCP-2273:\n It could be a prisoner. Let's not blow it up just yet.\n\n\nA9-6:\n Go peel it open, Alexei.\n\n\nSCP-2273:\n Why can't we have SCP-5031 do it? Isn't he immune to explosions?\n\n\nA9-8:\n We're not going to use SCP-5031 to defuse bombs.\n\n\nSCP-2273:\n Oh, but you're going to use me? I'm mortal, you know. I'll kick the bucket and die eventually. \"Eventually\" could be in an explosion.\n\n\nA9-8:\n Alright, fine. \n<To SCP-5031.>\n Wall. Open.\n\n\n<SCP-5031 emits a chirp as MTF Alpha-9 closes their eyes. It slices open the wall, but disappears from reality after a scream is heard.>\n\n\nDr. Crow:\n Augh! Don't kill me, don't kill me! I'll tell you everything I know! I just want to live!\n\n\nA9-8:\n Kain Pathos Crow? Is that you?\n\n\nDr. Crow:\n Wait. You're Alpha-9, aren't you? Thank God.\n\n\nSCP-2273:\n What are you doing here?\n\n\n<An explosion rings through the halls from the fight above.>\n\n\nDr. Crow:\n What do you mean? At Site-19, or in the walls?\n\n\nA9-8:\n To be honest, I'm curious about both.\n\n\nDr. Crow:\n When Bowe showed up, I figured that the best place to hide was under his nose. That way, I could be a spy, and siphon information for High Command.\n\n\nA9-8:\n We haven't heard from you since Site-19 went under. Everyone just assumed you crawled in a hole and expired.\n\n\nDr. Crow:\n Yeah, my balls dropped about an hour in. Oh well. I've been storing food in the walls in case we ever needed to bug out, so I've been fine. I even have a GameBoy back here. You wouldn't believe what level my Pokemon are.\n\n\nA9-8:\n I don't care. One of my guys will escort you back to the base camp.\n\n\nDr. Crow:\n Wait a minute. Who's in charge of this whole operation?\n\n\nA9-8:\n Samson and Light are running the whole shebang.\n\n\nDr. Crow:\n Can you set up a radio with them? I need to tell them something.\n\n\nA9-8:\n I'll try.\n\n\n<Extraneous information redacted.>\n\n\nDir. Light:\n So you've just been hiding this whole time?\n\n\nDr. Crow:\n Call off the attack. Bowe has a secret weapon.\n\n\nDir. Light:\n That he's immortal? We already know. That's why we sent New Hope: we're hoping we can capture him.\n\n\nDr. Crow:\n Not that. He and his team of scientists are working on some kind of god-killer gun. From what I've overheard, it's supposed to be able to kill \nanything\n. Just shoots a beam and, whoops, you're eliminated from the universe.\n\n\nDir. Light:\n So? We surprise him. He won't be able to fire the gun at all.\n\n\nDr. Crow:\n You don't understand. There's a little bit of context here.\n\n\n<The conversation is interrupted by a Gearrender rounding the corner and seeing Alpha-9. A9-2 fires two rockets at the Gearrender, destroying it.>\n\n\nCoordinating Agent Samson:\n Come on, tell us.\n\n\nDr. Crow:\n The entire coalition is held together with duct tape and jizz at this stage. The two churches are at each other's throats constantly. Even the CI folk are walking. How much resistance is there in capturing this place? I have to imagine there isn't much.\n\n\nCoordinating Agent Samson:\n How do you know all this?\n\n\nDr. Crow:\n I've had nothing to do for the past four months but play Pokemon and listen to people.\n\n\nDir. Light:\n How does the god-killer factor into this?\n\n\nDr. Crow:\n I don't think Bowe is going for domination anymore. He's trying to aim for the throat. I'm not too keen on anomalous theory nowadays, but I remember that a lot of it comes from Apex-tier Pluripotent entities. Gods: Mekhane, Yogurtbreath, et cetera. Bowe wants to kill them. He think it'll cause the anomalous to cease to exist.\n\n\nDir. Light:\n Won't that cause reality to cease to exist too?\n\n\nDr. Crow:\n Hell if I know, not my field. He's going to hold them hostage. I don't know what he wants, but I don't think it's gonna end up pretty.\n\n\nCoordinating Agent Samson:\n Let him do it. If nothing's anomalous anymore, that'd make my day. Actually, that'd make the rest of my life.\n\n\nDir. Light:\n Where is Bowe now?\n\n\nCoordinating Agent Samson:\n He's getting together an escort to take him out of the site. He's in the North Wing of the Clef Building.\n\n\nA9-8:\n Great, we'll be there. We'll try to swipe the device off his hands before he can activate it.\n\n\nSCP-2273:\n Bowe's bluffing. This all sounds ridiculous. He's going to kill the gods? And that somehow makes everything anomalous stop being anomalous? It's absurd!\n\n\nA9-8:\n Either way, we should still probably stop him. A9-5, can you take Crow back to the base?\n\n\nDr. Crow:\n Wait, give me a second to grab my GameBoy. Djoric's not going to believe that I caught a shiny Latios.\n\n\nDir. Light:\n Dr. Djoric's been retired for years, Crow.\n\n\nDr. Crow:\n Really? Damn.\n\n\n<End Log>\n\n\n\n\n \n\n\nAddendum 05:\n Death of SCP-5025-1\n\n\n \n\n\n\n\n<Begin Log>\n\n\n<Footage is from a body camera held by A9-8. The detachment of MTF Alpha-9 (\"New Hope\") is standing outside of SCP-5025-1's chamber.>\n\n\nSCP-5025-1:\n You can come in now, by the way.\n\n\n<Silence.>\n\n\nSCP-2273:\n \n<Whispering>\n He's holding a box with a gun barrel on it. I can't see what's inside. It's covered with lead, or something else that's dense.\n\n\nSCP-5025-1:\n …alternatively, you don't come in. That's fine. It's not like it makes much of a difference anyways.\n\n\nA9-7:\n What's he talking about?\n\n\nA9-4:\n His weapon, maybe?\n\n\nSCP-5025-1:\n The gun I hold in my hand can kill anything. That's what Cimmerian's intentions were, weren't they? One shot fells the strongest man, or the most powerful god. One shot can even kill \nme\n.\n\n\n<SCP-5025-1 erupts into a sudden fit of laughter.>\n\n\nSCP-5025-1:\n Oh, hell, what am I saying? I'm not a god. I'm barely even a man at this point. I'm a ghost! I'm a god damned ghost!\n\n\nA9-8:\n I think he's bonkers.\n\n\n<A9-8 rounds the corner and faces SCP-5025-1.>\n\n\nA9-8:\n Put down the weapon, Bowe. You're surrounded. There's nowhere for you to go.\n\n\nSCP-5025-1:\n You know what? You're completely right. I'm trapped here. My only options are surrender, or go out shooting. I'm not about to say I'm not a good shot, but there's no way I can shoot my way out of this.\n\n\n<SCP-5025-1 enters a coughing fit. He doubles over, still holding SCP-5025-2.>\n\n\nSCP-5025-1:\n In fact, there's no way I'm making it out of this alive. The Foundation's going to string up my body like a trophy. You're going to kill me. The Foundation wins again, just like it's won for the past fifty years. Woop-de-doo!\n\n\nA9-8:\n We have orders to capture you alive. Put the device down.\n\n\nSCP-5025-1:\n Oh ho ho! You're going to leave me alive? Best joke I've heard all day. I've gotten everything I've wanted, actually. I'd bet an arm and a leg that High Command already knows that. Sooner or later, they're going to kill me.\n\n\n<SCP-5025-1 laughs.>\n\n\nSCP-5025-1:\n They're going to kill me. There's a special level of Hell for people like me, I think. My gut's telling me there's only one way out of there. I'm not giving you the catharsis of finding out.\n\n\n<SCP-5025-1 points SCP-5025-2 up at his head and fires. His head explodes into viscera and his body collapses.>\n\n\nA9-8:\n Shit! Director Light, Bowe shot himself. Should we still take his body?\n\n\nDir. Light:\n Yes. He's going to come back to life.\n\n\nA9-8:\n Ten-four. Five, seven, take his body. I'll grab the Cimmerian Box. Let's get out of here.\n\n\n<End Log>\n\n\n\n\nClosing Statement:\n SCP-5025-1 was not resurrected after the incident. SCP-5025-2 was secured and brought to Site-31. After SCP-5025-1's death, most Foundation Elimination Coalition troops were routed from the Site, and it was recaptured by the Foundation.\n\n\n\n\n\n\n \n\n\nAlthough the Foundation Elimination Coalition was dissolved, isolated sects still continue to operate. Missions are being mounted to eliminate these sects. Involved Groups of Interest have generally disassociated from eachother. SCP-5025 has been reclassified as Safe.\n\n\nAddendum 06:\n Reclassification\n\n\n\n\n+ T-557 Authorization Required\n\n\n\n\n- Authorization Granted\n\n\n\n\n\n\nOne,\n\n\nThe lab results came back negative. There's nothing anomalous about SCP-5025-2. We've tested it on some choice entities. Then we tested it on ordinary D-class personnel wearing Kevlar vests. Then we disassembled it. SCP-5025-2 appears to be nothing except for an ordinary gun, if not greater in size and more impractical.\n\n\nWe've also taken a look at the cadaver. It's completely clean. None of the tell-tale signs that his biology was changed. There could always be something we missed; for the most part, it seems to confirm that he was never immortal.\n\n\nYou know the forest behind Site-89, where Bowe was originally buried? We found the grave. There were enough water bottles in there to last for decades, maybe even centuries. One of the agents taste-tested it; it's definitely \nSCP-006\n.\n\n\nRAISA spent years making sure Bowe's influence on the database was completely gone. Now, everyone in the Foundation knows who Bowe is and what he wanted. I personally think we made a mistake in overplaying the \"immortal\" aspect of it; especially given the recent insurgencies we've been seeing.\n\n\nOur next move should probably be some kind of rebasing of the database. We need to get Bowe's blood out of the Foundation's veins as soon as we can. Please get back to me ASAP.\n\n\n- O5-7\n\n\n\n\n\n\n\n\n\n\n\n\n« \nThe Bowe Decommission, Part Three\n | \nOld Foes\n | \nBroken Bowe\n »\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Cimmerian Boxes were an experimental weapon created with the intent to immediately assassinate an entity. The project was originally led by Dr. Jeremiah Cimmerian prior to his promotion to Ethics Committee Liason. Early prototypes were designed to use an anomalous power source to fire an extremely powerful beam of energy. Later prototypes contained a reality drainage device that would lower the Hume level of the surroundings, allowing the user to use reality bending on their desired target. Both of these prototypes failed to deliver consistent results, and the project was scrapped in 1997.\n\n\n\n\n \n\n\n\n\n\n\n\n\nMore by notgull\n\n\n\n\nMore by notgull\n\n\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\n\n\nnotgull's Proposal\n\n\nRating: 590\n\n\n\n\n\n\nSCP-3733\n\n\nRating: 380\n\n\n\n\n\n\nSCP-3095\n\n\nRating: 360\n\n\n\n\n\n\nSCP-4804\n\n\nRating: 281\n\n\n\n\n\n\nSCP-2785\n\n\nRating: 280\n\n\n\n\n\n\nSCP-4800\n\n\nRating: 279\n\n\n\n\n\n\nSCP-4348\n\n\nRating: 258\n\n\n\n\n\n\nSCP-4048\n\n\nRating: 207\n\n\n\n\n\n\nSCP-4688\n\n\nRating: 196\n\n\n\n\n\n\nSCP-579-J\n\n\nRating: 189\n\n\n\n\n\n\nSCP-3362\n\n\nRating: 188\n\n\n\n\n\n\nSCP-5800\n\n\nRating: 184\n\n\n\n\n\n\nSCP-4785\n\n\nRating: 176\n\n\n\n\n\n\nSCP-3339\n\n\nRating: 168\n\n\n\n\n\n\nSCP-3747\n\n\nRating: 165\n\n\n\n\n\n\nSCP-4248\n\n\nRating: 161\n\n\n\n\n\n\nSCP-4948\n\n\nRating: 158\n\n\n\n\n\n\nSCP-199\n\n\nRating: 133\n\n\n\n\n\n\nSCP-7234\n\n\nRating: 124\n\n\n\n\n\n\nSCP-3296\n\n\nRating: 124\n\n\n\n\n\n\nSCP-4800-J\n\n\nRating: 121\n\n\n\n\n\n\nSCP-4799\n\n\nRating: 120\n\n\n\n\n\n\nSCP-3485\n\n\nRating: 112\n\n\n\n\n\n\nSCP-5981\n\n\nRating: 109\n\n\n\n\n\n\nSCP-4808\n\n\nRating: 103\n\n\n\n\n\n\nSCP-3833\n\n\nRating: 98\n\n\n\n\n\n\nSCP-3748\n\n\nRating: 94\n\n\n\n\n\n\nSCP-5054\n\n\nRating: 88\n\n\n\n\n\n\nSCP-4148\n\n\nRating: 88\n\n\n\n\n\n\nSCP-5025\n\n\nRating: 87\n\n\n\n\n\n\nSCP-1037\n\n\nRating: 77\n\n\n\n\n\n\nSCP-093-J\n\n\nRating: 74\n\n\n\n\n\n\nSCP-1684\n\n\nRating: 70\n\n\n\n\n\n\nSCP-5680\n\n\nRating: 65\n\n\n\n\n\n\nSCP-4872\n\n\nRating: 62\n\n\n\n\n\n\nSCP-3248\n\n\nRating: 61\n\n\n\n\n\n\nSCP-6904\n\n\nRating: 58\n\n\n\n\n\n\nSCP-5483\n\n\nRating: 38\n\n\n\n\n\n\nSCP-6785\n\n\nRating: 34\n\n\n\n\n\n\nSCP-4397\n\n\nRating: 30\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\n\n\nThe Little Robot that Could\n\n\nRating: 349\n\n\n\n\n\n\nThe Siege of Site-19\n\n\nRating: 169\n\n\n\n\n\n\nJoin the Flock\n\n\nRating: 168\n\n\n\n\n\n\nTales of the Automaton: The Big Birdocalypse\n\n\nRating: 143\n\n\n\n\n\n\nFootage Recovered From a Private Server\n\n\nRating: 117\n\n\n\n\n\n\nMoose on the Loose\n\n\nRating: 77\n\n\n\n\n\n\nAvian Anthology I\n\n\nRating: 76\n\n\n\n\n\n\nMy Empire of Birds\n\n\nRating: 63\n\n\n\n\n\n\nDocument recovered from a Parallel Universe\n\n\nRating: 61\n\n\n\n\n\n\nJoey Fucknuts Steals The Declaration of Independence\n\n\nRating: 58\n\n\n\n\n\n\nKatz and Dogs\n\n\nRating: 55\n\n\n\n\n\n\nYour Guard\n\n\nRating: 50\n\n\n\n\n\n\nVacation Opportunity\n\n\nRating: 45\n\n\n\n\n\n\nThe Scent of a Toaster\n\n\nRating: 33\n\n\n\n\n\n\nBurn, Baby, Burn\n\n\nRating: 29\n\n\n\n\n\n\nChasing Suns\n\n\nRating: 28\n\n\n\n\n\n\nThree Feet Under I\n\n\nRating: 24\n\n\n\n\n\n\nWind in the Sails\n\n\nRating: 23\n\n\n\n\n\n\nThe Shape of Water is Humanoid\n\n\nRating: 23\n\n\n\n\n\n\nDead Reckoning\n\n\nRating: 22\n\n\n\n\n\n\nThree Feet Under II\n\n\nRating: 22\n\n\n\n\n\n\nThree Feet Under III\n\n\nRating: 21\n\n\n\n\n\n\nForgotten Shrine\n\n\nRating: 18\n\n\n\n\n\n\nDown Through\n\n\nRating: 17\n\n\n\n\n\n\nInto the Beetle Black Yonder\n\n\nRating: 16\n\n\n\n\n\n\nHyperfine\n\n\nRating: 15\n\n\n\n\n\n\nDon't Knock on Strange Doors\n\n\nRating: 11\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n\n\n\n\n\n\nResearcher Calvin's Personnel File\n\n\nRating: 91\n\n\n\n\n\n\nIncident Report ████/████\n\n\nRating: 83\n\n\n\n\n\n\n\"Sphere\" Incursion Log\n\n\nRating: 52\n\n\n\n\n\n\nInitial Incursion Log\n\n\nRating: 50\n\n\n\n\n\n\n\"Cube\" Incursion Log #1\n\n\nRating: 44\n\n\n\n\n\n\n\"Cube\" Incursion Log #2\n\n\nRating: 44\n\n\n\n\n\n\nSCP-093-J Recovered Documents\n\n\nRating: 42\n\n\n\n\n\n\nSCP-093-J Blue Test\n\n\nRating: 40\n\n\n\n\n\n\nSCP-093-J Purple Test\n\n\nRating: 35\n\n\n\n\n\n\nSCP-093-J Green Test\n\n\nRating: 33\n\n\n\n\n\n\nExploration Log 4480-1\n\n\nRating: 22\n\n\n\n\n\n\n\n\n\n\n\n\nSee my \nAuthor Page\n for more information. If you like reading my stuff, consider checking out my \nYouTube Channel\n for SCP-inspired animations, among other things.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5024\n | SCP-5025 | \nSCP-5026\n »\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5025\n\" by notgull, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5025\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n bowe.jpg\n\n\nTitle:\n LTG Austin Miller Official DA Photo\n\n\nAuthor:\n Department of the Army Official Officer Record Brief Photo/\nnotgull\n\n\nLicense:\n Public Domain\n\n\nSource:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n gun.jpg\n\n\nTitle:\n Brownie camera avec son viseur\n\n\nAuthor:\n Deveycx\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 01: Recovered Communications\nThe following audio log was intercepted by Foundation undercover agents at Site-19, between SCP-5025-1's office and an unknown party.\n\n",
        "Addendum 02: Infiltration of Site-19",
        "Addendum 03: Operation OPERA-CLONE",
        "Addendum 04: Recorded Conversation\n\n",
        "Addendum 05: Death of SCP-5025-1\n\n\nAlthough the Foundation Elimination Coalition was dissolved, isolated sects still continue to operate. Missions are being mounted to eliminate these sects. Involved Groups of Interest have generally disassociated from eachother. SCP-5025 has been reclassified as Safe.",
        "Addendum 06: Reclassification\n"
    ],
    "documents": [],
    "notes": [
        "<Begin Log> UNKNOWN: Your clock is ticking, Bowe. SCP-5025-1: Getting these people in order is more taxing than it might appear. I've spent all my time keeping the coalition from falling apart. UNKNOWN: I believe our deal involved you being able to retain control. SCP-5025-1: It was nearly impossible for it to even get off the ground. Given how many ideologies we're combining here, it's a miracle I've been able to keep things together. The 093 entity left for another dimension after we took Site-20. It wouldn't even listen to me after it saw the Site fall; apparently, that wasn't the reason why it was fighting. Even your men are still deserting by the dozens; I think they work best alone, to be honest. They're not the right people for the job. UNKNOWN: My sources say the Foundation is planning to take back Site-19. I don't think I have to say that if 19 falls, so does the coalition. I'd rather this not all be in vain. I'd like to know: what are you going to do? <Two gunshots ring out. Bowe screams in pain.> UNKNOWN: Bowe? Are you alright? <After some time, another gunshot rings out.> SCP-5025-1: Yes, just a minor annoyance. Assassins, and all. I think I'm going to try the plan we originally discussed. UNKNOWN: The initial plan, after all this war? That sounds wasteful. SCP-5025-1: I've been digging around in the lower levels here, and I found a device. It has Cimmerian's name on it. With some modification, I think we could make a pretty convincing god-killer. UNKNOWN: I'll trust you on this one, Bowe. Don't let us down. SCP-5025-1: I understand. <End Log>",
        "<Begin Log> <Footage from a video camera belonging to A9-3. The sounds of gunfire can be heard echoing throughout the site, as MTF Alpha-9 (\"New Hope\") is assaulting on-site forces. Most enemies are fleeing instead of fighting. While walking down a hallway, A9-8 motions towards the wall.> A9-8: There's something hiding in that wall panel. SCP-2273: It could be a prisoner. Let's not blow it up just yet. A9-6: Go peel it open, Alexei. SCP-2273: Why can't we have SCP-5031 do it? Isn't he immune to explosions? A9-8: We're not going to use SCP-5031 to defuse bombs. SCP-2273: Oh, but you're going to use me? I'm mortal, you know. I'll kick the bucket and die eventually. \"Eventually\" could be in an explosion. A9-8: Alright, fine. <To SCP-5031.> Wall. Open. <SCP-5031 emits a chirp as MTF Alpha-9 closes their eyes. It slices open the wall, but disappears from reality after a scream is heard.> Dr. Crow: Augh! Don't kill me, don't kill me! I'll tell you everything I know! I just want to live! A9-8: Kain Pathos Crow? Is that you? Dr. Crow: Wait. You're Alpha-9, aren't you? Thank God. SCP-2273: What are you doing here? <An explosion rings through the halls from the fight above.> Dr. Crow: What do you mean? At Site-19, or in the walls? A9-8: To be honest, I'm curious about both. Dr. Crow: When Bowe showed up, I figured that the best place to hide was under his nose. That way, I could be a spy, and siphon information for High Command. A9-8: We haven't heard from you since Site-19 went under. Everyone just assumed you crawled in a hole and expired. Dr. Crow: Yeah, my balls dropped about an hour in. Oh well. I've been storing food in the walls in case we ever needed to bug out, so I've been fine. I even have a GameBoy back here. You wouldn't believe what level my Pokemon are. A9-8: I don't care. One of my guys will escort you back to the base camp. Dr. Crow: Wait a minute. Who's in charge of this whole operation? A9-8: Samson and Light are running the whole shebang. Dr. Crow: Can you set up a radio with them? I need to tell them something. A9-8: I'll try. <Extraneous information redacted.> Dir. Light: So you've just been hiding this whole time? Dr. Crow: Call off the attack. Bowe has a secret weapon. Dir. Light: That he's immortal? We already know. That's why we sent New Hope: we're hoping we can capture him. Dr. Crow: Not that. He and his team of scientists are working on some kind of god-killer gun. From what I've overheard, it's supposed to be able to kill anything . Just shoots a beam and, whoops, you're eliminated from the universe. Dir. Light: So? We surprise him. He won't be able to fire the gun at all. Dr. Crow: You don't understand. There's a little bit of context here. <The conversation is interrupted by a Gearrender rounding the corner and seeing Alpha-9. A9-2 fires two rockets at the Gearrender, destroying it.> Coordinating Agent Samson: Come on, tell us. Dr. Crow: The entire coalition is held together with duct tape and jizz at this stage. The two churches are at each other's throats constantly. Even the CI folk are walking. How much resistance is there in capturing this place? I have to imagine there isn't much. Coordinating Agent Samson: How do you know all this? Dr. Crow: I've had nothing to do for the past four months but play Pokemon and listen to people. Dir. Light: How does the god-killer factor into this? Dr. Crow: I don't think Bowe is going for domination anymore. He's trying to aim for the throat. I'm not too keen on anomalous theory nowadays, but I remember that a lot of it comes from Apex-tier Pluripotent entities. Gods: Mekhane, Yogurtbreath, et cetera. Bowe wants to kill them. He think it'll cause the anomalous to cease to exist. Dir. Light: Won't that cause reality to cease to exist too? Dr. Crow: Hell if I know, not my field. He's going to hold them hostage. I don't know what he wants, but I don't think it's gonna end up pretty. Coordinating Agent Samson: Let him do it. If nothing's anomalous anymore, that'd make my day. Actually, that'd make the rest of my life. Dir. Light: Where is Bowe now? Coordinating Agent Samson: He's getting together an escort to take him out of the site. He's in the North Wing of the Clef Building. A9-8: Great, we'll be there. We'll try to swipe the device off his hands before he can activate it. SCP-2273: Bowe's bluffing. This all sounds ridiculous. He's going to kill the gods? And that somehow makes everything anomalous stop being anomalous? It's absurd! A9-8: Either way, we should still probably stop him. A9-5, can you take Crow back to the base? Dr. Crow: Wait, give me a second to grab my GameBoy. Djoric's not going to believe that I caught a shiny Latios. Dir. Light: Dr. Djoric's been retired for years, Crow. Dr. Crow: Really? Damn. <End Log>",
        "Closing Statement: SCP-5025-1 was not resurrected after the incident. SCP-5025-2 was secured and brought to Site-31. After SCP-5025-1's death, most Foundation Elimination Coalition troops were routed from the Site, and it was recaptured by the Foundation.",
        "\" SCP-5025 \" by notgull, from the SCP Wiki . Source: https://scpwiki.com/scp-5025 . Licensed under CC-BY-SA .",
        "Filename: bowe.jpg Title: LTG Austin Miller Official DA Photo Author: Department of the Army Official Officer Record Brief Photo/ notgull License: Public Domain Source: Wikimedia Commons",
        "Filename: gun.jpg Title: Brownie camera avec son viseur Author: Deveycx License: CC BY-SA 3.0 Source: Wikimedia Commons"
    ],
    "item": "SCP-5025-EX",
    "object_class": "Humanoid/Artifact",
    "containment_procedures": "SCP-5025-1's cadaver is stored in the Cryogenic Biovault at Site-17. Personnel requesting access to SCP-5025-1 must receive approval from the site head and all actions involving SCP-5025-1 must be supervised by at least two site personnel. In addition, access to SCP-5025-1 will be recorded in the personnel's permanent record.",
    "description": "SCP-5025 is the collective designation for two anomalies associated with the Foundation Elimination Coalition, an alliance of several Groups of Interest united under the common goal of destroying the Foundation.",
    "title": "SCP-5025"
}