{
    "url": "https://scp-wiki.wikidot.com/scp-5038",
    "all_text": "#page-content\n \n.collapsible-block\n \n{\n \n    \nposition:\n \nrelative\n;\n    \npadding:\n \n0.5\nem\n;\n    \nmargin:\n \n0.5\nem\n;\n    \nbox-shadow:\n \n2\npx\n \n1.5\npx\n \n1\npx\n rgba(\n176\n,\n16\n,\n0\n,\n0.7\n), \n0\n \n0\n \n0\npx\n \n1\npx\n lightgrey\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n\n}\n\n \n\n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \nblack\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n \n\n}\n\n \n\n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\ncenter\n;\n\n}\n\n \n\n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \ncolor:\n dimgrey\n;\n\n}\n\n \n\n.collapsible-block-link\n \n{\n\n    \nfont-weight:\n \nbold\n;\n    \ncolor:\n dimgrey\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n \n\n.addendumbox\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nbox-shadow:\n0\n \n2\npx\n \n5\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n),\n0\n \n2\npx\n \n10\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.12\n)\n;\n\n}\n\n \n\n.material-box\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nborder:\n \n1\npx\n lightgrey \nsolid\n;\n    \nbox-shadow:\n \n1\npx\n \n2\npx\n \n2\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n)\n;\n\n}\n\n \n\n.material-box\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.wiki-content-table\n \n{\n\n    \nwidth:\n \n100\n%\n;\n\n}\n\n \n\n.addendumbox\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.addendumtitle\n \n{\n\n   \nopacity:\n \n0.8\n;\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \n#b01\n;\n\n}\n\n \n\n.maintitle\n \n{\n\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-header\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \nfont-size:\nx-large\n;\n    \ncolor:\n#b01\n;\n\n}\n\n \n\n.addenda-header\n \n{\n\n    \nwidth:\n \n100\n%\n;\n    \nborder-bottom:\n \n2\npx\n \nblack\n \nsolid\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-info\n \n{\n\n    \ndisplay:\nflex\n;\n    \njustify-content:\nspace-between\n;\n    \nfont-size:\nlarge\n;\n\n}\n\n \n\n.scp-info-box\n \n{\n\n    \ndisplay:\nflex\n; \n    \njustify-content:\nspace-between\n;\n\n}\n\n \n\n.object-info\n \n{\n\n    \ncolor:\nblack\n;\n    \nalign-self:\n flex-end\n;\n    \nfont-size:\n \nlarge\n;\n\n}\n\n \n\n.title-style\n \n{\n\n    \nopacity:\n \n0.8\n;\n    \nmargin-bottom:\n \n10\npx\n;\n    \ncolor:\n \n#b01\n;\n    \nfont-size:\n \nlarge\n;\n    \ntext-decoration:\n \nunderline\n;\n    \nfont-weight:\n \nbold\n;\n\n}\n\n \n\n.update-div-empty\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n    \ncolor:\n lightgrey\n;\n\n}\n\n \n\n.update-div\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n\n}\n\n \n\n.computed\n \n{\n\n    \nborder:\n \n1\npx\n \nblack\n \nsolid\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.computed\n:before\n \n{\n\n    \ncontent:\n\"Computed \nCode\n\"\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.rawcode\n \n{\n\n    \nborder:\n \nblack\n \nsolid\n \n1\npx\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.rawcode\n:before\n{\n\n    \ncontent:\n\"Raw \nCode\n\"\n;\n    \ntext-align:\n \ncenter\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.codebox\n \n{\n\n    \ndisplay:\n \ninline-block\n;\n    \nwidth:\n \n100\n%\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \nem\n,  \n.yui-navset\n \n.yui-nav\n \na\n \nem\n{\n\n        \npadding:\n \n0.25\nem\n \n.75\nem\n; \n        \ntop:\n \n0\npx\n;\n        \nmargin-bottom:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n     \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \n{\n\n       \nmargin:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:focus\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:hover\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n         \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n:hover\n,\n\n.yui-navset\n \n.yui-nav\n \na\n:focus\n \n{\n\n    \nbackground:\n gainsboro\n;\n    \ntext-decoration:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n, \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n \n{\n\n\nbackground-color:\n \nnone\n;\n\nbackground-image:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n \n{\n\n\nbackground:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \nli\n{\n\n\nmargin:\n \n0\npx\n;\n\n}\n\n \n\n#page-content\n \n.licensebox\n \n.collapsible-block\n \n{\n\n    \nposition:\n unset\n;\n    \npadding:\n unset\n;\n    \nmargin:\n unset\n;\n    \nbox-shadow:\n unset\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\n \nleft\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \nleft\n;\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-link\n \n{\n\n    \ncolor:\n \ninherit\n;\n    \ntext-align:\n \nleft\n;\n\n}\n\n\n\n\n\n\n \n\n\nrating: \n+54\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-5038:\n La Rue Macabre is CLOSED\n\n\n \n\n\nAuthors:\n \nMalyceGraves\n & \nplaidypus\n.\n\n\n \n\n\nImage Credit:\n See comments.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n5/5038\n LEVEL \n5/5038\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-5038\n\n\n\n\n\n\nPending\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned MTF\n\n\n\n\n\n\nKelipat Nogah Initiative\n\n\nDr. Judith Low\n\n\nDr. Samira Golzar\n\n\nXi-8 (\"Last to Fall\")\n\nBeta-2 (\"Bayou Boys\")\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\n\n\n\nDue to the ongoing \nSarkic threat\n, the former access point to SCP-5038 has been permanently sealed. Multiple Class II Bonfield-Carizza field detectors have been planted throughout the French Quarter in order to detect any additional appearances of SCP-5038 instances.\n\nMTF Beta-2 (\"Bayou Boys\") and the Xi-8 (\"The Last To Fall\") Beta Company have been stationed at Provisional Site FQ-1 in order to respond to any excursion of Sarkic forces from within \nLoI-504 (\"La Rue Macabre\")\n.\n\n\nIn the event of an appearance of a new instance of SCP-5038, both teams should be immediately mobilized to respond to the potential threat, but initial contact should be made by Beta-2. Xi-8 is to engage Sarkic or Darkwater Lodge-affiliated entities \nonly\n.\n\n\n\n\n\n\nDescription\n\n\n\n\n\n\n\n\nCurrent SCP-5038 Access Point\n\n\n\n\n\n\nSCP-5038 is a Class-3\n1\n Way located in the French Quarter of New Orleans, LA.\n\n\nOriginally accessed by following a complex series of walking patterns near Jackson Square, the primary access point has been rendered inaccessible via the use of four Class-6 Scranton Reality Anchors.\n\n\nDue to the actions of PoI-504-L (\"Papa Legba\") during Incident 5038.inc.01, SCP-5038 can now be accessed from the doorway to a closed costume shop at 722 Dumaine St. This doorway has been designated SCP-5038-1, and access to SCP-5038 in this manner is limited to members of MTF Beta-2.\n\n\nWhile this is currently the only known access point to SCP-5038, PoI-504-L can alter the location of SCP-5038-1 at will, and multiple instances may exist at a given time.\n\n\n\n\nAttached Addenda\n\n\n\n\n\n\nDiscovery\n\n\n\n\n\nSCP-5038 was initially theorized to exist in 1967 by several high-ranking individuals within GoI-0007 (\"Global Occult Coalition\") to explain the unusually high numbers of high-profile \"Threat Entities\" in the Greater New Orleans area. Reports of significant anomalous activity in the area continued to persist despite heavy GoI-0007 presence in and around Orleans Parish.\n\nThis theory was independently confirmed by the Foundation in 1982, due to the events surrounding the acquisition and eventual release of \nSCP-4421\n. In the years since, the Foundation had developed a fairly \"hands off\" approach to dealing with the leadership of LoI-504 and the entities that reside there.\n\n\nThis practice was initially beneficial to both the Foundation and LoI-504. The existence of the \nLa Rue Macabre\n free port provided a place for anomalous entities to exist and operate in a place where they would not be a threat to the Veil or global normalcy. While the Foundation was not exactly forbidden from accessing LoI-504, the Leadership of LoI-504 made it clear that Foundation operatives would not be welcome in \nRue Macabre\n. A notable exception to this were members of MTF Beta-2 and the late \nDr. Isabelle Beaumont.\n\n\nWhat precipitated the drastic change in relations between the Foundation and LoI-504 is currently unknown, but Foundation operatives are no longer welcome in LoI-504.\n\n\n\n\nAdditional Research\n\n\n\n\n\nOn November 3, 2019, a four-person Beta-2 team was on patrol within LoI-504 under the pretense of being on leave. As the nature of the SCP-5038 access prevented the team from streaming uplink data directly to SCiPNet, the absence of a new log from their patrol was not noted until the following morning.\n\nWhen the team failed to check in to their assigned duty post the following day, Foundation .aic \nHumberto\n noted the discrepancy and the Site-93\n2\n Site Director was notified. An additional Beta-2 team was sent to investigate, but they were denied access to the primary SCP-5038 instance.\n\n\nA transcript of the additional team's encounter with PoI-504-L follows:\n\n\n\n\n■ 5038.doc.02 - Transcript ■\n\n\n\n\n□ 5038.doc.02 - Transcript □\n\n\n\n\n\n\nDate:\n 2019/11/04 @ 10:40\n\n\nAssigned MTF:\n Beta-2 (\"Bayou Boys\")\n\n\nTeam Lead:\n Lieutenant Samuel Broussard\n\n\nOperatives:\n Corporal Francine LePic, Private Tim \"Bones\" Fontenot, & Private Lamar Bergeron\n\n\nForeword:\n \nThe team was in the process of completing the maneuvers necessary to access SCP-5038 when they were approached by PoI-504-L. Video feed is from Lt. Broussard's chest-mounted body camera.\n\n\n\n\n[BEGIN LOG]\n\n\nCpl. Francine LePic:\n L-T. It's Legba.\n\n\n[She points, and Broussard turns. The feed shows an elderly Black man carrying an ornate wooden cane walking towards them on the street. The team stops, and Broussard steps forward, hand extended.]\n\n\nLegba:\n \n[Shaking the offered hand.]\n Hello, Boys. Ya'll knows I ain't the best at bringin' foul tidin's, but La Rue is closed.\n\n\nLt. Samuel Broussard:\n Excuse me? I, uh, didn't realize that that was a thing.\n\n\nLegba:\n Well, 'twasn't in the past, prolly won't be in the future neither. But, for now, ya'll ain't welcome.\n\n\nBroussard:\n Mr. Legba, we had a deal, an arrange-\n\n\nLegba:\n Dontcha' be remindin' me of my agreements, Sammy-boy. I was makin' pacts with folk afore even yer grandpappy's grandpappy was pickin' oysters outta Pontchartrain. I knows what's the deal, and that deal's ain't a thing no more.\n\n\nBroussard:\n Ah. I see. If this is in response to something Sergeant Cormier did-\n\n\nLegba:\n This ain't got nothin' to do with yer poorly-hid spies, Samuel. We was willin' to turn a blind eye to you sendin' yer bully-boys, as long as they was Bayou Boys an' they behaved they selfs. Aristide\n3\n \n[he spits to the side]\n, he done stumbled on somethin' he shouldn'tve. Now he ain't around no more, and La Rue's closed. Y'all best be headin' back up that-aways, 'cause y'all ain't gettin' in here today.\n\n\nBroussard:\n What do you mean, 'He ain't around no more'?\n\n\nLegba:\n Mamma Broussard din't raise no fool, Samuel. You be knowin' what I mean. Now, git. I gots more pressin' shit I gots to be dealin' with.\n\n\n[END LOG]\n\n\n\n\nAfterword:\n \nPoI-504-L tapped his cane on the flagstones, and the team was transported to the center of Jackson Square. All further attempts to access SCP-5038 in the previously prescribed manner have failed.\n\n\n\n\n\n\n\n\n\n\n2019/11/12 Update - Incident 5038.inc.01:\n\nFour days after this encounter, the Bonfield-Carizza detector planted at the intersection of Bourbon and Dumaine streets activated, indicating the presence of both Akiva radiation and corresponding fluctuations in the local Hume field. A Beta-2 field team was able to respond within 20 minutes.\n\n\nThey arrived to find the heavily disfigured remains of a former Beta-2 operative, later identified as Sergeant Aristide Cormier. Three additional combat harnesses with intact audio/visual recording equipment were also recovered from the scene.\n\n\nThere were no known witnesses to the recovery, though Humberto.aic has been tasked with trawling the information/entertainment networks and social media for any references to the incident.\n\n\n\n\n■ 5038.doc.01 - Transcript ■\n\n\n\n\n□ 5038.doc.01 - Transcript □\n\n\n\n\n\n\nDate:\n 2019/10/30\n\n\nAssigned MTF:\n Beta-2 (\"Bayou Boys\")\n\n\nTeam Lead:\n Sergeant Aristide Cormier\n\n\nOperatives:\n Corporal Charlie LePic, Private Tomas Estrada, & Private Eliazar Blaine\n\n\nForeword:\n \nThe majority of this transcript has been omitted for brevity. The omitted portions contained what appeared to be a standard patrol of LoI-504 with no incidents of note. Near the end of the patrol, Sergeant Cormier decided to check on the meeting area known as\n La Pavillon, \na common place to find the various leaders of LoI-504 \"holding court\". This record starts as the team approaches\n La Pavillon \nand the video feed is from Sergeant Cormier's body camera.\n\n\n\n\n[BEGIN LOG]\n\n\n[The street leading to\n La Pavillon \nis clear of crowds, with most of the city in attendance at the pre-Halloween festivities in Market Square. Blaine is in the lead with Cormier following several steps behind. After a few minutes of walking, the large wooden structure of\n La Pavillon \ncomes into view.]\n\n\nPvt Tomas Estrada:\n Any of you ever been here when the Circus is in town? Those fuckers may be weird, but they put on one helluva show.\n\n\nPvt Eliazar Blaine:\n They were here a few months ago. I'm surprised they aren't here for Halloween. I remember reading that they're usually front-and-center.\n\n\nEstrada:\n Maybe Fuller found someplace else to spook for All Hallows.\n\n\n[Cormier taps Blaine on the shoulder and stops, stepping off to the side and out of direct line of sight from\n La Pavillon.]\n\n\nSgt. Aristide Cormier:\n Hey, any of you know who is up there with Joe and the Fontaynes? Shit, I think that's all the Bigs up there. Didn't we see Nancy down at Market Square?\n\n\nBlaine:\n Yeah, but who the fuck knows how the Bigs move around La Rue. I just assume that Joe is everywhere, all the time. Makes sense that Nancy and the others can do that shit too.\n\n\nEstrada:\n Shhh. I'm setting up the boom, see if I can pick up some audio.\n\n\n[The following audio was retrieved from Estrada's A/V equipment.]\n\n\nCotton-Eye Joe:\n -and you think we're just going to be ok with you setting up shop here?\n\n\nUnknown Individual:\n We're already here, Joe. Have been for a long time now.\n\n\nJoe:\n No. Enitan and Enu were here. You're somethin' else. At least before, you stayed in the basement of the Big House.\n\n\nUnknown:\n We have always been, even when we were Enitan and Enu. You should've known that.\n\n\nJoe:\n This is a big difference, Naman. Enitan and Enu didn't murder every white man they happened to come across. We play nice here, those are the rules.\n\n\nScratch:\n Please. Those are just stories-\n\n\nJoe:\n Not all of them are stories, Demon. Don't forget, I was \nthere\n.\n\n\nLegba:\n So was I. Precious few of those white folk that weren't deservin' of what Naman done to 'em. Me 'n Nancy done similar, more'n once.\n\n\nJoe:\n That was your right, Legba. Those were your people. There were never any Darkwater folk slave to the Plantations. Plus, there's a big difference between a slave uprising and a Sarkic-\n\n\nNaman:\n That's where you're wrong, Joe. The \nÄmärangnä\n were slaves long before the Africans. We've just been following the path laid before us by the \nOzi̮rmok\n. We free everyone who is slave, that is central \nNälmäsäksasa\n, the Holy Word.\n\n\nJoe:\n \n[a deep sigh]\n Fine. But I'll not allow chaos in the streets of La Rue. Make nice with the Mekhanics.\n\n\nNaman:\n Bumaro and the \nChurch\n are just as bad as any fucking slaver, \nSwamp God\n. They enslave through indoctrination and modification. I doubt Jackal has any love left for them. All who would force slavery and death on the unwilling will fall. That includes the Jailers and their tools.\n\n\n[A loud wash of electronic noise forces Estrada to violently remove his earpiece and the recording from his equipment ends here. The remainder of this log is from Cormier's equipment.]\n\n\nEstrada:\n Fuck. They know we're here.\n\n\nCormier:\n I heard. Out, double-time. We gotta warn-\n\n\n[His words are interrupted by a wet gurgling sound over the communication channel and the view shifts wildly as Cormier spins to watch a large growth appear on LePic's neck. Within seconds the growth has doubled in size and sprouted tendrils that wrap themselves around LePic's face, digging into his mouth, nose, and ears.]\n\n\nBlaine:\n What the fuck is th-\n\n\n[Cormier draws his sidearm and discharges it twice, putting two projectiles into LePic's forehead.]\n\n\nCormier:\n No time. We are getting the fuck out of here now. Let's go people!\n\n\n[He begins to run mid-sentence, sprinting away from\n La Pavillon \nand towards the egress point from LoI-504. He gets half a block before a cloaked figure drops from above to land on the pavement in front of him. He changes his charge, trying to dodge around the obstacle, but the figure raises a cloth covered arm, and a bone spike shoots out to impale Cormier to the left of the camera.]\n\n\nNaman:\n You shouldn't have been here. It wasn't in the plan to kill any Jailers tonight, but if we must, we must.\n\n\n[The camera angle shifts abruptly as Cormier is jerked into the air, and the bodies of Estrada and Blaine come into view, also impaled upon bone spurs jutting from the figure. Blaine is shrieking incoherently onto the communication channel, blocking out all other transmissions.\n\n\nCormier attempts to pull himself off the impaling spike, his hands grasping ineffectually at the wrist-sized bone appendage jutting in front of the camera. A large volume of blood can be seen sliding down towards his hands from the wound in his chest.]\n\n\nNaman:\n No. Not yet. We need to learn what you know.\n\n\n[The blood appears to instantly soak into the bone, and Cormier lets out a scream that can be heard over the frantic shouts from Estrada before going limp.]\n\n\n[END CORMIER LOG]\n\n\n[The final recording of note comes from LePic's recording device. While the three other devices were disabled shortly after their bearers were apprehended by Naman, LePic's continued recording for several minutes.]\n\n\nLegba:\n Fuck. This ain't how I was hopin' this'd go down, but that's how 'tis, I guess.\n\n\n[PoI-504-L comes into view, looking down at LePic's corpse. He sighs and shakes his head, looking directly into the camera.]\n\n\nLegba:\n Ain't nothin' I can do for yer Boys now, Nakada.\n4\n I'll keep the rest out 'til I can make some sense of this mess. I'll get the others when I can, if'n I can. The others'll kin why I do this. We had ourselves a deal, an' I ain't fixin' to jus' end it on account o' some ancient motherfucker from the dawn o' time's say so.\n\n\n[The feed cuts out, only to come back on after what is assumed to be several days. This time, PoI-504-L is holding the rig up to his face, and the door to SCP-5038-1 can be seen standing open behind him.]\n\n\nLegba:\n This is all I is gonna do. Our agreement's at an' end, Jailers. Things is changin', an' La Rue is keepin' out of it, mostly. Y'all come see me when this shit's over. We'll straighten' shit out then.\n\n\n\n\nAfterword:\n \nThe video recording device was left on, and recorded PoI-504-L retreating back through SCP-5038-1. It recorded nothing else of note until it was retrieved by the Beta-2 response team.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n Dr. Judith Low, Department of History - Religious GoI Threat Analysis\n\n\nFrom:\n O5-12\n\n\nDate:\n 2019/11/12 @ 17:44\n\n\nSubject:\n Re:La Rue Macabre & the Darkwater Lodge\n\n\n\n\n\n\nLooks like your suspicions about Darkwater were correct. This lends credence to your entire proposal, and Overwatch has decided that we can no longer pass off the recent spate of Sarkic events as mere coincidence.\n\n\nI've taken the liberty of starting the wheels in motion to move forward with your proposal. Consider this notification that your clearance has been raised to L05/Dir and both MTF teams you requested have been transferred to your command. Please give me a list of requested project personnel soonest and I'll get Kofí working on all the transfer paperwork.\n\n\nThe Xi-8 Beta company has been sent to New Orleans, though I desperately hope they wont be needed.\n\n\nFrom this point forward, \nthe Kelipot Nogah Initiative\n is a go. May the cleansing of this impurity be less of a threat than the impurity itself.\n\n\nO5-12\n\n\n\n\n\n\n\n\nAct II: \nExierunt ut Vinceret\n | \nIn Memoria, Adytum\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Stable, artificially created\n\n\n2\n. The primary LoI-504 & Greater New Orleans area Site\n\n\n3\n. Sergeant Aristide Cormier, leader of the missing team.\n\n\n4\n. [\nDATA EXPUNGED\n]\n\n\n\n\n\n\n\n\n« \nSCP-5037\n | SCP-5038 | \nSCP-5039\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5038\n\" by MalyceGraves, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5038\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nImage 1\n\n\n\n\nSource:\n \nflickr\n\n\nLicense:\n CC BY-SA 2.0\n\n\nTitle:\n waygate.jpg\n\n\nAuthor:\n \nInfrogmation of New Orleans\n\n\nRelease year:\n 2010",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5038 \" by MalyceGraves, from the SCP Wiki . Source: https://scpwiki.com/scp-5038 . Licensed under CC-BY-SA .",
        "Source: flickr License: CC BY-SA 2.0 Title: waygate.jpg Author: Infrogmation of New Orleans Release year: 2010"
    ],
    "title": "SCP-5038"
}