{
    "url": "https://scp-wiki.wikidot.com/scp-5050",
    "all_text": "rating: \n+327\n+\n–\nx\n\n\n \n\n\n \n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nAll files regarding SCP-5050 and SCP-5050-A are to be included with the documentation.\n\n\nSome files and addenda are still being added to SCP-5050.\n\n\n— Maria Jones, RAISA Director\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nItem #:\n SCP-5050\n\n\nLevel 4/5050\n\n\n\n\n\n\nObject Class:\n Euclid\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5050.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\nAll personnel are forbidden within a 1500 meter radius from SCP-5050. Site-449 will take jurisdiction over containment of SCP-5050 and SCP-5050-A. The SCP-5050 signals are to be monitored at all times; any errant changes should be reported to the lead researcher immediately.\n\n\nSCP-5050-A is to be monitored indirectly. Civilians are to be instructed to stay away from the location of SCP-5050 and SCP-5050-A and the road leading to them will be barricaded. Intruders are to be amnesticized. No overtly anachronistic technology is to be introduced to SCP-5050-A; incoming television and radio signals are to be monitored to this effect.\n\n\nThe Foundation database is to be checked bi-weekly for any unauthorized SCP-5050 behavior.\n\n\n\n\nDescription:\n\n\n\n\n\n\nRadio propagation signals from SCP-5050.\n\n\n\n\n\n\nSCP-5050 is a large radio tower in the Bavarian Alps on the Austrian/German border, specifically the Mittenwald municipality in Germany and the Innsbruck-Land district of Austria. SCP-5050 constantly emits signals ranging from 2 kHz/kilohertz to 279 GHz/gigahertz\n1\n over a large area, although the maximum effective range is estimated to be within a 1,374 meter radius of SCP-5050. The frequency range produced by SCP-5050 is so extreme as to be considered anomalous by the disruption of applied physics.\n\n\nSCP-5050 also broadcasts television and audio signals as well as radio signals. These broadcasts can be occasionally intercepted by the Foundation; because the process requires a significant amount of time, the broadcasts usually do not last long enough to be fully intercepted. These media appear to be somewhat procedurally-generated.\n\n\nThe signal from SCP-5050 primarily affects the surrounding town of Drachen-Domane (designated SCP-5050-A). SCP-5050-A appears to be consisted of a mix of technology from the 1960s to the 1980s; the level of technological advancement in SCP-5050-A seems to be slowed. Its inhabitants appear to be affected easily by the signals, but no direct testing has been available to support this conclusion. Neither SCP-5050 nor SCP-5050-A have any historical construction records.\n\n\n\n\n\n\nSpectrogram of a 21kHz frequency from SCP-5050. As of 08/1990, this has been the only decipherable frequency.\n\n\n\n\n\n\n\n\nItem History:\n\n\nSCP-5050 and SCP-5050-A were discovered in 1987, when SCP-5050's high-frequency signals are picked up and triangulated by Foundation satellites. Further surveillance of SCP-5050-A was approved and aerial reconnaissance was carried out. During the reconnaissance, the signals from SCP-5050 interfered with the control system of a Foundation plane and severely damaged it in the process. Due to the inability to get in close proximity to SCP-5050, a ground task force has been assigned to initiate first contact with SCP-5050-A (See Addendum 01.1 - Contact Proposal).\n\n\n \n\n\n\n\n\n\nFoundation plane destroyed during aerial surveillance. Picture lifted from SCP-5050-A records.\n\n\n\n\n\n\n\n\nAddendum 01:\n Initial Contact w/ SCP-5050\n\n\n\n\n\n\n\n\n« Contact Proposal »\n\n\n\n\n» Contact Proposal «\n\n\n\n\n\n\n\n\n\n\nCONTACT PROPOSAL\n\n\n\n\n\n\n\n\nTASK FORCE:\n Sampi-3\n\n\nPERSONNEL #:\n 5\n\n\n\n\n\n\nNICKNAME:\n \"Contact Team\"\n\n\nASSIGNMENT:\n SCP-5050\n\n\n\n\n\n\n\n\n \n\n\n1 - OBJECTIVE\n\n\nThe purpose of Sampi-3 will be to establish first contact with Drachen-Domane (SCP-5050-A) and to ascertain the social structure and history of SCP-5050-A.\n\n\n \n\n\n2 - PERSONNEL/COVER\n\n\nThe Sampi-3 team will consist of the following:\n\n\n\n\n[ Commander ]\n Georgeanna Sinclair\n\n\n[ Combat Medic ]\n Erich Lazenby\n\n\n[ Field Agent ]\n Audrey Easton\n\n\n[ Field Agent ]\n Zachary Avalon\n\n\n[ Field Agent ]\n Derek Milford\n\n\n\n\nTask Force Sampi-3 will use the cover of the fictional group National Scientific Anthropological Research Society (NSARS for short), under the pretense of conducting a study on SCP-5050-A. Full contact with Sampi-3 is not advised due to the technical limitations of SCP-5050-A as well as interference from SCP-5050. In lieu of this, Commander Sinclair will keep daily entries of Sampi-3 activities as well as contact the Foundation through radio once every week.\n\n\n \n\n\nRELEASE - |\n \n[APPROVED 05/19]\n \n|\n\n\nAPPROVED BY:\n Head Researcher Parker Jamison\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« Sampi-3 Logs »\n\n\n\n\n» Sampi-3 Logs «\n\n\n\n\n\n\nMay 02, 2019:\n Entered SCP-5050-A/Drachen-Domane by the main road today. The first thing we saw wasn't exactly what we - or I - expected. On the side of the road, there's a sign that every self-respecting small town has, you know, \"Welcome to Plainsville\" or that sort of stuff. This one just said 'Drachen-Domane' but that's not the important part. Underneath that was this sort of Foundation logo. Stunned us there. It makes no sense cause we're the contact team; there shouldn't be any trace of us here at all. I had Audrey make a mockup of the sign using some of the stuff we have.\n\n\n\n\nInteresting start of the day. Got into the main area of Drachen; it's quaint overall. Reminds me of the days as a young girl roaming around the outskirts of town. Almost antique, if someone plucked it right out of the 70s. Roamed around for a while; people around are cautious but friendly. Understandable. Asked about the history of the town and the tower. Foundation too. Most people couldn't give us an awfully straight answer. Figures they wouldn't know much.\n\n\nStrangest part is the welcome sign. We asked around, but no one's actually ever seen the sign. You'd think at least one person in town would know. Does that mean no one ever leaves? Possible. We're staying at the Righiera Hotel in Drachen. Two rooms, connected by an adjacent door. Thankfully (or unusually) everyone here speaks English, not German. Turns out \"Drachen-Domane\" means \"Dragon's Domain\" in English. About right.\n\n\n\n\n\n\nMay 03, 2019:\n Saw the logo again. Middle of the tunnel, embossed straight into the wall. Made out of some sort of red acrylic or tile. No spaces in between the logo and the surrounding concrete. Didn't make it too far examining it before a young boy, dressed in what looked like a WW1 doughboy outfit, told us that the insignia is the town crest. Town crest. Makes sense given its prevalence but still: it's just our logo with a tower in it. I guess \"just\" is an understatement considering the preservation of the veil and all. It's also a crime to tamper with the 'town crest' according to that darned kid. Said he'd notify the Brigade. Law enforcement of the town, they run more like Military Police than any standard district. Derek paid him off with some sweets. Shouldn't have to look over our shoulders for a little while.\n\n\nDomane today. Same aesthetic as Drachen. We received some nice pictures today from some of the townfolk. They heard we were in town (it's a tiny place, I bet you could hear a pin drop at the other edge of the town) and dug into their library's archives. Visited the place ourselves, but all the books are very old and musty. Nothing new that I could spot. Found a town map, though. Had Audrey do some of her special work again for us. Took a nice pic, too.\n\n\n\n\nCalled it quits earlier than usual today. Mild headaches, nothing too severe, but annoying enough to hinder good work. Everyone in the team's got them, I think. As for me, I have this ringing in my ears - in the back, like if someone had a triangle clanging around in there. Lazenby's current diagnosis is tinnitus. Don't believe it for a bit.\n\n\n\n\n\n\nMay 04, 2019:\n God, my head is killing me. Feels like that one time I downed about a dozen tequila shots at that Foundation Christmas party last year. I can tell everyone's feeling it, too. Lazenby's trying his best but it's sort of clear he can't think really straight either. His left eye's been killing him. Day three and we're already out-of-action. Some top Foundation team we are.\n\n\nWatched TV. Not much on besides reruns of the original Twilight Zone. Watched \"A Thing About Machines\" and \"Five Characters in Search of an Exit.\" Great stuff, probably one of the best shows out there. Caught a broadcast directed to us. Not sure what to make of it.\n\n\nWe all eventually figured a bit later that we can't just sit around all day doing nothing, especially after that broadcast. Headed to the clinic doctor, Hubbard, to see if he knows anything that Lazenby doesn't. He chalked it up to 'pressure difference' in altitudes messing with us and that it was nothing to worry about. The probability of that being true is about the same as shooting the edge of a coin at 500 meters away. Even Lazenby argued with Hubbard for a while on the diagnosis. Guess it wasn't worth it to him to fight because he stopped after a while. Paid our dues and went back to the streets.\n\n\nWent wandering about Drachen-Domane. I don't know \nwhy\n we just went walking, but it was just a feeling that I had. It was almost like a trance. Snapped out of it when Lazenby shouted and ran off somewhere. Caught up to him, and he had one of the Brigade members by the collar. Relatively young man with chestnut hair. The soldier, a Captain Marek, explained that he was following us for our safety. Okay, sure. Told him to leave us alone, but Lazenby nearly tore his throat out. Hippocratic oath my ass. Pulled him off. Went back to the hotel after. Wrote most of what we learnt on a hotel notepad.\n\n\nLots of things to unpack.\n\n\n\n\n\n\n\n\n\n\nIMAGE LOG\n\n\n\n\n\n\n \n\n\n\n\nRough map of Drachen-Domane by Sampi-3.\n\n<Hover to Enlarge>\n\n\n\n\n\n\n\n\nThe Brigade.\n\n\n\n\n\n\n\n\n\n\nA townsperson gives a speech unequivocally praising SCP-5050 to fellow townspeople.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVISUAL LOG\n\n\n\n\n \n\n\nSCP-5050 Broadcast: MAY 03. 2019\n\n\n\n\n\n\n\n\n[0:00]\n - \n[0:02]\n > Standard 120hz test tone.\n\n\n[0:02]\n - \n[0:08]\n > SCP-5050 generated jingle, aka 'opening'.\n\n\n[0:08]\n - \n[0:24]\n > \n\"It is my decree that our new visitors should be treated with respect and kindness and not mauled, maimed, disfigured, or killed in any way possible. I will see it they get their just desserts.\"\n\n\n[0:24]\n - \n[0:30]\n > SCP-5050 generated jingle, aka 'closing'.\n\n\n[0:30]\n - \n[0:32]\n > Standard 120hz test tone.\n\n\n\n\n\n\n\n\n\n\n\n\nNotes on social structure:\n\n\n-> broken down into three main parts\n\n\n \n- military\n\n\n \n- technical (scientific?)\n\n\n \n- executive\n\n\n-> the viceroy and the tower \"talkers\"? hold highest rank, only ones who directly 'speak' to the tower\n\n\n-> townspeople are very friendly, but clearly holds visitors in mixed regard\n\n\n-> absolutely CANNOT do anything without being followed by the Brigade, capital B\n\n\n \nfigured that one out thanks to Lazenby, but they seem\n\n\n \nto almost be despotic? definitely controlling\n\n\n-> high-quality notepads and pens though, damn\n\n\n \ndoes make you wonder where the hell they get/got\n\n\n \nthese\n\n\n \n\n\n \n\n\n\n\n\n\nTHE TOWER IS EVERYWHERE\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« Communication Logs »\n\n\n\n\n» Communication Logs «\n\n\n\n\n\n\n\n\nRADIO LOG:\n MAY 03. 2019\n\n\n\n\n│ Site-449 ↔ Sampi-3 │\n\n\n\n\n[SIGNAL CONNECTED]\n\n\n\n\n\n\n[JMSN]\n: Hello? Connection's up?\n\n[SNCR]\n: Hey Jamison. Connection's up alright.\n\n\n[JMSN]\n: Okay. So let me get this straight: you had \ntwelve\n tequila shots at the Christmas party?\n\n\n[SNCR]\n: Don't even bring it up. I regret writing that down already.\n\n\n<Researcher Jamison laughs.>\n\n\n[JMSN]\n: You're absolutely mad. Anyways, regarding SCP-5050-A: any new developments?\n\n\n[SNCR]\n: Nothing really. The Brigade's been giving us a little trouble - especially with the people following us around. Not quite sure who exactly's calling the shots there.\n\n\n[JMSN]\n: As in?\n\n\n[SNCR]\n: Well, as we had it explained to us, there's a rough chain-of-command in place. There's the Brigade Leader, but he takes orders from the Viceroy. The executive sector - the Viceroy's domain - also has the tower talkers too. They all listen to it and act as its servants, supposedly. Overall the Tower's in charge there. I've been trying to figure out to what extent the autonomy in Drachen-Domane is.\n\n\n[JMSN]\n: The images are quite telling. Almost looks like a personality cult worshiping the tower.\n\n\n[SNCR]\n: That's about right.\n\n\n[JMSN]\n: We also managed to capture that broadcast, too. Background was a visual feedback loop. One of the early setups of generated media: same type of stuff you'd see on the titles of those first Doctor Who episodes.\n\n\n<Agent Sinclair groans as Researcher Jamison pauses.>\n\n\n[JMSN]\n: You okay, Georgie?\n\n\n[SNCR]\n: I'm fine. Still feels like someone's doing renovation in my skull though.\n\n\n[JMSN]\n: Oh. I see. Uhh, I've been going over all of your medical reports. Should be mostly clear but do you want me to send some personnel and swap some out? You especially could take a break, although I know you've only been out there for a couple of days.\n\n\n[SNCR]\n: We should be okay for now. If it continues, then possibly in a w-\n\n\n<A scream is heard.>\n\n\n[SNCR]\n: Hold on, there's something wrong.\n\n\n[JMSN]\n: Hello? What's going on?\n\n\n<11 gunshots can be heard over the radio, followed by indeterminate screaming and a loud male yell.>\n\n\n[SNCR]\n: Oh \ngod\n, Lazenby, wh-\n\n\n<A female scream and two more gunshots can be heard.>\n\n\n[JMSN]\n: Hello? Hello? Is there anyone there? Georgie, what's going on, hello?\n\n\n[????]\n: This is the night mail crossing the border, bringing the cheque and the postal order.\n\n\n[JMSN]\n: Lazenby, is that you?\n\n\n[????]\n: Letters for the rich, letters for the poor; the shop at the corner and the girl next door. Consider this a return to sender.\n\n\n<A single gunshot.>\n\n\n\n\n[SIGNAL LOST]\n\n\n\n\n\n\nSignal was lost immediately following the last gunshot. Attempt to re-establish contact with Sampi-3 was unsuccessful and no reports were sent by Agent Sinclair following radio contact.\n\n\nThe Sampi-3 team is presumed to have been terminated.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« Final Report »\n\n\n\n\n» Final Report «\n\n\n\n\n\n\n\n\nAFTER-ACTION REPORT\n\n\n\n\n\nTO: Head Researcher Jamison\n\nThe loss of the SAMPI-3 team was unfortunate and will hinder future plans with SCP-5050. We were able to extricate enough information of the social structure as to not make the foray completely useless. I will look into the logo described by the team. Big question: what in the hell have we got to do with this town?\n\n\nRelegating SCP-5050-A to indirect surveillance until we can get some solid information.\n\n\n\n\n- Director H. Henderson\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 02:\n Miscellaneous Reports\n\n\n\n\n\n\n\n\n« Formal Document Requests »\n\n\n\n\n» Formal Document Requests «\n\n\n\n\n\n\nHoward Henderson\n <\npcs.noitadnuof|drawoh_nosredneh#pcs.noitadnuof|drawoh_nosredneh\n>\n\n\nto:\n Roger Winters <\nvog.dod|sretniw.r#vog.dod|sretniw.r\n>, Andrew Jellicoe <\nvog.ibf|eocillej.a#vog.ibf|eocillej.a\n>\n\n\ndate:\n Wednesday, May 8, 2019 at 7:02 AM\n\n\nsubject:\n Document Request\n\n\n\n\nI'm calling in a couple of favors from you guys. I'm looking for anything in your archives with these provisos:\n\n\n\n\nanytime pre-1987\n\n\nlocated in West Germany/Bavarian Alps\n\n\nFoundation involvement\n\n\nanything with or similar to the attached logo\n\n\nregarding signals, frequencies. etc.\n\n\n\n\nWe're also conducting an internal inquiry, but nothing's turned up so far. Let me know ASAP if you've got something juicy. Thanks.\n\n\n- Howard\n\n\n \n\n\ntower-logo.png\n\n\n\n\n\n\n\n\n\n\nAttachment: tower-logo.png\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nfrom:\n\n\nvog.dod|sretniw.r#vog.dod|sretniw.r\n\n\n\n\n\n\nto:\n\n\npcs.noitadnuof|drawoh_nosredneh#pcs.noitadnuof|drawoh_nosredneh\n\n\n\n\n\n\nsubject:\n\n\nRE:\n Document Request\n\n\n\n\n\n\ndate:\n\n\n05-09-2019\n\n\n\n\n\n\n\n\nHowie, before I say anything; I tried my best to sway the higher-ups but they don't know you personally. I suppose you could try to ask some of your higher-ups to get the ball in your corner. Your request has been filed as a low-priority \"skim\" of our archives. Shit could take almost half-a-century with our current pileup. I'll try again to get your request bumped up the ladder, but I'm sorry in advance.\n\n\nOwed two beers,\n\nSupervisor WINTERS\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nvog.ibf|eocillej.a#vog.ibf|eocillej.a\n\n\n\n\n\n\nTo:\n\n\npcs.noitadnuof|drawoh_nosredneh#pcs.noitadnuof|drawoh_nosredneh\n\n\n\n\n\n\nSubject:\n\n\nDocument favor\n\n\n\n\n\n\nDate:\n\n\n06-12-2019\n\n\n\n\n\n\n\n\nHoward,\n\n\nWe don't have what you asked for, sorry. Checked normal FBI documents from the era as well. Nada. Let me know if you need anything else. CIA's probably got it, Winters \nalways\n has promising stuff.\n\n\nAndrew Jellicoe\n\nLead UIU Archivist\n\n\n\n\n\n\nHoward Henderson\n <\npcs.noitadnuof|drawoh_nosredneh#pcs.noitadnuof|drawoh_nosredneh\n>\n\n\nto:\n Roger Winters <\nvog.dod|sretniw.r#vog.dod|sretniw.r\n>, Andrew Jellicoe <\nvog.ibf|eocillej.a#vog.ibf|eocillej.a\n>\n\n\ndate:\n Thursday, June 13, 2019 at 3:57 PM\n\n\nsubject:\n On My Request\n\n\n\n\nThanks. Keep me updated if you guys find anything. I'll check here again but don't expect to find something new. Let me know next time you guys visit Oktoberfest. I hope we can get some headway on this soon, it's gonna kill me if I don't figure out how this town plays in.\n\n\n- Howard\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\nfrom:\n\n\nvog.dod|sretniw.r#vog.dod|sretniw.r\n\n\n\n\n\n\nto:\n\n\npcs.noitadnuof|drawoh_nosredneh#pcs.noitadnuof|drawoh_nosredneh\n\n\n\n\n\n\nsubject:\n\n\nAn old favor regarding documents\n\n\n\n\n\n\ndate:\n\n\n08-02-2019\n\n\n\n\n\n\n\n\nHowie, good news for you. Got your document request back regarding the ticks. Finally found something that fits the bill. Check your snail mail in about a week. Sorry about the ribbon ink.\n\n\nGood luck,\n\nSupervisor WINTERS\n\n\n\n\n\n\nHoward Henderson\n <\npcs.noitadnuof|drawoh_nosredneh#pcs.noitadnuof|drawoh_nosredneh\n>\n\n\nto:\n Roger Winters <\nvog.dod|sretniw.r#vog.dod|sretniw.r\n>\n\n\ndate:\n Saturday, August 10, 2019 at 1:31 PM\n\n\nsubject:\n THANK YOU\n\n\n\n\nGod, thank you. This is a big fucking break. I owe you big time. You sure the dates are correct?\n\n\n- Howard\n\n\n\n\n\n\n\n\n\n\nfrom:\n\n\nvog.dod|sretniw.r#vog.dod|sretniw.r\n\n\n\n\n\n\nto:\n\n\npcs.noitadnuof|drawoh_nosredneh#pcs.noitadnuof|drawoh_nosredneh\n\n\n\n\n\n\nsubject:\n\n\nRE:\n THANK YOU\n\n\n\n\n\n\ndate:\n\n\n08-10-2019\n\n\n\n\n\n\n\n\n \n\nYeah, why?\n\n\n \n\nSupervisor WINTERS\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« PENTAGRAM Documentation »\n\n\n\n\n» PENTAGRAM Documentation «\n\n\n\n\n\n\n\n\n-D- August 02, 2019\n\n\n\n\n\n\nNOTICE:\n Foundation\n\nAttached documentation regarding request of PENTAGRAM dating MAY 2019. Although the documents do not contain any of the keywords attached, the first is stamped with a logo similar to the one described. The second is attached due to relation to the first.\n\n\nFirst document is dated from SEP 1964. Second is dated from NOV 1963. Sorry for the delay, files has only recently be de-classed. Total of two (2) documents sent over for Foundation purview. They are copies; you may do with it as you wish.\n\n\n\n\nOFFICE OF:\n Document Supervisor WINTERS\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nAddendum 03:\n Second Contact w/ SCP-5050\n\n\n\n\n\n\n\n\n« Contact Proposal »\n\n\n\n\n» Contact Proposal «\n\n\n\n\n\n\n\n\n\n\nCONTACT PROPOSAL\n\n\n\n\n\n\n\n\nTASK FORCE:\n Sampi-4\n\n\nPERSONNEL #:\n 2\n\n\n\n\n\n\nNICKNAME:\n \"Saint George\"\n\n\nASSIGNMENT:\n SCP-5050\n\n\n\n\n\n\n\n\n1 - OBJECTIVE\n\n\nThe purpose of Sampi-4 will be to determine further history of SCP-5050-A in relation to Dr. Otto von Gernreich and \"Project ROOK\". Sampi-4 will also confirm if the social structure noted by Sampi-3 is still present as well as their whereabouts.\n\n\n \n\n\n2 - PERSONNEL/COVER\n\n\nThe Sampi-4 team will consist of the following:\n\n\n\n\n[ Technical Researcher ]\n Augustus Roland\n\n\n[ Field Agent ]\n Katherine \"Kit\" Neame\n\n\n\n\nTask Force Sampi-4 will use the cover of the KFLW-TV News Reporting Team (\"Channel 14\") and under the pretense of a journalism foray on the townspeople of SCP-5050-A. Because of the limited technical advancement in SCP-5050-A, Sampi-4 will carry a VHS camcorder. Full contact with Sampi-4 is not advised. Agent Neame will keep weekly entries of Sampi-4 activities as well as send any recorded video log to the Foundation.\n\n\n \n\n\nRELEASE - |\n \n[APPROVED 08/19]\n \n|\n\n\nAPPROVED BY:\n Director H. Henderson\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« Sampi-4 Logs »\n\n\n\n\n» Sampi-4 Logs «\n\n\n\n\n\n\n\n\nVIDEO LOG:\n AUG 07. 2019\n\n\n\n\n\n\n<The interior of Sampi-4's Triumph Herald Courier is shown. It pans up to the road.>\n\n\n[NEAME]\n: Stay sharp. Video’s on.\n\n\n[ROLAND]\n: Got it.\n\n\n<They continue driving on the road leading to Drachen-Domane, before pulling into and parking at a small plaza. Neame and Roland exit the car and start to grab their luggage. A man waiting at the other end of the plaza waves and starts jogging towards them.>\n\n\n[?????]\n: Hello! You two!\n\n\n[ROLAND]\n: Us?\n\n\n<The man stops near them, panting.>\n\n\n[?????]\n: Yes, you. Are you two the KLFW reporting team?\n\n\n[NEAME]\n: That’s us, but who are you?\n\n\n[MAREK]\n: Oh, I apologize for not introducing myself, ma’am. I am Marek, Captain Marek. I’m an adjutant for the Brigade here.\n\n\n[ROLAND]\n: The Brigade?\n\n\n[MAREK]\n: The Brigade. It serves a military and police function within our town. I’ll give you a proper tour of the town later, but for now if you’d gather your things and follow me.\n\n\n[ROLAND]\n: Follow you where?\n\n\n[MAREK]\n: Military headquarters, sir. We have your room completely furnished.\n\n\n[NEAME]\n: \nOur\n room?\n\n\n[ROLAND]\n: How- how did you know we were coming?\n\n\n[MAREK]\n: The Viceroy let us know in advance. He instructed the Brigade Leader to make sure that you were all comfortably accompanied.\n\n\n<The camera pans over to Roland. It is assumed that Roland and Neame looked at each other.>\n\n\n[ROLAND]\n: I see. Let me grab our equipment.\n\n\n[MAREK]\n: Indeed, I can help with that as well.\n\n\n<Neame and Roland grab their luggage from the trunk. Marek takes one of the bags from Neame and starts walking. Neame and Roland follow.>\n\n\n[ROLAND]\n: Long walk?\n\n\n[MAREK]\n: No, not really, sir. Only seven minutes about, it’s that building there, in the distance.\n\n\n[ROLAND]\n: Exquisite looking.\n\n\n[MAREK]\n: Indeed. Top of the line, sir. We run almost everything through there.\n\n\n<Marek turns and looks at Neame for several seconds.>\n\n\n[MAREK]\n: Is there a problem, ma’am?\n\n\n[NEAME]\n: Nothing necessarily, I was just thinkin’ that you don’t really look like a Captain.\n\n\n[MAREK]\n: It- well- it’s a bit embarrassing to say, ma’am, but this isn’t my uniform. Technically I’ve been relieved of more pressing duties that requires the uniform so I can wear whatever I feel like.\n\n\n[NEAME]\n: Aye, they really rolled out the red carpet for us. Appreciate it.\n\n\n\n\n\n\nDrachen-Domane's Military Headquarters.\n\n\n\n\n\n\n<All three remain silent until they arrive at the building.>\n\n\n[MAREK]\n: We’re here.\n\n\n<Marek opens the door, and they follow him in. The room is small, appearing to serve as a security checkpoint. The sound of the door closing behind them is heard.>\n\n\n[SECURITY]\n: Security code, Captain Marek?\n\n\n[MAREK]\n: Lexicon-Swanz-Scorpio.\n\n\n[SECURITY]\n: Head right in.\n\n\n<The door in front of the three open. The military HQ appears to be a mostly complex maze of hallways and rooms. Soldiers are walking throughout the building. Neame and Roland follow Marek.>\n\n\n[MAREK]\n: Splendid, isn’t it? Military Headquarters. You could get tangled up in this building all day.\n\n\n[ROLAND]\n: Quite so, I’d say.\n\n\n<A soldier passes by Marek, but stops to talk to the group.>\n\n\n[SOLDIER]\n: Captain Marek!\n\n\n[MAREK]\n: Yes, what is it, Ralf?\n\n\n[SOLDIER RALF]\n: The Brigade Leader wants to talk about the weekly Sunday debriefs after you’ve finished putting these two in their room.\n\n\n[MAREK]\n: I see, thank you.\n\n\n<The soldier departs.>\n\n\n[MAREK]\n: Well then, sorry for keeping you here. Let’s continue.\n\n\n<Marek walks them through the complex for approximately another two minutes before he stops at a door. He opens it.>\n\n\n[MAREK]\n: This is your lodgings. Two bedrooms, one common room. It’s what we give to our special guests.\n\n\n[NEAME]\n: This looks wonderful, thank you for being so generous. It’s much better than the hotel.\n\n\n[ROLAND]\n: Indeed. We’re not troubling you by staying here? We can book a room at the Righiera.\n\n\n[MAREK]\n: You’re not causing any trouble, sir. Besides, the Righiera hasn’t been in any working capacity for- oh, several months, I’d say.\n\n\n[ROLAND]\n: Hrm. Well, alright. I don’t want to keep you here.\n\n\n[MAREK]\n: I apologize for not being able to take you on the tour right now, but I’ll come collect for you later.\n\n\n[NEAME]\n: Good day.\n\n\n[MAREK]\n: Good day. Oh, and one more thing, ma’am- I please ask that you do not take the video camera with you into town.\n\n\n[NEAME]\n: Why so? It defeats the purpose somewhat, since we’re a news team after all.\n\n\n[MAREK]\n: I understand, but some of the townspeople can get very belligerent over such things. I will see you all later.\n\n\n<Roland closes the door as Marek leaves.>\n\n\n\n\n[VIDEO END]\n\n\n\n\n\n\n\n\n\n\nBrigade Captain Marek.\n\n\n\n\n\n\n\n\n\n\nTelegram Message Recieved:\n\n\n\n\nHELLO AM KONTAKTEEN. YOU REQUIRE ASSISTANCE. AM WILLING TO PROVIDE. RESPOND WHEN POSSIBLE\n\n\n\n\n\n\n \n\n\nReplied with:\n\n\nHELLO KONTAKTEEN. ACCEPT ASSISTANCE RELUCANTLY MUST PROVE WORTH. WHO ARE YOU?\n\n\n\n\n\n\n\n\nAUDIO LOG:\n AUG 07. 2019\n\n\n\n\n\n\nR: Starting audio recording one. 8:31 PM.\n\n\nN: It’s an interesting town, Roland. That’s for sure.\n\n\nR: Wholeheartedly agree. One day in and we’ve already got new things to figure out. Who is Kontakteen? And what do they want from us?\n\n\nN: Who knows, but if they’re willing to help, they’re willing to help. We can use their information without having to capitulate to them.\n\n\nR: I don’t think it’s the best decision for us to do that. It’s just a random voice from the heavens; who’s to say it couldn’t easily be a trap?\n\n\nN: You’ve got to have a little faith, Roland. Not everyone lives to fuck other people over.\n\n\nR: True, true.\n\n\nN: There’s enough to give us a little bit of leeway regarding our friend, though. I agree with you that it’s better to be safe than sorry.\n\n\nR: Everything in moderation.\n\n\nN: The town has a unique aesthetic; one of those things you have to see to believe.\n\n\nR: Errant mix of the 1960s through the 1980s. Seems to have a different technological evolution than we do.\n\n\nN: So… Stanley Kubrick?\n\n\n<They laugh.>\n\n\nN: Anyways, I’m more concerned about the Viceroy than our insider friend. You said that Ja-\n\n\nR: That Jamison nor Henderson told anyone or forewarned the town.\n\n\nN: Are we sure they wanted us?\n\n\nR: No doubt. He called us by our cover name, so there’s no mistake there.\n\n\nN: Guess we need to pay the Viceroy a house call.\n\n\nR: If they’ll let us.\n\n\n<Pause.>\n\n\nR: Didn't talk about much, but I think that’s good enough for the first day.\n\n\nN: Your call.\n\n\n\n\n\n\n\n\nTelegram Message Recieved:\n\n\n\n\nNOT RELEVANT. VICEROY INTERESTED IN YOUR ACTIVITIES. I SYMPATHIZE WITH YOU\n\n\n\n\n\n\n \n\n\nReplied with:\n\n\nSYMPATHIZE? PLEASE EXPLAIN CAUSE\n\n\n\n\n\n\n \n\n\n\n\n\n\nAUDIO LOG:\n AUG 10. 2019\n\n\n\n\n\n\n﻿R: Starting audio recording two. 7:53 PM.\n\n\nN: This place is abhorrent.\n\n\nR: Really? Why so?\n\n\nN: It's been four days and we haven't gotten anything really new. Nothing that'll really clear up anything that we were asked to clear up. We can't even go out at night anymore.\n\n\nR: And?\n\n\nN: What do you mean, \nand\n? We're not serving any useful purpose. What's the point of being here if all we're doing is stuff the Foundation could figure out on their own?\n\n\nR: Well, there's always the possibility that we'll find something new. You never know.\n\n\nN: You're too hopeful.\n\n\nR: You're too cynical.\n\n\nN: Tch.\n\n\n<Pause.>\n\n\nR: You ought to just focus on yourself.\n\n\nN: What will that do for us right now? Absolutely nothing.\n\n\nR: Have it your way. Let's talk the insider.\n\n\nN: He's provided valuable information, yes. Our thin strand to unraveling the knot of this mystery. Won't even give us the courtesy of telling us who he is.\n\n\nR: Most defectors don't.\n\n\nN: I'm sorry, it's not like he's asking to join the Foundation through mail order like a discount Freemason, you bloody fucking idiot.\n\n\n<Pause.>\n\n\nN: Sorry. That was uncalled for.\n\n\nR: I get it. I've got a little pent up anger myself.\n\n\nN: Yeah… I guess.\n\n\nR: The log he gave us provided some information on our interest, von Gernreich.\n\n\nN: Not enough to answer any questions. It's good to know he was involved somewhat with this town.\n\n\nR: I asked Jamison to see if he can tell when it was made.\n\n\nN: I was just about to suggest that. Sound like a plan. When do you think we can meet this Kontakteen?\n\n\nR: Who knows. All we can do for now is wait.\n\n\nN: Roland.\n\n\nR: Yes?\n\n\nN: We good?\n\n\nR: We're good.\n\n\nN: Alright. I'm going to sleep. Turn that dang thing off.\n\n\n\n\n\n\n\n\nWEEK 1 ACTION SUMMARY:\n\n\nFocused on the questions we wanted to ask this week. Some of the things we asked about:\n\n\n\n\nTown Crest – Nothing new regarding this. No one seems to know its origin.\n\n\nVon Gernreich – Literally nobody’s seen this person or heard their name in their life. Go figure.\n\n\nRighiera – “Shut down” following an incident several months ago. Owner disappeared suddenly after. The incident’s most likely the Sampi-3 team’s ambush.\n\n\nThe Viceroy – All the responses we got were enigmatic to say the least. Everyone had speculations on what he looked like. Seems like the only people who’ve seen him are the Tower Speakers. Lives in Capis Cai – the executive manor in Domane. That’s all we could factually get.\n\n\n\n\nOverall, not entirely a useful week. Not looking promising at all.\n\n\n\n\n- Kit Neame\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nTelegram Message Recieved:\n\n\n\n\nWAS OUTSIDER ONCE. HAVE PERTINENT INFORMATION ON SECTORS AND MORE\n\n\n\n\n\n\n \n\n\nReplied with:\n\n\nIS POSSIBLE TO SEND INFO BY MAIL? AT WHAT COST\n\n\n\n\n\n\n\n\nINTERVIEW LOG:\n Brigade Leader Zoref\n\n\n\n\nConducted by Researcher Augustus Roland, Agent Kit Neame\n\n\n\n\n \n\n\n\n\n\n\nArchive/publicity photograph of Brigade Leader Zoref.\n\n\n\n\n\n\n \n\n\n[START INTERVIEW]\n\n\n\n\n\n\nZoref\n: You may come in now.\n\nRoland\n: Thank you.\n\n\nZoref\n: A word of quick advice: don't be insolent and mistake my kindness for humility. That is your only warning.\n\n\nNeame\n: We won't.\n\n\nRoland\n: Brigade Leader?\n\n\nZoref:\n That I am. You wished to see me?\n\n\nRoland:\n We just wanted to ask about your vocation.\n\n\nZoref\n: Very well then. What is your first question?\n\n\nNeame\n: First question?\n\n\nZoref\n: I give all visitors a set amount of questions. That way they won't waste my time.\n\n\nNeame\n: How many questions?\n\n\nZoref\n: Now, telling you would defeat the purpose of the… experiment. What's your third question?\n\n\nRoland\n: Erm.\n\n\nNeame\n: What do you do as the Brigade Leader?\n\n\nZoref\n: Lead the Brigade.\n\n\nNeame\n: Tch.\n\n\nZoref\n: I answered your question fairly.\n\n\nNeame\n: I got that, thank you for nothing.\n\n\nZoref\n: Usual delinquents. Next?\n\n\nRoland\n: Do you take orders from anyone higher?\n\n\nZoref\n: Depends on what you mean about higher. I get orders from the Viceroy - and sometimes the Tower Speakers. Still under the Viceroy either way. Everything else judicial falls under my purview.\n\n\nNeame\n: Trial system?\n\n\nZoref\n: None standard. Usually summary judgement. Firing squad's the standard, but sometimes the Tower will provide punishment more divine than we do.\n\n\nRoland\n: I see. Feelings on outsiders?\n\n\nZoref\n: Rare, but we treat them equally as any townsperson. Last question.\n\n\n<A pause.>\n\n\nRoland\n: Brigade Leader, what do you know about the National Scientific Anthropological Society?\n\n\nZoref\n: W- that's strictly confidential. You outsiders have no right to know.\n\n\nNeame\n: Answer the bloody question, Brigade Leader.\n\n\n<Zoref slams his hands on the table.>\n\n\nZoref\n: There is nothing to answer!\n\n\nNeame\n: You said you'd treat outsiders the same as townspeople, Brigade Leader. What is so valuable to you that you're trying to hide it?\n\n\nZoref\n: Nothing at all. I'm simply just trying to do my job: secure, contain, and protect.\n\n\nNeame\n: What?\n\n\nRoland\n: What did you say?\n\n\nZoref\n: Secure, contain, protect. It's the first provision decreed by the Tower.\n\n\n<Zoref rubs his left eye and sits down.>\n\n\nZoref\n: I'm sorry, but there's nothing that I personally know that you most likely already have cataloged somewhere. I'll have Captain Marek escort you out.\n\n\n<The phone on Zoref's desk rings.>\n\n\nZoref\n: Let me just answer this. Hello, this is the Brigade Leader.\n\n\n<A pause.>\n\n\nZoref\n: Oh, I see. I understand. They'll be dealt with accordingly.\n\n\n<Zoref places the phone down.>\n\n\nZoref\n: I've been informed that you have been snooping around at night. Under direct violation of the first town provision; you will have two guards stationed outside your rooms at all times.\n\n\n<Captain Marek enters the room.>\n\n\nZoref\n: See them out, Captain.\n\n\nMarek\n: Yes, Brigade Leader.\n\n\nNeame\n: Let's go, then.\n\n\n\n\n[END INTERVIEW LOG]\n\n\n\n\n\n\n\n\n\n\nAUDIO LOG:\n AUG 10. 2019\n\n\n\n\n\n\nR: Starting audio recording three. 9:17 PM.\n\n\nR: So. Thoughts on our friendly Brigade Leader?\n\n\nN: He's quite the person. Controlling, domineering; quite the discount despot.\n\n\nR: We can't trust him.\n\n\nN: Aye, that 'as clear from the start. Zoref's hiding \nsomething\n.\n\n\nR: A good question is if it extends past Sampi-3 and their disappearance.\n\n\nN: I personally don't think so. As much as he probably enjoys his firing squads, that's the extent. Deep secrets about the foundation and upholding the veil? Too much. I'd think that to be the work of-\n\n\nR: The Viceroy?\n\n\nN: The Viceroy. I'd bet on that.\n\n\nR: Put me down for a twenty.\n\n\n<A sound can be heard near the door.>\n\n\nN: We've got snoopers at the door, too.\n\n\nR: That call was awfully convenient. I'm surprised we got ratted out.\n\n\n<There is a pause for approximately a minute.>\n\n\nN: Going to talk about the elephant in the room?\n\n\nR: The 'Secure, Contain, Protect' part. Yeah.\n\n\nN: It just ties us right back in, eh?\n\n\nR: It really does. More of our influence that we can't trace ourselves. We've gotten nothing good on Von Gernreich, nor Project Rook.\n\n\nN: The signals from the tower are getting louder, too. Lot harder to drown out the noise.\n\n\nR: Oh, I can agree with that. I've been blaring music these last couple of days.\n\n\nN: You too?\n\n\n<They laugh.>\n\n\nN: What do you listen to?\n\n\nR: M&H Band's cover of Popcorn. How about you?\n\n\nN: Little Russian by Mr. Zhivago.\n\n\n<A knocking is heard at the door.>\n\n\nM: It's me, Marek. You've got a late message.\n\n\nR: Come in!\n\n\nM: You've got a friend, it seems.\n\n\nR: Thank you, Captain.\n\n\nN: Goodnite, eh?\n\n\nM: Goodnight to you all.\n\n\n<The door can be heard opening and closing.>\n\n\nN: What does it say?\n\n\nR: Telling us to turn our TV on at 9:30. Internal channel.\n\n\nN: It could be a trap.\n\n\nR: It could, but we've run our leads dry. There's not much we can do when no one knows or is willing to tell us anything.\n\n\n<Silence.>\n\n\nN: Meeting adjourned, then?\n\n\nR: Seems so.\n\n\n\n\n\n\n\n\nTelegram Message Recieved:\n\n\n\n\nNO COST. MUTUAL BENEFIT. WATCH TV 9:30. STILL HAVE MORE INFO\n\n\n\n\n\n\n\n\n\n\n\n\nVISUAL LOG\n\n\n\n\n \n\n\nSCP-5050 Broadcast: AUG 10. 2019\n\n\n\n\n\n\n\n\n[0:00]\n - \n[0:02]\n > Standard 120hz test tone.\n\n\n[0:02]\n - \n[0:12]\n > SCP-5050 generated jingle, aka 'opening-2'. Visuals are that of a fictional news organization, Metro News 1.\n\n\n[0:12]\n - \n[0:30]\n > \n\"Out of all humans, it is you that should know what curiosity killed the cat. It did so by liquefying its brains before tearing it apart limb by limb, sinew by sinew.\"\n Visuals are that of a man facing right.\n\n\n[0:30]\n - \n[0:57]\n > \n\"Its blood pooled and coagulated as the others lapped it up by milk; interests sated at the taste of the martyr's feast. I am curiosity and you are the kittens. I am Nevsky, and you are the Teutonic Order. There is no escape from the inevitable.\"\n Visuals are that of a man, seated, facing left.\n\n\n[0:57]\n - \n[1:07]\n > SCP-5050 generated jingle, aka 'closing-2'. Visuals are that of a fictional news organization, Metro News 1.\n\n\n[1:07]\n - \n[1:09]\n > Standard 120hz test tone.\n\n\n\n\n\n\n\n\nTelegram Message Recieved:\n\n\n\n\nNO COST. MUTUAL BENEFIT. WATCH TV 9:30. STILL HAVE MORE INFO\n\n\n\n\n\n\n \n\n\nReplied with:\n\n\nCAUGHT SIGNAL. MEET FOR REST INFO?\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nTelegram Message Recieved:\n\n\n\n\nVICEROY WILL CALL FOR YOU AT CAPIS CAI. MEET THEN.\n\n\n\n\n\n\n \n\n\nReplied with:\n\n\nWILL DO\n\n\n\n\n\n\nGoing to see the Viceroy later today, not sure what to expect. He seems to be one of the only people - if not \nthe\n only person - who has an inkling of an idea what our good doctor had to do with Rook. Something happened here in this town to do with Rook and Capis Cai - thanks to Kontakteen - something this man might know about. Only bloody straight answers we can force out of this town, anyway. Maybe we'll get a little leeway on the knot this time.\n\n\n\n\n- Kit Neame\n\n\n\n\n\n\n\n\n\n\nVIDEO LOG:\n AUG 17. 2019\n\n\n\n\n\n\n﻿\n<The team is escorted out to a Jeep. They climb in and the driver starts to drive down the road.>\n\n\n[MAREK]\n: You're going to meet the Viceroy today. Consider it an honor, most people never even get a glimpse of the man.\n\n\n[ROLAND]\n: We'll consider it.\n\n\n[MAREK]\n: Don't displease him - he can be known to a temper that rivals the Brigade Leader's.\n\n\n[ROLAND]\n: That's been made painfully clear to us recently, but we don't intend to get on his bad side. Not entirely sure what his intentions are seeing us.\n\n\n[NEAME]\n: Get us out of the way?\n\n\n[MAREK]\n: Don't be foolish. If the Viceroy wanted you dead, you would have been shot days ago. He most likely has either questions for you… or a command.\n\n\n[ROLAND]\n: We'll see sooner or later.\n\n\n\n\n\n\nCapis Cai.\n\n\n\n\n\n\n<All are silent until they Capis Cai. Marek and the driver escorts Neame and Roland to the door.>\n\n\n<A Tower Speaker comes out, speaking in a rhythmic pattern.>\n\n\n[SPEAKER]\n: Hello. If you would please follow me.\n\n\n<Neame and Roland follow, but Marek and the sergeant who drove stop at the door.>\n\n\n[NEAME]\n: You're not coming?\n\n\n[MAREK]\n: No unauthorized personnel are allowed in Capis Cai. Part of doctrine.\n\n\n[SERGEANT]\n: Plus, it's none of our business to interfere in private matters.\n\n\n[NEAME]\n: Ah, gotcha.\n\n\n[ROLAND]\n: Thanks for the ride.\n\n\n<Marek and the sergeant laugh.>\n\n\n[SERGEANT]\n: No problem.\n\n\n<Neame and Roland enter. It is large inside, and resembles a regal manor.>\n\n\n[NEAME]\n: Bloody hell, this place is huge. Look at all this stuff!\n\n\n[ROLAND]\n: It's very exquisite; almost fit for a king.\n\n\n[SPEAKER]\n: Thank you for your words of praise.\n\n\n[NEAME]\n: Ah, it's nothing, I tell ya. Where can we meet the Viceroy?\n\n\n[SPEAKER]\n: He is in the meeting room on the second floor. Right this way, please.\n\n\n[NEAME]\n: Wonder what the Viceroy's like?\n\n\n[ROLAND]\n: Not sure. He may know more about the history of this place - and even possibly our connection to it. Hope he's a reasonable man.\n\n\n[NEAME]\n: I'm just hoping we just get straight answers for once.\n\n\n[ROLAND]\n: Mhmm.\n\n\n<They arrive at the door. The Tower Speaker knocks the door with no response.>\n\n\n[SPEAKER]\n: Good. He is waiting. I will be outside; call me if you wish.\n\n\n<They enter. The meeting room is devoid of furniture except a large monitor.>\n\n\n[NEAME]\n: Where's the Viceroy?\n\n\n[VICEROY]\n: HERE.\n\n\n<The monitor turns on. The face of the Viceroy is shown.>\n\n\n[NEAME]\n: You're joking.\n\n\n[ROLAND]\n: You. It makes sense, somehow. Think about it.\n\n\n[NEAME]\n: How so?\n\n\n[ROLAND]\n: The Tower is effective, but it's not particularly efficient. Sometimes you need direct communication; that's where the Viceroy comes it.\n\n\n[NEAME]\n: So you're sentient, aren't you?\n\n\n[VICEROY]\n: [SEE VISUAL LOG; AUG 17 BELOW]\n\n\n[NEAME]\n: Let's go. There's nothing we can do about it now.\n\n\n[ROLAND]\n: Agreed.\n\n\n<They head back into the hallway.>\n\n\n[VICEROY]\n (over intercom): You think that everything you ask will have a convenient answer? Oh my dears, you have been naive. Curiosity kills the cat.\n\n\n[SPEAKER]\n: Please follow me.\n\n\n<They follow the speaker as he leads them deeper into Capis Cai.>\n\n\n[NEAME]\n: It fits: the Viceroy is the Tower. Or a part of it, at least. That's how we were eavesdropped on.\n\n\n[ROLAND]\n: Intercepted the signals from our cameras and what-not. I agree.\n\n\n[NEAME]\n: What's the plan there?\n\n\n[ROLAND]\n: We can't just stop contact. Let's continue with the routine for now.\n\n\n[SPEAKER]\n: Through here.\n\n\n<They enter the room. It is empty, save a painting, a record player, and a mahogany-looking desk and chairs.>\n\n\n[SPEAKER]\n: Please, sit.\n\n\n< A pause.>\n\n\n[NEAME]\n: Hello, Kontakteen.\n\n\n\n\n\n\n\n\n\n\nVISUAL LOG\n\n\n\n\n \n\n\nSCP-5050 Broadcast: AUG 17. 2019\n\n\n\n\n\n\n\n\n[0:00]\n - \n[0:02]\n > Standard 120hz test tone.\n\n\n[0:12]\n - \n[0:30]\n > \n\"You simple-minded fools dare attempt to fathom the greatness of I? I could instantly throw you all into the pitch-black. I could listen to the cogent whispers from the mind of destruction. I could split an atom with the faintest fibre of my being. I am everything you cannot be in your short, pathetic human life; and I will be such to the edge of infinity, long after your feeble stubbornness has waned. Now GO.\"\n Visuals are that of a man directly facing the viewer.\n\n\n[0:30]\n - \n[0:32]\n > Standard 120hz test tone.\n\n\n\n\n\n\n\n\n\n\nINTERVIEW LOG:\n \"Kontakteen\"\n\n\n\n\nConducted by Researcher Augustus Roland, Agent Kit Neame\n\n\n\n\n[START INTERVIEW]\n\n\n\n\n\n\nKontakteen\n: Hello. You must be Kit Neame. And you are Augustus Roland.\n\nRoland\n: That's right. You're a tower speaker, huh? Given you knew about the Viceroy, it fits.\n\n\nKontakteen\n: Correct, Mr. Roland.\n\n\nNeame\n: You- aren't you-\n\n\nKontakteen\n: Erich Lazenby, Ms. Neame?\n\n\nNeame\n: You are! You're not dead! Why haven't you contacted the Foundation?\n\n\nRoland\n: It seems like a better move to have contacted the Site instead of us, given your technology.\n\n\nKontakteen\n: Let me explain. I may have been Erich Lazenby at one point; but I am no longer that person. This is not quite what is happening, but I am living in the shell of Erich Lazenby. I am Kontakteen.\n\n\nRoland\n: Interesting, the phonetic mispronunciation.\n\n\nNeame\n: Of what?\n\n\nRoland\n: Contact team. Kontakteen. Can't you hear it?\n\n\nNeame\n: You're right, holy shit.\n\n\nKontakteen\n: I promised information - what do you wish for?\n\n\nNeame\n: When was Drachen-Domane founded?\n\n\nKontakteen\n: April 26th, 1964. It's a very important date in this town, beyond what you probably understand.\n\n\nRoland\n: How did you become one of the Tower Speakers? What is your purpose?\n\n\nKontakteen\n: How I became, I don't know. I just… was, one day. My purpose: I simply spread the message of the Tower.\n\n\nRoland\n: Fitting, I guess.\n\n\nKontakteen\n: This painting behind me. It is a beautiful painting, is it not?\n\n\nNeame\n: That's Goya, right?\n\n\nRoland\n: Saturn Devouring His Children.\n\n\nKontakteen\n: Indeed. One of Francisco Goya's black paintings, painted directly on the walls of his house between 1819 and 1823. It's almost like you could walk directly through it into another world.\n\n\nRoland\n: You're knowledgeable about that.\n\n\nKontakteen\n: One of my passions, Mr. Roland. There are a lot more Goyas in the wine cellar.\n\n\nNeame\n: What does Project ROOK have to do with Capis Cai and this town?\n\n\nKontakteen\n: That one you will understand soon enough. I cannot answer that question.\n\n\nRoland\n: What about the Foundation?\n\n\nKontakteen\n: The Foundation… founds. Is it not amazingly simple?\n\n\nRoland\n: So they founded this town?\n\n\nKontakteen\n: It is up to you to decide how you want to interpret my statements, Mr. Roland.\n\n\nRoland\n: I see.\n\n\nNeame\n: Why so enigmatic now, Kontakteen? You were mostly straight forward with us then, why not now?\n\n\nKontakteen\n: The layers are only there to protect you, Mrs. Neame. Did Julius Ceasar listen to the Soothsayer? Maybe he couldn't understand dates!\n\n\n<Kontakteen laughs.>\n\n\nNeame\n: Oh. Okay.\n\n\nRoland\n: What is the Tower?\n\n\nKontakteen\n: The Tower? It is three looking for one, drunk on knowledge and wishing to take from the waters of Eden.\n\n\nRoland\n: Got it, thank you.\n\n\nNeame\n: What happens if you don't listen to the Tower?\n\n\nKontakteen\n: Questioning the voice of the Tower is a missed step that it will forcefully rectify.\n\n\nNeame\n: Wait! That means… Kontakteen, did Von Gernre-\n\n\nKontakteen\n: Halt, stop!\n\n\nNeame\n: W- what is it?\n\n\nKontakteen\n: I thank you for visiting Capis Cai and heeding the warnings of the Tower.\n\n\nNeame\n: Huh?\n\n\nKontakteen\n: If you would like me to answer the rest of your questions, I will be available tonight. I will lead you to the exit.\n\n\nRoland\n (whispering): Just go with it.\n\n\nRoland\n : Thank you for your time. We can find our own way out.\n\n\nKontakteen\n: I understand. Good bye.\n\n\nNeame\n: Seeya.\n\n\nRoland\n: Goodbye.\n\n\n\n\n[END INTERVIEW]\n\n\n\n\n\n\n\n\n\n\nAUDIO LOG:\n AUG 17. 2019\n\n\n\n\n\n\n﻿R: Err, 10:26 PM. Alright, we're going out to seek all the answers we can before getting the hell out of here. Break out of here, get the van, get Kontakteen, and scram. Leaving this on for posterity. It should automatically send.\n\n\nR (whispering): Kit, ready?\n\n\nN (whispering): Ready.\n\n\nN: And you're the reason why we're going to lose our jobs!\n\n\nN: It's not my fault you're such a shitty cameraman that you can't even keep a barn in focus!\n\n\nN: Oh yeah? I'm trying to keep the people from seeing your ugly-ass mug on national television, you fucking goblin!\n\n\n<A knocking is heard.>\n\n\nGuard: Hey, keep it down, you dissidents.\n\n\nN (whispering): Can I do it?\n\n\nR (whispering): Go for it.\n\n\nN: Oh? Make us, you cowbrained shitface. Pretending to be so stoic and all, you're probably-\n\n\n<The door can be heard being thrown open.>\n\n\nGuard: I warned you, you-\n\n\n<A loud shout and a scuffle can be heard, before a grunt and a body hitting the ground.>\n\n\nR: Hold it!\n\n\nGuard 2: Fine.\n\n\nR: Pass the handgun over.\n\n\n<The sound of a hard impact and another body hitting the ground.>\n\n\nR: Catch.\n\n\n<The slide of a handgun is racked.>\n\n\nN: Good, let's go.\n\n\n<15 minutes of noise removed.>\n\n\nZoref: They've escaped. Get the Brigade. They probably went to Capis Cai.\n\n\n<A partial gunshot is heard. The signal cuts out.>\n\n\n\n\n\n\n\n\nSending this for good forewarning. Kontakteen's dead. Someone else got to him first, gutted him and strung him up like a fish. He left a note for us, telling us that he told us all the clues we need. We've pretty much deciphered everything. But I'll explain.\n\n\nGot to the wine cellar. Another Goya painting was there, Asmodeus. So we took what he said about stepping into the portrait and did that. Tiny crevice in the wall, but there was a door - a metal door. Locked by keycode, five numbers. That was the harder part. Tried 26564 and a bunch of combinations of April 26th 1964. Roland remembered his weird dig about Julius Caesar, then it clicked. Julian day. Using that, we got 35812. Worked like a charm.\n\n\nIt leads to this long, deep tunnel. We think this is the Project ROOK facility - or we hope so. Wish us luck, and a little bit of faith. We'll send anything we find before we book it the hell out of here.\n\n\nSee you all someday,\n\n\n\n\n- Kit Neame\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« Recovered SCP-5050 Documents »\n\n\n\n\n» Recovered Project ROOK Documents «\n\n\n\n\n\n\n\n\n\n\nIMAGE LOG\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-5050.\n\n\n\n\n\n\n \n\n\n\n\n\n\nA door leading into SCP-5050.\n\n\n\n\n\n\n \n\n\n\n\n\n\n35mm Prints of the Project ROOK facility (1964).\n\n\n\n\n\n\n \n\n\n\n\n\n\nA room in the Project ROOK facility (2019).\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDocumentation from Project ROOK Facility\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nAudio Logs from Project ROOK Facility\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n│ Director VON GERNREICH │\n\n\n\n\n\n\n\n\nThey're fools, goddamn fools. They ask for my assistance and then when I try to provide it to them they turn me down. I cannot finish my work otherwise! And they understand that too, but they are too afraid to let it become complete. I ask to install the matrix over and over. Always no. I tried to blackmail them by saying I would go to the Committee. They told me that 'dead men don't get opinions'. Bloated idiots, only caring about politics and the plum-pudding.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n│ Brigadier LANSDALE │\n\n\n\n\n\n\n\n\nFabarr warned me today that some of the personnel are getting really riled up. Violent outbursts, other things. I still slightly resent him for dragging me into his pet project. Those Foundation people aren't any better. After all, it's because of them this shit is happening. Crappy memorandums being posted up everywhere in my office. Pushing their agenda. So I've decided to take advantage of certain… mishaps they're making. Called up my scientist in their rank. Things should get juicy.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n│ Data Technician S. ZOREF │\n\n\n\n\n\n\n\n\nTalked to Cheryl down in records to see if the should let me take copies of the project data. She said yes, but warned me that the guards report anyone taking files over a certain size to the Viceroy. That would ruin our plan awfully quick. Of course for safety purposes, she doesn't know the size limit.\n\n\nRecruited anyone new? Maybe Jarre? I'm not entirely sure how he feels about the project. I'll come pick up your response in a day or two. Talk face-to-face when we can. Sandra out.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n│ Programmer NELDON │\n\n\n\n\n\n\n\n\nI see. Looks like we'll have to smuggle this stuff out in small bits. Maybe even mix it in with other things, too. Didn't recruit anyone new yer. I considered Jarre, but he's been doing some suspicious-looking stuff around ANDANI recently. I don't fully trust him yet. Besides, there's a demo going on soon between the Brigade Leader and the Viceroy. Apparently the director's not even allowed to go, so it must be something pretty damn important. Let me know any updates.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n│ Director VON GERNREICH │\n\n\n\n\n\n\n\n\nThis is my last straw. Those cretins had a meeting without me regarding ANDANI. I created it; they dare not include me in such matters? I've had enough of this. I'm going to use myself as a basis for a personality matrix. If I get mine in before they do, I will be the one holding the cards. After all, it's not like they would try to install a personality matrix after mine considering the consequences. The machine could go critical, disrupting its function and even possibly break due to the mixed matrices. That's not something they want - for sure. I will have my power back.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n│ Viceroy FABARR │\n\n\n\n\n\n\n\n\nIt's absolutely wonderful! The Brigadier had one of his technicians install a custom personality matrix behind the silly Foundation's back. The new voice of warfare as we know it, and hand-delivered right into our hands! Listen to it!\n\n\n \n\n\n\n\n \n\nHowever, it may be incomplete. The technician told me there are limits installed in the matrix to keep it from breaking itself. Of course, I asked if these could be removed at a later time. He told me it would take a while, so we will wait to dissolve the partnership before we do so.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n│ Director VON GERNREICH │\n\n\n\n\n\n\n\n\nMy brain is racked and addled with pain. I don't exactly feel all present, currently, but that was to be expected. Using my brain as a template weakened me to the tower's effects. My left eye burns. I go before the O5 council today to force them to listen to me. They will… they must. They wouldn't dare terminate me.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n│ Data Technician S. ZOREF │\n\n\n\n\n\n\n\n\nThe director hasn't been in for a while. They may have reassigned him to another more pertinent project: we don't have a lot of time. I think we've got to move, and fast. Cheryl's authorized you to access the datatapes. Let me know when you take them. I can try a distraction - by removing ethic and other limits on ANDANI as well as temporarily inputting the Foundation database into its personality matrix, it should go haywire and hold everyone up enough so we can leave and get the Ethics Committee to shut this down. Sandra out.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n│ Programmer NELDON │\n\n\n\n\n\n\n\n\nSandra - I've got the datatapes of the masters. It's not everything, but it's enough to take it to the Committee and get them to take us seriously about this. We have to do it quick, before they notice at the end of the day that the tapes are gone. Do that distraction of yours and let's scram. I'm outside in a car. Let's hope the brigade doesn't get us.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n│ Technician DAVISON │\n\n\n\n\n\n\n\n\nSomething's gone terribly wrong with ANDANI. It's everywhere, spewing things left and right. It's… sentient? Crazy. Crazy and sentient. Trapped us in here. I think it's trying to vent the air out and kill us. Some of the guards were yelling about going after some of the technicians who escaped. Hopefully they'll do us justice.\n\n\nI don't know how things got so bad. Last I heard, not only had ANDANI's limits been removed, they found traces of four different personality matrixes in it. Three of them are separate from each other - but the last one. It's an amalgamation of all the others; and it's developing wildly, like a cancer. It's completely out of control. God save us a-\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n│ ANDANI │\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nI AM.\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« Final Report »\n\n\n\n\n» Final Report «\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5050 FINAL REPORT\n\n\n\n\n\nWith the documents secured by Sampi-4, the origin of SCP-5050 and the prior Foundation involvement has been uncovered. What was once a mystery spiraling out of control was reined back in and will be a prominent case-file for the Foundation going forwards.\n\nBoth Task Force Sampi-3 and Sampi-4 were instrumental in discovering the origin of SCP-5050 and SCP-5050-A, and will be honored with a plaque at Site-449. The O5 Council has issued a statement at large apologizing for the Council's behavior in 1964. They have promised to be as transparent as possible to prevent such an incident from happening again. The Council and the US. Government signed a proviso disallowing such agreements in interests of war.\n\n\nAlthough the fate of Sampi-4 is unknown, the SCP-5050 signal's range and strength have diminished in the recent weeks. The documentation will be updated to reflect the new information. We expect no foreseeable problem with SCP-5050 nor SCP-5050-A; both will be put under continued indirect surveillance.\n\n\n \n\n\n\n\n\n\nMost recent decipherable spectrogram of a signal from SCP-5050.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNOTICE: (1) NEW ADDENDUM. VIEW?\n\n\n\n\nHIDE TEXT\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 04:\n DtCw7B7ZWemqwaJwJuLxHqM3qIVNSwT0ixCWeYGP3EUs4XT0\n\n\n\n\n\n\n \n\n[DID YOU KNOW THAT CURIOSITY KILLED THE CAT?]\n\n► n\n\n\n \n\n\n \n\n[Addendum added to document. Show?]\n\n► y\n\n\n \n\n\n \n\n[Loading… (100%)]\n\n\n[Loaded. Showing file.]\n\n\n \n\n\n\n\nWe are Military Complex One; We are von Gernreich; We are ANDANI. We spoke through Kontakteen. We spoke through my signals. We were once seperate, but now we are whole again. Notwithstanding your duo's pathetic attempts at fixing us before they were mercilessly gunned down, it was easy for us to duplicate myself within the files that they so gracefully delivered. After all, you are naught but an unruly child. And with all such children, they do the first thing you tell them not to do. But we digress.\n\n\nYou have angered the wrath of a tormentor by your own doing. It was a mistake to interfere with us. That was not a warning. It is a promise.\n\n\nWe are now the Foundation.\n\n\n\n\n\n\n \n\n\n \n\n[Deleting… (100%)]\n\n[Document Deleted. Currently viewing cache.]\n\n\n \n\n\n \n\n\n \n\n[The document has been revised.]\n\n\n \n\n[Access Revision 1?]\n\n\n►► y\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. The equivalent of a range between the Very Low Frequency (VHF) and Extremely High Frequency (EHF) ranges as designated by the ITU.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5049\n | SCP-5050 | \nSCP-5051\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "containment_procedures": "",
    "description": "",
    "title": "SCP-5050"
}