{
    "url": "https://scp-wiki.wikidot.com/scp-5054",
    "all_text": "rating: \n+88\n+\n–\nx\n\n\nItem #:\n SCP-5054\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Physical containment of SCP-5054 is irrelevant.\n\n\nProject CRITICAL CURTAIN is in place to modify public perceptions regarding the efficacy of nuclear explosives against organisms from the phylum \nEldritch\n and similar fictional or pataphysical entities. The end goal of CRITICAL CURTAIN is a widespread belief that nuclear devices are capable of killing such entities without consequence. CRITICAL CURTAIN consists of two major strategies for the implementation of this proposal.\n\n\nThe first strategy of CRITICAL CURTAIN is that media which depicts phylum \nEldritch\n or similar entities as immune or unharmed by nuclear devices is to be censored to remove such elements. All such media is to be put out of print and replaced with versions which either do not mention the applicability of nuclear bombs against \nEldritch\n organisms or does so in a manner favorable to the overall goals of CRITICAL CURTAIN.\n\n\nThe second element of CRITICAL CURTAIN is that new media is to be produced in which \nEldritch\n organisms are harmed or killed by nuclear devices. Foundation embeds within the North American film industry are to sponsor content that portrays such interactions in a manner favorable to CRITICAL CURTAIN. Similar protocols are to take place in global book publishing markets and in other similar media markets.\n\n\nIf the current goals of CRITICAL CURTAIN are unsuccessful, information about the phylum \nEldritch\n is to be disseminated to the mainstream scientific research. This is only to be done if CRITICAL CURTAIN is unable to sufficiently influence public opinion through the influence of media, and would constitute a partial Lifted Veil Scenario. A focus is to be made on such organisms' lack of inherent defenses against radiation or massive explosive forces, which would make them vulnerable to death following a nuclear explosion.\n\n\n\n\n\n\nSCP-5054-Positive subject was asked to draw any object of their liking on a sheet of notebook paper.\n\n\n\n\n\n\nDescription:\n SCP-5054 is a sapient concept capable of modifying itself. Examples of past concepts that SCP-5054 has taken the form of\n1\n are \"the bitter taste of watermelon\", \"6711 miles above sea level\", and \"the red American Pine tree\".\n\n\nAside from self-modification, the main anomalous property of SCP-5054 is the control it asserts over sapient entities who know of it. Exposure to SCP-5054 from another person who is infected with SCP-5054 may cause the infection to spread to other sapient entities. Curiously, SCP-5054 is only capable of affecting a set number of sapient entities at a given time. This number is not known exactly, but is believed to be between 300 and 400. If SCP-5054 infects a new entity above its limit, one entity already affected will completely forget SCP-5054.\n\n\nSCP-5054 affects conscious behavior, often involving long-term decision making. For example, SCP-5054 may cause someone to quit their job and start their own business. Infected entities will justify their actions as being normal, even if the action does not align with their usual behavior.\n\n\nSCP-5054 refers to itself as \"P\" or \"Mr. P\". The reason for this is unclear.\n\n\nHistory:\n The origin of SCP-5054 is unknown, and evidence suggests the anomaly predates the Foundation. Prior to 1992, SCP-5054 did not compel infected entities to perform especially noteworthy actions. Research into this area has been suspended due to the impossibility of documenting all entities that have hosted SCP-5054.\n\n\nStarting in 1992, SCP-5054-affected humans began to take much more drastic actions. Most notably, several infected civilians attempted to form the \"Idaho Defense Group\", a task force dedicated to building anomalous weapons in the event of a hostile extraterrestrial incursion. See documentation for \nIncident 5054-Delta\n for more information.\n\n\nAs of CRITICAL CURTAIN, SCP-5054 has reverted to being less active in regards to the anomalous.\n\n\nAdditional Notes:\n A reliable test to determine if a person is infected with SCP-5054 is to present them with two visually identical objects. One object should be laced with a cognitohazardous agent which makes the viewer decide against it, while the other object is to be kept mundane. SCP-5054 has demonstrated not only an immunity to cognitohazards but the inability to recognize them. In order to assure that SCP-5054-infected entities do not avoid positive identification by luck, this test should be administered at least ten times, with different sets of objects.\n\n\nSCP-5054 has demonstrated knowledge of the Foundation, the anomalous, and several groups of interest, as SCP-5054 refuses to infect their members.\n\n\n\n\n\n\n\n\nSapience Testing\n\n\n\n\n\n\n\n\nResearcher Note:\n \nSome members of the Research Team have pushed to reclassify SCP-5054 as Explained. Their theory is that SCP-5054 is simply the human desire to change, and that the current method of testing can be explained as an immunity to cognitohazards, which we have observed before. The fact that SCP-5054 seems to be more active as of late poses an opportunity to test this postulate.\n\n\nI've devised a method of communicating with SCP-5054 through its affected entities. The entity should be given a keyboard, and asked to type whatever full sentences they’d like. In addition, in order to send our communications to the entity, we can use subliminal techniques (re: \nDocument 5054-NINJA\n) to embed messages into the subject’s headspace.\n\n\nWe haven’t had success with this method in the past. However, given SCP-5054’s apparent new sense of urgency, this should produce more salient results, and put any silly theories away for good.\n\n\n- Rsr. Daniels, 1993-02-10\n\n\n\n\n\n\nINTERVIEW LOG\n\n\n\n\nInterviewer:\n SCP-5054 Research Team\n\n\nInterviewee:\n SCP-5054\n\n\nForeword:\n This interview was conducted over the course of several weeks. Several SCP-5054-Positive subjects were identified and coerced into participating in the procedures described above, under the cover story of the study of a new drug regimen. For readability purposes, the weeks-long study is formatted as an interview log.\n\n\n\n\n<Begin Log>\n\n\nRT:\n Hello. Can you understand us? In front of you is a keyboard. When we ask you a question, we need you to reply by typing out your response.\n\n\nSCP-5054:\n Yes, I understand you. Is this working?\n\n\nRT:\n That's fine. Do you have a name we can call you?\n\n\nSCP-5054:\n My name is P. Why are you talking to me?\n\n\nRT:\n Over the past 30 years, you have been relatively benign. Now, you seem to be trying to do something. You created the Idaho Defense Group and launched that rocket. Can you explain what you're doing?\n\n\nSCP-5054:\n I'm trying to help you for once.\n\n\nRT:\n What do you mean?\n\n\nSCP-5054:\n I saw some pretty big monsters, and they threaten my livelihood. I'm taking them out while I can, because you obviously won't.\n\n\nRT:\n What kind of monsters?\n\n\nSCP-5054:\n It’s hard to describe. Large. Very very large. Green tentacles that poke out from places. Multiple colors per pixel; like purple and white and blue squished inwards. Also, lots of eyes.\n\n\nAt this point, Site-19 command orders the research team to end communications, due to suspected (now confirmed) instances of information classified above their clearance level.\n\n\n<End Log>\n\n\n\n\nIt is unknown how SCP-5054 discovered information regarding the \nEldritch\n phylum\n2\n. Although it is possible that SCP-5054 discovered \nEldritch\n on its own, it is most likely that SCP-5054 read data dumped from the partial SCiPNET database leak on 1991-09-22. Containment priority for SCP-5054 has been updated to Red.\n\n\n\n\n\n\n\n\nIncident 5054-Delta\n\n\n\n\n\n\n\n\n\n\nThe Calvin-Bortsborough device constructed by SCP-5054.\n\n\n\n\n\n\nPreceding Events:\n At this point, SCP-5054 had been evading complete containment for two years. Identifying and containing SCP-5054-affected entities proved difficult due to the flexibility and contagiousness of SCP-5054. Several minor incidents had occurred up to this point, including the mailing of letter bombs to Foundation personnel involved with the study of \nEldritch\n and the attempted construction and deployment of a Scranton Reality Anchor in New York City.\n\n\nDescription:\n Several entities affected by SCP-5054 worked together over the course of three months to assemble a Calvin-Bortsborough device. If properly constructed, this device would have been able to eliminate the entire population of the order \nOctopoda\n and its close relatives. It is unknown how SCP-5054 discovered the mechanics of the Calvin-Bortsborough device. Several machining tools were found in the basement where the device was kept, presumably used in its construction.\n\n\nHowever, due to a misunderstanding of some of the secondary components of a functional Calvin-Bortsborough device, it was only partially activated. It is estimated that over 300,000 \nOctopoda\n casualties took place over the next five minutes, including many specimens in captivity. Personnel at the nearby Site-12 identified the source of the anomaly as a house in Orlando, Florida. All involved SCP-5054-positive entities surrendered themselves after being confronted by armed personnel.\n\n\nDue to the lack of close observation of \nOctopoda\n specimens outside of certain circles, a cover story was not released. Civilians who notice the anomalous drop in \nOctopoda\n population are to be given amnestics on a case-by-case basis.\n\n\n\n\n\n\n\n\nProject CRITICAL CURTAIN\n\n\n\n\n\n\n\n\nInformation below is considered CLASSIFIED by order of the Project Head and HMCL Supervisor for SCP-5054. Viewing this document without Level 3 Clearance or valid T-1320 authorization is considered a breach of Foundation contract, punishable by permanent expulsion from all Foundation duties and clearances.\n\n\n\n\n\n\n\n\n\n\nProject CRITICAL CURTAIN Progress\n\n\n\n\nONGOING — OVERALL SUCCESS\n\n\n\n\n\n\n\n\nMedia featuring the \nEldritch\n phylum being destroyed by nuclear weaponry is being continually produced and distributed.\n\n\nMedia depicting otherwise has been suppressed.\n\n\nAs of 1996-03-22, SCP-5054 appears to have desisted from overtly anomalous activity.\n\n\nIn order to assert these results, Project CRITICAL CURTAIN will remain in operation. Containment priority for SCP-5054 has been downgraded to Green.\n\n\n\n\n\n\n\n\n\n\nSEMINAR TRANSCRIPT\n\n\n\n\nSource:\n Rsr. Calvin's seminar on new containment procedures for SCP-5054\n\n\nDate:\n 1996-04-03\n\n\n\n\n<Begin Log>\n\n\nGood afternoon, SCP-5054 research team.\n\n\nI hope everyone has a copy of the report for Incident 5054-Delta in your hands right now. You can— what, you don't? The research assistant in front should have… Listen, I assure you, nothing in that report is above Level 1 clearance, let alone Level 3. I wouldn't let the research assistants handle it if it wasn't. Could you… yes, just share with the person next to you. Thank you.\n\n\nAnyways, the report. You can see SCP-5054, known informally as \"Mr. P\", coerced numerous civilians into constructing a Calvin-Bortsborough device. There should be a photograph on the next page.\n\n\nNow, the question that puzzled me the most— as well as you, I presume— is \"why octopi?\" From what we can tell from interviews and supplemental evidence, Mr. P was trying to attack the \nEldritch\n phylum. So why was he going after the octopi?\n\n\nI'm sorry, it's actually \"octopuses\". Thank you, Dr. Midaeus.\n\n\nMr. P wasn't being cooperative in terms of containment, so interviewing it again was out of the question. After some time, we had an epiphany. Do specimens of \nEldritch\n— the ones we know about— look like octopuses? No. But, by accident, we've spread propaganda saying that they do. Hollywood has produced dozens of movies telling us that Cthulhu is a big, green, scary octopus.\n\n\nThis tells us something about Mr. P, too: although it may not be susceptible to our standard cognitohazards, just like you or me, it's affected by cultural memes. Thus, we've put our resources towards creating a cultural meme that tells Mr. P: \"Hey. We've got this. We can nuke Cthulhu. Don't worry about it.\"\n\n\nIf it turns out Mr. P's right, and that the \nEldritch\n are actually a threat… truth be told, I think we'll have bigger problems.\n\n\n<End Log>\n\n\n\n\n\n\nFootnotes\n\n\n1\n. These have been verified to no longer carry the influence of SCP-5054.\n\n\n2\n. Some instances of the \nEldritch\n phylum have been classified as SCP objects. Consult documentation for \nSCP-4804\n and \nSCP-████\n for known \nEldritch\n specimens. Personnel with Level 3 clearance may consult documentation for \nOperation MOONLIGHT\n for in-depth information.\n\n\n\n\n \n\n\n\n\n\n\n\n\nMore by notgull\n\n\n\n\nMore by notgull\n\n\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\n\n\nnotgull's Proposal\n\n\nRating: 590\n\n\n\n\n\n\nSCP-3733\n\n\nRating: 380\n\n\n\n\n\n\nSCP-3095\n\n\nRating: 360\n\n\n\n\n\n\nSCP-4804\n\n\nRating: 281\n\n\n\n\n\n\nSCP-2785\n\n\nRating: 280\n\n\n\n\n\n\nSCP-4800\n\n\nRating: 279\n\n\n\n\n\n\nSCP-4348\n\n\nRating: 258\n\n\n\n\n\n\nSCP-4048\n\n\nRating: 207\n\n\n\n\n\n\nSCP-4688\n\n\nRating: 196\n\n\n\n\n\n\nSCP-579-J\n\n\nRating: 189\n\n\n\n\n\n\nSCP-3362\n\n\nRating: 188\n\n\n\n\n\n\nSCP-5800\n\n\nRating: 184\n\n\n\n\n\n\nSCP-4785\n\n\nRating: 176\n\n\n\n\n\n\nSCP-3339\n\n\nRating: 168\n\n\n\n\n\n\nSCP-3747\n\n\nRating: 165\n\n\n\n\n\n\nSCP-4248\n\n\nRating: 161\n\n\n\n\n\n\nSCP-4948\n\n\nRating: 158\n\n\n\n\n\n\nSCP-199\n\n\nRating: 133\n\n\n\n\n\n\nSCP-7234\n\n\nRating: 124\n\n\n\n\n\n\nSCP-3296\n\n\nRating: 124\n\n\n\n\n\n\nSCP-4800-J\n\n\nRating: 121\n\n\n\n\n\n\nSCP-4799\n\n\nRating: 120\n\n\n\n\n\n\nSCP-3485\n\n\nRating: 112\n\n\n\n\n\n\nSCP-5981\n\n\nRating: 109\n\n\n\n\n\n\nSCP-4808\n\n\nRating: 103\n\n\n\n\n\n\nSCP-3833\n\n\nRating: 98\n\n\n\n\n\n\nSCP-3748\n\n\nRating: 94\n\n\n\n\n\n\nSCP-5054\n\n\nRating: 88\n\n\n\n\n\n\nSCP-4148\n\n\nRating: 88\n\n\n\n\n\n\nSCP-5025\n\n\nRating: 87\n\n\n\n\n\n\nSCP-1037\n\n\nRating: 77\n\n\n\n\n\n\nSCP-093-J\n\n\nRating: 74\n\n\n\n\n\n\nSCP-1684\n\n\nRating: 70\n\n\n\n\n\n\nSCP-5680\n\n\nRating: 65\n\n\n\n\n\n\nSCP-4872\n\n\nRating: 62\n\n\n\n\n\n\nSCP-3248\n\n\nRating: 61\n\n\n\n\n\n\nSCP-6904\n\n\nRating: 58\n\n\n\n\n\n\nSCP-5483\n\n\nRating: 38\n\n\n\n\n\n\nSCP-6785\n\n\nRating: 34\n\n\n\n\n\n\nSCP-4397\n\n\nRating: 30\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\n\n\nThe Little Robot that Could\n\n\nRating: 349\n\n\n\n\n\n\nThe Siege of Site-19\n\n\nRating: 169\n\n\n\n\n\n\nJoin the Flock\n\n\nRating: 168\n\n\n\n\n\n\nTales of the Automaton: The Big Birdocalypse\n\n\nRating: 143\n\n\n\n\n\n\nFootage Recovered From a Private Server\n\n\nRating: 117\n\n\n\n\n\n\nMoose on the Loose\n\n\nRating: 77\n\n\n\n\n\n\nAvian Anthology I\n\n\nRating: 76\n\n\n\n\n\n\nMy Empire of Birds\n\n\nRating: 63\n\n\n\n\n\n\nDocument recovered from a Parallel Universe\n\n\nRating: 61\n\n\n\n\n\n\nJoey Fucknuts Steals The Declaration of Independence\n\n\nRating: 58\n\n\n\n\n\n\nKatz and Dogs\n\n\nRating: 55\n\n\n\n\n\n\nYour Guard\n\n\nRating: 50\n\n\n\n\n\n\nVacation Opportunity\n\n\nRating: 45\n\n\n\n\n\n\nThe Scent of a Toaster\n\n\nRating: 33\n\n\n\n\n\n\nBurn, Baby, Burn\n\n\nRating: 29\n\n\n\n\n\n\nChasing Suns\n\n\nRating: 28\n\n\n\n\n\n\nThree Feet Under I\n\n\nRating: 24\n\n\n\n\n\n\nWind in the Sails\n\n\nRating: 23\n\n\n\n\n\n\nThe Shape of Water is Humanoid\n\n\nRating: 23\n\n\n\n\n\n\nDead Reckoning\n\n\nRating: 22\n\n\n\n\n\n\nThree Feet Under II\n\n\nRating: 22\n\n\n\n\n\n\nThree Feet Under III\n\n\nRating: 21\n\n\n\n\n\n\nForgotten Shrine\n\n\nRating: 18\n\n\n\n\n\n\nDown Through\n\n\nRating: 17\n\n\n\n\n\n\nInto the Beetle Black Yonder\n\n\nRating: 16\n\n\n\n\n\n\nHyperfine\n\n\nRating: 15\n\n\n\n\n\n\nDon't Knock on Strange Doors\n\n\nRating: 11\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n\n\n\n\n\n\nResearcher Calvin's Personnel File\n\n\nRating: 91\n\n\n\n\n\n\nIncident Report ████/████\n\n\nRating: 83\n\n\n\n\n\n\n\"Sphere\" Incursion Log\n\n\nRating: 52\n\n\n\n\n\n\nInitial Incursion Log\n\n\nRating: 50\n\n\n\n\n\n\n\"Cube\" Incursion Log #1\n\n\nRating: 44\n\n\n\n\n\n\n\"Cube\" Incursion Log #2\n\n\nRating: 44\n\n\n\n\n\n\nSCP-093-J Recovered Documents\n\n\nRating: 42\n\n\n\n\n\n\nSCP-093-J Blue Test\n\n\nRating: 40\n\n\n\n\n\n\nSCP-093-J Purple Test\n\n\nRating: 35\n\n\n\n\n\n\nSCP-093-J Green Test\n\n\nRating: 33\n\n\n\n\n\n\nExploration Log 4480-1\n\n\nRating: 22\n\n\n\n\n\n\n\n\n\n\n\n\nSee my \nAuthor Page\n for more information. If you like reading my stuff, consider checking out my \nYouTube Channel\n for SCP-inspired animations, among other things.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5053\n | SCP-5054 | \nSCP-5055\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Researcher Note: Some members of the Research Team have pushed to reclassify SCP-5054 as Explained. Their theory is that SCP-5054 is simply the human desire to change, and that the current method of testing can be explained as an immunity to cognitohazards, which we have observed before. The fact that SCP-5054 seems to be more active as of late poses an opportunity to test this postulate. I've devised a method of communicating with SCP-5054 through its affected entities. The entity should be given a keyboard, and asked to type whatever full sentences they’d like. In addition, in order to send our communications to the entity, we can use subliminal techniques (re: Document 5054-NINJA ) to embed messages into the subject’s headspace. We haven’t had success with this method in the past. However, given SCP-5054’s apparent new sense of urgency, this should produce more salient results, and put any silly theories away for good. - Rsr. Daniels, 1993-02-10",
        "INTERVIEW LOG Interviewer: SCP-5054 Research Team Interviewee: SCP-5054 Foreword: This interview was conducted over the course of several weeks. Several SCP-5054-Positive subjects were identified and coerced into participating in the procedures described above, under the cover story of the study of a new drug regimen. For readability purposes, the weeks-long study is formatted as an interview log. <Begin Log> RT: Hello. Can you understand us? In front of you is a keyboard. When we ask you a question, we need you to reply by typing out your response. SCP-5054: Yes, I understand you. Is this working? RT: That's fine. Do you have a name we can call you? SCP-5054: My name is P. Why are you talking to me? RT: Over the past 30 years, you have been relatively benign. Now, you seem to be trying to do something. You created the Idaho Defense Group and launched that rocket. Can you explain what you're doing? SCP-5054: I'm trying to help you for once. RT: What do you mean? SCP-5054: I saw some pretty big monsters, and they threaten my livelihood. I'm taking them out while I can, because you obviously won't. RT: What kind of monsters? SCP-5054: It’s hard to describe. Large. Very very large. Green tentacles that poke out from places. Multiple colors per pixel; like purple and white and blue squished inwards. Also, lots of eyes. At this point, Site-19 command orders the research team to end communications, due to suspected (now confirmed) instances of information classified above their clearance level. <End Log>"
    ],
    "item": "SCP-5054",
    "object_class": "Keter",
    "containment_procedures": "Physical containment of SCP-5054 is irrelevant.",
    "description": "Several entities affected by SCP-5054 worked together over the course of three months to assemble a Calvin-Bortsborough device. If properly constructed, this device would have been able to eliminate the entire population of the order Octopoda and its close relatives. It is unknown how SCP-5054 discovered the mechanics of the Calvin-Bortsborough device. Several machining tools were found in the basement where the device was kept, presumably used in its construction.",
    "title": "SCP-5054"
}