{
    "url": "https://scp-wiki.wikidot.com/scp-5055",
    "all_text": "rating: \n+296\n+\n–\nx\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nShe opened the box, and inside was…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJoshua pressed the fabric against his teeth; against his tongue. Every morning he’d boil the rag in hot water, dry it, and soak it in the fat of his breakfast. He’d chew on that cloth all day long, every minute of the day. The act was maddening; always chewing, never swallowing, but it kept him from a deeper madness.\n\n\nJoshua packed up his camp and made his way down the silent highway; a nettle-grove of empty cars and twisted rebar. He gave each vehicle a quick glance as he passed, but he never slowed, and he never hoped. He knew better. Besides, he wasn’t here for prizes. He was using the highway for it's intended purpose; a quick route from here to there.\n\n\nTo the light in the window.\n\n\nHe’d seen it two days ago from across the city: a single glowing plane on the 24th floor of a high-rise, nestled deep in the forest of skyscrapers. His vision narrowed on it even now, dark as it was in the daylight. It was like a familiar face across a distant room. It called to him. It could mean… it might mean…\n\n\n“Please!”\n\n\nJoshua flinched and turned. He'd been staring at the window, and had forgotten his surroundings. He'd been spotted. They were coming for him now.\n\n\nA figure came barreling out from between two trucks, tall and skeletal, running at him with hands outstretched.\n\n\n“Please!” it screamed. \"I need it! Please! I'm so-”\n\n\nThe gunshot rang out. It echoed across the whole, empty city. Birds would have taken wing, flying up from the nearby trees… but of course, neither had existed in a long, long time. Here and now, the thing took three more trembling steps, one hand still outstretched. Then, it collapsed.\n\n\nJoshua didn't lower his gun. He knew there’d be consequences for the sound. He checked his blind spots. Sure enough, there were a half dozen more, watching him with their sunken eyes. Most stayed crouched, but one had come to stand in the center in the road. The way it looked at him… it was almost taunting Joshua for a repeat performance. Begging, maybe. It was impossible to tell; there was barely any face left to read. Joshua held his breath and waited for the coin-flip decision. Would they rush him, or…\n\n\nNo, they slunk off, one by one crawling over car hoods and through concrete rubble. The standing one stayed the longest, watching Joshua until the last moment before walking away.\n\n\nJoshua exhaled. He stood over his kill. One shot, through the neck. Clean. Lucky. They never had much neck on them, just a thin chicken bone propping up the head. This one was no different, all hollow cheeks and browning teeth. Joshua worked the tip of his machete against the things ribs; the gangrenous, bone-flattened flesh was a thin as rice paper. No meat.\n\n\nUseless.\n\n\n\n\nIt was late in the day before Joshua reached the high rise. Silently, he climbed the many flights of stairs, satchel held tight under his arm. It was light. Too light. He chewed roughly on the fabric in his mouth, dull and flavorless. It made his stomach churn, but he had to. He couldn’t end up like them. \nNothing else was more important.\n He chewed so hard his gums began to bleed.\n\n\nRoom 2405.\n\n\nThe door wasn't locked; it wasn't even fully closed. As Joshua stepped inside, the apartment seemed like every other home he’d ever trespassed upon, all bare shelves and broken cabinets, full of grime and absence. Family photos and personal trinkets laid broken on the floor. No one had cared when things got bad.\n\n\nA young man sat on the couch. He wore a filthy t-shirt and jeans, his black hair long and unkempt. His skin was sickly, but rounded, sitting over a bed of real fat, muscle and sinew.\n\n\nHe looked up as Joshua entered. They stared at each other in one long, empty moment before the young man turned back to a tiny, flickering screen on the coffee table.\n\n\nJoshua approached the arm of the sofa, pulling the cloth out of his mouth, staring at the smartphone with a mix of surprise and awe. The cracked screen was alive with flowing light and motion. Joshua couldn't recall the last time he'd seen a lit screen, but then again, he hadn't really been looking.\n\n\n“What are you watching?” Joshua asked.\n\n\n“Demon Slayer.” the young man replied. His voice was dry and cracking, but still filled with youthful energy. “It's a kind of Japanese cartoon. It's really good. I was actually going to visit Japan, y’know, before this all happened. I had this whole show saved on my phone for the plane ride so… I figured I might as well finish it.”\n\n\nAnother moment passed.\n\n\n“Looks cool.” Joshua finally said, then glancing around the room. “Do you have any-”\n\n\n“Food?” the young man finished. “No. I ran out yesterday.\"\n\n\n“Shame.” Joshua said. “You know they’ll see the light, right?”\n\n\n“Huh?” the young man asked, looking away from the screen. The credits had begun to roll. A foreign, melancholy song played on the tiny speaker. “Ah… you mean the starving ones. Yeah, I figured they might. I don’t really care much anymore. I'm too tired. I'm tired of scavenging and being hungry all the damn time. I don't care if they find me… but hey, looks like you found me instead!”\n\n\nHe smiled. His teeth were yellow. His gums were pale pink. “Isn’t that lucky? It’s been a long time since I had anyone to talk to. So, tell me friend, what is your theory? Why don’t they die?”\n\n\nJoshua didn’t reply.\n\n\n“Everyone had a theory, you know, back in the early days; back when there was food. The internet was alive with speculation! How could it not be? This is like something out of a horror film! I mean, sure, they’re not quite zombies; they still think, and talk, and- well, they’re still human… I think. They're just starving people who don’t seem to die. Still pretty damn scary, huh?”\n\n\nJoshua didn't reply.\n\n\n“So! What do you think?” the man asked, head falling to one side. “Super virus? Alien mind control? Some kind of government experiment?”\n\n\nAfter another long, painfully quiet moment, the man finally asked what should have been his first question. “Why are you here?”\n\n\nSlowly, and without a hint of malice, Joshua raised his machete.\n\n\n“Ah, of course.” the young man said, looking back at the coffee table, folding his hands in his lap.\n\n\n“You’re hungry.”\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5055.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Containment of SCP-5055 is no longer possible. An LK-Class “Agni Unbound” restructuring event has already occurred.\n\n\nDescription:\n SCP-5055 is a small chest composed of ivory, bronze, and stained wood. This chest was recovered from an archaeological dig-site beneath the ruins of Ancient Constantinople, sealed in a 6m\n2\n cube of solid caementicium, or roman concrete. When touched, SCP-5055 instills an intense sensation of dread.\n\n\nOn January 1st, 2020, D-6106 was instructed to open SCP-5055, as to ascertain its contents.\n\n\n\n\n\n\nInside SCP-5055 was something everyone deserves.\n\n\n\n\n\n\n\n\nA single handwritten note was also present inside SCP-5055, which read\n\n\n> \"SORRY! PLEASE TRY AGAIN!\" <\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5054\n | SCP-5055 | \nSCP-5056\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5055\n\" by T Rutherford, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5055\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilenames:\n a-rectangular-siculo-arabic-ivory-casket-sicily-1314th-c-1.jpg, SCP-5055-1.jpg, SCP-5055-2.jpg, SCP-5055-2-A-FINAL.jpg, SCP-5055-2-B-FINAL.jpg, SCP-5055-2-C-FINAL.jpg, SCP-5055-2-D-FINAL.jpg\n\n\nAuthor:\n \nT Rutherford\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nNames:\n A rectangular Siculo-Arabic ivory casket, Sicily, 13/14th C. 1.jpg, A rectangular Siculo-Arabic ivory casket, Sicily, 13/14th C. 3.jpg, A rectangular Siculo-Arabic ivory casket, Sicily, 13/14th C. 9.jpg\n\n\nAuthor:\n Jeanne Raes\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nRob Michiels Auctions\n\n\n\n\nName:\n Claw Marks.png\n\n\nAuthor:\n TriiipleThreat\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\nName:\n Glass Broken Fragmented Hole.jpg\n\n\nAuthor:\n Pxfuel\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nPxfuel\n\n\n\n\nName:\n Naturalis Biodiversity Center - RMNH.ART.591 - Homoeogryllus japonicus - Kawahara Keiga - 1823 - 1829 - Siebold Collection - pencil drawing - water colour.jpeg, Naturalis Biodiversity Center - RMNH.ART.594 - Tabanus sp. - Kawahara Keiga - 1823 - 1829 - Siebold Collection - pencil drawing - water colour.jpeg, Naturalis Biodiversity Center - RMNH.ART.604 - Centipede - Kawahara Keiga - 1823 - 1829 - Siebold Collection - pencil drawing - water colour.jpeg\n\n\nAuthor:\n Kawahara Keiga\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWiki\nmedia\n \nCommons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5055 \" by T Rutherford, from the SCP Wiki . Source: https://scpwiki.com/scp-5055 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Containment of SCP-5055 is no longer possible. An LK-Class “Agni Unbound” restructuring event has already occurred.",
    "description": "SCP-5055 is a small chest composed of ivory, bronze, and stained wood. This chest was recovered from an archaeological dig-site beneath the ruins of Ancient Constantinople, sealed in a 6m2 cube of solid caementicium, or roman concrete. When touched, SCP-5055 instills an intense sensation of dread.",
    "title": "SCP-5055"
}