{
    "url": "https://scp-wiki.wikidot.com/scp-5066",
    "all_text": "rating: \n+149\n+\n–\nx\n\n\nItem #:\n SCP-5066\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n The area in which SCP-5066 reside has been sealed off by the Foundation under the cover of a special environmental research facility. Due to the risk of exposure to SCP-5066, observation within this facility is to be performed using remotely controlled drones. Any civilians attempting to enter this facility are to be repelled by security patrols.\n\n\nAny unauthorized individuals confirmed to be compromised by SCP-5066 are to be amnesticized and released into the public. A suitable cover story is to then be disseminated upon their death. Any authorized personnel confirmed to be compromised by SCP-5066 are to be informed of its effects and given exclusively non-essential assignments from that point on.\n\n\nDescription:\n SCP-5066 is the collective designation for an as-of-yet unknown number of invisible, intangible entities residing in a 50m x 50m area located in the Tongass National Forest, Alaska. Due to their invisibility and intangibility, there are currently no known means of perceiving the presence of an SCP-5066 instance save for a mild warping of background sound around the instance, which grows in intensity the closer the listener is to it.\n\n\nThe inherent difficulty involved with identifying an SCP-5066 instance means that it cannot be confirmed no instances exist outside this area. However, no incidents indicating the effects of SCP-5066 have been reported except with individuals that have previously visited this area.\n\n\nWhen an individual comes into contact with the space in which an SCP-5066 instance resides, said instance will then permanently attach itself to them. No means of detaching an SCP-5066 instance from a victim have been found to date. Those compromised by SCP-5066 have described having an innate sense of where the SCP-5066 instance attached to them is located — specifically, directly behind them at all times.\n\n\nOnce a victim compromised by an SCP-5066 instance turns directly around or looks over their shoulder, they will instantly die due to sudden cessation of brain function. Evidence suggests this process also results in the death of the SCP-5066 instance in question.\n\n\nSCP-5066 was first discovered after a series of sudden deaths with no identifiable cause, all victims having been identified as having visited the area SCP-5066 resides in shortly before their expiration. The majority of the initial investigation team, led by Dr. Elizabeth Snow, became compromised by SCP-5066 and a significant number expired before the nature of SCP-5066 could be deduced. Following this, current containment measures were enacted.\n\n\n\n\nAddendum 5066-1 (Relevant Documentation)\n\n\nThe following is an excerpt from the \nAlbasti Bestiary\n, believed to be a reference to SCP-5066:\n\n\n\n\nOn the Noxe Votuli, else known as the Livefolk, else known as Smith's Plague, else known as the Passengers,\n\n\nThere are beings in this world, shredded by the tyranny of patterns, with no death to call their own. The debris known to lurk behind is among the more benign of these creatures only in motive — the results for those unfortunate enough to cross their path is much the same as their more omnicidal cousins.\n\n\nAs these beings have had their deaths stolen from them and by nature are eternal, they must — for lack of better wording — 'hitch a ride' to reach blessed non-existence. Thus, when a temporary creature makes contact with them, they latch on and will never let go.\n\n\nAny death will do for them, old age or illness or injury, but the Passengers are above all things \nimpatient\n. Their victim will turn, their victim will look upon them, and the connection half-formed is thus completed — and the Passenger will reach out and simply turn them off.\n\n\nIf you are accompanied by a Passenger, and wish to continue existing for a little longer, I advise you: never turn around, not even for a second.\n\n\nAnd good luck to you.\n\n\n\n\n\n\nAddendum 5066-2 (Interview Log)\n\n\nThe following is an interview conducted with Dr. Elizabeth Snow, leader and lone surviving member of the initial SCP-5066 investigation team. Note that, at the time of the interview, Dr. Snow has been compromised by SCP-5066 for more than fifty years. Due to her retirement and advanced age, the interview was conducted at her home in Manchester, England.\n\n\n\n\n<Begin Log>\n\n\n(Junior Researcher Lesteigh turns on the camera. Dr. Snow is in her bed, and sits up as Lesteigh approaches. Lesteigh sits in a chair next to the bed.)\n\n\nJR Lesteigh:\n That's the camera on, ma'am. We're ready to begin.\n\n\nDr. Snow:\n Good, good. Yes, mm, that's excellent. \n(pause)\n Which one are you?\n\n\nJR Lesteigh:\n Junior Researcher Lesteigh, ma'am.\n\n\n(Pause.)\n\n\nDr. Snow:\n That's … the same one as last week, then?\n\n\nJR Lesteigh:\n Yes, ma'am.\n\n\nDr. Snow:\n Yes, yes, of course. Mm. You'll have to be patient with me. I'm all a bit muddled these days.\n\n\nJR Lesteigh:\n That's no problem at all. If it's alright with you, ma'am, I want to talk about SCP-5066. About your, uh, your experiences with it.\n\n\nDr. Snow:\n Of course. I can't imagine you'd want to talk about very much else. He's inside the bed right now.\n\n\nJR Lesteigh:\n \nInside\n the bed? How so?\n\n\nDr. Snow:\n Haven't you read the files, young man? It's an intangible object that's perpetually behind my back — if I'm lying on a bed, of course it's intersecting with the bed.\n\n\nJR Lesteigh:\n Yes, right, sorry, I should have thought before I spoke.\n\n\nDr. Snow:\n \n(sighs)\n It's a terminal condition these days. I'm sorry, we've gotten off topic, haven't we? We were discussing … SCP-5066. My personal experiences with it, yes?\n\n\nJR Lesteigh:\n Yes.\n\n\n(Pause.)\n\n\nDr. Snow:\n I remember … young and stupid, I was. The sort of stupid that thinks it's a genius. \nGiddy\n on success — we'd just had that thing with the Domesday Clock, you understand.\n\n\nJR Lesteigh:\n Right.\n\n\nDr. Snow:\n We hiked for \nhours\n through those woods, Grayson complaining all the while. Every minute, I swear. \n(chuckles)\n Have you … have you interviewed Grayson yet?\n\n\n(Pause.)\n\n\nJR Lesteigh:\n No … no, not yet.\n\n\nDr. Snow:\n See that you do. The stories that man can tell, my word.\n\n\n(Pause.)\n\n\nDr. Snow:\n We went through the woods … and we found them, where sound went mad. Raindrops sounded like screeching birds, crunching grass were like … like beating your fists against the wall, and voices … voices didn't sound very nice at all.\n\n\nJR Lesteigh:\n The warping effect.\n\n\nDr. Snow:\n And then it stopped — and I knew it was with me, that it was \nright behind me\n. The Ambrose twins turned around straight away, poor bastards, and more right after them. Awful, of course, but it told me that turning around wasn't the best idea. So, me and the rest of the survivors \nvery carefully\n made our way back to civilization and told our superiors what had happened.\n\n\n(Pause.)\n\n\nDr. Snow:\n \n(quietly)\n I was very lucky.\n\n\nJR Lesteigh:\n Even so, living with it all these years … it couldn't have been easy.\n\n\nDr. Snow:\n You'd be surprised. It takes a lot of discipline not to look over your shoulder when you hear a sound, yes, and turning around makes you look a prat — walking forwards while slowly, \nslowly\n changing direction. But you live with it. I imagine people can live with everything.\n\n\nJR Lesteigh:\n And your career with the Foundation?\n\n\nDr. Snow:\n Oh, dead, of course — or as close as you can get to it. Never a position of authority again. Only makes sense, I suppose: you can hardly run a project with a head that can drop dead at any moment. They kept me around, at any rate. I appreciate that.\n\n\n(Pause.)\n\n\nDr. Snow:\n Well? Anything else, Grayson?\n\n\nJR Lesteigh:\n Um, Lesteigh, ma'am.\n\n\nDr. Snow:\n Same difference. You have a question on your mind, but you feel like you shouldn't say it — it's written on your face.\n\n\n(Pause.)\n\n\nJR Lesteigh:\n Haven't you ever … been curious? Tempted, I mean? Just to … you know.\n\n\nDr. Snow:\n To turn around and look at it? Yes, of course. I remember when we got the results of the autopsy on the Ambrose twins. Right before they died, in that last split seconds, their eyes widened — and that's the same with every victim. They all \nsaw something\n. To the victim, in that last moment, there is something to be seen.\n\n\nJR Lesteigh:\n That must … that must take a lot of restraint.\n\n\nDr. Snow:\n I suppose it must. I haven't got much restraint left in me, though, I must confess.\n\n\nJR Lesteigh:\n Ma'am?\n\n\nDr. Snow:\n Hush, Grayson. I'm very old now, I think, and very tired — and so is my passenger. Much more tired than me, I should think.\n\n\n(Pause.)\n\n\nDr. Snow:\n It's a frustrating thing … trying to hold on to yourself. You grab at memories and feelings with your bare hands, watching them slip through your fingers, and then at the end you realize you don't recognize those hands anymore. I'm really very sick of it.\n\n\n(Dr. Snow settles into her bed, closing her eyes.)\n\n\nDr. Snow:\n \n(quietly)\n Someday soon, I think I'll turn around and meet my very old friend.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n« \nSCP-5065\n | SCP-5066 | \nSCP-5067\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5066\n\" by Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5066\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 5066-1 (Relevant Documentation)\nThe following is an excerpt from the Albasti Bestiary , believed to be a reference to SCP-5066:",
        "Addendum 5066-2 (Interview Log)\nThe following is an interview conducted with Dr. Elizabeth Snow, leader and lone surviving member of the initial SCP-5066 investigation team. Note that, at the time of the interview, Dr. Snow has been compromised by SCP-5066 for more than fifty years. Due to her retirement and advanced age, the interview was conducted at her home in Manchester, England."
    ],
    "documents": [
        "Addendum 5066-1 (Relevant Documentation)\nThe following is an excerpt from the Albasti Bestiary , believed to be a reference to SCP-5066:"
    ],
    "notes": [
        "On the Noxe Votuli, else known as the Livefolk, else known as Smith's Plague, else known as the Passengers, There are beings in this world, shredded by the tyranny of patterns, with no death to call their own. The debris known to lurk behind is among the more benign of these creatures only in motive — the results for those unfortunate enough to cross their path is much the same as their more omnicidal cousins. As these beings have had their deaths stolen from them and by nature are eternal, they must — for lack of better wording — 'hitch a ride' to reach blessed non-existence. Thus, when a temporary creature makes contact with them, they latch on and will never let go. Any death will do for them, old age or illness or injury, but the Passengers are above all things impatient . Their victim will turn, their victim will look upon them, and the connection half-formed is thus completed — and the Passenger will reach out and simply turn them off. If you are accompanied by a Passenger, and wish to continue existing for a little longer, I advise you: never turn around, not even for a second. And good luck to you.",
        "<Begin Log> (Junior Researcher Lesteigh turns on the camera. Dr. Snow is in her bed, and sits up as Lesteigh approaches. Lesteigh sits in a chair next to the bed.) JR Lesteigh: That's the camera on, ma'am. We're ready to begin. Dr. Snow: Good, good. Yes, mm, that's excellent. (pause) Which one are you? JR Lesteigh: Junior Researcher Lesteigh, ma'am. (Pause.) Dr. Snow: That's … the same one as last week, then? JR Lesteigh: Yes, ma'am. Dr. Snow: Yes, yes, of course. Mm. You'll have to be patient with me. I'm all a bit muddled these days. JR Lesteigh: That's no problem at all. If it's alright with you, ma'am, I want to talk about SCP-5066. About your, uh, your experiences with it. Dr. Snow: Of course. I can't imagine you'd want to talk about very much else. He's inside the bed right now. JR Lesteigh: Inside the bed? How so? Dr. Snow: Haven't you read the files, young man? It's an intangible object that's perpetually behind my back — if I'm lying on a bed, of course it's intersecting with the bed. JR Lesteigh: Yes, right, sorry, I should have thought before I spoke. Dr. Snow: (sighs) It's a terminal condition these days. I'm sorry, we've gotten off topic, haven't we? We were discussing … SCP-5066. My personal experiences with it, yes? JR Lesteigh: Yes. (Pause.) Dr. Snow: I remember … young and stupid, I was. The sort of stupid that thinks it's a genius. Giddy on success — we'd just had that thing with the Domesday Clock, you understand. JR Lesteigh: Right. Dr. Snow: We hiked for hours through those woods, Grayson complaining all the while. Every minute, I swear. (chuckles) Have you … have you interviewed Grayson yet? (Pause.) JR Lesteigh: No … no, not yet. Dr. Snow: See that you do. The stories that man can tell, my word. (Pause.) Dr. Snow: We went through the woods … and we found them, where sound went mad. Raindrops sounded like screeching birds, crunching grass were like … like beating your fists against the wall, and voices … voices didn't sound very nice at all. JR Lesteigh: The warping effect. Dr. Snow: And then it stopped — and I knew it was with me, that it was right behind me . The Ambrose twins turned around straight away, poor bastards, and more right after them. Awful, of course, but it told me that turning around wasn't the best idea. So, me and the rest of the survivors very carefully made our way back to civilization and told our superiors what had happened. (Pause.) Dr. Snow: (quietly) I was very lucky. JR Lesteigh: Even so, living with it all these years … it couldn't have been easy. Dr. Snow: You'd be surprised. It takes a lot of discipline not to look over your shoulder when you hear a sound, yes, and turning around makes you look a prat — walking forwards while slowly, slowly changing direction. But you live with it. I imagine people can live with everything. JR Lesteigh: And your career with the Foundation? Dr. Snow: Oh, dead, of course — or as close as you can get to it. Never a position of authority again. Only makes sense, I suppose: you can hardly run a project with a head that can drop dead at any moment. They kept me around, at any rate. I appreciate that. (Pause.) Dr. Snow: Well? Anything else, Grayson? JR Lesteigh: Um, Lesteigh, ma'am. Dr. Snow: Same difference. You have a question on your mind, but you feel like you shouldn't say it — it's written on your face. (Pause.) JR Lesteigh: Haven't you ever … been curious? Tempted, I mean? Just to … you know. Dr. Snow: To turn around and look at it? Yes, of course. I remember when we got the results of the autopsy on the Ambrose twins. Right before they died, in that last split seconds, their eyes widened — and that's the same with every victim. They all saw something . To the victim, in that last moment, there is something to be seen. JR Lesteigh: That must … that must take a lot of restraint. Dr. Snow: I suppose it must. I haven't got much restraint left in me, though, I must confess. JR Lesteigh: Ma'am? Dr. Snow: Hush, Grayson. I'm very old now, I think, and very tired — and so is my passenger. Much more tired than me, I should think. (Pause.) Dr. Snow: It's a frustrating thing … trying to hold on to yourself. You grab at memories and feelings with your bare hands, watching them slip through your fingers, and then at the end you realize you don't recognize those hands anymore. I'm really very sick of it. (Dr. Snow settles into her bed, closing her eyes.) Dr. Snow: (quietly) Someday soon, I think I'll turn around and meet my very old friend. <End Log>",
        "\" SCP-5066 \" by Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-5066 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5066",
    "object_class": "Euclid",
    "containment_procedures": "The area in which SCP-5066 reside has been sealed off by the Foundation under the cover of a special environmental research facility. Due to the risk of exposure to SCP-5066, observation within this facility is to be performed using remotely controlled drones. Any civilians attempting to enter this facility are to be repelled by security patrols.",
    "description": "SCP-5066 is the collective designation for an as-of-yet unknown number of invisible, intangible entities residing in a 50m x 50m area located in the Tongass National Forest, Alaska. Due to their invisibility and intangibility, there are currently no known means of perceiving the presence of an SCP-5066 instance save for a mild warping of background sound around the instance, which grows in intensity the closer the listener is to it.",
    "title": "SCP-5066"
}