{
    "url": "https://scp-wiki.wikidot.com/scp-5075",
    "all_text": "rating: \n+135\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n5075\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nketer\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures [ARCHIVED]:\n Venues planning to host \"punk rock\" performances are to be monitored for any references to \nThe Porcelain Gang Bang\n. MTF-Xi-75 (\"The Sniveling Scips\") is assigned to attend these performances and monitor the venues themselves for suspicious activity. In the event SCP-5075 manifests, MTF-Xi-75 will secure the area and alert the Amnestics Department for the detainment of civilians.\n\n\nDescription:\n SCP-5075 was the designation given to the Merseybeat/garage-rock band known as \nThe Porcelain Gang Bang\n, who were active between 1961 and 1975. Music performed by SCP-5075 often dealt with themes of anti-authoritarianism, pestilence, and sexual activity. Music performed by SCP-5075 was sung in a mixture of English and an unidentified second language, and possibly carried a memetic effect that allowed all listeners to understand the lyrics in a literal and emotional sense.\n\n\nThe members of SCP-5075 (designated 5075-1 through -4) were humanoid entities dressed in costumes resembling 16th century English masquerade ball outfits with porcelain comedy masks.\n\n\nSCP-5075 demonstrated the ability to materialize and dematerialize, often appearing in a flicker of light during performances. However, they notably only manifested at venues that could house no more than 900 attendees (primarily pubs). Though the entities were always included on the set list and promotional material of performances they manifested at, organizers do not recall interacting with SCP-5075 or any individual member.\n\n\nSCP-5075's music appeared to have a psychotropic effect on listeners, causing existential melancholy or overwhelming dread. A select amount of listeners, hereby referred to as SCP-5075-A, expressed feelings of malaise and incompleteness after listening to SCP-5075, and noted a desire to learn the music themselves.\n\n\n\n\nAddenda:\n\n\n\n\n+ Addendum-5075-001: Interview Log (1963)\n\n\n\n\n- Addendum-5075-001: Interview Log (1963)\n\n\n\n\n\n\nInterview Log\n\n\nInterviewer:\n Researcher Geoff Simpson\n\n\nInterviewee(s):\n SCP-5075-1, SCP-5075-2\n\n\nForeword:\n SCP-5075-1 and -2 were informed that Researcher Simpson was a journalist from the occult talk show \nThautamenagerie\n, which was active from 1951 to 1999.\n\n\n\n\n[BEGIN LOG]\n\n\nSimpson <speaking to the camera>:\n Is it rolling? Okay. Good evening! My name is Geoff Simpson, of the Thautamenagerie, and today we have two very special guests- I'm interviewing the rising stars of the pub world, the singer and the bassist of The Porcelain Gang Bang!\n\n\nSCP-5075-1:\n Hallo, hallo!\n\n\nSCP-5075-1 bows in its seat.\n\n\nSCP-5075-1:\n Good to be here, yeah - very excited, I am.\n\n\nSimpson:\n I'm very excited too! It's nice to meet you, I've heard so much.\n\n\nSCP-5075-1:\n Oh, thank you, thank you. Too kind.\n\n\nSCP-5075-2 nods and mumbles in agreement, rocking back and forth.\n\n\nSimpson:\n Well, to get us started, I have to ask- what's with the costumes? They're fancy, yeah, very pretty, but don't they get hot?\n\n\nSCP-5075-1:\n What costumes?\n\n\nThere is a brief pause, before -1 and -2 burst into laughter. Simpson smiles.\n\n\nSCP-5075-2:\n A'ight, a'ight, I'll admit, yeah, we dress up a li'l fancy, we never got to back home! It was horrible, we had to dress like peasants, yeah.\n\n\nSCP-5075-1:\n There wasn't a lot we was allowed to do at 'ome- it was all fuckin', dyin' and watchin' the \nplays\n- well, okay, haha, the plays were fun, great fun.\n\n\nSCP-5075-2:\n Oohoo, great fun, yeah! I 'member, right at the end, when everyone would get up and kill-\n\n\nSCP-5075-1 punches SCP-5075-2's arm.\n\n\nSCP-5075-1:\n Spoilers! God, <unknown word>!\n\n\nSCP-5075-2 laughs.\n\n\nSCP-5075-2\n: Oi, my deepest apologies, sir.\n\n\nSCP-5075-2 bows in its seat to SCP-5075-1.\n\n\nSimpson:\n I, uh, your home doesn't seem any fun.\n\n\nSCP-5075-1:\n Sure as hell, it wasn't!\n\n\nSCP-5075-1 and SCP-5075-2 converse in an unknown language, and then laugh. Simpson nervously laughs after a brief pause.\n\n\nSimpson:\n Well, how were you introduced to rock music? Was that allowed?\n\n\nSCP-5075-1:\n It was \nallowed\n by most of the lords, but the big bad jester didn't like it.\n\n\nSimpson:\n Pardon me, but-\n\n\nSCP-5075-1:\n It's a funny story, too, how we were introduced to the pub scene here, hehe.\n\n\nSimpson:\n Oh, I'm sure, but about the-\n\n\n\n\nAt this point the footage begins to degrade, though all three of the individuals present can be seen speaking. The footage jumps forward approximately six minutes.\n\n\n\n\nSCP-5075-2:\n Well, we was stumbling along Birmingham, see, when we found this quaint li'l store - the girl behind the counter came up, told us she was expecting us, hurried us inside, y'know, handed us our things and kicked us out. 'Twas a bit blurry- don't remember if we paid for them or not? I dunno. Think it was called \nSyncope\n- marvelous place, yeah, never been in-an'-out so quick before.\n\n\nSCP-5075-1 snickers, causing SCP-5075-2 to angrily slap SCP-5075-1's knee. SCP-5075-1 laughs, and SCP-5075-2's hand remains on SCP-5075-1's knee.\n\n\nSimpson:\n So, you say you aren't from around here, where are you from?\n\n\nSCP-5075-1:\n Don't worry about that bit, it's the mystery that makes it worth the attendance. Same reason we don't sell vinyl.\n\n\nAll three laugh.\n\n\nSCP-5075-1:\n Besides… they don't want us, back \nhome\n. They don't like us, \"smears on the community\", the Ambassador says.\n\n\nSimpson:\n Oh, dear. My deepest apologies. Pardon me, but, the Ambassador?\n\n\nSCP-5075-2:\n Ye'h… the jester, sits all high and mighty, up in their, their, uh, hole in the ground, just rubbish. Rubbish, they are, everything has to be for them- But we don't perform for them, right?\n\n\nSCP-5075-1:\n 'Ight! We only perform for the King! Spreading the sounds, the true will and such.\n\n\nBoth entities laugh and SCP-5075-2 takes its hand off of SCP-5075-1's knee. Simpson appears confused, but quickly regains his composure.\n\n\nSimpson:\n Aha! You certainly are from somewhere else. I can't believe I'm asking this so late in the interview, but, what are your names?\n\n\nSCP-5075-1 and SCP-5075-2 exchange glances.\n\n\nSCP-5075-2:\n Don't worry about that bit.\n\n\nSCP-5075-2 places its fingers to its lips.\n\n\nSCP-5075-1 laughs. Simpson briefly talks to the camera about SCP-5075 attempting to mimic promotional material, has SCP-5075-1 and SCP-5075-2 say goodbye, and then ends the interview.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum-5075-002: Melody Maker magazine report of interest (1972)\n\n\n\n\n- Addendum-5075-002: Melody Maker clipping (1972)\n\n\n\n\n\n\n'Violent incident at Porcelain Gang Bang show'\n\n\nStrange events haunted the popular venue \"The Canvey Club\" this Saturday evening. During a performance by the innovative garage rock band \"The Porcelain Gang Bang\", what is believed to be a rabid fan attempted to climb on stage. Though they were dragged back by security, the attacker managed to strike the lead singer's leg, injuring his knee. The attacker proceeded to [PSYCHOTROPIC HAZARD REMOVED.] The attendees, though alive, remain in critical condition, and several police officers were killed in the fallout. The attacker, last described as a \"tall man in a grey skinsuit […] with no mouth\" is still at large. Further updates are currently pending.\n\n\n\n\nResearcher's Note:\n It is unknown when, where or how the clipping was acquired by the Foundation, nor what event it is referring to. It is currently in storage as an Anomalous Item in the Site-77 archive.\n\n\n\n\n\n\n\n\n\n\n+ Addendum-5075-003: Final performance and presumed termination (1975)\n\n\n\n\n- Addendum-5075-003: Final performance and presumed termination (1975)\n\n\n\n\n\n\nDate:\n \n██/██/1975\n\n\nLocation\n: \n\"Tally Ho\" Pub, Kentish Town\n\n\nAssigned MTF:\n MTF-Xi-75 (\"The Sniveling Scips\")\n\n\nTeam members present:\n Xi-75-A (Golden-Eye), Xi-75-B (Bridges), Xi-75-C (Leslie)\n\n\n\n\n[BEGIN LOG]\n\n\nLights flicker. The crowd begins to cheer. After two minutes the entirety of SCP-5075 manifest alongside Baroque-styled props and décor. The audience gradually quiets.\n\n\nSCP-5075-1:\n I, uh, haha, I just received word, it's gonna be raining during the show. And- And I want to tell you something to calm you… the night isn't ruined one bit! Because we're gonna rock so hard tonight… it's gonna stop the drops in mid-air.\n\n\nSCP-5075 begins to tune their instruments. A mist begins to rise from the ground.\n\n\nXi-75-A:\n They're here! Hey, hey, call Amnestics, we gotta lock the exits.\n\n\nA loud burst of static is heard around the area, and Xi-75-A's mic goes silent. Xi-75-A cannot be seen in any cameras, and does not appear for the rest of the recording.\n\n\nXi-75-C:\n What?\n\n\nXi-75-B:\n I can't hear you!\n\n\nXi-75-C:\n What did she say?\n\n\nXi-75-B:\n Not a clue. Hey, wait, are those-\n\n\n\n\n[SECTION REMOVED - PSYCHOTROPIC HAZARD. 20 MINUTES.]\n\n\n\n\nAn individual, later confirmed to be an SCP-5075-A instance, bumps into Xi-75-B.\n\n\nSCP-5075-A:\n D'you want to fucking go, mate?\n\n\nThe SCP-5075-A instance pushes Xi-75-C, but Xi-75-B separates the two and falls down in the process. Xi-75-B is trampled by the crowd, and their vision is obscured. The following is recorded on Xi-75-C's camera.\n\n\n\n\n[SECTION REMOVED - PSYCHOTROPIC HAZARD. 170 MINUTES.]\n\n\n\n\nThe music along with the crowd grow quiet nearing the concert's end.\n\n\nSCP-5075-1:\n My dearest loves; With a heavy heart, I must inform you that we are departing, both from the stage, and from our mortal coils.\n\n\nThe crowd whispers and a few audience members cry out.\n\n\nUnidentified Person:\n What?\n\n\nXi-75-C:\n No fucking way.\n\n\nSCP-5075-1:\n We all knew this would never last - the Ambassador is closing in, circling, watching us, waiting for the moment to strike. But we need a final favor. Carry our work safely through the gallows and deliver it- through it, submit yourself to the King.\n\n\nThe crowd continues to whisper. SCP-5075-1 raises its hand, and the audience goes silent.\n\n\nSCP-5075 <collectively>:\n We bestow upon thee our souls, or at least what's left of them. We bestow upon this mob of mortals our songs and hearts. We bestow our belief and our love, we bestow our grief and our hatred, upon thee, sons and daughters. The bastards born from our minds.\n\n\nThe audience cheers.\n\n\nSCP-5075 <collectively, including audience>:\n With this, our blood, it is the Hanged King’s.\n\n\nSCP-5075 proceeds to brutally mutilate, lacerate, eviscerate and strangle each other, notably gripping their injuries and tearing at them in order to cover the audience in the unknown black liquid. The crowd begins to cheer and scream in excitement, even grabbing at the entities and their injuries themselves in order to further harm them. After twenty minutes of brawling, all entities collapse before dematerializing. The lights flicker and then completely go out. The audience members begin to boo, and aggressively turn on each other, engaging in lesser acts of violence. Xi-75-C staggers away from the crowd.\n\n\nXi-75-C:\n What am I doing?\n\n\nXi-75-C sends a distress signal to the Amnestics Department, and is punched in the jaw by a SCP-5075-A instance. All MTF-Xi-75 agents are overrun by violent crowd members. The Amnestics Department arrives and doses the area in airborne amnestic drugs, detaining civilians and tending to the wounded.\n\n\n[END LOG]\n\n\n\n\n\"Tally Ho\" Post-Action Report:\n\n\nThe bodies of SCP-5075-1 through -4 were not recovered during initial clean-up, and are still missing. Though there were no casualties, all individuals present were left in critical condition. Xi-75-A and Xi-75-B were found unconscious outside of the pub with heavy bruising. Neither recall the events leading up to, and during the incident. Xi-75-C is undergoing psychological screening.\n\n\nKnown SCP-5075-A instances present at the \"Tally Ho\" incident:\n\n\n\n\nJohn Lydon\n\n\nJohn Ritchie\n\n\nDave Parsons\n\n\nRobin Guy\n\n\nBrian James\n\n\n\n\nAll SCP-5075-A instances present at the performance were detained and amnesticized, \nand were believed to no longer be under the effects of SCP-5075.\n\n\nResearcher's Note:\n \nIt appears 5075's effects were far stronger than we realized.\n\n\n\n\n- Doctor Geoff Simpson\n\n\n\n\n\n\n\n\n\n\n\n\nClosing Notes:\n \nMultiple containment proposals have been suggested to me, all of which I have summarily denied. SCP-5075 is, unless proven otherwise, Neutralized. It's been inactive for twelve years, \nif it was still a threat, it would've done something by now.\n\n\n\n\n- Director Shirley Gillespie\n\n\n\n\n\n\n\n\n« \nSCP-5074\n | SCP-5075 | \nSCP-5076\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5075\n\" by VoidLady & snuggly face, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5075\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5075 \" by VoidLady & snuggly face, from the SCP Wiki . Source: https://scpwiki.com/scp-5075 . Licensed under CC-BY-SA ."
    ],
    "description": "SCP-5075 was the designation given to the Merseybeat/garage-rock band known as The Porcelain Gang Bang, who were active between 1961 and 1975. Music performed by SCP-5075 often dealt with themes of anti-authoritarianism, pestilence, and sexual activity. Music performed by SCP-5075 was sung in a mixture of English and an unidentified second language, and possibly carried a memetic effect that allowed all listeners to understand the lyrics in a literal and emotional sense.",
    "title": "SCP-5075"
}