{
    "url": "https://scp-wiki.wikidot.com/scp-5079",
    "all_text": "#page-content\n \n.collapsible-block\n \n{\n \n    \nposition:\n \nrelative\n;\n    \npadding:\n \n0.5\nem\n;\n    \nmargin:\n \n0.5\nem\n;\n    \nbox-shadow:\n \n2\npx\n \n1.5\npx\n \n1\npx\n rgba(\n176\n,\n16\n,\n0\n,\n0.7\n), \n0\n \n0\n \n0\npx\n \n1\npx\n lightgrey\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n\n}\n\n \n\n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \nblack\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n \n\n}\n\n \n\n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\ncenter\n;\n\n}\n\n \n\n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \ncolor:\n dimgrey\n;\n\n}\n\n \n\n.collapsible-block-link\n \n{\n\n    \nfont-weight:\n \nbold\n;\n    \ncolor:\n dimgrey\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n \n\n.addendumbox\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nbox-shadow:\n0\n \n2\npx\n \n5\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n),\n0\n \n2\npx\n \n10\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.12\n)\n;\n\n}\n\n \n\n.material-box\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nborder:\n \n1\npx\n lightgrey \nsolid\n;\n    \nbox-shadow:\n \n1\npx\n \n2\npx\n \n2\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n)\n;\n\n}\n\n \n\n.material-box\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.wiki-content-table\n \n{\n\n    \nwidth:\n \n100\n%\n;\n\n}\n\n \n\n.addendumbox\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.addendumtitle\n \n{\n\n   \nopacity:\n \n0.8\n;\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \n#b01\n;\n\n}\n\n \n\n.maintitle\n \n{\n\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-header\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \nfont-size:\nx-large\n;\n    \ncolor:\n#b01\n;\n\n}\n\n \n\n.addenda-header\n \n{\n\n    \nwidth:\n \n100\n%\n;\n    \nborder-bottom:\n \n2\npx\n \nblack\n \nsolid\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-info\n \n{\n\n    \ndisplay:\nflex\n;\n    \njustify-content:\nspace-between\n;\n    \nfont-size:\nlarge\n;\n\n}\n\n \n\n.scp-info-box\n \n{\n\n    \ndisplay:\nflex\n; \n    \njustify-content:\nspace-between\n;\n\n}\n\n \n\n.object-info\n \n{\n\n    \ncolor:\nblack\n;\n    \nalign-self:\n flex-end\n;\n    \nfont-size:\n \nlarge\n;\n\n}\n\n \n\n.title-style\n \n{\n\n    \nopacity:\n \n0.8\n;\n    \nmargin-bottom:\n \n10\npx\n;\n    \ncolor:\n \n#b01\n;\n    \nfont-size:\n \nlarge\n;\n    \ntext-decoration:\n \nunderline\n;\n    \nfont-weight:\n \nbold\n;\n\n}\n\n \n\n.update-div-empty\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n    \ncolor:\n lightgrey\n;\n\n}\n\n \n\n.update-div\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n\n}\n\n \n\n.computed\n \n{\n\n    \nborder:\n \n1\npx\n \nblack\n \nsolid\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.computed\n:before\n \n{\n\n    \ncontent:\n\"Computed \nCode\n\"\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.rawcode\n \n{\n\n    \nborder:\n \nblack\n \nsolid\n \n1\npx\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.rawcode\n:before\n{\n\n    \ncontent:\n\"Raw \nCode\n\"\n;\n    \ntext-align:\n \ncenter\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.codebox\n \n{\n\n    \ndisplay:\n \ninline-block\n;\n    \nwidth:\n \n100\n%\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \nem\n,  \n.yui-navset\n \n.yui-nav\n \na\n \nem\n{\n\n        \npadding:\n \n0.25\nem\n \n.75\nem\n; \n        \ntop:\n \n0\npx\n;\n        \nmargin-bottom:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n     \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \n{\n\n       \nmargin:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:focus\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:hover\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n         \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n:hover\n,\n\n.yui-navset\n \n.yui-nav\n \na\n:focus\n \n{\n\n    \nbackground:\n gainsboro\n;\n    \ntext-decoration:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n, \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n \n{\n\n\nbackground-color:\n \nnone\n;\n\nbackground-image:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n \n{\n\n\nbackground:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \nli\n{\n\n\nmargin:\n \n0\npx\n;\n\n}\n\n \n\n#page-content\n \n.licensebox\n \n.collapsible-block\n \n{\n\n    \nposition:\n unset\n;\n    \npadding:\n unset\n;\n    \nmargin:\n unset\n;\n    \nbox-shadow:\n unset\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\n \nleft\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \nleft\n;\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-link\n \n{\n\n    \ncolor:\n \ninherit\n;\n    \ntext-align:\n \nleft\n;\n\n}\n\n\n\n\n\n\n\n\n\n\nrating: \n+182\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\nrating: \n+182\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSurgically excised fungal material from an instance of SCP-5079-1.\n\n\n\n\n\n\nSpecial Containment Procedures\n:\n\nFoundation webcrawler I/O METATRON is to search for and delete all posts to online forums containing SCP-5079; the webcrawler shall also trace the post’s IP address. If a new IP address is registered then MTF personnel are to be mobilized to investigate and detain any individual who has posted SCP-5079.\n\n\nSCP-5079-1 instances are to be transported to converted medical centers in York, England, overseen by Site-91 personnel. Cover stories concerning the SCP-5079-1 instance are to be prepared in case any family or investigation queries the instance’s whereabouts. Police records concerning SCP-5079-1 instances are to be sanitized and emergency personnel finding an instance of SCP-5079-1 are to be administered Class-A amnestics.\n\n\nDescription\n:\n\nSCP-5079 is a self-executing, carnomantic\n1\n ritual targeting a small segment of the population that converts soft tissue of the body to tissue resembling the cellular structure of fungi. Subjects who are afflicted by SCP-5079 (designated as SCP-5079-1 instances) will begin to generate fungal structures attaching the body to the surrounding area shortly after encountering the thaumaturgically charged language of SCP-5079. Generation of fungal structures starts with the conversion of soft tissues in the body but then shifts to cellular duplication. Growth analysis shows rapid generation of fungal tendrils, taking less than twelve hours to firmly attach the subject with furniture and building structures. Tendrils of fungal material also generate inwards, encroaching into the body’s remaining soft tissues. Genetic analysis of the fungal growth continue to show human DNA in all generated biological material.\n\n\nResidual human systems persist, subject to encroachment of fungal materials into the body, allowing for intravenous feeding. SCP-5079-1 instances produce extremely high levels of oxytocin and melatonin when compared to a normally healthy human subject unaffected by SCP-5079.\n\n\nApproximately 35% of SCP-5079-1 instances succumb to the transfiguration of SCP-5079, eventually suffering brain death due to lack of sustenance or hydration.\n\n\nThe other 65% of SCP-5079-1 instances maintain normal brainwave activity and have shown expected levels of awareness, subject to physiological changes to sensory organs. However, only one instance of SCP-5079-1 has shown a willingness to speak.\n\n\nInstances of SCP-5079-1 are capable of continued life signs with proper treatment for approximately three to four years. Foundation researchers are developing possible treatments to reverse the process through pharmeceutical, thaumaturgical, and physiolocigal mechanisms. Thaumaturgical methods have thus far been able to slow the process and, in some cases, halt it completely.\n\n\n\n\nTreatment Protocols\n: Instances of SCP-5079-1 are to be put into medically induced comas and intravenously fed.\n\n\nAdditionally, instances are to be surgically excised from surrounding areas of their discovery and transported to converted medical facilities for care-giving by Foundation medical services.\n\n\nTo date, over one thousand individuals have been designated as SCP-5079-1.\n\n\n\n\nTargeted Individuals\n:\n\nSCP-5079 only affects individuals that show a high incidence of correlation to a list of identifying aspects:\n\n\n\n\nBetween 17 and 35 years old.\n\n\nHighly uncomfortable with in-person social interactions.\n\n\nAlmost no social support structures (no friends, family, or coworkers).\n\n\nEither not employed or employed in positions that require little to no interaction with others.\n\n\nSpends significant amounts of their waking hours online (gaming, on forums, fandom writing, or consuming media).\n\n\nDoes not endorse any religious or political ideology.\n\n\nOften frequents Reddit communities such as r/socialanxiety and/or r/socialskills.\n\n\n\n\nSCP-5079 has no effect on individuals that are inconsistent with the profile as outlined above.\n\n\n\n\nDiscovery\n: SCP-5079 was originally brought to Foundation personnel’s attention due to a series of missing person reports resulting in the discovery of SCP-5079-1 instances across continental Europe, the United Kingdom and the United States, beginning in August 2011. All initial instances were traced back to a series of posts by the Reddit user \"jakesalone211.\"\n2\n\n\n\n\n► Interview of SCP-5079-1 Instance ◄\n\n\n\n\n▼ Access Granted ▼\n\n\n\n\n\n\nResearcher’s notes: Subject was only partially coherent, as SCP-5079 progression had converted roughly 25% of her body mass, including partial transfiguration of the cranial structure and cervical spine areas. Subject was wheeled into the interview room on a rolling hospital bed, as she was securely affixed to the bedding by fungal material.\n\n\n\n\n\n\nDate\n: – \n2011-08-14\n\n\nInterviewee\n: – \nSylvia Ferver\n\n\nFoundation Personnel\n: – \nDr. Wellman Preda, Researcher\n\n\nPreda\n: Good afternoon, Sylvia.\n\n\nFerver\n: Hello, doctor.\n\n\nPreda\n: How are you this afternoon?\n\n\nFerver\n: 'Bout as well as you’d imagine, I figure. Not bad, all considering.\n\n\nPreda\n: Do you feel up to answering some questions?\n\n\nFerver\n: I’m real tired, doctor. But I can try.\n\n\nPreda\n: It’s appreciated, as the more we know, the better we can go about treating you and the others.\n\n\nFerver\n: Well, go on then.\n\n\nPreda\n: When did you first notice anything strange?\n\n\nFerver\n: \n[coughs]\n Sorry, sometimes hard to breathe.\n3\n \n[coughs]\n I think it was around a week ago, but it’s hard to say for sure.\n\n\nPreda\n: Can you think of any preceding events? Anything that stands out in your memory around the time you noticed the growths?\n\n\nFerver begins coughing violently for approximately sixty seconds.\n\n\nFerver\n: I really don’t know what could have caused this. I was browsing Reddit like I usually do, and then I felt stiff and it was difficult to shift in my chair.\n\n\nPreda\n: Can I ask what was your reaction to the growths?\n\n\nFerver\n: Honestly? I didn’t notice at first.\n\n\nPreda\n: You didn’t notice your skin metamorphosing into fungus and attaching your body to the chair?\n\n\nFerver\n: I know it’s hard to believe, but I really didn’t.\n\n\nPreda\n: Could you explain how you failed to notice such a thing?\n\n\nFerver\n: Just felt sleepy and comfortable, you know? I don’t think I was really aware of what was happening until the police knocked down my door.\n\n\nPreda\n: You don’t seem terribly upset by this process.\n\n\nFerver\n: Yea, I don’t know. I just don’t feel much anxiety about it. I sleep a lot, and when I’m not sleeping, I listen to audiobooks the guards bring me.\n\n\nPreda\n: Do you not want to be cured?\n\n\nFerver\n: It’s not that I don’t want to be free of this… but I just can’t seem to care much about it.\n\n\nPreda\n: Have you spoken with any of your fellow victims? I know they have you in shared rooms.\n\n\nFerver\n: No. They don’t speak for the most part. But I can feel them.\n\n\nPreda\n: Feel them?\n\n\nFerver\n: Yea, I can vaguely tell what they’re feeling. Sometimes I can even tell what they’re thinking, but only a little. Most of them just don’t seem interested in talking.\n\n\n- END LOG -\n\n\n\n\n\n\n\n\n\n\n\n\nInvestigation into SCP-5079’s Origins\n:\n\nGiven the carnomantic nature of SCP-5079, Dr. Preda consulted with \nDr. Judith Low\n, Senior Adviser at the Foundation Department of History. Dr. Low believes that SCP-5079 is derived from a \nNälkä\n ritual referenced to in a passage of the \nSolomonari Valkzaron\n4\n; the purpose of which was to create a joint being out of multiple individuals. Dr. Low further opined that the ritual was not intended to be shared as anonymous information, as typically it would be enacted to join those with intimate connections to one another: i.e. members of a small community.\n\n\nHowever, Dr. Low believes that if instances of SCP-5079-1 were to be placed close together, they would merge and eventually form an unknown instance.\n5\n Dr. Low believes that keeping the instances physically separate would halt such a merged instance from developing.\n\n\n\n\nThe Ethics Committee has ruled that experiments with instances of SCP-5079-1 towards testing Dr. Low’s hypothesis are inhumane and are not permitted at this time. All SCP-5079-1 instances are to be kept physically separate and treated in order to preserve life and potentially halt the progression of SCP-5079.\n\n\n\n\nAny purposes and features of this hypothetical joint being (merged from individual instances of SCP-5079-1) are unknown at this time.\n\n\nReview of Sylvia Ferver’s online activity revealed a post containing SCP-5079 shared on r/socialanxiety dated 2011-08-06. The IP address of the device used to post SCP-5079 was traced back to a flat in Newcastle, Northern England, owned by Jacob Bell. Survey of Reddit and other online forums found over thirty-five posts containing the thaumaturgically active language of SCP-5079. All posts containing SCP-5079 were traced back to Bell's IP address and were subsequently deleted from their respective servers.\n\n\n\n\n► MTF-Beta-777 Mobilization Log ◄\n\n\n\n\n▼ Access Granted ▼\n\n\n\n\n\n\nPreamble\n: MTF-Beta-777\n6\n (\"Hecate’s Spear\") was mobilized on 2011-08-15 from Site-91 to Newcastle in order to investigate the origin point of SCP-5079.\n\n\nMobilized personnel\n: Major Julia Weaver (β1), Lieutenant Mark Galbraith (β2), Lieutenant Gabriel Merced (β3) and Captain Maria Waltham (β4)\n7\n\n\n07:15\n - MTF personnel arrive on site. Local police personnel surrounds the building.\n\n\n07:18\n - MTF personnel close on Bell’s flat door; noting the absence of any thaumaturgical countermeasure.\n\n\n07:19\n - MTF personnel breach.\n\n\n07:20\n - β3 runs from the flat, vomiting in the hall. β1 reports that subject is firmly entrenched into the floor and walls, barely skeletal remains at the center of fungal masses covering roughly 60% of the studio flat.\n8\n β2 reports no life signs on subject, but fungal mass appears to be alive. β4 states the subject looks like living wall art. Fungal masses are saturated with blood.\n\n\n07:22\n - β1 orders β4 to scan the room for thaumaturgical countermeasures. β1 exits flat to check on β3. β2 disconnects the hard drive to Bell’s computer and leaves the flat.\n\n\n07:23\n - β4 scans the area for thaumaturgical residue and chokes back a sob. β1 calls in through the open door. β4 does not respond immediately.\n\n\n07:24\n - β1 looks in from the open doorway and radios for support from command. β4’s lower extremities have been almost entirely wrapped in fungal material connected to the mass growing from Bell’s corpse. β4 attempts to dispel the fungal mass from her lower extremities through thaumaturgy but only succeeds in halting the climb of the mass.\n\n\n07:25\n - β1 and β3 enter the flat and sever the fungal mass from β4’s lower extremities and drag her out of the building.\n\n\n07:28\n - β4 is evacuated from the site by medical chopper and anomalous hazard disposal teams arrive. Samples are taken from the mass and the flat is sterilized with chemical agents and then a controlled burn.\n\n\n\n\n\n\nNotes\n: Captain Waltham suffered from numerous shallow cuts and abrasions from the fungal material. After 24 hours observation, she showed no signs of infection, confirming that SCP-5079 is not a pathogen that can be transferred.\n\n\nFor several weeks after the incident, Captain Waltham reported being \"consumed\" by feelings of loneliness and desperately wanting to feel connected to other people. She has been referred to Foundation approved therapy.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\nBell’s hard drive contained numerous digital documents concerning thaumaturgy, a copy of the \nSolomonari Valkzaron\n, and numerous diagrams for carnomantic rituals. Research into Bell’s family has shown no connections to any known Neo- or Proto-Sarkic cults. Also recovered from Bell's flat was several self-help books with a focus on interpersonal communication and creating lasting bonds. The books are worn and have been heavily annotated by one individual's handwriting.\n\n\n\n► Recovered Chat Logs from Bell’s Computer \n\n\n\n\n▼ Close file\n\n\n\n\nThe following are saved logs discovered on Bell’s computer from an IRC channel called \nadywhatum?\n featuring occult and thaumaturgical discussions with anonymous usernames.\n\n\n\n\n\n\n\n\nAugust 2nd, 2011\n\n\n\n\n\n\n7:33 PM <\nKlaviguy\n> so wait, you want what?\n\n7:34 PM <\noccurious\n> i don even kno… just sick of being alone\n\n7:34 PM <\nKlaviguy\n> so join a club, dont join a channel of practitioners\n\n7:34 PM <\nRuemarcabrechick\n> \nKlaviguy\n Stop being such a dick. Op warning.\n\n7:34 PM \noccurious\n wat exactly you interested in\n\n7:35 PM <\noccurious\n> uh I just… fuck I don’t know. Something to help with the loneliness\n\n7:35 PM i wanna connect\n\n7:36 PM <\nthaumaybebabby\n> magic isn’t something to fuck with\n\n7:36 PM easy answers only get you in trouble\n\n7:37 PM <\nKlaviguy\n> thought we weren’t supposed to be dicks\n\n7:37 PM let’s hear them out, right?\n\n7:40 PM <\noccurious\n> thanks\n\n7:42 PM <\nthaumaybebabby\n> \noccurious\n don’t listen to a thing this shyster has to say, neo-sarkics only like using people\n\n7:44 PM <\nKlaviguy\n> oh how shocking, religious persecution from a librarian\n\n7:48 PM <\nthaumaybebabby\n> fuck you, meat magician\n\n7:53 PM <\nRuemarcabrechick\n> OK ENOUGH. Drop it or you’re both out of here.\n\n7:53 PM <\nthaumaybebabby\n> dropping it\n\n7:53 PM <\nRuemarcabrechick\n> and \nthaumaybebabby\n no religious persecution ok? Some of my best friends are Sarkics.\n\n7:55 PM <\nKlaviguy\n> Then you’d know they don’t like to be called that\n\n7:57 PM <\nRuemarcabrechick\n> I apologize.\n\n7:58 PM <\nKlaviguy\n> so, \noccurious\n when you say “connect” what do you mean?\n\n7:59 PM <\noccurious\n> feel like I belong, not just some lonely idiot staring at his monitor\n\n8:00 PM <\nRuemarcabrechick\n> I think it’s necessary for me to warn you, \noccurious\n\n8:00 PM you sure you’re aware of who you’re talking to\n\n8:01 PM <\noccurious\n> I’m an adult, I can figure it out for myself, thank you\n\n8:01 PM \nRuemarcabrechick\n holds her hands up in mock surrender\n\n8:03 PM <\nKlaviguy\n> right, so… I think I have something for you but its not for the masses… \noccurious\n pm?\n\n8:04 PM <\noccurious\n> sure\n\n\n\n\n\n\n\n\n\n\n\n\nAugust 2nd, 2011\n\n\n\n\n\n\n8:04 PM <\nKlaviguy\n> hey there\n\n8:05 PM <\noccurious\n> yo\n\n8:05 PM <\nKlaviguy\n> so how familiar are you with thaumaturgical rituals?\n\n8:06 PM <\noccurious\n> so so, not an expert\n\n8:07 PM <\nKlaviguy\n> you’ll have to get a few things, but I’ll run you through the requirements. Hold on, I’ll send you a list\n\n\n\n\n\n\nAugust 4th, 2011\n\n\n\n\n\n\n6:20 PM <\noccurious\n> you around?\n\n6:21 PM <\nKlaviguy\n> yeah… you get em?\n\n6:27 PM <\noccurious\n> yes I found the book and the materials\n\n6:28 PM <\nKlaviguy\n> nice one\n\n6:29 PM ok, well we’re gonna have to work through it and I can show you how to tailor the ritual to work for specific types of people\n\n6:30 PM <\noccurious\n> wym?\n\n6:31 PM <\nKlaviguy\n> Like if you want the ritual to work for certain personalities or shared interests, so you can shape the community how you want it\n\n6:32 PM <\noccurious\n> ok great\n\n6:33 PM <\nKlaviguy\n> right well, before we get into it, you need to know this doesn’t work by yourself. If you want to connect this way, you’ll need other people\n\n6:35 PM <\noccurious\n> no friends, that’s the whole point\n\n6:36 PM <\nKlaviguy\n> figure it out, genius. Doing it by yourself doesn’t do shit. You need to share the ritual with others\n\n6:37 PM <\noccurious\n> ……. ok, I’ll make it work\n\n\n\n\nOn the initial post on r/socialanxiety there was one comment from a “\nKlaviguy\n” stating: “\nI told him to do it with other people. Idiot.\n”\n\n\nadywhatum?\n is no longer being operated.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\nAfter several months without the appearance of any new SCP-5079-1 instances, the Classification Committee was considering the reclassification to \"Neutralized.\" However, on 2012-01-19, several new posts containing SCP-5079 were spotted by I/O METATRON and were deleted within seconds. The IP addresses of the posters were traced back to six new individual Reddit user accounts. When interviewed, the users universally stated they saw the original posts months before and saved them and then re-uploaded. One of the new posters stated \"I liked the look of it, cool occult language. Thought others would get a kick outta it!\" All six were administered Class-A amnestics and are under observation for signs of SCP-5079's effects.\n\n\n \n\n\nrating: \n+182\n+\n–\nx\n\n\n\n\nFootnotes\n\n\n1\n. Commonly known as “fleshcrafting,” carnomancy is a thaumaturgical tradition focused on the shaping of the body through anomalous means.\n\n\n2\n. Review of this user's history of activity on Reddit reveals dozens of posts discussing the user's anxiety over connecting with others and their failed attempts at doing so.\n\n\n3\n. Ms. Ferver had some buildup of fungal growths encroaching on her airways in the throat region.\n\n\n4\n. \nNälkä\n holy book concerning the teachings and mythos of Grand Karcist Ion.\n\n\n5\n. Based on her translation and analysis of the \nSolomonari Valkzaron\n.\n\n\n6\n. Experts in thaumaturgical analysis and defusal of thaumaturgical countermeasures.\n\n\n7\n. Class-A thaumatologist.\n\n\n8\n. Tendrils of bloody fungus firmly attached the cadaver to an office chair, most of the flooring in the flat, and significant portions of the walls. Review of the video shows fungal material slowly crawling up multiple surfaces, and exuding moist spores.\n\n\n\n\n\n\n\n\n« \nSCP-5078\n | SCP-5079 | \nSCP-5080\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5079\n\" by Grigori Karpin, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5079\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Fungus\n\n\nAuthor:\n Bernard Spragg\n\n\nLicense:\n Released into Public Domain\n\n\nSource Link:\n \nFungus\n\n\nNotes\n: Edited by me.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Treatment Protocols : Instances of SCP-5079-1 are to be put into medically induced comas and intravenously fed. Additionally, instances are to be surgically excised from surrounding areas of their discovery and transported to converted medical facilities for care-giving by Foundation medical services. To date, over one thousand individuals have been designated as SCP-5079-1.",
        "Researcher’s notes: Subject was only partially coherent, as SCP-5079 progression had converted roughly 25% of her body mass, including partial transfiguration of the cranial structure and cervical spine areas. Subject was wheeled into the interview room on a rolling hospital bed, as she was securely affixed to the bedding by fungal material.",
        "Date : – 2011-08-14 Interviewee : – Sylvia Ferver Foundation Personnel : – Dr. Wellman Preda, Researcher Preda : Good afternoon, Sylvia. Ferver : Hello, doctor. Preda : How are you this afternoon? Ferver : 'Bout as well as you’d imagine, I figure. Not bad, all considering. Preda : Do you feel up to answering some questions? Ferver : I’m real tired, doctor. But I can try. Preda : It’s appreciated, as the more we know, the better we can go about treating you and the others. Ferver : Well, go on then. Preda : When did you first notice anything strange? Ferver : [coughs] Sorry, sometimes hard to breathe. 3 [coughs] I think it was around a week ago, but it’s hard to say for sure. Preda : Can you think of any preceding events? Anything that stands out in your memory around the time you noticed the growths? Ferver begins coughing violently for approximately sixty seconds. Ferver : I really don’t know what could have caused this. I was browsing Reddit like I usually do, and then I felt stiff and it was difficult to shift in my chair. Preda : Can I ask what was your reaction to the growths? Ferver : Honestly? I didn’t notice at first. Preda : You didn’t notice your skin metamorphosing into fungus and attaching your body to the chair? Ferver : I know it’s hard to believe, but I really didn’t. Preda : Could you explain how you failed to notice such a thing? Ferver : Just felt sleepy and comfortable, you know? I don’t think I was really aware of what was happening until the police knocked down my door. Preda : You don’t seem terribly upset by this process. Ferver : Yea, I don’t know. I just don’t feel much anxiety about it. I sleep a lot, and when I’m not sleeping, I listen to audiobooks the guards bring me. Preda : Do you not want to be cured? Ferver : It’s not that I don’t want to be free of this… but I just can’t seem to care much about it. Preda : Have you spoken with any of your fellow victims? I know they have you in shared rooms. Ferver : No. They don’t speak for the most part. But I can feel them. Preda : Feel them? Ferver : Yea, I can vaguely tell what they’re feeling. Sometimes I can even tell what they’re thinking, but only a little. Most of them just don’t seem interested in talking. - END LOG -",
        "The Ethics Committee has ruled that experiments with instances of SCP-5079-1 towards testing Dr. Low’s hypothesis are inhumane and are not permitted at this time. All SCP-5079-1 instances are to be kept physically separate and treated in order to preserve life and potentially halt the progression of SCP-5079.",
        "Preamble : MTF-Beta-777 6 (\"Hecate’s Spear\") was mobilized on 2011-08-15 from Site-91 to Newcastle in order to investigate the origin point of SCP-5079. Mobilized personnel : Major Julia Weaver (β1), Lieutenant Mark Galbraith (β2), Lieutenant Gabriel Merced (β3) and Captain Maria Waltham (β4) 7 07:15 - MTF personnel arrive on site. Local police personnel surrounds the building. 07:18 - MTF personnel close on Bell’s flat door; noting the absence of any thaumaturgical countermeasure. 07:19 - MTF personnel breach. 07:20 - β3 runs from the flat, vomiting in the hall. β1 reports that subject is firmly entrenched into the floor and walls, barely skeletal remains at the center of fungal masses covering roughly 60% of the studio flat. 8 β2 reports no life signs on subject, but fungal mass appears to be alive. β4 states the subject looks like living wall art. Fungal masses are saturated with blood. 07:22 - β1 orders β4 to scan the room for thaumaturgical countermeasures. β1 exits flat to check on β3. β2 disconnects the hard drive to Bell’s computer and leaves the flat. 07:23 - β4 scans the area for thaumaturgical residue and chokes back a sob. β1 calls in through the open door. β4 does not respond immediately. 07:24 - β1 looks in from the open doorway and radios for support from command. β4’s lower extremities have been almost entirely wrapped in fungal material connected to the mass growing from Bell’s corpse. β4 attempts to dispel the fungal mass from her lower extremities through thaumaturgy but only succeeds in halting the climb of the mass. 07:25 - β1 and β3 enter the flat and sever the fungal mass from β4’s lower extremities and drag her out of the building. 07:28 - β4 is evacuated from the site by medical chopper and anomalous hazard disposal teams arrive. Samples are taken from the mass and the flat is sterilized with chemical agents and then a controlled burn.",
        "Notes : Captain Waltham suffered from numerous shallow cuts and abrasions from the fungal material. After 24 hours observation, she showed no signs of infection, confirming that SCP-5079 is not a pathogen that can be transferred. For several weeks after the incident, Captain Waltham reported being \"consumed\" by feelings of loneliness and desperately wanting to feel connected to other people. She has been referred to Foundation approved therapy.",
        "\" SCP-5079 \" by Grigori Karpin, from the SCP Wiki . Source: https://scpwiki.com/scp-5079 . Licensed under CC-BY-SA .",
        "Filename: Fungus Author: Bernard Spragg License: Released into Public Domain Source Link: Fungus Notes : Edited by me."
    ],
    "title": "SCP-5079"
}