{
    "url": "https://scp-wiki.wikidot.com/scp-5085",
    "all_text": "SCP-5085:\n Imprints\n\n\nAuthor:\n \nHexick\n.\n\n\n\n\nThis article contains mentions of sensitive topics. Please be advised. With all that said, I hope you all enjoy and as always, stay magical.\n\n\n\n\nImage Sources:\n\n\nN/A\n\n\n\n\n\n\n\n\n[ ▸ More by this Author ◂]\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+62\n+\n–\nx\n\n\nItem #:\n SCP-5085\n\n\nObject Class:\n Neutralized\n\n\nSpecial Containment Procedures:\n Due to SCP-5085's short duration and subsequent de-manifestation, no direct containment procedures have been deemed necessary at this time.\n\n\nA disinformation campaign has been fabricated to explain the sudden closure of the aquarium affected by SCP-5085. The campaign details that the interior of the building containing SCP-5085 had partially collapsed and as such, the building had been closed until the damage could be repaired.\n\n\nDue to the time in which SCP-5085 manifested, no individuals had interacted with the anomaly, rendering the use of amnestics unnecessary.\n\n\nThe handling of SCP-5085-1's remains is to be done in a manner that adheres to procedures assigned to Class-2 Type-Green entities.\n\n\nDescription:\n SCP-5085 designates a reality-restructuring event that directly affected the Weshland Aquarium in Orlando, Florida. The incident lasted from July 16, 1989, up until July 18, 1989.\n\n\nDuring the event, the interior of the structure and items within were subject to transformation regarding physical, mental, and chemical attributes. Although SCP-5085 has demonstrated no proof of sentience, items will be modified in particular manners once a certain set of criteria are met; however, what the specific criteria encompass is poorly understood. A completely structured list of objects modified by SCP-5085 has been provided in Addendum-5085.1.\n\n\nDiscovery:\n SCP-5085 was initially recovered approximately one hour after its initial manifestation between 2:30 to 3:30 EST. This was accomplished via routine monitoring of the local Humes with the use of Kant Counters which had been installed throughout the area.\n1\n\n\nField personnel embedded within the community were dispatched to isolate the area until a permanent containment solution could be formulated. As precautions were taken due to the nature of SCP-5085's anomalous properties, no fatalities were recorded and the area was contained without incident.\n\n\nAddendum-5085.1:\n Information regarding changes within the aquarium are as follows:\n\n\n\n\nDate:\n July 16, 1989\n\n\nOrigin:\n Pre-existing\n2\n\n\nDetails:\n All instances of \nIsurus oxyrinchus\n3\n being kept in the aquarium underwent drastic physiological changes. All of the instances' teeth had been removed via unknown means thus causing a significant change to behavioral patterns. Analysis has concluded that the previously mentioned specimen had ceased carnivorous feeding habits and began consuming oceanic flora within the tank they inhabited. Further monitoring led to the conclusion that they had developed human-like intellect despite such characteristics being impossible to retain by such organisms.\n\n\nFurthermore:\n All specimens were promptly terminated as the previously mentioned characteristics had led to the degradation in both physical health and neurological function.\n\n\n\n\n\n\nDate:\n July 17, 1989\n\n\nOrigin:\n Pre-existing\n\n\nDetails:\n All solid objects within the building containing sharpened features underwent anomalous chemical reformation. Whenever affected items made physical contact with organic matter, the previously mentioned would immediately enter a liquid state regardless of their external environment. The affected items have thus far not been able to be removed from the area due to an unseen force.\n\n\n\n\n\n\nDate:\n July 17, 1989\n\n\nOrigin:\n Inserted\n4\n\n\nDetails:\n Regarding the above anomaly, a steel knife was introduced into the building with the intent of viewing whether this change applies to objects not within the area at the time of the initial transformation. Upon entry, the knife was vaporized instantaneously.\n\n\n\n\n\n\nDate:\n July 18, 1989\n\n\nOrigin:\n Inserted\n\n\nDetails:\n Once entering the compound, any living organisms would lose the ability to sense pain. Physical examination has not proven fruitful as no changes to the central nervous system could be observed.\n\n\n\n\n\n\nAddendum-5085.2:\n On the date of July 18, 1989, monitoring of SCP-5085 revealed a significant decrease in anomalous activity. Kant Counters monitoring SCP-5085's area of effect displayed minimal changes in the local Hume levels.\n\n\nAt 19:05, a large increase in the local Humes was detected before all anomalous properties ceased entirely. Items initially affected by SCP-5085 had reverted to their original state except the object used in Test-3. A full investigation led to the discovery of the deceased body of an unidentified prepubescent male located within a disused storage closet. The individual displayed numerous lacerations caused by a bladed instrument. The surrounding environment displayed slightly increased levels of radiation, suggesting a possible translocation event had occurred in the days prior.\n\n\nA full autopsy was performed determining the cause of death to be exsanguination via severe trauma to major organs. Analysis of the brain showed several abnormalities suggesting that they may have possessed ontokinetic properties. As such, it has been determined that the individual was the cause of SCP-5085 and was classified as SCP-5085-1.\n\n\nWithin the room where SCP-5085-1 was discovered, several phrases were melted into the walls through unknown means. These notes are as follows:\n\n\n\n\n\n\nH E L P\n\n\n\n\n\n\nNO MORE SHARP STOP PAIN\n\n\n\n\n\n\nNO SHARP\n\n\n\n\n\n\nSORRY FOR BURN HOUSE\n\n\n\n\n\n\nCAN'T CONTROL IT\n\n\n\n\n\n\nFEELING COLD\n\n\n\n\n\n\nWHY DO THIS?\n\n\n\n\n\n\nWE WERE FAMILY\n\n\n\n\n\n\nI'M SORRY MOM AND DAD\n\n\n\n\n\n\nI JUST WANTED TO FIX EVERYTHING\n\n\n\n\n\n\n\nA single sheet of computer paper was also recovered from the scene. Burn marks had been imprinted on the paper in a fashion displaying anthropomorphic sea creatures; most notably sharks. The phrase \"favorite place\" was found to be crudely written on the back of the sheet in a similar fashion. Further investigation of the events leading up to SCP-5085-1's death is ongoing. SCP-5085-1 is scheduled for cremation on July 22, 1989.\n\nA house fire near the incident of SCP-5085 is currently under investigation in a dilapidated portion of Orlando for possible relations to SCP-5085-1.\n5\n Recovered from the scene was a steel container holding several drawings, one of which displays an image of 3 humanoids holding hands whilst surrounded by fish. Others displayed two humanoid figures engaging in violent acts, though the meaning behind these drawings is currently unknown. Further research into the correlations between the two incidents is ongoing.\n\n\n\n\nFootnotes\n\n\n1\n. It should be noted that such precautions had been taken due to the immense population of the area.\n\n\n2\n. The object was present within the structure prior to the manifestation of anomalous properties.\n\n\n3\n. Shortfin mako shark.\n\n\n4\n. The object was implemented within the environment by the Foundation for testing purposes.\n\n\n5\n. For clarity, it was brought to the Foundation's attention due to no source of the fire being discovered and the local area displaying signs of Hume fluctuation.\n\n\n\n\n\n\n\n\n« \nSCP-5084\n | SCP-5085 | \nSCP-5086\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5085\n\" by Hexick, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5085\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nN/A",
    "addendums": [
        "Addendum-5085.1: Information regarding changes within the aquarium are as follows:",
        "Addendum-5085.2: On the date of July 18, 1989, monitoring of SCP-5085 revealed a significant decrease in anomalous activity. Kant Counters monitoring SCP-5085's area of effect displayed minimal changes in the local Hume levels.\nAt 19:05, a large increase in the local Humes was detected before all anomalous properties ceased entirely. Items initially affected by SCP-5085 had reverted to their original state except the object used in Test-3. A full investigation led to the discovery of the deceased body of an unidentified prepubescent male located within a disused storage closet. The individual displayed numerous lacerations caused by a bladed instrument. The surrounding environment displayed slightly increased levels of radiation, suggesting a possible translocation event had occurred in the days prior.\nA full autopsy was performed determining the cause of death to be exsanguination via severe trauma to major organs. Analysis of the brain showed several abnormalities suggesting that they may have possessed ontokinetic properties. As such, it has been determined that the individual was the cause of SCP-5085 and was classified as SCP-5085-1.\nWithin the room where SCP-5085-1 was discovered, several phrases were melted into the walls through unknown means. These notes are as follows:\n\nA house fire near the incident of SCP-5085 is currently under investigation in a dilapidated portion of Orlando for possible relations to SCP-5085-1. 5 Recovered from the scene was a steel container holding several drawings, one of which displays an image of 3 humanoids holding hands whilst surrounded by fish. Others displayed two humanoid figures engaging in violent acts, though the meaning behind these drawings is currently unknown. Further research into the correlations between the two incidents is ongoing."
    ],
    "documents": [],
    "notes": [
        "Date: July 16, 1989 Origin: Pre-existing 2 Details: All instances of Isurus oxyrinchus 3 being kept in the aquarium underwent drastic physiological changes. All of the instances' teeth had been removed via unknown means thus causing a significant change to behavioral patterns. Analysis has concluded that the previously mentioned specimen had ceased carnivorous feeding habits and began consuming oceanic flora within the tank they inhabited. Further monitoring led to the conclusion that they had developed human-like intellect despite such characteristics being impossible to retain by such organisms. Furthermore: All specimens were promptly terminated as the previously mentioned characteristics had led to the degradation in both physical health and neurological function.",
        "Date: July 17, 1989 Origin: Pre-existing Details: All solid objects within the building containing sharpened features underwent anomalous chemical reformation. Whenever affected items made physical contact with organic matter, the previously mentioned would immediately enter a liquid state regardless of their external environment. The affected items have thus far not been able to be removed from the area due to an unseen force.",
        "Date: July 17, 1989 Origin: Inserted 4 Details: Regarding the above anomaly, a steel knife was introduced into the building with the intent of viewing whether this change applies to objects not within the area at the time of the initial transformation. Upon entry, the knife was vaporized instantaneously.",
        "Date: July 18, 1989 Origin: Inserted Details: Once entering the compound, any living organisms would lose the ability to sense pain. Physical examination has not proven fruitful as no changes to the central nervous system could be observed.",
        "H E L P",
        "NO MORE SHARP STOP PAIN",
        "NO SHARP",
        "SORRY FOR BURN HOUSE",
        "CAN'T CONTROL IT",
        "FEELING COLD",
        "WHY DO THIS?",
        "WE WERE FAMILY",
        "I'M SORRY MOM AND DAD",
        "I JUST WANTED TO FIX EVERYTHING",
        "\" SCP-5085 \" by Hexick, from the SCP Wiki . Source: https://scpwiki.com/scp-5085 . Licensed under CC-BY-SA .",
        "N/A"
    ],
    "item": "SCP-5085",
    "object_class": "Neutralized",
    "containment_procedures": "Due to SCP-5085's short duration and subsequent de-manifestation, no direct containment procedures have been deemed necessary at this time.",
    "description": "SCP-5085 designates a reality-restructuring event that directly affected the Weshland Aquarium in Orlando, Florida. The incident lasted from July 16, 1989, up until July 18, 1989.",
    "title": "SCP-5085"
}