{
    "url": "https://scp-wiki.wikidot.com/scp-5090",
    "all_text": "rating: \n+175\n+\n–\nx\n\n\n\n\nSpecial Containment Procedures:\n SCP-5090-1 is to be kept in a tidal vivarium. A Faraday cage hardwired to the Foundation intranet is to be positioned around the enclosure to restrict public access to SCP-5090 and SCP-5090-A through SCP-5090-C. Disinformation campaigns regarding the sites are to be launched to settle any possible sightings of SCP-5090 before Foundation intervention. SCP-5090-1 is to be fed one loggerhead turtle egg daily, and supplied a dish of saltwater, to be exchanged for fresh saltwater every two weeks.\n\n\nDescription:\n SCP-5090 is a Wide Area Network server. No evidence of external hardware which operates SCP-5090 exists; instead, SCP-5090 is entirely operated by SCP-5090-1. It has been concluded that SCP-5090 and SCP-5090-A through SCP-5090-C operate based on the daily actions of SCP-5090-1.\n\n\nSCP-5090-1 is a colony of Atlantic ghost crabs (\nOcypodinae quadrata\n) which previously resided on Scotch Beach, Block Island, Rhode Island (see addendum 1). SCP-5090-1 appears to be sapient; it is concluded that SCP-5090-1 collectively has the equivalent intelligence of a seven-year-old human child. SCP-5090's exact method of creation is unknown, although enough evidence has led to the conclusion that SCP-5090-1 created it through telecommunication. SCP-5090-1 will interact with users of SCP-5090-A through SCP-5090-C, appearing to perceive users as other animals in the area.\n\n\nSCP-5090-A, SCP-5090-B, and SCP-5090-C are websites created by SCP-5090-1. One or more of these websites will appear in a user's browser history and/or bookmarks before the user had accessed these websites in the first place. Visiting SCP-5090-A through SCP-5090-C will automatically connect the user to SCP-5090.\n\n\nSCP-5090-A is a blog-style website accessible by the domain www.turtleeggtime.crab, mainly consisting of posts about the daily lives of SCP-5090-1.\n\n\nSCP-5090-B is a video sharing website accessible by the domain www.digfromdanger.crab. Despite its intended purpose, SCP-5090-B contains few videos posted by SCP-5090-1. SCP-5090-1 mainly interacts with users through the community tab, and commenting on works uploaded by other users.\n\n\nSCP-5090-C is an educational webpage consisting of interactive media with the purpose of educating school age children that is accessible by the domain www.sand.crab.\n\n\nAddendum 1.1: SCP-5090-1 Interaction Pre Containment\n\n\nOn 07/06/2019 Dr. Marigold and Researcher Crane accessed SCP-5090-A and SCP-5090-B to interact with SCP-5090-1 before containment. Dr. Marigold went under the alias \n\"Crabgirl19\"\n, and Researcher Crane went under the alias \n\"Puzzledhearts\"\n.\n\n\n\n\nghostysandgvhbj\n\n\nturtle egg or bug\n\n\n\n\negg4lyfe\n\n\negg\n\n\n\n\nPuzzledhearts\n\n\nEggs sound healthy.\n\n\n\n\nburrowsfromdangerssss\n\n\nWhy does a ross goose say egg eating good you a goose\n\n\n\n\nPuzzledhearts\n\n\nThey're not my eggs.\n\n\n\n\negg4lyfe\n\n\nweird goose\n\n\n\n\nLicorice_0_3_0\n\n\nwhat animal am I\n\n\n\n\ndancecrabsand\n\n\nstupid butterfish dont know what it is\n\nhaha\n\n\n\n\nCrabgirl19\n\n\nwhere do you guys live\n\n\n\n\nPuzzledhearts\n\n\nA bit on the nose, crab girl.\n\n\n\n\nghostysandgvhbj\n\n\nhabitat\n\nblock\n\n\n\n\nCrabgirl19\n\n\nyou didn't block me\n\n\n\n\nghostysandgvhbj\n\n\nblock\n\n\n\n\nCrabgirl19\n\n\nokay\n\n\n\n\nocean-survival\n\n\nnosey box crab\n\n\nstand by your crab brethren\n\nno nose\n\n\n\n\nCrabgirl19\n\n\nwhat the fuck how do you know the word brethren\n\n\n\n\nocean-survival\n\n\nwhat does that mean\n\n\n\n\nCrabgirl19\n\n\nI love you all\n\n\n\n\ntheportraitjudges\n\n\nI know they're so cute right\n\n\n\n\nburrowsfromdangerssss\n\n\nI am not cute catbird\n\n\nfierce crab\n\n\n\n\nClosing statement: the animals mentioned in the log by SCP-5090-1 led to the conclusion that it resided in Rhode Island. SCP-5090-1 mentioning \"block\" appears to be a reference to Block Island, Rhode island.\n\n\nAddendum 1.2: SCP-5090-1 Interaction Post Containment\n\n\nThe following is the comment section of a video uploaded to SCP-5090-B titled \"life\". The video depicts two members of SCP-5090-1 sitting in containment for fifteen minutes.\n\n\n\n\nUploaded by ocean-survival on 08/12/2019\n\n\nVideo description:\n\n\ntoday life update\n\n\n\n\nCrabgirl19\n\ncool\n\n\negg4lyfe\n\n\nResponse to Crabgirl19:\n thanks I was in it\n\n\n\n\nPuzzledhearts\n\nDo you two have any hobbies?\n\n\nocean-survival\n\n\nResponse to Puzzledhearts:\n yes I like hunting for eggs but I cant do it a lot anymore because I am in cage thing but it is okay I have friends\n\n\nPuzzledhearts\n\n\nResponse to ocean-survival:\n Cage? what do you mean, lad?\n\n\nocean-survival\n\n\nResponse to Puzzledhearts:\n I was at the sea with my friends but then I wasnt\n\nI am not sure what happened but now I am not in the sea\n\nI still have my friends though\n\n\nPuzzledhearts\n\n\nResponse to ocean-survival:\n \nHow are you all adjusting to the change?\n\n\nocean-survival\n\n\nResponse to Puzzledhearts:\n adjusting?\n\n\nPuzzledhearts\n\n\nResponse to ocean-survival:\n how are you taking the change, in short.\n\n\nocean-survival\n\n\nResponse to Puzzledhearts:\n nosy ross goose\n\nbut you nice\n\nmost okay with it\n\nMossy is very confused though\n\nshe doesnt like change but we try to tell her it okay cause were all together\n\n\nPuzzledhearts\n\n\nResponse to ocean-survival:\n I see. Having friends through tough times is nice. I hope Mossy feels okay soon.\n\n\nocean-survival\n\n\nResponse to Puzzledhearts:\n yes me too\n\ndo you know what a place change feels like\n\ndo you have any friends you feel sad for is that why you are asking im not good at helping words\n\n\nPuzzledhearts\n\n\nResponse to ocean-survival:\n I'm just worried for you. I do somewhat know how you feel, so I can empathize.\n\n\nocean-survival\n\n\nResponse to Puzzledhearts:\n empathize????\n\n\nPuzzledhearts\n\n\nResponse to ocean-survival:\n Understand and share how you feel.\n\n\nocean-survival\n\n\nResponse to Puzzledhearts:\n oh\n\nI hope you and your friends are okay ross goose\n\n\nPuzzledhearts\n\n\nResponse to ocean-survival:\n That is very kind of you.\n\n\nocean-survival\n\n\nResponse to Puzzledhearts:\n thanks ross goose\n\ndid I give good helping words\n\n\nPuzzledhearts\n\n\nResponse to ocean-survival:\n You did, Ocean. Thanks again.\n\n\nocean-survival\n\n\nResponse to Puzzledhearts:\n yay place change not beated me!\n\n\n\n\n\n\n\n\n« \nSCP-5089\n | SCP-5090 | \nSCP-5091\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5090\n\" by Mew-ltiverse, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5090\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1.1: SCP-5090-1 Interaction Pre Containment\nOn 07/06/2019 Dr. Marigold and Researcher Crane accessed SCP-5090-A and SCP-5090-B to interact with SCP-5090-1 before containment. Dr. Marigold went under the alias \"Crabgirl19\" , and Researcher Crane went under the alias \"Puzzledhearts\" .\nClosing statement: the animals mentioned in the log by SCP-5090-1 led to the conclusion that it resided in Rhode Island. SCP-5090-1 mentioning \"block\" appears to be a reference to Block Island, Rhode island.",
        "Addendum 1.2: SCP-5090-1 Interaction Post Containment\nThe following is the comment section of a video uploaded to SCP-5090-B titled \"life\". The video depicts two members of SCP-5090-1 sitting in containment for fifteen minutes."
    ],
    "documents": [],
    "notes": [
        "ghostysandgvhbj turtle egg or bug egg4lyfe egg Puzzledhearts Eggs sound healthy. burrowsfromdangerssss Why does a ross goose say egg eating good you a goose Puzzledhearts They're not my eggs. egg4lyfe weird goose Licorice_0_3_0 what animal am I dancecrabsand stupid butterfish dont know what it is haha Crabgirl19 where do you guys live Puzzledhearts A bit on the nose, crab girl. ghostysandgvhbj habitat block Crabgirl19 you didn't block me ghostysandgvhbj block Crabgirl19 okay ocean-survival nosey box crab stand by your crab brethren no nose Crabgirl19 what the fuck how do you know the word brethren ocean-survival what does that mean Crabgirl19 I love you all theportraitjudges I know they're so cute right burrowsfromdangerssss I am not cute catbird fierce crab",
        "Uploaded by ocean-survival on 08/12/2019 Video description: today life update Crabgirl19 cool egg4lyfe Response to Crabgirl19: thanks I was in it Puzzledhearts Do you two have any hobbies? ocean-survival Response to Puzzledhearts: yes I like hunting for eggs but I cant do it a lot anymore because I am in cage thing but it is okay I have friends Puzzledhearts Response to ocean-survival: Cage? what do you mean, lad? ocean-survival Response to Puzzledhearts: I was at the sea with my friends but then I wasnt I am not sure what happened but now I am not in the sea I still have my friends though Puzzledhearts Response to ocean-survival: How are you all adjusting to the change? ocean-survival Response to Puzzledhearts: adjusting? Puzzledhearts Response to ocean-survival: how are you taking the change, in short. ocean-survival Response to Puzzledhearts: nosy ross goose but you nice most okay with it Mossy is very confused though she doesnt like change but we try to tell her it okay cause were all together Puzzledhearts Response to ocean-survival: I see. Having friends through tough times is nice. I hope Mossy feels okay soon. ocean-survival Response to Puzzledhearts: yes me too do you know what a place change feels like do you have any friends you feel sad for is that why you are asking im not good at helping words Puzzledhearts Response to ocean-survival: I'm just worried for you. I do somewhat know how you feel, so I can empathize. ocean-survival Response to Puzzledhearts: empathize???? Puzzledhearts Response to ocean-survival: Understand and share how you feel. ocean-survival Response to Puzzledhearts: oh I hope you and your friends are okay ross goose Puzzledhearts Response to ocean-survival: That is very kind of you. ocean-survival Response to Puzzledhearts: thanks ross goose did I give good helping words Puzzledhearts Response to ocean-survival: You did, Ocean. Thanks again. ocean-survival Response to Puzzledhearts: yay place change not beated me!",
        "\" SCP-5090 \" by Mew-ltiverse, from the SCP Wiki . Source: https://scpwiki.com/scp-5090 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-5090-1 is to be kept in a tidal vivarium. A Faraday cage hardwired to the Foundation intranet is to be positioned around the enclosure to restrict public access to SCP-5090 and SCP-5090-A through SCP-5090-C. Disinformation campaigns regarding the sites are to be launched to settle any possible sightings of SCP-5090 before Foundation intervention. SCP-5090-1 is to be fed one loggerhead turtle egg daily, and supplied a dish of saltwater, to be exchanged for fresh saltwater every two weeks.",
    "description": "SCP-5090 is a Wide Area Network server. No evidence of external hardware which operates SCP-5090 exists; instead, SCP-5090 is entirely operated by SCP-5090-1. It has been concluded that SCP-5090 and SCP-5090-A through SCP-5090-C operate based on the daily actions of SCP-5090-1.",
    "title": "SCP-5090"
}