{
    "url": "https://scp-wiki.wikidot.com/scp-5096",
    "all_text": "rating: \n+175\n+\n–\nx\n\n\nItem #:\n SCP-5096\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-5096 is to be stored in a modified Class-7 Biological Containment Cell within Site-08. This cell is to have all life support equipment\n1\n removed and retrofitted with a 5-meter-tall concrete pedestal for SCP-5096 to rest upon.\n\n\nSCP-5096 is to be kept at least 3 meters from all soil and other forms of particulate silicate matter and is to be kept at least 50 meters from living organisms belonging to the phylum Annelida\n2\nand the phylum Arthropoda.\n3\n\n\nTwo weeks following a GARDEN-PARTY event, SCP-5096’s cell is to be cleaned of the remains of all SCP-5096-2 instances present. SCP-5096-2 instances displaying properties previously undocumented will be retained for further study; all other instances are to be brought to a standard Biological Containment cell for storage.\n\n\n\n\n\n\nSCP-5096 prior to containment.\n\n\n\n\n\n\nDescription:\n SCP-5096 refers to a singular painted lady butterfly (\nVanessa cardui Rhopalocera\n). SCP-5096 can manifest an entomology book titled \n'Life of Insects: The Study and Story Behind Entomology'\n by Jane Woodsburrow (designated SCP-5096-1). SCP-5096 is capable of turning the pages of SCP-5096-1 via the flapping of its wings. When SCP-5096-1 is opened, the environment depicted on the chosen page will manifest. (Ex: A page about the average earthworm will result in the manifestation of soil and grass.)\n\n\nIf SCP-5096 is introduced to soil or other forms of particulate silicate matter, SCP-5096 will produce a number of duplicates of itself (designated SCP-5096-2). When introduced to any organism belonging to the phylum Annelida or the phylum Arthropoda, the entire vicinity around SCP-5096 will transform into that of outdoor scenery (though will remain indoors), and instances of SCP-5096-2 will metamorphosize into organisms belonging to the phylum Annelida or the phylum Arthropoda (designated GARDEN-PARTY event). The effects of a GARDEN-PARTY event will persist even if the organisms introduced to SCP-5096 are removed. A GARDEN-PARTY event will last for approximately two weeks before SCP-5096-2 instances are able to be removed. It is of note that this event does not occur if SCP-5096 interacts with soil that manifests along with the environments depicted in SCP-5096-1.\n\n\nAddendum-1: SCP-5096-1 Excerpts\n\n\n\n\nPage Number:\n 23\n\n\nPage Contents:\n The habitat and behavior of the American Cockroach (\nperiplaneta americana\n).\n\n\nEffect:\n A small portion of SCP-5096's cell transforms to wet cement and stone resembling a house garage. Half-eaten food items are scattered across the pavement, as well as nine cockroaches scavenging said food. SCP-5096 flutters over to each cockroach, aiding each one in the retrieval of a food item. SCP-5096 stays in the affected area until SCP-5096-1 is closed.\n\n\nAdditional Notes:\n Handwritten notes in the margin of page 29 reading: \n'A lot of people hate cockroaches, but I just love these little guys. I try to help them get food whenever I can. And they only want shelter from the rain! Why would you squish the poor creatures? Bugs are more like us than you'd think, I know you don't like being hungry in the rain.'\n\n\n\n\n\n\nPage Number:\n 40\n\n\nPage Contents:\n The behaviors of the Average Honey Bee (\nApis mellifera\n).\n\n\nEffect:\n A large tree trunk with a honey bee hive located within a large central hollow manifests along with several rocks and a small grassy area. SCP-5096 flutters around the hive, but remains carefully outside of the bees' detection for approximately two minutes before SCP-5096-1 is closed.\n\n\nAdditional Notes:\n Handwritten notes in the margin of page 40 reading: \n'I like bees. Bees are calm. I like calm. Many think bees are dangerous, but they don't want to hurt you. They want to help you! They want your garden to be the best it can be! I guess I'm like them in that way. I spend lots of time in my garden watching them. You should let bees help.'\n\n\n\n\n\n\nPage Number:\n 67\n\n\nPage Contents:\n The habitat, behaviors, and background of the Drugstore Beetle (\nStegobium paniceum\n).\n\n\nEffect:\n A small section of SCP-5096's cell transforms into dry tile with a large open bag of dry dog food. Several dozen drugstore beetles can be seen within, scavenging the food. SCP-5096 flutters above the affected area, then flies away from it.\n\n\nAdditional Notes:\n Handwritten notes in the margin of page 67 reading: '\nMan, those drugstore beetles are quite the thing aren't they? There's a whole lot of them. You know the name comes from the fact that they like to feed upon pharmacological products such as dried herbs and plants. Haha, that's pretty cool! Most people think they're a nuisance, but I think they're just like us. I've been eating more outdoor things recently, but that's fine! Gives me more time to observe and document for this book.'\n\n\n\n\n\n\nPage Number:\n 115\n\n\nPage Contents:\n The habitat, behaviors, and information about the painted lady butterfly (\nVanessa cardui Rhopalocera\n).\n\n\nEffect:\n All of SCP-5096's cell transforms to mimic that of a backyard-like area typically found in temperate climates, including trees, a patio-style porch against the wall with a door, grass, flowers, and daytime sky. No other insects manifest. SCP-5096 flutters around the entirety of its cell for approximately five minutes before landing on a stack of papers lying in the grass. The effects of SCP-5096-1 demanifest approximately seven minutes after it is closed.\n\n\nAdditional Notes:\n Handwritten notes in the margin of page 115 reading: \n'You guys get to see a bit of where I grew up, ey? Technically I'm just talking about butterflies here, but I mean I guess I connect to that now. It's a wonder I've still been able to write in here. But how will I share this? There are a million books about insects out there, but you'll never find someone more passionate about it than me. I'll still spread the message, I'll get there somehow.'\n\n\n\n\nAddendum-2:\n Approximately two months after the discovery of SCP-5096, the home of Jane Woodsburrow was found vacated, and is believed to be associated with SCP-5096. Within the home, an indoor butterfly enclosure with multiple butterflies inside was found. Next to this was a collection of notes.\n\n\n\n\nHello! You're trying to write a book about insects!\n Ƹ̵̡Ӝ̵̨̄Ʒ\n\n\nYou don't have to freak out, I'm a butterfly, not a ghost! See? I'm right here!\n Ƹ̵̡Ӝ̵̨̄Ʒ\n\n\nI can't understand what you're saying. I can only interpret written text. But I have a general feel of emotions.\n Ƹ̵̡Ӝ̵̨̄Ʒ\n\n\n\n\n\n\nUh, okay, hi?\n\n\n\n\n\n\nHello to you too!\n Ƹ̵̡Ӝ̵̨̄Ʒ\n\n\n\n\n\n\nHow do you know about me? I mean, how do I even know whether or not this is real?\n\n\n\n\n\n\nIt's real! I can feel your love of insects, and I want to share that with others. But…I'm a butterfly, so I don't know how to talk to people…\n Ƹ̵̡Ӝ̵̨̄Ʒ\n\n\n\n\n\n\nBut you can talk to me.\n\n\n\n\n\n\nYou're different from others. More insect than human.\n Ƹ̵̡Ӝ̵̨̄Ʒ\n\n\n\n\n\n\nI'm not entirely sure what that means. But um, I'm writing a book about insects and other similar creatures. I guess you could help me with that. Let me find something else for us to write on.\n\n\n\n\n\n\n \n\n\n\n\nMan, I still had some note cards left in this stack. So now that we're finished, I guess I should try to look through publishers again.\n\n\n\n\n\n\nWhy not let nature be your publisher?\n Ƹ̵̡Ӝ̵̨̄Ʒ\n\n\n\n\n\n\nWhat do you mean?\n\n\n\n\n\n\nMother nature and I are friends! We could share this book in a different way, if you're willing to become a little bit more like me. I can make this book really magical and fully immerse readers!\n Ƹ̵̡Ӝ̵̨̄Ʒ\n\n\n\n\n\n\nYou don't actually mean, become a butterfly? Why can't you just make the \nbook\n magic, with a non-butterfly me?\n\n\n\n\n\n\nButterflies work in mysterious ways, Jane!\n Ƹ̵̡Ӝ̵̨̄Ʒ\n\n\n\n\n\n\nOddly enough, I can find a peace in that.\n\n\n\n\n\n\nWhat do you mean?\n Ƹ̵̡Ӝ̵̨̄Ʒ\n\n\n\n\n\n\nI mean, I'm just another human that nobody really pays attention to. But I guess living like you could help me do what I want to do. Butterflies can travel all sorts of places. My message would finally be out there.\n\n\n\n\n\n\nExactly! We can share our message together. \"Well, at least it's \nmy\n motto. Butterflies grow, change and find happiness, and I want everyone to be able to experience that..\n Ƹ̵̡Ӝ̵̨̄Ʒ\n\n\n\n\n\n\nFootnotes\n\n\n1\n. E.g. automatic feeding units and climate control systems.\n\n\n2\n. Ringworms and Segmented worms.\n\n\n3\n. Insects, crustaceans, arachnids, centipedes, and scorpions.\n\n\n\n\n\n\n\n\n« \nSCP-5095\n | SCP-5096 | \nSCP-5097\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5096\n\" by DianaBerry, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5096\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n butterfly\n\n\nName:\n File:Vanessa cardui on Lavandula angustifolia-2459.jpg\n\n\nAuthor:\n Vanessa cardui\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nhttps://commons.m.wikimedia.org/wiki/File:Vanessa_cardui_on_Lavandula_angustifolia-2459.jpg",
    "addendums": [
        "Addendum-1: SCP-5096-1 Excerpts",
        "Addendum-2: Approximately two months after the discovery of SCP-5096, the home of Jane Woodsburrow was found vacated, and is believed to be associated with SCP-5096. Within the home, an indoor butterfly enclosure with multiple butterflies inside was found. Next to this was a collection of notes.\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-5096 \" by DianaBerry, from the SCP Wiki . Source: https://scpwiki.com/scp-5096 . Licensed under CC-BY-SA .",
        "Filename: butterfly Name: File:Vanessa cardui on Lavandula angustifolia-2459.jpg Author: Vanessa cardui License: CC BY-SA 4.0 Source Link: https://commons.m.wikimedia.org/wiki/File:Vanessa_cardui_on_Lavandula_angustifolia-2459.jpg"
    ],
    "item": "SCP-5096",
    "object_class": "Euclid",
    "containment_procedures": "SCP-5096 is to be stored in a modified Class-7 Biological Containment Cell within Site-08. This cell is to have all life support equipment1 removed and retrofitted with a 5-meter-tall concrete pedestal for SCP-5096 to rest upon.",
    "description": "SCP-5096 refers to a singular painted lady butterfly (Vanessa cardui Rhopalocera). SCP-5096 can manifest an entomology book titled 'Life of Insects: The Study and Story Behind Entomology' by Jane Woodsburrow (designated SCP-5096-1). SCP-5096 is capable of turning the pages of SCP-5096-1 via the flapping of its wings. When SCP-5096-1 is opened, the environment depicted on the chosen page will manifest. (Ex: A page about the average earthworm will result in the manifestation of soil and grass.)",
    "title": "SCP-5096"
}