{
    "url": "https://scp-wiki.wikidot.com/scp-5099",
    "all_text": "rating: \n+113\n+\n–\nx\n\n\n\n\n\n\n\n\n#page-content\n \n.collapsible-block\n \n{\n \n    \nposition:\n \nrelative\n;\n    \npadding:\n \n0.5\nem\n;\n    \nmargin:\n \n0.5\nem\n;\n    \nbox-shadow:\n \n2\npx\n \n1.5\npx\n \n1\npx\n rgba(\n176\n,\n16\n,\n0\n,\n0.7\n), \n0\n \n0\n \n0\npx\n \n1\npx\n lightgrey\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n\n}\n\n \n\n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \nblack\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n \n\n}\n\n \n\n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\ncenter\n;\n\n}\n\n \n\n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \ncolor:\n dimgrey\n;\n\n}\n\n \n\n.collapsible-block-link\n \n{\n\n    \nfont-weight:\n \nbold\n;\n    \ncolor:\n dimgrey\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n \n\n.addendumbox\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nbox-shadow:\n0\n \n2\npx\n \n5\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n),\n0\n \n2\npx\n \n10\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.12\n)\n;\n\n}\n\n \n\n.material-box\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nborder:\n \n1\npx\n lightgrey \nsolid\n;\n    \nbox-shadow:\n \n1\npx\n \n2\npx\n \n2\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n)\n;\n\n}\n\n \n\n.material-box\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.wiki-content-table\n \n{\n\n    \nwidth:\n \n100\n%\n;\n\n}\n\n \n\n.addendumbox\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.addendumtitle\n \n{\n\n   \nopacity:\n \n0.8\n;\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \n#b01\n;\n\n}\n\n \n\n.maintitle\n \n{\n\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-header\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \nfont-size:\nx-large\n;\n    \ncolor:\n#b01\n;\n\n}\n\n \n\n.addenda-header\n \n{\n\n    \nwidth:\n \n100\n%\n;\n    \nborder-bottom:\n \n2\npx\n \nblack\n \nsolid\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-info\n \n{\n\n    \ndisplay:\nflex\n;\n    \njustify-content:\nspace-between\n;\n    \nfont-size:\nlarge\n;\n\n}\n\n \n\n.scp-info-box\n \n{\n\n    \ndisplay:\nflex\n; \n    \njustify-content:\nspace-between\n;\n\n}\n\n \n\n.object-info\n \n{\n\n    \ncolor:\nblack\n;\n    \nalign-self:\n flex-end\n;\n    \nfont-size:\n \nlarge\n;\n\n}\n\n \n\n.title-style\n \n{\n\n    \nopacity:\n \n0.8\n;\n    \nmargin-bottom:\n \n10\npx\n;\n    \ncolor:\n \n#b01\n;\n    \nfont-size:\n \nlarge\n;\n    \ntext-decoration:\n \nunderline\n;\n    \nfont-weight:\n \nbold\n;\n\n}\n\n \n\n.update-div-empty\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n    \ncolor:\n lightgrey\n;\n\n}\n\n \n\n.update-div\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n\n}\n\n \n\n.computed\n \n{\n\n    \nborder:\n \n1\npx\n \nblack\n \nsolid\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.computed\n:before\n \n{\n\n    \ncontent:\n\"Computed \nCode\n\"\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.rawcode\n \n{\n\n    \nborder:\n \nblack\n \nsolid\n \n1\npx\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.rawcode\n:before\n{\n\n    \ncontent:\n\"Raw \nCode\n\"\n;\n    \ntext-align:\n \ncenter\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.codebox\n \n{\n\n    \ndisplay:\n \ninline-block\n;\n    \nwidth:\n \n100\n%\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \nem\n,  \n.yui-navset\n \n.yui-nav\n \na\n \nem\n{\n\n        \npadding:\n \n0.25\nem\n \n.75\nem\n; \n        \ntop:\n \n0\npx\n;\n        \nmargin-bottom:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n     \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \n{\n\n       \nmargin:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:focus\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:hover\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n         \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n:hover\n,\n\n.yui-navset\n \n.yui-nav\n \na\n:focus\n \n{\n\n    \nbackground:\n gainsboro\n;\n    \ntext-decoration:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n, \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n \n{\n\n\nbackground-color:\n \nnone\n;\n\nbackground-image:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n \n{\n\n\nbackground:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \nli\n{\n\n\nmargin:\n \n0\npx\n;\n\n}\n\n \n\n#page-content\n \n.licensebox\n \n.collapsible-block\n \n{\n\n    \nposition:\n unset\n;\n    \npadding:\n unset\n;\n    \nmargin:\n unset\n;\n    \nbox-shadow:\n unset\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\n \nleft\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \nleft\n;\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-link\n \n{\n\n    \ncolor:\n \ninherit\n;\n    \ntext-align:\n \nleft\n;\n\n}\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nAs of 26/3/2010, SCP-5099's document has been updated. This archived version of SCP-5099 was compiled by the Foundation prior to Incident 5099. Additionally, SCP-5099 should be considered as a case study and template of what can occur when a combination of lax Specific Containment Procedures and ineptitude are present within the Foundation. Please see the link at the bottom of this document for the current page regarding SCP-5099.\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5099\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe current location of SCP-5099 at Site-24.\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\n\n\nSCP-5099 is contained at Site-24, known to the public as the Patomskiy Crater. An ongoing Foundation misinformation campaign is to suggest that the Patomskiy Crater’s origins are either, 1) the impact crater of an ultra-dense meteorite that had sunk into the earth upon impact or, 2) the result of an expanding pocket of natural gas.\n\n\nThe \n'Patom Crater Conference'\n1\n held in 2010 suggested that the crater is of purely geological origin and discredited the idea of it being caused by an astrological impact. Furthermore, the conference suggested that the event that produced the Patomskiy Crater occurred between 200-300 years ago.\n\n\nSite-24's base diameter is about 160m and its height approximately 40m. It is conical in shape and the crown is ring-shaped. In the centre, where SCP-5099 is located, there is a smaller mound with a height of about 12m. The volume of the crater is estimated as 230,000–250,000m\n3\n with a weight of about one million tons.\n\n\nAt present, efforts to extract of SCP-5099 from its impact crater are underway.\n\n\n\n\nDescription\n\n\n\n\nSCP-5099 is the designation given to a 112.5m double-helical object resembling a lance of unknown origin found buried inside of the Patomskiy Crater. Current estimations place the age of the object as 5 billion years old, whilst its arrival on Earth is dated to an approximated 3.5 billion years ago.\n\n\nThe majority of the object remains buried underneath the surface of Site-24. Current excavation efforts have uncovered 63m of the object.\n\n\nThe object is composed of a black metallic substance of non-terrestrial origin constructed into a double-helical shape that winds closer together as it narrows. At the end that is lodged into the Earth, the two strands are unwound to form two long tines measuring 10m in length each. The object is approximately 10m wide and progressively narrows as it reaches the head of the object.\n\n\nDuring efforts to excavate SCP-5099, several fragments have broken off the surface of the object due to the difficulty of extraction. Each fragment had a surface area of roughly 27m\n2\n. These fragments carried inscriptions and were sent to the base of Site-24 for analysis. Each fragment except SCP-5099-4 and SCP-5099-5 was analysed by Dr. Hans Higgs, Head Researcher at the Foundation's Department of Xenohistory. His findings have been appended to the document under \nAddendum 5099.1 - Fragment Analysis\n. Due to Dr. Higgs's eccentric disposition, his analysis of the fragments was uploaded as scans of written documents.\n\n\nUnbeknownst to Dr. Higgs and the rest of the staff at Site-24, the instance they labelled as SCP-5099-D was, in reality, the sixth and final fragment of SCP-5099's inscriptions\n2\n. This is because Junior Assistant Field Researcher, Dr. Katelyn Morgenthau had independently analysed two fragments of SCP-5099 by herself, that she designated as SCP-5099-4 and SCP-5099-5. Dr. Morgenthau's findings have been appended to the bottom of this document, see Log 15/2/2010 and Log 3/3/2010 for relevant information concerning the fragments.\n\n\n\n\nAddendum 5099.1 - Fragment Analysis\n\n\n\n\n\n\n\n\nFragment Analysis - 11/12/2009\n\n\nSubject:\n SCP-5099-A\n\n\nDescription:\n SCP-5099-A was the first fragment recovered from Site-24. As a researcher of Xenohistory, the implications of this discovery are fascinating. The very first artefact of extraterrestrial origin in the entire world.\n\n\nRadiometric dating suggests that this very piece of the object originates from some 5 billion years ago. The inscription it bears is primitive and crude, most unlike the manufacturing prowess required to construct the object itself but I digress.\n\n\nSCP-5099-A is inscribed with a depiction of SCP-5099 impaled into a crudely drawn amorphous mass beneath it. I can only speculate that this mass depicts the very crater that we have found it within. Above the object, the artist has drawn several star patterns that Dr. Morgenthau cannot correlate with any known star constellation in the northern hemisphere.\n\n\nFurther excavation efforts are underway to retrieve the next part of the mural but I suspect that it may break another rough fragment away.\n\n\n\n\n\n\n\n\nFragment Analysis - 23/1/2010\n\n\nSubject:\n SCP-5099-B\n\n\nDescription:\n As I predicted, the next fragment has broken away from the main body of the object of our obsession.\n\n\nSCP-5099-B seems to be the next piece of our increasingly complex puzzle. The first thing that leaps out at the observer is what appears to be a diagram of some sorts. It seemingly depicts three ancient organisms. A fish-like animal that resembles a specimen of the Osteichthyes Superclass, known in the common vernacular as the bony fish, a primitive member of the Reptilia class and a specimen closely resembling a humanoid. I suggest that these may be the ancient civilisation's attempts to depict their knowledge of evolution.\n\n\nSecondly, the humanoid figures are gathered around the object with their hands raised aloft. Perhaps this object was of significant religious significance to our ancient alien race. Unfortunately, I very much doubt there are any alive that remain to tell us of its significance.\n\n\n\n\n\n\n\n\nFragment Analysis - 12/2/2010\n\n\nSubject:\n SCP-5099-C\n\n\nDescription:\n SCP-5099-C is the designation I have given to the most recent specimen discovered by me and our research affiliates at Site-24.\n\n\nThis item marks a radical departure from the previous two fragments recovered by \nour team\n me. Unlike the other two fragments which seemed to depict the object as some symbol of reverence and religious importance, this fragment shows crude depictions of weapons of war far beyond anything created by the Foundation or mankind.\n\n\nThe humanoid figures are directing their attention towards the amorphous mass previously shown in SCP-5099-A but in this instance it seems that the \nobject\n Lance is being utilised as a weapon by the humanoid figures.\n\n\nIt is my personal interpretation that this is a metaphorical representation of the humanoid species' rejection of tribal religious doctrines. In addition, with my report, I leave a closing statement. Despite some paranoia and dissent from members of the Site, everything is fine here. Any reports you receive from staff should be treated as nothing more than a rejection of my style of research.\n\n\n\n\n\n\n\n\nFragment Analysis - 24/3/2010\n\n\nSubject:\n \nSCP-5099-F\n\n\nDescription:\n I hope this is received by whoever has been collating our research, documentation and evidence. Site-24's internet connection was isolated only two days ago, the suspect has been apprehended by Site Security trying to access SCP-5099. They have been sent for psychiatric evaluation at the PsychEval Suite of Site-24.\n3\n\n\nRegarding SCP-5099-D, the object depicts a crowned humanoid with an implement in hand inscribing iconography onto SCP-5099 before laying down prone beside our object.\n\n\nThis, I believe, is the complete depiction of the history of our extraterrestrial race. I have not come to a sufficient conclusion as to how SCP-5099 was able to reach our planet but I am absolutely certain that the object and its contents are extraterrestrial in origin. Extraction continues unabated.\n\n\n\n\n\n\n\n\nAddendum 5099.2\n\n\n\n\n\n\nLog 15/2/2010\n\nMy name is Dr. Katelyn Morgenthau, junior assistant field researcher at Site-24. I'd like to explain why I directly contravened a Level 3 order by Dr. Hans Higgs.\n\n\nI can't trust him.\n\n\nHe's been behaving strangely ever since he found the first fragment of the mural. I only got glances at it since my main job is to monitor the excavation team but I managed to get a quick glance at it during a meeting with him. It only got worse as he found more of them.\n\n\nAt first, I thought his strange behaviour was just down to what everyone told me when we got here. \"Oh, Kate, the doctor's a bit eccentric.\", \"Hey Katie, Higgs might scare you, he's a little odd.\" But that's not what is weird about him. It's everyone here. They're all behaving strangely, ever since we breached the dig site. They're paranoid, frightened and some of them are downright depressed. Agent Miles didn't say hello to me yesterday for the second day in a row. He always says hello.\n\n\nI went down yesterday to the dig site. It's bizarre. Tunnels of rock with the object lodged deep inside of it. But as I clambered over the debris, I spotted something in the pile of rubble.\n\n\nA fragment of the mural. Someone must have missed it when sweeping the tunnels of the rubble. It's not surprising really that someone would miss it. The object itself was built over 5 billion years ago, I'd be surprised if I didn't have bits falling off me if I was 5 billion…\n\n\nAnyways, onto the damned metal slab. It doesn't correlate with the information that the other research staff have told me. It shows, well, I'm not quite sure what the hell it is trying to show. It's this gigantic humanoid figure that towers over SCP-5099 and the various humanoid figures that have been described to me. The weirdest part is its face. Its face is two hands clasped over one another, with their fingers interlinked and woven together.\n\n\nThe next scene shows several of the humanoid figures with the same hands imprinted over their faces but they've sunken to their knees and seem to be fighting the other humanoids. But this doesn't match anything they've told me. I'm wondering, maybe I don't have high enough clearance for them to tell me the truth about the object but that just raises more questions.\n\n\nWhy are the Foundation keeping me in the dark?\n\n\n\n\n\n\nLog 23/3/2010\n\nThis is Dr. Katelyn Morgenthau again, Junior Assistant Field Researcher at Site-24. I managed to bring down the on-site SCiPNET connection and re-route it through my personal computer. I think I only have two days at best before someone repairs it.\n\n\nI found another fragment down inside the dig site, it's where I live, away from the others. I could only take pictures of it, once again, I'm not strong enough to shift the entire thing myself. None of the other staff dare go down into the dig-site now. The noises keep them all away.\n\n\nPlease, whoever hears me, there has been a serious containment breach at Site-24. Dr. Hans Higgs and the other staff are behaving really strangely. The fragment, oh the fragment tells me why. It spoke to me and told me of the truth.\n\n\nThere's something down there, beneath the spear. It is a spear too, well a bident to be more accurate but even still, it's a weapon. It keeps it at bay, prevents it from moving. Please, someone, anyone. Before its too late. Send an MTF.\n\n\nThey're knocking on my door, they want me out. The hands don't stop, they cover the walls in my dreams and close about my throat.\n\n\nplease get me out of here i just want to go home i never asked for this, please send someone.\n\n\n\n\n[END OF TRANSMISSION]\n\n\n\n\n\n\n\n\nNavigate to updated document\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The \n'Patom Crater Conference'\n is a product of the Foundation misinformation campaign intended to dissuade curious non-Foundation researchers.\n\n\n2\n. To clarify this mistake, SCP-5099-D has had its designation changed, highlighted in the document in blue.\n\n\n3\n. There is no mention of Site-24 having a \"PsychEval Suite\" on any Foundation records.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5098\n | SCP-5099 | \nSCP-5100\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5099\n\" by Cyvstvi, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5099\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Patomsky_crater.jpg\n\n\nName:\n Patomsky crater.jpg\n\n\nAuthor:\n Dmitry Semenov\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "As of 26/3/2010, SCP-5099's document has been updated. This archived version of SCP-5099 was compiled by the Foundation prior to Incident 5099. Additionally, SCP-5099 should be considered as a case study and template of what can occur when a combination of lax Specific Containment Procedures and ineptitude are present within the Foundation. Please see the link at the bottom of this document for the current page regarding SCP-5099.",
        "Fragment Analysis - 11/12/2009 Subject: SCP-5099-A Description: SCP-5099-A was the first fragment recovered from Site-24. As a researcher of Xenohistory, the implications of this discovery are fascinating. The very first artefact of extraterrestrial origin in the entire world. Radiometric dating suggests that this very piece of the object originates from some 5 billion years ago. The inscription it bears is primitive and crude, most unlike the manufacturing prowess required to construct the object itself but I digress. SCP-5099-A is inscribed with a depiction of SCP-5099 impaled into a crudely drawn amorphous mass beneath it. I can only speculate that this mass depicts the very crater that we have found it within. Above the object, the artist has drawn several star patterns that Dr. Morgenthau cannot correlate with any known star constellation in the northern hemisphere. Further excavation efforts are underway to retrieve the next part of the mural but I suspect that it may break another rough fragment away.",
        "Fragment Analysis - 23/1/2010 Subject: SCP-5099-B Description: As I predicted, the next fragment has broken away from the main body of the object of our obsession. SCP-5099-B seems to be the next piece of our increasingly complex puzzle. The first thing that leaps out at the observer is what appears to be a diagram of some sorts. It seemingly depicts three ancient organisms. A fish-like animal that resembles a specimen of the Osteichthyes Superclass, known in the common vernacular as the bony fish, a primitive member of the Reptilia class and a specimen closely resembling a humanoid. I suggest that these may be the ancient civilisation's attempts to depict their knowledge of evolution. Secondly, the humanoid figures are gathered around the object with their hands raised aloft. Perhaps this object was of significant religious significance to our ancient alien race. Unfortunately, I very much doubt there are any alive that remain to tell us of its significance.",
        "Fragment Analysis - 12/2/2010 Subject: SCP-5099-C Description: SCP-5099-C is the designation I have given to the most recent specimen discovered by me and our research affiliates at Site-24. This item marks a radical departure from the previous two fragments recovered by our team me. Unlike the other two fragments which seemed to depict the object as some symbol of reverence and religious importance, this fragment shows crude depictions of weapons of war far beyond anything created by the Foundation or mankind. The humanoid figures are directing their attention towards the amorphous mass previously shown in SCP-5099-A but in this instance it seems that the object Lance is being utilised as a weapon by the humanoid figures. It is my personal interpretation that this is a metaphorical representation of the humanoid species' rejection of tribal religious doctrines. In addition, with my report, I leave a closing statement. Despite some paranoia and dissent from members of the Site, everything is fine here. Any reports you receive from staff should be treated as nothing more than a rejection of my style of research.",
        "Fragment Analysis - 24/3/2010 Subject: SCP-5099-F Description: I hope this is received by whoever has been collating our research, documentation and evidence. Site-24's internet connection was isolated only two days ago, the suspect has been apprehended by Site Security trying to access SCP-5099. They have been sent for psychiatric evaluation at the PsychEval Suite of Site-24. 3 Regarding SCP-5099-D, the object depicts a crowned humanoid with an implement in hand inscribing iconography onto SCP-5099 before laying down prone beside our object. This, I believe, is the complete depiction of the history of our extraterrestrial race. I have not come to a sufficient conclusion as to how SCP-5099 was able to reach our planet but I am absolutely certain that the object and its contents are extraterrestrial in origin. Extraction continues unabated.",
        "Log 15/2/2010 My name is Dr. Katelyn Morgenthau, junior assistant field researcher at Site-24. I'd like to explain why I directly contravened a Level 3 order by Dr. Hans Higgs. I can't trust him. He's been behaving strangely ever since he found the first fragment of the mural. I only got glances at it since my main job is to monitor the excavation team but I managed to get a quick glance at it during a meeting with him. It only got worse as he found more of them. At first, I thought his strange behaviour was just down to what everyone told me when we got here. \"Oh, Kate, the doctor's a bit eccentric.\", \"Hey Katie, Higgs might scare you, he's a little odd.\" But that's not what is weird about him. It's everyone here. They're all behaving strangely, ever since we breached the dig site. They're paranoid, frightened and some of them are downright depressed. Agent Miles didn't say hello to me yesterday for the second day in a row. He always says hello. I went down yesterday to the dig site. It's bizarre. Tunnels of rock with the object lodged deep inside of it. But as I clambered over the debris, I spotted something in the pile of rubble. A fragment of the mural. Someone must have missed it when sweeping the tunnels of the rubble. It's not surprising really that someone would miss it. The object itself was built over 5 billion years ago, I'd be surprised if I didn't have bits falling off me if I was 5 billion… Anyways, onto the damned metal slab. It doesn't correlate with the information that the other research staff have told me. It shows, well, I'm not quite sure what the hell it is trying to show. It's this gigantic humanoid figure that towers over SCP-5099 and the various humanoid figures that have been described to me. The weirdest part is its face. Its face is two hands clasped over one another, with their fingers interlinked and woven together. The next scene shows several of the humanoid figures with the same hands imprinted over their faces but they've sunken to their knees and seem to be fighting the other humanoids. But this doesn't match anything they've told me. I'm wondering, maybe I don't have high enough clearance for them to tell me the truth about the object but that just raises more questions. Why are the Foundation keeping me in the dark?",
        "Log 23/3/2010 This is Dr. Katelyn Morgenthau again, Junior Assistant Field Researcher at Site-24. I managed to bring down the on-site SCiPNET connection and re-route it through my personal computer. I think I only have two days at best before someone repairs it. I found another fragment down inside the dig site, it's where I live, away from the others. I could only take pictures of it, once again, I'm not strong enough to shift the entire thing myself. None of the other staff dare go down into the dig-site now. The noises keep them all away. Please, whoever hears me, there has been a serious containment breach at Site-24. Dr. Hans Higgs and the other staff are behaving really strangely. The fragment, oh the fragment tells me why. It spoke to me and told me of the truth. There's something down there, beneath the spear. It is a spear too, well a bident to be more accurate but even still, it's a weapon. It keeps it at bay, prevents it from moving. Please, someone, anyone. Before its too late. Send an MTF. They're knocking on my door, they want me out. The hands don't stop, they cover the walls in my dreams and close about my throat. please get me out of here i just want to go home i never asked for this, please send someone. [END OF TRANSMISSION]",
        "\" SCP-5099 \" by Cyvstvi, from the SCP Wiki . Source: https://scpwiki.com/scp-5099 . Licensed under CC-BY-SA .",
        "Filename: Patomsky_crater.jpg Name: Patomsky crater.jpg Author: Dmitry Semenov License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "title": "SCP-5099"
}