{
    "url": "https://scp-wiki.wikidot.com/scp-5105",
    "all_text": "rating: \n+165\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n5105\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUpdated Special Containment Procedures:\n SCP-5105 is currently contained at Site-01, under the direct management of the Overseer Council.\n\n\nDescription:\n SCP-5105 is the designation for a shadow resembling the Foundation's sigil, covering a wall of the meeting room of Site-01. SCP-5105 will manifest without any need for a light source or an object to create it, and will remain on the wall regardless of the level of lighting in the room. Direct illumination aimed at SCP-5105 will cause it to vanish, however it will immediately reform as soon as the offending light source is removed.\n\n\nSCP-5105 appears to elicit an emotional response in subjects, though the extent of this is unknown. Due to concerns raised about the security of SCP-5105's location, general testing has been postponed.\n\n\n\n\n\n\nO5 Designation\n\n\nResponse\n\n\n\n\n\n\nO5-1\n\n\nDisgust, along with a sudden exhaustion.\n\n\n\n\n\n\nO5-2\n\n\nSudden sharp pains in her hands.\n\n\n\n\n\n\nO5-3\n\n\nExamined it for three minutes, then declined to comment, citing no interest.\n\n\n\n\n\n\nO5-4\n\n\nLaughter for approximately thirty seconds, which then stopped suddenly and was replaced with apprehension.\n\n\n\n\n\n\nO5-5\n\n\nAlarm.\n\n\n\n\n\n\nO5-6\n\n\nRelief, and a sensation similar to pride.\n\n\n\n\n\n\nO5-7\n\n\nProfessed a reluctance to look at it for long.\n\n\n\n\n\n\nO5-8\n\n\nContentment, which was said to feel uncomfortable.\n\n\n\n\n\n\nO5-9\n\n\nCuriosity.\n\n\n\n\n\n\nO5-10\n\n\nNostalgia.\n\n\n\n\n\n\nO5-11\n\n\nFrustration.\n\n\n\n\n\n\nO5-12\n\n\nBegan to sweat, and reported a headache.\n\n\n\n\n\n\nO5-13\n\n\nFound it of no particular interest.\n\n\n\n\n\n\nAttempts to neutralize the anomaly have failed. When the location of Site-01 was changed, SCP-5105 immediately reappeared at the new location. SCP-5105 appears to translocate itself to the primary meeting spot for two or more Overseers as soon as its previous place is abandoned. When the Overseers attempted to bypass this restriction by meeting in small individual groups, SCP-5105 reappeared at the largest gathering of Overseers.\n\n\nDiscovery:\n SCP-5105 was first discovered by O5-5 on 21/02/2020, as they entered Site-01 for a meeting, and began to show great distress at the sight of SCP-5105. MTF Alpha-1, correctly deducing the presence of an anomaly, immediately evacuated Site-01 and escorted each Overseer to individual secondary safe locations. Alpha-1 attempted to remove SCP-5105, but was unsuccessful in doing so.\n\n\n\n\nInterviewed:\n O5-7\n\n\n\n\nInterviewer:\n O5-2\n\n\n\n\nForeword:\n As O5-7 was the only Overseer not present at the date of discovery, O5-2 briefed them over a secure line to update them on events.\n\n\n\n\n<Begin Log>\n\n\n\n\nO5-2:\n How was Siberia?\n\n\n\n\nO5-7:\n Cold and frustrating. I was looking forward to returning to Command for once, then my pilot was informed of the whole debacle. Is everyone alright?\n\n\n\n\nO5-2:\n Mostly fine. Scattered among their safehouses while Alpha-1's trying to figure out more about this. Have you seen it yet?\n\n\n\n\nO5-7:\n I have not. From the preliminary file I was sent, it seems to have some pathokinetic capabilities? Was everyone exposed to it?\n\n\n\n\nO5-2:\n The rest of the council, and a few Alpha-1 members. Interestingly enough, it only seems to elicit a response in Overseers. Well except for Thirteen. Do you have access to Site-01's servers at the moment? I'll send you the image we took.\n\n\n\n\nO5-7:\n I'm an Overseer, not a D-Class. Is this wise? As far as I can see, I'm the only one unexposed to it.\n\n\n\n\nO5-2:\n Over the last 24 hours or so we've been scanned for every type of memetic and infohazardous anomaly there is. Forgot how much I hated memetic inoculation… Anyways, Alpha-1's determined it carries no personal risk. Just sent it.\n\n\n\n\nO5-7:\n Allow me a moment. Oh. I see. Can I look away from it now?\n\n\n\n\nO5-2:\n Getting anything?\n\n\n\n\nO5-7:\n There's something strange about it. My first instinct was to close the computer and throw it into the sea. Something about that image makes my skin crawl. Reminds me of my first anomaly. Just looking at it, I could tell there was something inherently wrong in its makeup…. I'm closing the file now.\n\n\n\n\nO5-2:\n Gotcha. I'll put down a \"Professed a reluctance to look at it for long…\" Thank you.\n\n\n\n\nO5-7:\n I'm not sure what that will give us, but I'm glad I could help. What emotions did it elicit in you?\n\n\n\n\nO5-2:\n I… had these stabbing pains in my wrists. Just like… well, never mind.\n\n\n\n\nO5-7:\n Ah. I can see why One would be so interested in sniffing out the truth behind this. Are you alright, my dear?\n\n\n\n\nO5-2:\n I'll be fine. The sooner we're done with this, the better. I'll catch you when your plane arrives.\n\n\n\n\n<End Log>\n\n\n\n\nThe origins of SCP-5105 are unknown. No known anomaly has been recorded within 100 km of Site-01 that has the capability to affect the location. No groups of interest on record are known to possess credible knowledge of Site-01's location.\n\n\n\n\n\n\nPost-Investigation Interview: SCP-5105\n\n\n\n\n\n\nInterviewed:\n O5-13\n\n\n\n\nInterviewer:\n O5-1\n\n\n\n\n<Begin Log>\n\n\n\n\nO5-1:\n Any luck?\n\n\n\n\nO5-13:\n No. Nothing solid, at least. Wasn't the Chaos Insurgency, or the anartists, or even ORIA… Whoever, or whatever it is, they somehow managed to sneak an anomaly into Command without tripping a single alarm.\n\n\n\n\n[O5-1 sighs.]\n\n\n\n\nO5-1:\n I suppose that's rather flattering, that such an impeccable infiltrator took an interest in us. Of course it begs the question, why do it at all?\n\n\n\n\nO5-13:\n Intimidation, I suppose. If they managed to get in here, they could be anywhere they want to be. Any other site on the planet would be like tearing open a wet paper bag in comparison.\n\n\n\n\nO5-1:\n If that was the goal, I can think of a million things more intimidating. Our severed heads, for one. Or an armed bomb. They could've wiped out decades worth of classified data.\n\n\n\n\nO5-13:\n I've had Alpha-1 double and triple checking our digital security. It seems like nothing's been touched, oddly enough. So whoever they were, they didn't steal anything. So it appears to be some sort of political statement, oddly enough.\n\n\n\n\nO5-1:\n A shadow on the wall.\n\n\n\n\nO5-1 turns on a flashlight, aiming it at SCP-5105, which vanishes.\n\n\n\n\nO5-1:\n Every test we've been able to conclude is that it's just that; a shadow. No humes disparity, or akiva radiation, or unusual EVE particle transmission to speak of. Just… a shadow. And in the perfect shape of our very own sigil.\n\n\n\n\nExcept whenever I shine a light at it, it vanishes. Funny thing is, this shouldn't actually do anything. A regular shadow doesn't care if the light's from the bulbs overhead or my flashlight straight on, it'll just vanish. Which seems to suggest it can react to direct observation, interestingly. Take a look.\n\n\n\n\nO5-1 leaves the room, returning shortly with a ladder. Climbing the ladder, they aim the flashlight at a direct angle from in front of the overhead lights. SCP-5105 vanishes again\n\n\n\n\nO5-1:\n See? Before, the shadow was fine. Now that it has a direct observer, it vanishes again.\n\n\n\n\nO5-1 clicks off their flashlight and climbs off the ladder.\n\n\n\n\nO5-1:\n You said that you felt nothing looking at it. Why is that?\n\n\n\n\nO5-13:\n How should I know? It's not as if I engineered this little curiosity. It's just a blank slate for me. Yes, I can recognize it's anomalous. Yes, I recognize that it's potentially dangerous and should not be here. But beyond what my experience as an Overseer tells me… I feel nothing. It's just a shadow. Why do you feel disgust?\n\n\n\n\nO5-1:\n I have no idea. I just do. I've seen that image millions of times, on every slip of paperwork that's ever crossed my desk since we designed that little thing. I like the design, of course, we wouldn't have it if I didn't. Two wanted to go with something a little more elaborate, but I managed to persuade her…\n\n\n\n\nO5-13:\n Relief, Laughter, Nostalgia… and then there’s me. Nothing. I wonder why that is. We'll have to do some more testing in the future, try and find someone who's susceptible to this effect aside from us.\n\n\n\n\nO5-1:\n Good luck convincing the rest to allow so much as a housefly in here. You know Five's half convinced that you smuggled this in here? Had a very delightful chat with him about it.\n\n\n\n\nO5-13:\n Honestly, I think it's far more likely this was a freak occurrence. We've had stranger things happen before. \nThat sneeze\n five years ago, for instance.\n\n\n\n\nO5-1:\n Hmm. It's possible, I suppose. But look around us. We're in Command right now. Do you know how many SRA's there are just underneath this table? Statistically speaking, it's the least likely spot for an anomaly to ever spontaneously form. We're in the eye of the storm here.\n\n\n\n\nO5-13:\n Perhaps it's intentional. What's the saying? 'Nature abhors a vacuum.' Perhaps this is our comeuppance for all our years sequestered in Site-01, our little sanctuary of Reality Anchors and Red Right Hands. A shadow on the wall, to remind us we're not as invincible as we think we are.\n\n\n\n\nO5-1:\n I've rarely heard of anomalies making room for artistic interpretation. I thought you said it wasn't the anartists?\n\n\n\n\nO5-13:\n No, not like that. Think about it. Sitting here, making decisions every day that result in people dying, while we sit safely tucked away miles from any danger? It dehumanizes us.\n\n\n\n\nO5-1:\n No one forced your hand to accept this role.\n\n\n\n\nO5-13:\n It's just… take today. I've just signed an order authorizing the procurement of forty new D-Class Personnel from twelve American prisons. I won't ever see them die, or have to feed and shelter them, they're letters and figures on a page for me. When was the last time you were within spitting distance of an anomaly, not counting [\nREDACTED\n]?\n\n\n\n\nO5-1:\n …Fuck you, Thirteen.\n\n\n\n\nO5-13:\n I didn't mean to offend.\n\n\n\n\nO5-1:\n You most certainly did.\n\n\n\n\n[O5-1 and O5-13 sit in silence.]\n\n\n\n\nO5-1:\n So. You're convinced that this is some sort of anomalous Sword of Damocles, to remind us we're not invincible?\n\n\n\n\nO5-13:\n Well I might have framed it a little differently, but yes. And I hate to point it out, but I was the only one unaffected by this. \nPerhaps I'm the only one with an unbiased view\n.\n\n\n\n\nO5-1:\n Hmm.\n\n\n\n\n[O5-1 and O5-13 remain sitting at the table.]\n\n\n\n\nO5-13:\n Rest of the council should be coming shortly. Should we just tell them to carry on as usual?\n\n\n\n\nO5-1:\n You're the one convinced that it's a message for us. If so, perhaps we shouldn't ignore it. We'll do what we always do.\n\n\n\n\nO5-13:\n Which is?\n\n\n\n\nO5-1 clicks on their flashlight again, causing SCP-5105 to vanish.\n\n\n\n\nO5-1:\n Keep the light burning.\n\n\n\n\n<End Log>\n\n\n\n\n\n\n\n\n« \nSCP-5104\n | SCP-5105 | \nSCP-5106\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5105\n\" by Cerastes, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5105\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewed: O5-7 Interviewer: O5-2 Foreword: As O5-7 was the only Overseer not present at the date of discovery, O5-2 briefed them over a secure line to update them on events. <Begin Log> O5-2: How was Siberia? O5-7: Cold and frustrating. I was looking forward to returning to Command for once, then my pilot was informed of the whole debacle. Is everyone alright? O5-2: Mostly fine. Scattered among their safehouses while Alpha-1's trying to figure out more about this. Have you seen it yet? O5-7: I have not. From the preliminary file I was sent, it seems to have some pathokinetic capabilities? Was everyone exposed to it? O5-2: The rest of the council, and a few Alpha-1 members. Interestingly enough, it only seems to elicit a response in Overseers. Well except for Thirteen. Do you have access to Site-01's servers at the moment? I'll send you the image we took. O5-7: I'm an Overseer, not a D-Class. Is this wise? As far as I can see, I'm the only one unexposed to it. O5-2: Over the last 24 hours or so we've been scanned for every type of memetic and infohazardous anomaly there is. Forgot how much I hated memetic inoculation… Anyways, Alpha-1's determined it carries no personal risk. Just sent it. O5-7: Allow me a moment. Oh. I see. Can I look away from it now? O5-2: Getting anything? O5-7: There's something strange about it. My first instinct was to close the computer and throw it into the sea. Something about that image makes my skin crawl. Reminds me of my first anomaly. Just looking at it, I could tell there was something inherently wrong in its makeup…. I'm closing the file now. O5-2: Gotcha. I'll put down a \"Professed a reluctance to look at it for long…\" Thank you. O5-7: I'm not sure what that will give us, but I'm glad I could help. What emotions did it elicit in you? O5-2: I… had these stabbing pains in my wrists. Just like… well, never mind. O5-7: Ah. I can see why One would be so interested in sniffing out the truth behind this. Are you alright, my dear? O5-2: I'll be fine. The sooner we're done with this, the better. I'll catch you when your plane arrives. <End Log>",
        "Post-Investigation Interview: SCP-5105 Interviewed: O5-13 Interviewer: O5-1 <Begin Log> O5-1: Any luck? O5-13: No. Nothing solid, at least. Wasn't the Chaos Insurgency, or the anartists, or even ORIA… Whoever, or whatever it is, they somehow managed to sneak an anomaly into Command without tripping a single alarm. [O5-1 sighs.] O5-1: I suppose that's rather flattering, that such an impeccable infiltrator took an interest in us. Of course it begs the question, why do it at all? O5-13: Intimidation, I suppose. If they managed to get in here, they could be anywhere they want to be. Any other site on the planet would be like tearing open a wet paper bag in comparison. O5-1: If that was the goal, I can think of a million things more intimidating. Our severed heads, for one. Or an armed bomb. They could've wiped out decades worth of classified data. O5-13: I've had Alpha-1 double and triple checking our digital security. It seems like nothing's been touched, oddly enough. So whoever they were, they didn't steal anything. So it appears to be some sort of political statement, oddly enough. O5-1: A shadow on the wall. O5-1 turns on a flashlight, aiming it at SCP-5105, which vanishes. O5-1: Every test we've been able to conclude is that it's just that; a shadow. No humes disparity, or akiva radiation, or unusual EVE particle transmission to speak of. Just… a shadow. And in the perfect shape of our very own sigil. Except whenever I shine a light at it, it vanishes. Funny thing is, this shouldn't actually do anything. A regular shadow doesn't care if the light's from the bulbs overhead or my flashlight straight on, it'll just vanish. Which seems to suggest it can react to direct observation, interestingly. Take a look. O5-1 leaves the room, returning shortly with a ladder. Climbing the ladder, they aim the flashlight at a direct angle from in front of the overhead lights. SCP-5105 vanishes again O5-1: See? Before, the shadow was fine. Now that it has a direct observer, it vanishes again. O5-1 clicks off their flashlight and climbs off the ladder. O5-1: You said that you felt nothing looking at it. Why is that? O5-13: How should I know? It's not as if I engineered this little curiosity. It's just a blank slate for me. Yes, I can recognize it's anomalous. Yes, I recognize that it's potentially dangerous and should not be here. But beyond what my experience as an Overseer tells me… I feel nothing. It's just a shadow. Why do you feel disgust? O5-1: I have no idea. I just do. I've seen that image millions of times, on every slip of paperwork that's ever crossed my desk since we designed that little thing. I like the design, of course, we wouldn't have it if I didn't. Two wanted to go with something a little more elaborate, but I managed to persuade her… O5-13: Relief, Laughter, Nostalgia… and then there’s me. Nothing. I wonder why that is. We'll have to do some more testing in the future, try and find someone who's susceptible to this effect aside from us. O5-1: Good luck convincing the rest to allow so much as a housefly in here. You know Five's half convinced that you smuggled this in here? Had a very delightful chat with him about it. O5-13: Honestly, I think it's far more likely this was a freak occurrence. We've had stranger things happen before. That sneeze five years ago, for instance. O5-1: Hmm. It's possible, I suppose. But look around us. We're in Command right now. Do you know how many SRA's there are just underneath this table? Statistically speaking, it's the least likely spot for an anomaly to ever spontaneously form. We're in the eye of the storm here. O5-13: Perhaps it's intentional. What's the saying? 'Nature abhors a vacuum.' Perhaps this is our comeuppance for all our years sequestered in Site-01, our little sanctuary of Reality Anchors and Red Right Hands. A shadow on the wall, to remind us we're not as invincible as we think we are. O5-1: I've rarely heard of anomalies making room for artistic interpretation. I thought you said it wasn't the anartists? O5-13: No, not like that. Think about it. Sitting here, making decisions every day that result in people dying, while we sit safely tucked away miles from any danger? It dehumanizes us. O5-1: No one forced your hand to accept this role. O5-13: It's just… take today. I've just signed an order authorizing the procurement of forty new D-Class Personnel from twelve American prisons. I won't ever see them die, or have to feed and shelter them, they're letters and figures on a page for me. When was the last time you were within spitting distance of an anomaly, not counting [ REDACTED ]? O5-1: …Fuck you, Thirteen. O5-13: I didn't mean to offend. O5-1: You most certainly did. [O5-1 and O5-13 sit in silence.] O5-1: So. You're convinced that this is some sort of anomalous Sword of Damocles, to remind us we're not invincible? O5-13: Well I might have framed it a little differently, but yes. And I hate to point it out, but I was the only one unaffected by this. Perhaps I'm the only one with an unbiased view . O5-1: Hmm. [O5-1 and O5-13 remain sitting at the table.] O5-13: Rest of the council should be coming shortly. Should we just tell them to carry on as usual? O5-1: You're the one convinced that it's a message for us. If so, perhaps we shouldn't ignore it. We'll do what we always do. O5-13: Which is? O5-1 clicks on their flashlight again, causing SCP-5105 to vanish. O5-1: Keep the light burning. <End Log>",
        "\" SCP-5105 \" by Cerastes, from the SCP Wiki . Source: https://scpwiki.com/scp-5105 . Licensed under CC-BY-SA ."
    ],
    "description": "SCP-5105 is the designation for a shadow resembling the Foundation's sigil, covering a wall of the meeting room of Site-01. SCP-5105 will manifest without any need for a light source or an object to create it, and will remain on the wall regardless of the level of lighting in the room. Direct illumination aimed at SCP-5105 will cause it to vanish, however it will immediately reform as soon as the offending light source is removed.",
    "title": "SCP-5105"
}