{
    "url": "https://scp-wiki.wikidot.com/scp-5108",
    "all_text": "#page-content\n \n.collapsible-block\n \n{\n \n    \nposition:\n \nrelative\n;\n    \npadding:\n \n0.5\nem\n;\n    \nmargin:\n \n0.5\nem\n;\n    \nbox-shadow:\n \n2\npx\n \n1.5\npx\n \n1\npx\n rgba(\n176\n,\n16\n,\n0\n,\n0.7\n), \n0\n \n0\n \n0\npx\n \n1\npx\n lightgrey\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n\n}\n\n \n\n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \nblack\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n \n\n}\n\n \n\n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\ncenter\n;\n\n}\n\n \n\n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \ncolor:\n dimgrey\n;\n\n}\n\n \n\n.collapsible-block-link\n \n{\n\n    \nfont-weight:\n \nbold\n;\n    \ncolor:\n dimgrey\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n \n\n.addendumbox\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nbox-shadow:\n0\n \n2\npx\n \n5\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n),\n0\n \n2\npx\n \n10\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.12\n)\n;\n\n}\n\n \n\n.material-box\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nborder:\n \n1\npx\n lightgrey \nsolid\n;\n    \nbox-shadow:\n \n1\npx\n \n2\npx\n \n2\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n)\n;\n\n}\n\n \n\n.material-box\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.wiki-content-table\n \n{\n\n    \nwidth:\n \n100\n%\n;\n\n}\n\n \n\n.addendumbox\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.addendumtitle\n \n{\n\n   \nopacity:\n \n0.8\n;\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \n#b01\n;\n\n}\n\n \n\n.maintitle\n \n{\n\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-header\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \nfont-size:\nx-large\n;\n    \ncolor:\n#b01\n;\n\n}\n\n \n\n.addenda-header\n \n{\n\n    \nwidth:\n \n100\n%\n;\n    \nborder-bottom:\n \n2\npx\n \nblack\n \nsolid\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-info\n \n{\n\n    \ndisplay:\nflex\n;\n    \njustify-content:\nspace-between\n;\n    \nfont-size:\nlarge\n;\n\n}\n\n \n\n.scp-info-box\n \n{\n\n    \ndisplay:\nflex\n; \n    \njustify-content:\nspace-between\n;\n\n}\n\n \n\n.object-info\n \n{\n\n    \ncolor:\nblack\n;\n    \nalign-self:\n flex-end\n;\n    \nfont-size:\n \nlarge\n;\n\n}\n\n \n\n.title-style\n \n{\n\n    \nopacity:\n \n0.8\n;\n    \nmargin-bottom:\n \n10\npx\n;\n    \ncolor:\n \n#b01\n;\n    \nfont-size:\n \nlarge\n;\n    \ntext-decoration:\n \nunderline\n;\n    \nfont-weight:\n \nbold\n;\n\n}\n\n \n\n.update-div-empty\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n    \ncolor:\n lightgrey\n;\n\n}\n\n \n\n.update-div\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n\n}\n\n \n\n.computed\n \n{\n\n    \nborder:\n \n1\npx\n \nblack\n \nsolid\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.computed\n:before\n \n{\n\n    \ncontent:\n\"Computed \nCode\n\"\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.rawcode\n \n{\n\n    \nborder:\n \nblack\n \nsolid\n \n1\npx\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.rawcode\n:before\n{\n\n    \ncontent:\n\"Raw \nCode\n\"\n;\n    \ntext-align:\n \ncenter\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.codebox\n \n{\n\n    \ndisplay:\n \ninline-block\n;\n    \nwidth:\n \n100\n%\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \nem\n,  \n.yui-navset\n \n.yui-nav\n \na\n \nem\n{\n\n        \npadding:\n \n0.25\nem\n \n.75\nem\n; \n        \ntop:\n \n0\npx\n;\n        \nmargin-bottom:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n     \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \n{\n\n       \nmargin:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:focus\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:hover\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n         \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n:hover\n,\n\n.yui-navset\n \n.yui-nav\n \na\n:focus\n \n{\n\n    \nbackground:\n gainsboro\n;\n    \ntext-decoration:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n, \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n \n{\n\n\nbackground-color:\n \nnone\n;\n\nbackground-image:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n \n{\n\n\nbackground:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \nli\n{\n\n\nmargin:\n \n0\npx\n;\n\n}\n\n \n\n#page-content\n \n.licensebox\n \n.collapsible-block\n \n{\n\n    \nposition:\n unset\n;\n    \npadding:\n unset\n;\n    \nmargin:\n unset\n;\n    \nbox-shadow:\n unset\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\n \nleft\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \nleft\n;\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-link\n \n{\n\n    \ncolor:\n \ninherit\n;\n    \ntext-align:\n \nleft\n;\n\n}\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nrating: \n+74\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-5108: \"We See You\" by: \nDrAkimoto\n & \nMalyceGraves\n\n\n \n\n\n~DrAkimoto's Author Page~\n\n\n♠ MalyceGraves' Author Page\n\n\n\n\n\n\n\n\nrating: \n+74\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\nPROJECT MORNINGSTAR\n\n\n\n\n\n\n \n\n\nAs per the Morningstar Treaty the following conditions apply: Unauthorized access of this file or any file regarding Project Morningstar will result in memetic loss of cognition and immediate disciplinary action. Dissemination of any information regarding SCP-5108 or Project Morningstar is punishable by death.\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\nBY ORDER OF O5 COMMAND AND THE CIA DIRECTOR\n\n\n\n\n\n\n\n\n \n\n\n\n\nCOGNITIVE FUNCTION DETECTED\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n4/5108\n LEVEL \n4/5108\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-5108\n\n\n\n\n\n\nSafe\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\nBlood, tissue, and urine samples, as well as SCP-5108-1's brain, are kept within Biochemical Storage Locker 14 at Site-51. Samples are available to members of Project Morningstar's Research and Development Team.\n\n\nSCP-5108-2 is inactive and stored at Safe Storage Warehouse 3. Detailed schematics are available upon request.\n\n\nThe successful disinformation campaigns in regards to Operation MKDalton and the Stargate Project are to be maintained. The CIA will declassify the Stargate Project\n1\n as a failure, at which time Foundation assets will testify to the nature of the experiments. All information will be false; details involving Operation MKDalton or the Foundation are strictly forbidden. All records of Operation MKDalton have been confiscated and/or destroyed; only members of Project Morningstar\n2\n know of its existence.\n\n\nSCP-5108-3 is self-contained and will continue to be maintained by members of Operation MKDalton.\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION ETHICS COMMITTEE\n\n\nThe actions conducted here are in violation of the Ethical Code of Conduct as laid out in the Foundation Charter, and as such the Ethics Committee has proposed termination of this project.\n\n\nRegardless, this project has been designated as \"Essential\" according to the guidelines specified in the aforementioned Code and this project has been activated against the advisement of the Ethics Committee. Any employee not also designated as essential to the ongoing requirements of this project will be granted re-assignment upon request as stipulated in the Code.\n\n\n— Dir. Jonathon DeCroix, PhD. DDiv., Ethics Committee\n\n\n\n\n\n\n\n\n\n\nDescription\n\n\nSCP-5108 is a collective designation for the CIA's Operation MKDalton\n3\n and all anomalies, events, and technology derived therefrom.\n\n\nSCP-5108-1 is the corpse of a Class/2 Clairvoyant humanoid which was capable of remote viewing\n4\n. SCP-5108-1 had received extensive biological and technological modifications to amplify its natural abilities and allow for integration with SCP-5108-2.\n\n\n\n\n■ SCP-5108-1 Autopsy Results ■\n\n\n\n\n□ SCP-5108-1 Autopsy Results □\n\n\n\n\n\n\n\n\nSCP-5108-1 prior to autopsy.\n\n\n\n\nDate:\n 1967/12/02\n\n\nSubject:\n SCP-5108-1\n\n\nOperator:\n Dr. William Strauss\n\n\n\n\nSex: Female\n\nBody Weight: 66.2 kg\n\nHeight: 161.5 cm\n\nBMI: 19.7s\n\nBrain Weight: 1625 g\n\n\n\n\nExternal Examination\n\n\nThe subject is approximately 15-18 years old; an x-ray of SCP-5108-1's left wrist and hand confirmed estimation. Subject's wrists and ankles have severe ligature marks and the appendages are in a state of atrophy, clear signs of long term captivity. The externally visible modifications include:\n\n\n\n\nEyes have been surgically removed.\n5\n\n\nOccipital bone has been removed and replaced with a steel-plated fiberoptic port.\n\n\nThe jaw has been wired shut.\n6\n\n\nTongue shows signs of damage, assumed to be self-inflicted.\n\n\nExtensive surgical scarring along subject's sternum and spine.\n\n\n\n\nInternal Examination:\n\n\nScans indicate a total of 32 foreign objects within SCP-5108-1's body. These internal adjustments include:\n\n\n\n\nNeural interface connected to the occipital lobe.\n\n\nVocal cords have been replaced with a device of unknown function.\n7\n\n\nTitanium couplings replacing the Axis C2 cervical, T1 and T3 thoracic, L3 and L4 lumbar vertebrae.\n\n\n6 fiberoptic cables integrated into the spinal cord.\n\n\nIntra-arterial port imbedded in the jugular artery.\n\n\n4 unknown electronic devices implanted in the chest cavity, wires connecting the heart to the spinal column.\n\n\nBoth Achilles' tendons have been surgically removed.\n\n\n\n\nToxicity\n\n\nSCP-5108-1's toxicology screening shows signs of long term exposure to LSD, mescaline, opiates and 2 previously undiscovered chemical compounds.\n\n\nCause of Death\n\n\nSCP-5108-1 died from cardiac arrest due to a high voltage current. Scarring in and around the subject's right ear indicate that being the point of entry.\n\n\n \n\n\n\n\n\n\nMedical Department\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nThe main unit of SCP-5108-2 prior to disassembly.\n\n\n\n\n\n\nSCP-5108-2 is the collective designation for the equipment used to amplify SCP-5108-1's clairvoyant abilities. Radio transmitters, an audio/video interface, an infusion pump, and a data storage unit are among the various components of SCP-5108-2, all of which were powered by a series of Tesla coils. It was capable of connecting to SCP-5108-1 through a fiberoptic port at the base of SCP-5108-1's skull as well as an Intra-arterial port in the jugular. Detailed schematics were taken of SCP-5108-2 prior to its disassembly.\n\n\nSCP-5108-Ω was a psionic cognitohazard caused by over-amplification of SCP-5108's clairvoyant abilities through the use of SCP-5108-2. Targets viewed by SCP-5108-1 under these conditions would begin to experience the following symptoms:\n\n\n\n\nAuditory and visual hallucinations\n\n\nPareidolia\n\n\nFalse memories\n\n\nTemporary blindness\n\n\nLoss of speech\n\n\nAnxiety\n\n\n\n\nOf these symptoms, pareidolia and false memories are the most common. These symptoms are psionic manifestations of events and afflictions experienced by SCP-5108 during its time in Operation MKDalton.\n\n\n\n\n\n\nDiscovery\n\n\nOn 1966/02/23, Foundation assets within the Centers for Disease Control and Prevention (CDC) and the Illinois State Police reported an outbreak of mass hallucinations and other abnormal medical phenomena in and around Nixon, Illinois. The number of affected individuals was estimated to be approximately 5000 civilians.\n\n\nThe event was considered an immediate threat to normalcy and O5 Command authorized use of the recently developed CH/6077, an auditory cognitohazard capable of exerting selective retrograde amnesia of specific events. After the successful results of CH/6077, Cover Story-Z6X78 (Unknown Flu Epidemic) was enacted.\n\n\nA Foundation listening post in Chicago deciphered the SCP-5108-Ω cognitohazard within a radio broadcast originating from Pattonsville, Illinois. Investigation Task Force Charlie-6 (\"Brakon's Hope\") examined local electric records for irregularly high power usage; this traced the broadcast to a warehouse 2 miles south of Pattonsville.\n\n\nUpon arrival, the warehouse was abandoned but had shown signs of recent occupation. ITF Charlie-6 utilized tax records to trace the ownership of the warehouse to the Calnon company, a subsidiary of Valchem Technologies. Valchem Technologies was later discovered to be a black-ops front organization directed by the CIA and the Institute of Defense Analysis (IDA).\n\n\nFollowing the Little Hill Event and before the Morningstar Treaty was enacted, the Foundation seized several CIA black sites, including Warehouse K70. SCP-5108 was among the anomalies and para-technologies found within Warehouse K70 during its acquisition on 1967/11/30.\n\n\n\n\n\n\nMorningstar Treaty Clause 5108\n\n\nAfter several exhaustive rounds of negotiations between the CIA Office of Legal Counsel and the Foundation's Department of Inter-Governmental Affairs, a draft treaty had been agreed to.\n\n\n\n\n■ Briefing Audio Log Transcript ■\n\n\n\n\n□ Briefing Audio Log Transcript □\n\n\n\n\n\n\nDate:\n 1968/01/05 @ 11:02\n\n\nBriefing Attorney:\n Michelle M. Franks, Esq., L4 Senior Counsel, Foundation Inter-Governmental Affairs\n\n\nAttendees:\n O5-█, on behalf of Overwatch Command; Dr. John Freemont, L5 Department Chair, Foundation Inter-Governmental Affairs\n\n\nForeword:\n \nIn order to expedite the process, Foundation Senior Counsel has been directed to provide an overview briefing to the interested parties.\n\n\n\n\n[BEGIN LOG]\n\n\nFranks:\n Thank you for coming today, gentlemen. In the interest of brevity, I will begin.\n\n\nO5-█:\n You can skip the preamble and the general boilerplate, Michelle. John and I have both read it and we trust your assessment on the legitimacy of the language used. I don't want to waste any of our time going over the endless distinctions of \"shall\" and \"will\".\n\n\nFranks:\n Of course, sir. The Forward and Preamble are pretty much that. It does lay out the concept \nin toto\n that the CIA wishes to utilize anomalous artifacts, entities, etc. to conduct operations where such things would be most advantageous and agrees to Foundation oversight when such anomalies within our purview are to be used.\n\n\nDr. Freemont:\n Wait, does it also include that we're the final arbiters of what is and isn't considered anomalous?\n\n\nFranks:\n Yes, explicitly. In Article I, subsection C, the language defines an anomaly as per the Foundation Charter. Additionally, Article I, subsection FF outlines that the Foundation may choose, at its discretion, to classify essentially anything it so desires as \"anomalous\".\n\n\nDr. Freemont:\n And the CIA agreed to that?\n\n\nO5-█:\n We didn't give them much of a choice in that, John. Our standing agreement with the US Government explicitly outlines that such things are within our purview. If we are to be able to do our jobs effectively, we also have to enjoy complete freedom to decide what is and what is not \"anomalous\".\n\n\nFranks:\n Exactly. This document, in numerous places, states that it neither supersedes nor replaces any of the previous standing agreements with the US Government, or the Foundation Charter itself.\n\n\nDr. Freemont:\n That's fair.\n\n\nO5-█:\n No, it most certainly is not. Our purpose is to protect the people of the world, not pander to the interests of any nation-state, no matter how large. Go on, Ms. Franks.\n\n\nFranks:\n In Article III, we have what is essentially an agreement to discuss outside influences and their \nex post facto\n impact upon this arrangement.\n\n\nDr. Freemont:\n So, people talking about it afterwards? Are we talking about what happens if one of the CIA's operations gets leaked to the media?\n\n\nFranks:\n Precisely. If this gets out, how both of us will be forced to react to its knowledge being out in the public sphere.\n\n\nO5-█:\n We'd handle that just as we'd handle any other veil breach event, I'm assuming.\n\n\nFranks:\n More or less. This agreement assumes that the CIA's internal security measures are in no way comparable to our own. Despite the tremendous amount of freedom that the CIA enjoys within the apparatus of the US Government, they still have to answer (at least in part) to representatives of the American people.\n\n\nIn the event of an information breach, the CIA will disavow all knowledge or complicity in the affair, and we will be free to react accordingly. This will also be considered grounds for termination of this agreement.\n\n\nO5-█:\n Kinda like what brought us to this mess in the first place? Or the Little Hill event for that matter.\n\n\nFranks:\n Yes. That brings up another point. The MKDalton project failed in a dramatic way precisely because the CIA didn't know what it was doing. They were way out of their depth, and the degree to which they agreed to this treaty is an example of how desperate they were for our help. In return, they've agreed to pay for all costs associated with any cleanup effort another \"mistake\" might cause.\n\n\nO5-█:\n Is this in addition to the funding already appropriated by the US Government for Foundation operations?\n\n\nFranks:\n Yes. If you look inside the file that I've provided, you'll find the funding details itemized on page two.\n\n\n<\nThe sounds of rustling paper can be heard for a few moments.\n>\n\n\nDr. Freemont:\n <\ngrunts\n> Are you sure this isn't coming out of the funds already promised? I didn't realize that the CIA had that kind of ready funding.\n\n\nO5-█:\n <\nchuckling\n> You've spent too much time working with the Soviets, John. The US has money to burn, especially with the Apollo missions essentially -\n\n\n[Several minutes of conversation have been redacted. A full copy of this transcript is available to those with 05+ clearance only.]\n\n\nFranks:\n The funding issue and my pending amnestic treatments aside, the MKDalton event also has provided the impetus to give us greater oversight and access to the CIA information network. If you turn to Section VII, Anomalous Espionage, you'll see that the operational control over MKDalton and similar projects will be entirely under our jurisdiction.\n\n\nO5-█:\n So, not only do we get to decide what is to be considered anomalous, we also get to decide what information gets shared with the CIA?\n\n\nFranks:\n As well as how it gets shared.\n\n\nDr. Freemont:\n <\nlow whistle\n> I bet the J. Edgars loved that little treat.\n\n\nFranks:\n It was a point of contention for several weeks. They initially wanted several of their agents involved directly with the project, but that would have required either provisional clearance for their operatives, or the creation of an entirely new joint Site. Both of which would have been in violation of the Charter.\n\n\nO5-█:\n Do it our way, or don't do it at all. Excellent work, Michelle. Please send a copy of the complete agreement to my office at Site-01, and I'll have Jason make the appropriate copies and get all the signatures required. John, it's been a pleasure.\n\n\nDr. Freemont:\n Yes, sir. It always is. Thank you as well, Michelle. Your work has been exemplary.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nVerifying Access\n\n\n\n\nCognitive Function Detected\n\n\n\n\n\n\n \n\n\nOperation MKDalton\n\n\n\n\n\n\nAssigned Site\n\n\nCIA ID\n\n\nReadiness Dates\n\n\nStatus\n\n\n\n\n\n\nSite–51\n\n\nMKDalton\n\n\n1994-Present\n\n\nActive\n\n\n\n\n\n\n\n\nAsset Summary:\n The following system is collectively designated SCP-5108-3.\n\n\nSite-51 Medical Department staff were successful in implanting 8 D-Class subjects with sections of SCP-5108-1's brain and spinal cord (designated SCP-5108-3/A), for use in Operation MKDalton. These entities have been surgically modified for optimal performance; instances lack arms, legs, and sensory orifices\n8\n. Subjects are suspended a lithium based conductive fluid. This acts as receiver for subdermal fiberoptic nodes across the subject's brain and along its spinal cord.\n\n\nThe SCP-5108-3/A vats are held within an updated amplification array that was designed using the schematics of SCP-5108-2. This array uses its various psionic and biochemical components, as well as six satilites and a nuclear fusion reactor in order to amplify and project extrasensory perception. Unlike its previous iteration SCP-5108-3 is able to fully function without negative side-effects. Designed to be self sufficient, SCP-5108-3 requires limited human interaction.\n\n\nOperational Capabilities:\n SCP-5108-3 continuously monitors a preregistered list of coordinates and records visual and audio perception into its external server. It is capable of monitoring 12 locations simultaneously and specific coordinates can be viewed via the command panel. Each viewing session is recorded as an .mp4 file and is then transcribed, archived, and forwarded to the appropriate departments.\n\n\nOperation MKDalton currently has a sustained success rate of 100%.\n\n\n\n\nNotice:\n On 1994/01/30, Operation MKDalton was re-approved with a 25 year contract. Due to moral and ethical concerns this approval was rejected by the Ethics Committee on 1994/07/12.\n\n\n\n\n■ Ethics Committee Meeting Audio Log Transcript ■\n\n\n\n\n□ Ethics Committee Meeting Audio Log Transcript □\n\n\n\n\n\n\nDate:\n 1994/07/12 @ 09:28\n\n\nChairperson:\n Jonathon DeCroix, Director, Ethics Committee\n\n\nAttendees:\n O5-█, on behalf of Overwatch Command; Samatha Hines, PsyD.; Ayo Oluwafeyisayo, DDiv; Maïté Chevotet, DDiv.; Niklas Söderholm, PhD, JD;\n\n\nForeword:\n \nThe subject of MKDalton and the ongoing SCP-5108 project was put to the Committee during a regularly scheduled session. The portions of the meeting not relevant to SCP-5108 have been omitted.\n\n\n\n\n[BEGIN LOG]\n\n\nDeCroix:\n Now on to agenda item D-28, SCP-5108 and the MKDalton Project. I assume everyone has read-\n\n\nO5-█:\n This one has already been voted on by the Overwatch Command, and it has been designated as Essential.\n\n\nDeCroix:\n Forgive me, sir, but are you saying that Command has already considered this, without advice from the Ethics Committee?\n\n\nO5-█:\n That's \nexactly\n what I'm saying, Jonathon. This one is going to continue, whether you like it or not.\n\n\nOluwafeyisayo:\n I certainly do not like it. These people are \nalive\n, and I don't give a fuck if they're D-Class. Yes, they've all been sentenced to death, but what you're doing to them is not death, it's worse. It's goddamn \ncriminal\n.\n\n\nSöderholm:\n Ms. Oluwafeyisayo, the Foundation has a pretty broad mandate to interpret what is and is-\n\n\nOluwafeyisayo:\n I don't give a damn about the Foundation's mandate in this, Söderholm, and you know that. I don't need you to remind me that the Foundation operates \"beyond the law\". MKDalton was illegal as hell when the CI-fucking-A started it, and we've only made it worse. How are we supposed to do our jobs if the O5's just plow on through without even consulting us?\n\n\nO5-█:\n Let me assure you that Overwatch is very much aware that what is going on in MKDalton isn't even remotely ethical. This isn't the first time that an Ethics Committee board has discussed this project. It was overruled in the 70s, and it's been overruled now. The benefits of this project far outweigh the ethical concerns and-\n\n\nOluwafeyisayo:\n How can you even say that without-\n\n\nO5-█:\n Sit. Down. Ms. Oluwafeyisayo. <\nshort pause\n> I understand your concern, and believe me when I say that this has been given ample consideration. There is \nnothing\n you can say that hasn't already been brought up before.\n\n\nDeCroix:\n With all due respect, sir. It is still our purview to vote and issue advisement. Even when we know it isn't going to be followed.\n\n\nO5-█:\n By all means, please carry on.\n\n\nDeCroix:\n On the subject of SCP-5108 and the MKDalton project, do you vote Termination or Continuation?\n\n\nHines:\n Termination\n\n\nOluwafeyisayo:\n Termination, obviously.\n\n\nChevotet:\n Termination\n\n\nSöderholm:\n Abstain.\n\n\nDeCroix:\n By vote of 3-0 for termination, with one abstention, the Chair declines to vote. The Ethics Committee so advises Overwatch Command.\n\n\nO5-█:\n Recommendation overruled by Overwatch designation: Essential. If non-essential employees wish to be re-assigned, they are welcome to submit a request.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nIn a unanimous decision, O5 Command overrode the Ethics Committee's objection and proceeded to reinstate the project, citing Operation MKDalton's success rate and the overwhelming value of information gathered therefrom.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The Stargate Project is a falsified remote viewing operation conducted by the CIA.\n\n\n2\n. A collaborative arrangement between the CIA and Foundation, tasked with assisting the CIA through anomalous means.\n\n\n3\n. MKDalton is a top-secret para-science project experimenting with remote viewing.\n\n\n4\n. Clairvoyant ability to view distant or unseen targets using psionic projection.\n\n\n5\n. Older subjects show significant scarring around the supraorbital indicating self-inflicted damage.\n\n\n6\n. Extensive scarification and damage found in older subjects indicate substantial self-inflicted damage done to the entire vocal structure.\n\n\n7\n. This device is absent in older subjects, which suggests this device serves as a subvocal communication device in order to prevent damage from excessive vocalizations.\n\n\n8\n. Eyes, ears, mouth, and nose.\n\n\n\n\n\n\n\n\n« \nSCP-5107\n | SCP-5108 | \nSCP-5109\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "title": "SCP-5108"
}