{
    "url": "https://scp-wiki.wikidot.com/scp-5110",
    "all_text": "rating: \n+59\n+\n–\nx\n\n\nItem #:\n SCP-5110\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n All identified SCP-5110 items are to be contained in a secure containment locker. Under no circumstances are any Foundation Personnel beyond Class D personnel to ingest any SCP-5110 products.\n\n\nIdentified shipments of SCP-5110 are to be contained as soon as possible, and instances in retail are to be recalled. Staff involved with obtaining the shipment are to be interviewed before amnesticization.\n\n\nDescription:\n SCP-5110 is the collective designation for a collection of packaged food items released under the \"PURE FOODS\" brand. These items are typically food and drink items mimicking those of popular brands such as Coca-Cola or Haribo. SCP-5110 are usually found and shipped to small convenience stores. Attempts to find the company or individuals responsible for the creation of SCP-5110 are ongoing.\n\n\nWhen ingested, SCP-5110 has adverse anomalous effects on the digestive system of the consumer. While the effects of SCP-5110 products typically vary with the specific item, with some being much less harmful, no item has been shown to have no anomalous effects on the consumer. Items of a specific SCP-5110 product are designated further as SCP-5110-A through SCP-5110-D\n\n\nAn abridiged description of each SCP-5110 product and its observed effects are available below:\n\n\n\n\n\n\nDesignation\n\n\nName on Packaging\n\n\nDescription\n\n\n\n\n\n\nSCP-5110-A\n\n\nPURE BERRIES\n\n\nSCP-5110-A appears to be a container of assorted berries with packaging typical of the 'PURE FOODS' brand. After consumption, SCP-5110-A manifests large quantities of rotting berries inside of the digestive system of the consumer.\n\n\n\n\n\n\nSCP-5110-B\n\n\nPURE SODA\n\n\nSCP-5110-B resembles a soda can used by brands such as Coca-Cola or Pepsi, with packaging typical of the 'PURE FOODS' brand. SCP-5110-B's contents are carbonated mineral water. After consumption, multiple glass 237ml bottles form in the digestive system of the consumer, often shattering from pressure.\n\n\n\n\n\n\nSCP-5110-C\n\n\nPURE WORMS\n\n\nThe packaging contains multiple multi-flavored gummy candies in the shape of worms. Following ingestion, entities resembling \nEunice aphroditois\n appear inside of the subject's digestive system. These entities, when removed, appear colored or dyed to resemble the candies in SCP-5110-C. This causes significant trauma to the digestive system and other parts of the body due to the entities' burrowing instincts.\n\n\n\n\n\n\nSCP-5110-D\n\n\nPURE BEARS\n\n\nThe packaging contains multiple multi-flavored gummy candies in the shape of bears. After being ingested, a juvenile Brown Bear forms in the consumer's digestive system over the course of 1-3 days. The juvenile brown bear, after being removed, appears to have dyed fur similar in appearance to the colored gummy consumed when opened\n\n\n\n\n\n\nAddendum 1:\n Packaging:\n\n\nOn the back of all SCP-5110 items, there are a series of statements presumably from the company or creators. This has remained constant on the packaging itself and is the only sign or marking from the company, aside from the \"PURE FOODS\" brand name.\n\n\n\n\nIt is our MISSION, and has ALWAYS been our MISSION to bring you PURE FOODS\n\n\nLook at the OTHER PRODUCTS you own. Look at the INGREDIENTS; the SUGARS, SYRUPS, and UNNECESSARY things that have been added. So much added for TASTE, so much added to PLACATE you.\n\n\nLook underneath this. WE do not give you the SUGARS that slowly rot your teeth, the FATS that bloat you, the SYRUPs that leave you wanting more. We give you PURE FOODS.\n\n\nWe take the PURE ESSENCE out of these and put them into the gelatin. no MORE, no LESS\n\n\nEAT with PRIDE. YOU are getting the FINEST in FOOD. YOU are getting the PUREST.\n\n\n\n\nNUTRITION FACTS\n\n\n\n\nCALORIES 58,000\n\n\n\n\nTotal Fat\n 40000g\n\n\nSodium\n 16g\n\n\nTotal Carbohydrate\n 0g\n\n\nTotal Sugars\n 0\n\n\nProtein\n 260000g\n\n\n\n\nINGREDIENTS: BEAR\n\n\n\n\n\n\n\n\n« \nSCP-5109\n | SCP-5110 | \nSCP-5111\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5110\n\" by RubyIguess, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5110\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1: Packaging:\nOn the back of all SCP-5110 items, there are a series of statements presumably from the company or creators. This has remained constant on the packaging itself and is the only sign or marking from the company, aside from the \"PURE FOODS\" brand name."
    ],
    "documents": [],
    "notes": [
        "It is our MISSION, and has ALWAYS been our MISSION to bring you PURE FOODS Look at the OTHER PRODUCTS you own. Look at the INGREDIENTS; the SUGARS, SYRUPS, and UNNECESSARY things that have been added. So much added for TASTE, so much added to PLACATE you. Look underneath this. WE do not give you the SUGARS that slowly rot your teeth, the FATS that bloat you, the SYRUPs that leave you wanting more. We give you PURE FOODS. We take the PURE ESSENCE out of these and put them into the gelatin. no MORE, no LESS EAT with PRIDE. YOU are getting the FINEST in FOOD. YOU are getting the PUREST. NUTRITION FACTS CALORIES 58,000 Total Fat 40000g Sodium 16g Total Carbohydrate 0g Total Sugars 0 Protein 260000g INGREDIENTS: BEAR",
        "NUTRITION FACTS CALORIES 58,000 Total Fat 40000g Sodium 16g Total Carbohydrate 0g Total Sugars 0 Protein 260000g",
        "\" SCP-5110 \" by RubyIguess, from the SCP Wiki . Source: https://scpwiki.com/scp-5110 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5110",
    "object_class": "Safe",
    "containment_procedures": "All identified SCP-5110 items are to be contained in a secure containment locker. Under no circumstances are any Foundation Personnel beyond Class D personnel to ingest any SCP-5110 products.",
    "description": "SCP-5110 is the collective designation for a collection of packaged food items released under the \"PURE FOODS\" brand. These items are typically food and drink items mimicking those of popular brands such as Coca-Cola or Haribo. SCP-5110 are usually found and shipped to small convenience stores. Attempts to find the company or individuals responsible for the creation of SCP-5110 are ongoing.",
    "title": "SCP-5110"
}