{
    "url": "https://scp-wiki.wikidot.com/scp-5120",
    "all_text": "rating: \n+53\n+\n–\nx\n\n\nVivarium\n\n\n\n\n\n\n\n\nHey there! You should read some of the other stuff I made… or not!\n\nI'm not the boss of you, do whatever you want!\n\n\nMore by Vivarium\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nBY ORDER OF THE OVERSEER COUNCIL\n\n\nThe following file is Level 4/5120 Secret\n\n\nUnauthorized access is forbidden.\n\n\n\n\n5120\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5120\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nArtistic representation of SCP-5120\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSatillite image of Diplomatic Site\n\n\n✖\n\n\n\n\n \n\n\n\n\n\n\n\n\nThe approximate location of SCP-5120\n\n\n✖\n\n\n\n\nSpecial Containment Procedures:\n The town of Malmantile is designated as a diplomatic site to facilitate research into SCP-5120. \nAccording to the Treaty of Fidelis Roma, research personnel are welcome to enter SCP-5120, but will not be permitted to leave. All communication by personnel from SCP-5120 is to be sent through secure channels to the diplomatic site.\n The Treaty of Fidelis Roma is no longer in effect. Attempts are currently being made to reinstate the treaty, in order to resume research of SCP-5120\n\n\n \n\n\nDescription:\n SCP-5120 is an ancient city named Fidelis Roma. SCP-5120 was founded sometime between 337 and 361 AC, and has remained isolated until its discovery in 2004. It is distinctly Roman in origin but lacks influence from the Abrahamic faiths. SCP-5120 has a small population compared to its size, leading to the majority of houses being unoccupied. A notable land mark of SCP-5120 is the Grand Library, where documents previously thought lost to time can be found.\n\n\n40% of SCP-5120 is buried underneath the undecomposed corpse of an anomalous organism, 5 km in length, similar to \nCanis lupus italicus\n designated SCP-5120-1. SCP-5120-1 produces a perception filter, directing the attention of an observer away from the area, measuring approximately 7 kilometers in diameter from the center of the city. Once an individual is made aware of the perception filter, it loses efficacy and the individual can perceive SCP-5120 normally.\n\n\n \n\n\n \n\n\nAddendum.5120.1:\n Discovery of SCP-5120 occurred due to a raid of a church of the Broken God. The only notable recovered objects are 3 separate letters sent between the church and a place known as Fidelis Roma. The following documents have been translated from the original Latin\n\n\n \n\n\n\n\n\n\n\n\n▶MTF Recovery Log 568943371.01◀\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\nDocument of items obtained by MTF 4365\n\n\n\n\n\n\n03/12/2004\n\n\nDuring a raid on a hostile chapter of the Church of the Broken God, Foundation personnel discovered three documents written in Latin that were of notable interest. They appear to be communication between the Church of the Broken God and an unknown second party. Reviewing surveillance tapes from before the raid identified an individual working as a courier between the Church of the Broken God and the unknown party. The Foundation has begun an investigation into the origin of these documents.\n\n\nTranscribed below are the translated documents.\n\n\n\n\nDocument#568943371.01\n\n\nWe are the people of \nFidelis Roma\n. Though we have been enemies in the past, we now ask for aid. We are willing to pay in gold by the weight of the supplies. We await your response.\n\n\n\n\nDocument#568943371.02\n\n\nWe are willing to provide help; however, we request to know where you are as well as the right to search your city for parts of our god of which you may claim ownership of. We patiently wait for news from the Faithful of Rome.\n\n\n\n\nDocument#568943371.03\n\n\nWe the people of Fidelis Roma have discussed your proposal, and we have decided to decline your offer. The artifacts of \nFidelis Roma\n shall stay with us. We will have to seek assistance from elsewhere. We pray to the gods to bring you good luck.\n\n\n\n\nNote:\n Using the collected data to ascertain the identity of the courier and make contact, the Foundation was able to state negotiating terms for diplomatic relations. In exchange for supplies and aid, \nFidelis Roma\n will be willing to allow vetted personal whom they approve to be allowed to learn the location of SCP-5120.\n\n\n\n\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\n\n\n\n\n \n\n\nAddendum.5120.2:\n The following logs are the recovered research of Dr. Horne. the logs have been cut short due to the Treaty of Fidelis Roma being dismantled.\n\n\n \n\n\n\n\n\n\n\n\n▶Interview Logs Conducted by Dr. Horne◀\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\n\n\nStudy of SCP-5120\n\n\nThe following are the recovered interview logs acquired by Dr. Horne during her time in SCP-5120 for reference and research provided by various Foundation Personnel.\n\n\n\n\nInformation was gathered and translated via secure channels\n\n\n\n\n\n\n\n\n\n\nInterviewed:\n The Flamen Volturnalis\n\n\nInterviewer:\n Dr. Horne\n\n\nLocation:\n Outside the Temple of Volturnus.\n\n\n\n\n<Begin Log>\n\n\n[ Dr. Horne is standing with Flamen Volturnalis outside the temple overlooking a river. The sun has just begun to rise. ]\n\n\nDr. Horne:\n Thank you for allowing me to ask you some questions.\n\n\nFlamen Volturnalis:\n It is my pleasure. You are one of us now, a true Roman as we say. I will answer any questions that may plague you.\n\n\n[ The Flame puts a hand on Dr. Horne's shoulder. ]\n\n\nFlamen Volturnalis:\n By the way, your Latin is very good.\n\n\nDr. Horne:\n Thank you, I am still getting used to speaking Latin, but I appreciate you saying that.\n\n\n[ Dr. Horne smiles. ]\n\n\nDr. Horne:\n Okay, to start things off, I would like you to tell me about yourself.\n\n\n[ The Flame pushes his chest out and holds his fist to his chest. ]\n\n\nFlamen Volturnalis:\n I am The Flamen Volturnalis, a member of the sub-council who decides on laws. As well as a judge in all matters of \nFidelis Roma\n.\n\n\n[ The Flame starts to gesture as he talks. ]\n\n\nFlamen Volturnalis:\n The priest of Volturnus, god of all rivers, as well as a member of the Minor Flamens. I am the caretaker of the river and a humble servant to \nFidelis Roma\n.\n\n\n[ Dr. Horne finishes writing in her notes. ]\n\n\nDr. Horne:\n I’m very interested in the details of your work, but for now, I have another question. When we discovered Fidelis Roma, your people were trying to contact the Church of the Broken God. Can you tell me what you know about them?\n\n\n[ The Flame pauses and gives a perplexed expression. ]\n\n\nFlamen Volturnalis:\n I… assume you are speaking of the god Mekhane. That's what we call him. He was once worshiped by a section of our people a long time ago before we found sanctuary here. They attempted to proclaim their god higher than all others, and they were rightfully expelled.\n\n\nDr. Horne:\n May I ask why your people would contact them for aid?\n\n\n[ The Flame crosses his arms and turns to look at the river. ]\n\n\nFlamen Volturnalis:\n Matters such as those are up to the high-council. I was not there. I would have voted against the decision if I was. They are not to be trusted. The only reason I could see the Major Flames stoop to such a low would be out of desperation.\n\n\nDr. Horne:\n Are there any objects or documents related to Mekhane inside the city?\n\n\n[ The Flame turns away from the river, back to Dr. Horne. ]\n\n\nFlamen Volturnalis:\n No. We would not keep artifacts related to that thing. Though there could be documents in the Grand Library.\n\n\nDr. Horne:\n Thank you, I plan on visiting the library soon. Now, what can you tell me about the Mother of Rome?\n\n\nFlamen Volturnalis:\n She is our protector. She is the one who guided our people to this city.\n\n\n[ The Flame began to raise his arms to the air. ]\n\n\nFlamen Volturnalis:\n This city was crafted by the gods. A place where our people could live and worship without judgment and persecution. The Mother of Rome was a beacon for us to follow. As you are aware, she can only be seen by those she allows to see her. Without her, we would have been discovered long ago. We are thankful to her.\n\n\nDr. Horne:\n I have been to see her. She is quite a wonder. Can you tell me more about her history?\n\n\n[ The Flamen Volturnalis pauses before answering. ]\n\n\nFlamen Volturnalis:\n Long ago the city was attacked. She acted as a shield and allowed herself to be wounded to protect the people of \nFidelis Roma\n. Many of our people perished, but we survived. Ever since she has given us the gift of isolation. We are safe because of her. She… is our savior.\n\n\n[ An apostle of Voltunalis calls for the Flamen. ]\n\n\nFlamen Volturnalis:\n If you would pardon me, It appears I am needed. It was a pleasure speaking with you.\n\n\n[ The Flamen shakes Dr. Horne's hand. ]\n\n\nDr. Horne:\n Thank you for your time.\n\n\nFlamen Volturnalis:\n Good luck with your research Dr. Horne.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n Diplomatic Site Director H Andrew Darren\n\n\nFrom:\n Head Researcher Dr. Clara Horne\n\n\nSubject:\n Report-01 Research on SCP-5120\n\n\nDate:\n 03/24/2005\n\n\n\n\n\n\nMy meeting with the Flamen Volturnalis led me to search for any documents related to the Church. I visited the Grand Library in search of more information, though I estimate that my research will be strenuous due to the size of the library's collection of books. I have also been unable to meet any Major Flamens for an interview.\n\n\nI have also logged some unusually high Hume levels inside of SCP-5120. These readings occur throughout SCP-5120, but seem to cluster around SCP-5120-1. Perception filters do alter Hume levels on a minor scale, but the readings I have acquired read much higher. I have also found that these readings are not consistent. It seems as if they are moving.\n\n\n~ \nHead Researcher Dr. Clara Horne\n\n\n\n\n\n\n\n\n\n\nTo:\n Head Researcher Dr. Clara Horne\n\n\nFrom:\n Diplomatic Site Director H Andrew Darren\n\n\nSubject:\n Report-01 Research on SCP-5120\n\n\nDate:\n 03/24/2005\n\n\n\n\n\n\nThe diplomatic team have negotiated with the Council Fideliss Roma, and have arranged for you to interview the Flamen Dialis so that you may ascertain more information on their connection to the Church of the Broken God, and the locations of any artifacts they may have.\n\n\nYou are also instructed to gather more information on the events that lead to SCP-5120-1's demise, and continue testing Hume levels throughout SCP-5120.\n\n\n~ \nDirector H Andrew Darren\n\n\n\n\n\n\n\n\n\n\n\n\nInterviewed:\n The Flamen Dialis\n\n\nInterviewer:\n Dr. Horne\n\n\nLocation:\n Backroom of the temple of Mars.\n\n\n\n\n<Begin Log>\n\n\n[ Dr. Horne waits in a room inside the Temple of Mars. It is mid-afternoon. The Flamen walks in and sits down. ]\n\n\nDr. Horne:\n Thank you for accepting my interview.\n\n\nFlamen Dialis:\n That is what we agreed to. Forgive me if I seem rude but I am very busy so I will ask that this interview be short if possible.\n\n\nDr. Horne:\n I only have a few questions.\n\n\n[ Dr. Horne paused to look at her notes. ]\n\n\nDr. Horne:\n My first question pertains to the decision to ask The Church of the Broken God for aid. I was told that you voted on this matter. Can you tell me about that?\n\n\n[ The Flame crosses his arms. ]\n\n\nFlamen Dialis:\n That's correct. We made our decision, and promised to pay them for aid. Nothing more. They asked for too much, so we declined… I am not surprised though. We gave them an opportunity and they squandered it. Blinded by their own fanaticism.\n\n\nDr. Horne:\n I appreciate your views on the Church, but I was curious as to what you thought of their desire for a part of their God.\n\n\nFlamen Dialis:\n It is ridiculous. They are desperate to gather their \"God\" and are naive. We do not hold any of their artifacts within our city. Why would we bring any of their relics with us to this place? That would be blasphemy.\n\n\nDr. Horne:\n Thank you for elaborating.\n\n\n[ Dr. Horne glances at her notes again. ]\n\n\nDr. Horne:\n I understand the Mother died defending this city. Can I ask you who she was defending it from?\n\n\nFlamen Dialis:\n The culprit is unknown to us. The few survivors of the fall of The Mother of Rome hid underground. Anyone who witnessed what happened that day, died that day. It was a great tragedy that the people of \nFidelis Roma\n mourn to this day.\n\n\nDr. Horne:\n You're saying there is no information at all about that day?\n\n\nFlamen Dialis:\n There is nothing. Not even in our sacred records. What we have been lead to assume is that somehow, an enemy of Rome was able to enter our sanctuary. We believe the Christians are to blame. Emperor Constantius persecuted us and led us to flee to this city. Replacing our Gods with theirs. Who else are we to suspect?\n\n\nDr. Horne:\n The Christians?\n\n\n[ The Flame nodded. ]\n\n\nFlamen Dialis:\n Many of our ancestors were forced from their homes in Rome when the Christians took control. They mutilated our culture and persecuted us for our beliefs. They are the most likely culprit.\n\n\nDr. Horne:\n Is there any documentation that would prove they were the culprit?\n\n\n[ The Flame glares at Dr. Horne. ]\n\n\nFlamen Dialis:\n You have lived with us for how long?… 3 months?… 4? You're always looking for the same thing. You have been told we don't know what happened to her, and yet you keep asking.\n\n\nDr. Horne:\n Well, Yes, I'm researching your pe-\n\n\n[ The Flame stands up and interrupts Dr. Horne. ]\n\n\nFlamen Dialis:\n Let me give you some free advice. We allow you to live here because we need supplies. This is your home now. Take your time and don't search for things you won't find.\n\n\n[ Dr. Horne is silent for some time. ]\n\n\nDr. Horne:\n I… I guess I have no further questions.\n\n\n[ The Flame stands up from his chair. ]\n\n\nFlamen Dialis:\n Now if you would excuse me, I must start the sacrifice to Mars.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n Diplomatic Site Director H Andrew Darren\n\n\nFrom:\n Head Researcher Dr. Clara Horne\n\n\nSubject:\n Report-02 Research on SCP-5120\n\n\nDate:\n 04/21/2005\n\n\n\n\n\n\nI have continued my search for artifacts connected to The Broken God, and have concluded that there are none within the city. I have discovered documents inside The Library that may be of interest. these documents have been submitted alongside my interview logs.\n\n\nThe Hume levels have continued their trend of changing locations. I experimented by leaving a Kant counter in the same place for 24 hours and logging the results. I found that the Hume levels fluctuate in waves and then spike randomly. These spikes read extraordinarily high and lasted on average for 10 minutes. These results lead me to believe that SCP-5120-1 is either alive and producing these readings, or these are the after-effects of whatever event caused SCP-5120-1 to perish.\n\n\nI plan on focusing the rest of my research inside The Grand Library of Fidelis Roma, and continue to transcribe any documents of interest. I will also continue my search for Broken God artifacts if deemed necessary.\n\n\n~ \nDr. Clara Horne\n\n\n\n\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\n\n\n\n\nAddendum.5120.2:\n Further access to this file is restricted. Only those with level 5 clearance may view this file.\n\n\n\n\n\n\n▶Level 5 Clearance Required◀\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5119\n | SCP-5120 | \nSCP-5121\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5120\n\" by Vivarium, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5120\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n \nhttps://cdn.discordapp.com/attachments/763045056931299372/763046776151212042/Materano_banner.JPG\n\n\nName:\n Materano banner\n\n\nAuthor:\n AlexCad\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://it.wikivoyage.org/wiki/File:Materano_banner.JPG\n\n\n\n\n\n\nFilename:\n \nhttps://cdn.discordapp.com/attachments/763045056931299372/763097475619225660/village-mountain-green-forest.jpg\n\n\nName:\n village mountain green forest\n\n\nAuthor:\n pxfuel\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nhttps://www.pxfuel.com/en/free-photo-qfbql\n\n\n\n\n\n\nFilename:\n \nhttps://cdn.discordapp.com/attachments/763045056931299372/763049098424090644/831px-Italy_topographic_map-blank.svg.png\n\n\nName:\n Italy topographic map-blank\n\n\nAuthor:\n Eric Gaba\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://en.wikipedia.org/wiki/File:Italy_topographic_map-blank.svg\n\n\n\n\n\n\nFilename:\n \nhttps://cdn.discordapp.com/attachments/763045056931299372/765379406582906880/Disco_o_Missorium_Teodosio_MPLdC.jpg\n\n\nName:\n Disco o Missorium Teodosio\n\n\nAuthor:\n Manuel Parada López de Corselas\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://commons.m.wikimedia.org/wiki/File:Disco_o_Missorium_Teodosio_MPLdC.jpg\n\n\n\n\n\n\nFilename:\n \nhttps://cdn.discordapp.com/attachments/763045056931299372/765379449667059782/4000px-Gold_bracelet._Egypt._Hellenistic__Roman_period_4th_cent._B.C.__4th_cent._A.D..jpg\n\n\nName:\n Gold bracelet. Egypt. Hellenistic – Roman period (4th cent. B.C. – 4th cent. A.D.)\n\n\nAuthor:\n George E. Koronaios\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nhttps://commons.m.wikimedia.org/wiki/File:Gold_bracelet._Egypt._Hellenistic_%E2%80%93_Roman_period_(4th_cent._B.C._%E2%80%93_4th_cent._A.D.).jpg\n\n\n\n\n\n\nFilename:\n \nhttps://cdn.discordapp.com/attachments/763045056931299372/765379573788442645/temple-1315377_960_720.jpg\n\n\nName:\n 20160422 068 Roma - Pantheon (26076881914)\n\n\nAuthor:\n Sjaak Kempe\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://commons.m.wikimedia.org/wiki/File:20160422_068_Roma_-_Pantheon_(26076881914).jpg\n\n\n\n\n\n\nFilename:\n \nhttps://cdn.discordapp.com/attachments/763045056931299372/765379705226133554/monument-statue-gargoyle-sculpture-art-rome-temple-carving-romulus-remus-capitoline-wolf-1206479.jpg\n\n\nName:\n romulus-remus-capitoline-wolf-rome\n\n\nAuthor:\n rebeccakiessling1\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nhttps://pixabay.com/photos/romulus-remus-capitoline-wolf-rome-1928153/\n\n\n\n\n\n\nFilename:\n \nhttps://cdn.discordapp.com/attachments/763045056931299372/763491594736631808/panorama-2154463_1280.jpg\n\n\nName:\n Panorama Rome Italy Free Photo\n\n\nAuthor:\n sosinda\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nhttps://www.needpix.com/photo/895459/panorama-rome-italy-church-dome-old-buildings-old-italian\n\n\n\n\n\n\nFilename:\n \nhttps://cdn.discordapp.com/attachments/763045056931299372/766312242328764476/Museo_nazionale_del_Cinema_-_Cabiria_Turin_crop.jpg\n\n\nName:\n Moloch statue from Giovanni Pastrone's Cabiria (1914)\n\n\nAuthor:\n Jean-Pierre Dalbéra\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://en.wikipedia.org/wiki/Moloch#/media/File:Museo_nazionale_del_Cinema_-_Cabiria_(Turin)_crop.jpg",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5120 \" by Vivarium, from the SCP Wiki . Source: https://scpwiki.com/scp-5120 . Licensed under CC-BY-SA .",
        "Filename: https://cdn.discordapp.com/attachments/763045056931299372/763046776151212042/Materano_banner.JPG Name: Materano banner Author: AlexCad License: CC BY-SA 3.0 Source Link: https://it.wikivoyage.org/wiki/File:Materano_banner.JPG",
        "Filename: https://cdn.discordapp.com/attachments/763045056931299372/763097475619225660/village-mountain-green-forest.jpg Name: village mountain green forest Author: pxfuel License: CC0 Source Link: https://www.pxfuel.com/en/free-photo-qfbql",
        "Filename: https://cdn.discordapp.com/attachments/763045056931299372/763049098424090644/831px-Italy_topographic_map-blank.svg.png Name: Italy topographic map-blank Author: Eric Gaba License: CC BY-SA 3.0 Source Link: https://en.wikipedia.org/wiki/File:Italy_topographic_map-blank.svg",
        "Filename: https://cdn.discordapp.com/attachments/763045056931299372/765379406582906880/Disco_o_Missorium_Teodosio_MPLdC.jpg Name: Disco o Missorium Teodosio Author: Manuel Parada López de Corselas License: CC BY-SA 3.0 Source Link: https://commons.m.wikimedia.org/wiki/File:Disco_o_Missorium_Teodosio_MPLdC.jpg",
        "Filename: https://cdn.discordapp.com/attachments/763045056931299372/765379449667059782/4000px-Gold_bracelet._Egypt._Hellenistic__Roman_period_4th_cent._B.C.__4th_cent._A.D..jpg Name: Gold bracelet. Egypt. Hellenistic – Roman period (4th cent. B.C. – 4th cent. A.D.) Author: George E. Koronaios License: CC BY-SA 4.0 Source Link: https://commons.m.wikimedia.org/wiki/File:Gold_bracelet._Egypt._Hellenistic_%E2%80%93_Roman_period_(4th_cent._B.C._%E2%80%93_4th_cent._A.D.).jpg",
        "Filename: https://cdn.discordapp.com/attachments/763045056931299372/765379573788442645/temple-1315377_960_720.jpg Name: 20160422 068 Roma - Pantheon (26076881914) Author: Sjaak Kempe License: CC BY-SA 2.0 Source Link: https://commons.m.wikimedia.org/wiki/File:20160422_068_Roma_-_Pantheon_(26076881914).jpg",
        "Filename: https://cdn.discordapp.com/attachments/763045056931299372/765379705226133554/monument-statue-gargoyle-sculpture-art-rome-temple-carving-romulus-remus-capitoline-wolf-1206479.jpg Name: romulus-remus-capitoline-wolf-rome Author: rebeccakiessling1 License: CC0 Source Link: https://pixabay.com/photos/romulus-remus-capitoline-wolf-rome-1928153/",
        "Filename: https://cdn.discordapp.com/attachments/763045056931299372/763491594736631808/panorama-2154463_1280.jpg Name: Panorama Rome Italy Free Photo Author: sosinda License: CC0 Source Link: https://www.needpix.com/photo/895459/panorama-rome-italy-church-dome-old-buildings-old-italian",
        "Filename: https://cdn.discordapp.com/attachments/763045056931299372/766312242328764476/Museo_nazionale_del_Cinema_-_Cabiria_Turin_crop.jpg Name: Moloch statue from Giovanni Pastrone's Cabiria (1914) Author: Jean-Pierre Dalbéra License: CC BY-SA 2.0 Source Link: https://en.wikipedia.org/wiki/Moloch#/media/File:Museo_nazionale_del_Cinema_-_Cabiria_(Turin)_crop.jpg"
    ],
    "containment_procedures": "The town of Malmantile is designated as a diplomatic site to facilitate research into SCP-5120. According to the Treaty of Fidelis Roma, research personnel are welcome to enter SCP-5120, but will not be permitted to leave. All communication by personnel from SCP-5120 is to be sent through secure channels to the diplomatic site. The Treaty of Fidelis Roma is no longer in effect. Attempts are currently being made to reinstate the treaty, in order to resume research of SCP-5120",
    "description": "SCP-5120 is an ancient city named Fidelis Roma. SCP-5120 was founded sometime between 337 and 361 AC, and has remained isolated until its discovery in 2004. It is distinctly Roman in origin but lacks influence from the Abrahamic faiths. SCP-5120 has a small population compared to its size, leading to the majority of houses being unoccupied. A notable land mark of SCP-5120 is the Grand Library, where documents previously thought lost to time can be found.",
    "title": "SCP-5120"
}