{
    "url": "https://scp-wiki.wikidot.com/scp-5135",
    "all_text": "rating: \n+140\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-5135\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSecure Containment Procedures\n: Physical evidence supporting the existence of the events of SCP-5135 are to be secured and archived. People claiming to remember any events associated with SCP-5135 are to be administered amnestics and, pending brief psychological review, released without further incident.\n\n\nThe area containing SCP-5135-1 is to be secured with a 1 km radius exclusion area inside the Golden Gate National Recreation Area marked with physical security, fencing, and security personnel. SCP-5135-1 itself is to be sealed inside a 10m x 10m sarcophagus with cement walls no less than .5m in thickness. There is to be no door into the container. \nNote:\n This sarcophagus is meant to protect SCP-5135-1 from exterior forces; it will offer no mitigation of destructive impact in the event of detonation.\n\n\n\n\nApproximate location of SCP-5135-1.\n\n\n\n\nDescription\n: SCP-5135 is a global-scale armed conflict which did not occur between 2009 and 2017, for which evidence exists that it did. This evidence, which consists of documents, radio signals, photographs, and fragments of digital data such as images and communications, has been recovered intermittently since 2011. It is theorized that this evidence is an anomalous manifestation of an alternate, parallel timeline (See Addendum Z)\n\n\nWhile very little exists about the details of SCP-5135, some general information about the cause, context, and impact of the conflict has been learned through examination of the recovered data:\n\n\n\n\nSCP-5135 involves at least 4 global superpowers, of which two are The United States and People's Republic of China.\n\n\nSCP-5135 utilizes a high level of espionage and cyber warfare.\n\n\nThe first physical military engagement on U.S. soil occurred in 2010, with additional engagements occurring several times since then, as late as 2014.\n\n\nWidespread misinformation campaigns are integral to the strategies of at least the U.S. and one other belligerent.\n\n\nThe conflict has included nuclear engagements since at least 2016.\n\n\nThe Foundation may be involved.\n\n\n\n\nSCP-5135-1 is an undetonated nuclear device. It is of a size and payload similar to the Soviet RDS-202 hydrogen bomb (\"Tsar Bomba\") tested on October 30, 1961. The casing is inscribed (See below). Its estimated yield is approximately 97 megatons.\n\n\n\n\nCasing inscription\n\n\nThe families lost\n\n\nKau'ai, HI - 12/24/2012\n\n\n[indistinguishable], NC - 3/12/2016\n\n\nThis one's for you\n\n\n\n\nSCP-5135-1 is locked in a temporal stasis field, and presently hovers 104.6cm above the ground. The source of this field is unknown, but is suspected to be caused by Foundation personnel or an equivalent in the SCP-5135 timeline. Measurements suggest that despite appearing still, SCP-5135-1 retains its momentum and kinetic energy; as such, any physical interaction with it may cause instant detonation.\n\n\n\n\nAddendum 1: Theorized timeline\n\n\n\n\nClose\n\n\n\n\nThe following is a possible timeline of events for SCP-5135:\n\n\n\n\n2008:\n The United States sends emergency relief supplies in response to the 2008 Sichuan earthquake. Some of these supplies are contaminated with biological agents that cause a biological outbreak resulting in an unknown number of casualties.\n\n\nEarly 2009:\n Chinese agents operating in the U.S. uncover that this contamination was intentional. China launches a military strike against the United States. Details and U.S. response unknown.\n\n\nNovember 2009:\n After escalated military engagements over the year, another nation joins the engagement with a military operation against China. The United States denies affiliation or alliance with this third nation.\n\n\n2010:\n Military troops arrive on the East Coast of the United States from another unknown nation.\n\n\n2011:\n In a closed-door summit, members of the European Union express a desire for this conflict to end.\n\n\nSummer 2012:\n Military forces attack Hawaii, and set up a military installation on Kauaʻi. The U.S. begins their siege of this installation.\n\n\nDecember 24, 2012:\n The United States bombs the installation on Kauaʻi, killing hundreds of military and civilians. The U.S. Considers this operation a success.\n\n\nEarly 2013:\n The National Security Agency begins a disinformation campaign to quell growing US concerns after the bombing of U.S. Civilians.\n\n\nMarch 2016:\n A nuclear strike occurs on U.S. soil.\n\n\nJune 2016:\n An aircraft with a nuclear payload is shot down over Italy by unknown aggressors, resulting in catastrophic loss of civilian life.\n\n\n\n\nNo evidence has been recovered regarding any events after this occurred. It is unclear if the war ended after this point, or the world devolved into a self-destructive nuclear conflict.\n\n\n\n\nClose\n\n\n\n\n\n\n\n\nAddendum 2: Collected evidence of SCP-5135\n\n\n\n\nClose\n\n\nInventory Code:\n 5135-E-1\n\n\nDescription:\n A corrupted digital photograph of a U.S Government document, indicating a military strike by China in early 2009.\n\n\nContents:\n\n\n\n\nSections in \nred\n are marked for redaction under 50 U.S.C. § 403.\n1\n\n\n\n\nhours to do something … decision NOW. This was unprovoked, and we need to continue to show that the American People are strong in the face of chaos.\n\n\nI have expressed to the \nChinese Ambassador\n that in light of this attack, we will be asking the \nChinese government\n to recall him; we would like this done \nbefore the end of March.\n\n\nLet me reiterate to all of you that the impact of this attack … the American way of life is the highest priority. There will [be no] mercy for those who would attempt to inf… values, our lands, and our way [of life]. … moving forward …\n\n\n\n\nInventory Code:\n 5135-E-2\n\n\nDescription:\n An audio fragment of a phone call between an unknown U.S. Government employee, possibly employed by the U.S. Secretary of State, and an unknown party.\n\n\nContents:\n\n\n\n\nMetadata indicates this call took place in on November 19, 2009 at 05:43PM EST.\n\n\n\n\nUnknown: Well, the secretary of state already said we're disavowing any relationship with them.\n\n\n(pause)\n\nRegardless, the CMC\n2\n is being briefed that we're involved.\n\n\n(pause)\n\nThey don't know that. And with all the attacks this year I can't imagine Dale\n3\n is going to authorize that kind of conversation.\n\n\n(pause)\n\nAlright, sir, I understand.\n\n\n\n\nInventory Code:\n 5135-E-3\n\n\nDescription:\n An encrypted plain text file from an unknown U.S. operative. Significant data loss.\n\n\nContents:\n\n\n\n\nPRC AWARE US IN█OLV IN 08 BIO OP█\n\n█████ORCES OPERATING█IN█KAUAI SINCE J██████12\n\nFOUN███ION HAND███G RESP██SE MO█ING F█R██RD\n\nNSA SUP██SS INFO '10 E COAST ENGA███████\n\nPOPU███████████A███████████\n\n\n\n\nInventory Code:\n 5135-E-5\n\n\nDescription:\n Brief excerpt of Air Traffic Control signal picked up by Italian ENAV (Air Traffic Control). Transmissions are from Italy Area Control Center in Rome (ROMA), U.S. Army 173rd Infantry Brigade Combat Team Airborne (\"REDTAIL\"), and Unidentified Aircraft (UAC001).\n4\n\n\nContents:\n\n\n\n\n\n\n[061616/043514] ENAV-ROMA: Aircraft heading 1-8-5, ENAV-ROMA, are you on radio?\n\n[061616/043555] ENAV-ROMA: Aircraft heading 1-8-5, ROMA, are you on radio?\n\n[061616/043623] ENAV-ROMA: Aircraft 1-8-5 . ENAV-ROMA Visual. Squawk 7-6-0-0 if radio inoperative. ROMA.\n\n[061616/043637] REDTAIL01: ROMA, Army 1-0-1-6 heading 0-2-5. Army 10-16.\n\n[061616/043645] ENAV-ROMA: Army 10-16, ROMA, Are you—is that—Aircraft heading 1-8-5 was that you? \n(In Italian)\n I don't know what's going on up there.\n\n[061616/043654] REDTAIL01: ROMA, Army 10-16, negative.\n\n[061616/043703] ENAV-ROMA: Army, uh…stand by. Aircraft heading 1-8-7, ENAV [BLOCKED]\n\n[061616/043707] UAC001: ROMA, All is well.\n\n[061616/043721] REDTAIL01: ENAV, we've— \n[anti-aircraft gunfire heard]\n\n[061616/043725] ENAV-ROMA: Army, are you [BLOCKED]\n\n[061616/043726] REDTAIL01: Cease fire! Cease fire! U.S. Army 173rd Infantry Airborne, Cease Fire!\n\n[061616/043730] UAC001: Cease fire, Advise I am carrying nuclear [BLOCKED]\n\n[061616/043732] ENAV-ROMA: Advise! Advise!\n\n[061616/043733] UAC001: I am hit, Mayday, Mayday, Mayday, [BLOCKED] engine damaged aircraft—gunfire—flight level 5 thousand\n\n[061616/043735] REDTAIL01: Where is he? Where is [BLOCKED]\n\n[061616/043738] ENAV-ROMA: [BLOCKED] position, souls on board, can you maintain [BLOCKED]\n\n[061616/043739] UAC001: [BLOCKED] not maintain — 8 souls — nuclear payload — crashing—\n\n[061616/043743] ENAV-ROMA: \n(background noise heard)\n What— \n(in Italian)\n Oh Jesus, it's nuclear, oh God, it's so close, it's—\n\n\n\n\nEnd of recording.\n\n\n\n\nClose\n\n\n\n\n\n\n\n\nAddendum 3: Additional observations\n\n\n\n\nClose\n\n\n\n\nDr. Voight is a theoretical physicist specializing in temporal anomalies, and is employed in the Foundation office of the Historian.\n\n\n\n\nRecording begins.\n\n\nDr. Delkirk:\n There is one thing they want to be completely and totally clear about.\n\n\nDr. Voight:\n Yes?\n\n\nDr. Delkirk:\n I want to be certain that this war is not something that happened in our reality. We are not threatened by it.\n\n\nDr. Voight:\n Doctor, that's a bit of a complicated question. On the surface, yes, it definitely seems that this war tangibly did not happen here. The collection of items we've uncovered paint a very stark picture of a world that we are quite sure never occurred.\n\n\nDr. Delkirk:\n But you have another theory?\n\n\nDr. Voight:\n Unfortunately. There is the possibility that the war did happen. \n(long pause)\n It could still be happening.\n\n\nDr. Delkirk:\n Where?\n\n\nDr. Voight:\n Here. On earth, in this reality.\n\n\nDr. Delkirk:\n \n(Scribbles into notebook)\n Some kind of anti-memetic war? And these pieces of evidence are—\n\n\nDr. Voight:\n No. Not an anomalous war. A mundane one. Perhaps contained partially by anomalous means, but a mundane war nonetheless.\n\n\nDr. Delkirk:\n SCP-5135 is a full-scale armed conflict, Doctor, involving multiple nuclear attacks and massive loss of both military and civilian life.\n\n\nDr. Voight:\n And?\n\n\nDr. Delkirk:\n That's not something you could easily hide.\n\n\nDr. Voight:\n You're not a military man, are you? If you don't mind me saying so.\n\n\nDr. Delkirk:\n No.\n\n\nDr. Voight:\n Ever been to Iraq?\n\n\nDr. Delkirk:\n No.\n\n\nDr. Voight:\n Can you tell me, how do you know the war in Iraq happened?\n\n\nDr. Delkirk:\n Through historical records, media reporting—\n\n\nDr. Voight:\n And if there was none? \n(Pause)\n What if the news never reported on the War in Iraq? Never made statements about it, never decorated soldiers for it. Would you even know it happened?\n\n\nDr. Delkirk:\n You're talking about a coverup on a global scale. Wouldn't there be evidence?\n\n\nDr. Voight:\n \n(tapping the front page of the containment file for SCP-5135)\n \"\nPhysical evidence supporting the existence of the events of SCP-5135 are to be secured and archived.\n\"\n\n\n(long silence)\n\n\nDr. Delkirk:\n My god. Are we…are \nwe\n the coverup?\n\n\nRecording ends.\n\n\n\n\n\n\nClose\n\n\n\n\n\n\n\n\nVoight? Yeah, it's Dell. Delkirk. I'm just…yeah. Just…what if this isn't the only thing they're hiding behind a containment file? Right. Right, exactly. Hang on, someone's at the door—\n\n\n\n\nFootnotes\n\n\n1\n. Information classified under the authority of the CIA.\n\n\n2\n. The Central Military Commission of China\n\n\n3\n. This individual has not yet been identified.\n\n\n4\n. Note: \"[BLOCKED]\" Indicates the message was blocked by another transmission.\n\n\n\n\n\n\n\n\n« \nSCP-5134\n | SCP-5135 | \nSCP-5136\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5135\n\" by Sam Swicegood (CityToast), from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5135\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n mappo12.png\n\n\nName:\n SCP-5135 Location\n\n\nAuthor:\n \nCityToast\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n Self\n\n\nDerivative of:\n Open Streetmap, \ncopyrighted by OpenStreetMap Contributors\n, with data made available under the Open Database License, and the graphical tile licensed for use under CC-BY-SA.\n\n\n\n\n\n\nFilename:\n corrupted_photo.png\n\n\nName:\n Corrupted Photo\n\n\nAuthor:\n \nCityToast\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n Self\n\n\n\n\n\n\nFilename:\n Recording-4.mp3// and //ScipThinjg.mp3\n\n\nAuthor:\n \nCityToast\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n Self",
    "addendums": [],
    "documents": [],
    "notes": [
        "Casing inscription The families lost Kau'ai, HI - 12/24/2012 [indistinguishable], NC - 3/12/2016 This one's for you",
        "hours to do something … decision NOW. This was unprovoked, and we need to continue to show that the American People are strong in the face of chaos. I have expressed to the Chinese Ambassador that in light of this attack, we will be asking the Chinese government to recall him; we would like this done before the end of March. Let me reiterate to all of you that the impact of this attack … the American way of life is the highest priority. There will [be no] mercy for those who would attempt to inf… values, our lands, and our way [of life]. … moving forward …",
        "Unknown: Well, the secretary of state already said we're disavowing any relationship with them. (pause) Regardless, the CMC 2 is being briefed that we're involved. (pause) They don't know that. And with all the attacks this year I can't imagine Dale 3 is going to authorize that kind of conversation. (pause) Alright, sir, I understand.",
        "PRC AWARE US IN█OLV IN 08 BIO OP█ █████ORCES OPERATING█IN█KAUAI SINCE J██████12 FOUN███ION HAND███G RESP██SE MO█ING F█R██RD NSA SUP██SS INFO '10 E COAST ENGA███████ POPU███████████A███████████",
        "[061616/043514] ENAV-ROMA: Aircraft heading 1-8-5, ENAV-ROMA, are you on radio? [061616/043555] ENAV-ROMA: Aircraft heading 1-8-5, ROMA, are you on radio? [061616/043623] ENAV-ROMA: Aircraft 1-8-5 . ENAV-ROMA Visual. Squawk 7-6-0-0 if radio inoperative. ROMA. [061616/043637] REDTAIL01: ROMA, Army 1-0-1-6 heading 0-2-5. Army 10-16. [061616/043645] ENAV-ROMA: Army 10-16, ROMA, Are you—is that—Aircraft heading 1-8-5 was that you? (In Italian) I don't know what's going on up there. [061616/043654] REDTAIL01: ROMA, Army 10-16, negative. [061616/043703] ENAV-ROMA: Army, uh…stand by. Aircraft heading 1-8-7, ENAV [BLOCKED] [061616/043707] UAC001: ROMA, All is well. [061616/043721] REDTAIL01: ENAV, we've— [anti-aircraft gunfire heard] [061616/043725] ENAV-ROMA: Army, are you [BLOCKED] [061616/043726] REDTAIL01: Cease fire! Cease fire! U.S. Army 173rd Infantry Airborne, Cease Fire! [061616/043730] UAC001: Cease fire, Advise I am carrying nuclear [BLOCKED] [061616/043732] ENAV-ROMA: Advise! Advise! [061616/043733] UAC001: I am hit, Mayday, Mayday, Mayday, [BLOCKED] engine damaged aircraft—gunfire—flight level 5 thousand [061616/043735] REDTAIL01: Where is he? Where is [BLOCKED] [061616/043738] ENAV-ROMA: [BLOCKED] position, souls on board, can you maintain [BLOCKED] [061616/043739] UAC001: [BLOCKED] not maintain — 8 souls — nuclear payload — crashing— [061616/043743] ENAV-ROMA: (background noise heard) What— (in Italian) Oh Jesus, it's nuclear, oh God, it's so close, it's—",
        "Recording begins. Dr. Delkirk: There is one thing they want to be completely and totally clear about. Dr. Voight: Yes? Dr. Delkirk: I want to be certain that this war is not something that happened in our reality. We are not threatened by it. Dr. Voight: Doctor, that's a bit of a complicated question. On the surface, yes, it definitely seems that this war tangibly did not happen here. The collection of items we've uncovered paint a very stark picture of a world that we are quite sure never occurred. Dr. Delkirk: But you have another theory? Dr. Voight: Unfortunately. There is the possibility that the war did happen. (long pause) It could still be happening. Dr. Delkirk: Where? Dr. Voight: Here. On earth, in this reality. Dr. Delkirk: (Scribbles into notebook) Some kind of anti-memetic war? And these pieces of evidence are— Dr. Voight: No. Not an anomalous war. A mundane one. Perhaps contained partially by anomalous means, but a mundane war nonetheless. Dr. Delkirk: SCP-5135 is a full-scale armed conflict, Doctor, involving multiple nuclear attacks and massive loss of both military and civilian life. Dr. Voight: And? Dr. Delkirk: That's not something you could easily hide. Dr. Voight: You're not a military man, are you? If you don't mind me saying so. Dr. Delkirk: No. Dr. Voight: Ever been to Iraq? Dr. Delkirk: No. Dr. Voight: Can you tell me, how do you know the war in Iraq happened? Dr. Delkirk: Through historical records, media reporting— Dr. Voight: And if there was none? (Pause) What if the news never reported on the War in Iraq? Never made statements about it, never decorated soldiers for it. Would you even know it happened? Dr. Delkirk: You're talking about a coverup on a global scale. Wouldn't there be evidence? Dr. Voight: (tapping the front page of the containment file for SCP-5135) \" Physical evidence supporting the existence of the events of SCP-5135 are to be secured and archived. \" (long silence) Dr. Delkirk: My god. Are we…are we the coverup? Recording ends.",
        "\" SCP-5135 \" by Sam Swicegood (CityToast), from the SCP Wiki . Source: https://scpwiki.com/scp-5135 . Licensed under CC-BY-SA .",
        "Filename: mappo12.png Name: SCP-5135 Location Author: CityToast License: CC-BY-SA 3.0 Source Link: Self Derivative of: Open Streetmap, copyrighted by OpenStreetMap Contributors , with data made available under the Open Database License, and the graphical tile licensed for use under CC-BY-SA.",
        "Filename: corrupted_photo.png Name: Corrupted Photo Author: CityToast License: CC-BY-SA 3.0 Source Link: Self",
        "Filename: Recording-4.mp3// and //ScipThinjg.mp3 Author: CityToast License: CC-BY-SA 3.0 Source Link: Self"
    ],
    "title": "SCP-5135"
}