{
    "url": "https://scp-wiki.wikidot.com/scp-5136",
    "all_text": "rating: \n+36\n+\n–\nx\n\n\nItem #:\n SCP-5136\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-5136 is contained at Site-93 in a humanoid containment unit outfitted with radioactive shielding and detection equipment. Personnel interacting physically with SCP-5136 must be outfitted with radiation protective gear at all times and must be trained in de-escalation and relaxation techniques\n1\n.\n\n\nAddendum 02/15/2021.\n Project Inanna is indefinitely suspended. SCP-5136's outdoor excursions are prohibited until further notice.\n\n\n\n\n+ ARCHIVED: Special Containment Procedures Addendum, 05/02/2020.\n\n\n\n\n- ARCHIVED: Special Containment Procedures Addendum, 05/02/2020.\n\n\n\n\nUpon recommendation from Lead Researcher Hernández, SCP-5136’s schedule has been updated to include a daily excursion to the wooded grove within Site-93’s perimeter, for the purposes of physical wellbeing and personal meditation. Two security staff equipped with radiation suits are to accompany SCP-5136 on this excursion, which is not to last longer than 90 minutes.\n\n\nFurther psychological & emotional evaluations are now to be completed on a weekly basis.\n\n\n\n\n\n\n\n\n\n\n+ ARCHIVED: Special Containment Procedures Addendum, 07/14/2020.\n\n\n\n\n- ARCHIVED: Special Containment Procedures Addendum, 07/14/2020.\n\n\n\n\nUpon recommendation from Lead Researcher Hernández, SCP-5136 is now primarily contained by the successful implementation of Project Inanna (see below). This has mitigated the worst effects of SCP-5136’s recent emotional deterioration, and almost completely eliminated any involuntary radioactive emissions.\n\n\nAlthough Project Inanna represents a significant drain on Site-93 resources, its costs are still significantly lower than those projected for the sophisticated shielding and pacification that containment of SCP-5136 would otherwise require.\n\n\nResearch into SCP-5136’s emergent telepathic connection is tentatively approved, but care must be taken when discussing sensitive topics, including Maria Fischer, Elizabeth García, romantic love, depression, loneliness, and heartbreak.\n\n\n\n\n\n\n\n\nDescription:\n SCP-5136 is the designation given to Benjamin Speers, formerly of Lincoln, Nebraska. SCP-5136 constantly emits low-intensity ionizing radiation: a 1-minute exposure to SCP-5136 delivers, on average, a 1.2 μSv dose\n2\n. However, in situations of extreme stress – especially when SCP-5136 feels its life is threatened – this emission intensifies exponentially to fatal levels, with no known upper limit.\n\n\nSCP-5136 is generally compliant & nonviolent. Despite its plainly stated dissatisfaction with containment, SCP-5136 has never intentionally used its radioactive emissions to harm personnel or facilitate its own escape. Experimentation to determine SCP-5136’s degree of control over this radiation is indefinitely suspended.\n\n\n\n\n+ ARCHIVED: Description Addendum, 05/02/2020.\n\n\n\n\n- ARCHIVED: Description Addendum, 05/02/2020.\n\n\n\n\nBeginning in April 2020, SCP-5136 displayed intensifying symptoms of depression and suicidal ideation, likely due to prolonged isolation. Private counseling\n3\n with Lead Researcher Hernández failed to meaningfully alter SCP-5136’s mental & emotional state. Coupled with SCP-5136’s apparent inability to control its radioactive emissions, this agitation presented significant risk to both Foundation personnel and feasible long-term containment.\n\n\nSCP-5136’s containment procedures were revised to allow for limited time outdoors each day with a security escort, which considerably improved both SCP-5136’s mood and its control over its radioactive emissions.\n\n\nCurrent evidence suggests that SCP-5136’s increased volatility is somehow linked to its mental state, as its “radiation incontinence” followed shortly after its recent mental breakdown, despite 18 months of stability in prior containment.\n\n\n\n\n\n\n\n\n\n\n+ ARCHIVED: Description Addendum, 07/14/2020.\n\n\n\n\n- ARCHIVED: Description Addendum, 07/14/2020.\n\n\n\n\nOn July 7, 2020, SCP-5136 began involuntarily emitting near-fatal levels of radiation with no apparent physical or emotional trigger. At the same time, SCP-5136 claimed to have suddenly become aware of Ms. Maria Fischer of Eau Claire, Wisconsin\n4\n, despite having never met or heard of her before, and expressed an intense need to “make things better” for her.\n\n\nQuestioning led by Dr. Hernández determined that SCP-5136 possessed significant awareness regarding Ms. Fischer’s current emotional state and her history of romantic partners\n5\n. A recent period of prolonged loneliness had significantly worsened Ms. Fischer’s mental health, which SCP-5136 claimed to be feeling as well.\n\n\nGiven the severity of Maria Fischer’s depression and SCP-5136’s associated distress, taking her into Foundation custody was deemed too great of a risk to both SCP-5136’s agitation and any intensification of its radioactive effect. Ms. Fischer’s water supply was laced with mood stabilizing compounds as a stopgap measure, as containment staff worked to increase radioactive shielding on SCP-5136’s enclosure and devise a more long-term solution.\n\n\nAfter prolonged discussions, and with the noted objections of the Ethics Committee, Project Inanna was initiated. A viable subject was identified in Elizabeth García, a coworker and acquaintance, who according to colleagues had tentatively flirted with Ms. Fischer on one occasion to no apparent reciprocation.\n\n\nRoughly two weeks after the successful launch of Project Inanna on 07/20/2020, SCP-5136’s radioactive emissions dropped rapidly to near-baseline levels. Continued execution of Project Inanna was deemed necessary until a more permanent solution or explanation for SCP-5136’s volatility could be devised.\n\n\nDue to the roughly 2-week delay between Ms. Fischer’s emotional changes and SCP-5136’s spike in radioactive emissions – and their observed exponential growth after that point – any changes to Ms. Fischer’s emotional state must be resolved immediately via Project Inanna, without waiting to measure their effects on SCP-5136’s radioactivity.\n\n\nUpgrade to Keter designation has been suspended, pending ongoing research into Project Inanna’s long-term viability.\n\n\n\n\n\n\n\n\nProject Inanna:\n\n\n\n\n+ ARCHIVED: Overview. Access Restricted to Level 3 Personnel.\n\n\n\n\n- ARCHIVED: Overview. Access Restricted to Level 3 Personnel.\n\n\n\n\nProject Inanna is the ongoing Foundation initiative to covertly maintain the romantic relationship between Maria Fischer and Elizabeth García, both of Eau Claire, Wisconsin.\n\n\nProject Inanna’s current volatility status is: \nCRITICAL\n.\n\n\nThe bulk of Project Inanna focuses on surveillance of communications between Fischer and García, with any direct interference disguised as random chance. As the majority of this interference occurs on the cell phones, personal computers, and office equipment of Ms. Fischer & Ms. García, physical interference is only to be deployed with great care and only as a last resort.\n\n\nProject Inanna Proposal Log\n\n\n\n\nProposal 0001\n\n\nDate:\n 2020-07-10\n\n\nBrief:\n Manipulation of social media algorithms to promote interest between Fischer and García.\n\n\nStatus:\n Approved\n\n\nResults:\n Inconclusive. No communication initiated by either subject.\n\n\n\n\n\n\nProposal 0002\n\n\nDate:\n 2020-07-11\n\n\nBrief:\n Manipulation of targeted advertising to promote attendance at a social gathering, centered around a mutual interest of both subjects.\n\n\nStatus:\n Approved\n\n\nResults:\n Ineffective. Fischer attended the event, but García did not.\n\n\n\n\nExtraneous logs condensed.\n\n\n\n\nProposal 0007\n\n\nDate:\n 2020-07-15\n\n\nBrief:\n Incapacitation of Fischer’s car and blocking of calls to coworkers other than García.\n\n\nStatus:\n Approved\n\n\nResults:\n Partial success. Fischer rode with García for 3 subsequent workdays, with both displaying evident satisfaction at the arrangement.\n\n\nNotes:\n Looks like the direct approach worked. Let's not make a habit out of it. \n–Lead Researcher Hernández\n\n\n\n\n\n\nProposal 0008\n\n\nDate:\n 2020-07-20\n\n\nBrief:\n Manipulation of Fischer’s internet searches for takeout food to highlight a local restaurant frequented by García. Manipulation of García’s targeted advertising to promote the same location.\n\n\nStatus:\n Approved\n\n\nResults:\n Success. Subjects met at restaurant and opted to dine together. Instead of returning home, Fischer joined García at her house after dinner.\n\n\n\n\n\n\n\n\nProposal 0020\n\n\nDate:\n 2020-10-07\n\n\nBrief:\n Alteration of jury duty assignments to remove García from roster, to allow subjects more time together.\n\n\nStatus:\n Rejected by Lead Researcher Hernández\n\n\nNotes:\n There’s no reason to micromanage their personal lives or dig deeper than we need to. They’re together, things are going well, and SCP-5136 seems satisfied. We don’t have to make things literally perfect for them. And anyway, they deserve at least an iota of privacy.\n\n\n\n\n\n\n\n\nProposal 0041\n\n\nDate:\n 2021-01-10\n\n\nBrief:\n Manipulation of targeted advertising to highlight “couples massage” offer at local spa, to rekindle waning intimacy.\n\n\nStatus:\n Approved\n\n\nResults:\n Ineffective. Fischer suggested a joint spa session, but García declined to join, citing lack of energy. Subjects initiate fourth argument since Thanksgiving. Fischer begins to display signs of distress consistent with those prior to Project Inanna. Site Director Stephenson notified.\n\n\n\n\n\n\nProposal 0042\n\n\nDate:\n 2021-01-11\n\n\nBrief:\n Application of a mild mood-altering compound to increase García’s desire for intimacy, to match that of Fischer’s.\n\n\nStatus:\n Rejected by Lead Researcher Hernández and Ethics Committee liaison.\n\n\nNotes:\n Jesus. We are \nnot\n slipping anyone a goddamned \nlove potion\n. Find another fix.\n\n\n\n\n\n\n\n\nProposal 0047\n\n\nDate:\n 2021-02-05\n\n\nBrief:\n Application of Class-A amnestics to suppress memories of this evening’s argument and subsequent termination of romantic relationship by García.\n\n\nStatus:\n \nRejected by Lead Researcher Hernández and Ethics Committee liaison.\n Rejection overruled by Site Director Stephenson.\n\n\nResults:\n Amnestics deployed to both subjects at approximately 23:20. Subsequent behavior within acceptable parameters. No significant side effects noted.\n\n\nNotes:\n Dr. Hernández reassigned. Additional resources diverted to Project Inanna, including pharmacological & amnestics experts.\n\n\n\n\nAt 03:52 on February 15th, Ms. García attempted to call Dr. Hernández’s cell phone, despite no evidence or testimony from Dr. Hernández about their prior acquaintance. A newly-implemented script rerouted her call and recorded her voice message, unbeknownst to Dr. Hernández.\n\n\n\n\nHi, Raul, It’s Elizabeth.\n\n\nI know we haven’t talked since April and I’m really, really sorry it’s so late, or early, right now, I guess. I’ve been up all night, I’m just thinking and, and I wanted your input, I mean, I know you’re a psychologist. How much do you know about mental illnesses? Like if somebody had one. How would you know, that kind of thing. Like, what are the symptoms.\n\n\nLast time we talked, I told you about Maria. Well we’re dating and it was nice for awhile but then it just felt, um, not right. I wasn’t feeling it. And I thought it was just me overthinking and self-sabotaging like every other time, because we still had fun together, right, and God knows I'm good at ruining a good thing but it all felt a little…perfect? Too good to be true?\n\n\nParanoia, right? I know “paranoid schizophrenia”, maybe that’s it. I think it can’t be that, but then I think \nhow\n, how can the universe just, like, \ngive\n me what I want like this? I know you told me to just be myself, be patient, it'll all work out. But I look back and the coincidences, they just feel too convenient, too perfect.\n\n\nYesterday was Valentine’s Day and we didn’t do anything. I don’t remember doing anything. Except I know we \ndid\n, we were \nsomewhere\n, because I’m wearing my favorite dress right now. The one Maria got me for our 6-month. She said it was a steal. Like the universe just––\n\n\nOh God.\n\n\nLike the universe just wanted me to have it.\n\n\nValentine’s Day. Right. I don’t remember it, I don’t remember anything. It’s all a blur, I feel like we went out but my brain is just this \nfog\n recently, I go to text her and there are messages I don’t remember sending, messages I can’t find that I’m \ncertain\n I sent. I look at her and I…I just want to hit her. But I can’t remember any reason I’d want to. And I feel so shitty right now, but it’s like my body is constantly energized, giddy, like it usually feels after we…\n\n\nBipolar disorder, I know that one. Maybe it’s that. Or maybe paranoia.\n\n\nOr maybe I just watch too much TV.\n\n\nThis wasn’t okay. Calling you like this, it was a weird thing to do. I’m sorry if I woke you. It’s probably nothing.\n\n\n\n\nWhen confronted with the recording, Researcher Hernández resigned his position with the Foundation and submitted himself willingly for interrogation and amnestic treatment. Project Inanna has been suspended indefinitely.\n\n\n\n\n\n\n\n\n\n\n+ Interview Log, SCP-5136. Project Inanna Decommission Followup.\n\n\n\n\n- Interview Log, SCP-5136. Project Inanna Decommission Followup.\n\n\n\n\n\n\nDate:\n 2021-02-16\n\n\nInterviewed:\n SCP-5136\n6\n\n\nInterviewer:\n Dr. Ivanova, Interim Lead Researcher, SCP-5136\n\n\nDr. Ivanova:\n Good evening, Ben. I have a few follow-up questions from our earlier discussion, if you feel up to it.\n\n\nSCP-5136:\n Of course, Doctor. I’m sorry again for causing this whole mess.\n\n\nDr. Ivanova:\n Right now, your candor is more important than your guilt.\n\n\nSCP-5136:\n Of course. I won’t lie again.\n\n\nDr. Ivanova:\n I’m glad to hear it. \n(pause)\n Dr. Hernández claims that you faked your way through the “empathic link” tests on Maria Fischer with his help and a few subtle in-the-moment cues. An impressive piece of theatre.\n\n\nSCP-5136:\n Well, he trained me for it extensively.\n\n\nDr. Ivanova:\n The private counseling.\n\n\nSCP-5136:\n Right. \n(pause)\n That’s not gonna ruin it, is it? For any other, um, skips? That might actually need the counseling?\n\n\nDr. Ivanova:\n This process is about more than punishing Dr. Hernández. This is about making sure it can’t happen again. I can’t make any promises about how we’ll use your answers, but I know that won’t stop you from being honest about something so important.\n\n\nSCP-5136:\n How– how can you be sure of that?\n\n\nDr. Ivanova:\n If you were willing to actually hurt people to make yourself more comfortable, you would’ve gone nuclear the day we brought you in.\n\n\nSilence. Dr. Ivanova makes several notes.\n\n\nDr. Ivanova:\n To be clear: you had no knowledge of either Elizabeth García or Maria Fischer, prior to this scheme with Dr. Hernández?\n\n\nSCP-5136:\n Right. Though from his descriptions, I feel like I know Elizabeth pretty well now. She sounds nice. \n(pause)\n He cares a lot about her. That first planning session – where he proposed the whole plan, promised I'd get to see grass again – he'd talked to her the previous night. Comforting her for hours. He was so sad for her, so desperate to just help out even a little bit. I think he figured it'd only take a firm nudge.\n\n\nDr. Ivanova:\n He overestimated his ability to keep the project low-profile.\n\n\nSCP-5136:\n Right, yeah.\n\n\nDr. Ivanova:\n You’ll be happy to hear that Dr. Hernández corroborated your story. Insisted the entire scheme was his idea. Even your faked agitation and the “nature walks” cure.\n\n\nSCP-5136:\n Yes, that's right. Well, mostly. I really \nwas\n having a bad time of it.\n\n\nDr. Ivanova:\n But no involuntary radiation?\n\n\nSCP-5136:\n Right. That was his idea. Pretend I couldn’t control it if I was in a bad place, mentally. He told me that you all — um, that The Foundation sometimes needs to be given a reason to be kind.\n\n\nDr. Ivanova:\n Did he.\n\n\nSCP-5136:\n I believed him, didn't I?\n\n\nDr. Ivanova:\n Those are all the follow-up questions I have for now. Thank you for your time, Ben.\n\n\nSCP-5136:\n Um, Doctor? Before you go…I know I’m in trouble right now, but considering my, uh, compliance…I mean, Dr. Hernández talked about how nasty some of the other things you contain are, and I’m not saying I’d ever…I'm just, um…\n\n\nDr. Ivanova:\n I'll see what we can do about your walks. I can't promise anything.\n\n\nSCP-5136:\n Um, thanks.\n\n\nDr. Ivanova:\n Have a good evening, Ben.\n\n\nSCP-5136:\n Thanks, Doctor. You too.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. As SCP-5136 reacts negatively to sedation, any attempts at pacification must prioritize psychological tactics.\n\n\n2\n. Roughly equivalent to a single arm X-ray scan.\n\n\n3\n. Private counseling logs are restricted to Level 4 Personnel and Ethics Committee representatives.\n\n\n4\n. Closest major city to Site-93, at a distance of 80 km.\n\n\n5\n. The majority of this information was corroborated by field investigators during the early research stages of Project Inanna.\n\n\n6\n. Addressed as given name \"Ben\" in interviews to reduce agitation & facilitate compliance.\n\n\n\n\n\n\n\n\n« \nSCP-5135\n | SCP-5136 | \nSCP-5137\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5136\n\" by peppermint_legos, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5136\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Proposal 0001 Date: 2020-07-10 Brief: Manipulation of social media algorithms to promote interest between Fischer and García. Status: Approved Results: Inconclusive. No communication initiated by either subject.",
        "Proposal 0002 Date: 2020-07-11 Brief: Manipulation of targeted advertising to promote attendance at a social gathering, centered around a mutual interest of both subjects. Status: Approved Results: Ineffective. Fischer attended the event, but García did not.",
        "Proposal 0007 Date: 2020-07-15 Brief: Incapacitation of Fischer’s car and blocking of calls to coworkers other than García. Status: Approved Results: Partial success. Fischer rode with García for 3 subsequent workdays, with both displaying evident satisfaction at the arrangement. Notes: Looks like the direct approach worked. Let's not make a habit out of it. –Lead Researcher Hernández",
        "Proposal 0008 Date: 2020-07-20 Brief: Manipulation of Fischer’s internet searches for takeout food to highlight a local restaurant frequented by García. Manipulation of García’s targeted advertising to promote the same location. Status: Approved Results: Success. Subjects met at restaurant and opted to dine together. Instead of returning home, Fischer joined García at her house after dinner.",
        "Proposal 0020 Date: 2020-10-07 Brief: Alteration of jury duty assignments to remove García from roster, to allow subjects more time together. Status: Rejected by Lead Researcher Hernández Notes: There’s no reason to micromanage their personal lives or dig deeper than we need to. They’re together, things are going well, and SCP-5136 seems satisfied. We don’t have to make things literally perfect for them. And anyway, they deserve at least an iota of privacy.",
        "Proposal 0041 Date: 2021-01-10 Brief: Manipulation of targeted advertising to highlight “couples massage” offer at local spa, to rekindle waning intimacy. Status: Approved Results: Ineffective. Fischer suggested a joint spa session, but García declined to join, citing lack of energy. Subjects initiate fourth argument since Thanksgiving. Fischer begins to display signs of distress consistent with those prior to Project Inanna. Site Director Stephenson notified.",
        "Proposal 0042 Date: 2021-01-11 Brief: Application of a mild mood-altering compound to increase García’s desire for intimacy, to match that of Fischer’s. Status: Rejected by Lead Researcher Hernández and Ethics Committee liaison. Notes: Jesus. We are not slipping anyone a goddamned love potion . Find another fix.",
        "Proposal 0047 Date: 2021-02-05 Brief: Application of Class-A amnestics to suppress memories of this evening’s argument and subsequent termination of romantic relationship by García. Status: Rejected by Lead Researcher Hernández and Ethics Committee liaison. Rejection overruled by Site Director Stephenson. Results: Amnestics deployed to both subjects at approximately 23:20. Subsequent behavior within acceptable parameters. No significant side effects noted. Notes: Dr. Hernández reassigned. Additional resources diverted to Project Inanna, including pharmacological & amnestics experts.",
        "\" SCP-5136 \" by peppermint_legos, from the SCP Wiki . Source: https://scpwiki.com/scp-5136 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5136",
    "object_class": "Euclid",
    "containment_procedures": "SCP-5136 is contained at Site-93 in a humanoid containment unit outfitted with radioactive shielding and detection equipment. Personnel interacting physically with SCP-5136 must be outfitted with radiation protective gear at all times and must be trained in de-escalation and relaxation techniques1.",
    "description": "SCP-5136 is the designation given to Benjamin Speers, formerly of Lincoln, Nebraska. SCP-5136 constantly emits low-intensity ionizing radiation: a 1-minute exposure to SCP-5136 delivers, on average, a 1.2 μSv dose2. However, in situations of extreme stress – especially when SCP-5136 feels its life is threatened – this emission intensifies exponentially to fatal levels, with no known upper limit.",
    "title": "SCP-5136"
}