{
    "url": "https://scp-wiki.wikidot.com/scp-5154",
    "all_text": "rating: \n+124\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-5154:\n Voodoo Child (Slight Return)\n\n\nAuthors:\n \nTheMightyMcB\n and Unknown Corpsecon Contributor!\n\n\nMore by me:\n\n\n\n\nTheMightyMcB's Author Page\n\n\n\n\nThis article was written for the 2020 Exquisite Corpse Competition!\n\n\nSpecial thanks to:\n\n\n\n\nMew-ltiverse\n\n\nDrAkimoto\n\n\nrattles\n\n\nRounderhouse\n\n\nMalyceGraves\n\n\nplaidypus\n\n\nCerastes\n\n\ncybersqyd\n\n\nDoctor Fullham\n\n\nKaraKatt\n\n\n\n\n\n\n+ Image Attribution\n\n\n\n\n- Image Attribution\n\n\n\n\nhttps://commons.wikimedia.org/wiki/File:Voodoo-dolls.JPG\n Released under CC-BY-SA 3.0\n\n\n\n\n\n\n\n\nAll changes to the conprocs and image have been approved by ProcyonLotor and A Random Day.\n\n\n\n\n\n\n\n\nrating: \n+124\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n2/5154\n LEVEL \n2/5154\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-5154\n\n\n\n\n\n\nEuclid\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5154 at the location of discovery.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5154 is to be stored in a Class-F Anomalous Item Locker at Site-93. Personnel are not to engage in conversation with SCP-5154 without approval from the SCP-5154 Project Lead (presently Dr. Ahmad Punjari). Given its manipulative tendencies, all communications with SCP-5154 are to be closely monitored and reviewed.\n\n\nDescription:\n SCP-5154 refers to a gestalt collection of handmade dolls constructed of cotton, polyester, and various plastics. The dolls that comprise SCP-5154 are attached at the wrists with cotton thread and are incapable of independent movement, however, the object is capable of speech through an unknown mechanism. SCP-5154 will attempt to engage passers-by in conversation, invariably seeking to establish a contractual relationship of some kind, typically offering freedom to D-Class personnel in exchange for various herbs, animal carcasses, incenses, and minerals. To date, SCP-5154 has requested sage, salt, a spider, an amethyst, myrrh, a cervid skull, and unscented candles from various D-Class personnel. SCP-5154 presents multiple distinct personalities, each conducting themselves in a manner conducive to the establishment of a seemingly mutualistic verbal agreement. The nature of these agreements is highly variable, but none have been successfully carried out prior to the events of Addendum 5154.1.\n\n\nSCP-5154 was discovered in an abandoned and severely dilapidated bungalow in LoI-504 (\"\nLa Rue Macabre\n\"), three miles east of the settlement proper. Undercover Foundation agents operating in La Rue Macabre were investigating rumors of the disappearance of Adélaïde Hecaud, an elderly resident who had not been seen in town for approximately three months. The corpse of Mrs. Hecaud was found in her bed, having died of acute myocardial infarction approximately nine weeks earlier. SCP-5154 was found in the basement of the residence on top of an end table, surrounded by black gunpowder and 4 bottles of home-brewed dark rum. The Foundation was contacted after the object attempted to converse with the agents.\n\n\nAddendum 5154.1:\n Incident Log\n\n\nPreliminary testing via indirect communication has demonstrated that SCP-5154 is incapable of fulfilling any requests made of them by D-Class personnel, as the object possesses no means by which to manipulate its surroundings or utilize the solicited payment. Direct interactive testing was to be carried out under the supervision of the SCP-5154 Project Lead Dr. Ahmad Punjari.\n\n\n\n\n\n\nPurpose:\n To establish the abilities of SCP-5154 to negotiate, enter, and execute a verbal contract via direct interaction.\n\n\n \n\n\nDate and Time:\n 02 February 2009, 1803 EST\n\n\nSubjects:\n Dr. Ahmad Punjari, D-3415, SCP-5154, \nSCP-5154\n, \nSCP-5154\n\n\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n\n\n[D-3415 is ushered into the containment chamber, and the item locker containing SCP-5154 is disarmed.]\n\n\nDr. Punjari:\n D-3415, please approach the containment locker and open the door.\n\n\n[D-3415 approaches the containment locker and opens the door to reveal SCP-5154.]\n\n\nSCP-5154:\n What do we have here, brothers?\n\n\nSCP-5154\n:\n A friend perhaps?\n\n\nD-3415:\n Oh fuck, y'all can talk. Okay.\n\n\nSCP-5154\n:\n So young! So supple! Delicious!\n\n\nSCP-5154\n:\n Good evening, friend. Please, sit. We have much to discuss.\n\n\nDr. Punjari:\n D-3415, please engage SCP-5154 in conversation.\n\n\n[D-3415 takes a seat across from the containment locker containing SCP-5154 and takes a deep breath.]\n\n\nSCP-5154\n:\n Your eyes are quite enchanting. What is your name, delicate one?\n\n\nD-3415:\n Chris, but uh, the folks here call me \"D-3415\".\n\n\nSCP-5154\n:\n How cruel of them. How… dehumanizing.\n\n\n[There is a 7-second pause. D-3415 shifts in his chair.]\n\n\nSCP-5154\n:\n You smell of honeysuckle and musk. Quite ravenous!\n\n\nD-3415:\n I would prefer if you didn't comment on how I smell, thanks.\n\n\nSCP-5154:\n Silence, Calisto.\n\n\nSCP-5154\n:\n Yes, you're making the poor thing uncomfortable.\n\n\nSCP-5154\n:\n Apologies. It is not often that we may imbibe in the pleasures of flesh, you must understand.\n\n\nSCP-5154:\n So Chris, let us get down to business, yes?\n\n\nD-3415:\n So what's the deal then? What business are we supposed to be doing?\n\n\nSCP-5154:\n Why, whatever you most desire!\n\n\nSCP-5154\n:\n It appears quite apparent to us that you are unhappy here.\n\n\nSCP-5154\n:\n Yes. Quite unhappy indeed.\n\n\nSCP-5154:\n We can help you. We can save you.\n\n\nD-3415:\n Who said I'm unhappy here? I get three square and a roof over my head. Beats busting my ass with side hustles and living in shelters.\n\n\nSCP-5154\n:\n Is there truly nothing you miss? The wind in your hair? The warm embrace of a woman?\n\n\nSCP-5154\n:\n A cold glass of beer? The sunset over the Gulf?\n\n\nSCP-5154:\n Let us break your chains. We can provide all of these pleasures to you. You have but to ask to be set free.\n\n\n[D-3415 glances upwards at the observation panel of the containment chamber.]\n\n\nDr. Punjari:\n You may proceed, D-3415.\n\n\nD-3415:\n All right, what's the catch? You must want something from me.\n\n\nSCP-5154\n:\n We want many things, and none. What we ask of you is simple.\n\n\nSCP-5154:\n Pray.\n\n\nD-3415:\n You… want me to pray? In exchange for freedom?\n\n\nSCP-5154\n:\n Pray not to false idols. Not to the God of Abraham, nor the great Devourer. Worship not the Broken God, no pretenders before us.\n\n\nD-3415:\n Then who am I supposed to be praying to?\n\n\n[In unison]\n\n\nSCP-5154, \nSCP-5154\n, \nSCP-5154\n:\n Kalfu.\n\n\nSCP-5154:\n Repeat after us, o curious one.\n\n\n[In unison]\n\n\nSCP-5154, \nSCP-5154\n, \nSCP-5154\n:\n [DATA EXPUNGED]\n\n\nDr. Punjari:\n Stop the test! D-3415, do not repeat those words, do you hear me? D-34—\n\n\nD-3415:\n [DATA EXPUNGED]\n\n\n[All audio and video cuts out for 4 seconds. When the feed returns, D-3415 is no longer present in the containment chamber, and SCP-5154 displays the addition of a fourth doll, colored blue.]\n\n\nDr. Punjari:\n Lock it down, lock it all down!\n\n\n[Klaxons begin to sound.]\n\n\nSCP-5154\n:\n Wha- What the fuck? What happened to me?\n\n\n[In unison]\n\n\nSCP-5154, \nSCP-5154\n, \nSCP-5154\n:\n Welcome, brother.\n\n\n\n\nAs of 02 February 2009, SCP-5154 testing has been suspended indefinitely.\n\n\nAddendum 5154.2:\n Letter Sent by PoI-504-L (\"Papa Legba\").\n\n\nThe following letter was found on the desk of Dr. Punjari the day after the events of Addendum 5154.1.\n\n\n\n\n\n\nLa Rue Macabre\n\n\n\n\n\nDr. Ahmad Punjari,\n\nIt's come to my attention that you boys've stumbled on quite the treat. As I'm sure you've already figured out, those ain't just any old voodoo dolls. They're property of my old friend, Kalfu. Old lady Adélaïde'd been keeping him cooped up all these years now, keeping him stocked up on powder n' rum. Surprised y'all didn't figure it out right then and there, but I guess y'all don't know your voodoo like ya should, eh? But now she's gone and you lot done scooped up some of the cleverest spirits this side of the Mississip'.\n\n\nSince y'all don't seem to know who you're messin' with, lemme educate ya. Kalfu is Bealsey-Bub, the Ol' Boy himself. He's bad luck, disorder, chaos. He's more clever than you, he's quicker than you, he'll swipe your soul with a grin a mile wide. A meetin' on his crossroads ain't likely to end well for y'all, don't matter how clever you fix yourself to be. Let me be crystal clear with you fellas — Kalfu ain't the type to be triflin' with. Adélaïde and I locked him up years ago, but now he's got a new soul to play with since you Foundation folk can't keep your noses outta places you shouldn't be sniffin'.\n\n\nMy advice? Lock up them dolls and throw away the key. Ain't no good gonna be comin' from 'em. Leave this ol' ghost to La Rue. Me 'n the spooks'll sort 'em out.\n\n\n\n\nKindest regards,\n\nPapa Legba\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5153\n | SCP-5154 | \nSCP-5155\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5154\n\" by TheMightyMcB, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5154\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n VoodooDolls\n\n\nName:\n Voodoo-dolls.JPG\n\n\nAuthor:\n Mysticvoodoo\n\n\nLicense:\n CC BY-SA 3.0 Unported\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Voodoo-dolls.JPG\n\n\nDerivative of:\n\n\nAdditional Notes:\n The dolls were created by Denise Alvarado",
    "addendums": [
        "Addendum 5154.1: Incident Log\nPreliminary testing via indirect communication has demonstrated that SCP-5154 is incapable of fulfilling any requests made of them by D-Class personnel, as the object possesses no means by which to manipulate its surroundings or utilize the solicited payment. Direct interactive testing was to be carried out under the supervision of the SCP-5154 Project Lead Dr. Ahmad Punjari.\nAs of 02 February 2009, SCP-5154 testing has been suspended indefinitely.",
        "Addendum 5154.2: Letter Sent by PoI-504-L (\"Papa Legba\").\nThe following letter was found on the desk of Dr. Punjari the day after the events of Addendum 5154.1."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5154 \" by TheMightyMcB, from the SCP Wiki . Source: https://scpwiki.com/scp-5154 . Licensed under CC-BY-SA .",
        "Filename: VoodooDolls Name: Voodoo-dolls.JPG Author: Mysticvoodoo License: CC BY-SA 3.0 Unported Source Link: https://commons.wikimedia.org/wiki/File:Voodoo-dolls.JPG Derivative of: Additional Notes: The dolls were created by Denise Alvarado"
    ],
    "containment_procedures": "SCP-5154 is to be stored in a Class-F Anomalous Item Locker at Site-93. Personnel are not to engage in conversation with SCP-5154 without approval from the SCP-5154 Project Lead (presently Dr. Ahmad Punjari). Given its manipulative tendencies, all communications with SCP-5154 are to be closely monitored and reviewed.",
    "description": "SCP-5154 refers to a gestalt collection of handmade dolls constructed of cotton, polyester, and various plastics. The dolls that comprise SCP-5154 are attached at the wrists with cotton thread and are incapable of independent movement, however, the object is capable of speech through an unknown mechanism. SCP-5154 will attempt to engage passers-by in conversation, invariably seeking to establish a contractual relationship of some kind, typically offering freedom to D-Class personnel in exchange for various herbs, animal carcasses, incenses, and minerals. To date, SCP-5154 has requested sage, salt, a spider, an amethyst, myrrh, a cervid skull, and unscented candles from various D-Class personnel. SCP-5154 presents multiple distinct personalities, each conducting themselves in a manner conducive to the establishment of a seemingly mutualistic verbal agreement. The nature of these agreements is highly variable, but none have been successfully carried out prior to the events of Addendum 5154.1.",
    "title": "SCP-5154"
}