{
    "url": "https://scp-wiki.wikidot.com/scp-5156",
    "all_text": "Wherein the work of many primates is revealed.\n\n\n\n\n\n\nrating: \n+78\n+\n–\nx\n\n\nCalibold\n\n\n\n\n\n\n \n\n\nSCP-5156 — monke\n\n\n\n\n\n\nCalibold's Mega Cool Author Page\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDoorway to SCP-5156. Most pictured furnishings are the result of its containment by Foundation personnel, and were not present upon initial discovery.\n\n\n\n\n\n\nItem #:\n SCP-5156\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n The house in which SCP-5156 is located has been converted into Provisional Site-289, under the guise of government protection of a historical building. Civilians are permitted to observe and photograph SCP-5156 under this pretense.\n\n\nDescription:\n SCP-5156 is a pocket universe accessible via a doorway located in the basement of an abandoned house in Stratford-upon-Avon, England. The doorway is inlaid into the wall, and geological analysis confirms that the space behind the doorway is completely filled by earth.\n\n\nThe area accessed by this doorway is a 400-meter cubic space bordered by walls, a ceiling, and floor all made of the same brick material. These bricks have been anomalously altered or are of anomalous origin, and cannot be destroyed by any known methods.\n\n\nSCP-5156 is populated by exactly 10,000 identical rhesus macaque monkeys,\n1\n collectively designated SCP-5156-1. All of them are biologically immortal, and do not require any other form of nourishment. Each instance of SCP-5156-1 is seated at a desk with a typewriter, and will constantly strike random keys. The only case where these instances will move from their seats is if a human or other entity attempts to harm or remove an SCP-5156-1 instance, in which case all instances will immediately attack the individual with deadly force. Otherwise, all instances remain passive, and have no regard for humans or any other living creatures.\n\n\nThe typewriters used by each SCP-5156-1 instance are able to access an infinite supply of ink, and whenever a typewriter's page is finished, it will be set aside by its respective SCP-5156-1 instance and a new page will manifest in the typewriter. These pages will disappear a few moments after being removed.\n\n\nWhile most pages contain complete nonsense, occasionally an SCP-5156-1 instance will type out a cohesive word or set of words. Since containment of SCP-5156 has been established, one page has been created which is entirely understandable,\n2\n written in Italian.\n\n\nUpon the creation of the aforementioned page, it manifested in a wooden basket in the center of SCP-5156, on top of two other pages, each of which contains similarly cohesive content. Transcripts of these pages are available upon request.\n\n\nAddendum 5156.1 (Discovery):\n The basement in which the doorway to SCP-5156 is located was formerly barred off and hidden, and was only recently discovered by a small group of historians researching the home. They initially intended on publishing their findings, but were discovered by Foundation personnel before they could do so. Members of the team were administered Class C amnestics, and were left with the memories and data of only the non-anomalous portions of the house, to satiate any curiosity or suspicion regarding their investigation plans.\n\n\nThe house itself was placed under Foundation supervision and SCP-5156 was contained. Investigation of the house revealed very little information about its previous owners, save for a single letter found inside one of the bedrooms.\n\n\n\n\nMine own lief friend, if I overcome my fear and send this message,\n\n\nI know we've conversed much about our futures, and what we are capable of accomplishing. Whilst I've the utmost faith in thy talent and ability, I at each moment lack'd thy creativity. However, recently I've found something which hath changed that completely.\n\n\nI've come across a grand design, and within I've discovered many pages of curious origin, which I intend on publishing anon. I know not how long this grand design hath been functioning, but rest assur'd it hath been long enow to issue forth a multitude of work and concepts, which I intend upon releasing as mine own work. I dare not specify any further, f'r fear of discovery, but this is a discovery grac'd by God.\n\n\nI give you all the most wondrous, mine own lief cousin, and pray this brings fortune on my house.\n\n\n— Your bosom companion, William Shakespeare\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Scientific name: \nMacaca mulatta\n.\n\n\n2\n. There are several grammatical and spelling errors, but the central idea of the page as a whole is comprehensible.\n\n\n\n\n\n\nrating: \n+78\n+\n–\nx\n\n\n\n\n+ More by Calibold +\n\n\n\n\n- More by Calibold -\n\n\n\n\nCalibold's Mega Cool Author Page\n\n\n— SCP Articles —\n\n\n\n\nSCP-8421\n — Ruler of Everything\n\n\nSCP-8228\n — Here's To You, Mrs. Robinson\n\n\nSCP-7178\n — A Thief In The Night\n\n\nSCP-7179\n — E is for Eternity\n\n\nSCP-6469-D\n — A BABY?????\n\n\nSCP-2082\n — \nElephas cryophilus\n\n\nSCP-6156\n — Oh, Doug!\n\n\nSCP-6579-D\n — The Detective Killer\n\n\nSCP-6900-D\n — The House of Stars\n\n\nSCP-5277\n — What Can Go Wrong\n\n\nSCP-5363-D\n — Controlled Containment\n\n\nSCP-3482\n — fine mayor posters campaign by dado\n\n\nSCP-5156\n — monke\n\n\nDirector Bold's Proposal-J\n — \"Guys, please don't read our SCPs 🥺\"\n\n\nSCP-2693\n — Fell Into The Well, Fell Into The Well, Fell Into The Deep Dark Well\n\n\nSCP-5559-D\n — The Great Ambrose Bake-Off!\n\n\nSCP-3448-J\n — Should Have Taken Him Sleeping\n\n\nSCP-4456-D\n — No One Expects The Spanish Decommission!\n\n\nSCP-4745\n — Spooky Scary Snowman\n\n\nSCP-4645\n — Blackmailing Computer\n\n\n\n\n— Tales —\n\n\n\n\nOpusConfidant Wiki - SCP-4645 - Threatini\n\n\nDiary Of An Existential Kid\n\n\nResponsible Promotion\n\n\nFriends Of Us Never Die\n\n\nTruth Lies\n\n\nA Team You Can (Maybe) Trust\n\n\nHappy Father's Day\n\n\nMission: Decommission\n\n\nA Bold Choice\n\n\nI Am Become Death\n\n\nUlysses B. Donkman and the Heinous Hitman\n\n\nIt's Beginning to Look a Lot Like Eldritch\n\n\nChapter One - The End\n\n\n\n\n— GoI Formats —\n\n\n\n\nManifest 476: Vanishing Galleon\n\n\nThe Book Of Mathisi, Chapter 1: The Parable Of The Three Princes\n\n\nLTE-8686-Yellow-Kewpie\n\n\nUIU File: 2001-023\n\n\n\n\n— Other —\n\n\n\n\nCustomizable ACS Add-On Ver. 1.8.0 Guide\n\n\nDecommissioning Department Hub\n\n\nFortune Favors\n\n\nDecommissioning Dept. Theme\n\n\nCustomizable ACS Add-On Ver. 1.8.0\n\n\nMega Cool Author Page Tool Ver. 1.4.0\n\n\nCalibold's Mega Cool Alternate SCP Logos Page\n\n\nCalibold's Mega Cool Art Page\n\n\n\n\n— Co-Authored —\n\n\nTaste The Rainbow\n (\nfeat.\n Luxaiko)\n\n\nAbraka David's Proposal\n — A Peak Behind the Curtain (\nfeat.\n many other authors)\n\n\nSCP-7400\n — Your Honor, League of Legends (\nfeat.\n Sherf)\n\n\nI, Hub\n (\nfeat.\n many other authors)\n\n\nResurrection: New Faces\n (\nfeat.\n Grigori Karpin, Nagiros, and redredred)\n\n\nSCP-5545\n — 𝙰 𝙱 𝙽 𝙾 𝚁 𝙼 𝙰 𝙻 𝙸 𝚃 𝚈 (\nfeat.\n Yossipossi)\n\n\nSCP-194\n — Thank You For Your Cooperation (\nfeat.\n CityToast)\n\n\n— Foreign —\n\n\nDirector Bold's Proposal\n — Language\n\n\nSCP-LA-II\n — Fruit\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5155\n | SCP-5156 | \nSCP-5157\n »\n\n\n\n\n\n\n\n\n\n\nmonke\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5156\n\" by Calibold, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5156\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n File:Priest's doorway, St Mary, Bloxham.jpg\n\n\nAuthor:\n Poliphilo\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Priest%27s_doorway,_St_Mary,_Bloxham.jpg",
    "addendums": [
        "Addendum 5156.1 (Discovery): The basement in which the doorway to SCP-5156 is located was formerly barred off and hidden, and was only recently discovered by a small group of historians researching the home. They initially intended on publishing their findings, but were discovered by Foundation personnel before they could do so. Members of the team were administered Class C amnestics, and were left with the memories and data of only the non-anomalous portions of the house, to satiate any curiosity or suspicion regarding their investigation plans.\nThe house itself was placed under Foundation supervision and SCP-5156 was contained. Investigation of the house revealed very little information about its previous owners, save for a single letter found inside one of the bedrooms."
    ],
    "documents": [],
    "notes": [
        "Mine own lief friend, if I overcome my fear and send this message, I know we've conversed much about our futures, and what we are capable of accomplishing. Whilst I've the utmost faith in thy talent and ability, I at each moment lack'd thy creativity. However, recently I've found something which hath changed that completely. I've come across a grand design, and within I've discovered many pages of curious origin, which I intend on publishing anon. I know not how long this grand design hath been functioning, but rest assur'd it hath been long enow to issue forth a multitude of work and concepts, which I intend upon releasing as mine own work. I dare not specify any further, f'r fear of discovery, but this is a discovery grac'd by God. I give you all the most wondrous, mine own lief cousin, and pray this brings fortune on my house. — Your bosom companion, William Shakespeare",
        "\" SCP-5156 \" by Calibold, from the SCP Wiki . Source: https://scpwiki.com/scp-5156 . Licensed under CC-BY-SA .",
        "Filename: File:Priest's doorway, St Mary, Bloxham.jpg Author: Poliphilo License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Priest%27s_doorway,_St_Mary,_Bloxham.jpg"
    ],
    "item": "SCP-5156",
    "object_class": "Safe",
    "containment_procedures": "The house in which SCP-5156 is located has been converted into Provisional Site-289, under the guise of government protection of a historical building. Civilians are permitted to observe and photograph SCP-5156 under this pretense.",
    "description": "SCP-5156 is a pocket universe accessible via a doorway located in the basement of an abandoned house in Stratford-upon-Avon, England. The doorway is inlaid into the wall, and geological analysis confirms that the space behind the doorway is completely filled by earth.",
    "title": "SCP-5156"
}