{
    "url": "https://scp-wiki.wikidot.com/scp-5158",
    "all_text": "rating: \n+39\n+\n–\nx\n\n\n\n\n\n\n\n\nItem #:\n SCP-5158\n\n\nLevel 3/5158\n\n\n\n\n\n\nObject Class:\n Euclid-Adviso\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\nThe Ohmuno Oil Rig prior to SCP-5158's discovery.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\nA ten kilometer exclusion zone is to be created around the location of the Ohmuno Oil Rig. Type NSKA fungicide is to be sprayed bi-weekly as well to prevent the spread of SCP-5158 to further lifeforms. Only Level 3+ personnel are allowed access to 5158; despite this, no personnel are allowed onto the Ohmuno without department-standard metal-plated hazmat suits.\n\n\nAll personnel that come in direct contact with 5158 are to be scanned and tested for 5158-A instances. If they are not present, an isolated thirty-day monitoring period for any symptoms will occur. Should any symptoms arise or new spores become found, the area should be quarantined and sprayed, and the personnel should be incinerated immediately.\n\n\n\n\nDescription:\n\n\nSCP-5158 is a parasitic quasi-fungal biological organism found in the Pacific Ocean. All current 5158 instances are localized to the abandoned Ohmuno Oil Rig and the wreck of the MV \nNerva\n. 5158 instances appear to grow towards either the nearest food source or another 5158 instance. SCP-5158 appears similar to a thick moss, covered in vines, tendrils, large leaves, and arthropod-like legs. However, SCP-5158 outwardly prefers to use the legs to attack potential prey instead of for mobility. Any animals that 5158 consider as prey will be entwined by the tendrils and then impaled by 5158's legs until the prey is killed. SCP-5158 ingests its prey by use of a highly-acidic compound produced by it; however, it has little effect on bone. It is also theorized that SCP-5158 is primarily sustained by amounts of energy derived from light, though this has yet to be confirmed.\n\n\n\n\n\n\nA seedpod 5158-A instance.\n\n\n\n\n\n\nApproximately every thirty-six to fourty-eight hours, SCP-5158 widely disseminates both spores and seedpods. The reproduction timescale accelerates if 5158 has access to fresh meat. These spores/seedpods are designated SCP-5158-A. If a 5158-A instance is inhaled or digested by an animal, the instance will feed on the host's internal organs until the host ceases all bodily functions: it will then germinate to create an SCP-5158 instance from the host's corpse. 5158-A seedpods are relatively harmless if they do not contact flesh; however, 5158-A spores exhibit the same behavior with any living organisms. All 5158-A instances are more effective at reproduction in aquatic settings.\n\n\nSCP-5158 appears to have a limited amount of sentience. Its origin cannot be determined.\n\n\n\n\nItem History:\n\n\nSCP-5158 was discovered on August 17th, 2005, after all communication from the Ohmuno Oil Rig ceased for several days. Several explosions and a flare were spotted around the area a week prior, but its source was unknown until it was confirmed during the discovery of 5158 that both came from the Ohmuno. The US Coast Guard were dispatched to investigate and were the first discoverers of the anomaly. At this time, the 5158 had not completely covered the platform of the Ohmuno. The Coast Guard then notified the Foundation; by the time a team mobilized and arrived, it was the 18th. The anomaly had completely covered the platform of the Ohmuno; a Coast Guard detachment had investigated the rig and was subsequently killed and digested.\n\n\nApproximately 1.4km away from the Ohmuno, the Coast Guard also discovered the RV \nSondheim\n, a deep-sea submersible, floating adrift and with deep gashes in its side. The \nSondheim\n had been assigned to the Ohmuno to assist with problems found with the oil rig at the sea floor. The crew of the \nSondheim\n are as follows:\n\n\n\n\nHarimao executive Jeanne-Marie Kushana\n\n\nSondheim\n pilot Cadie Darcy\n\n\nDeep-diver Asbell Thero\n\n\nRadio/comms operator Patrick Aldermann\n\n\nMechanical engineer Korvey Pejeet\n\n\n\n\nAlthough the crew were recovered uninfected, they were all permanently blinded by an unknown force. According to logs found on the Ohmuno, the \nSondheim\n was sent to check an underwater blockage that had stalled the rig for several days. Footage from the \nSondheim\n's exploration was recovered as well.\n\n\nThe wreck of the MV \nNerva\n was also confirmed to be located under the Ohmuno Oil Rig.\n\n\n \n\n\n\n\n\n\nThe USCGC \nMidgett\n intercepting the \nSondheim\n.\n\n\n\n\n\n\n\n\nAddendum 01:\n Recovered Data\n\n\n\n\n\n\n\n\n« Preliminary Information - MV NERVA »\n\n\n\n\n» Preliminary Information - MV NERVA «\n\n\n\n\n\n\nExcerpt from \nEncyclopedia of Lost Vehicles, Vol. 440\n:\n\n\n\n\n \n\n\n\n\n\n\nThe \nNerva\n, circa 1982.\n\n\n\n\n\n\n\n\nMV \nNERVA\n - B-30 reefer ship, christened in 1980. Owned by Harimao Corporation. Stores a retractable underwater cargo compartment; methods of egress include lifeboats and ten secure launch pods. Created for cold storage of biologial items.\n\n\nCONDITION:\n The ship was declared lost and assumed wrecked March 1991 after it failed to arrive at port during a trans-pacific voyage from San Francisco, USA to Wenzhou, China. Harimao Corp. attempted a search and recovery operation that turned up negative. All goods on the ship were considered lost and free for salvagers; however, any salvagers that recovered certain goods owned by Harimao were prompted to turn them back into the company for triple the salvage price.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« RV Sondheim Log »\n\n\n\n\n» RV Sondheim Log «\n\n\n\n\n\n\n\n\n\n\n\n\nSONDHEIM AUTO-GENERATED LOG\n\n\n\n\nTCKR\n - 08102005C5R12T22:41.03L99:99.99 │ \nRV SONDHEIM\n │ Harimao Corp.\n\n\n\n\nCREW:\n \n[ALDMN]\n \n[DARCY]\n \n[KSHNA]\n \n[PJEET]\n \n[THERO]\n\n\n \n\n\n───\n\n► \nRECORDING STARTED\n ◄\n\n\n───\n\n\n\n\n\n\n\n\n[ALDMN]\n\n\nRadio and logs are up and running, Mrs. Kushana.\n\n\n\n\n\n\n[KSHNA]\n\n\nGood. We have no time to lose.\n\n\n\n\n\n\n[DARCY]\n\n\nDive successful; headed down at a speed of 10 knots.\n\n\n\n\n\n\n[PJEET]\n\n\nHull pressure's looking pretty optimal.\n\n\n\n\n\n\n[DARCY]\n\n\nCan I ask a question, ma'am? Why'd we have to take on this dive so soon? The sun's gone, which is going to make Thero's job harder. We could've waited until morning.\n\n\n\n\n\n\n[KSHNA]\n\n\nThe stop has already put us back considerably. Other rigs are still running; this is the most densely packed area in the Pacific for oil.\n\n\n\n\n\n\n[KSHNA]\n\n\nI also feel that… that this will be important to take care of now rather than later.\n\n\n\n\n\n\n[DARCY]\n\n\nI see, ma'am.\n\n\n\n\n\n\n\n\n\n\n⌐⸻ ⌠ \n𝚜𝚒𝚕𝚎𝚗𝚌𝚎\n ⌡\n\n\n\n\n\n\n\n\n[DARCY]\n\n\nHow are things going in compartment two, Pejeet?\n\n\n\n\n\n\n[PJEET]\n\n\nOkay so far. Thero's getting suited up. ⌠\ndistant\n⌡ Thero, you want to say anything to Darcy?\n\n\n\n\n\n\n[THERO]\n\n\nAnything new?\n\n\n\n\n\n\n[DARCY]\n\n\nNot particularly, no. We're almost there, so you should get to suiting up.\n\n\n\n\n\n\n[THERO]\n\n\nAlready on it.\n\n\n\n\n\n\n[DARCY]\n\n\nThat's Thero for you.\n\n\n\n\n\n\n\n\n\n\n⌐⸻ ⌠ \n𝚜𝚒𝚕𝚎𝚗𝚌𝚎\n ⌡\n\n\n\n\n\n\n\n\n[DARCY]\n\n\nWe're at-depth now - the blockage leak should be somewhere around here.\n\n\n\n\n\n\n[KSHNA]\n\n\nI'm not seeing anything quite yet.\n\n\n\n\n\n\n[DARCY]\n\n\nThero, you out yet?\n\n\n\n\n\n\n\n\n\n\n⌐⸻ ⌠ \n𝚜𝚝𝚊𝚝𝚒𝚌\n ⌡\n\n\n\n\n\n\n\n\n[DARCY]\n\n\nThero?\n\n\n\n\n\n\n[ALDMN]\n\n\nBe patient, I haven't got his suit comms up and running yet. Give me a minute.\n\n\n\n\n\n\n[ALDMN]\n\n\nThero?\n\n\n\n\n\n\n[THERO]\n\n\nGood to hear you, Sondheim.\n\n\n\n\n\n\n[DARCY]\n\n\nYou out there, Thero?\n\n\n\n\n\n\n[THERO]\n\n\nI'm approaching the pipes right now.\n\n\n\n\n\n\n[PJEET]\n\n\nTell him to turn on his helmet's camera. I can't see anything on the monitor.\n\n\n\n\n\n\n[THERO]\n\n\nRight sorry.\n\n\n\n\n\n\n[KSHNA]\n\n\nWhat's that off to your left? Look, it seems like it's running into the pipe there.\n\n\n\n\n\n\n[THERO]\n\n\nYou're right, ma'am, there's some sort of suction coming from this area.\n\n\n\n\n\n\n[THERO]\n\n\nSeems to be a piece of metal stuck there.\n\n\n\n\n\n\n[PJEET]\n\n\nDarcy. Something's not right here.\n\n\n\n\n\n\n[DARCY]\n\n\nWhat's wrong?\n\n\n\n\n\n\n[KSHNA]\n\n\nWipe off that piece of metal.\n\n\n\n\n\n\n[PJEET]\n\n\nThe sensors aren't lining up to their usual metrics, in fact, we're pretty off. I don't think we're near the rig's connection drill part at all.\n\n\n\n\n\n\n[DARCY]\n\n\nMa'am, we might be at th-\n\n\n\n\n\n\n[KSHNA]\n\n\nQuiet.\n\n\n\n\n\n\n[THERO]\n\n\nLooks like… part of a shipping container. It's- is that- ? The container has the Harimao logo on it.\n\n\n\n\n\n\n[KSHNA]\n\n\nIs there a lot number on it?\n\n\n\n\n\n\n[THERO]\n\n\nZero-two-nine-zero-L-three-three-one.\n\n\n\n\n\n\n[KSHNA]\n\n\nImpossible.\n\n\n\n\n\n\n[DARCY]\n\n\nWhat is?\n\n\n\n\n\n\n[KSHNA]\n\n\nNerva. It's the Nerva.\n\n\n\n\n\n\n[DARCY]\n\n\nMa'am, I understand that Harimao's been looking-\n\n\n\n\n\n\n[KSHNA]\n\n\nThat's all, Thero.\n\n\n\n\n\n\n[DARCY]\n\n\n-he Nerva, but that's not our business. We're not salvagers. We don't work for Harimao.\n\n\n\n\n\n\n[ALDMN]\n\n\nReeling Thero in now.\n\n\n\n\n\n\n[KSHNA]\n\n\nOn the contrary; if you work on the Ohmuno, you most definitely work for Harimao.\n\n\n\n\n\n\n[THERO]\n\n\nHey, what figures? I was barely out there. Hell, I didn't even see the main pipeline.\n\n\n\n\n\n\n[DARCY]\n\n\nCan it for now, Thero.\n\n\n\n\n\n\n[KSHNA]\n\n\nThero, get Pejeet for me.\n\n\n\n\n\n\n[PJEET]\n\n\nYou called?\n\n\n\n\n\n\n[KSHNA]\n\n\nMark a navbuoy at this location and send it back up to the Ohmuno.\n\n\n\n\n\n\n[PJEET]\n\n\nI'll let Aldermann know.\n\n\n\n\n\n\n[DARCY]\n\n\nSince you're our new captain then, ma'am, where we going to next?\n\n\n\n\n\n\n[KSHNA]\n\n\nGo straight in this direction. About there, yes.\n\n\n\n\n\n\n[ALDMN]\n\n\nSent the packet off to the Ohmuno, anything else?\n\n\n\n\n\n\n[PJEET]\n\n\nThat'll be good. Headed at bearing 279 at… approximately five-or-so knots, Darcy?\n\n\n\n\n\n\n[DARCY]\n\n\nSounds about right.\n\n\n\n\n\n\n[DARCY]\n\n\nOh, Pejeet, while you're at it?\n\n\n\n\n\n\n[PJEET]\n\n\nYeah?\n\n\n\n\n\n\n[DARCY]\n\n\nReroute power from the spot-welder laser to the manual floodlight.\n\n\n\n\n\n\n[KSHNA]\n\n\nI'd keep that powered if I were you.\n\n\n\n\n\n\n[PJEET]\n\n\nGot it. You want Thero to put in the helmetcam?\n\n\n\n\n\n\n[DARCY]\n\n\nEh, let Aldermann take care of that.\n\n\n\n\n\n\n[ALDMN]\n\n\nI'll tell Thero. Kushana's asking Pejeet now to input some numbers so he'll probably be busy.\n\n\n\n\n\n\n[DARCY]\n\n\nDammit.\n\n\n\n\n\n\n[DARCY]\n\n\n⌠\ndistant\n⌡ What a bitch.\n\n\n\n\n\n\n[KSHNA]\n\n\nYou're still on intercoms.\n\n\n\n\n\n\n[DARCY]\n\n\n…Oh.\n\n\n\n\n\n\n[ALDMN]\n\n\nPejeet, I've got to talk to you.\n\n\n\n\n\n\n[PJEET]\n\n\nWhat's going on?\n\n\n\n\n\n\n[THERO]\n\n\nIt's Thero. I think you might have to recalibrate your depth numbers. I was nearly scraping bottom out there.\n\n\n\n\n\n\n[PJEET]\n\n\nReally? There should've been ample headspace between the seafloor and the Sondheim. It wouldn't make sense-\n\n\n\n\n\n\n[THERO]\n\n\nUnless we were on something.\n\n\n\n\n\n\n[PJEET]\n\n\nUnless we were on something, yes. But what?\n\n\n\n\n\n\n[KSHNA]\n\n\nThe MV Nerva.\n\n\n\n\n\n\n[THERO]\n\n\nThat ship that was lost?\n\n\n\n\n\n\n[KSHNA]\n\n\nIndeed. ⌠\nmuffled\n⌡ Hold here, Pejeet.\n\n\n\n\n\n\n[THERO]\n\n\nNerva? Why are we going for the Nerva?\n\n\n\n\n\n\n[THERO]\n\n\nDarcy, did you approve this?\n\n\n\n\n\n\n[DARCY]\n\n\nThero-\n\n\n\n\n\n\n[THERO]\n\n\nDid you?\n\n\n\n\n\n\n[DARCY]\n\n\nI did, Thero. Lay off of it, alright?\n\n\n\n\n\n\n[THERO]\n\n\nOkay, bossman.\n\n\n\n\n\n\n[KSHNA]\n\n\nPejeet. Keep the calculations the same, but account for the change in floor elevation as well as the projected location chart that I gave you.\n\n\n\n\n\n\n[PJEET]\n\n\nIt should be coming up soon on your left then.\n\n\n\n\n\n\n[DARCY]\n\n\nWhat is it?\n\n\n\n\n\n\n[PJEET]\n\n\nI don't know, it's just a marker on a map for me.\n\n\n\n\n\n\n[KSHNA]\n\n\nLot 542. What we're looking for. What Harimao's been trying to recover for… years now. Hopefully it's not too late.\n\n\n\n\n\n\n[DARCY]\n\n\nThat's not what I meant.\n\n\n\n\n\n\n[KSHNA]\n\n\nYou'll see.\n\n\n\n\n\n\n[PJEET]\n\n\nDarcy, you're coming up on it. Almost directly in front of you.\n\n\n\n\n\n\n[DARCY]\n\n\nI- I can't see much. It's fairly dark at the area.\n\n\n\n\n\n\n[PJEET]\n\n\nHold it Darcy- I'm going to turn the computer over to Aldermann for a second.\n\n\n\n\n\n\n[ALDMN]\n\n\nKeep going straight.\n\n\n\n\n\n\n[PJEET]\n\n\nTurned up the forward floodlights to full power.\n\n\n\n\n\n\n[DARCY]\n\n\nI think I'm at the area. There seems to be some sort of… hole, but it's nearly pitch black down there. What does the reading say?\n\n\n\n\n\n\n[ALDMN]\n\n\nI can't tell; depth readings are off the charts here.\n\n\n\n\n\n\n[KSHNA]\n\n\nStart lowering the Sondheim.\n\n\n\n\n\n\n[DARCY]\n\n\nGive me a moment, Aldermann.\n\n\n\n\n\n\n[DARCY]\n\n\nAre you insane?\n\n\n\n\n\n\n[KSHNA]\n\n\nOn the absolute contrary. I'm taking every single logical action that needs to be taken at the current moment. You must understand.\n\n\n\n\n\n\n[DARCY]\n\n\nFine.\n\n\n\n\n\n\n[DARCY]\n\n\nPejeet, keep an eye out on that pressure monitor. That thing gets even a microtag into the red, you flag my ass, got it?\n\n\n\n\n\n\n[PJEET]\n\n\nI understand.\n\n\n\n\n\n\n[DARCY]\n\n\nMa'am, frankly, I don't care what you say. If I hear anything from Pejeet, I'm pulling this sub right back up.\n\n\n\n\n\n\n[KSHNA]\n\n\nSo be it.\n\n\n\n\n\n\n[DARCY]\n\n\nWe're descending now.\n\n\n\n\n\n\n\n\n\n\n⌐⸻ ⌠ \n𝚜𝚒𝚕𝚎𝚗𝚌𝚎\n ⌡\n\n\n\n\n\n\n\n\n[ALDMN]\n\n\nDarce.\n\n\n\n\n\n\n[DARCY]\n\n\nHm?\n\n\n\n\n\n\n[ALDMN]\n\n\nPejeet told me to tell you to keep a good visual on the hole's walls; he's getting fairly inconsistent values from the instruments.\n\n\n\n\n\n\n[DARCY]\n\n\nGet Thero on manual control for the floodlight, then.\n\n\n\n\n\n\n[THERO]\n\n\nFull power floodlights coming right up.\n\n\n\n\n\n\n\n\n\n\n⌐⸻ ⌠ \n𝚜𝚒𝚕𝚎𝚗𝚌𝚎\n ⌡\n\n\n\n\n\n\n\n\n[KSHNA]\n\n\nIt's- how-\n\n\n\n\n\n\n[DARCY]\n\n\nWhat the…\n\n\n\n\n\n\n[DARCY]\n\n\nCome up to the cabin, guys. You've got to see this. Make sure to lock the floodlight in place.\n\n\n\n\n\n\n[ALDMN]\n\n\n..hat in the hell is- woah.\n\n\n\n\n\n\n[PJEET]\n\n\nThat's beautiful!\n\n\n\n\n\n\n[THERO]\n\n\nThis is it? What a lightshow.\n\n\n\n\n\n\n[PJEET]\n\n\nIt looks like the boundless night sky, stars twinkling in droves.\n\n\n\n\n\n\n[KSHNA]\n\n\nOf course! It's not called the Star of the Ocean for nothing.\n\n\n\n\n\n\n[DARCY]\n\n\nSo this is it? This is what Harimao bankrolled? I can't really tell- are those crystals?\n\n\n\n\n\n\n[KSHNA]\n\n\nNot just any, as you can see. When those crystals are exposed to a direct light source, the composition of the crystal leads to the light bouncing around somehow, amplifying the refracted light values in lumens tens or hundreds of times.\n\n\n\n\n\n\n[ALDMN]\n\n\nYou could do a lot with that - perpetual energy sources? Some sort of self-recharging solar tech, perhaps.\n\n\n\n\n\n\n[DARCY]\n\n\nYou guys don't get it, do you?\n\n\n\n\n\n\n[PJEET]\n\n\nGet what?\n\n\n\n\n\n\n[DARCY]\n\n\nWhy do you think we're even here right now? There's a reason why Harimao Corp. - no, Harimao OIL wants this so badly. They're not ju-\n\n\n\n\n\n\n[KSHNA]\n\n\nThat's enough talking here, get back to your positions.\n\n\n\n\n\n\n[ALDMN]\n\n\nGood luck Darce.\n\n\n\n\n\n\n[DARCY]\n\n\nI'm gonna fucking need it.\n\n\n\n\n\n\n[DARCY]\n\n\nEveryone back in place?\n\n\n\n\n\n\n[PJEET]\n\n\nAt instros, yup. Thero's here too.\n\n\n\n\n\n\n[ALDMN]\n\n\nComms are alright.\n\n\n\n\n\n\n[DARCY]\n\n\nRoger. Continuing descent at the previous speed.\n\n\n\n\n\n\n\n\n\n\n⌐⸻ ⌠ \n𝚜𝚒𝚕𝚎𝚗𝚌𝚎\n ⌡\n\n\n\n\n\n\n\n\n[KSHNA]\n\n\nDarcy, if I may?\n\n\n\n\n\n\n[DARCY]\n\n\nWhat?\n\n\n\n\n\n\n[KSHNA]\n\n\nI resent your accusations. Just because Harimao and I share the same methods don't mean we share the same goals.\n\n\n\n\n\n\n[DARCY]\n\n\nThat's not going to change how I feel about this at all, especially not with your self-serving environmental bullshit. You're several years late with it.\n\n\n\n\n\n\n[KSHNA]\n\n\nThat… that is a shame. I'd hoped-\n\n\n\n\n\n\n[DARCY]\n\n\nHoped what? I'd understand? That a good reason wipes away whatever you were doing? Get out of the office more.\n\n\n\n\n\n\n[KSHNA]\n\n\nYou're a right asshole, you know that?\n\n\n\n\n\n\n[DARCY]\n\n\nGlad we could see face-to-face.\n\n\n\n\n\n\n[KSHNA]\n\n\nWell, I guess you're right.\n\n\n\n\n\n\n[ALDMN]\n\n\nPejeet told me to tell you guys to keep a good visual on outside if you guys can.\n\n\n\n\n\n\n[DARCY]\n\n\nSure thing.\n\n\n\n\n\n\n[KSHNA]\n\n\nWhat's going on over there, in the distance? Seems like those lights are moving.\n\n\n\n\n\n\n[DARCY]\n\n\nCould be? Don't see why they would, though.\n\n\n\n\n\n\n[KSHNA]\n\n\nYou think so?\n\n\n\n\n\n\n[PJEET]\n\n\nWe still haven't gotten a good reading on the cavern's side; can't really help you out on that one.\n\n\n\n\n\n\n[KSHNA]\n\n\nWhat's the consensus?\n\n\n\n\n\n\n[DARCY]\n\n\nIt's probably nothing, given the depth. Water currents make the light dance around like that, y'know ma'am?\n\n\n\n\n\n\n[KSHNA]\n\n\nYeah… yeah.\n\n\n\n\n\n\n\n\n\n\n⌐⸻ ⌠ \n𝚜𝚒𝚕𝚎𝚗𝚌𝚎\n ⌡\n\n\n\n\n\n\n\n\n[PJEET]\n\n\nJust a heads-up, the sensors are reading that the bottom of the hole is coming up fast.\n\n\n\n\n\n\n[DARCY]\n\n\nSend the data my way. I'll start to slow down to accommodate a reasonable buffer.\n\n\n\n\n\n\n[KSHNA]\n\n\nIt's getting brighter down here, isn't it?\n\n\n\n\n\n\n[DARCY]\n\n\nDefinitely.\n\n\n\n\n\n\n[KSHNA]\n\n\nThero, can you point the floodlight straight down?\n\n\n\n\n\n\n[THERO]\n\n\nBut won't you two be unable to see anything?\n\n\n\n\n\n\n[DARCY]\n\n\nTrust her on this one, Thero.\n\n\n\n\n\n\n[DARCY]\n\n\nThat's bright alright. It's almost like looking at the sun compared to how dark it is usually.\n\n\n\n\n\n\n[KSHNA]\n\n\nWe must be on the shipping crate's main cache.\n\n\n\n\n\n\n[KSHNA]\n\n\nThero, get suited up.\n\n\n\n\n\n\n[DARCY]\n\n\nWait wait wait. Ma'am-\n\n\n\n\n\n\n[KSHNA]\n\n\nKushana.\n\n\n\n\n\n\n[DARCY]\n\n\nKushana. It's much too dangerous to use the suit this deep.\n\n\n\n\n\n\n[KSHNA]\n\n\nI understand how you feel, but it is imperative we collect some samples for analysis purposes. We can't simply leave them here after all this.\n\n\n\n\n\n\n[DARCY]\n\n\nWe damn very well can. These may be important to you, but Thero is mo-\n\n\n\n\n\n\n[THERO]\n\n\nI'm already suited up and ready, Cadie.\n\n\n\n\n\n\n[DARCY]\n\n\nBut Thero-\n\n\n\n\n\n\n[THERO]\n\n\nDon't worry about it. The quicker we get this done, the quicker we're all enjoying Diego's chili back at base, eh?\n\n\n\n\n\n\n[DARCY]\n\n\n…Fine. But make it quick, you hear?\n\n\n\n\n\n\n[THERO]\n\n\nI don't have the quickest hands in the Pacific for nothing.\n\n\n\n\n\n\n[DARCY]\n\n\nPfft, dumbass.\n\n\n\n\n\n\n\n\n\n\n⌐⸻ ⌠ \n𝚜𝚝𝚊𝚝𝚒𝚌\n ⌡\n\n\n\n\n\n\n\n\n[KSHNA]\n\n\nI'm sorry about that.\n\n\n\n\n\n\n[DARCY]\n\n\nI just don't have a good feeling about this.\n\n\n\n\n\n\n[KSHNA]\n\n\nI agree - this pit is awfully inconvenient. Or convenient, depending on who you are.\n\n\n\n\n\n\n[DARCY]\n\n\nAre we the former or the latter?\n\n\n\n\n\n\n[KSHNA]\n\n\nWe'll see soon enough.\n\n\n\n\n\n\n[blank]\n\n\n\n\n⌐⸻ ⌠ \n𝚜𝚒𝚕𝚎𝚗𝚌𝚎\n ⌡\n\n\n\n\n\n\n\n\n[DARCY]\n\n\nGoddammit, Thero didn't turn his camera on again.\n\n\n\n\n\n\n[PJEET]\n\n\nWe're too deep for it to work, actually.\n\n\n\n\n\n\n[DARCY]\n\n\nFuck.\n\n\n\n\n\n\n[DARCY]\n\n\nHow about you, Aldermann? Anything from Thero?\n\n\n\n\n\n\n[ALDMN]\n\n\nPatching isn't instant, you know.\n\n\n\n\n\n\n[DARCY]\n\n\nRight, right, sorry.\n\n\n\n\n\n\n[THERO]\n\n\nI'm hooked up.\n\n\n\n\n\n\n[THERO]\n\n\nIt really is a lightshow out here. Tons of these crystals as far as the eye can see - on the bottom, anyways. The wall ones are totally out of reach. I could grab these things by the handful and bring them in that way. At least- huh…?\n\n\n\n\n\n\n[DARCY]\n\n\nWhat is it?\n\n\n\n\n\n\n[THERO]\n\n\nBones, some kind of bones.\n\n\n\n\n\n\n[DARCY]\n\n\nAre they human?\n\n\n\n\n\n\n[THERO]\n\n\nI can't tell for sure, but I don't think so. Some poor sea creature turned lunch, I expect. Sure are a lot of them though.\n\n\n\n\n\n\n[KSHNA]\n\n\nIs there anything else?\n\n\n\n\n\n\n[THERO]\n\n\nAnything else? Not that I can see, at least.\n\n\n\n\n\n\n[DARCY]\n\n\nJust grab a couple of the crystals and let's dip. Let's not spend any more time here than we need.\n\n\n\n\n\n\n[THERO]\n\n\nSounds great to me. Maybe it's… aaargh!\n\n\n\n\n\n\n[DARCY]\n\n\nThero? Thero?\n\n\n\n\n\n\n[DARCY]\n\n\nThero, are you there?\n\n\n\n\n\n\n[ALDMN]\n\n\nI'm not picking him up. He's not connecting.\n\n\n\n\n\n\n[DARCY]\n\n\nPejeet, pull him in now!\n\n\n\n\n\n\n[PJEET]\n\n\nOn it.\n\n\n\n\n\n\n[PJEET]\n\n\nI'm having trouble with the automatic retrieval system. ⌠\ndistant\n⌡ Aldermann! Help me with the manual reeling!\n\n\n\n\n\n\n\n\n\n\n⌐⸻ ⌠ \n𝚜𝚒𝚕𝚎𝚗𝚌𝚎\n ⌡\n\n\n\n\n\n\n\n\n[PJEET]\n\n\nHe's in.\n\n\n\n\n\n\n[DARCY]\n\n\nFuck, stay here Kushana. I'm going to go talk to him.\n\n\n\n\n\n\n[KSHNA]\n\n\nUnderstood.\n\n\n\n\n\n\n\n\n\n\n⌐⸻ ⌠ \n𝚜𝚒𝚕𝚎𝚗𝚌𝚎\n ⌡\n\n\n\n\n\n\n\n\n\n\n\n\n⌐⸻ ⌠ \n𝚕𝚘𝚞𝚍 𝚛𝚞𝚖𝚋𝚕𝚒𝚗𝚐\n ⌡\n\n\n\n\n\n\n\n\n\n\n\n\n⌐⸻ ⌠ \n𝚜𝚌𝚛𝚊𝚙𝚒𝚗𝚐\n ⌡\n\n\n\n\n\n\n\n\n[KSHNA]\n\n\nDarcy, what's going on back there? The doors aren't opening!\n\n\n\n\n\n\n[DARCY]\n\n\nJesus, Kushana, it's a fucking death trap down here. Those crystals on the wall-\n\n\n\n\n\n\n[KSHNA]\n\n\nWhat is it?\n\n\n\n\n\n\n[DARCY]\n\n\nThey're not crystals, they're fucking eyes! Something's eyes!\n\n\n\n\n\n\n[KSHNA]\n\n\nE- eyes? It evolved?\n\n\n\n\n\n\n[DARCY]\n\n\nThat's why the wall readings were inconsistent! It's because whatever it is down here with us was moving!\n\n\n\n\n\n\n\n\n\n\n⌐⸻ ⌠ \n𝚜𝚌𝚛𝚊𝚙𝚒𝚗𝚐\n ⌡\n\n\n\n\n\n\n\n\n[KSHNA]\n\n\nI'm pulling the Sondheim up!\n\n\n\n\n\n\n[DARCY]\n\n\nQuicker, quicker goddammit!\n\n\n\n\n\n\n[KSHNA]\n\n\nIt's not working! The thrusters are full but we aren't rising!\n\n\n\n\n\n\n[KSHNA]\n\n\nOh my god, there's- there's vines at the window.\n\n\n\n\n\n\n[DARCY]\n\n\nI- I have an idea. Face the window. There should be an orange lever to your right. Push it down counter-clockwise to override the power limiter.\n\n\n\n\n\n\n\n\n\n\n⌐⸻ ⌠ \n𝚝𝚑𝚞𝚖𝚙𝚒𝚗𝚐\n ⌡\n\n\n\n\n\n\n\n\n[KSHNA]\n\n\nIt's down.\n\n\n\n\n\n\n[DARCY]\n\n\nTurn around one hundred and eighty degrees. Press the green button on the third row from the top. After that, press the button immediately above it. The monitor should display a run executable.\n\n\n\n\n\n\n[KSHNA]\n\n\nWhat do I type in? Hurry, it's battering the window!\n\n\n\n\n\n\n[DARCY]\n\n\nActivate, space, welder, space, nine nine nine, then hit enter! Make sure it's pointed at the crystals!\n\n\n\n\n\n\n\n\n\n\n⌐⸻ ⌠ \n𝚌𝚛𝚊𝚌𝚔𝚒𝚗𝚐\n ⌡\n\n\n\n\n\n\n\n\n[KSHNA]\n\n\nIt's done!\n\n\n\n\n\n\n[\n-----\n]\n\n\n\n\n⌐⸻ ⌠ \n𝚢𝚎𝚕𝚕𝚒𝚗𝚐\n ⌡\n\n\n\n\n\n\n\n\n[DARCY]\n\n\nClose your eyes!\n\n\n\n\n\n\n\n\n\n\n⌐⸻ ⌠ \n𝚜𝚌𝚛𝚎𝚎𝚌𝚑𝚒𝚗𝚐?\n ⌡\n\n\n\n\n\n\n\n\n\n\n\n\n⌐⸻ ⌠ \n𝚜𝚌𝚛𝚎𝚎𝚌𝚑𝚒𝚗𝚐?\n ⌡\n\n\n\n\n\n\n\n\n\n\n\n\n⌐⸻ ⌠ \n𝚜𝚌𝚛𝚎𝚎𝚌𝚑𝚒𝚗𝚐?\n ⌡\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n───\n\n► \nRECORDING ENDED\n ◄\n\n\n───\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5157\n | SCP-5158 | \nSCP-5159\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5158\n\" by JackalRelated, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5158\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n harimao.png\n\n\nName:\n Harimao Logo\n\n\nAuthor:\n Created by \nJackalRelated\n\n\nLicense:\n CC-BY-SA 3.0\n\n\n\n\n\n\n\n\n\n\nFilename:\n oil-rig.png\n\n\nName:\n Ohmuno Oil Rig\n\n\nAuthor:\n Modified by \nJackalRelated\n, source owner is michael clarke stuff\n\n\nLicense:\n CC-BY-SA 2.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\n\n\nFilename:\n sondheim.png\n\n\nName:\n Sondheim and Midgett\n\n\nAuthor:\n Modified by \nJackalRelated\n, source owner is the U.S. Coast Guard\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\n\n\nFilename:\n seedpod.png\n\n\nName:\n 5158 Seedpod\n\n\nAuthor:\n Modified by \nJackalRelated\n, source owner is PePeEfe\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\n\n\nFilename:\n nerva.png\n\n\nName:\n MV Nerva (Docked)\n\n\nAuthor:\n Modified by \nJackalRelated\n, source owner is Barry Lewis\n\n\nLicense:\n CC-BY-SA 2.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 01: Recovered Data"
    ],
    "documents": [],
    "notes": [
        "\" SCP-5158 \" by JackalRelated, from the SCP Wiki . Source: https://scpwiki.com/scp-5158 . Licensed under CC-BY-SA .",
        "Filename: harimao.png Name: Harimao Logo Author: Created by JackalRelated License: CC-BY-SA 3.0",
        "Filename: oil-rig.png Name: Ohmuno Oil Rig Author: Modified by JackalRelated , source owner is michael clarke stuff License: CC-BY-SA 2.0 Source Link: Wikimedia Commons",
        "Filename: sondheim.png Name: Sondheim and Midgett Author: Modified by JackalRelated , source owner is the U.S. Coast Guard License: Public Domain Source Link: Wikimedia Commons",
        "Filename: seedpod.png Name: 5158 Seedpod Author: Modified by JackalRelated , source owner is PePeEfe License: CC-BY-SA 3.0 Source Link: Wikimedia Commons",
        "Filename: nerva.png Name: MV Nerva (Docked) Author: Modified by JackalRelated , source owner is Barry Lewis License: CC-BY-SA 2.0 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "",
    "description": "",
    "title": "SCP-5158"
}