{
    "url": "https://scp-wiki.wikidot.com/scp-5173",
    "all_text": "SCP-5173:\n Aphelion's Rest\n\n\n \n\n\nAuthor:\n \nCyvstvi\n.\n\n\n \n\n\nImage Credit:\n See comments.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nrating: \n+99\n+\n–\nx\n\n\nCyvstvi\n\n\n\n\n\n\nAphelion's Rest\n by \nCyvstvi\n\n\n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\nItem #\n: SCP-5173\n\n\nObject Class\n: \nKeter\n Neutralised\n\n\nSpecial Containment Procedures\n: SCP-5173 has been neutralised and no further Containment Procedures are required.\n\n\n\n\n + Show Prior Special Containment Procedures\n\n\n\n\n - Close Prior Special Containment Procedures\n\n\n\n\nFoundation OrbSat PERIHELION is to monitor the region of space that SCP-5173 occupies. Any transmissions emitted from SCP-5173 are to be intercepted by the Foundation.\n\n\nIn the event that SCP-5173 becomes known to non-Foundation personnel, MTF Gamma-5 (\"Red Herrings\") are to be deployed, and given the authority to utilise any fabricated cover story that they deem necessary to obfuscate the existence of SCP-5173.\n\n\nIn the case of an emergence event, the Foundation are to declare an Amida-class situation entailing an attempt to neutralise the anomaly using all weaponry capable of reaching SCP-5173.\n\n\n\n\n\n\n\n\n\n\nDescription\n: SCP-5173 refers to a gravitational singularity orbiting at the edge of the Oort cloud.\n\nSCP-5173 was detected as suddenly materialising within the solar system on the 4th July 2019 at 22:11 and was immediately sighted by Foundation OrbSat PERIHELION.\n\n\nAt the time, SCP-5173 appeared to be the nova of a hereto unknown object with a mass of 0.08M⊙.\n1\n It was classified \"Keter\", due to its potentially uncontainable nature.\n\n\nIn addition, the Foundation intercepted a long-range radio wave isolated from NASA's DSN.\n2\n This long-range radio wave was detected on the 4th July 2019 at 22:02 but the Foundation was not immediately made aware of the discovery.\n\n\nThis long-range radio wave was transformed into an audio signal by Foundation staff and its contents are transcribed below in English:\n\n\n\n\n$\n\n$COPY PROCYON'ORIGIN'JCYLANSUA9128ASAAF:APHELIONWAKE.APHELIONWAKE.\n\n$TYPE EXPLORATIONSTARBOURNE\n\n\n\n\n!!!!!!!!!!!CLEARANCE-LEVEL:OCHRE!!!!!!!!!!!\n\n\n\n\nCONTENTS:\n\n\nEVENT-1DEPART-PROCYON\n\n\nEVENT-2ARRI-APHELION\n\n\nEVENT-3FAILR-APHELION\n\n\nCONTENTS OF THE VFR OF PCS APHELION WAKE AWAITS BELOW.\n\n\nEVENT-1DEPART-PROCYON\n:\n\n\nRECEIVED INVENTORY NOTICE ON [[EXPUNGED]]. DETAILED DESCRIPTION UNAVAILABLE. PERMISSION GRANTED BY OFFICIATE PALADIN. CONCERNS RAISED BY CPT.MARA-LAMUR.\n\n\nMISSION WENT AHEAD.\n\n\nPRIMUS MISSION DETAILS. DEPART FOR APHELION SYSTEM. COLONISE APHELION 3. POPULATION ABOARD. 100,000 SOULS. SECONDUS MISSION DETAILS. DELIVER OFFICIATE PALADIN PAYLOAD TO APHELION 3 PRIOR TO ARRI.\n\n\nEVENT-2ARRI-APHELION\n:\n\n\nARRI APHELION. 4 GAS. 3 SOLID. 1 LIQUID. AT APHELION CPT.MARA-LAMUR SCANNED APHELION 3. LIFEFORMS DETECTED. POP. APPROX 7,000,000,000 SOULS.\n\n\nCPT.MARA-LAMUR RAISED OBJECTION TO OFFICIATE PALADIN. OBJECTION REJECTED. OBSERVE PRIMUS MISSION DETAILS VIA SECONDUS MISSION DETAILS.\n\n\nCPT.MARA-LAMUR RAISED SECOND OBJECTION TO OFFICIATE PALADIN. OBJECTION REJECTED. OBSERVE PRIMUS MISSION DETAILS VIA SECONDUS MISSION DETAILS.\n\n\nCPT.MARA-LAMUR RAISED FINAL OBJECTION CITING PALADIN CODE. OBJECTION REJECTED. CPT.MARA-LAMUR TO BE COURT MARTIALED ON RETURN PROCYON.\n\n\nEVENT-3FAILR-APHELION\n:\n\n\n[[EXPUNGED]] INVENTORY DETONATED VIA REMOTE FAILURE. CPT.MARA-LAMUR DECLARED OUTLAW BY OFFICIATE PALADIN. APHELION WAKE LOST. PRIMUS MISSION DETAILS FAILED. SECONDUS MISSION DETAILS FAILED.\n\n\n\n\n\nObservation of SCP-5173 continued unabated for a further year. During this time, the object decayed in luminosity and size. On the 5th July 2020, a gravity wave was detected emanating from SCP-5173 indicating that the object had decayed and collapsed.\n\nSCP-5173 was declared neutralised to reflect the nature of this discovery.\n\n\nAddendum 5173.1\n:\n\n\nOn 5th July 2020, it was discovered by the Deep Space Satellite Relay that the radio transmission intercepted by the Foundation had also been broadcast to another location. It was broadcast directly towards the constellation of Canis Minor, more specifically, the star Procyon.\n\n\nIt is expected that the radio transmission will reach Procyon by late 2031.\n\n\nFoundation OrbSat PERIHELION has been redirected and its mission profile has been updated to continually monitor the Procyon stellar system for any evidence of biosignatures, radio transmissions, and other evidence of sentient life.\n\n\n\n\nFootnotes\n\n\n1\n. M⊙ is a standard unit of mass in astronomy, equal to approximately 2×10³⁰ kg.\n\n\n2\n. The Deep Space Network, a series of radio antenna intended to detect low-energy radio waves from deep space.\n\n\n\n\n\n\n\n\n« \nSCP-5172\n | SCP-5173 | \nSCP-5174\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5173\n\" by Cyvstvi, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5173\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 5173.1 :\nOn 5th July 2020, it was discovered by the Deep Space Satellite Relay that the radio transmission intercepted by the Foundation had also been broadcast to another location. It was broadcast directly towards the constellation of Canis Minor, more specifically, the star Procyon.\nIt is expected that the radio transmission will reach Procyon by late 2031.\nFoundation OrbSat PERIHELION has been redirected and its mission profile has been updated to continually monitor the Procyon stellar system for any evidence of biosignatures, radio transmissions, and other evidence of sentient life."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5173 \" by Cyvstvi, from the SCP Wiki . Source: https://scpwiki.com/scp-5173 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-5173"
}