{
    "url": "https://scp-wiki.wikidot.com/scp-5180",
    "all_text": "rating: \n+72\n+\n–\nx\n\n\nItem #:\n SCP-5180\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Relevant authorities surrounding wildlife areas and sites of archaeological significance are to be monitored for mentions of any phenomena resembling an SCP-5180 event. Explanations for SCP-5180 events are to be determined by appointed operatives based on the circumstances surrounding the incident. Class-A Amnestics are authorized to be used on all parties involved in the containment of SCP-5180 events. Research on how to detect SCP-5180 events as they happen is currently being conducted.\n\n\nInstances of SCP-5180-A are to be captured and brought to the nearest available site.\n SCP-5180 events are to be monitored by appointed operatives until all instances of SCP-5180-A are no longer present and the SCP-5180 event has concluded. If instances of SCP-5180-A are observed to engage in behaviour that may be deemed suspicious or potentially dangerous, appointed operatives have authorization to contain or terminate SCP-5180-A instances immediately.\n\n\nInstances of SCP-5180-A currently in Foundation custody are to be met with the same accommodations that a non anomalous member of their species would require.\n1\n Living accommodations of the subject may be improved upon request as a reward for cooperative behaviour. All interactions between Foundation Personnel and instances of SCP-5180-A must first be authorized by Dr. Greene, head of SCP-5180 research.\n\n\nDescription:\n SCP-5180 is a designation assigned to a repeating space-time phenomenon involving trans-dimensional sapient beings appearing in areas of ecological and archaeological significance. These events occur sporadically and have been observed to last anywhere from a few hours to several days. 126 individual anomalies have been observed between ██/██/2012 and the time of writing this document.\n\n\nSCP-5180-A is a designation given to the organisms that appear during SCP-5180 events. The organisms are typically evolutionary relatives/derivatives of known organisms possessing human-level intelligence and technology. SCP-5180-A instances have proven to be elusive and will immediately vanish when they acknowledge that they have been observed by Foundation Personnel and presumably, by any other human. This “vanishing” is near instantaneous and the devices used to accomplish this differ in make and operation between members of different SCP-5180-A species. Research of the phenomenon and examination of devices used by SCP-5180-A instances show that the devices transport matter between alternate versions of reality. These alternate versions of reality are assumed to be where instances of SCP-5180-A originated.\n2\n\n\nFoundation operatives have managed to secure a total of 7 individual instances of SCP-5180-A captured from 3 separate SCP-5180 space-time anomalies. Attempts of communication with instances of SCP-5180-A have been successful and information regarding their origin and nature of their visits have been consistent across interviews.\n\n\n\n\nShow Contained SCP-5180-A Instances\n\n\n\n\nHide Contained SCP-5180-A Instances\n\n\n\n\n\n\n\n\nIncident Description\n\n\nDescription of Species\n\n\nDevices Present on Organism(s)\n\n\n\n\n\n\n1 of 4 dolphin-like creatures was captured at the mouth of the Amazon River and Atlantic Ocean by Foundation operatives stationed in the area to pursue unrelated marine anomalies. The subject is currently housed at Site-28’s aquatic anomaly unit.\n\n\nAn organism superficially resembling a river dolphin with greenish-grey/white counter-shading and binocular vision. The organism measures approximately 1.4 m in length and weighs approximately 77 kg. The organism possesses a flexible, prehensile tongue roughly 0.65 m in length which is used by the organism as a manipulator akin to a cephalopod’s tentacle. The tongue is folded in the organism’s mouth when not in use. DNA analysis shows its closest living relative to be \nInia geoffrensis\n.\n\n\n1) A Cylindrical metal object with an electronic glass display showing symbols of an unknown origin. The device was revealed through testing to be a pH reader. 2) A black, plastic half-sphere with interior metal components. The device can extract oxygen from water and convert it to a gaseous form. It was found attached to the blowhole of the organism. 3) A green plastic button attached to a metal platform secured to the organism’s abdomen by a plastic strap. Pressing the button causes any object touching the device as well as the device itself to be instantly transported to an unknown location.\n\n\n\n\n\n\n5 of 9 avian anomalies were seized in Yellowstone National Park after park rangers alerted local authorities of anomalous animal behaviour. The event was silenced without incident. All captured instances are currently held in Site-49’s animal anomaly centre.\n\n\n1) An organism superficially resembling a magpie in size and appearance with a coat of black feathers and a blue head crest. DNA comparison shows the organism to be a derived member of the family \nCorvidae\n. 2) 3 members of an unknown species of parrot. 2 individuals, the males, have bright orange plumage while the female is a dull grayish-brown in colour. All 3 organisms are approximately the size of a macaw and possess the ability to speak. The parrots communicate to each other in using an unknown form of verbal language. The other 2 SCP-5180-A instances the parrots were captured with appear to be familiar with this language. 3) An organism roughly 1.3 m long and weighing approximately 31 Kg possessing a coat of shaggy, brown feathers. The organism resembles a highly derived \nTroodontid\n dinosaur. One of the fingers on each of its hands is positioned opposite to the other 2 like a primate’s thumb.\n\n\n1) All captured instances possessed a small metallic lever strapped to the inside of the left wing with a leather strap and metal buckle. Testing has shown the devices to be transporters like those observed with other SCP-5180-A instances. 2) The SCP-5180-A instances were recording observations of their surroundings on a single electronic device. The device is comprised of a square glass screen mounted on a metal triangle with several buttons and dials running down either side. The inner components are currently being studied, but they appear to be similar in form and function to a computer processor. The interface displays symbols of an unknown origin. 3) The \nCorvid\n and \nTroodontid\n both possessed a small ceramic device with a single button that produced a clicking noise when pressed. This is believed to have been used for communication between the organisms in a method similar to Morse code.\n\n\n\n\n\n\nReports of a horse-sized cryptid from a South Vietnamese village were intercepted by Foundation operatives stationed in the region. The organism resisted traditional tranquilizers but was subdued with a net and brought to Site-16 via helicopter. The organism died for unknown reasons shortly thereafter. Following a lengthy and thorough autopsy, the remains of the organism were preserved and are currently stored in Site-16’s Bio Unit.\n\n\nThe organism measured 2.8 m long and weighed 34 Kg. It did not resemble any organism known to exist at this or any time. It had a long, cylindrical, bilaterally symmetrical body supported by a cartilaginous skeleton with 6 trunk-like legs on either side. The legs were moved using hydraulics as a green liquid analogous to blood was pumped in and out of them by several heart-like organs, forcing them to contract and expand. The organism possessed a round head with 2 forward facing eyes and a cluster of 5 simple eyes positioned at the top of the head. The organism’s mouth was attached to a long stalk extending down from the head to the ground. The mouth contained several dozen small tentacle-like “teeth” which the organism used to interact with its environment. The digestive tract lacked distinct organs and consisted of a tube folded in on itself several dozen times. Small fungal organisms lined the tract, presumably to aid in digestion. Respiration occurred through small pores in the skin lining the organism’s back. The brain of the organism was very sophisticated, surpassing most higher primates in structural complexity. DNA analysis confirms that the organism evolved on earth, but little else is known of its origin.\n\n\n1) A 2 mm thick, black, mat-like surface containing many small pores and tubes was found laid over the organism’s back. The technology appears to be organic in nature but is not alive. Due to its position over the breathing holes of the organism, it is believed to be a respirator of some kind.\n3\n 2) A damaged metal cube with a blue crystal half-sphere on one of its surfaces was found in the organism’s mouth. This device is believed to be a transporter when rendered operational. 3) A steel rectangular prism filled with thin sheets of gold foil and copper wire spinning around several dozen steel axles. The purpose of this device is unknown, but it is hypothesized to be a way of recording information. The device was found fastened to the organism’s head using an organic adhesive.\n\n\n\n\n\n\n\n\n\n\n\n\nAll captured SCP-5180-A instances apart from the instance that died shortly after its capture currently remain in foundation custody. Tests show all instances to be on par with or surpassing adolescent humans in intelligence. All subjects have been extremely cooperative with Foundation Personnel and attempts to teach forms of non-verbal communication with subjects physically incapable of speech have proven successful. Subjects usually acquire a comprehensive grasp of a language comprised of rhythmic clicks in a period of 6-8 months. Subjects capable of speech have displayed a remarkable aptitude for the English language, acquiring a level of proficiency one would expect from a native speaker in a period of only 4 months.\n\n\nInformation obtained from members of different SCP-5180-A species and between subsequent interviews of the same individuals have been largely consistent. Due to this consistency and the fact that instances of SCP-5180-A have been generally cooperative with staff, the information given by SCP-5180-A instances is assumed to be accurate at this time.\n\n\nAccording to SCP-5180-A instances a currently unknown number of alternate realities exist and travel between these realities is possible. Instances of SCP-5180-A originate from versions of reality where human-level intelligence developed in different species. There are allegedly 11 intelligent species from different realities currently known, 5 of which belong to what SCP-5180-A instances refer to as “a trans-dimensional federation of intelligent species”. SCP-5180-A instances are all self-proclaimed researchers collecting information with the goal of determining if humanity is to be included in this federation.\n\n\nThe following are all currently known intelligent species according to SCP-5180-A instances.\n\n\n\n\nShow List of Intelligent Species\n\n\n\n\nHide List of Intelligent Species\n\n\n\n\n\n\n\n\nSpecies\n\n\nDescription of Reality\n\n\nStatus\n\n\n\n\n\n\nThe Troodontids\n\n\nA version of reality where the K-PG mass extinction never occurred and dinosaurs remained the dominant life forms on earth. 10 million years ago, a clade of intelligent dinosaurs descended from troodontids living across the Eurasian Steppe evolved an opposable finger allowing them to develop tools. Their civilization was established approximately 500,000 years ago and their level of technology is several thousand years beyond humanity’s. The Troodontids were the first species to develop trans-dimensional travel and, by all accounts, founded the Federation.\n\n\nIncluded in the Federation\n\n\n\n\n\n\nThe Corvids\n\n\nA version of reality in which crow-like animals developed stone tools in Eastern Asia approximately 4.5 million years ago. After developing intelligence akin to \nHomo Erectus\n, the Corvids managed to migrate around the world, eventually developing agriculture in the form of controlled insect colonies. Civilization developed approximately 50,000 years ago and technology currently exists at the industrial level.\n\n\nIncluded in the Federation\n\n\n\n\n\n\nThe Parrots\n\n\nExisting in the same reality as the Corvids, the Parrots developed stone tools 4 million years ago in the rain forests of South America. They developed civilization at around the same time as the Corvids whom they encountered upon migrating to the other continents. Much of the histories of both cultures are filled with conflict between the 2 species but as of recently coexistence and even cooperation has taken cultural precedence. Currently, the two civilizations are one and the same.\n\n\nIncluded in the Federation\n\n\n\n\n\n\nThe Dolphins\n\n\nA series of dramatic climate events 7 million years ago transformed much of South and Central America into a series of marshes and estuaries. A species of river dolphin developed a long, prehensile tongue to forge for food in the soft river sediment. The tongue was later used to create and manipulate tools which allowed the dolphins to adopt the niche of active pack-hunters. Vast underwater colonies spanning entire rivers developed approximately 55,000 years ago and a rapid advancement of culture and technology followed. Technology continued to advance in the absence of fire and metallurgy and the dolphins developed their own methods of trans-dimensional travel before adopting the technology of other Federation members.\n\n\nIncluded in the Federation\n\n\n\n\n\n\nThe Cambrionians\n\n\nA reality in which the factors which led to the Cambrian mass extinction never occurred. The strange and arcane body plans of the era became commonplace and evolution on Earth took a radically different turn. Eventually, a clade of apex pack hunters yielded an intelligent species approximately 850,000 years ago. Civilization developed approximately 100,000 years ago but advanced relatively slowly. The species developed a level of technology on par with modern humanity only 1,000 years ago.\n\n\nIncluded in the Federation\n\n\n\n\n\n\nThe Cephalopods\n\n\nFollowing the K-PG mass extinction a series of tectonic and climate events left Australia void of most animal life. A species of octopus developed a series of traits enabling it to live on land for extended periods. These traits included a quadrupedal gait\n4\n, a stiffened cirrate shell, less permeable skin, and breathing mechanisms analogous to lungs. The descendants of this species would adopt the vacant niches of the continent including that of communal hunters-gatherers. Civilization developed approximately 40,000 years ago. The species is currently technologically on par with modern humans, occupying every continent on the planet excluding Antarctica.\n\n\nUnder Consideration for Inclusion\n\n\n\n\n\n\nThe Elephants\n\n\nA reality in which a series of tectonic events led to the formation of an island roughly the size of Madagascar in the middle of the Atlantic Ocean 10 million years ago. A population of elephants on the island decreased radically in size to meet the reduced availability of resources. A dog-sized dwarf elephant species developed stone tools around 2 million years ago and civilization about 15,000 years ago. The elephants currently posses a level of technology equivalent to that of mid-bronze age humans and are yet to migrate from the island.\n\n\nUnder Consideration for Inclusion\n\n\n\n\n\n\nThe Suminians “Reptilian Monkeys”\n\n\nA reality in which the events which led to the P-Tr mass extinction never occurred and the dominant animal forms of the period remained dominant. A genus of arboreal \nSynapsids\n known as \nSuminia\n underwent a series of evolutionary changes paralleling that of primates.\n5\n 9.3 million years ago, climate events like the ones which triggered human evolution in Africa triggered the evolution of bipedalism in the derived Suminians. Suminian civilization developed 25,000 years ago and their current level of technology is several centuries ahead of humanity. The Suminians have only recently been accepted into the federation and the process of their inclusion is ongoing.\n\n\nIn the Process of Integration into the Federation\n\n\n\n\n\n\nThe Pigs\n\n\nA reality in which an asteroid struck Earth 20 million years ago leading to the extinction of most large mammal lineages. One surviving lineage, a genus of small basal pigs underwent rapid adaptive radiation and filled many of the vacant niches of Eurasia and North America. One North American species specialized in storing food underground, a behaviour that when combined with the species’ relatively high intelligence led to the invention of agriculture. Civilization gradually formed between 1.2 million and 600,000 years ago. The Pigs posses technology akin to that of ancient Mesoamericans and have diversified into numerous cultures and tribal groups, many of whom are at war. The Pigs have colonized most of the Western Hemisphere and are yet to leave the Americas.\n\n\nUnder Consideration for Inclusion\n\n\n\n\n\n\nThe Lizards\n\n\nA reality in which the Indian subcontinent exists separately from mainland Asia. Due to its immense size, the entire center of the continent is a dry desert where a clade of pack-hunting monitor lizards are the dominant predators. The lizards have developed spears from sharpened sticks and have a complex social hierarchy but are yet to experience technological or cultural advancements beyond this. Fossil evidence shows that the lizard species has existed for over a million years and are yet to enter a level of technology analogous to the stone age.\n\n\nStatus as Intelligent Species Debated\n\n\n\n\n\n\nThe Apes\n\n\nThe reality in which humanity exists.\n\n\nUnder Consideration for Inclusion\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum:\n\n\n\n\nShow Interview Log-5180-3\n\n\n\n\nHide Interview Log-5180-3\n\n\n\n\n\n\nInterview Log-5180-3:\n\n\nThe following interview occurred between Dr. Greene and the female parrot instance of SCP-5180-A on ██/██/2016. The interview was the 3rd of 3 conducted that week. The prior two interviews centered primarily around the nature of SCP-5180 phenomena.\n\n\n[BEGIN LOG]\n\n\nDr. Greene:\n Hello, Anne\n6\n\n\nAnne:\n Hello, Doctor.\n\n\nDr. Greene:\n Last time we spoke, you mentioned the existence of a federation of intelligent species which evolved in other realities. I would like to ask you more about this federation.\n\n\nAnne:\n Yes, go ahead.\n\n\nDr. Greene:\n What is the main function of this federation? Why would a species want to join?\n\n\nAnne:\n Doctor, the collective species of the federation have discovered 309 alternate versions of Earth so far. 216 of these versions could theoretically support life. 84 of these versions have a thriving biosphere. 11 of these versions currently harbour intelligent life.\n\n\nDr. Greene:\n Yes, you’ve explained this already, it doesn't answer the question.\n\n\nAnne:\n Do you know how difficult interstellar travel is, Doctor?\n\n\nDr. Greene:\n Not particularly.\n\n\nAnne:\n We have found it to be very difficult.\n\n\nDr. Greene:\n What relevance does this have?\n\n\nAnne:\n There are a lot of resources available to be used right here at home. A lot of additional planets to house ever-growing populations. A lot of very useful technology waiting to be shared between species. As efforts continue, more worlds will be discovered. Based on our current estimates, the number of alternate earths may number in the tens of thousands.\n\n\nDr. Greene:\n Not infinite?\n\n\nAnne:\n Apparently not. Don’t ask me, I’m a linguist and a biologist, not a physicist.\n\n\nDr. Greene:\n Regardless, you’ve made your point. What does the federation look for when determining if a new species ought to be added?\n\n\nAnne:\n Maturity, mainly. How well the species takes care of the planet they have, whether their culture is at a point where they can accept that they aren’t the only smart ones around, things like that. Mainly though, research of the biosphere is the top priority when visiting other Earths. Oh, and doctor?\n\n\nDr. Greene:\n Yes?\n\n\nAnne:\n You can stop prying. Humans are failing the examination.\n\n\nDr. Greene:\n You need not answer why, based on the reasons you’ve stated enough has been said.\n\n\nAnne:\n No, no don’t get me wrong your species is something truly remarkable. Easily the fastest developing and most ambitious species by far. I mean, 200,000 years of existing and less than 20,000 years of what anyone could consider a civilization and you’re at this stage. Truly remarkable, anomalous even.\n\n\nDr. Greene:\n Yes, wel-\n\n\nAnne:\n But the species reeks of adolescence. Profound arrogance, unapologetic boldness, unchecked ambition, and a recklessness that defies your intellect. It’s no wonder your species is the talk of the federation.\n\n\n[Dr. Greene pauses for approximately 20 seconds and records a series of notes on his clipboard]\n\n\nDr. Greene:\n I’ve said this before, but I seriously can't get past it. Your grasp of this language is truly remarkable. You speak more articulately than some of my colleagues.\n\n\nAnne:\n Well, like I said, I’m a linguist by trade. Human language is so much more elegant than the language of parrots. So many words mean the same thing but have slight differences in character. A sentence can convey the same general message while taking on a totally new form. Poetry is somewhat of a commodity in my world, but here it is almost inevitable. Very fun to use and to learn. I am thankful.\n\n\nDr. Greene:\n Well, it’s quite alright I suppose. Pardon my digression, can we get back to the question?\n\n\nAnne:\n Right. Also curious about your species is the existence of this organization. From what I gather this is designed to house that which defies reason?\n\n\nDr. Greene:\n Yes, I guess that’s a good way of putting it. Do other Earths not have an equivalent?\n\n\nAnne:\n We don’t need them. If we find something we can't explain, we don’t bother hiding it. But they’re rare in other places, anomalies seem to occur in this reality more than any other. An anomalous home for some anomalous apes.\n\n\nDr. Greene:\n I suppose. Well, that is all for now.\n\n\nAnne:\n Next week, doctor. Oh, and, bring me some crackers next time, will you?\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. This may be determined by an analysis of the anatomy and physiology of the subject or by information provided by the subject itself.\n\n\n2\n. This hypothesis has been confirmed by SCP-5180-A instances in interviews.\n\n\n3\n. This is possibly because the version of earth the organism comes from may have a radically different atmospheric composition.\n\n\n4\n. Accomplished by thickened, elongated tentacles on the anterior and posterior of the head. The remaining 4 tentacles were used as manipulators.\n\n\n5\n. This includes an arboreal lifestyle, binocular vision, flexible wrists/ankles, 2 opposable thumbs on each hand, colour vision, and a high brain-to-body mass ratio.\n\n\n6\n. This was a name SCP-5180-A assigned herself as it was the surname of the researcher who taught her English in the months prior.\n\n\n\n\n\n\n\n\n« \nSCP-5179\n | SCP-5180 | \nSCP-5181\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5180\n\" by Trombus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5180\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum:"
    ],
    "documents": [],
    "notes": [
        "Interview Log-5180-3: The following interview occurred between Dr. Greene and the female parrot instance of SCP-5180-A on ██/██/2016. The interview was the 3rd of 3 conducted that week. The prior two interviews centered primarily around the nature of SCP-5180 phenomena. [BEGIN LOG] Dr. Greene: Hello, Anne 6 Anne: Hello, Doctor. Dr. Greene: Last time we spoke, you mentioned the existence of a federation of intelligent species which evolved in other realities. I would like to ask you more about this federation. Anne: Yes, go ahead. Dr. Greene: What is the main function of this federation? Why would a species want to join? Anne: Doctor, the collective species of the federation have discovered 309 alternate versions of Earth so far. 216 of these versions could theoretically support life. 84 of these versions have a thriving biosphere. 11 of these versions currently harbour intelligent life. Dr. Greene: Yes, you’ve explained this already, it doesn't answer the question. Anne: Do you know how difficult interstellar travel is, Doctor? Dr. Greene: Not particularly. Anne: We have found it to be very difficult. Dr. Greene: What relevance does this have? Anne: There are a lot of resources available to be used right here at home. A lot of additional planets to house ever-growing populations. A lot of very useful technology waiting to be shared between species. As efforts continue, more worlds will be discovered. Based on our current estimates, the number of alternate earths may number in the tens of thousands. Dr. Greene: Not infinite? Anne: Apparently not. Don’t ask me, I’m a linguist and a biologist, not a physicist. Dr. Greene: Regardless, you’ve made your point. What does the federation look for when determining if a new species ought to be added? Anne: Maturity, mainly. How well the species takes care of the planet they have, whether their culture is at a point where they can accept that they aren’t the only smart ones around, things like that. Mainly though, research of the biosphere is the top priority when visiting other Earths. Oh, and doctor? Dr. Greene: Yes? Anne: You can stop prying. Humans are failing the examination. Dr. Greene: You need not answer why, based on the reasons you’ve stated enough has been said. Anne: No, no don’t get me wrong your species is something truly remarkable. Easily the fastest developing and most ambitious species by far. I mean, 200,000 years of existing and less than 20,000 years of what anyone could consider a civilization and you’re at this stage. Truly remarkable, anomalous even. Dr. Greene: Yes, wel- Anne: But the species reeks of adolescence. Profound arrogance, unapologetic boldness, unchecked ambition, and a recklessness that defies your intellect. It’s no wonder your species is the talk of the federation. [Dr. Greene pauses for approximately 20 seconds and records a series of notes on his clipboard] Dr. Greene: I’ve said this before, but I seriously can't get past it. Your grasp of this language is truly remarkable. You speak more articulately than some of my colleagues. Anne: Well, like I said, I’m a linguist by trade. Human language is so much more elegant than the language of parrots. So many words mean the same thing but have slight differences in character. A sentence can convey the same general message while taking on a totally new form. Poetry is somewhat of a commodity in my world, but here it is almost inevitable. Very fun to use and to learn. I am thankful. Dr. Greene: Well, it’s quite alright I suppose. Pardon my digression, can we get back to the question? Anne: Right. Also curious about your species is the existence of this organization. From what I gather this is designed to house that which defies reason? Dr. Greene: Yes, I guess that’s a good way of putting it. Do other Earths not have an equivalent? Anne: We don’t need them. If we find something we can't explain, we don’t bother hiding it. But they’re rare in other places, anomalies seem to occur in this reality more than any other. An anomalous home for some anomalous apes. Dr. Greene: I suppose. Well, that is all for now. Anne: Next week, doctor. Oh, and, bring me some crackers next time, will you? [END LOG]",
        "\" SCP-5180 \" by Trombus, from the SCP Wiki . Source: https://scpwiki.com/scp-5180 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5180",
    "object_class": "Euclid",
    "containment_procedures": "Relevant authorities surrounding wildlife areas and sites of archaeological significance are to be monitored for mentions of any phenomena resembling an SCP-5180 event. Explanations for SCP-5180 events are to be determined by appointed operatives based on the circumstances surrounding the incident. Class-A Amnestics are authorized to be used on all parties involved in the containment of SCP-5180 events. Research on how to detect SCP-5180 events as they happen is currently being conducted.",
    "description": "SCP-5180 is a designation assigned to a repeating space-time phenomenon involving trans-dimensional sapient beings appearing in areas of ecological and archaeological significance. These events occur sporadically and have been observed to last anywhere from a few hours to several days. 126 individual anomalies have been observed between ██/██/2012 and the time of writing this document.",
    "title": "SCP-5180"
}