{
    "url": "https://scp-wiki.wikidot.com/scp-5183",
    "all_text": "rating: \n+14\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n5183\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n All SCP-5183 instances are to be contained in a secure item storage locker at Site-17 along with all known images of SCP-5183. No new photographs or other visual media of SCP-5183 may be created without permission from the current lead researcher.\n\n\nDescription:\n SCP-5183 is the collective designation for a group of thaumaturgically enchanted objects that are capable of disguising themselves in every physical manner\n1\n when directly viewed by a living organism. SCP-5183 instances are also able to transform their appearance when not directly observed in order to better blend into their environment.\n\n\nThe true forms of SCP-5183-A through -C are as follows:\n\n\n\n\nA - A limestone rock with a mass of 2 kg.\n\n\nB - A reusable, metal water bottle of indeterminable brand.\n\n\nC - The skull of a small animal, believed to be a squirrel.\n\n\n\n\nIndirectly viewing an instance of SCP-5183 exposes an individual to its secondary effect. The affected individuals, hereafter referred to as SCP-5183-1 instances, who do not receive an amnestic within three hours of exposure begin suffering from high amounts of stress which result in hallucinations and intense paranoia within a few days. No known treatment has been found to cure an instance of SCP-5183-1 after this point.\n\n\nDiscovery Log:\n All known SCP-5183 instances were found in the former residence of PoI-5183, Ramona Jimenez, along with several texts on the subject of thaumaturgy. PoI-5813 is believed to be a member of the \nDaughters of Eden\n.\n\n\nAddendum-1:\n SCP-5183's secondary effect was only noticed after its documentation was entering finalization under Researcher Clementine. Researcher Clementine had already been keeping a journal of his experiences, at his psychologist's request. The relevant entries from this journal are displayed below.\n\n\n\n\nEntry 1 - January 8th, 2019\n\n\nI'm seeing it everywhere now, squirrel skulls in place of every sheet of paper. It's following me I swear. I've tried getting them to double-check its containment, to show them it's broken out, but they won't listen to me. What's so hard to believe about that? We have a talking, immortal lizard down the hall, but a magic skull that only I can see is crazy?\n\n\nI guess I know how everyone here REALLY feels about me. I've suspected they didn't like me for years, but I guess I know for sure now. I have half a mind to break into SCP-5183's containment chamber, but I already know they wouldn't listen to me anyway.\n\n\n\n\n\n\nEntry 2 - January 9th, 2019\n\n\nMy car had twice as much snow on it as the other cars when I went to leave yesterday. Are the others pranking me now? It feels like they're punishing me for something. Even the other drivers on the road to work today seemed to be deliberately getting in my way; one of them nearly crashed into me at an intersection when I had the right of way. I'd probably be dead if I didn't react quickly.\n\n\nAre the O5's after me? Too much seems to be happening too quickly, too conveniently to be coincidence; not that I believe in coincidences anyway. People are giving me funny looks too, not just the other researchers, but security and D-class too. Even the lunch lady seemed to look me over a moment or two longer than usual. I know I screwed up my last project, but this is just…. suspicious.\n\n\nThe upper management is after me, I can feel it, and I'm going to get to the bottom of this.\n\n\n\n\n\n\nEntry 3 - January 11th, 2019\n\n\nAlright, I went ahead and forged a few entries for my shrink; hopefully they won't suspect anything more than the others. I think I'm starting to put the pieces together on the O5's plan. They've got to be connected to the Daughters of Eden somehow; it's the only thing that makes sense. I think they've realized how impossible all this is, containing everything strange in the world and all. I bet they're planning on returning humanity to a more natural state, to put an end to it all, make us animals again, nice and simple. Now, I just need proof, I'm going to break into 5183's containment in a few days and see what I can find. They've got to be keeping all the evidence together.\n\n\n\n\nAddendum 2:\n Upon receiving disingenuous journal entries, Researcher Clementine's psychologist reported him, allowing security personnel to catch him breaking into SCP-5183's containment chamber. After being detained, it became clear that Clementine was suffering from delusions of persecution. He was subsequently amnesticized and sent to a mental health facility equipped to give him proper care.\n\n\n\n\n\n\n\nSCiPNET LOGIN\n\n\n\n\n\n\n\n\n\n\n\n\n\n                                                    name\n                                            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                                                    affiliation\n                                            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n        3885e5c03c386bb54a3d68d2fd8b6ca6_1740236884\n    \n\n\n\n\n\n\nLogin\n\n\n\n\nLogin\n\n\n\n\nLogout\n\n\n\n\n\n\nAs of January 15th, 2019, SCP-5183 has officially become employee dismissal cover #24; this cover story should be used sparingly. To lend it credibility, SCP-5183 was given a falsified secondary effect of causing stress and other mental detriments. Additionally, Mr. Clementine's journal entries were altered to include details regarding SCP-5183's supposed secondary effect, using his stress and delusions to support the existence of this effect. Apparently, reassigning the former researcher to lighter work after his mandatory leave of absence was not sufficient in relieving him of his afflictions.\n\n\nAcceptable cover stories utilizing dismissal cover #24 must employ believable details, such as a D-class acquiring a photo of SCP-5183 during a containment breach, in order to reduce suspicion. That being said, do not hesitate to dismiss problematic employees. We cannot afford to have people like Clementine working for us past their limit.\n\n\nTo those that still hold reservations about lying to their subordinates, I have this to say: morale is low to start with in this line of work. To keep their spirits up, we tell everyone that people are on leave after being affected by an SCP and reassigned, keeping them hopeful about their colleagues and their own futures. The psychology reports suggest that it helps, and we need all the help we can get.\n\n\n-Dr. Neptune, Chief of Staff.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. This includes mimicking the mass, shape, and volume of the disguised object while being inspected.\n\n\n\n\n\n\n\n\n« \nSCP-5182\n | SCP-5183 | \nSCP-5184\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5183\n\" by Flopmind, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5183\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-1: SCP-5183's secondary effect was only noticed after its documentation was entering finalization under Researcher Clementine. Researcher Clementine had already been keeping a journal of his experiences, at his psychologist's request. The relevant entries from this journal are displayed below.",
        "Addendum 2: Upon receiving disingenuous journal entries, Researcher Clementine's psychologist reported him, allowing security personnel to catch him breaking into SCP-5183's containment chamber. After being detained, it became clear that Clementine was suffering from delusions of persecution. He was subsequently amnesticized and sent to a mental health facility equipped to give him proper care."
    ],
    "documents": [],
    "notes": [
        "Entry 1 - January 8th, 2019 I'm seeing it everywhere now, squirrel skulls in place of every sheet of paper. It's following me I swear. I've tried getting them to double-check its containment, to show them it's broken out, but they won't listen to me. What's so hard to believe about that? We have a talking, immortal lizard down the hall, but a magic skull that only I can see is crazy? I guess I know how everyone here REALLY feels about me. I've suspected they didn't like me for years, but I guess I know for sure now. I have half a mind to break into SCP-5183's containment chamber, but I already know they wouldn't listen to me anyway.",
        "Entry 2 - January 9th, 2019 My car had twice as much snow on it as the other cars when I went to leave yesterday. Are the others pranking me now? It feels like they're punishing me for something. Even the other drivers on the road to work today seemed to be deliberately getting in my way; one of them nearly crashed into me at an intersection when I had the right of way. I'd probably be dead if I didn't react quickly. Are the O5's after me? Too much seems to be happening too quickly, too conveniently to be coincidence; not that I believe in coincidences anyway. People are giving me funny looks too, not just the other researchers, but security and D-class too. Even the lunch lady seemed to look me over a moment or two longer than usual. I know I screwed up my last project, but this is just…. suspicious. The upper management is after me, I can feel it, and I'm going to get to the bottom of this.",
        "Entry 3 - January 11th, 2019 Alright, I went ahead and forged a few entries for my shrink; hopefully they won't suspect anything more than the others. I think I'm starting to put the pieces together on the O5's plan. They've got to be connected to the Daughters of Eden somehow; it's the only thing that makes sense. I think they've realized how impossible all this is, containing everything strange in the world and all. I bet they're planning on returning humanity to a more natural state, to put an end to it all, make us animals again, nice and simple. Now, I just need proof, I'm going to break into 5183's containment in a few days and see what I can find. They've got to be keeping all the evidence together.",
        "As of January 15th, 2019, SCP-5183 has officially become employee dismissal cover #24; this cover story should be used sparingly. To lend it credibility, SCP-5183 was given a falsified secondary effect of causing stress and other mental detriments. Additionally, Mr. Clementine's journal entries were altered to include details regarding SCP-5183's supposed secondary effect, using his stress and delusions to support the existence of this effect. Apparently, reassigning the former researcher to lighter work after his mandatory leave of absence was not sufficient in relieving him of his afflictions. Acceptable cover stories utilizing dismissal cover #24 must employ believable details, such as a D-class acquiring a photo of SCP-5183 during a containment breach, in order to reduce suspicion. That being said, do not hesitate to dismiss problematic employees. We cannot afford to have people like Clementine working for us past their limit. To those that still hold reservations about lying to their subordinates, I have this to say: morale is low to start with in this line of work. To keep their spirits up, we tell everyone that people are on leave after being affected by an SCP and reassigned, keeping them hopeful about their colleagues and their own futures. The psychology reports suggest that it helps, and we need all the help we can get. -Dr. Neptune, Chief of Staff.",
        "\" SCP-5183 \" by Flopmind, from the SCP Wiki . Source: https://scpwiki.com/scp-5183 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "All SCP-5183 instances are to be contained in a secure item storage locker at Site-17 along with all known images of SCP-5183. No new photographs or other visual media of SCP-5183 may be created without permission from the current lead researcher.",
    "description": "SCP-5183 is the collective designation for a group of thaumaturgically enchanted objects that are capable of disguising themselves in every physical manner1 when directly viewed by a living organism. SCP-5183 instances are also able to transform their appearance when not directly observed in order to better blend into their environment.",
    "title": "SCP-5183"
}