{
    "url": "https://scp-wiki.wikidot.com/scp-5185",
    "all_text": "rating: \n+275\n+\n–\nx\n\n\nItem #:\n SCP-5185\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Instances of SCP-5185 are to be located and secured by Site-37 staff. SCP-5185 instances are to be contained in a dog day care center within Site-37 with a chain link fence separating them from research personnel.\n\n\nDescription:\n SCP-5185 are an unclassified subspecies of giant house spider \n(Eratigena atrica).\n Each possesses the physical, psychological, and social needs of an average domesticated canine. When first brought into Foundation care, each SCP-5185 instance was approximately the size of a six to ten week-old puppy, with their internal biology modified to allow them to survive at this size. Each instance has since grown to the size of a border collie \n(45.72 cm - 55.88 cm tall).\n SCP-5185 instances also have a base level of intelligence congruent with that of an average border collie.\n\n\nSCP-5185 instances have been observed showing aggressive behaviour towards staff, charging at researchers while making high pitched noises similar to growling, biting the chain link fence, and lunging.\n\n\nInstances of SCP-5185 were purchased from a renovated Coca-Cola branded vending machine on the sidewalk of 6th Street, Macaque, Il. The dispenser, designated SCP-5185-A, had five compartments made from plexiglas with a fleece blanket at the bottom of every compartment. Each contained one instance of SCP-5185. Despite what is advertised on the flyer, no purchase from SCP-5185-A has produced anything matching the description of a \"fine dog.\"\n\n\n\n\n\n\nFlyer for SCP-5185. Other flyers have been found reading “please adopt spider” and “free spider. just take.”\n\n\n\n\n\n\nAddendum 5185-1:\n\n\nVideo log from SCP-5185’s containment unit. Each instance is designated a number, 1-7.\n\n\n\n\n<Begin Log>\n\n\n7:13 AM:\n SCP-5185-1 wakes up after being kicked in the abdomen by SCP-5185-4. It turns to a different sleeping position before resting its head\n\n\n7:24 AM:\n SCP-5185-6 sits up and drinks water from its water bowl. It walks over to the play set and picks up a chew toy.\n\n\n7:26 AM:\n SCP-5185-1 looks around before bounding over to SCP-5185-6. It picks up one of its legs and bats SCP-5185-6. It looks inquisitively at SCP-5185-1, dropping the chew toy. SCP-5185-1 picks up a rope toy, shaking it around in its jaws.\n\n\n7:28 AM:\n SCP-5185-6 grabs the rope toy, starting a tug-of-war match with SCP-5185-1.\n\n\n7:30 AM:\n SCP-5185-1 loses. It picks up the chew toy SCP-5185-6 dropped before and sits down.\n\n\n7:31 AM:\n SCP-5185-4 wakes up due to the commotion, followed by SCP-5185-5, SCP-5185-2, and SCP-5185-7.\n\n\n7:32 AM:\n SCP-5185-6 cocks its head before running over SCP-5185-1 and tackling it. A play fight ensues.\n\n\n7:33 AM:\n SCP-5185-4 hops up and joins the fight.\n\n\n7:34 AM:\n The three instances join into a dog pile while continuing to play fight.\n\n\n7:36 AM:\n The three instances get tired of play fighting, deciding to climb on the play set instead. Other instances soon awaken and join.\n\n\n7:40 AM:\n Instances of SCP-5185 notice bowls of food and run over to eat.\n\n\n8:01 AM:\n Instances are separated for personal training.\n\n\n<End Log>\n\n\n\n\nAddendum 5185-2:\n\n\nSeveral undercover Foundation employees contacted the “\nfinedadoinstagram\n” account about the lack of dogs being dispensed from SCP-5185-A. This interaction produced an interview.\n\n\n\n\nJune 14th, 2019\n\n\n3:54 PM\n\n\nHello? Is this dado?\n\n\n \n\n\n\n\nhello yes this is fine dado instagram.\n\n\n\n\n \n\n\nCan I ask you a question?\n\n\n \n\n\n\n\ndado sees no reason to say no.\n\n\n\n\n \n\n\nAlright, why does your advertisement say “get fine dog free” when there are no dogs being dispensed?\n\n\n \n\n\n\n\ndado did not give u fine dog?\n\n\n\n\n \n\n\nYou did not. I have a dog sized spider.\n\n\n \n\n\n\n\ndado sees. dado gave u fine spider so dado sees no issue.\n\n\n\n\n\n\nthough spider much like dog. dado sees not y u r complaining.\n\n\n\n\n \n\n\nRight.\n\n\nSo, how did you come across these spiders?\n\n\n \n\n\n\n\ndado got spider as gift. very cool. but dado thought, y not sell mean spider on street? spider very helpful companion, yes.\n\n\n\n\n \n\n\nmean spider? I thought they were “fine spider by dado”?\n\n\nHello? dado are you there?\n\n\n \n\n\n\n\ndado is here. dado not fast at typing but dado learn by practice.\n\n\n\n\n\n\nfine debatable. spider is gross to dado. but spider make fine gift 4 child. very good companion.\n\n\n\n\n\n\nspider not eat ur child like last dado-vention.\n\n\n\n\n \n\n\nWait. Like last dado-vention? What does that mean!?\n\n\n \n\n\n\n\nspider technically harmless. spider not eat school and make good pet. get spider away from dado.\n\n\n\n\n \n\n\nAre you afraid of spiders?\n\n\n \n\n\n\n\ndado has no fear. dado is selling product. dado just dose not want spider around dado. spider gross to dado.\n\n\n\n\n\n\nu like spider?\n\n\n\n\n \n\n\nUhhhh. Right…\n\n\nI like spiders.\n\n\n \n\n\n\n\nthen u should buy fine spider by dado. take spider off dado property.\n\n\n\n\n \n\n\nSure. I’ll buy a spider.\n\n\n \n\n\n\n\nthank u foundation man.\n\n\n\n\n\n\ndado appreciates purchase. it gets rid of bad spider dog.\n\n\n\n\n \n\n\nDid you make these spiders?\n\n\n \n\n\n\n\ndado already said dado got dog spider as gift. dado did not make scary spider.\n\n\n\n\n \n\n\nRight.\n\n\n \n\n\n\n\nu buy fine spider. now, dado goes.\n\n\n\n\n\n\ndado definitely not is scared of spider.\n\n\n\n\nSeen 4:23 PM\n\n\n\n\nAddendum 5185-3:\n\n\nFoundation employees received a PM from the “finedadoinstagram” account approximately 3 days later.\n\n\n\n\nJune 17th, 2019\n\n\n2:40 PM\n\n\n\n\ndado asks u forget last message.\n\n\n\n\nSeen 2:42 PM\n\n\n\n\n\n\n\n\n« \nSCP-5184\n | SCP-5185 | \nSCP-5186\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5185\n\" by Karakatt, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5185\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n \nhttps://i.imgur.com/fPabp4M.png\n\n\nName:\n spider\n\n\nAuthor:\n Sean MacEntee\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \ncreative commons.org",
    "addendums": [
        "Addendum 5185-1:\nVideo log from SCP-5185’s containment unit. Each instance is designated a number, 1-7.",
        "Addendum 5185-2:\nSeveral undercover Foundation employees contacted the “ finedadoinstagram ” account about the lack of dogs being dispensed from SCP-5185-A. This interaction produced an interview.",
        "Addendum 5185-3:\nFoundation employees received a PM from the “finedadoinstagram” account approximately 3 days later."
    ],
    "documents": [],
    "notes": [
        "<Begin Log> 7:13 AM: SCP-5185-1 wakes up after being kicked in the abdomen by SCP-5185-4. It turns to a different sleeping position before resting its head 7:24 AM: SCP-5185-6 sits up and drinks water from its water bowl. It walks over to the play set and picks up a chew toy. 7:26 AM: SCP-5185-1 looks around before bounding over to SCP-5185-6. It picks up one of its legs and bats SCP-5185-6. It looks inquisitively at SCP-5185-1, dropping the chew toy. SCP-5185-1 picks up a rope toy, shaking it around in its jaws. 7:28 AM: SCP-5185-6 grabs the rope toy, starting a tug-of-war match with SCP-5185-1. 7:30 AM: SCP-5185-1 loses. It picks up the chew toy SCP-5185-6 dropped before and sits down. 7:31 AM: SCP-5185-4 wakes up due to the commotion, followed by SCP-5185-5, SCP-5185-2, and SCP-5185-7. 7:32 AM: SCP-5185-6 cocks its head before running over SCP-5185-1 and tackling it. A play fight ensues. 7:33 AM: SCP-5185-4 hops up and joins the fight. 7:34 AM: The three instances join into a dog pile while continuing to play fight. 7:36 AM: The three instances get tired of play fighting, deciding to climb on the play set instead. Other instances soon awaken and join. 7:40 AM: Instances of SCP-5185 notice bowls of food and run over to eat. 8:01 AM: Instances are separated for personal training. <End Log>",
        "\" SCP-5185 \" by Karakatt, from the SCP Wiki . Source: https://scpwiki.com/scp-5185 . Licensed under CC-BY-SA .",
        "Filename: https://i.imgur.com/fPabp4M.png Name: spider Author: Sean MacEntee License: CC BY 2.0 Source Link: creative commons.org"
    ],
    "item": "SCP-5185",
    "object_class": "Safe",
    "containment_procedures": "Instances of SCP-5185 are to be located and secured by Site-37 staff. SCP-5185 instances are to be contained in a dog day care center within Site-37 with a chain link fence separating them from research personnel.",
    "description": "SCP-5185 are an unclassified subspecies of giant house spider (Eratigena atrica). Each possesses the physical, psychological, and social needs of an average domesticated canine. When first brought into Foundation care, each SCP-5185 instance was approximately the size of a six to ten week-old puppy, with their internal biology modified to allow them to survive at this size. Each instance has since grown to the size of a border collie (45.72 cm - 55.88 cm tall). SCP-5185 instances also have a base level of intelligence congruent with that of an average border collie.",
    "title": "SCP-5185"
}