{
    "url": "https://scp-wiki.wikidot.com/scp-5195",
    "all_text": "rating: \n+245\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-5195:\n Trick Shot\n\n\nAuthor:\n \nThe Great Hippo\n, \nWeryllium\n\n\nImages:\n \nLink\n\n\nMusic:\n \nHey Man Nice Shot\n (Filter)\n\n\n\n\n\n\nMore by \nThe Great Hippo\n:\n\n\n\n\nSCPs\n\n\n\n\n– hide block\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\n[\nSCP-3034\n]\n\n\nThe Counting Station\n\n\n\n\n\n\nDO NOT LET HER FINISH\n\n\n\n\n\n\n[\nSCP-3035\n]\n\n\nScience Bugs\n\n\n\n\n\n\ncase_of_the_mondays.png, case_of_the_mondays (1).png\n\n\n\n\n\n\n[\nSCP-3054\n]\n\n\nCragstaff Sanitarium\n\n\n\n\n\n\nYou are sick. You are broken. We will fix you.\n\n\n\n\n\n\n[\nSCP-3045\n]\n\n\nbzzip.exe\n\n\n\n\n\n\nHAMLET: I am no longer moody.\n\n\n\n\n\n\n[\nSCP-3043\n]\n\n\nMurphy Law in… Type 3043 — FOR MURDER!\n\n\n\n\n\n\nForget it, Fred. It's Chinatown.\n\n\n\n\n\n\n[\nSCP-3057\n]\n\n\nFossil Fuels\n\n\n\n\n\n\n…witnesses provided confirmation that instances of SCP-3057-4 did, in fact, have feathers.\n\n\n\n\n\n\n[\nSCP-2639\n]\n\n\nVideo Game Violence\n\n\n\n\n\n\ni need to know how many people i've killed\n\n\n\n\n\n\n[\nSCP-437\n]\n\n\nSummer of '91\n\n\n\n\n\n\nThat was a pretty crazy summer, y'know? Sometimes I really miss that place.\n\n\n\n\n\n\n[\nSCP-3079\n]\n\n\n300 Tricks: Stage Magic Made Easy\n\n\n\n\n\n\nNOTE:\n No method for accomplishing this trick is provided.\n\n\n\n\n\n\n[\nSCP-2753\n]\n\n\nLet's Play Jenga!\n\n\n\n\n\n\nHigh art carries high risk!\n\n\n\n\n\n\n[\nSCP-2679\n]\n\n\nThe Many Graves of Jeannette Parslov\n\n\n\n\n\n\nWhatever it takes, do what you must; whatever the cost, come back to us.\n\n\n\n\n\n\n[\nSCP-3074\n]\n\n\nKafka's Parking Garage\n\n\n\n\n\n\nThank you for choosing Izatova Parking Center. Have a pleasant day.\n\n\n\n\n\n\n[\nSCP-2571\n]\n\n\nCragglewood Park\n\n\n\n\n\n\nMr. Blair, have you always been an only child?\n\n\n\n\n\n\n[\nSCP-2419\n]\n\n\nThe Laughing Men\n\n\n\n\n\n\nThrow them back into the incinerator where you found them.\n\n\n\n\n\n\n[\nSCP-3143\n]\n\n\nMurphy Law in… The Foundation Always Rings Twice!\n\n\n\n\n\n\nWhen it comes right down to it, me — them — hell, even you — we're all just characters in that trashy dime-store novel called life.\n\n\n\n\n\n\n[\nSCP-3089\n]\n\n\nThat Old Time Religion\n\n\n\n\n\n\nRemember how we explained that successful people don't actually need any of their toes to walk? Well, that's going to come in handy for Secret Number Six.\n\n\n\n\n\n\n[\nSCP-3117\n]\n\n\nA Monster-Shaped Hole\n\n\n\n\n\n\nI'm not talking to you.\n\n\n\n\n\n\n[\nSCP-3128\n]\n\n\nLet's Play Monopoly!\n\n\n\n\n\n\nHey, guys? I'm, uh. I'm using this.\n\n\n\n\n\n\n[\nSCP-3138\n]\n\n\nA Sepulcher by the Sea\n\n\n\n\n\n\nShould it prove feasible, all non-canonical corpses are to be extracted, examined, and catalogued.\n\n\n\n\n\n\n[\nSCP-3241\n]\n\n\nThe SS Sommerfeld\n\n\n\n\n\n\nIt makes me wonder what an old monster like myself is even doing here, anymore. And then? Someone special comes along and reminds me.\n\n\n\n\n\n\n[\nSCP-3219\n]\n\n\nThis Sour Earth\n\n\n\n\n\n\nNotably, no reports describe any attempt to examine the residence's storm cellar.\n\n\n\n\n\n\n[\nSCP-4028\n]\n\n\nLa Historia de Don Quixote de la Mancha\n\n\n\n\n\n\nJustine eventually re-unites with her sister, Juliette. Alonso strikes down a lightning bolt intended for them both, then challenges the narrator to a duel.\n\n\n\n\n\n\n[\nSCP-3546\n]\n\n\nDoggone it, I Fold!\n\n\n\n\n\n\nSpecifically, fan-art of Sonic the Hedgehog, a video-game character produced by Sega in 1991.\n\n\n\n\n\n\n[\nSCP-3561\n]\n\n\nAn Unfinished Work\n\n\n\n\n\n\nDespite multiple reports from neighbors who claimed to have witnessed members of his family standing at the windows, no trace of Theodore Holdstock's wife and children could be found.\n\n\n\n\n\n\n[\nSCP-4054\n]\n\n\nThe Seventh Door\n\n\n\n\n\n\nSCP-4054 is The Seventh Door, an unlicensed platform adventure game released for the Nintendo Entertainment System in 1988.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+245\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5195.\n\n\n\n\n\n\nItem #:\n SCP-5195\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-5195 is secured in a lead-lined deep-storage chamber at Site-95's underground facility. It is isolated from all contact and radiometrically monitored for deviations from expected norms.\n\n\nDescription:\n SCP-5195 is an early 17th century baroque globe produced in Vienna by an unknown craftsman. When acted upon with sufficient force or energy, this force (scaled up) occurs in a region of earth corresponding to the same point on the globe. This effect extends an undetermined distance out from the globe's surface.\n\n\nSCP-5195 was purchased in 2008 by Joshua Zayne, an American tech-investor. In 2010 — after losing his fortune in online trading — Mr. Zayne extorted several competitors by jamming satellites with directed radio signals aimed at SCP-5195. He used a similar technique to broadcast anonymous demands across these satellites.\n\n\nOn March 11, 2011, a Foundation agent contacted Mr. Zayne (at the time known only by his moniker, 'MysterDeez') via an anonymous chatroom:\n\n\n\n\nCHAT LOG\n\n\n\n\nXIAOSHAN:\n MysterDeez?\n\n\nMYSTERDEEZ:\n Yo.\n\n\nXIAOSHAN:\n I am contacting you on behalf of my organization to ask that you cease all action pertaining to the disruption of communication satellites immediately.\n\n\nXIAOSHAN:\n You have not only damaged commercial interests, but the interests of numerous global agencies. Agencies that rely on these satellites to save lives.\n\n\nXIAOSHAN:\n Turn yourself in, and I promise you clemency for all illegal activities you have committed up to this point.\n\n\nXIAOSHAN:\n We know what you're doing, and we know how you're doing it. This is your one and only opportunity to walk away.\n\n\nMYSTERDEEZ:\n lol.\n\n\nMYSTERDEEZ:\n Y'know, I was initially a little worried someone would be smart enough to figure this out. Thanks for confirming that I've got nothing to worry about, shit-for-brains.\n\n\nMYSTERDEEZ:\n You wouldn't be contacting me like this if you had even the SLIGHTEST clue of who or where I am.\n\n\nMYSTERDEEZ:\n And no, you've got no idea what I'm doing or how I'm doing it. I've got the whole world in the palm of my hand. Literally.\n\n\nMYSTERDEEZ:\n Here. Lemme show you what I can do with just my pinkie.\n\n\n\n\nFollowing this exchange, a magnitude 9.1 earthquake offshore of the Tōhoku-Oki region in Japan occurred. The ensuing tsunami claimed the lives of nearly 20,000 people.\n\n\nIn 2012, Mr. Zayne demanded a ransom of several million dollars in the form of bitcoins. In exchange, he would refrain from \"turning Taiwan into a finger-shaped smudge\".\n\n\nThe following exchange occurred on February 2nd, 2012:\n\n\n\n\nCHAT LOG\n\n\n\n\nMYSTERDEEZ:\n You got my money, shit-for-brains?\n\n\nXIAOSHAN:\n You're right. We don't know who or where you are.\n\n\nXIAOSHAN:\n As for how you're doing this… well, some of our labcoats have a hunch. But that's all we've got: A hunch.\n\n\nMYSTERDEEZ:\n This going somewhere? You got my money, or should I show you what I can do with my thumb?\n\n\nXIAOSHAN:\n A hunch, some fancy math — and the resources to measure the angle of contact from the world's biggest underwater fingerprint.\n\n\nMYSTERDEEZ:\n lol. Wut?\n\n\nXIAOSHAN:\n Well, that, and the world's biggest directed energy cannon, pointed at the world's biggest orbital reflector dish, aimed at one precise spot far out in deep space.\n\n\nMYSTERDEEZ:\n wtf??///\n\n\nMYSTERDEEZ:\n ///;nisehro;hnvo;zgrj\n\n\nMYSTERDEEZ:\n ;;;;;;;;;;;;;'''''''''''''''''''''''''''''''''\n\n\nMYSTERDEEZ:\n '''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''\n\n\nMYSTERDEEZ:\n '''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''\n\n\nMYSTERDEEZ:\n '''''''''''''\n\n\nMYSTERDEEZ:\n '\n\n\nXIAOSHAN:\n 360 noscope, shithead.\n\n\n\n\nShortly after this exchange, Foundation satellites detected an extremely small beam of gamma radiation emitted just outside of Philadelphia, Pennsylvania. Agents tracked the trajectory of this narrow beam to its source: SCP-5195, located in Mr. Zayne's home.\n\n\nMr. Zayne (killed via a brain aneurysm triggered by the beam) was found nearby.\n\n\n\n\n\n\n« \nSCP-5194\n | SCP-5195 | \nSCP-5196\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5195\n\" by The Great Hippo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5195\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n trick1.png\n\n\nName:\n Vienna - Baroque World Globe - 6762\n\n\nAuthor:\n Jorge Royan\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "CHAT LOG XIAOSHAN: MysterDeez? MYSTERDEEZ: Yo. XIAOSHAN: I am contacting you on behalf of my organization to ask that you cease all action pertaining to the disruption of communication satellites immediately. XIAOSHAN: You have not only damaged commercial interests, but the interests of numerous global agencies. Agencies that rely on these satellites to save lives. XIAOSHAN: Turn yourself in, and I promise you clemency for all illegal activities you have committed up to this point. XIAOSHAN: We know what you're doing, and we know how you're doing it. This is your one and only opportunity to walk away. MYSTERDEEZ: lol. MYSTERDEEZ: Y'know, I was initially a little worried someone would be smart enough to figure this out. Thanks for confirming that I've got nothing to worry about, shit-for-brains. MYSTERDEEZ: You wouldn't be contacting me like this if you had even the SLIGHTEST clue of who or where I am. MYSTERDEEZ: And no, you've got no idea what I'm doing or how I'm doing it. I've got the whole world in the palm of my hand. Literally. MYSTERDEEZ: Here. Lemme show you what I can do with just my pinkie.",
        "CHAT LOG MYSTERDEEZ: You got my money, shit-for-brains? XIAOSHAN: You're right. We don't know who or where you are. XIAOSHAN: As for how you're doing this… well, some of our labcoats have a hunch. But that's all we've got: A hunch. MYSTERDEEZ: This going somewhere? You got my money, or should I show you what I can do with my thumb? XIAOSHAN: A hunch, some fancy math — and the resources to measure the angle of contact from the world's biggest underwater fingerprint. MYSTERDEEZ: lol. Wut? XIAOSHAN: Well, that, and the world's biggest directed energy cannon, pointed at the world's biggest orbital reflector dish, aimed at one precise spot far out in deep space. MYSTERDEEZ: wtf??/// MYSTERDEEZ: ///;nisehro;hnvo;zgrj MYSTERDEEZ: ;;;;;;;;;;;;;''''''''''''''''''''''''''''''''' MYSTERDEEZ: ''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''' MYSTERDEEZ: ''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''' MYSTERDEEZ: ''''''''''''' MYSTERDEEZ: ' XIAOSHAN: 360 noscope, shithead.",
        "\" SCP-5195 \" by The Great Hippo, from the SCP Wiki . Source: https://scpwiki.com/scp-5195 . Licensed under CC-BY-SA .",
        "Filename: trick1.png Name: Vienna - Baroque World Globe - 6762 Author: Jorge Royan License: CC BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-5195",
    "object_class": "Euclid",
    "containment_procedures": "SCP-5195 is secured in a lead-lined deep-storage chamber at Site-95's underground facility. It is isolated from all contact and radiometrically monitored for deviations from expected norms.",
    "description": "SCP-5195 is an early 17th century baroque globe produced in Vienna by an unknown craftsman. When acted upon with sufficient force or energy, this force (scaled up) occurs in a region of earth corresponding to the same point on the globe. This effect extends an undetermined distance out from the globe's surface.",
    "title": "SCP-5195"
}