{
    "url": "https://scp-wiki.wikidot.com/scp-5197",
    "all_text": "rating: \n+71\n+\n–\nx\n\n\n\n\n\n\n\n\nItem #:\n SCP-5197\n\n\nLevel 4/5197\n\n\n\n\n\n\nObject Class:\n Keter\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\nA single SCP-5197-2 instance located at [DATA EXPUNGED]\n\n\n\n\n\n\nSpecial Containment Procedures:\n Foundation agents are to monitor reports of toxic gas spills in rural communities on expected manifestation dates. Foundation task forces investigating SCP-5197 manifestations are required to wear fully-encapsulated protective gear with a self-contained breathing apparatus to prevent phosgene exposure. Upon arrival, task forces are to isolate the area and evacuate any civilians. Personnel are \nnot\n to enter the area of manifestation if an explosion has been reported until spacetime stability can be confirmed. Otherwise, Foundation agents should make immediate efforts to recover all SCP-5197-1 and -2 instances.\n\n\nSCP-5197-1 instances must be stored in a dedicated Type-M hazardous object repository located at least 50 km from any human settlements or Foundation facilities. SCP-5197-1 may not be removed from this facility upon arrival; all experimentation must take place on-site. Area-███ is the current designated SCP-5197-1 repository.\n\n\nDescription:\n SCP-5197 are large oblate spheroid objects possessing a dark metallic appearance. A single SCP-5197 instance periodically manifests every 271 days, usually during nighttime. However, the exact location of manifestation has proven difficult to predict. Direct analysis of SCP-5197 is also challenging, as its material reacts with the earth's atmosphere to produce large amounts of phosgene gas\n1\n; one SCP-5197 instance can produce up to 2.4 km\n3\n of phosgene before dissolution (usually within 4 hours of manifestation).\n\n\nAnalysis of surrounding debris and photographic evidence indicates that each SCP-5197 has a diameter of 33.7 m and a height of roughly 8 meters. A unique series of ornate symbols are inscribed onto the side of each instance; however, these dissolve soon after manifestation, and photographic analysis has failed to give any insight into their meaning or purpose. Each SCP-5197 contains exactly 5 SCP-5197-1 instances and 8 SCP-5197-2 instances.\n\n\nSCP-5197-1 instances are cylindrical objects composed of a material chemically and structurally similar to bone. X-ray scans and other analysis techniques suggest these objects are hollow; however, SCP-5197-1 explode when ruptured, causing local spacetime to destabilize upon detonation. This creates a Gamma-class anomalous zone\n2\n within a radius of 0.6 to 1.3 km. To date, 7% of SCP-5197 manifestations have resulted in an SCP-5197-1 detonation.\n\n\nSCP-5197-2 instances are large quadrupedal entities averaging 5.3 m in height and 6.1 m in length. Up to 42 muscular hydrostats protrude from the dorsal region; the function of these is unknown, though the number of appendages directly correlates to the entity's size. Three orifices can be found on the head; the largest of these produces vocalizations resembling the screams of a human female. The two smaller orifices located on the right and left side structurally resemble infrared-sensing organs found in some reptiles. SCP-5197 behavior has been highly erratic in encounters with Foundation task forces. Instances move quickly and react violently to fast or sudden movements. No SCP-5197-2 instance has survived more than 12 hours after manifestation due to the effects of phosgene exposure.\n\n\nAddendum:\n On 2020/6/30 at 23:34, an SCP-5197 instance manifested in Ombre Rouge, Louisiana. In deviation from previous incidents, all SCP-5197-1 instances detonated during manifestation, instantly destroying most of the town. Notably, the incident also produced 130% more phosgene than previous manifestations. Ombre Rouge has been erased from all public records to cover up the incident.\n\n\nAt 3:10 the following morning, O5-1 received the following transmission via [DATA EXPUNGED] from an unknown party.\n\n\n\n\n[BEGIN TRANSMISSION]\n\n\nO5-1:\n O5-1 speaking. Please state your identificatio-\n\n\nUnknown:\n Pleasant greetings, do I speak to Mr. Ofiv-Un?\n\n\n<There is a long pause>\n\n\nO5-1:\n Who the hell is this.\n\n\nUnknown:\n I am Ubthao-Ykovi, I am represention for Department of Frontier Development.\n\n\nO5-1:\n How did you get in here? This is a secure channel.\n\n\nUnknown:\n I contact you regarding incident with most recent supply shipment. Engine failure caused transport vessel to make emergency landing. Unfortunate, ship and all cargo were destroyed.\n\n\nO5-1:\n I haven't heard of any … \nwait\n. \n<muffled>\n Get me Dr. ███████.\n\n\nUnknown:\n We send replacement supplies as per terms of agreement. Expect shipment to arrive within next Nl'toth period.\n\n\nO5-1:\n Agreement? What agreement?\n\n\nUnknown:\n Our records indicate either yourself or predecessor applied for bicyclical shipments of fuel capsules and livestock under Section 12 of Nk'kaddi Resolution Akh-7639 on eighth of Mkanon, cycle 27824. You remain eligible as long as your world is Class 3 or lower.\n\n\nO5-1:\n Do you understand just how much damage these … \"shipments\" have been causing?\n\n\nUnknown:\n I do not understand you, sir.\n\n\nO5-1:\n Those bombs have annihilated entire towns. And that's not to mention the phosgene. Do you have any idea the kind of ecological damage releasing that much phosgene into the atmosphere could cause? We are becoming very concerned that this could destabilize our ecosystem.\n\n\nUnknown:\n Still I do not understand. Do you say you wish to withdraw from program?\n\n\nO5-1:\n Whatever it is you're sending here, stop.\n\n\nUnknown:\n Very well then. Simply submit completed Cth-43 and Ur-89 forms to local department office, then your planet will be withdrawn from program. Also you have not submitted a Nk-33 this cycle, you need to do that.\n\n\nO5-1:\n What are yo-\n\n\nUnknown:\n If you have more questions, contact local office. Fare well, Mr. Ofiv-Un!\n\n\nO5-1:\n No, wait, \ndo not\n-\n\n\n[END TRANSMISSION]\n\n\n\n\nAll attempts to re-establish contact with the entity have failed.\n\n\n\n\nFootnotes\n\n\n1\n. Organic compound with the formula COCl\n2\n. Notable for its use as an industrial building block as well as its historical use as a chemical weapon.\n\n\n2\n. Colloquially known as a \"Devil's Funhouse\" by Foundation agents. Exploration of Class Gamma zones is strictly prohibited by order A20641 due to high rates of fatality and psychological trauma.\n\n\n\n\n\n\n\n\n« \nSCP-5196\n | SCP-5197 | \nSCP-5198\n »",
    "addendums": [
        "Addendum: On 2020/6/30 at 23:34, an SCP-5197 instance manifested in Ombre Rouge, Louisiana. In deviation from previous incidents, all SCP-5197-1 instances detonated during manifestation, instantly destroying most of the town. Notably, the incident also produced 130% more phosgene than previous manifestations. Ombre Rouge has been erased from all public records to cover up the incident.\nAt 3:10 the following morning, O5-1 received the following transmission via [DATA EXPUNGED] from an unknown party.\nAll attempts to re-establish contact with the entity have failed."
    ],
    "documents": [],
    "notes": [
        "[BEGIN TRANSMISSION] O5-1: O5-1 speaking. Please state your identificatio- Unknown: Pleasant greetings, do I speak to Mr. Ofiv-Un? <There is a long pause> O5-1: Who the hell is this. Unknown: I am Ubthao-Ykovi, I am represention for Department of Frontier Development. O5-1: How did you get in here? This is a secure channel. Unknown: I contact you regarding incident with most recent supply shipment. Engine failure caused transport vessel to make emergency landing. Unfortunate, ship and all cargo were destroyed. O5-1: I haven't heard of any … wait . <muffled> Get me Dr. ███████. Unknown: We send replacement supplies as per terms of agreement. Expect shipment to arrive within next Nl'toth period. O5-1: Agreement? What agreement? Unknown: Our records indicate either yourself or predecessor applied for bicyclical shipments of fuel capsules and livestock under Section 12 of Nk'kaddi Resolution Akh-7639 on eighth of Mkanon, cycle 27824. You remain eligible as long as your world is Class 3 or lower. O5-1: Do you understand just how much damage these … \"shipments\" have been causing? Unknown: I do not understand you, sir. O5-1: Those bombs have annihilated entire towns. And that's not to mention the phosgene. Do you have any idea the kind of ecological damage releasing that much phosgene into the atmosphere could cause? We are becoming very concerned that this could destabilize our ecosystem. Unknown: Still I do not understand. Do you say you wish to withdraw from program? O5-1: Whatever it is you're sending here, stop. Unknown: Very well then. Simply submit completed Cth-43 and Ur-89 forms to local department office, then your planet will be withdrawn from program. Also you have not submitted a Nk-33 this cycle, you need to do that. O5-1: What are yo- Unknown: If you have more questions, contact local office. Fare well, Mr. Ofiv-Un! O5-1: No, wait, do not - [END TRANSMISSION]"
    ],
    "containment_procedures": "Foundation agents are to monitor reports of toxic gas spills in rural communities on expected manifestation dates. Foundation task forces investigating SCP-5197 manifestations are required to wear fully-encapsulated protective gear with a self-contained breathing apparatus to prevent phosgene exposure. Upon arrival, task forces are to isolate the area and evacuate any civilians. Personnel are not to enter the area of manifestation if an explosion has been reported until spacetime stability can be confirmed. Otherwise, Foundation agents should make immediate efforts to recover all SCP-5197-1 and -2 instances.",
    "description": "SCP-5197 are large oblate spheroid objects possessing a dark metallic appearance. A single SCP-5197 instance periodically manifests every 271 days, usually during nighttime. However, the exact location of manifestation has proven difficult to predict. Direct analysis of SCP-5197 is also challenging, as its material reacts with the earth's atmosphere to produce large amounts of phosgene gas1; one SCP-5197 instance can produce up to 2.4 km3 of phosgene before dissolution (usually within 4 hours of manifestation).",
    "title": "SCP-5197"
}