{
    "url": "https://scp-wiki.wikidot.com/scp-5199",
    "all_text": "rating: \n+156\n+\n–\nx\n\n\nItem #:\n SCP-5199\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-5199-A is designated as a perpetual patient in the neonatal care unit at Site 06-3 and undergoes all appropriate procedures.\n\n\nSCP-5199-B is held in a standard humanoid containment chamber at Site 06-3. The entity is required to attend therapy twice weekly alongside monthly psychiatric evaluations. SCP-5199-B is allowed to be in contact with SCP-5199-A for a maximum of six hours per day, though this limit may be moved at the discretion of the entity’s psychological staff.\n\n\nDescription:\n SCP-5199 is the designation of two connected anomalous entities referred to as SCP-5199-A and SCP-5199-B.\n\n\nSCP-5199-A is the designation of an animate statue composed of calcified tissue that resembles a human infant. This tissue is pliant enough to allow a full range of motion but displays no other anomalous properties. Beyond its material makeup, SCP-5199-A’s behavior, needs, and medical vitals are consistent with that of a non-anomalous child, though it shows no signs of growth nor standard development milestones.\n\n\nSCP-5199-B is a 27-year-old British woman by the name of Leida Kuusik who is responsible for SCP-5199-A's creation. Though SCP-5199-B was formerly capable of local reality manipulation, this property has so far proven to have been transient, and the entity no longer shows independent anomalous capabilities.\n\n\nBoth components of SCP-5199 were brought into containment on May 5th, 2019, shortly after the surgical removal of SCP-5199-A. Medical records of the birth and interviews with SCP-5199-B indicate that the fetus had been deemed a miscarriage via abdominal pregnancy following rupture of the uterine wall, a condition that SCP-5199-B was predisposed to due to its Nälkän\n1\n ethnicity. It is hypothesized that the biological manipulation practiced by the group is responsible for the deleterious germ-line mutations affecting SCP-5199-B as opposed to \nde novo\n mutations in the individual herself.\n\n\nAn MRI performed on April 29th revealed that the unborn fetus had developed into a lithopedion.\n2\n Sometime in the following week, SCP-5199-B underwent an involuntary stress-born Hume fluctuation, the result of which was the animation of SCP-5199-A.\n\n\n\n\nTreatment Record: SCP-5199-A/1\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nDate:\n 11 May 2019\n\n\nPresiding Physician:\n Elias Hawthorne\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nProcedure:\n Exploratory MRI of SCP-5199-A\n\n\nResult:\n SCP-5199-A is structurally uniform, though there are numerous sections of higher density in the head and upper torso. No internal organ structures are present.\n\n\n\n\n\n\nTreatment Record: SCP-5199-A/2\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nDate:\n 24 May 2019\n\n\nPresiding Physician:\n Elias Hawthorne\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nProcedure:\n Full genome mapping of SCP-5199-A\n\n\nResult:\n Standard sample could not be taken due to subject's physical makeup. Trace DNA from subject returned mother's genome instead.\n\n\n\n\n\n\nTreatment Record: SCP-5199-A/3\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nDate:\n 17 June 2019\n\n\nPresiding Physician:\n Elias Hawthorne\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nProcedure:\n Excise material from SCP-5199-A for chemical analysis. Total sample mass should not exceed 1g.\n\n\nResult:\n Though attempts at sedation failed, a sample was successfully acquired. Mass spectrometry indicates that SCP-5199-A is chemically consistent with non-anomalous lithopedia.\n\n\n\n\n\n\nTreatment Record: SCP-5199-A/4\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nDate:\n 17 June 2019\n\n\nPresiding Physician:\n Elias Hawthorne\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nProcedure:\n Oral administration of ibuprofen (50mg chewable tablet) for pain relief following biopsy.\n\n\nResult:\n Mild analgesic effect, though significantly less than anticipated for age and dosage. Recommend increasing dosage for further use.\n\n\n\n\n\n\nTreatment Record: SCP-5199-A/5\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nDate:\n 18 June 2019\n\n\nPresiding Physician:\n Elias Hawthorne\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nProcedure:\n Oral administration of ibuprofen (100mg chewable tablet) for pain relief.\n\n\nResult:\n Mild analgesic effect, not significantly greater than that in the previous administration. Subject successfully fell asleep, though sleep quality was poor.\n\n\n\n\n\n\nTreatment Record: SCP-5199-A/6\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nDate:\n 2 July 2019\n\n\nPresiding Physician:\n Elias Hawthorne\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nProcedure:\n Replace sample material taken in SCP-5199-A/3 back in its original position \nin vivo.\n The material will be kept in place using surgical glue and covered in an adhesive bandage for protection.\n\n\nResult:\n As only 0.35g of material were recoverable post-analysis, a mixture of calcium, phosphate, iron, and zinc powder in a ratio identical to the sample's composition was used as filler. The replaced sample has stayed intact, though no sign of reintegration with SCP-5199-A has been observed.\n\n\n\n\n\n\nTreatment Record: SCP-5199-A/7\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nDate:\n 5 July 2019\n\n\nPresiding Physician:\n Elias Hawthorne\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nProcedure:\n Oral administration of morphine (0.5mg chewable tablet) for pain relief.\n\n\nResult:\n No significant effect.\n\n\n\n\n\n\nTreatment Record: SCP-5199-A/8\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nDate:\n 12 July 2019\n\n\nPresiding Physician:\n Elias Hawthorne\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nProcedure:\n Increase learning and development lesson time. Focus should be on improving subject's physical dexterity and reducing recent lethargy.\n\n\nResult:\n No significant effect.\n\n\n\n\n\n\nTreatment Record: SCP-5199-A/9\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nDate:\n 18 July 2019\n\n\nPresiding Physician:\n Elias Hawthorne\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nProcedure:\n Oral administration of ibuprofen (100mg chewable tablet) for pain relief.\n\n\nResult:\n No significant effect.\n\n\n\n\n\n\nTreatment Record: SCP-5199-A/10\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nDate:\n 6 August 2019\n\n\nPresiding Physician:\n Elias Hawthorne\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nProcedure:\n Move weekly physicals to daily.\n\n\nResult:\n\n\n\n\n\n\nDate\n\n\nMass (kg)\n\n\n\n\n\n\n7/8/19\n\n\n4.901\n\n\n\n\n\n\n8/8/19\n\n\n4.903\n\n\n\n\n\n\n9/8/19\n\n\n4.900\n\n\n\n\n\n\n10/8/19\n\n\n4.894\n\n\n\n\n\n\n11/8/19\n\n\n4.895\n\n\n\n\n\n\n12/8/19\n\n\n4.891\n\n\n\n\n\n\n13/8/19\n\n\n4.886\n\n\n\n\n\n\n14/8/19\n\n\n4.885\n\n\n\n\n\n\n15/8/19\n\n\n4.882\n\n\n\n\n\n\n\n\n\n\nTreatment Record: SCP-5199-A/11\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nDate:\n 13 August 2019\n\n\nPresiding Physician:\n Elias Hawthorne\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nProcedure:\n Increase contact time from 6 hours to 8. Encourage SCP-5199-B to engage in development activities alongside NCU staff.\n\n\nResult:\n Ms. Kuusik's mood has improved, though SCP-5199-A shows no sign of improved cognitive or physical development.\n\n\n\n\n\n\nTreatment Record: SCP-5199-A/12\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nDate:\n 21 August 2019\n\n\nPresiding Physician:\n Elias Hawthorne\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nProcedure:\n Hold SCP-5199-A in a sterile room for a day. All visitors and staff will wear hermetic protection while in the chamber, and all suits should be cleaned by pressurized air. All debris from the suits and room will be collected at the end of the isolation period.\n\n\nResult:\n 4.21g of material matching the subject's composition was collected in total.\n\n\n\n\n\n\n\n\n\n\nCONTAINMENT PROCEDURE REVISION 18 SEP 2019\n\n\n\n\nSCP-5199-A is designated as a perpetual patient in the neonatal intensive care unit (NICU) at Site 06-3. The entity is to wear a cushioned, full-body suit at all possible times to reduce further disintegration. All hard surfaces in areas accessible by SCP-5199-A are to be covered in cushioning foam to provide extra padding.\n\n\nSCP-5199-B is held in a standard humanoid containment chamber at Site 06-3. The entity is required to attend therapy twice weekly alongside monthly psychiatric evaluations. SCP-5199-B is allowed to be in contact with SCP-5199-A for a maximum of two hours per day, though this limit may be moved at the discretion of the entity’s psychological staff.\n\n\nDirect contact with SCP-5199-A may not be made without Level-3 confirmation and observation so as to prevent further damage.\n\n\n\n\n\n\n\n\nTreatment Record: SCP-5199-A/14\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nDate:\n 22 September 2019\n\n\nPresiding Physician:\n Elias Hawthorne\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nProcedure:\n Using a mixture of debris collected from SCP-5199-A, a synthetic mixture corresponding to the chemical analysis from SCP-5199-A/3, and epoxy resin, attempt to reconstruct damaged portions of SCP-5199-A.\n\n\nResult:\n Mixture was applied successfully. However, nearly all patches were undone unconsciously due to SCP-5199-A's movements.\n\n\n\n\n\n\nTreatment Record: SCP-5199-A/15\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nDate:\n 24 September 2019\n\n\nPresiding Physician:\n Elias Hawthorne\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nProcedure:\n Oral administration of morphine (1mg chewable tablet) for pain relief.\n\n\nResult:\n No significant effect.\n\n\n\n\n\n\nTreatment Record: SCP-5199-A/16\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nDate:\n 12 October 2019\n\n\nPresiding Physician:\n Elias Hawthorne\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nProcedure:\n Excise material from the upper arm and replace with a skin graft cultivated from SCP-5199-B. The graft will be supported with an external blood circulator mounted on SCP-5199-A's back.\n\n\nResult:\n Necrosis after 4 days. The graft was removed easily, having shown no signs of integration.\n\n\n\n\n\n\nTreatment Record: SCP-5199-A/17\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nDate:\n 2 November 2019\n\n\nPresiding Physician:\n Elias Hawthorne\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nProcedure:\n Using a mixture of debris collected from SCP-5199-A and epoxy resin, reattach the left index finger of SCP-5199-A.\n\n\nResult:\n Finger successfully reattached with full range of motion restored. Given the previous degradation of the resin-dust mixture, reapplication of the paste will take place every two days to ensure stability.\n\n\n\n\n\n\nTreatment Record: SCP-5199-A/18\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nDate:\n 17 December 2019\n\n\nPresiding Physician:\n Elias Hawthorne\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nProcedure:\n Oral administration of lorazepam (0.5mg chewable tablet) for seizure relief.\n\n\nResult:\n No significant effect.\n\n\n\n\n\n\nTreatment Record: SCP-5199-A/19\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nDate:\n 19 December 2019\n\n\nPresiding Physician:\n Elias Hawthorne\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nProcedure:\n Encourage non-contact bonding time between Leida and her child.\n\n\nResult:\n No significant effect.\n\n\n\n\n\n\nTreatment Record: SCP-5199-A/20\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nDate:\n 26 December 2019\n\n\nPresiding Physician:\n Elias Hawthorne\n\n\n⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻⸻\n\n\nProcedure:\n Oral administration of fentanyl (100μg buccal tablet, held in place with gauze and tape) for pain relief.\n\n\nResult:\n No significant effect.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[Director, you have 1 new message(s)!]\n\n\n\n\n[Mark unread]\n\n\n\n\n\n\n\n\n\n\n\n\nACCESS GRANTED\n\n\n\n\n\n\n\n\nCLASSIFIED\n\n\nSCP-5199\n\n\n\n\n\n\n\n\n\n\nFrom the Office of\n\nSite 06-3 Medical Division\n\n\n\n\n\n\nDo Not Resuscitate (DNR)\n\n\nI, Leida Kuusik, alias SCP-5199-B, being of sound mind and body and as legal guardian of Erin Kuusik, alias SCP-5199-A, do hereby request to all relevant parties that should signs of life cease to be observed from Erin Kuusik, no attempt shall be made to resuscitate them.\n\n\nIn addition, I do hereby request that attempts at curation immediately cease upon recognition of this document by the leadership of the SCP Foundation.\n\n\nI acknowledge that this decision does not inherently alter the status of my containment nor that of Erin Kuusik.\n\n\nI acknowledge that cessation of treatment on Erin Kuusik will result in a significant decrease in the likelihood of curation.\n\n\nI acknowledge that the SCP Foundation reserves the right to override the above requests in an emergency scenario or in pursuit of its mission to Secure, Contain, and Protect, as defined by The Code of Ethics of the Foundation 20.2.7-18.\n\n\nThis order shall remain in effect until overridden by my written request.\n\n\nI voluntarily execute this order with complete understanding of all consequences inherent.\n\n\n\n\n\nleιdα ɢ ĸυυѕιĸ\n \njαɴ 20, 2020\n\n\n__________________________________________________________________________\n\n(Guardian Signature)\n \n(Date)\n\n\n\n\nI, Elias Hawthorne, hereby affirm that the above signer is making this decision in an informed and sound manner, and that this is the express will of the signer.\n\n\n\n\n\nᏋ ਮ∂ᏇԵᏂᎧᏒᏁᏋ\n \n20 ਹ∂ᏁU∂ᏒᎩ 2020\n\n\n__________________________________________________________________________\n\n(Physician Signature)\n \n(Date)\n\n\nfalse\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. More commonly known as \"Sarkic\" or \"Sarkites\": in this case, a Proto-Sarkic population isolated in northern Estonia.\n\n\n2\n. A rare type of ectopic pregnancy in which the mother's body calcifies the dead fetus as an immune response.\n\n\n\n\n\n\n\n\n« \nSCP-5198\n | SCP-5199 | \nSCP-5200\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5199\n\" by Notochordian, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5199\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5199 \" by Notochordian, from the SCP Wiki . Source: https://scpwiki.com/scp-5199 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5199",
    "object_class": "Euclid",
    "containment_procedures": "SCP-5199-A is designated as a perpetual patient in the neonatal care unit at Site 06-3 and undergoes all appropriate procedures.",
    "description": "SCP-5199 is the designation of two connected anomalous entities referred to as SCP-5199-A and SCP-5199-B.",
    "title": "SCP-5199"
}