{
    "url": "https://scp-wiki.wikidot.com/scp-5200",
    "all_text": "rating: \n+118\n+\n–\nx\n\n\nItem #:\n SCP-5200\n\n\nObject Class:\n Keter\n\n\n\n\n\n\nSCP-5200's video output.\n\n\n\n\n\n\nSpecial Containment Procedures:\n A humanoid containment chamber with electrical power independent from the rest of the containment facility’s has been constructed for containment purposes. The NTSC-compatible television set used as SCP-5200's display must be replaced every six months to prevent unexpected mechanical failure.\n\n\nMonitoring of SCP-5200 is scheduled in six hour shifts at all hours of the day and night. Personnel are to be regularly rotated between this position and other on-site duties to prevent complacency. \nAny time dilation\n stemming from SCP-5200-A should be reported and recorded by the attending researcher.\n\n\nSCP-5200-A is kept on a full suite of life support machinery to ensure continued survival and comfort. Previously, technology acquired from \nArcadia\n was used for the purpose of encoding skill at electronic tennis games into SCP-5200-A's cerebellum. Although still present, it is no longer in active use.\n\n\nAccess to information regarding SCP-5200-1, SCP-5200-2, and SCP-5200-3's spatial position is strictly regulated. All aeronautics, space, and similar organizations with the means to identify SCP-5200 have been infiltrated in order to protect information security. Archaeological sites with relevance to SCP-5200 in North America have had all relevant artifacts removed.\n\n\nFormerly influenced electronics manufacturers\n1\n are to be monitored with the assets of any who have gone bankrupt being liquidated, analyzed, and disposed of.\n\n\nThere are no plans at present for Foundation astronautic agents to influence or neutralize SCP-5200. The current containment procedures are to be maintained until circumstances dictate a change in strategy.\n\n\nDescription:\n SCP-5200 is an electronic device designed and constructed by Sanders Associate's engineer Ralph Baer, designed to be connected to an NTSC-compatible television set. Graphics produced by SCP-5200 are rudimentary, consisting of two white paddles and a bouncing square moving between them.\n\n\nThe video output generated by SCP-5200 directly correlates to the movement of several anomalous space objects located at the edge of the Sol system, approximately 6.5 billion kilometers away. They are designated SCP-5200-1, -2, and -3.\n\n\n\n\n\n\nSCP-5200 pictured in containment.\n\n\n\n\n\n\nSCP-5200-1 and -2 are identical flat planes, which move freely and are not affected by gravitational forces. SCP-5200-3 is a black hole or an unknown space anomaly with identical properties. The circumstances of SCP-5200's acquisition indicates that Earth would be targeted should SCP-5200-3 exit its current region of space.\n\n\nThe individual operating SCP-5200, SCP-5200-A, was known as 'Dana Alcorn'\n2\n prior to their integration with \nArcadian\n technology. They are in control of SCP-5200-1 with an unknown extraterrestrial force controlling SCP-5200-2.\n\n\nThe current iteration of SCP-5200 is not the first to be present on Earth. Foundation paleontologists first discovered technological remnants dating to the Cretaceous period in Nevada,\n3\n although they were not known to be part of another anomaly at that time. Sumerian text reading \"IMHAS MUL APIN\"\n4\n was embedded on the bottom of this artifact. It is unknown who the intended reader would have been as humanity had not yet evolved at the time of its creation.\n\n\nHistory:\n The initial design of SCP-5200 was sketched by U.S. President President Lyndon B. Johnson in 1966 after supposedly having been visited by 'space aliens' during his sleep who 'implanted a sort of electra-mechanical thingamajig' in his mind. The White House forwarded Johnson's sketch to defense contractor Sanders Associates who in turn gave the assignment to engineer Ralph Baer.\n\n\nFoundation researchers working in cooperation with Sanders were present when Baer initially activated SCP-5200. Scrolling text moved across the screen giving basic instructions on how to utilize the device and what it was controlling. No recording devices were present, but attending scientists were able to take a shorthand transcript which has been translated here from the original German.\n\n\n\n\n[IT APPEARS IN THE 65 MILLION CYCLES IT HAS BEEN SINCE YOU LAST COMPETED.]\n\n[YOUR CONNECTION HAS NOT IMPROVED A BIT.]\n\n[THIS WAS FAR TOO LONG.]\n\n[MOVE BALL ACROSS SCREEN - LIVE FOR HIGH SCORE.]\n\n\n\n\nAfter confirming the presence of SCP-5200-1, SCP-5200-2, and SCP-5200-3, Baer and his engineers were given Foundation contracts to act as human operators. As eventual human error would occur if this arrangement were put into place indefinitely, several public demonstrations were arranged to locate potential mechanical operators.\n\n\nAt one of these demonstrations, \nArcadia\n representative Nolan Bushnell approached the Foundation and offered use of his company's technology. A deal was reached in which the Foundation would finance operations in exchange for development of a device to indefinitely contain SCP-5200.\n\n\nArcadia\n utilized the Dabney-Syzygy Inhibitor, a device which could manipulate anomalous tartarean energy, with the human mind of Dana Alcorn. A wired connection between her brain stem and a relay device allowed for all non-anomalous copies of SCP-5200 to send information through that connection.\n\n\nFoundation funding for mass manufacturing of the 'Pong' video game and its clones made its usage widespread. As such, SCP-5200-A was able to attain the gameplay skill of every 'Pong' player using official or un-official devices. Once this arrangement was finalized, the Foundation seized all SCP-5200 assets. Manufacturing assets were given to \nArcadia\n with monitoring agents in place.\n\n\nSince 1973, SCP-5200-A and the unknown controller of SCP-5200-2 have been in a stalemate.\n\n\nAddendum 5200-1:\n Incident 5200-A-56\n\n\n\n\n\n\nUnknown object emerging from SCP-5200-3.\n\n\n\n\n\n\nOn October 10, 2017, SCP-5200-A unexpectedly defeated SCP-5200-2. Analysis of surveillance footage after the fact suggests that SCP-5200-A had been incrementally moving their paddle over the course of six months, in order to make a sudden and unexpected movement and surprise their opponent.\n\n\nBefore the attending researcher could react, SCP-5200-A stood up. All surveillance devices failed as a bright light seared the retinas of Foundation personnel viewing the incident. SCP-5200-A has not been seen since this occurred.\n\n\nSimultaneously, Foundation telescopes and satellites recorded SCP-5200-1 and SCP-5200-2 instantaneously disappear without leaving behind debris or other traces of their existence. An unknown object then emerged from SCP-5200-3.\n\n\nSubsequently, this unknown object was detected by a Hawaiian observatory and dubbed ʻOumuamua by non-Foundation astronomers. It passed through the Sol system without incident. Since this incident, SCP-5200 has only been displaying two words in English.\n\n\n\n\n[FREE GAME]\n\n\n\n\nReclassification to Neutralized is under consideration.\n\n\n\n\nFootnotes\n\n\n1\n. Such as Mattel Electronics, Coleco, Olympos Electronics, National Semiconducter, A.G.S Electronics\n\n\n2\n. Daughter of \nArcadia\n engineer Al Alcorn.\n\n\n3\n. In the same region where \nSCP-4401\n was discovered several decades later.\n\n\n4\n. Sumerian for (strike planet / hit planet)\n\n\n\n\n\n\n\n\n« \nSCP-5199\n | SCP-5200 | \nSCP-5201\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5200\n\" by Anonymous, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5200\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 5200-1: Incident 5200-A-56\nOn October 10, 2017, SCP-5200-A unexpectedly defeated SCP-5200-2. Analysis of surveillance footage after the fact suggests that SCP-5200-A had been incrementally moving their paddle over the course of six months, in order to make a sudden and unexpected movement and surprise their opponent.\nBefore the attending researcher could react, SCP-5200-A stood up. All surveillance devices failed as a bright light seared the retinas of Foundation personnel viewing the incident. SCP-5200-A has not been seen since this occurred.\nSimultaneously, Foundation telescopes and satellites recorded SCP-5200-1 and SCP-5200-2 instantaneously disappear without leaving behind debris or other traces of their existence. An unknown object then emerged from SCP-5200-3.\nSubsequently, this unknown object was detected by a Hawaiian observatory and dubbed ʻOumuamua by non-Foundation astronomers. It passed through the Sol system without incident. Since this incident, SCP-5200 has only been displaying two words in English.\nReclassification to Neutralized is under consideration."
    ],
    "documents": [],
    "notes": [
        "[IT APPEARS IN THE 65 MILLION CYCLES IT HAS BEEN SINCE YOU LAST COMPETED.] [YOUR CONNECTION HAS NOT IMPROVED A BIT.] [THIS WAS FAR TOO LONG.] [MOVE BALL ACROSS SCREEN - LIVE FOR HIGH SCORE.]",
        "[FREE GAME]",
        "\" SCP-5200 \" by Anonymous, from the SCP Wiki . Source: https://scpwiki.com/scp-5200 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5200",
    "object_class": "Keter",
    "containment_procedures": "A humanoid containment chamber with electrical power independent from the rest of the containment facility’s has been constructed for containment purposes. The NTSC-compatible television set used as SCP-5200's display must be replaced every six months to prevent unexpected mechanical failure.",
    "description": "SCP-5200 is an electronic device designed and constructed by Sanders Associate's engineer Ralph Baer, designed to be connected to an NTSC-compatible television set. Graphics produced by SCP-5200 are rudimentary, consisting of two white paddles and a bouncing square moving between them.",
    "title": "SCP-5200"
}