{
    "url": "https://scp-wiki.wikidot.com/scp-5209",
    "all_text": "#page-content\n \n.collapsible-block\n \n{\n \n    \nposition:\n \nrelative\n;\n    \npadding:\n \n0.5\nem\n;\n    \nmargin:\n \n0.5\nem\n;\n    \nbox-shadow:\n \n2\npx\n \n1.5\npx\n \n1\npx\n rgba(\n176\n,\n16\n,\n0\n,\n0.7\n), \n0\n \n0\n \n0\npx\n \n1\npx\n lightgrey\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n\n}\n\n \n\n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \nblack\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n \n\n}\n\n \n\n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\ncenter\n;\n\n}\n\n \n\n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \ncolor:\n dimgrey\n;\n\n}\n\n \n\n.collapsible-block-link\n \n{\n\n    \nfont-weight:\n \nbold\n;\n    \ncolor:\n dimgrey\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n \n\n.addendumbox\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nbox-shadow:\n0\n \n2\npx\n \n5\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n),\n0\n \n2\npx\n \n10\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.12\n)\n;\n\n}\n\n \n\n.material-box\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nborder:\n \n1\npx\n lightgrey \nsolid\n;\n    \nbox-shadow:\n \n1\npx\n \n2\npx\n \n2\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n)\n;\n\n}\n\n \n\n.material-box\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.wiki-content-table\n \n{\n\n    \nwidth:\n \n100\n%\n;\n\n}\n\n \n\n.addendumbox\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.addendumtitle\n \n{\n\n   \nopacity:\n \n0.8\n;\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \n#b01\n;\n\n}\n\n \n\n.maintitle\n \n{\n\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-header\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \nfont-size:\nx-large\n;\n    \ncolor:\n#b01\n;\n\n}\n\n \n\n.addenda-header\n \n{\n\n    \nwidth:\n \n100\n%\n;\n    \nborder-bottom:\n \n2\npx\n \nblack\n \nsolid\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-info\n \n{\n\n    \ndisplay:\nflex\n;\n    \njustify-content:\nspace-between\n;\n    \nfont-size:\nlarge\n;\n\n}\n\n \n\n.scp-info-box\n \n{\n\n    \ndisplay:\nflex\n; \n    \njustify-content:\nspace-between\n;\n\n}\n\n \n\n.object-info\n \n{\n\n    \ncolor:\nblack\n;\n    \nalign-self:\n flex-end\n;\n    \nfont-size:\n \nlarge\n;\n\n}\n\n \n\n.title-style\n \n{\n\n    \nopacity:\n \n0.8\n;\n    \nmargin-bottom:\n \n10\npx\n;\n    \ncolor:\n \n#b01\n;\n    \nfont-size:\n \nlarge\n;\n    \ntext-decoration:\n \nunderline\n;\n    \nfont-weight:\n \nbold\n;\n\n}\n\n \n\n.update-div-empty\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n    \ncolor:\n lightgrey\n;\n\n}\n\n \n\n.update-div\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n\n}\n\n \n\n.computed\n \n{\n\n    \nborder:\n \n1\npx\n \nblack\n \nsolid\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.computed\n:before\n \n{\n\n    \ncontent:\n\"Computed \nCode\n\"\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.rawcode\n \n{\n\n    \nborder:\n \nblack\n \nsolid\n \n1\npx\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.rawcode\n:before\n{\n\n    \ncontent:\n\"Raw \nCode\n\"\n;\n    \ntext-align:\n \ncenter\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.codebox\n \n{\n\n    \ndisplay:\n \ninline-block\n;\n    \nwidth:\n \n100\n%\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \nem\n,  \n.yui-navset\n \n.yui-nav\n \na\n \nem\n{\n\n        \npadding:\n \n0.25\nem\n \n.75\nem\n; \n        \ntop:\n \n0\npx\n;\n        \nmargin-bottom:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n     \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \n{\n\n       \nmargin:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:focus\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:hover\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n         \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n:hover\n,\n\n.yui-navset\n \n.yui-nav\n \na\n:focus\n \n{\n\n    \nbackground:\n gainsboro\n;\n    \ntext-decoration:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n, \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n \n{\n\n\nbackground-color:\n \nnone\n;\n\nbackground-image:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n \n{\n\n\nbackground:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \nli\n{\n\n\nmargin:\n \n0\npx\n;\n\n}\n\n \n\n#page-content\n \n.licensebox\n \n.collapsible-block\n \n{\n\n    \nposition:\n unset\n;\n    \npadding:\n unset\n;\n    \nmargin:\n unset\n;\n    \nbox-shadow:\n unset\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\n \nleft\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \nleft\n;\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-link\n \n{\n\n    \ncolor:\n \ninherit\n;\n    \ntext-align:\n \nleft\n;\n\n}\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\nrating: \n+64\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-5209 \"File Upload: Source Unknown\" by:\n \nDrAkimoto\n & \nMalyceGraves\n\n\n\n\n★ DrAkimoto's Author Page ★\n\n\n☆ MalyceGraves Author Page ☆\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n81.38%\n\n(+83)\n\n\n18.62%\n\n(-19)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\nCrit Credit:\n \nHexick\n, \nAlleraRey\n , \nRiemann\n\n\n\n\n\n\n\n\nrating: \n+64\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n3/5209\n LEVEL \n3/5209\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-5209\n\n\n\n\n\n\nPending\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\nUntil the location depicted in the video file can be located, no special containment procedures are possible. Franklin.aic has been tasked with trawling various news and social media outlets for uploaded media with similar content, but so far none have been located.\n\n\n\n\n\n\nDescription\n\n\nSCP-5209 is the designation given to a video file that was anomalously uploaded to the Foundation database by unknown persons. While the file itself has been verified to be completely mundane, the method by which it was uploaded and who uploaded it are still in question.\n\n\nObject classification is still pending due to the continuing nature of the investigation into this anomaly. Research into the possibility of a major site security breach is ongoing, with Franklin.aic tasked with a thorough review of all related SCiPNet protocols.\n\n\nAdditionally, Franklin.aic itself has also been cross-examined by both Alexandra.aic and Foundation technicians to confirm that no data corruption or evidence of outside tampering exists.\n\n\nThis file will be updated as new information becomes available.\n\n\n\n\n\n\nDiscovery\n\n\nOn June 17, 2019, footage was uploaded to a secure SCiPNet server from authenticated Foundation survey team Axios-12. Franklin.aic reviewed the footage and noted several discrepancies, principal of which is that no record of \"Axios-12\" exists within the Foundation database.\n\n\nWhile the metadata of the uploaded video matches Foundation standards and the encryption protocol utilized was current, no employment records exist for the attributed Foundation employees seen in the footage.\n\n\nLocation and personnel identifying information was included in the metadata download, but the GPS coordinates given for \"Patricksville, FL\" are within an unincorporated region of Lafayette County, FL, on property that is marginally a part of the Mallory Swamp Wildlife Management Area.\n\n\nNo buildings or roadways in Lafayette County appear to match those depicted within the video, despite multiple surveys of the area by helicopter.\n\n\n\n\n\n\nAppended Documentation\n\n\n\n\nVideo Log\n\n\nDate | Time:\n 2020/07/22 | 01:37 GMT\n\n\nLocation:\n Patricksville, Florida\n1\n\n\nDepicted:\n Junior Field Agent James Lowe, Field Agent Matt Green\n\n\nForeword:\n The first portion of this video shows a survey of a non-anomalous religious complex, and at one point focuses on a hand-painted sign designating it \"The First Church of the Covenant and the Sword\".\n2\n\n\n\n\n[BEGIN LOG]\n\n\n[Agent Green can be seen walking through a small patch of woods towards a dilapidated building.]\n\n\nLowe:\n It's already getting dark, why don't we call it a day?\n\n\nGreen:\n The church got one more building on the property, I'd rather not have to come all the way back tomorrow just for this. Besides, we have flashlights, right?\n\n\n[Agent Green waves his flashlight towards the camera]\n\n\nLowe:\n Sure, I guess.\n\n\nGreen:\n Hey, I get it. It's your first day on the job and you find out you're stuck doing this shit. For now, just make sure you hold that thing straight, Lowe.\n\n\n[The camera angle adjusts slightly]\n\n\nLowe:\n Yeah, alright, why do we have to film all this anyway? You're already taking pictures and writing everything down.\n\n\nGreen:\n Rules are rules, kid. I don't really ask the why's and whatnots.\n\n\n\n\nSCP-5209.\n\n\n\n\n[The two men approach the entrance to the building. Various serpentine engravings can be seen around the door as Agent Green opens it.]\n\n\nGreen:\n Shit, it \nis\n pretty dark in here, watch your step.\n\n\nLowe:\n Hold on, I think this thing has a night vision setting. If I gotta film all this shit, better make sure it's worth it.\n\n\n[The camera angle shakes several times, night vision activates and the angle readjusts.]\n\n\nLowe:\n There we go.\n\n\nGreen:\n Keep an eye out for mice, Jerry said this place used to have a wicked infestation.\n\n\nLowe:\n Damn. Yeah, okay.\n\n\n\n\nMain hall of the building.\n\n\n\n\nGreen:\n Let's get this over with, the building's got a ground floor, an attic/loft space, and a basement? Not many of those in Florida. \n[He shrugs, then continues]\n There's no power out here, but we have to check the water just in case that still works.\n\n\nLowe:\n Lead the way.\n\n\n[The first room they enter is clear of furniture, with the footage showing nothing of note. The two men use a tape measure to determine the dimensions of the room.]\n\n\nGreen:\n Okay, next room's over here.\n\n\n[Green retracts the measuring tape, and the two of them walk across the room and through the open doorway, pushing through the rotting cloth hung in lieu of a door. The next area is similar in dimension to the previous, but the detritus strewn about the space gives appears to indicate this room served as a living area.]\n\n\nLowe:\n This place is a real dum– Christ, looks like someone's been sleeping in this shit?\n\n\n\n\nSleeping mat.\n\n\n\n\nGreen:\n Just hold the tape, no time for gawkin'.\n\n\n[Agent Lowe holds onto the end of the measuring tape to the wall as Green steps over the deteriorated sleeping mat and takes the other end to the opposing wall. On the floor near the wall closest to Lowe is a small pile of tattered women's clothing.]\n\n\nLowe:\n Yeah, but–\n\n\nGreen:\n Ah shit, I found the damn mice.\n\n\n[Agent Lowe walks over and examines the floor, where the skeletal remains of several dozen mice can be seen. After briefly inspecting the remnants of the mice, the two men return to taking various measurements of the room.]\n\n\nGreen:\n Let's do the bathroom, then it's just the loft and basement.\n\n\n[He gestures with his flashlight, playing the beam across another open doorway leading into a room with a tiled floor.]\n\n\nLowe:\n The sooner the better, this place gives me the creeps.\n\n\n[Green smirks at Lowe, then the two men walk through the doorway into a large, dirty bathroom.]\n\n\nGreen:\n \n[Whistles.]\n Well, this has sure seen better days. Check the sink, kid, I'll check the shower.\n\n\nLowe:\n Oh fuck, man, are those teeth? \n[he looks over to where Green is measuring some cabinets]\n Hey, come take a look at this.\n\n\n\n\nSeveral human teeth, dried blood, a hammer, and pliers within the bathroom sink.\n\n\n\n\n[Green glances into the sink, sighs heavily, then attempts to turn the water on. He shrugs and walks toward the shower.]\n\n\nLowe:\n I mean, it's dry, but still wh–\n\n\nGreen:\n \n[interrupting]\n Listen, kid, you're in the Foundation now, and sometimes we find weird shit. You just gotta stick to what we do and put it in the report.\n\n\nLowe:\n But-\n\n\nGreen:\n Look, I don't wanna be here all day. Stick with it, and you'll see a lot weirder… Well, huh, that's a new one.\n\n\nLowe:\n What is it?\n\n\n[Green pushes back the shower curtain, revealing the shredded remains of a skin-like material filling the tub. Lowe uses the butt of his flashlight to shift the material and a large clump of long brunette hair becomes visible. Lowe makes a retching sound.]\n\n\nLowe:\n God, the \nsmell\n.\n\n\nGreen:\n \n[snickering]\n Like I said: we just write it in the report and move along.\n\n\n[After taking several more measurements, the two men exit the bathroom. They pass back through the living space, then down a short hallway.]\n\n\nGreen:\n Fuck, it's hot. You'd think it would've cooled off a little by now. \n[he slaps at his left arm, then waves his hand in front of his face.]\n Fucking gnats. Christ. I hate Florida.\n\n\n[Lowe briefly shines his light at Green and makes a snorting noise.]\n\n\nLowe:\n \n[mimicking Green's voice]\n Listen, old man, you're in Florida now, and sometimes the weather's just shit.\n\n\nGreen:\n Stow it, junior. Ain't nice mockin' your elders like that.\n\n\n[Lowe snickers, then leads the way up the set of rickety stairs at the end of the hall.]\n\n\nLowe:\n What the fuck is this shit?\n\n\n[The loft is filled with several bookshelves, sculptures, and occult objects featuring Haitian Vodou iconography. A rusted medical examination table and makeshift throne chair are present in the center of the room.]\n\n\n\n\nVodou drum.\n\n\n\n\nGreen:\n Fuck if I know, looks like the old pastor was into some weird voodoo whatsit, I guess.\n\n\n[Agent Green taps several times on the head of a drum.]\n\n\nLowe:\n I don't know, man, this is a lil' extra if you ask me.\n\n\n[Agent Lowe brushes his hand against a metal shackle hanging from the wall, then nudges a metal cart with vials and syringes partially filled with a black, viscous fluid out of the way with his boot. The two men silently take measurements before walking back down the stairs.]\n\n\nLowe:\n The basement door's over there, I think.\n\n\n[Lowe gestures past the bathroom to a worn red door.]\n\n\nLowe:\n Shit. I forgot to check if there was water in the toilet. I'll get that and meet you downstairs.\n\n\nGreen:\n Yeah, yeah, yeah. Just hurry up, kid.\n\n\n[Agent Lowe extends his middle finger toward Green's back as he walks down the basement stairs.]\n\n\nLowe:\n \n[Again mimicking Green's voice under his breath.]\n \"Just hurry up, kid.\"\n\n\n[Agent Lowe continues to grumble under his breath as he re-enters the bathroom and steps over to the toilet.]\n\n\nLowe:\n Wait… What the fuck…\n\n\n[Low turns the camera to show the bathroom sink, now devoid of its previous contents, aside from the dried blood. Lowe quickly spins around and pulls the shower curtain open, finding it likewise empty.]\n\n\nLowe:\n Oh, fuck this. I ain't… Shit, Green!\n\n\n[Agent Lowe rushes out of the bathroom and walks to the basement door. As he descends the stairs, data corruption begins to warp the video playback\n3\n.]\n\n\n\n\nThe basement's central room.\n\n\n\n\nLowe:\n Green, look, we gotta go, like now. Something's just not right here, man. We should call fo–\n\n\n[Lowe pushes his way through a set of plastic room dividers, revealing an open space. In the center of the small room, Green can be seen facing the opposing wall, his arms at his sides.]\n\n\nLowe:\n Come on, man! Didn't you hear me calling? Something's definitely not fucking right. Matt!\n\n\n[Lowe tugs on Agent Green's shoulder, turning him slightly towards the camera. Green is covered in blood, the hammer from the bathroom sink is now embedded in Green's crushed chest cavity. A large, serpentine mass can be seen burrowing into his chest cavity through the gabs and tears in his upper torso.]\n\n\nLowe:\n Jesus fuck! Nah…nah, I'm fuckin' out–\n\n\n\n\nHumanoid entity.\n\n\n\n\n[As Agent Lowe turns around a female humanoid is seen squatting in his path, the entity unhinges its jaw and begins emitting a loud hissing noise.]\n\n\nLowe:\n Oh fuck me, man.\n\n\n[Lowe stumbles backward and falls to the ground, the camera loosely attached to his wrist. The entity springs forward and grabs Lowe by the ankles, dragging him through the plastic divider and to the other side of the basement.]\n\n\nLowe:\n \n[babbling incoherently]\n\n\n[Agent Lowe digs his fingertips into the concrete floor, and a wet scraping sound can be heard as several nails snap free from his fingertips.]\n\n\nLowe:\n Oh god– W-where are you taking me?\n\n\n[A bright light is seen just as the file corruption once more occludes the visual feed, and Agent Lowe's screams take on a tinny, mechanical sound through the digital haze.]\n\n\n[ After approximately 25 minutes, the data corruption once more clears and the camera reactivates mid-air. The camera falls and lands on the basement's concrete floor. A Way can be seen dissipating at the center of the room, the video feed terminates as it closes.]\n\n\n\n\nFinal transmitted image.\n\n\n\n\n \n\n\n[END LOG]\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. There is no note of a Patricksville, Florida in any public or historic records.\n\n\n2\n. A search of the Florida Non-Profit tax records and the Florida Secretary of State turned up no information on this entity. As \"Patricksville\" is also not listed as an incorporated township, no municipal records are available.\n\n\n3\n. Analysis completed on the file indicates that this corruption was in the write process at the camera itself.\n\n\n\n\n\n\n\n\n« \nSCP-5208\n | SCP-5209 | \nSCP-5210\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5209\n\" by DrAkimoto, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5209\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 1.jpg\n\n\nAuthor:\n hill.josh\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://ccsearch.creativecommons.org/photos/b51456ed-34da-49c8-9a14-008b7e4e7471\n\n\n\n\n\n\n\n\nFilename:\n 2.jpg\n\n\nAuthor:\n SurFeRGiRL30\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/surfergirl30/4973389086/\n\n\n\n\n\n\n\n\nFilename:\n 3.jpg\n\n\nAuthor:\n Greenwich Photography\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://ccsearch.creativecommons.org/photos/8bb634e8-0e71-4b7c-a944-15f42f409c86\n\n\n\n\n\n\n\n\nFilename:\n 4.jpg\n\n\nAuthor:\n Lauri Rantala\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/36514345@N00/2943163053\n\n\n\n\n\n\n\n\nFilename:\n 5.jpg\n\n\nAuthor:\n quinet\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://ccsearch.creativecommons.org/photos/50a01135-6e3c-464b-ad7f-68dca9943136\n\n\n\n\n\n\n\n\nFilename:\n 6.jpg\n\n\nAuthor:\n slearner\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://ccsearch.creativecommons.org/photos/1211c0ba-5e96-42e9-948c-ec8af201ddc6\n\n\n\n\n\n\n\n\nFilename:\n 7.jpg\n\n\nAuthor:\n SenshiStock\n\n\nLicense:\n CC BY 3.0\n\n\nSource Link:\n \nhttps://ccsearch.creativecommons.org/photos/e64e95d6-1b2a-4024-89a9-074d4ebc172d\n\n\n\n\n\n\n\n\nFilename:\n 8.jpg\n\n\nAuthor:\n Joshua Stefanini\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://ccsearch.creativecommons.org/photos/2fd29a8c-8fc1-4114-8406-57fa6629f107",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5209 \" by DrAkimoto, from the SCP Wiki . Source: https://scpwiki.com/scp-5209 . Licensed under CC-BY-SA .",
        "Filename: 1.jpg Author: hill.josh License: CC BY 2.0 Source Link: https://ccsearch.creativecommons.org/photos/b51456ed-34da-49c8-9a14-008b7e4e7471",
        "Filename: 2.jpg Author: SurFeRGiRL30 License: CC BY 2.0 Source Link: https://www.flickr.com/photos/surfergirl30/4973389086/",
        "Filename: 3.jpg Author: Greenwich Photography License: CC BY 2.0 Source Link: https://ccsearch.creativecommons.org/photos/8bb634e8-0e71-4b7c-a944-15f42f409c86",
        "Filename: 4.jpg Author: Lauri Rantala License: CC BY 2.0 Source Link: https://www.flickr.com/photos/36514345@N00/2943163053",
        "Filename: 5.jpg Author: quinet License: CC BY-SA 2.0 Source Link: https://ccsearch.creativecommons.org/photos/50a01135-6e3c-464b-ad7f-68dca9943136",
        "Filename: 6.jpg Author: slearner License: CC BY-SA 2.0 Source Link: https://ccsearch.creativecommons.org/photos/1211c0ba-5e96-42e9-948c-ec8af201ddc6",
        "Filename: 7.jpg Author: SenshiStock License: CC BY 3.0 Source Link: https://ccsearch.creativecommons.org/photos/e64e95d6-1b2a-4024-89a9-074d4ebc172d",
        "Filename: 8.jpg Author: Joshua Stefanini License: CC BY 2.0 Source Link: https://ccsearch.creativecommons.org/photos/2fd29a8c-8fc1-4114-8406-57fa6629f107"
    ],
    "title": "SCP-5209"
}