{
    "url": "https://scp-wiki.wikidot.com/scp-5211",
    "all_text": "rating: \n+51\n+\n–\nx\n\n\nItem #:\n SCP-5211\n\n\nObject Class:\n \nEuclid-doctrina\n Euclid-prodist\n1\n\n\nSpecial Containment Procedures:\n Site-5211, formerly the Code FLAVORDOME Command Complex, has been secured from Chaos Insurgency control. SCP-5211-GESTALT is being fed its previously media allotment alongside Foundation videos on containment objectives and operational guidelines. If SCP-5211-GESTALT behaves according to its initial mission objectives, its host biomass is to be detonated with a remotely-activated explosive charge, implanted in the primary cranial orifice.\n\n\nSCP-5211 instances which have been rendered non-functional are to be stored in the nearest Grade-B biological quarantine locker. Methods of repair are under active research.\n\n\nDescription:\n SCP-5211 is a system of 30 remotely-controlled and hive mind-organized biomechanisms resembling American restaurateur Guy Ramsay Fieri. Aside from outwards physical traits, SCP-5211 instances are anatomically inconsistent from humans, possessing abnormal organ arrangements which replicate standard biological functions despite their structures. A form of chitinous exoskeleton with chromatophore components replicates standard clothing. Radio antenna protrude from the nape of each instance's neck; owing to a presumed memetic cloak, civilians recognize this to be a \"flavor wand.\"\n2\n\n\nInstances do not require nutritional intake. Based on the mass–energy–information equivalence principle, it is hypothesized that the energy necessary for continued operation is directly broadcast from SCP-5211-GESTALT in an informational form, though it is unknown how or where SCP-5211-GESTALT could generate such resources.\n\n\nThe primary function of SCP-5211 is for the transportation of food and medical resources to specified recipient targets. Once a target is specified by SCP-5211-GESTALT, the nearest operable instance proceeds to a hospital, store, restaurant, or otherwise appropriate establishment. On arrival, it attempts to use its perceived celebrity status as a means of bartering for the resources it requires. Memetic signals encoded into its speech patterns result in a high rate of success.\n\n\nIn cases where bartering fails, SCP-5211 follows Behavior 5211/TEREBRO. Behavior 5211/TEREBRO constitutes the violent maiming and consumption of all involved individuals until resources are obtained. Bystanders do not interfere; a fear of \"his spicy wrath\" is unanimously cited as the motivating factor.\n\n\nOnce acquired, SCP-5211 proceeds to the location of the target, either by foot or by use of hijacked vehicles. In all cases the instance follows the shortest route per local geography, with attempts made to scale physical obstructions by any means necessary until succeeding or being damaged to the point of non-functionality.\n\n\nIf the instance arrives and the target is alive, resources are placed in their immediate vicinity. The instance is then rendered limp until its next activation. If the instance arrives and the target is deceased, identical behavior is performed.\n\n\n\n\nRECOVERY\n\n\nSCP-5211 was first encountered during Chaos Insurgency attacks on compounds in the Appalachia region in 2014. In each case, the anomaly failed to offer a strategic advantage. Two instances were noted to arrive hours following the deaths of their targets, and a mass activation of five instances allowed the Foundation to track the movements of Insurgency operatives based on corresponding instance movements. Interrogation found that no operatives knew the anomaly existed prior to these incidents.\n\n\nBy monitoring bulk orders of official Guy Fieri merchandise, the \nDepartment of Analytics\n identified a potential source: a house at the outskirts of Weirton, West Virginia. Mobile Task Force Tsan-17 (\"To the Rustworks I Belong\") was deployed on 11/03/2014.\n\n\nOn entrance, the entire living room and kitchen were found to be wholly occupied by Guy Fieri merchandise, arranged in patterns matching Neo-Akashic servitor\n3\n invocation rings. Layers of human organs of unknown origin were layered into spiral pattern on top. Entrance to the second floor was met with immediate retaliation by a female assailant (PoI-5211) armed with a rudimentary biomechanical railgun.\n4\n Two agents were injured before PoI-5211 was subdued, at which point a \nmetafictional descension ritual\n triggered, ejecting PoI-5211 out of physical reality into a fictional medium as an escape method.\n5\n\n\n\nThe second floor was empty with the exception of the bedroom space. Agents discovered a conglomerated mass of viscera, fashioned into the shape of a human torso and clothed in a heavily stained black bowler shirt with red flame patterns. A complex network of tied-together and bent radio antenna affixed the mass to the wall and floor, keeping it upright.\n\n\nAll seven of its eyes were trained on a widescreen television opposite to it, which played footage of reality TV-shows hosted by Guy Fieri on loop. Clips of Foundation agents terminating Insurgency operatives were interspersed between episodes.\n\n\nScattered notebooks in the room allowed researchers to infer that the mass is the physical host of SCP-5211-GESTALT, a servitor entity summoned by PoI-5211 to control all SCP-5211 instances. These notebooks were accompanied by:\n\n\n\n\nMaps charting instance positions\n\n\nA specialized radio kit designed to send orders to SCP-5211-GEIST, overriding its default autonomous behavior\n\n\nInscriptions of the complete genetic sequence of Guy Fieri etched across the walls\n\n\nPhotos of Guy Fieri cut into spiral patterns\n\n\nFlash drives storing clips of white noise, purpose unknown\n\n\nLacerated dermal tissue inscribed with \"CODE FLAVORDOME COMMAND COMPLEX HOLEWARDS SECTOR, \nENTER AT YOUR OWN RISK\n\"\n\n\n\n\nDocuments found in the living room and kitchen were illegible. Any writing present was a combination between notes, memetoenginering schematics, anatomical diagrams, and sketches of an unclear purpose, overlaid to such an extreme that only small portions of each could be deciphered. Several pieces of paper organized in a cupboard labeled \"IMPORTANT\" were completely blank. The sole most legible information was an inscription on a matted patch of heart valves, transcribed below:\n\n\n\n\n\n\n\n\nas a Reminder\n\n\ntimely unto the Skin\n\n\nTHE DELTAS AND THEIR FRAYED WIRES\n\n\nDIRECT ORDERS FROM THE \nHOLE\n THEM/ITS/\n—-\nSELF\n\n\nHASTE ON THE BULLSHIT\n\n\nhow long until the foundies catch whiff of the failures\n\nhuh\n\nhuh\n\nhuh\n\n\nWOULDN'T TASTE TOO GOOD WOULD IT\n\n\nyou can dig a hole anywhere if you try so why haven't you\n\n\nDROP IT IN THE SPADE'S INCHES FROM BREAKING TOPSOIL\n\ndrop it in\n\nfalls out\n\n\nwhere\n\n\nthey\n\n\nneed\n\n\nit\n\nDON'T NEED A CAR DUMBLASS\n\nSEE EVEN YOUR HOLE AGREES\n\n\nKEEP IT THE FOOD MAN FOR THE FUNNY\n\n\nremember to\n\n/slough/between/the/lines/\n\nthat empty space is for the organs\n\neven\n—-\n could be wider\n\nmake nietzsche cry\n\n\nTHAT KNIFE'S GETTING RUSTY SO HMU LATER GIRL\n\nI'M NOT THIS\n\nPEACE\n\n\n\n\n\n\n\n\nFull context is unclear.\n\n\nCurrently, it is believed that SCP-5211-GESTALT was in an incomplete state at the time of its containment. What the final result was planned to be is unclear.\n\n\n\n\nTRIAL OPERATION LD/5211\n\n\nTrial Operation LD/5211 is an experimental procedure to determine whether SCP-5211 could be viable as a support system for Foundation operations. Following a year of sustained SCP-5211-GESTALT reconditioning with informational content on the Foundation, SCP-5211 instances have been placed in select containment sites across North America. When a site housing an instance experiences a containment breach or raid, an alert is to be relayed to Site-5211, where said instance can be activated to provide medical aid to injured personnel. While SCP-5211-GESTALT has been trained to avoid Behavior 5211/TENEBRO, explosives with neurological activation have been implanted into the craniums of each instance as a cautionary measure.\n\n\nAs operational efficacy is yet to be determined, personnel must not rely on SCP-5211. Further anomaly usage may be considered if the operation succeeds.\n\n\nTo better understand the mannerisms of SCP-5211, personnel are encouraged to view episodes of \nselected containment-relevant media\n when possible.\n\n\n\n\nFootnotes\n\n\n1\n. See \nTrial Operation LD/5211\n for further information.\n\n\n2\n. Relation to a lack of civilian interest in instances, when present, is presumed.\n\n\n3\n. Noospheric complexes summoned from the consciousness of the summoner and developed into independent entities for the purpose of serving a specific function.\n\n\n4\n. Weapon structure in the form of a elongated SCP-5211 instance head, with the spinal cord and nerves coagulated around PoI-5211's wrist. Projectiles were solidified spikes of the PoI's blood.\n\n\n5\n. No pursuit could be made. \nTracking by the Department of Analytics is ongoing.\n\n\n\n\n\n\n\n\n« \nSCP-5210\n | SCP-5211 | \nSCP-5212\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5211\n\" by NatVoltaic, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5211\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "RECOVERY SCP-5211 was first encountered during Chaos Insurgency attacks on compounds in the Appalachia region in 2014. In each case, the anomaly failed to offer a strategic advantage. Two instances were noted to arrive hours following the deaths of their targets, and a mass activation of five instances allowed the Foundation to track the movements of Insurgency operatives based on corresponding instance movements. Interrogation found that no operatives knew the anomaly existed prior to these incidents. By monitoring bulk orders of official Guy Fieri merchandise, the Department of Analytics identified a potential source: a house at the outskirts of Weirton, West Virginia. Mobile Task Force Tsan-17 (\"To the Rustworks I Belong\") was deployed on 11/03/2014. On entrance, the entire living room and kitchen were found to be wholly occupied by Guy Fieri merchandise, arranged in patterns matching Neo-Akashic servitor 3 invocation rings. Layers of human organs of unknown origin were layered into spiral pattern on top. Entrance to the second floor was met with immediate retaliation by a female assailant (PoI-5211) armed with a rudimentary biomechanical railgun. 4 Two agents were injured before PoI-5211 was subdued, at which point a metafictional descension ritual triggered, ejecting PoI-5211 out of physical reality into a fictional medium as an escape method. 5 The second floor was empty with the exception of the bedroom space. Agents discovered a conglomerated mass of viscera, fashioned into the shape of a human torso and clothed in a heavily stained black bowler shirt with red flame patterns. A complex network of tied-together and bent radio antenna affixed the mass to the wall and floor, keeping it upright. All seven of its eyes were trained on a widescreen television opposite to it, which played footage of reality TV-shows hosted by Guy Fieri on loop. Clips of Foundation agents terminating Insurgency operatives were interspersed between episodes. Scattered notebooks in the room allowed researchers to infer that the mass is the physical host of SCP-5211-GESTALT, a servitor entity summoned by PoI-5211 to control all SCP-5211 instances. These notebooks were accompanied by: Maps charting instance positions A specialized radio kit designed to send orders to SCP-5211-GEIST, overriding its default autonomous behavior Inscriptions of the complete genetic sequence of Guy Fieri etched across the walls Photos of Guy Fieri cut into spiral patterns Flash drives storing clips of white noise, purpose unknown Lacerated dermal tissue inscribed with \"CODE FLAVORDOME COMMAND COMPLEX HOLEWARDS SECTOR, ENTER AT YOUR OWN RISK \" Documents found in the living room and kitchen were illegible. Any writing present was a combination between notes, memetoenginering schematics, anatomical diagrams, and sketches of an unclear purpose, overlaid to such an extreme that only small portions of each could be deciphered. Several pieces of paper organized in a cupboard labeled \"IMPORTANT\" were completely blank. The sole most legible information was an inscription on a matted patch of heart valves, transcribed below:",
        "Full context is unclear. Currently, it is believed that SCP-5211-GESTALT was in an incomplete state at the time of its containment. What the final result was planned to be is unclear.",
        "\" SCP-5211 \" by NatVoltaic, from the SCP Wiki . Source: https://scpwiki.com/scp-5211 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5211",
    "object_class": "Euclid-doctrina Euclid-prodist1",
    "containment_procedures": "Site-5211, formerly the Code FLAVORDOME Command Complex, has been secured from Chaos Insurgency control. SCP-5211-GESTALT is being fed its previously media allotment alongside Foundation videos on containment objectives and operational guidelines. If SCP-5211-GESTALT behaves according to its initial mission objectives, its host biomass is to be detonated with a remotely-activated explosive charge, implanted in the primary cranial orifice.",
    "description": "SCP-5211 is a system of 30 remotely-controlled and hive mind-organized biomechanisms resembling American restaurateur Guy Ramsay Fieri. Aside from outwards physical traits, SCP-5211 instances are anatomically inconsistent from humans, possessing abnormal organ arrangements which replicate standard biological functions despite their structures. A form of chitinous exoskeleton with chromatophore components replicates standard clothing. Radio antenna protrude from the nape of each instance's neck; owing to a presumed memetic cloak, civilians recognize this to be a \"flavor wand.\"2",
    "title": "SCP-5211"
}