{
    "url": "https://scp-wiki.wikidot.com/scp-5219",
    "all_text": "rating: \n+93\n+\n–\nx\n\n\nItem #:\n SCP-5219\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n A minimum of two guards are to be stationed outside Site Director Robinson's office at all times. Access to Site Director Robinson's office is prohibited except for testing purposes.\n\n\nDescription:\n SCP-5219 is an anomalous corpse located in the office of Site Director Robinson at Site-37. Based on examinations of SCP-5219, it has been determined that it was a middle-aged white male of average height and weight. The cause of death was a self-inflicted gunshot wound to the back of the head.\n\n\nSCP-5219 has mild anti-memetic properties. While some properties of SCP-5219 can be observed, subjects are unable to determine its identity or how it came to be in the office of Site Director Robinson. In addition, subjects instructed to remove SCP-5219 from Site Director Robinson's office spontaneously forget their instructions upon viewing it, which makes retrieval impossible.\n\n\nAddendum:\n Discovery\n\n\nSCP-5219 was first discovered on 21/03/2021. Two days prior, Site Director Robinson suddenly ceased responding to all messages, and failed to appear at multiple meetings. Dr. Boyd entered Site Director Robinson's office to search for him, and found SCP-5219 inside. Containment was established shortly thereafter. Site Director Robinson's whereabouts have not yet been determined.\n\n\n\n\n\n\n\n\nAccess SCiPNET Email? Two (2) new messages!\n\n\n\n\nhide\n\n\n\n\n\n\n\n\n\n\nTo:\n All personnel in Site-37\n\n\nFrom:\n Site Director Boyd\n\n\nSubject:\n Management change.\n\n\n\n\n\n\nGood evening,\n\n\nI am sending this message to report that, despite the best efforts of the search team, Site Director Robinson still has not been found, with some suspecting that he may have been kidnapped or murdered. I do not believe this to be the case, but we must accept it as a possibility.\n\n\nThe search team will continue to look for him, but Site-37 cannot function without a Site Director, so I have assumed the position in Robinson's place as the second highest-ranking official in this Site. I do not want this to be a permanent arrangement, but I will do what is necessary should Robinson not be found. Should this become permanent, I hope that you will all give me the same respect that you gave Robinson.\n\n\n-Dr. Boyd, Site-37 Director.\n\n\n\n\n\n\n\n\n\n\nTo:\n Foundation research personnel assigned to SCP-5219\n\n\nFrom:\n Site Director Boyd\n\n\nSubject:\n Change in procedure.\n\n\n\n\nEffective immediately, all tests involving SCP-5219 are to cease. This includes both attempts to remove it from Site Director Robinson's office and attempts to determine its identity. You will receive messages regarding project transfers shortly. Thank you for your cooperation.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5218\n | SCP-5219 | \nSCP-5220\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5219\n\" by A Mountain, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5219\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Discovery\nSCP-5219 was first discovered on 21/03/2021. Two days prior, Site Director Robinson suddenly ceased responding to all messages, and failed to appear at multiple meetings. Dr. Boyd entered Site Director Robinson's office to search for him, and found SCP-5219 inside. Containment was established shortly thereafter. Site Director Robinson's whereabouts have not yet been determined."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5219 \" by A Mountain, from the SCP Wiki . Source: https://scpwiki.com/scp-5219 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5219",
    "object_class": "Safe",
    "containment_procedures": "A minimum of two guards are to be stationed outside Site Director Robinson's office at all times. Access to Site Director Robinson's office is prohibited except for testing purposes.",
    "description": "SCP-5219 is an anomalous corpse located in the office of Site Director Robinson at Site-37. Based on examinations of SCP-5219, it has been determined that it was a middle-aged white male of average height and weight. The cause of death was a self-inflicted gunshot wound to the back of the head.",
    "title": "SCP-5219"
}