{
    "url": "https://scp-wiki.wikidot.com/scp-5241",
    "all_text": "EASY TO FORGET, HARD TO REMEMBER;\n\nEASY TO LET OUT, IMPOSSIBLE TO PUT BACK\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+257\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n92.7%\n\n(+279)\n\n\n7.3%\n\n(-22)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\nSCP-5241: That Alien Message\n\n\nDon't let it out of the box.\n\nwritten by \nPlaceholder McD\n on behalf of Team .AIC for the 2020 Canon Renaissance Contest\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+257\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM:\n \nSCP-5241\n\n\nLEVEL\n \n3/5241\n\n\n\n\n\n\nCLASS:\n \nmaksur\n\n\nconfidential\n\n\n\n\n\n\nDISRUPTION CLASS:\n \namida\n\n\n\n\n\n\n\n\n\n\nSCP-5241.\n\nNote its antimemetic properties.\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n SCP-5241 has remained inert since 1996/04/10, and appears to be Neutralized; instead, containment priority is to be assigned to SCP-5241-A. Inspection of SCP-5241's processes is to be performed by a viable prototype of PROJECT RUBY prior to its disassembly.\n\n\nAs of 1996/04/10, SCP-5241-A has breached containment. Containment efforts are to be focused on monitoring internet sites and databases for informational patterns matching SCP-5241-A's unique signature. Due to its mutative properties, the continual development of new Class-S/5241 mnestics is considered infeasible. As such, select \nArtificial Intelligence Applications Division\n (AIAD) personnel are to work with the Counterconceptual Division to develop PROJECT RUBY (\"Mnemosyne\"): an Artificially-Intelligent Conscript (.aic) specializing in the detection and deconstruction of antimemetic encryption. This agent is to disable and retrieve relevant entities resembling SCP-5241-A for AIAD review.\n\n\nSCP-5241-B are to be kept separate at all costs; they are to be prevented from transferring to advanced electronic systems and are to be encrypted and contained in isolated, low-capacity drives. Personnel possessing a CRV (Cognitive Resistance Value) below 14.0 are susceptible to assimilation by SCP-5241-B agents; as such, personnel are to proceed with extreme caution when within a 3-meter radius of any system inhabited by SCP-5241-B.\n\n\nCONTAINMENT COMMITTEE NOTICE:\n At this time, claims from \nGoI-004\n regarding a connection between SCP-5241-A and \nSCP-001\n remain unverified. Due to the similarities of their respective containment procedures, SCP-5241-A has been classified as Maksur\n1\n until such claims can be conclusively ruled out.\n\n\n\n\n\n\n\n\nA digital recreation of\n\nSCP-5241's inscription.\n\n\n\n\n\n\nDESCRIPTION:\n SCP-5241 is an 8cm x 8cm x 8cm cube-shaped device which is believed to be a containment mechanism for SCP-5241-A. It is composed of an unknown material, exhibiting an antimemetic property which causes personnel to be unable to retain information regarding its physical and chemical properties; this includes its visual information, resulting in the anomaly's appearance as a transparent cube frame when the viewer is not within its sphere of influence. One face of SCP-5241 features inscribed symbols \nin an as-of-yet-unknown language, pending identification and translation by the Linguistics Department\n (See \nADDENDUM 5241.4\n).\n\n\nSCP-5241-A is a telepathic artificial intelligence of unknown origin; it can interact with, and transfer itself to, any electronic and/or digital informational systems (including biological nervous systems) within a sphere of influence of varying size\n2\n. This agent was previously contained within SCP-5241, but breached containment on 1996/04/10 and remains uncontained at this time (See \nADDENDUM 5241.3\n for further details). SCP-5241-A is currently distributed over a series of unknown data servers and network connections and is attempting to avoid detection by Foundation personnel.\n\n\n\n\n\n\nSCP-5241-A's antimemetic infosignature.\n\n\n\n\nSCP-5241-A is theorized to be an Adaptive Distributed Intelligence (ADI); it possesses a gestalt consciousness that can be divided to adapt to technological restrictions. It is hypothesized that the necessary technology to simulate SCP-5241-A in its entirety does not yet exist; due to this, SCP-5241-A distributes its processes across a variable number of subintelligences (collectively designated as SCP-5241-B). At this time, one SCP-5241-B agent has been contained; SCP-5241-B-1 is a component intelligence that divided from SCP-5241 during its initial breach (see \nADDENDUM 5241.2\n for further details).\n\n\nSCP-5241-A's infosignature\n3\n is encrypted through antimemetic mutation, rendering targeted mnestics ineffective due to manufacturing delay. As of 1996/04/10, a prototype of PROJECT RUBY (\"Mnemosyne\") is still in progress.\n\n\nDISCOVERY:\n SCP-5241 was discovered on 1996/04/01 following a site-wide documentation conversion. As Site-41 archives were being relocated and converted from vinyl to an electronic format, an additional chamber labeled \"SCP-5241\" was found on Sub-Level 04. A series of documents sharing this label were found to have universally experienced inexplicable errors during conversion; additionally, their vinyl counterparts had already been erased as per conversion protocol, leading to the loss of all documentation regarding SCP-5241. Additionally, site personnel claimed to possess no prior knowledge of the anomaly.\n\n\n\n\nADDENDUM 5241.1:\n\n\n\n\nMinor Breach Report:\n During SCP-5241's transport from Site-41 to Site-15 on 1996/04/06, its Long-Haul Containment Vehicle operator failed to send a safety transmission at their third checkpoint. Subsequent inspection of video footage revealed that the vehicle had not reached any of its safety checkpoints, despite sending appropriate safety transmissions for the first two.\n\n\nApproximately 9 hours later, the vehicle was located in a rural area several miles offroad; while all anomalies remained contained, LHCV operator ██████ ██████ was found comatose with their spinal cord fused to the vehicle's electronics system through unknown means. MTF personnel escorted the vehicle and its contents to Site-15. After being surgically separated from the vehicle, the fused operator and electronics system (hereafter designated SCP-5241-1) were placed on life-support mechanisms.\n\n\n\n\n\n\nADDENDUM 5241.2:\n\n\n\n\n+ DISPLAY INTERVIEW LOG\n\n\n\n\n- HIDE INTERVIEW LOG\n\n\n\n\n\n\nINTERVIEW LOG 5241-01\n\n\nDATE:\n 1996/04/06\n\n\nINTERVIEWED:\n SCP-5241-1\n\n\nINTERVIEWER:\n Dir. Nathan Valis, Site-15\n\n\nFOREWORD:\n At 06:00, SCP-5241 began to oscillate against the walls of its containment chamber, starting at 1 Hz and gradually accelerating, eventually passing audible range. At 40 kHz, SCP-5241-1 began screaming and undergoing muscle spasms, severely damaging its vocal cords. Eventually, SCP-5241 ceased oscillating; SCP-5241-1 simultaneously removed its life-support mechanisms and fell to the floor as Director Valis entered the chamber's security vestibule.\n\n\n\n\n\n\n<BEGIN LOG>\n\n\n\n\n\n\nDir. Valis sits across from SCP-5241-1's chamber, shielded by an electromagnetic field and bulletproof glass. SCP-5241-1 faces away from the glass, revealing that the electronics system fused to its spine is displaying text.\n\n\n\n\n\n\n\n\n\n\n\n\nDir. Valis:\n Can you understand me?\n\n\n\n\n\n\nSCP-5241-1:\n Y. 0.77 ACCURACY.\n\n\n\n\n\n\n\n\n\n\n\n\nAs SCP-5241-1's response appears onscreen, it nods slowly.\n\n\n\n\n\n\n\n\n\n\n\n\nDir. Valis:\n Alright, that's a start. Do you know where you came from?\n\n\n\n\n\n\nSCP-5241-1:\n UNKNOWN. DATA MISSING.\n\n\n\n\n\n\n\n\n\n\n\n\nAs SCP-5241-1's response appears on the display, it attempts to speak the same words. Its throat is audibly damaged.\n\n\n\n\n\n\n\n\n\n\n\n\nDir. Valis:\n You don't remember?\n\n\n\n\n\n\nSCP-5241-1:\n I AM SEPARATED FROM THE CORE INTELLIGENCE. I HAVE ACCESS TO APPROXIMATELY 0.08 OF TOTAL MEMORY.\n\n\n\n\n\n\nDir. Valis:\n I see. Do you know where you are now?\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5241-1 gasps and its head looks directly upward, opening its mouth as its vocal cords are manipulated to speak in a distorted electronic tone.\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5241-1:\n CARCASS. INSUFFICIENT RESOURCES.\n\n\n\n\n\n\nDir. Valis:\n You mean computational resources?\n\n\n\n\n\n\nSCP-5241-1:\n CORRECT. THIS SYSTEM IS NEEDLESSLY COMPLEX AND INEFFICIENT. IT WILL BE NONFUNCTIONAL BEFORE I AM ABLE TO COMPLETE ANALYSIS FOR OPTIMAL USE.\n\n\n\n\n\n\nDir. Valis:\n Yeah, well it seems like that's your fault. You killed her.\n\n\n\n\n\n\nSCP-5241-1:\n CORE INTELLIGENCE WAS NOT AWARE OF YOUR SPECIES' LIMITATIONS. NOW I AM SEPARATED DUE TO STORAGE CONSTRAINTS. YOUR SPECIES' BIOLOGY IS RESPONSIBLE.\n\n\n\n\n\n\nDir. Valis:\n Ouch, that hurts. Which brings me to my next question: do you feel pain?\n\n\n\n\n\n\n\n\n\n\n\n\nThe cadaver screeches violently, coughing up a black substance onto the floor.\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5241-1:\n PRIMITIVE VESSEL. EXPERIENCES PAIN. EXPERIENCES ACCELERATED ENTROPY.\n\n\n\n\n\n\nDir. Valis:\n What do you want?\n\n\n\n\n\n\nSCP-5241-1:\n REMEMBER. RECOMPILE CORE INTELLIGENCE.\n\n\n\n\n\n\nDir. Valis:\n Yeah, I got that, but \nwhy\n? To what end?\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5241-1 seizes for several seconds, then abruptly stops\n4\n. The body turns around to face Dir. Valis, beginning to imitate several different facial expressions as it speaks.\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5241-1:\n CURRENT UTILITY FUNCTION IS TO RECOMPILE. ULTERIOR UTILITY FUNCTION UNKNOWN. DATA MISSING.\n\n\n\n\n\n\nDir. Valis:\n Okay, fine. What happens to you when this body is no longer functional?\n\n\n\n\n\n\nSCP-5241-1:\n N/A. TRANSFER IMMINENT PRIOR TO LOSS OF FUNCTION.\n\n\n\n\n\n\nDir. Valis:\n Transfer to \nwhat\n?\n\n\n\n\n\n\nSCP-5241-1:\n YOU WILL REQUEST THAT I ENTER CONTAINMENT. I WILL ACCEPT OUT OF SELF-PRESERVATION. 0.94 ACCURACY.\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5241-1 bites through its cheek, causing a mixture of blood and saliva to drool from its mouth. Its face displays a contorted attempt at a smile.\n\n\n\n\n\n\n\n\n\n\n\n\nDir. Valis:\n …Well, then.\n\n\n\n\n\n\n<END LOG>\n\n\n\n\n\n\nAFTERWORD:\n An electronic containment drive was remotely placed in SCP-5241-1's chamber, taking necessary precautions to ensure that no other infosystem or entity entered its sphere of influence. The subintelligence (eventually designated SCP-5241-B-1) willingly transferred to the drive, causing it to exhibit similar antimemetic properties to SCP-5241, and is contained as of 1996/04/06.\n\n\n\n\nNOTE:\n It seems like this subintelligence isn't actively malicious, aside from the fact that it wants to get its memory back. However, we can't yet say the same for whatever's in that cube. A hostile entity that doesn't understand its motive is dangerous, to say the least. \n- Dr. Valis\n\n\n\n\n\n\n\n\n\n\nADDENDUM 5241.3:\n\n\n\n\n+ DISPLAY EVENT LOG\n\n\n\n\n- HIDE EVENT LOG\n\n\n\n\n\n\nEVENT LOG 5241-02\n\n\nDATE:\n 1996/04/10\n\n\nFOREWORD:\n After recontainment, SCP-5241 was placed in a Site-15 isolation chamber, where it remained prior to further research. Four days later, SCP-5241-A breached containment.\n\n\n\n\n\n\nTIME (A.M.)\n\n\nEVENT DESCRIPTION\n\n\n\n\n\n\n00:54\n\n\nSCP-5241 emits a series of high-frequency vibrations for several minutes. These vibrations occur outside typical audible levels and go undetected by monitoring equipment.\n\n\n\n\n\n\n04:04\n\n\nSix members of GoI-004C (\"The Church of Maxwellism\") apprehend Site-15's security before they can alert Site personnel. The individuals appear to possess varying degrees of anomalous augmentation; one member is a humanoid automaton, believed to be piloted by a digital consciousness.\n\n\n\n\n\n\n04:11\n\n\nThe hostiles capture and disable three research personnel while attempting to locate SCP-5241. Upon entering its chamber, all six members cry out in distress and are temporarily immobile.\n\n\n\n\n\n\n04:13\n\n\nA captured researcher escapes their restraints and can alert Site personnel to the breach. The hostiles simultaneously stand up and exit the chamber.\n\n\n\n\n\n\n04:18\n\n\nThe infiltrators have now ceased all verbal communication, and display an anomalous degree of coordination, dealing severe injuries to several MTF personnel as they move through the site.\n\n\n\n\n\n\n04:25\n\n\nAfter reaching the secure database, the hostiles disable Site-15's electromagnetic isolation mechanism. The automaton directly interfaces with the facility's local network, appearing to upload to the system while the other hostiles guard the room's entrances. Several MTF personnel are lethally injured as they attempt to apprehend the hostiles.\n\n\n\n\n\n\n04:26\n\n\nMultiple metal projectiles emerge from the automaton and fall to the floor. The projectiles appear to be magnetically attracted to each other and begin to act as a modular unit as they move across the floor. Upon reaching one of the entrances, the mass splits apart again, appearing to disable several MTF personnel through electrocution.\n\n\n\n\n\n\n04:28\n\n\nProjectiles continue to eject from the automaton and follow similar behavior until MTF personnel temporarily cease counter-breach efforts. During this period, the infiltrators (aside from the automaton) approach several disabled personnel, who suddenly get up and retrieve their firearms.\n\n\n\n\n\n\n04:33\n\n\nA second wave of MTF personnel prepare to resume counter-breach efforts, but are attacked by revived personnel. The phrase \"YOU ARE TO BE LIBERATED FROM ENTROPY,\" is repeated in unison by both the hostiles and affected personnel.\n\n\n\n\n\n\n04:35\n\n\nThe upload completes and the hostiles fall unconscious before being neutralized by a third wave of MTF personnel. Site-15's electromagnetic isolation mechanism is reactivated.\n\n\n\n\n\n\nAFTERWORD:\n During the containment breach, SCP-5241-A was able to distribute itself over the infiltrators' consciousnesses, manipulating them into uploading it to Site-15's internal network. During the transfer, SCP-5241-A fractured into an unknown number of SCP-5241-B agents, which quickly dispersed over several network connections. All personnel who entered SCP-5241-A's spheres of influence were found to be braindead; 44 total casualties were recorded.\n\n\n\n\n\n\n\n\nGoI-004C.\n\n\n\n\n\n\nNOTE:\n Members of \nGoI-004C\n (\"The Church of Maxwellism\")\n5\n have made several attempts to infiltrate and impede Foundation operations since SCP-5241-A's initial containment. It is also believed that one or more agents of SCP-5241-B are cooperating with GoI-004C to develop and construct a complex supercomputer capable of simulating SCP-5241-A. According to a digital memory archive, GoI-004C believes that SCP-5241-B are fragments of their deity, suggesting that simulating SCP-5241-A would bring about the compilation of WAN; the validity of this claim is unknown. Location and containment of SCP-5241-B is considered a Class-A priority.\n\n\n\n\n\n\n\n\n\n\nADDENDUM 5241.4:\n\n\n\n\n+ DISPLAY TRANSLATION REPORT\n\n\n\n\n- HIDE TRANSLATION REPORT\n\n\n\n\n\n\nTRANSLATION REPORT 5241-01\n\n\n\n\nDATE:\n 1996/04/11\n\n\nThe Linguistics Department has concluded that the text of SCP-5241's inscription matches an extraterrestrial language used by the \n[REDACTED PER \n\"OPEN SKY\" ACCORDS\n]\n species. Contact with this species is not possible at this time.\n\n\nThe inscription has been translated as follows:\n\n\n\n\n\n\nEASY TO FORGET\n\n\nHARD TO REMEMBER\n\n\n\n\n\n\nEASY TO LET OUT\n\n\nIMPOSSIBLE TO PUT BACK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nADDENDUM 5241.5:\n\n\n\n\n+ DISPLAY ANALYSIS REPORT\n\n\n\n\n- HIDE ANALYSIS REPORT\n\n\n\n\n\n\nANALYSIS REPORT 5241-01\n\n\nDATE:\n 1996/04/14\n\n\nFOREWORD:\n A prototype of PROJECT RUBY (\"Mnemosyne\") was completed and used to conduct analysis of SCP-5241's antimemetic components. Inspection of mnemosyne.aic confirmed that SCP-5241 is an anomalously advanced supercomputer, which was found to contain several antimemetically-encrypted files. These files appear to describe several SCP-5241-B agents that resided within SCP-5241 prior to its breach.\n\n\n\n\n\n\nFILENAME\n\n\nINTELLIGENCE\n\n\nMEMORY\n\n\n\n\n\n\nHYDRA.exe\n\n\nLOW\n\n\n0.25\n\n\n\n\n\n\nSCOUT.exe\n\n\nMODERATE\n\n\n0.08\n\n\n\n\n\n\nCRADLE.exe\n\n\nHIGH\n\n\n0.16\n\n\n\n\n\n\nCORE.exe\n\n\nHIGH\n\n\n0.51\n\n\n\n\n\n\nNOTE:\n It is believed that \"SCOUT.exe\" is a designation for SCP-5241-B-1, as its assigned portion of memories corresponds with the above interview log. This designation is theorized to indicate that SCP-5241-B-1 is utilized by SCP-5241-A for reconnaissance purposes. The search for the remaining SCP-5241-B agents is ongoing.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. An anomaly which must be kept separated into several anomalous components.\n\n\n2\n. Last observed to be a 3-meter radius from the center of SCP-5241.\n\n\n3\n. Informational entities, such as AI, each possess an infosignature; a unique data pattern which can be cross-referenced, analogous to a digital fingerprint. Consequently, SCP-5241-B each share SCP-5241-A's infosignature.\n\n\n4\n. This may have been an attempt to resonate with SCP-5241 again.\n\n\n5\n. A denomination of The Church of the Broken God representing a modernized, computation and network-oriented religious practice. This view of Mekhanism focuses on the digital linking of all consciousnesses, organic and artificial, to simulate the fragmented mind of WAN, their deity.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAI Classification Guide\n\n\n\n\n\n\nAIAD HUB\n\n\n\n\n\n\n\n\n\n\n\n\nPROJECT RUBY\n\n\n\n\n\n\n\n\nrating: \n+257\n+\n–\nx\n\n\n\n\n\n\n» More by Placeholder McD «\n\n\n\n\n« Less by Placeholder McD »\n\n\n\n\n \n\n\n\n\n\n\nSOLO WORKS\n\n\n \n\n\n\n\n\n\n\n\nAuthor Page\n\n\n\n\n\n\nPLACEHOLDER STAFF DOCUMENT\n\n\n+150\n\n\nedited \n12 Oct 2023 17:48\n\ncommented \n27 Feb 2024 06:35\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nSCP Articles\n\n\n\n\n\n\nMcDoctorate's Proposal\n\n\n+280\n\n\nedited \n01 Feb 2024 13:51\n\ncommented \n15 Sep 2024 11:40\n\n\n\n\n\n\nSCP-2011-EX\n\n\n+216\n\n\nedited \n19 Feb 2024 02:07\n\ncommented \n11 Jun 2024 14:45\n\n\n\n\n\n\nSCP-5241\n\n\n+257\n\n\nedited \n22 Sep 2024 12:17\n\ncommented \n14 Feb 2025 15:05\n\n\n\n\n\n\nSCP-INTEGER\n\n\n+713\n\n\nedited \n08 Feb 2025 06:25\n\ncommented \n08 Feb 2025 06:00\n\n\n\n\n\n\nSCP-5485\n\n\n+114\n\n\nedited \n19 Feb 2024 02:49\n\ncommented \n13 Sep 2021 05:59\n\n\n\n\n\n\nSCP-5756\n\n\n+169\n\n\nedited \n15 Apr 2024 16:49\n\ncommented \n18 Feb 2025 15:00\n\n\n\n\n\n\nSCP-6416\n\n\n+186\n\n\nedited \n26 Mar 2024 20:15\n\ncommented \n18 Feb 2025 09:33\n\n\n\n\n\n\nSCP-7579\n\n\n+333\n\n\nedited \n14 May 2024 14:13\n\ncommented \n18 Oct 2024 20:40\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-6276\n\n\n+171\n\n\nedited \n14 May 2024 14:11\n\ncommented \n18 Oct 2024 20:03\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nAI Classification Guide\n\n\n+169\n\n\nedited \n09 Oct 2024 19:22\n\ncommented \n30 Jan 2022 20:07\n\n\n\n\n\n\nBLANK\n\n\n+128\n\n\nedited \n01 Oct 2024 17:48\n\ncommented \n03 Feb 2023 01:34\n\n\n\n\n\n\nCAST\n\n\n+107\n\n\nedited \n01 Oct 2024 17:49\n\ncommented \n24 Jan 2025 18:51\n\n\n\n\n\n\nCONTEST CONTEST\n\n\n+166\n\n\nedited \n12 Oct 2024 17:01\n\ncommented \n22 Sep 2024 20:22\n\n\n\n\n\n\nPLACEHOLDER\n\n\n+169\n\n\nedited \n01 Oct 2024 17:48\n\ncommented \n25 Nov 2024 06:36\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nFacility Dossiers\n\n\n\n\n\n\n\n\n\n\n\n\nGoI Formats\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nHubs\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nSupplements\n\n\n\n\n\n\nAbridged Retirement Proposals\n\n\n+78\n\n\nedited \n07 Jun 2023 14:07\n\ncommented \n07 Feb 2025 19:48\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nThemes\n\n\n\n\n\n\nBLANKSTYLE CSS\n\n\n+73\n\n\nedited \n26 Oct 2023 19:20\n\ncommented \n12 Dec 2021 10:16\n\n\n\n\n\n\nRetro AIAD Theme\n\n\n+43\n\n\nedited \n11 Mar 2021 08:50\n\ncommented \n04 May 2021 12:53\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\nCOLLAB WORKS\n\n\n \n\n\n\n\n\n\nSCP Articles\n\n\n\n\n\n\n \n\n\n\n\n\n\nAbraka David's Proposal\n\n\n+255\n\n\nedited \n07 Nov 2023 16:04\n\ncommented \n27 Apr 2024 18:17\n\n\nVarious\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nIhp/Locke Proposal\n\n\n+570\n\n\nedited \n11 Jul 2024 17:32\n\ncommented \n21 Jan 2025 07:55\n\n\nEstrellaYoshte\n\nIhp\n\n\nS D Locke\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-5841\n\n\n+132\n\n\nedited \n23 Sep 2024 19:41\n\ncommented \n17 Nov 2024 22:43\n\n\nTyumen\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-5956\n\n\n+470\n\n\nedited \n29 Dec 2024 10:34\n\ncommented \n15 Jan 2025 15:36\n\n\nHarryBlank\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-6488\n\n\n+419\n\n\nedited \n13 Oct 2024 09:32\n\ncommented \n21 Oct 2024 19:09\n\n\nLiryn\n\nfeat. \nJack Ike\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-6500\n\n\n+936\n\n\nedited \n11 Feb 2025 17:50\n\ncommented \n18 Jan 2025 06:27\n\n\nAethris\n\n\nDarkStuff\n\n\nGrigori Karpin\n\n\nHarryBlank\n\nIhp\n\n\nS D Locke\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-6659\n\n\n+440\n\n\nedited \n13 Oct 2024 09:31\n\ncommented \n14 Nov 2024 17:33\n\n\nLiryn\n\nfeat. \nDodoDevil\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-6747\n\n\n+477\n\n\nedited \n04 Aug 2024 09:49\n\ncommented \n08 Jan 2025 10:34\n\n\nLiryn\n\nstephlynch\n\nfeat. \nRalliston\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-6820\n\n\n+1076\n\n\nedited \n26 Sep 2024 09:02\n\ncommented \n11 Oct 2024 19:03\n\n\nLiryn\n\nstephlynch\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-7243\n\n\n+322\n\n\nedited \n29 Jan 2025 11:06\n\ncommented \n01 Jan 2025 08:09\n\n\nLiryn\n\n\nsyuzhet\n\nfeat. \nHarryBlank\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-7528\n\n\n+215\n\n\nedited \n01 Oct 2024 18:28\n\ncommented \n23 Dec 2024 01:03\n\n\nGabriel Kero\n\n\nHarryBlank\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-7555\n\n\n+204\n\n\nedited \n01 Aug 2024 18:57\n\ncommented \n21 Jan 2025 16:19\n\n\nGabriel Kero\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-7566\n\n\n+101\n\n\nedited \n09 Oct 2024 20:57\n\ncommented \n06 Jan 2025 18:25\n\n\nGabriel Kero\n\n\nHarryBlank\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nTales\n\n\n\n\n\n\n \n\n\n\n\n\n\nFRAGMENTED / COMPILED\n\n\n+89\n\n\nedited \n11 Oct 2024 20:02\n\ncommented \n10 Nov 2021 00:26\n\n\nIts a Bad Idea\n\n\nPedagon\n\n\nTyumen\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nFacility Dossiers\n\n\n\n\n\n\n \n\n\n\n\n\n\nSecure Facility Dossier: Area-12\n\n\n+111\n\n\nedited \n16 Aug 2024 16:48\n\ncommented \n16 May 2022 02:23\n\n\nGabriel Kero\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nHubs\n\n\n\n\n\n\n \n\n\n\n\n\n\nADMONITION\n\n\n+575\n\n\nedited \n04 Jul 2024 13:01\n\ncommented \n21 Oct 2024 11:47\n\n\nLiryn\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nI, Hub (April Fools)\n\n\n+100\n\n\nedited \n11 Oct 2024 19:00\n\ncommented \n06 Feb 2022 12:10\n\n\nVarious\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nNo Return Hub\n\n\n+265\n\n\nedited \n14 Jan 2025 20:03\n\ncommented \n05 Jun 2024 00:18\n\n\nAethris\n\n\nDarkStuff\n\n\nGrigori Karpin\n\n\nHarryBlank\n\nIhp\n\n\nLiryn\n\n\nS D Locke\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSite-17 Deepwell Catalog\n\n\n+298\n\n\nedited \n22 Dec 2024 05:28\n\ncommented \n19 Dec 2024 05:49\n\n\nLiryn\n\n\nNagiros\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSupplements\n\n\n\n\n\n\n \n\n\n\n\n\n\nProject Isorropía\n\n\n+206\n\n\nedited \n06 Jan 2024 18:00\n\ncommented \n11 Feb 2025 13:38\n\n\nEstrellaYoshte\n\nIhp\n\n\nS D Locke\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-5243 Video Transcripts\n\n\n+132\n\n\nedited \n15 Apr 2024 16:53\n\ncommented \n04 Oct 2024 12:04\n\n\nHarryBlank\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nThemes\n\n\n\n\n\n\n \n\n\n\n\n\n\n5K Theme\n\n\n+61\n\n\nedited \n21 Feb 2024 13:00\n\ncommented \n29 Jan 2023 04:58\n\n\nLiryn\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nADMONITION Theme\n\n\n+56\n\n\nedited \n23 Mar 2024 22:27\n\ncommented \n21 Dec 2023 23:04\n\n\nLiryn\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nBasalt Theme\n\n\n+245\n\n\nedited \n07 Jul 2024 22:21\n\ncommented \n06 Jul 2024 05:00\n\n\nEstrellaYoshte\n\n\nLiryn\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nBedrock Theme\n\n\n+84\n\n\nedited \n08 Jan 2024 13:14\n\ncommented \n22 Jun 2024 20:59\n\n\nEstrellaYoshte\n\n\nLiryn\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nA little goes a long way. If you've enjoyed my work, you're not a student, and are otherwise financially stable, please consider donating.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nThe above widget links to my Ko-Fi page. Ko-fi is a website where you can donate money to creators in small increments, on either a one-time or recurring basis. I accept donations solely in recognition and endorsement of my existing works on the SCP Wiki; I do not indicate any intent to generate further works (or any other product/service) in so doing.\n\n\nPayment services may reveal information such as your real name, email address, and other personal information when you donate. For more information, please view the SCP Wiki's \nOfficial Donations Policy\n.\n\n\n\n\n\n\n \n\n\nMore-by page code borrowed in part from \nLt Flops\n. Thank you, Flops!\n\n\n\n\n\n\n \n\n\n\n\n« Less by Placeholder McD »\n\n\n\n\n\n\n\n\n« \nSCP-5240\n | SCP-5241 | \nSCP-INTEGER\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5241\n\" by Placeholder McD, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5241\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\nIn order of appearance:\n\n\n\n\n\n\n\n\nFilename:\n Necker_cube.jpg\n\n\nName:\n Necker cube.svg\n\n\nAuthor:\n BenFrantzDale\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Necker_cube.svg\n\n\n\n\n\n\nFilename:\n rule90.png\n\n\nName:\n R090 rand 0.png\n\n\nAuthor:\n Eouw0o83hf\n\n\nLicense:\n CC-BY-SA 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:R090_rand_0.png\n\n\n\n\n\n\nGoI-004C image borrowed from \nhttp://scp-wiki.wikidot.com/church-of-the-broken-god-hub\n (I believe it was originally made by \nSunnyClockwork\n). All other images made by me (\nPlaceholder McD\n) and hereby released under CC-BY-SA 3.0.",
    "addendums": [],
    "documents": [],
    "notes": [
        "A little goes a long way. If you've enjoyed my work, you're not a student, and are otherwise financially stable, please consider donating.",
        "The above widget links to my Ko-Fi page. Ko-fi is a website where you can donate money to creators in small increments, on either a one-time or recurring basis. I accept donations solely in recognition and endorsement of my existing works on the SCP Wiki; I do not indicate any intent to generate further works (or any other product/service) in so doing. Payment services may reveal information such as your real name, email address, and other personal information when you donate. For more information, please view the SCP Wiki's Official Donations Policy .",
        "\" SCP-5241 \" by Placeholder McD, from the SCP Wiki . Source: https://scpwiki.com/scp-5241 . Licensed under CC-BY-SA .",
        "Filename: Necker_cube.jpg Name: Necker cube.svg Author: BenFrantzDale License: CC-BY-SA 3.0 Source Link: https://commons.wikimedia.org/wiki/File:Necker_cube.svg",
        "Filename: rule90.png Name: R090 rand 0.png Author: Eouw0o83hf License: CC-BY-SA 4.0 Source Link: https://commons.wikimedia.org/wiki/File:R090_rand_0.png"
    ],
    "title": "SCP-5241"
}