{
    "url": "https://scp-wiki.wikidot.com/scp-5244",
    "all_text": "rating: \n+58\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n5244\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n \nSCP-5244 is contained in a standard humanoid containment cell at Site-63. Any objects created by SCP-5244-1 events are to be removed from the cell and placed in storage to await testing.\n\n\nSCP-5244 is currently in the custody of GoI-667. As of writing, the priority of recovery is minimal. Any information regarding SCP-5244-A is to be forwarded to Doctor Watts.\n\n\nDescription:\n SCP-5244 is a 23-year-old male human, previously known as Benjamin Mathews. SCP-5244's anomalous properties are referred to as SCP-5244-1 events, which occur around SCP-5244 seemingly at random.\n\n\nAccording to SCP-5244, SCP-5244-1 events are always preceded by an unidentified voice audible only to SCP-5244, often requesting some sort of gift, usually in the form of luck or guidance. Less frequently, the message will thank SCP-5244 for answering one of the previous requests. To date, SCP-5244 has been unable to fulfill any of these requests. Shortly after the message is received, a small burst of flame will appear in the immediate area surrounding SCP-5244, followed by an item. Some examples of items received have been compiled below.\n\n\n\n\nAn orange fruit similar in appearance to a pineapple. Testing determined that the fruit contained a lethal dose of capsaicin.\n1\n\n\nA plastic bag of hallucinogenic mushrooms.\n\n\nThe severed head of an unidentified animal with bovine features and antlers similar to those of a moose.\n\n\nA Big Mac burger from the restaurant chain McDonald's.\n\n\nThree exsanguinated\n2\n Canadian geese.\n\n\n\n\nA full list of items received is available on request.\n\n\nAddendum 1:\n The following interview was conducted between SCP-5244 and Doctor Watts shortly after initial containment.\n\n\n\n\n[BEGIN LOG]\n\n\nWatts:\n Good morning SCP-5244. How have you been adjusting to your new life?\n\n\nSCP-5244:\n Honestly, it's not that bad. The cell is bigger than my apartment, and I don't have to worry about rent anymore.\n\n\nWatts:\n That's good to hear. Have there been any changes to the SCP-5244-1 events?\n\n\nSCP-5244:\n No, same old thing. Someone asks me to help them pass a test or something. Then I get some weird fruit or dead animal. It's getting annoying, especially when it happens at three in the morning.\n\n\nWatts:\n We're working on it, I promise. We'll find out what's causing this sooner or later.\n\n\nSCP-5244:\n Thanks for the help. I guess I should consider myself lucky that I'm even getting let out of the box from time to time.\n\n\nWatts:\n Don't worry about it, we do our best to understand all the anomalies we have in containment. That's how we keep the world safe.\n\n\nSCP-5244:\n That means a lot-\n\n\nSCP-5244 grunts and clutches its head in pain.\n\n\nWatts:\n Oh dear. Are you alright?\n\n\nSCP-5244:\n Yeah, just the voices again. \"Dear Ben, please accept my sacrifice and grant me your aid, by smiting my ex's lawyer.\"\n\n\nAt this moment, another SCP-5244-1 event occurred and the interview was canceled. The item received appeared to be a power cable manufactured by the Apple company.\n\n\n[END LOG]\n\n\n\n\nIncident 18/02/21:\n On 18/02/21 at 19:06, SCP-5244 began to scream in pain while clutching its head. Seconds later, a flame much larger than previous events manifested in the cell, and approximately thirty unidentified humanoid entities entered the room. The entities had red skin, large deer antlers protruding from their foreheads, and compound eyes resembling those of a housefly. They carried SCP-5244 back into the fire and vanished.\n\n\nFive days later, a call was made to the Sheriff's department in Jacksonville, Florida. An undercover Foundation agent recognized the caller as SCP-5244, and the call was transferred to Site-63.\n\n\n\n\n[BEGIN LOG]\n\n\nSCP-5244:\n Hello? Is this the Foundation?\n\n\nWatts:\n It's me, Watts.\n\n\nSCP-5244:\n Oh God, finally. I've been trying to call for days, but you guys aren't exactly easy to find.\n\n\nWatts:\n Where are you?\n\n\nSCP-5244:\n I'm in… a phone booth. I don't know where. It's hot. There's a giant crocodile in the street. The sky is orange.\n\n\nWatts:\n Orange? Uhh… (away from the mic) run a check for places with an orange sky.\n\n\nSCP-5244:\n There's also a church. That's where they took me when we got here.\n\n\nWatts:\n You mean the creatures that attacked the site?\n\n\nSCP-5244:\n Yeah, them. They picked me up, walked through a fire portal, and dumped me in a church. The weirdest thing, there's a statue of me in the middle of the room.\n\n\nWatts:\n …What?\n\n\nSCP-5244:\n It's big and there's a bunch of stuff on the ground around it. Mostly jars of ashes and pictures of red people, but there are also some flowers. I was hoping you guys might be able to figure that one out.\n\n\nWatts:\n That doesn't sound familiar, no. We'll look into it.\n\n\nSCP-5244:\n Good. Just let me know what information you'll need to get me out of here.\n\n\nWatts:\n Okay… what about the things that took you, did they do anything else after you arrived?\n\n\nSCP-5244:\n They just dropped me by the altar and stared at me for a while. Then they all kneeled and started bringing me stuff. Like the same things I was getting before, just hand-delivered.\n\n\nWatts:\n Did any of them tell you why they were doing this?\n\n\nSCP-5244:\n Not really. Some of them thanked me for things I didn't do, like curing their sick friends, getting them promotions at work, or offing their rivals.\n\n\nWatts:\n And how did you escape?\n\n\nSCP-5244:\n I wouldn't call it an escape, they didn't lock me up or anything. I just walked out the door after they all left. Not like it did much good for me, since I don't know where the hell I am. I've left a few times, but one of them always manages to find me. Then they bring me back and give me even more junk while they apologize for not giving me enough before. They just don't get that I don't want their weird monster food.\n\n\nWatts:\n So then you called us for rescue.\n\n\nSCP-5244:\n Yeah, that's what I was hoping for. You wouldn't happen to have any way to get me out of here?\n\n\nWatts:\n Not right now, but I promise we'll look into it. We're not just going to leave you here.\n\n\nSCP-5244:\n Thanks Watts, you're a real- shit!\n\n\nWatts:\n Excuse me?\n\n\nSCP-5244:\n They found me. I'll try and call you back tomorrow.\n\n\n[END LOG]\n\n\n\n\nThe following day, a second call was received from the same location. The caller claimed to be one of the entities that had captured SCP-5244. The entity negotiated an agreement with the Foundation, on the terms that SCP-5244 would remain in the custody of the entities responsible for its capture,\n3\n and the Foundation would be allowed contact with SCP-5244 for research purposes.\n\n\nA secure location was selected to allow Foundation staff to send and receive items to and from SCP-5244 through GoI-667 personnel. An arrangement was made for SCP-5244 to record a video of interactions with GoI-667 daily, and send them to Site-63 for review. The first log has been transcribed below.\n\n\n\n\nSCP-5244:\n You guys managed to get through. How'd you do it?\n\n\nWatts:\n Oh, it wasn't too hard. They were very polite about it. Their only condition was- well, never mind all that. How have you been holding up?\n\n\nSCP-5244:\n I'm… okay. They're still bringing me stuff and asking me for things. Just yesterday, one of them started crying because it thought I jinxed its parole hearing. It's getting harder to keep these guys happy.\n\n\nWatts:\n Interesting. Do you think you did anything to cause that outburst?\n\n\nSCP-5244:\n I already told you, I can't do anything from here. These guys seem to think I've got some crazy magic, but I'm just a guy. You need to find a way to bring me back, I'm starting to think I wasn't the first person to end up down here. I overheard some of them talking about some Lord being more helpful before it changed form.\n\n\nWatts:\n Changed form? I wonder what will happen when they grow tired of you?\n\n\nSCP-5244:\n What? I thought the plan was to get me out of here before they got the chance.\n\n\nWatts:\n Well, that's not an option right now, so you're going to have to sit tight a little longer.\n\n\nSCP-5244:\n So that's it? You're just leaving me here for good? I thought you wanted to study anomalies, or whatever it is you called me.\n\n\nWatts:\n We do want to study you. And we've learned far more in the past three days than in the whole month you were in our custody.\n\n\nAt this point, SCP-5244 terminated the call.\n\n\n[END LOG]\n\n\n\n\nIncident 28/02/21:\n On 28/02/21 at 13:47, a previously unseen entity entered GoI-667's church and began to converse with SCP-5244. This entity, designated SCP-5244-A, is vaguely humanoid, with green skin and small mouths in the place of eyes. SCP-5244-A has multiple small feathered wings sprouting from various places on its torso. A transcript of the interaction is recorded below.\n\n\n\n\n[BEGIN LOG]\n\n\nSCP-5244-A:\n Oh, you're still here?\n\n\nSCP-5244:\n It's not like I can leave these zealots. Or have anything to go back to. But enough about me, what do you want? A bountiful harvest? A cure for cancer?\n\n\nSCP-5244-A:\n No. You have no real power here. I'm just here to grab lunch while I'm in town. These nutcases wouldn't know holy if it bit them in the ass, but they can cook a mean poverty stew.\n\n\nSCP-5244:\n You mean the stuff they give to the shelter downtown? I tried some, it tasted like sweat and regret.\n\n\nSCP-5244-A moves to a pot of what appears to be unset concrete and proceeds to drink half the pot using all of its mouths. The entity then walks back to the door, hesitates, and turns to face SCP-5244.\n\n\nSCP-5244-A:\n (Long, drawn-out sigh) I'm really sorry about all of this.\n\n\nSCP-5244:\n Eh, it's not like it's your fault.\n\n\nSCP-5244-A:\n I made a mistake, I never intended for this harm to come to anyone. (SCP-5244-A's topmost mouths begin to salivate.) My only goal was to get these cultist nutcases off my back.\n\n\nSCP-5244:\n Uh… what?\n\n\nSCP-5244-A:\n I was going through a difficult time, mostly because of all the sacrifices and prayers they were sending me. I was confused, and I felt the need to escape. So I dumped all my problems on some random mortal loser.\n\n\nSCP-5244:\n Are you talking about me?\n\n\nSCP-5244-A:\n Maybe. The point is, I am truly, deeply sorry for any harm my actions may have caused, and I hope we can come to an understanding someday.\n\n\nSCP-5244:\n Hold on, you're saying that you caused all of this? You're the reason I'm stuck here?\n\n\nSCP-5244-A:\n Yes, and I'm sorry for that.\n\n\nSCP-5244-A stands in silence for a moment, and then clears its throat.\n\n\nSCP-5244-A:\n Anyways, I should be going now. Good luck with your religion.\n\n\nSCP-5244-A exits the building. SCP-5244 follows it out, and the two continue to walk through a small town outside the church.\n\n\nSCP-5244:\n Seriously? That's it? You're just going to leave me here too?\n\n\nSCP-5244-A:\n I already did once before. But don't worry, it could be a lot worse.\n\n\nSCP-5244:\n What could be worse than being stuck here with no hope of seeing anything other than this hellscape again?\n\n\nSCP-5244-A:\n \nI\n could be stuck here with no hope of escape.\n\n\nSCP-5244:\n Is that seriously the best you can do?\n\n\nSCP-5244-A:\n Hey, I said I was sorry. What more do you want?\n\n\nAt this point, SCP-5244-A walks into an office building and closes the door behind it. SCP-5244 attempts to follow it, but the door is locked.\n\n\n[END LOG]\n\n\n\n\nThree days later, SCP-5244-A was seen by a memetic resistant Foundation staff member in a crowded food court in Vatican City, speaking on the phone to an unknown individual. Civilians in the area did not seem to acknowledge SCP-5244-A's inhuman appearance. A transcript of the call has been recorded below.\n\n\n\n\nSCP-5244-A:\n Yeah, I'm almost done. Just taking a little break before I leave the planet.\n\n\nSCP-5244-A:\n Of course I stopped by the old church, that was the whole reason I came out here.\n\n\nSCP-5244-A:\n Yes Mom, I told him I was sorry.\n\n\nSCP-5244-A:\n You know how I am with apologies. I'm sure he got the message.\n\n\nSCP-5244-A:\n Alright, see you soon.\n\n\n\n\nFollowing this, SCP-5244-A flew upwards through the ceiling, causing immense damage to the surroundings. SCP-5244-A has not been seen since.\n\n\n\n\nFootnotes\n\n\n1\n. The active ingredient in chili peppers.\n\n\n2\n. Drained of blood.\n\n\n3\n. Now known as GoI-667.\n\n\n\n\n\n\n\n\n« \nSCP-5243\n | SCP-5244 | \nSCP-5245\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5244\n\" by Mooagain , from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5244\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1: The following interview was conducted between SCP-5244 and Doctor Watts shortly after initial containment."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5244 \" by Mooagain , from the SCP Wiki . Source: https://scpwiki.com/scp-5244 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-5244 is contained in a standard humanoid containment cell at Site-63. Any objects created by SCP-5244-1 events are to be removed from the cell and placed in storage to await testing.",
    "description": "SCP-5244 is a 23-year-old male human, previously known as Benjamin Mathews. SCP-5244's anomalous properties are referred to as SCP-5244-1 events, which occur around SCP-5244 seemingly at random.",
    "title": "SCP-5244"
}