{
    "url": "https://scp-wiki.wikidot.com/scp-5245",
    "all_text": "Only a matter of time till I went back and rewrite this one. Thank you for reading, y'all!\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+49\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n5245\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5245\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5245 is presently uncontained. Ships scheduled for sailing that fall under the anomaly's criteria are to be intercepted under the guise of damage repair, and their prospective passengers redirected to lower chances of manifestation. Probes have also been dispersed globally in order to monitor its activity.\n\n\nIn the event SCP-5245 manifests within proximity of a nearby water vessel, the ship is to be rerouted accordingly. Those aware of the entity's abnormal nature are to be detained and amnesticized.\n\n\n\n\nDescription:\n SCP-5245 refers to an iceberg possessing sapience and displaying considerable knowledge regarding modern pop culture and other associated topics. The anomaly is able to both move across the water's surface with ease, and translocate across large bodies of water instantaneously, seemingly lacking a limit to the distance it can travel.\n\n\nManifestations have been observed primarily targeting high passenger load ships, within which, the following demographic similarities and conditions have been observed:\n\n\n\n\nAt least 75% of the passengers onboard are active tourists;\n\n\nAt least 30% of passengers are currently in a romantic relationship;\n\n\nAt least 15% of passengers exhibit a form of thalassophobia,\n1\n and;\n\n\nEither rain or a thunderstorm is already present.\n\n\n\n\nUpon SCP-5245's manifestation, it produces a fog from an unknown source which quickly envelops the ship's entirety. It then approaches the vessel while relaying a speech, typically referring to itself as a \"deity of the sea\" attempting to \"reclaim to waves from the hands of humanity.\" Eventually, SCP-5245 reveals itself when in immediate vicinity of the ship, preventing it from steering away and consequently leading to collision. It immediately dematerializes from the area afterward.\n\n\nSCP-5245 was discovered following numerous news articles associated with a 'mysterious and divine god wreaking havoc upon mankind,' including testimonies from survivors claiming that the anomaly 'acted as a being of higher capacity.' Said reports were expunged and amnestics had been administered accordingly.\n\n\n\n\nAddendum.5245.1:\n Interview\n\n\n\n\n \n\n\n\n\nInterviewer:\n D-556287\n\n\nInterviewee:\n SCP-5245\n\n\nForeword:\n Included below is an effort to assess more information on the anomaly. A cruise ship favoring SCP-5245's preferences was selected and taken control of by the Foundation, where it would be diverted away from the specimen following the interview.\n\n\n\n\n[BEGIN LOG]\n\n\nExtraneous footage removed for brevity.\n\n\nD-556287 approaches the bow of the ship while grasping onto a clipboard. It is currently raining and he is constantly trying to keep balance as he struggles against the intense winds pushing him backward. He breathes heavily as he catches himself before slipping on the ground. Eventually, D-556287 manages to reach the vessel's front, gripping onto the railing and choking violently.\n\n\nD-556287:\n Oh, fuck me and call me Patricia. Where is this anomaly I'm supposed to speak to?\n\n\nSCP-5245 manifests, as noted by its fog spreading to surround the ship. D-556287 does not take notice at first as he is facing the sea below and catching his breath. The anomaly proceeds to begin its usual monologue.\n\n\nSCP-5245:\n \nHUMANS. MORTALS.\n\n\nThe entire boat rocks back and forth, causing D-556287 to raise his head and see SCP-5245's silhouette in the distance.\n\n\nD-556287:\n Took you long enough.\n\n\nSCP-5245:\n \nI AM A DEITY OF THE SEA. I HAVE RETURNED TO ENFORCE A MESSAGE I HAVE RELAYED FOR THE PAST FEW MOON CYCLES. I AM HERE TO TAKE REVENGE ON YOUR PEOPLE, REVENGE ON THE WRETCHED ONES, REVENGE ON THOSE WHO HAVE FORSAKEN THE SEAS AND STEAL IT FOR THEMSELVES.\n\n\nD-556287:\n (\nMutters\n) Ugh, what's with this holy speech? Some sort of Jehovah's witness?\n\n\nThe anomaly slowly reveals itself from its fog.\n\n\nSCP-5245:\n \nI AM HERE ON BEHALF OF THE SEVEN OCEANS, THE FAUNA AND THE FLORA, THE TIDES AND THE WAVES. I AM HERE TO RECLAIM WHAT IS RIGHTFULLY OURS. YOU WILL RUE THE DAY YOU MORTALS TEST THE PATIENCE OF GODS LIKE MYSE —\n\n\nD-556287:\n (\nInterrupts\n) Hey, sorry. But can you, like, shut up?\n\n\nSilence. The entity stops and remains in its current position.\n\n\nSCP-5245:\n \nAND WHO DO YOU THINK YOU ARE? I CAN SEVER YOUR TONGUE IF I SO CHOOSE.\n\n\nD-556287:\n Eh, I've been through worse.\n\n\nD-556287 lifts the clipboard to his face as he skims through its contents.\n\n\nD-556287:\n I'm just here to ask you a few questions, on behalf of the shit show I'm a part of.\n\n\nSCP-5245:\n \nWHAT?\n\n\nD-556287:\n Interview, survey, whatever you call it. Just do me a favor and answer them. I'll be out of your hair after that, alright? I doubt I'm gonna take another trip on the sea since I'm under lock and key, so that's one less \n\"mortal\"\n to worry about.\n\n\nPause.\n\n\nD-556287:\n Uh, are you there?\n\n\nSCP-5245:\n \nOH… oh…\n\n\nAnother pause.\n\n\nSCP-5245:\n \nOh, I did \nnot\n prepare for this. Wait.\n\n\nD-556287:\n Huh? Did you just —\n\n\nSCP-5245:\n \nGod damn, this is my first interview and I don't even look half-decent. This is the worst possible timing, the \nworst.\n Ice is off, fog is too foggy, rain is too, uh… rainy. These conditions are horrible.\n\n\nD-556287:\n Hold the phone. What're you —\n\n\nSCP-5245:\n \nUgh, the camera's gonna be all blurred and it's gonna be some Bigfoot bullshit. I knew I shouldn't play with that gimmick. \"But it's a classic gimmick; it brings up the horror factor really well.\" Yeah, until this fucker decided to show up.\n\n\nD-556287:\n Okay, calm down —\n\n\nSCP-5245:\n \nOh my god, oh my god, oh my \ngod.\n You couldn't have come at a worse time. Um, can you just leave and… come back some other time? I need to clean myself up.\n\n\nD-556287:\n I literally can't. I'm supposed to interview you.\n\n\nSCP-5245:\n \nEh, whatever. Doesn't matter, I guess. What do you want to know?\n\n\nD-556287:\n Yeah, let me just… give me a minute.\n\n\nD-556287 reads from the notepad, mumbling to himself.\n\n\nD-556287:\n So, are you \nnot\n a god?\n\n\nSCP-5245:\n \nI mean, as you can tell, no.\n\n\nD-556287:\n Figured. Then those speeches were —\n\n\nSCP-5245:\n \nFake, yes. I think we established this already.\n\n\nD-556287 places his elbow on the railing and rests his head.\n\n\nD-556287:\n And here I thought this was just some religious jackass trying to steer people into a pit. (\nMutters\n) Eh, at least it's something different for once.\n\n\nHe stares at the clipboard momentarily.\n\n\nD-556287:\n So, uh, what's the point of this charade, anyway? If not for \"avenging the marines\" or some other holy crap like that.\n\n\nSCP-5245:\n \nEntertainment. It's fun to crash into ships, you know?\n\n\nD-556287:\n I… can imagine that but also, that's pretty fucked up.\n\n\nSCP-5245:\n \nWell, what else is there to do in the open seas?\n\n\nD-556287 shrugs.\n\n\nD-556287:\n I don't normally go on cruises so I couldn't tell you. Do you, uh (\nflips page\n), \"feel any guilt or regret when performing these acts?\"\n\n\nSCP-5245:\n \nYou're seriously asking me that question?\n\n\nD-556287:\n Ask the fuckers up north. I'm only the messenger here.\n\n\nD-556287 coughs.\n\n\nD-556287:\n Y'know, I got sent to the pen for slitting some bloke's neck but I had a reason to kill 'em. You're out here slashing whoever. That just sounds tiring, honestly.\n\n\nSCP-5245:\n \nPlease, you just don't know the thrill of it. Nothing wrong with a lil' homicide.\n\n\nD-556287:\n Sure, but not when I'm on the ship you're crashing into.\n\n\nSCP-5245:\n \nStill, I'm sinking it.\n (\nMurmurs\n) \nMaybe get featured on film again while I'm at it.\n\n\nD-556287:\n Featured? As in?\n\n\nSCP-5245:\n \nEver heard of the Titanic?\n\n\nA short period of silence follows.\n\n\nD-556287:\n Oh, really?\n\n\nSCP-5245:\n \nYeah?\n\n\nD-556287:\n \nYou\n sunk the Titanic?\n\n\nSCP-5245:\n \nUh-huh.\n\n\nD-556287:\n \nYou\n caused one of the most well-known tragedies on the sea?\n\n\nSCP-5245:\n \nSurprised?\n\n\nD-556287 blinks several times before returning his attention to the notepad.\n\n\nD-556287:\n Somewhat, yeah.\n\n\nSCP-5245:\n \nThey were talking all about it on the news. Everyone and their mamas knew about it. Couple decades later and they made a whole film about it. Business was booming because of me. Not like I get a cut of the profit, but they did make me pretty handsome in the film.\n\n\nD-556287:\n Not even bothering to respond to (\ngestures\n)… uh, all this. Should probably wrap this up before I'm down under.\n\n\nSCP-5245:\n \nUnder… the sea?\n\n\nD-556287:\n No.\n\n\nD-556287 rubs his eyes and yawns before accidentally falling to his knees and groaning. The entity clears its throat.\n\n\nSCP-5245:\n \nSo, uh, what's with the outfit? Why are you wearing some orange jumpsuit?\n\n\nD-556287:\n Aesthetic purposes. What's it to you?\n\n\nSCP-5245:\n \nYou should be glad I bothered to even listen to you, let alone answer your questions. Might as well return the favor.\n\n\nD-556287:\n Fine, sure. Um… I \"work\" for a group obsessed with studying folks like you. It's hard to explain but to put it simply, they —\n\n\nD-556287 proceeds to repeatedly sneeze before sniffling clearing his throat.\n\n\nD-556287:\n …Sorry, uh, yeah. They basically throw whatever weird shit in, keep them, and run a bunch of tests on them.\n\n\nSCP-5245:\n \nWhat, am I some sort of lab rat or something then?\n\n\nD-556287:\n Uh, no. \nI'm\n the lab rat here. They just toss me in and see what happens. Funny how I'm still kicking till now.\n\n\nSCP-5245:\n \nDamn, that's sad.\n\n\nD-556287:\n Heh, it is.\n\n\nSCP-5245:\n \nAnd you're still doing it?\n\n\nD-556287:\n No other choice. What would I even do?\n\n\nSCP-5245:\n \nI mean, you could escape, break out of that hell.\n\n\nD-556287:\n I'd be dead.\n\n\nSCP-5245:\n \nYou're going to be dead either way. Does it really matter?\n\n\nD-556287 raises his eyebrow.\n\n\nD-556287:\n That's rich coming from you.\n\n\nSCP-5245:\n \nFair enough.\n\n\nPause.\n\n\nSCP-5245:\n \nHey, here's a neat idea. What if I… broke you out?\n\n\nD-556287:\n Pffft, sure.\n\n\nSCP-5245:\n \nNo, seriously. I can get you out of this shit hole if you just jump in and head over here. You'll be some sort of fugitive on the run from the feds. That'd be a good plot, yeah? 'Titanic 2: Electric Boogaloo', maybe.\n\n\nD-556287:\n First of all, I don't know how to paint. Second, I have no reason to trust some talking iceberg who crashes into ships like a drunk toddler. Why would you even bring me?\n\n\nSCP-5245:\n \nBecause I'm bored.\n\n\nD-556287:\n Yeah, I figured.\n\n\nSCP-5245:\n \nI mean, \nreally\n bored. I've been through the same shit each time; it gets tiring after a while but I got nothing else worth doing. So hey, I might as well mix it up for once. Maybe get someone else to come along for the ride, if you catch my drift.\n\n\nD-556287 turns behind him.\n\n\nD-556287:\n Eh, I don't know. I'll probably get shot if I played along with your bullshit.\n\n\nSCP-5245:\n \nBetter than dying from whatever you've been through from the look of things.\n\n\nD-556287 pauses and taps his foot. He looks behind himself again and sighs.\n\n\nSCP-5245:\n So?\n\n\nD-556287:\n Uhhh…\n\n\nD-556287 stares at his clipboard before shrugging and throwing it away.\n\n\nD-556287:\n Alright, fuck it. You only live once or whatever the saying is. Though, I'm definitely dead the moment I jump into the frozen-as-balls water. Would you mind?\n\n\nSCP-5245:\n \nOkay, coward.\n\n\nSCP-5245 steadily shifts closer to the boat.\n\n\nD-556287:\n Also, don't crash into it. I don't want to hear people screaming in my sleep.\n\n\nSCP-5245:\n \nWhatever, I'll spare you that for now.\n\n\nD-556287 ascends onto the railing and swings his body back and forth before leaping off, landing into the sea and quickly climbing onto SCP-5245, shaking.\n\n\nD-556287:\n (\nStuttering\n) G-God, it's still cold as balls.\n\n\nSCP-5245:\n \nSuck it up. You're in a literal thunderstorm.\n\n\nThe anomaly briefly lifts into the air and dissipates along with D-556287. Footage has also been terminated without warning.\n\n\n[END LOG]\n\n\n\n\nAfterword:\n Efforts to locate and detain D-556287 are underway. The legitimacy of SCP-5245's claims are also presently being discussed.\n\n\n\n\n \n\n\n\n\nAddendum.5245.2:\n Incident Log\n\n\n\n\n \n\n\n\n\nForeword:\n The events below occurred one week following the previous addendum. Footage is taken from a Foundation-manned vessel.\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n\n\nAttached image\n\n\n\n\n\n\nCaptain Beefheart is seen at the far back of the ship gripping onto the railing while staring off into the sea. As it is currently lunch time, the rest of the personnel are eating indoors.\n\n\nResearcher Doris approaches from behind, holding a paper plate of seafood and a red solo cup.\n\n\nDoris:\n Hey, aren't you going to eat?\n\n\nBeefheart turns to see Doris.\n\n\nBeefheart:\n Don't feel like it. Not really hungry.\n\n\nDoris tilts her head.\n\n\nDoris:\n Admiring the beauty of the seas, eh?\n\n\nBeefheart:\n Yep…\n\n\nDoris:\n Okay, just be sure to get a bite of something from the buffet. I doubt anyone would want to hear you rambling. You tend to act a little cranky when you're hungry, you know.\n\n\nBeefheart:\n I'm aware.\n\n\nDoris:\n Good to know, good to know. I'll be heading off now.\n\n\nDoris proceeds to walk away.\n\n\nBeefheart:\n Happy travels.\n\n\nA brief moment of silence passes. Beefheart clicks his tongue.\n\n\nBeefheart:\n Alright, I'm feeling a bit peckish.\n\n\nBeefheart lets go of the railing and begins to head to the cafeteria.\n\n\nBeefheart:\n (\nMutters\n) Wonder if I'll have some lobster…\n\n\nA shadow starts to form before Beefheart's feet, rapidly increasing in size. He notices it and stares in confusion.\n\n\nBeefheart:\n The fuck?\n\n\nSCP-5245:\n \nHEY.\n\n\nHe looks up and his eyes widen in shock.\n\n\nBeefheart:\n Holy shit.\n\n\nSCP-5245 manifests directly above the vessel and quickly descends. It laughs triumphantly while Beefheart is stuck in position.\n\n\nSCP-5245:\n \nMESSAGE FROM MY BRETHREN. HE SAID… \"SUCK —\n\n\nBeefheart is visibly shaking before dashing off inside the ship.\n\n\nSCP-5245:\n \nMY —\n\n\nThe anomaly crashes into the vehicle's back end, causing the other side to lift into the air and fall back, flipping the entire vehicle upside down. Staff can be seen falling into the ocean as water rushes into the vessel's opening, sinking it.\n\n\nSCP-5245:\n (\nClears throat\n) \n…dick.\"\n\n\nSilence follows as the ship continues to drop into the sea. Some personnel are struggling to swim to the surface while others are scrambling to release the emergency rafts. SCP-5245 lets out a sigh of relief.\n\n\nSCP-5245:\n \nMan, it's like watching a masterpiece in the making. Allan\n2\n was right; this is the most fun I ever had while sinking boats. Why didn't \nI\n think of this?\n\n\nPause.\n\n\nSCP-5245:\n \nOh, well. I'm sure this'll get the people riled up again, one way or another.\n\n\nThe entity gradually rises into the air.\n\n\nSCP-5245:\n (\nChuckles\n) \nWatch out world. Allan and I, we're coming for your asses.\n\n\nSCP-5245 disappears. Footage cuts.\n\n\n[END LOG]\n\n\n\n\nAfterword:\n A number of items were discovered during recovery efforts, including a number of photos and postcards depicting D-556287 and SCP-5245 in various locations. How they remain under detection thus far has yet to be determined.\n\n\nOver 200 casualties have been reported from this incident. Containment of SCP-5245 is now considered a top-level priority. Investigation is ongoing.\n\n\n\n\n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Thalassophobia is defined as an irrational fear of the ocean.\n\n\n2\n. D-556287's former name was Allan I. Sickle.\n\n\n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nwinkwonkboi's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-7156\n \n(+21)\n \n•\n\n\n\n\n\n\nSCP-8245\n \n(+78)\n \n•\n\n\n\n\n\n\nSCP-6199\n \n(+140)\n \n•\n\n\n\n\n\n\nSCP-7657\n \n(+41)\n \n•\n\n\n\n\n\n\nSCP-6039\n \n(+73)\n \n•\n\n\n\n\n\n\nSCP-8184\n \n(+8)\n \n•\n\n\n\n\n\n\nSCP-7538\n \n(+115)\n \n•\n\n\n\n\n\n\nSCP-6895\n \n(+31)\n \n•\n\n\n\n\n\n\nSCP-3204\n \n(+74)\n \n•\n\n\n\n\n\n\nSCP-5358\n \n(+55)\n \n•\n\n\n\n\n\n\nSCP-7816\n \n(+63)\n \n•\n\n\n\n\n\n\nSCP-7199\n \n(+46)\n \n•\n\n\n\n\n\n\nSCP-6714\n \n(+102)\n \n•\n\n\n\n\n\n\nSCP-2689\n \n(+54)\n \n•\n\n\n\n\n\n\nSCP-6245\n \n(+63)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nPeople Care, Dear\n \n(+14)\n \n•\n\n\n\n\n\n\nWhy Jones Marcel Should Be Employee of the Century\n \n(+11)\n \n•\n\n\n\n\n\n\nGoodnight, Sweet Dreams\n \n(+22)\n \n•\n\n\n\n\n\n\nIn Kirby's Case, Part I: An Antithesis\n \n(+11)\n \n•\n\n\n\n\n\n\nIn an attempt to feel something.\n \n(+32)\n \n•\n\n\n\n\n\n\nA Taste For Sore Eyes\n \n(+12)\n \n•\n\n\n\n\n\n\nman overboard!\n \n(+29)\n \n•\n\n\n\n\n\n\nRoses And Thorns\n \n(+18)\n \n•\n\n\n\n\n\n\nur typical unrequited love\n \n(+33)\n \n•\n\n\n\n\n\n\nSomething's Burning\n \n(+40)\n \n•\n\n\n\n\n\n\nwater diet\n \n(+27)\n \n•\n\n\n\n\n\n\nAnomalous Entity Engagement Division Orientation\n \n(+52)\n \n•\n\n\n\n\n\n\n#WettleAppreciationPost\n \n(+138)\n \n•\n\n\n\n\n\n\nCritter Profile: Miss Cassandra!\n \n(+39)\n \n•\n\n\n\n\n\n\nA Sinking Feeling\n \n(+26)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nARTWITNESS: SCP-5843 Fanart\n \n(+30)\n \n•\n\n\n\n\n\n\n7K DOODLES\n \n(+72)\n \n•\n\n\n\n\n\n\nthe winkwonk page v2\n \n(+38)\n \n•\n\n\n\n\n\n\nHELTHY: SCP-6780 Fanart\n \n(+29)\n \n•\n\n\n\n\n\n\nfart exchange gift for jim (7384 fanart)\n \n(+25)\n \n•\n\n\n\n\n\n\nSCiPTEMBER DOODLES\n \n(+23)\n \n•\n\n\n\n\n\n\nRESPOND: Telecommunications Monitoring Office Fanart\n \n(+48)\n \n•\n\n\n\n\n\n\nKing CalcaRuler: Halloween Emperor\n \n(+29)\n \n•\n\n\n\n\n\n\nDITTO: SCP-#### Fanart\n \n(+42)\n \n•\n\n\n\n\n\n\nNOTICED: SCP-7345 Fanart\n \n(+19)\n \n•\n\n\n\n\n\n\nCertified Criminal\n \n(+36)\n \n•\n\n\n\n\n\n\nfading stars doodles (straight from my phone's sketchbook app)\n \n(+37)\n \n•\n\n\n\n\n\n\nENLIGHTENMENT: SCP-6059 Fanart\n \n(+42)\n \n•\n\n\n\n\n\n\nCOMBUST: SCP-6057 Fanart\n \n(+22)\n \n•\n\n\n\n\n\n\nFISHER: SCP-2689 Fanart\n \n(+24)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5244\n | SCP-5245 | \nSCP-5246\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5245\n\" by winkwonkboi, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5245\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 5245\n\n\nName:\n bonito iceberg al fondo\n\n\nAuthor:\n Osccarr\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n Ship\n\n\nName:\n 161031-N--136 PHILIPPINE SEA (Oct. 31, 2016) The Military Sealift Command (MSC) Dry Cargo and Ammunition Ship USNS Charles Drew (T-AKE 10) navigates alongside the forward-deployed Arleigh Burke-class guided-missile destroyer USS Barry (DDG 52) follow\n\n\nAuthor:\n SurfaceWarriors\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [
        "Addendum.5245.1: Interview\n\n",
        "Addendum.5245.2: Incident Log\n\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-5245 \" by winkwonkboi, from the SCP Wiki . Source: https://scpwiki.com/scp-5245 . Licensed under CC-BY-SA .",
        "Filename: 5245 Name: bonito iceberg al fondo Author: Osccarr License: CC BY 2.0 Source Link: Flickr",
        "Filename: Ship Name: 161031-N--136 PHILIPPINE SEA (Oct. 31, 2016) The Military Sealift Command (MSC) Dry Cargo and Ammunition Ship USNS Charles Drew (T-AKE 10) navigates alongside the forward-deployed Arleigh Burke-class guided-missile destroyer USS Barry (DDG 52) follow Author: SurfaceWarriors License: CC BY-SA 2.0 Source Link: Flickr"
    ],
    "containment_procedures": "SCP-5245 is presently uncontained. Ships scheduled for sailing that fall under the anomaly's criteria are to be intercepted under the guise of damage repair, and their prospective passengers redirected to lower chances of manifestation. Probes have also been dispersed globally in order to monitor its activity.",
    "description": "SCP-5245 refers to an iceberg possessing sapience and displaying considerable knowledge regarding modern pop culture and other associated topics. The anomaly is able to both move across the water's surface with ease, and translocate across large bodies of water instantaneously, seemingly lacking a limit to the distance it can travel.",
    "title": "SCP-5245"
}