{
    "url": "https://scp-wiki.wikidot.com/scp-5246",
    "all_text": "rating: \n+54\n+\n–\nx\n\n\n\n\nItem #:\n SCP-5246\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-5246 is to be stored in its designated location in the Site-107 kitchen. Use of SCP-5246 by staff is permitted. Staff must clean SCP-5246 after use to prevent damage upon reuse.\n\n\nDescription:\n SCP-5246 is a cast iron rice pot and lid. When placed on a lit stove or fire for approximately 10 minutes, various varieties of cooked white rice manifests in the empty space inside SCP-5246.\n\n\nAccording to PoI-5246-1, other rice based foods may manifest in SCP-5246 under certain conditions.\n\n\n\n\n\n\nFood\n\n\nConditions\n\n\nNotes\n\n\n\n\n\n\nSinangag\n1\n\n\nOccurs when SCP-5246 is activated from 6:00 AM to 11:00 AM local time.\n\n\nConfirmed\n\n\n\n\n\n\nSuman\n2\n\n\nOccurs when SCP-5246 is activated between 2:00 PM to 3:00 PM local time.\n\n\nConfirmed\n\n\n\n\n\n\nLugaw\n3\n\n\nOccurs when a sick individual is nearby SCP-5246 when activated.\n\n\nConfirmed when Agent Santos used SCP-5246 while having a slight fever.\n\n\n\n\n\n\nArroz Caldo\n4\n\n\nOccurs during Christmas Day.\n\n\nUnconfirmed\n\n\n\n\n\n\nChamporado\n5\n\n\nUnknown\n\n\nUnconfirmed\n\n\n\n\n\n\nPaella\n6\n\n\nUnknown\n\n\nNot listed by PoI-5246-1. Occurred once in Foundation custody but was unable to be replicated.\n\n\n\n\n\n\nDiscovery:\n SCP-5246 was discovered when a policeman stationed in Barangay █████████, Quezon City, bragged about owning the object, which he took from a house during a drug raid. Foundation agents embedded in local governance were able to confirm the object’s effects, retrieve the object, and issue amnestics to the police officers involved. Foundation personnel looked into the records of the police station and were able to identify the target of the drug raid, hereby a person of interest designated as PoI-5246-1.\n\n\nAddendum 5246-1:\n Interview Transcript with PoI-5246-1\n\n\n\n\nInterviewed:\n PoI-5246-1\n\n\nInterviewer:\n Junior Researcher Dizon\n\n\nForeword:\n Junior Researcher Dizon conducted this interview in PoI-5246-1's residence. Dizon poses as a police auditor.\n\n\n<Begin Log>\n\n\nDizon\n: Greetings Father Pedro. I am Detective Dizon. My department found the police operation at your residence suspicious, and have sent me to interview you for your side of the story.\n\n\nPoI-5246-1:\n Welcome, detective. Sorry about the mess, I haven't gone around to clean up after the raid. I'm glad to know my word will still be considered.\n\n\nDizon:\n All part of the job. Now, we did a light background check on you. Clean record before this incident, priest of this \nbarangay\n7\n for around 40 years, also manages a food drive here. Is this correct?\n\n\nPoI-5246-1:\n Yes, all of what you said is true. I have my suspicions on why the police targeted me.\n\n\nDizon:\n Go on.\n\n\nPoI-5246-1:\n There is this political family called the De Penas. One of their sons is running for office. They asked for my endorsement, but I declined; I wasn't comfortable giving them my endorsement. I have received multiple texts threatening me from random numbers since then, but the police won't do anything about it, since \"it's from unknown numbers, we can't do anything about it\".\n\n\nDizon:\n I'll keep track on them. Did any of the texts give a warning about the raid?\n\n\nPoI-5246-1:\n None. It was sudden. I heard knocks on my door that night, thinking it was another kid who wanted some food or someone to talk to. Suddenly four policemen were barging into my house, saying that they received a tip that I store drugs here. I asked for a warrant but they said they didn't need one.\n\n\n[Slight pause]\n\n\nPoI-5246-1:\n Their leader sat down in front of me said I can choose to give up some of my possessions or go to jail. I didn't want to go to prison. I chose the former.\n\n\nDizon:\n Were you able to remember any of their names?\n\n\nPoI-5246-1:\n One of them was named Joey. Overhead them saying it. But they wouldn't tell me their names otherwise.\n\n\nDizon:\n Joey, got it. What did they take from you?\n\n\nPoI-5246-1:\n They stole some money I had lying around, some jewelry, and the dinner I was cooking. They left right after.\n\n\nDizon:\n Dinner? Wow, that's harsh. Were you able to eat after?\n\n\nPoI-5246-1:\n [Laughs] Thank you for your concern. I had canned food that night.\n\n\nDizon:\n I see. What's the most valuable thing that they stole?\n\n\nPoI-5246-1:\n One of the jade gemstones that were gifted to me by one of my parishioners when she was going to move to the States.\n\n\nDizon:\n That's unfortunate. Right. So, this may seem like a strange question -\n\n\nPoI-5246-1:\n I've lived many years, I've heard it all, ask away.\n\n\nDizon:\n The rice pot you owned, are you aware of it's effects?\n\n\nPoI-5246-1:\n My…my rice pot? Effects? You mean like, how it cooks rice?\n\n\nDizon:\n Yes, it does. Curiously, even if you don't put rice inside it. One of the police officers who were here, posted a video about the rice pot.\n\n\nDizon shows a time-lapse video of SCP-5246. Video was taken when SCP-5246 was in Foundation custody\n\n\nPoI-5246-1:\n A miracle! That pot is!\n\n\nDizon:\n Did you know about this?\n\n\nPoI-5246-1:\n I…I did not.\n\n\nDizon:\n Listen, Father. I understand how much value this object has. I personally think your food drive uses it, and I find it very noble. I want you to trust me, and in return I will make sure it makes its way back to you. I need to know about the rice pot.\n\n\nPoI-5246-1:\n I…I understand. I did know about it, and I have been using it to help the people here.\n\n\nDizon:\n Who else knows about it?\n\n\nPoI-5246-1:\n I have not told anyone besides the Lord. I keep it hidden from visitors.\n\n\nDizon:\n What can it do?\n\n\nPoI-5246-1:\n It, it has a lot of blessings. I'll tell you what I remember.\n\n\n[Details removed from transcript; see Description for effects]\n\n\nDizon:\n That's a lot, especially \narroz caldo\n during Christmas! The people must love you for that.\n\n\nPoI-5246-1:\n Yes yes, a lot of people come during Christmas for that.\n\n\nDizon:\n That's good to hear. One, final question, where did it come from?\n\n\nPoI-5246-1:\n During Typhoon \nOndoy\n8\n, I took a mother and her child in as they had nowhere to go. My house was partially destroyed, but what other help could they receive? Luckily I found the pot floating among the debris, so I took it, rinsed it, and tried to cook two cups of rice for them. Not a lot, but that was all I had. By the grace of God, the miracle of fish and loaves happened again! The pot was full of rice!\n\n\nDizon:\n Did they notice?\n\n\nPoI-5246-1:\n They haven't. Would you be able to return it? I desperately need it for the food drive. Money has never been enough for it. The pot was keeping it alive.\n\n\nDizon:\n I'll try my best. I'll report what I know, and I'll try to get the pot back to you. Don't worry about the effects, I'll keep that secret safe with me.\n\n\nPoI-5246-1:\n Thank you, detective. The Lord's blessings upon you.\n\n\n<End Log>\n\n\nClosing Statement:\n PoI-5246-1 was administered amnestics by Junior Researcher Dizon.\n\n\n\n\nAddendum 5246-2:\n Revisions to Containment Procedures\n\n\n\n\nShow Proposed Revision to Containment Procedures\n\n\n\n\nHide Proposed Revision to Containment Procedures\n\n\n\n\n\n\nProposed Revision of Containment Procedures:\n PoI-5246-1 is to be given possession of SCP-5246. Foundation personnel will pose as dwellers in Barangay █████████ to offer protection to SCP-5246 and by extension PoI-5246-1. PoI-5246-1 may use SCP-5246 on the condition that non-Foundation personnel may not observe nor know about SCP-5246.\n\n\nReason:\n PoI-5246-1 is a benefactor of Barangay █████████. Most of his help came from SCP-5246 by giving food to the people there. Given the fact that he lost his means to do that, as well as the fabricated drug bust against him, his life is in a significantly lower spot than before. Giving SCP-5246 back to him will restore his life, and the people’s faith in him.\n\n\nProposed by Junior Researcher Dizon\n\n\n\n\n\n\nResponse to Proposed Revision of Containment Procedures:\n Denied. SCP-5246 is simple enough to be contained with the current procedures. Charity work is not and should not be part of this. \n- Researcher Inigo\n\n\n\n\nAddendum 5246-2.1:\n Revision Appeal\n\n\n\n\nAppeal to Revision:\n On the contrary, SCP-5246 gave us something that is useful to all our staff members. Given the fact that the cafeteria keeps SCP-5246 running almost all the time, we could save a portion of the rice and give it to PoI-5246-1.\n\n\nI know that the Foundation can be cold, but taking a priest's method to feed the ones around him is cruel. We're not cruel, right? We should at least use SCP-5246 to help the priest's food drive at least, considering that it's unlikely we give back SCP-5246, and because their community has grown dependent on it.\n\n\nSubmitted by Junior Researcher Dizon\n\n\n\n\n\n\nDenied. Same Reason. \n- Researcher Inigo\n\n\n\n\n\n\nHide Proposed Revision to Containment Procedures\n\n\n\n\n\n\n\n\nAddendum 5246-3:\n Incident 5246.A\n\n\n \n\n\n\n\nShow Incident 5246.A\n\n\n\n\nHide Incident 5246.A\n\n\n\n\nOn 10/12/2016, Site Director Dr. Cornez discovered Junior Researcher Dizon standing over a dropped rucksack filled with rice. Noting the behavior, Dr. Cornez interrogated Dizon.\n\n\n\n\nInterviewed:\n Researcher Dizon\n\n\nInterviewer:\n Site-107 Director Dr. Hipolito Cornez\n\n\nForeword:\n Taken near Site-107 entrance, audio transcribed from Dr. Cornez's camera.\n\n\n<Begin Log>\n\n\nCornez:\n Dizon, please explain the bag of rice.\n\n\nDizon:\n It's for PoI-5246-1.\n\n\nCornez:\n He's hungry?\n\n\nDizon:\n Not him, no. His constituents. Since the Foundation wouldn't help him, I thought I'd just take the rice no one would eat and bring it to him so he can continue his food drive.\n\n\nCornez:\n Really? The Foundation won't help? What makes you say that?\n\n\nDizon:\n The containment procedures for SCP-5246, I tried revising them. Researcher Inigo denied them. So I just kept doing this every week or so.\n\n\nCornez:\n Inigo. Yes. I do remember her mentioning something like that. Not familiar though, SCP-5246 is Safe right? I usually only check the more dangerous ones.\n\n\nDizon:\n Yes. SCP-5246 is Safe.\n\n\nCornez:\n Explain to me what's the revision.\n\n\nDizon:\n SCP-5246 was PoI-5246-1's source of food for his community. We took SCP-5246. PoI-5246-1's constituents are now hungry. We use their food source, we should at least give back.\n\n\n\n\nCornez:\n Inigo denied because it's work for an object already in adequate containment?\n\n\nDizon:\n Yes.\n\n\nCornez:\n Inigo, Inigo, always a sticker to the rules, is she? Well, I know how much rice that thing can make. Perhaps I can arrange something. And Dizon, please clean up this mess.\n\n\nDizon:\n Yes. I'll get to that.\n\n\nCornez:\n Carrying rice in a backpack? Really? In any case, I'll do something for PoI-5246-1 so you don't have to lug all of this around every week.\n\n\nDizon:\n Thank you.\n\n\n<End Log>\n\n\n\n\nOn 12/12/2016, a meeting regarding SCP-5246's containment procedures took place.\n\n\n\n\nPresent:\n Site-107 Director Hipolito Cornez, Researcher Inigo, Junior Researcher Dizon.\n\n\n<Begin Log>\n\n\nCornez:\n So, SCP-5246's containment procedures, care to refresh, Dizon?\n\n\nDizon:\n Will do. SCP-5246 can stay in this site's kitchen, staff can use it to make food, and we have to keep it clean. That would be it.\n\n\nCornez:\n And you wanted it changed to something else?\n\n\nDizon:\n Yes, so it still gives back to PoI-5246.\n\n\nInigo:\n We're still having this? The current procedures are enough.\n\n\nDizon:\n Enough, but is it right?\n\n\nCornez:\n Calm down Dizon. Care to elaborate?\n\n\nDizon:\n Barangay █████████ had SCP-5246 since 2009, since \nOndoy\n, and it's PoI-5246-1 who's been using it to help the barangay. We've taken it from him, and now he's in a worse off position, as well as his parishioners.\n\n\nInigo:\n Clarification, it was the police which took SCP-5246 from PoI-5246-1.\n\n\nDizon:\n But we have it, don't we?\n\n\nCornez:\n Enough. It's true that we do have SCP-5246. And it's true that SCP-5246 did good for its community. It's also true that it's currently with us. I do hope you understand why we can't give it back to PoI-5246-1, right Dizon?\n\n\nDizon:\n Yes. That I understand. Inigo made that very clear.\n\n\nCornez:\n Good, we're on the same page. Now in your appeal, you mentioned storing the extra rice from SCP-5246 and giving it to PoI-5246-1. That was denied as well, but you ended up doing that in your own time.\n\n\nDizon:\n Well, it wasn't against any procedures.\n\n\nInigo:\n It's very suspicious giving rice in a bag.\n\n\nCornez:\n It's a wonder no one reported you for that. Besides, how would PoI-5246-1 even store it? Never mind that though, that solution is quite ridiculous.\n\n\nDizon:\n Then, hmm, wait. Site Director Cornez, you do have the finances of Site-107, correct?\n\n\nCornez:\n Yes, I do.\n\n\nDizon:\n May you check the costs for food before and after we took in SCP-5246? We could donate some of the savings if there is any.\n\n\nInigo:\n I'd like to say, those savings can and should be used for funding other containment procedures.\n\n\nCornez:\n Perhaps, but that's a good point you give there Dizon. Inigo, don't you think helping out the locals would be a great morale boost for Site-107?\n\n\nInigo:\n I agree, but the opportunity cost -\n\n\nCornez:\n Don't worry about that Inigo, I'm sure having a charity program will give rise to a lot of possibilities for us. Dizon, Inigo, you may leave. I'm going to speak with the rest of 107's administration.\n\n\n\n\n\n\nAlright. There will be times we'll need to contain SCPs that do good for the people who originally have the objects. Of course, it's our duty to contain these anomalies, but I believe first and foremost it's to help humanity. I understand we will need to hurt some people to keep others safe. There's no denying that. But if we're able to use some of the objects to help others, even indirectly, that's a good thing. I've contacted other Site Directors about this and hopefully we'll be able to think of a program to do this, but it's good to start locally.\n\n\nAs you know, SCP-5246 is a hit in Site 107, especially since most of us eat rice all the time. So much so, I've checked the finances and it saved us a sizable amount of money. So with that, we'll be using part of those savings to help the locals regarding food. Small efforts such as cash donations, or donations through some of our shell companies. It's indirect, but it will help.\n\n\nThere may be ways other SCPs can help the Foundation by reducing our costs. If there is, please send me a message.\n\n\nSigned, Site-107 Director Dr. Hipolito Cornez\n\n\n\n\n\n\nHide Incident 5246.A\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Garlic fried rice\n\n\n2\n. Coconut rice cake\n\n\n3\n. Rice porridge\n\n\n4\n. Heavily infused rice porridge with more flavor than \nlugaw\n\n\n5\n. Chocolate rice porridge\n\n\n6\n. Rice meal seasoned with saffron, with combinations of vegetables, meat, and/or seafood\n\n\n7\n. Smallest administrative division in the Philippines\n\n\n8\n. Known internationally as the 2009 Typhoon Ketsana\n\n\n\n\n\n\n\n\n« \nSCP-5245\n | SCP-5246 | \nSCP-5247\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5246\n\" by sasarpillsa, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5246\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 5246-1: Interview Transcript with PoI-5246-1",
        "Addendum 5246-2: Revisions to Containment Procedures\n\n"
    ],
    "documents": [],
    "notes": [
        "Interviewed: PoI-5246-1 Interviewer: Junior Researcher Dizon Foreword: Junior Researcher Dizon conducted this interview in PoI-5246-1's residence. Dizon poses as a police auditor. <Begin Log> Dizon : Greetings Father Pedro. I am Detective Dizon. My department found the police operation at your residence suspicious, and have sent me to interview you for your side of the story. PoI-5246-1: Welcome, detective. Sorry about the mess, I haven't gone around to clean up after the raid. I'm glad to know my word will still be considered. Dizon: All part of the job. Now, we did a light background check on you. Clean record before this incident, priest of this barangay 7 for around 40 years, also manages a food drive here. Is this correct? PoI-5246-1: Yes, all of what you said is true. I have my suspicions on why the police targeted me. Dizon: Go on. PoI-5246-1: There is this political family called the De Penas. One of their sons is running for office. They asked for my endorsement, but I declined; I wasn't comfortable giving them my endorsement. I have received multiple texts threatening me from random numbers since then, but the police won't do anything about it, since \"it's from unknown numbers, we can't do anything about it\". Dizon: I'll keep track on them. Did any of the texts give a warning about the raid? PoI-5246-1: None. It was sudden. I heard knocks on my door that night, thinking it was another kid who wanted some food or someone to talk to. Suddenly four policemen were barging into my house, saying that they received a tip that I store drugs here. I asked for a warrant but they said they didn't need one. [Slight pause] PoI-5246-1: Their leader sat down in front of me said I can choose to give up some of my possessions or go to jail. I didn't want to go to prison. I chose the former. Dizon: Were you able to remember any of their names? PoI-5246-1: One of them was named Joey. Overhead them saying it. But they wouldn't tell me their names otherwise. Dizon: Joey, got it. What did they take from you? PoI-5246-1: They stole some money I had lying around, some jewelry, and the dinner I was cooking. They left right after. Dizon: Dinner? Wow, that's harsh. Were you able to eat after? PoI-5246-1: [Laughs] Thank you for your concern. I had canned food that night. Dizon: I see. What's the most valuable thing that they stole? PoI-5246-1: One of the jade gemstones that were gifted to me by one of my parishioners when she was going to move to the States. Dizon: That's unfortunate. Right. So, this may seem like a strange question - PoI-5246-1: I've lived many years, I've heard it all, ask away. Dizon: The rice pot you owned, are you aware of it's effects? PoI-5246-1: My…my rice pot? Effects? You mean like, how it cooks rice? Dizon: Yes, it does. Curiously, even if you don't put rice inside it. One of the police officers who were here, posted a video about the rice pot. Dizon shows a time-lapse video of SCP-5246. Video was taken when SCP-5246 was in Foundation custody PoI-5246-1: A miracle! That pot is! Dizon: Did you know about this? PoI-5246-1: I…I did not. Dizon: Listen, Father. I understand how much value this object has. I personally think your food drive uses it, and I find it very noble. I want you to trust me, and in return I will make sure it makes its way back to you. I need to know about the rice pot. PoI-5246-1: I…I understand. I did know about it, and I have been using it to help the people here. Dizon: Who else knows about it? PoI-5246-1: I have not told anyone besides the Lord. I keep it hidden from visitors. Dizon: What can it do? PoI-5246-1: It, it has a lot of blessings. I'll tell you what I remember. [Details removed from transcript; see Description for effects] Dizon: That's a lot, especially arroz caldo during Christmas! The people must love you for that. PoI-5246-1: Yes yes, a lot of people come during Christmas for that. Dizon: That's good to hear. One, final question, where did it come from? PoI-5246-1: During Typhoon Ondoy 8 , I took a mother and her child in as they had nowhere to go. My house was partially destroyed, but what other help could they receive? Luckily I found the pot floating among the debris, so I took it, rinsed it, and tried to cook two cups of rice for them. Not a lot, but that was all I had. By the grace of God, the miracle of fish and loaves happened again! The pot was full of rice! Dizon: Did they notice? PoI-5246-1: They haven't. Would you be able to return it? I desperately need it for the food drive. Money has never been enough for it. The pot was keeping it alive. Dizon: I'll try my best. I'll report what I know, and I'll try to get the pot back to you. Don't worry about the effects, I'll keep that secret safe with me. PoI-5246-1: Thank you, detective. The Lord's blessings upon you. <End Log> Closing Statement: PoI-5246-1 was administered amnestics by Junior Researcher Dizon.",
        "Proposed Revision of Containment Procedures: PoI-5246-1 is to be given possession of SCP-5246. Foundation personnel will pose as dwellers in Barangay █████████ to offer protection to SCP-5246 and by extension PoI-5246-1. PoI-5246-1 may use SCP-5246 on the condition that non-Foundation personnel may not observe nor know about SCP-5246. Reason: PoI-5246-1 is a benefactor of Barangay █████████. Most of his help came from SCP-5246 by giving food to the people there. Given the fact that he lost his means to do that, as well as the fabricated drug bust against him, his life is in a significantly lower spot than before. Giving SCP-5246 back to him will restore his life, and the people’s faith in him. Proposed by Junior Researcher Dizon",
        "Response to Proposed Revision of Containment Procedures: Denied. SCP-5246 is simple enough to be contained with the current procedures. Charity work is not and should not be part of this. - Researcher Inigo",
        "Appeal to Revision: On the contrary, SCP-5246 gave us something that is useful to all our staff members. Given the fact that the cafeteria keeps SCP-5246 running almost all the time, we could save a portion of the rice and give it to PoI-5246-1. I know that the Foundation can be cold, but taking a priest's method to feed the ones around him is cruel. We're not cruel, right? We should at least use SCP-5246 to help the priest's food drive at least, considering that it's unlikely we give back SCP-5246, and because their community has grown dependent on it. Submitted by Junior Researcher Dizon",
        "Denied. Same Reason. - Researcher Inigo",
        "Interviewed: Researcher Dizon Interviewer: Site-107 Director Dr. Hipolito Cornez Foreword: Taken near Site-107 entrance, audio transcribed from Dr. Cornez's camera. <Begin Log> Cornez: Dizon, please explain the bag of rice. Dizon: It's for PoI-5246-1. Cornez: He's hungry? Dizon: Not him, no. His constituents. Since the Foundation wouldn't help him, I thought I'd just take the rice no one would eat and bring it to him so he can continue his food drive. Cornez: Really? The Foundation won't help? What makes you say that? Dizon: The containment procedures for SCP-5246, I tried revising them. Researcher Inigo denied them. So I just kept doing this every week or so. Cornez: Inigo. Yes. I do remember her mentioning something like that. Not familiar though, SCP-5246 is Safe right? I usually only check the more dangerous ones. Dizon: Yes. SCP-5246 is Safe. Cornez: Explain to me what's the revision. Dizon: SCP-5246 was PoI-5246-1's source of food for his community. We took SCP-5246. PoI-5246-1's constituents are now hungry. We use their food source, we should at least give back. Cornez: Inigo denied because it's work for an object already in adequate containment? Dizon: Yes. Cornez: Inigo, Inigo, always a sticker to the rules, is she? Well, I know how much rice that thing can make. Perhaps I can arrange something. And Dizon, please clean up this mess. Dizon: Yes. I'll get to that. Cornez: Carrying rice in a backpack? Really? In any case, I'll do something for PoI-5246-1 so you don't have to lug all of this around every week. Dizon: Thank you. <End Log>",
        "Present: Site-107 Director Hipolito Cornez, Researcher Inigo, Junior Researcher Dizon. <Begin Log> Cornez: So, SCP-5246's containment procedures, care to refresh, Dizon? Dizon: Will do. SCP-5246 can stay in this site's kitchen, staff can use it to make food, and we have to keep it clean. That would be it. Cornez: And you wanted it changed to something else? Dizon: Yes, so it still gives back to PoI-5246. Inigo: We're still having this? The current procedures are enough. Dizon: Enough, but is it right? Cornez: Calm down Dizon. Care to elaborate? Dizon: Barangay █████████ had SCP-5246 since 2009, since Ondoy , and it's PoI-5246-1 who's been using it to help the barangay. We've taken it from him, and now he's in a worse off position, as well as his parishioners. Inigo: Clarification, it was the police which took SCP-5246 from PoI-5246-1. Dizon: But we have it, don't we? Cornez: Enough. It's true that we do have SCP-5246. And it's true that SCP-5246 did good for its community. It's also true that it's currently with us. I do hope you understand why we can't give it back to PoI-5246-1, right Dizon? Dizon: Yes. That I understand. Inigo made that very clear. Cornez: Good, we're on the same page. Now in your appeal, you mentioned storing the extra rice from SCP-5246 and giving it to PoI-5246-1. That was denied as well, but you ended up doing that in your own time. Dizon: Well, it wasn't against any procedures. Inigo: It's very suspicious giving rice in a bag. Cornez: It's a wonder no one reported you for that. Besides, how would PoI-5246-1 even store it? Never mind that though, that solution is quite ridiculous. Dizon: Then, hmm, wait. Site Director Cornez, you do have the finances of Site-107, correct? Cornez: Yes, I do. Dizon: May you check the costs for food before and after we took in SCP-5246? We could donate some of the savings if there is any. Inigo: I'd like to say, those savings can and should be used for funding other containment procedures. Cornez: Perhaps, but that's a good point you give there Dizon. Inigo, don't you think helping out the locals would be a great morale boost for Site-107? Inigo: I agree, but the opportunity cost - Cornez: Don't worry about that Inigo, I'm sure having a charity program will give rise to a lot of possibilities for us. Dizon, Inigo, you may leave. I'm going to speak with the rest of 107's administration.",
        "Alright. There will be times we'll need to contain SCPs that do good for the people who originally have the objects. Of course, it's our duty to contain these anomalies, but I believe first and foremost it's to help humanity. I understand we will need to hurt some people to keep others safe. There's no denying that. But if we're able to use some of the objects to help others, even indirectly, that's a good thing. I've contacted other Site Directors about this and hopefully we'll be able to think of a program to do this, but it's good to start locally. As you know, SCP-5246 is a hit in Site 107, especially since most of us eat rice all the time. So much so, I've checked the finances and it saved us a sizable amount of money. So with that, we'll be using part of those savings to help the locals regarding food. Small efforts such as cash donations, or donations through some of our shell companies. It's indirect, but it will help. There may be ways other SCPs can help the Foundation by reducing our costs. If there is, please send me a message. Signed, Site-107 Director Dr. Hipolito Cornez",
        "\" SCP-5246 \" by sasarpillsa, from the SCP Wiki . Source: https://scpwiki.com/scp-5246 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Safe",
    "containment_procedures": "SCP-5246 is to be stored in its designated location in the Site-107 kitchen. Use of SCP-5246 by staff is permitted. Staff must clean SCP-5246 after use to prevent damage upon reuse.",
    "description": "SCP-5246 is a cast iron rice pot and lid. When placed on a lit stove or fire for approximately 10 minutes, various varieties of cooked white rice manifests in the empty space inside SCP-5246.",
    "title": "SCP-5246"
}