{
    "url": "https://scp-wiki.wikidot.com/scp-5249",
    "all_text": "rating: \n+135\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n89.95%\n\n(+152)\n\n\n10.05%\n\n(-17)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+135\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5249\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAndrew O'Malley\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\n\n\nFoundation covert agents are to maintain the guise that SCP-5249 is a public performance. Due to the nature of its anomalous effects, no further containment protocols are necessary.\n\n\nFoundation surveillance has confirmed that Andrew O'Malley is only anomalous one day each year for approximately three minutes. As such, his detainment has been deemed unnecessary.\n\n\n\n\nDescription\n\n\n\n\nSCP-5249 is a phenomenon surrounding Andrew O'Malley\n.\nA street performer in Rutherford, New Jersey who is regarded in high esteem due to the skill he demonstrates when playing the guitar.\n. Every year on January 3\nrd\n, O'Malley exits his home and proceeds to Lincoln Park, wherein he will sit on the park bench closest to the amphitheater and play a song. O'Malley is capable of manipulating trace amounts of his local Humes while playing\n.\nAccording to O'Malley's testimony as well as Foundation observation, this manipulation is purely subconscious. He cannot manipulate reality outside of the circumstances that cause SCP-5249-1 to manifest.\n.\n\n\nThe song, titled 'Kai', is presumably a unique composition that was written by O'Malley. Physical and verbal interaction with O'Malley is impossible for the duration of this song due to his relatively low Hume levels compared to his surroundings.\n\n\nAt the conclusion of the song, an apparition in the form of a human infant, designated SCP-5249-1, will manifest, typically in O'Malley's lap. SCP-5249-1 remains corporeal for approximately one hour before demanifesting, at which point O'Malley will return to his normal routine.\n\n\n\n\nDiscovery\n\n\n\n\n\nSCP-5249 did not come to the Foundation's attention until 2021. A spike in local Hume levels in the Colombia Memorial Hospital located in Hudson, New York, warranted an investigation. Upon discovering the source of the spike, Andrew O'Malley was surveyed over the course of three years in order to determine the full extent of his anomalous abilities.\n\n\n\n\n2021 observation\n\n\n\n\n\n\nO'Malley performs his composition. There is a woman present who accompanies the song with vocals. Both appear greatly distressed.\n\n\nSong concludes. SCP-5249-1 manifests. O'Malley appears to express elation. The woman\n,\n \nlater confirmed to be his wife, Julia,\n expresses greater distress.\n\n\nJudging by the body language he uses, O'Malley argues with the woman. SCP-5249-1 experiences distress until demanifesting.\n\n\nO'Malley and the woman cease arguing and embrace.\n\n\n\n\n\n\n\n\n2022 observation\n\n\n\n\n\n\nO'Malley performs his composition. Woman is present, but does not sing. She appears pregnant.\n\n\nSong concludes. SCP-5249-1 manifests. O'Malley and the woman embrace it briefly. The woman backs away, leaving O'Malley to hold SCP-5249-1 alone.\n\n\nO'Malley attempts to converse with the woman but is unsuccessful. The woman leaves.\n\n\nO'Malley experiences emotional distress. SCP-5249-1 laughs and tries to grab his shirt. SCP-5249-1 demanifests.\n\n\n\n\n\n\n\n\n2023 observation\n\n\n\n\n\n\nO'Malley performs his composition. The woman is absent.\n\n\nSong concludes. SCP-5249-1 manifests. Judging by it shifting its attention between O'Malley and the environment, the entity is confused.\n\n\nSCP-5249-1 begins crying. O'Malley cries.\n\n\nSCP-5249-1 demanifests.\n\n\n\n\n\n\n\n\nLyrics\n\n\n\n\n\nFoundation Researcher Umar Hadid was able to converse with O'Malley during an SCP-5249-1 manifestation. O'Malley refused to answer any questions regarding SCP-5249-1 and instead offered him a sheet of music. After being screened for cognitohazardous elements, the note was deemed safe to include in this document.\n\n\n\n\n\nOh Kai, my sweet child\n\nYou never knew the world.\n\nYou were barely a child when you were taken from me.\n\nAnd now I'm here alone.\n\nOh my child.\n\nOh my child.\n\nHow I would have loved to hear you laugh.\n\n\n\n\n\n\nFollowing this incident, O'Malley ceased performing for approximately two years, temporarily neutralizing SCP-5249 and SCP-5249-1. He began performing again in 2025. At his next performance, he was seen accompanied by his wife and a female child approximately 18 months of age.\n\n\n\n\n\n\n« \nSCP-5248\n | SCP-5249 | \nSCP-5250\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5249\n\" by Marceline_Raynes, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5249\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n guitar_hands.png\n\n\nName:\n Young musician playing guitar\n\n\nAuthor:\n \nMarco Verch Professional Photographer\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/30478819@N08/24605322738",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5249 \" by Marceline_Raynes, from the SCP Wiki . Source: https://scpwiki.com/scp-5249 . Licensed under CC-BY-SA .",
        "Filename: guitar_hands.png Name: Young musician playing guitar Author: Marco Verch Professional Photographer License: CC-BY 2.0 Source Link: https://www.flickr.com/photos/30478819@N08/24605322738"
    ],
    "title": "SCP-5249"
}