{
    "url": "https://scp-wiki.wikidot.com/scp-5252",
    "all_text": "rating: \n+79\n+\n–\nx\n\n\nItem #:\n SCP-5252\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Due to the operative zone of SCP-5252 remaining immobile, Area-5252 encompasses SCP-5252, its known range of travel, and a one kilometer buffer zone.\n\n\nThe four meter tall barrier is constructed of 5 centimeter diameter galvanized steel bars spaced 14.5 centimeters apart to allow for passage of snow in the event of an avalanche. Solid concrete shelters for personnel must be accessible at all times.\n No alterations or additions to land, flora, or fauna are permitted. All Foundation members are to undergo training protocol BSC-5252 to minimize damage to the area before being assigned to Area-5252. (Revision as of 10/23/20██. See \nAddendum-3, Incident Report-5252-2\n).\n\n\nDescription:\n SCP-5252 is an approximately two meter tall humanoid entity of indeterminate race and gender which carries an oil lantern. Reported details regarding its appearance are sparse and unclear. SCP-5252 travels at will by unknown means throughout a 26.3 square kilometer section of land located in the central region of Nepal, within the Himalayan mountains. The area includes a remote mountain pass, numerous hiking trails, and a local village.\n\n\nA pattern of injuries, thefts, and disappearances has been attributed to SCP-5252. Most often seen on adjacent peaks or trails moving along at a walking pace, sightings of this entity date back in local records to 1435, but oral tradition puts the potential first emergence of SCP-5252 within the 12th century. Instances of this entity coming into closer range of observers are primarily during inclement weather.\n\n\nReports indicate that lone or paired climbers, who become lost, often mistake it for a Sherpa or rescuer and follow the entity back to the trail head. SCP-5252 has only been observed as a dark outline of a tall humanoid figure. SCP-5252 stays several meters ahead of the observer and does not respond to verbal commands or inquiries, regardless of the language spoken.\n\n\nOnce the observed figure reaches the trail head, it will stop and wait for the hiker(s) to catch up to it. Survivors report that the brightness of the lantern makes any details of the figure indistinguishable, but a dark hand is held out, open palm, to the lone or nearest human. If the individual fails to present SCP-5252 with an item, it will take an object by force or inflict \nnon-lethal\n injury. \nNo deaths have yet been attributed to SCP-5252.\n (Revision as of 10/13/20██. See \nAddendum-1\n.)\n\n\nSightings and encounters with SCP-5252 have been found to be increasing in conjunction with rising numbers of tourists in the area.\n\n\n\n\nAddendum-1\n\nDuring Foundation operations to gather intelligence on SCP-5252 within the village, an incident involving two tourist hikers occurred 10/13/20██. One survivor and one local serving as a Sherpa were taken into Foundation custody and interviewed. Determining the facts of the event and entity motivations considered top priority by Dr. Clarke, assigned head researcher for SCP-5252 and Area-5252.\n\n\n\n\n+ Interview Log-5252-3\n\n\n\n\n- Showing Interview Log 5252-3\n\n\n\n\n\n\nInterviewed:\n Andrew J. Wilson, from incident reported 10/13/20██.\n\n\nInterviewer:\n Dr. Clarke, head researcher of Area-5252.\n\n\n<Begin Log, 10 hours post discovery by patrolling Foundation security, after receiving emergency medical attention from Foundation physicians.>\n\n\nDr. Clarke:\n How're you feeling, Mr. Wilson?\n\n\nWilson:\n They gave me some good stuff so I’m not feeling much. Will this take long? I'd like to go home.\n\n\nDr. Clarke:\n We'll try to keep things brief, but we need honest answers from you.\n\n\nWilson:\n …I’ll do my best. [ \nsounds of wet coughing\n ]\n\n\nDr. Clarke:\n Once you started along the [REDACTED] portion of the pass, what do you remember?\n\n\nWilson:\n We were just hiking, making good time. We were set to make the next peak by evening. But all of a sudden, the weather started to turn. So we started to head back.\n\n\nDr. Clarke:\n Did anything seem out of the ordinary?\n\n\nWilson:\n Like what?\n\n\nDr. Clarke:\n I don't hike much, so I wouldn't know.\n\n\nWilson:\n [ \nshort pause\n ] Nothing. We were a bit worried might lose our way. Visibility was dropping quick, but nothing weird. Not until that… thing showed up.\n\n\nDr. Clarke:\n What “thing” do you mean?\n\n\nWilson:\n I thought it was our Sherpa at first, coming to find us. It had a lantern and was walking ahead of us, so we followed it back.\n\n\nDr. Clarke:\n What happened once you reached the trail head?\n\n\n[ \nA silence of several seconds followed by a rattling sigh.\n ]\n\n\nWilson:\n That thing, whatever it was, held its hand out.\n\n\nDr. Clarke:\n You called it a thing. Are you sure it wasn't just a person?\n\n\nWilson:\n I don't know what it was, but it sure as hell wasn't a person. And its eyes…\n\n\nDr. Clarke:\n What about its eyes?\n\n\nWilson:\n When it took him. I couldn't see anything because of how damn bright that light was. But when it grabbed him, the light went out. And I saw two glowing eyes for just a second. Before Bill started screaming.\n\n\nDr. Clarke:\n What do you mean that it took him?\n\n\nWilson:\n I couldn't see Bill behind me. The locals warned me to give it something. I turned to get something out of my pocket- not sure what I was planning on grabbing. But before I could stop him, Bill went at it with his machete.\n\n\n[ \nSounds of forceful and prolonged coughing.\n Dr. Clarke's notes here that Wilson's primary facial wound was becoming exacerbated. They chose to cut the interview shorter than initially planned. Less vital questions were omitted to curb excessive blood loss of the victim.]\n\n\nDr. Clarke:\n What was the machete for?\n\n\nWilson:\n Oh, um. Just protection.\n\n\nDr. Clarke:\n From what?\n\n\nWilson:\n Big cats mostly…\n\n\nDr. Clarke:\n Sure.\n\n\nWilson:\n …\n\n\nDr. Clarke:\n How did you come by your injuries?\n\n\nWilson:\n Like I told those doctors, it happened so fast. I think it hit me when it grabbed Bill. It felt like a fucking sledgehammer with claws. [ \nSeveral seconds of silence pass.\n ] Am I going to be okay?\n\n\nDr. Clarke:\n We’ve stabilized you. You should be fine, but you’ll most likely require a good deal of reconstructive surgery. I’d also recommend seeking out an ocularist if you wish.\n\n\nWilson:\n [ \nsounds of Wilson thickly swallowing, followed by sniffling\n ] Did you guys find Bill yet?\n\n\nDr. Clarke:\n Not yet, but we’re looking.\n\n\nWilson:\n We should have never come here.\n\n\n<End Log>\n\n\nPost-interview note by Dr. Clarke:\n \"██ days after the incident, William \"Bill\" ██████████ was found approximately 5 kilometers from the initial point of contact with SCP-5252. Cause of death was determined to be exposure. This information has been temporarily withheld from the subject due to risk of shock and possible memory loss.\"\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview Log-5252-4\n\n\n\n\n- Showing Interview Log 5252-4\n\n\n\n\n\n\nInterviewed:\n Bibek Adhikari, hired guide involved in incident reported on 10/13/20██.\n\n\nInterviewer:\n Dr. Clarke, head researcher of Area-5252.\n\n\n<Begin Log, 11 hours post discovery by patrolling foundation security, after completion of interview with Andrew J. Wilson.>\n\n\nDr. Clarke:\n Thank you for coming in, Mr. Adhikari. Are you sure you don't want us to bring in a translator?\n\n\nAdhikari:\n No, English is okay.\n\n\nDr. Clarke:\n We haven't encountered many English speakers in your village.\n\n\nAdhikari:\n Yes, there are not many. I needed to learn, to work with the tourists.\n\n\nDr. Clarke:\n Have you worked with many hikers and climbers?\n\n\nAdhikari:\n Yes, since I was a young man.\n\n\nDr. Clarke:\n Why did Mr. Wilson and Mr. ██████████ come to Nepal?\n\n\nAdhikari:\n They told me they wanted to hike the Himalayas and see the land.\n\n\nDr. Clarke:\n Was there anything in particular they wanted to see?\n\n\nAdhikari:\n Some of the peaks. And the forest near my village.\n\n\nDr. Clarke:\n Did anything out of the ordinary happen?\n\n\nAdhikari:\n They lied to me.\n\n\nDr. Clarke:\n They lied to you?\n\n\nAdhikari:\n Yes.\n\n\nDr. Clarke:\n How so?\n\n\nAdhikari:\n They said they wanted to hike. Admire the land. But they wanted to take it from us.\n\n\nDr. Clarke:\n They wanted to take your land? Did they tell you that?\n\n\nAdhikari:\n They did not need to. Both men had a Chhura\n1\n with them. They tried to hide them, but I saw.\n\n\nDr. Clarke:\n What did you think they were for?\n\n\nAdhikari:\n To cut the trees.\n\n\nDr. Clarke:\n Cut them down?\n\n\nAdhikari:\n No, no. Marking the best areas to come back to later. With their lumber company. Our land, our trees, our people; they are not for sale.\n\n\nDr. Clarke:\n So what did you do? Did you harm them?\n\n\nAdhikari:\n I did no harm. I returned home without them. The mountain would take care of it. They must leave. And you must leave.\n\n\nDr. Clarke:\n Not right now. We still have some questions-\n\n\nAdhikari:\n No, I am going to return home. You should as well.\n\n\nDr. Clarke:\n Alright, Mr. Adhikari. We'll continue this interview another time.\n\n\nAdhikari:\n Speaking with me will not help you. If you wish to know more about land, and what resides within it, you need to speak to the Jaḍāna\n2\n.\n\n\nDr. Clarke:\n Who is that?\n\n\n[ \nSounds of a metal chair scraping across a floor, followed by fading footsteps.\n ]\n\n\nDr. Clarke:\n Mr. Adhikari, wait. We're not finished here.\n\n\nThe interviewee attempted to leave the Foundation outpost and refused to respond to any further inquires from Foundation staff. He was allowed to return, but is being kept under surveillance until further notice.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n—\n\n\nAddendum-2\n\nAll Foundation containment activities are to be put on hold until reauthorization is given. Further investigation into SCP-5252 is ongoing.\n\n\n\n+ Incident Report-5252-1\n\n\n\n\n- Showing Incident Report-5252-1\n\n\n\n\n\n\n10/21/20██\n\n\nContainment Unit-3, posted 0.3 kilometers outside the ██████ village. Causalities and injuries consisted of:\n\n\n\n\n2 construction personnel killed, 5 injured.\n\n\n3 security personnel killed\n\n\n\n\nOne surviving Foundation member, Security Officer Renee S. Peterson, gave her account of the incident as she was lucid but unable to be moved from the infirmary at the time of her statement.\n\n\n<Begin Audio File>\n\n\n\"Operations and surveys in the areas hadn't been going smoothly. The planning markers for the containing wall were in and the construction team was felling a few trees that were in the way.\n\nWe had only been out there about an hour. I clocked the time about ████ a.m., but I knew we were going be out there for the next several hours. Containment implementation is being sped up since that civilian death they documented last week.\n\n\nOne of the locals came up to us. He had a couple of books or journals in his arms and he was babbling. Scared the shit out of me when he ran up. He just kept talking louder and louder. Most of the crew was getting uncomfortable. We didn’t have a translator with us so I pointed back to the village to ask him to leave. I had no idea what he wanted. He did try to shove one of those books into my hands. I had one of the other security guys escort him off. Wasn't in the mood to deal with that shit.\n\n\nI was trying to keep eyes on every member of the team, but between the foliage and the distance across the work site, I lost line of sight on a few. One of the furthest guys, to my 3 o' clock, started screaming. And then he just stopped. The crew started panicking and all I could see was this blur between the trees. They were dropping like flies and there was so much blood.\n\n\nI didn't want to risk shooting one of my men, but it wouldn't have mattered anyway. It was too fast. After just a minute or two, I was the only one left. Then I saw it. Tall, dark, carrying a bright light. I didn't get a good look before it… smacked my gun out of my hands. The last thing I remember is being thrown to the ground. The eyes too. Like the sun.\"\n\n\n<End Audio File>\n\n\nAfter partial amputation of three fingers of her left hand and full amputation of her dominant (right) arm above the elbow, S.O. Peterson has been medically discharged from duty.\n\n\n\n\n\n\n\n\n\n32 hours after the incident on 10/21/20██, the individual referred to as the \"Jaḍāna\" by Mr. Adhikari was located by investigation agents and brought in for questioning by Dr. Clarke\n\n\n\n+ Interview Log-5252-5\n\n\n\n\n- Showing Interview Log 5252-5\n\n\n\n\n\n\nInterviewed:\n Sang Acharya, a young man referred to as the \"Jaḍāna\" and a resident of the ██████ village.\n\n\nInterviewer:\n Dr. Clarke, head researcher of Area-5252.\n\n\n<Begin Log>\n\n\nDr. Clarke:\n Thank you so much for coming in, Mr. Acharya. I'm sure you have some idea of why you're here.\n\n\nSang Acharya:\n Please, just call me Sang. And yes, I know why. You need answers and you hope to get them from me.\n\n\nDr. Clarke:\n We’ve spoken to a few of the people from your village and all of them have mentioned you. I’m hoping you can help us. What can you tell us about this entity?\n\n\nSang Acharya:\n Entity?\n\n\nDr. Clarke:\n Something attacked those hikers. And my colleagues. We need to know everything you know.\n\n\nSang Acharya:\n The ones that were tearing apart the forest by our village? You’re with them?\n\n\nDr. Clarke:\n Yes, but we're not here to do harm.\n\n\nSang Acharya:\n I’m sorry, but I have nothing for you. Nothing to tell you. You need to leave. Now!\n\n\nDr. Clarke:\n We can’t leave and we need your hel-\n\n\nSang Acharya:\n No! You people are making things worse for us. If you continue on this path you’ll destroy everything.\n\n\nDr. Clarke:\n Please Sang, I don’t want to see anyone else die.\n\n\nSang Acharya:\n They died because of you.\n\n\nDr. Clarke:\n We made a mistake and we want to correct it.\n\n\nSang Acharya:\n You fail to understand It or anything about this place.\n\n\nDr. Clarke:\n Yes, but we want to. Please help me understand. I truly want to. [ \nDr. Clarke’s voice becomes low and soft. Gain on the audio from his microphone has been digitally enhanced slightly.\n ]\n\n\nSang Acharya:\n [ \nThe interviewee pauses and places his head in his hands for several seconds.\n ] Why?\n\n\nDr. Clarke:\n They weren’t just my colleagues. Some of them were my friends, or as close to friends as you get in my job. Also, I’m a researcher. I have no interest in the timber, the land, or anything material. I just want knowledge. Please, Sang.\n\n\n[ \nSeveral moments of silence follow.\n ]\n\n\nSang Acharya:\n You truly mean that.\n\n\nDr. Clarke:\n Very much so.\n\n\nSang Acharya:\n Alright, I’ll share what I know with you. Come to my home tomorrow and I will allow you to study the texts and journals. Even make copies. The Jaḍāna that came before me have left behind a wealth of information. My own book my even hold some value to you. Maybe once you have this knowledge, you'll be wise enough to understand why it's best to leave things be.\n\n\nDr. Clarke:\n I’ll need to bring a team in with me. For my safety and yours.\n\n\nSang Acharya:\n Fine, but tread lightly.\n\n\nDr. Clarke:\n Naturally.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n—\n\nAddendum-3\n\n\n\n\n+ Incident Report-5252-2\n\n\n\n\n- Showing Incident Report-5252-2\n\n\n\n\n\n\n10/23/20██\n\nSCP-5252 was engaged by Foundation staff during operations to create a more permanent base within the ██████ village and interview a person of interest. During the ensuing combat, a fire ignited on the exterior of a civilian home. Due to most structures in the area being composed of highly flammable materials such as wood and straw, as well as inadequate firefighting equipment, destruction of the village was virtually total and resulted in massive casualties of both locals and Foundation members. Analysis of the scene showed an overturned hanging lantern as the source of the fire. Torn material lodged in the edge of the lantern housing was found to be the same as that of a Foundation security uniform vest.\n\n\nA Foundation forensic team determined the cause of the fire to be accidental, but ultimately puts the Foundation partially at fault.\n\n\n\n\n\n\n\n\n\n\nA fire-damaged, leather-bound journal was recovered from the wreckage of a civilian home by Dr. Clarke and translated from Nepalese. Legible pages include the following:\n\n\n\n\n+ Document-5252-1\n\n\n\n\n- Showing Document-5252-1\n\n\n\n\n\n\n05/29/20██\n\nIta came to me this morning with a gift for the Spirit. Even so young, my sister understands the importance of our connection with the land and It. It warms me to know I’ve served as a good example to her. Since this is her first offering, I’m hoping the Spirit accepts it. I’m concerned though that It will leave a rock behind, no matter how “pretty and shiny” Ita insists it is. Like me, she fell in love with the mountain, the animals, the trees on our walks. I do wish she wouldn’t load the pockets of her skirt with stones every outing though.\n\n\nRegardless, I have a lovely new paperweight that, I agree, is “even prettier and shinier”.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Document-5252-2\n\n\n\n\n- Showing Document-5252-2\n\n\n\n\n\n\n04/30/20██\n\nMother was kind enough to leave me supper on the table for when I returned from the mountain. Despite it being Springtime, the snow is thick on the trails and passes. I came home half frozen long after the sun had set. My convening with the Spirit has paid off though. It spoke of a productive farming season all through Autumn. The offerings last year must have been enough to make up for most of the damage done by the tourists.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Document-5252-3\n\n\n\n\n- Showing Document-5252-3\n\n\n\n\n\n\n05/14/20██\n\nI woke last night to a light by my window. A visit to the village from the Spirit has only happened a few times since the death of my predecessor. She taught me so much over the years, but my knowledge can only do so much and I miss her guidance. The Spirit is a strange thing and nothing I've been taught is certain. I'm not sure the reason for this, but It's restless.\n\n~\n\nIta left another one of her precious stones out on her windowsill for the Spirit. That silly girl called It here by marking the wall of the house. I should never have showed her the offering symbol. Thankfully, I can see the light heading out of the village, back to the mountain. It must be satisfied with Its gift. Still, It's been more active. This makes me nervous, but only time will tell what it means.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Document-5252-4\n\n\n\n\n- Showing Document-5252-4\n\n\n\n\n\n\n06/07/20██\n\nMore and more foreigners are coming to the mountain the past several years. The land is starting to wear down and be altered. They come in, go where they wish, do what they wish, and leave their unwanted rubbish behind with us. The Spirit is growing restless. It still appears to me and the people of my village in aid, but I fear what may happen if this disrespect is allowed to continue.\n\n\n10/13/20██\n\nI must convene with the elders and insist we begin to limit tourist permits. Before something far worse comes to pass. A visiting foreigner lost his life to the Mountain and his friend nearly so. I saw for myself that the Spirit put out his eye, but he will live to tell what happened. Hopefully that will dissuade some.\n\nBibek confided in me that he suspected the men were sent by a lumber company. He doesn’t wish to work as a Sherpa any longer. I respect his choice. I’m not sure those men deserved what happened to them, but It doesn’t suffer fools.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Document-5252-5\n\n\n\n\n- Showing Document-5252-5\n\n\n\n\n\n\n10/15/20██\n\nA large group of strange people came to the village. They seem to be trying to pass as curious tourists or scientists looking to research the land, but something is not quite right. I can sense the agitation of the Spirit. I plan to visit the mountain tonight and see if it will speak with me. It has been more and more quiet as the damage has been done.\n\n~\n\nI’ve returned home from the peak and my heart is filled with terror. The Spirit wouldn’t speak with me. It wouldn’t even show itself. This is a terrible omen of things to come, I fear.\n\n\n10/21/20██\n\nI knew this would end in bloodshed and death. A group of the outsiders were wiped from the mountain, just outside the village, along with a few of our people. No one permitted them to build anywhere near our land.\n\nI attempted to speak with one of their leaders just before the attack. She sent me away like I was an ignorant child getting in the way of their work. The Spirit marked me before my family even did.\n3\n Even after all these years the soot still has not faded. My connection with It is still strong. Yet they question me.\n\nThe Spirit still will not speak with me, but I will not give up. I must prove to It my people still respect and care for our land and one another. These strangers will not heed my warnings either. Between It and them, one will bend to the other. And I fear what will happen if this conflict truly comes to bear.\n\n\n\n\n\n\n\n\n\n\n\n—\n\nAddendum-4\n\nAttempts to locate Sang Acharya, the author of the journal, have been unsuccessful. Security personnel followed human tracks from the found journal for nearly 4 kilometers, heading towards the nearest mountain peak, before the trail became impassable. A torn piece of parchment, identical to the makeup of the journal previously referenced, was found near the wreckage of the village.\n\n\n\n\n+ Document-5252-6\n\n\n\n\n- Showing Document-5252-6\n\n\n\n\nResearchers studying this case note here that the handwriting of this particular entry appears to be rushed and made by a shaking hand. The parchment is marred with a substance shown by testing to be a mixture of human blood and oil-based soot.\n\n\n\n\nEverything is gone. My people are all dead or scattered to the nearest villages for refuge. Most of the foreigners who came here are gone. Dead or run away. The Spirit has provided so much and now it has taken everything. The village has burned to the ground. My mother and father, along with my brother and baby sister, have perished. There's absolutely nothing left for me here. My only path is to travel up the mountain and hope to convene with the Spirit one last time before I give myself to the land.\n\n\n\n\n\n\n\n\n\n\nSightings of a second iteration of SCP-5252, henceforth referred to as SCP-5252-A, have been sighted alongside SCP-5252 and documented by security personnel.\n\n\n\n\nFootnotes\n\n\n1\n. Chhura (छूरा) - A common Nepalese term for blade or knife.\n\n\n2\n. \"Jaḍāna\"(जडान) - Nepalese for connection. Used in this instance as a proper noun or title by the interviewee.\n\n\n3\n. Traditionally, Nepalese mothers stay secluded in a dark room for several days after the birth. 5-7 days after birth, a newborn's eyes are outlined with gajal (soot from an oil lamp and butter), and its forehead marked with a black tika. This is a ceremony to formally welcome the child into the family.\n\n\n\n\n\n\n\n\n« \nSCP-5251\n | SCP-5252 | \nSCP-5253\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5252\n\" by Red-Bannered-Mare, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5252\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "The four meter tall barrier is constructed of 5 centimeter diameter galvanized steel bars spaced 14.5 centimeters apart to allow for passage of snow in the event of an avalanche. Solid concrete shelters for personnel must be accessible at all times. No alterations or additions to land, flora, or fauna are permitted. All Foundation members are to undergo training protocol BSC-5252 to minimize damage to the area before being assigned to Area-5252. (Revision as of 10/23/20██. See Addendum-3, Incident Report-5252-2 ).",
        "Once the observed figure reaches the trail head, it will stop and wait for the hiker(s) to catch up to it. Survivors report that the brightness of the lantern makes any details of the figure indistinguishable, but a dark hand is held out, open palm, to the lone or nearest human. If the individual fails to present SCP-5252 with an item, it will take an object by force or inflict non-lethal injury. No deaths have yet been attributed to SCP-5252. (Revision as of 10/13/20██. See Addendum-1 .)\nSightings and encounters with SCP-5252 have been found to be increasing in conjunction with rising numbers of tourists in the area.",
        "Addendum-1 During Foundation operations to gather intelligence on SCP-5252 within the village, an incident involving two tourist hikers occurred 10/13/20██. One survivor and one local serving as a Sherpa were taken into Foundation custody and interviewed. Determining the facts of the event and entity motivations considered top priority by Dr. Clarke, assigned head researcher for SCP-5252 and Area-5252.\n—\n\n",
        "Addendum-3\nA fire-damaged, leather-bound journal was recovered from the wreckage of a civilian home by Dr. Clarke and translated from Nepalese. Legible pages include the following:\n",
        "Addendum-4 Attempts to locate Sang Acharya, the author of the journal, have been unsuccessful. Security personnel followed human tracks from the found journal for nearly 4 kilometers, heading towards the nearest mountain peak, before the trail became impassable. A torn piece of parchment, identical to the makeup of the journal previously referenced, was found near the wreckage of the village.\nSightings of a second iteration of SCP-5252, henceforth referred to as SCP-5252-A, have been sighted alongside SCP-5252 and documented by security personnel."
    ],
    "documents": [],
    "notes": [
        "Interviewed: Andrew J. Wilson, from incident reported 10/13/20██. Interviewer: Dr. Clarke, head researcher of Area-5252. <Begin Log, 10 hours post discovery by patrolling Foundation security, after receiving emergency medical attention from Foundation physicians.> Dr. Clarke: How're you feeling, Mr. Wilson? Wilson: They gave me some good stuff so I’m not feeling much. Will this take long? I'd like to go home. Dr. Clarke: We'll try to keep things brief, but we need honest answers from you. Wilson: …I’ll do my best. [ sounds of wet coughing ] Dr. Clarke: Once you started along the [REDACTED] portion of the pass, what do you remember? Wilson: We were just hiking, making good time. We were set to make the next peak by evening. But all of a sudden, the weather started to turn. So we started to head back. Dr. Clarke: Did anything seem out of the ordinary? Wilson: Like what? Dr. Clarke: I don't hike much, so I wouldn't know. Wilson: [ short pause ] Nothing. We were a bit worried might lose our way. Visibility was dropping quick, but nothing weird. Not until that… thing showed up. Dr. Clarke: What “thing” do you mean? Wilson: I thought it was our Sherpa at first, coming to find us. It had a lantern and was walking ahead of us, so we followed it back. Dr. Clarke: What happened once you reached the trail head? [ A silence of several seconds followed by a rattling sigh. ] Wilson: That thing, whatever it was, held its hand out. Dr. Clarke: You called it a thing. Are you sure it wasn't just a person? Wilson: I don't know what it was, but it sure as hell wasn't a person. And its eyes… Dr. Clarke: What about its eyes? Wilson: When it took him. I couldn't see anything because of how damn bright that light was. But when it grabbed him, the light went out. And I saw two glowing eyes for just a second. Before Bill started screaming. Dr. Clarke: What do you mean that it took him? Wilson: I couldn't see Bill behind me. The locals warned me to give it something. I turned to get something out of my pocket- not sure what I was planning on grabbing. But before I could stop him, Bill went at it with his machete. [ Sounds of forceful and prolonged coughing. Dr. Clarke's notes here that Wilson's primary facial wound was becoming exacerbated. They chose to cut the interview shorter than initially planned. Less vital questions were omitted to curb excessive blood loss of the victim.] Dr. Clarke: What was the machete for? Wilson: Oh, um. Just protection. Dr. Clarke: From what? Wilson: Big cats mostly… Dr. Clarke: Sure. Wilson: … Dr. Clarke: How did you come by your injuries? Wilson: Like I told those doctors, it happened so fast. I think it hit me when it grabbed Bill. It felt like a fucking sledgehammer with claws. [ Several seconds of silence pass. ] Am I going to be okay? Dr. Clarke: We’ve stabilized you. You should be fine, but you’ll most likely require a good deal of reconstructive surgery. I’d also recommend seeking out an ocularist if you wish. Wilson: [ sounds of Wilson thickly swallowing, followed by sniffling ] Did you guys find Bill yet? Dr. Clarke: Not yet, but we’re looking. Wilson: We should have never come here. <End Log> Post-interview note by Dr. Clarke: \"██ days after the incident, William \"Bill\" ██████████ was found approximately 5 kilometers from the initial point of contact with SCP-5252. Cause of death was determined to be exposure. This information has been temporarily withheld from the subject due to risk of shock and possible memory loss.\"",
        "Interviewed: Bibek Adhikari, hired guide involved in incident reported on 10/13/20██. Interviewer: Dr. Clarke, head researcher of Area-5252. <Begin Log, 11 hours post discovery by patrolling foundation security, after completion of interview with Andrew J. Wilson.> Dr. Clarke: Thank you for coming in, Mr. Adhikari. Are you sure you don't want us to bring in a translator? Adhikari: No, English is okay. Dr. Clarke: We haven't encountered many English speakers in your village. Adhikari: Yes, there are not many. I needed to learn, to work with the tourists. Dr. Clarke: Have you worked with many hikers and climbers? Adhikari: Yes, since I was a young man. Dr. Clarke: Why did Mr. Wilson and Mr. ██████████ come to Nepal? Adhikari: They told me they wanted to hike the Himalayas and see the land. Dr. Clarke: Was there anything in particular they wanted to see? Adhikari: Some of the peaks. And the forest near my village. Dr. Clarke: Did anything out of the ordinary happen? Adhikari: They lied to me. Dr. Clarke: They lied to you? Adhikari: Yes. Dr. Clarke: How so? Adhikari: They said they wanted to hike. Admire the land. But they wanted to take it from us. Dr. Clarke: They wanted to take your land? Did they tell you that? Adhikari: They did not need to. Both men had a Chhura 1 with them. They tried to hide them, but I saw. Dr. Clarke: What did you think they were for? Adhikari: To cut the trees. Dr. Clarke: Cut them down? Adhikari: No, no. Marking the best areas to come back to later. With their lumber company. Our land, our trees, our people; they are not for sale. Dr. Clarke: So what did you do? Did you harm them? Adhikari: I did no harm. I returned home without them. The mountain would take care of it. They must leave. And you must leave. Dr. Clarke: Not right now. We still have some questions- Adhikari: No, I am going to return home. You should as well. Dr. Clarke: Alright, Mr. Adhikari. We'll continue this interview another time. Adhikari: Speaking with me will not help you. If you wish to know more about land, and what resides within it, you need to speak to the Jaḍāna 2 . Dr. Clarke: Who is that? [ Sounds of a metal chair scraping across a floor, followed by fading footsteps. ] Dr. Clarke: Mr. Adhikari, wait. We're not finished here. The interviewee attempted to leave the Foundation outpost and refused to respond to any further inquires from Foundation staff. He was allowed to return, but is being kept under surveillance until further notice. <End Log>",
        "10/21/20██ Containment Unit-3, posted 0.3 kilometers outside the ██████ village. Causalities and injuries consisted of: 2 construction personnel killed, 5 injured. 3 security personnel killed One surviving Foundation member, Security Officer Renee S. Peterson, gave her account of the incident as she was lucid but unable to be moved from the infirmary at the time of her statement. <Begin Audio File> \"Operations and surveys in the areas hadn't been going smoothly. The planning markers for the containing wall were in and the construction team was felling a few trees that were in the way. We had only been out there about an hour. I clocked the time about ████ a.m., but I knew we were going be out there for the next several hours. Containment implementation is being sped up since that civilian death they documented last week. One of the locals came up to us. He had a couple of books or journals in his arms and he was babbling. Scared the shit out of me when he ran up. He just kept talking louder and louder. Most of the crew was getting uncomfortable. We didn’t have a translator with us so I pointed back to the village to ask him to leave. I had no idea what he wanted. He did try to shove one of those books into my hands. I had one of the other security guys escort him off. Wasn't in the mood to deal with that shit. I was trying to keep eyes on every member of the team, but between the foliage and the distance across the work site, I lost line of sight on a few. One of the furthest guys, to my 3 o' clock, started screaming. And then he just stopped. The crew started panicking and all I could see was this blur between the trees. They were dropping like flies and there was so much blood. I didn't want to risk shooting one of my men, but it wouldn't have mattered anyway. It was too fast. After just a minute or two, I was the only one left. Then I saw it. Tall, dark, carrying a bright light. I didn't get a good look before it… smacked my gun out of my hands. The last thing I remember is being thrown to the ground. The eyes too. Like the sun.\" <End Audio File> After partial amputation of three fingers of her left hand and full amputation of her dominant (right) arm above the elbow, S.O. Peterson has been medically discharged from duty.",
        "Interviewed: Sang Acharya, a young man referred to as the \"Jaḍāna\" and a resident of the ██████ village. Interviewer: Dr. Clarke, head researcher of Area-5252. <Begin Log> Dr. Clarke: Thank you so much for coming in, Mr. Acharya. I'm sure you have some idea of why you're here. Sang Acharya: Please, just call me Sang. And yes, I know why. You need answers and you hope to get them from me. Dr. Clarke: We’ve spoken to a few of the people from your village and all of them have mentioned you. I’m hoping you can help us. What can you tell us about this entity? Sang Acharya: Entity? Dr. Clarke: Something attacked those hikers. And my colleagues. We need to know everything you know. Sang Acharya: The ones that were tearing apart the forest by our village? You’re with them? Dr. Clarke: Yes, but we're not here to do harm. Sang Acharya: I’m sorry, but I have nothing for you. Nothing to tell you. You need to leave. Now! Dr. Clarke: We can’t leave and we need your hel- Sang Acharya: No! You people are making things worse for us. If you continue on this path you’ll destroy everything. Dr. Clarke: Please Sang, I don’t want to see anyone else die. Sang Acharya: They died because of you. Dr. Clarke: We made a mistake and we want to correct it. Sang Acharya: You fail to understand It or anything about this place. Dr. Clarke: Yes, but we want to. Please help me understand. I truly want to. [ Dr. Clarke’s voice becomes low and soft. Gain on the audio from his microphone has been digitally enhanced slightly. ] Sang Acharya: [ The interviewee pauses and places his head in his hands for several seconds. ] Why? Dr. Clarke: They weren’t just my colleagues. Some of them were my friends, or as close to friends as you get in my job. Also, I’m a researcher. I have no interest in the timber, the land, or anything material. I just want knowledge. Please, Sang. [ Several moments of silence follow. ] Sang Acharya: You truly mean that. Dr. Clarke: Very much so. Sang Acharya: Alright, I’ll share what I know with you. Come to my home tomorrow and I will allow you to study the texts and journals. Even make copies. The Jaḍāna that came before me have left behind a wealth of information. My own book my even hold some value to you. Maybe once you have this knowledge, you'll be wise enough to understand why it's best to leave things be. Dr. Clarke: I’ll need to bring a team in with me. For my safety and yours. Sang Acharya: Fine, but tread lightly. Dr. Clarke: Naturally. <End Log>",
        "10/23/20██ SCP-5252 was engaged by Foundation staff during operations to create a more permanent base within the ██████ village and interview a person of interest. During the ensuing combat, a fire ignited on the exterior of a civilian home. Due to most structures in the area being composed of highly flammable materials such as wood and straw, as well as inadequate firefighting equipment, destruction of the village was virtually total and resulted in massive casualties of both locals and Foundation members. Analysis of the scene showed an overturned hanging lantern as the source of the fire. Torn material lodged in the edge of the lantern housing was found to be the same as that of a Foundation security uniform vest. A Foundation forensic team determined the cause of the fire to be accidental, but ultimately puts the Foundation partially at fault.",
        "05/29/20██ Ita came to me this morning with a gift for the Spirit. Even so young, my sister understands the importance of our connection with the land and It. It warms me to know I’ve served as a good example to her. Since this is her first offering, I’m hoping the Spirit accepts it. I’m concerned though that It will leave a rock behind, no matter how “pretty and shiny” Ita insists it is. Like me, she fell in love with the mountain, the animals, the trees on our walks. I do wish she wouldn’t load the pockets of her skirt with stones every outing though. Regardless, I have a lovely new paperweight that, I agree, is “even prettier and shinier”.",
        "04/30/20██ Mother was kind enough to leave me supper on the table for when I returned from the mountain. Despite it being Springtime, the snow is thick on the trails and passes. I came home half frozen long after the sun had set. My convening with the Spirit has paid off though. It spoke of a productive farming season all through Autumn. The offerings last year must have been enough to make up for most of the damage done by the tourists.",
        "05/14/20██ I woke last night to a light by my window. A visit to the village from the Spirit has only happened a few times since the death of my predecessor. She taught me so much over the years, but my knowledge can only do so much and I miss her guidance. The Spirit is a strange thing and nothing I've been taught is certain. I'm not sure the reason for this, but It's restless. ~ Ita left another one of her precious stones out on her windowsill for the Spirit. That silly girl called It here by marking the wall of the house. I should never have showed her the offering symbol. Thankfully, I can see the light heading out of the village, back to the mountain. It must be satisfied with Its gift. Still, It's been more active. This makes me nervous, but only time will tell what it means.",
        "06/07/20██ More and more foreigners are coming to the mountain the past several years. The land is starting to wear down and be altered. They come in, go where they wish, do what they wish, and leave their unwanted rubbish behind with us. The Spirit is growing restless. It still appears to me and the people of my village in aid, but I fear what may happen if this disrespect is allowed to continue. 10/13/20██ I must convene with the elders and insist we begin to limit tourist permits. Before something far worse comes to pass. A visiting foreigner lost his life to the Mountain and his friend nearly so. I saw for myself that the Spirit put out his eye, but he will live to tell what happened. Hopefully that will dissuade some. Bibek confided in me that he suspected the men were sent by a lumber company. He doesn’t wish to work as a Sherpa any longer. I respect his choice. I’m not sure those men deserved what happened to them, but It doesn’t suffer fools.",
        "10/15/20██ A large group of strange people came to the village. They seem to be trying to pass as curious tourists or scientists looking to research the land, but something is not quite right. I can sense the agitation of the Spirit. I plan to visit the mountain tonight and see if it will speak with me. It has been more and more quiet as the damage has been done. ~ I’ve returned home from the peak and my heart is filled with terror. The Spirit wouldn’t speak with me. It wouldn’t even show itself. This is a terrible omen of things to come, I fear. 10/21/20██ I knew this would end in bloodshed and death. A group of the outsiders were wiped from the mountain, just outside the village, along with a few of our people. No one permitted them to build anywhere near our land. I attempted to speak with one of their leaders just before the attack. She sent me away like I was an ignorant child getting in the way of their work. The Spirit marked me before my family even did. 3 Even after all these years the soot still has not faded. My connection with It is still strong. Yet they question me. The Spirit still will not speak with me, but I will not give up. I must prove to It my people still respect and care for our land and one another. These strangers will not heed my warnings either. Between It and them, one will bend to the other. And I fear what will happen if this conflict truly comes to bear.",
        "Everything is gone. My people are all dead or scattered to the nearest villages for refuge. Most of the foreigners who came here are gone. Dead or run away. The Spirit has provided so much and now it has taken everything. The village has burned to the ground. My mother and father, along with my brother and baby sister, have perished. There's absolutely nothing left for me here. My only path is to travel up the mountain and hope to convene with the Spirit one last time before I give myself to the land.",
        "\" SCP-5252 \" by Red-Bannered-Mare, from the SCP Wiki . Source: https://scpwiki.com/scp-5252 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5252",
    "object_class": "Keter",
    "containment_procedures": "Due to the operative zone of SCP-5252 remaining immobile, Area-5252 encompasses SCP-5252, its known range of travel, and a one kilometer buffer zone.",
    "description": "SCP-5252 is an approximately two meter tall humanoid entity of indeterminate race and gender which carries an oil lantern. Reported details regarding its appearance are sparse and unclear. SCP-5252 travels at will by unknown means throughout a 26.3 square kilometer section of land located in the central region of Nepal, within the Himalayan mountains. The area includes a remote mountain pass, numerous hiking trails, and a local village.",
    "title": "SCP-5252"
}