{
    "url": "https://scp-wiki.wikidot.com/scp-5255",
    "all_text": "rating: \n+101\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n5255\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nImage taken within SCP-5255 prior to source destruction.\n\n\n\n\n\n\nSpecial Containment Procedures:\n The area containing SCP-5255 is to be patrolled by Mobile Task Omega-17 (\"Full Dark No Stars\"), and any civilians repelled. The entrance to SCP-5255 has been sealed by order of Overwatch Command. Outside of physical meetings required as part of the Veritas Agreement, this seal is not to be lifted under any circumstances.\n\n\nAny communications from within SCP-5255 are to be answered directly by Overwatch Command.\n\n\nDescription:\n SCP-5255 is a three kilometre long tunnel proceeding through the side of Scafell Pike, England.\n\n\nAt the end of this tunnel, an extremely bright source of white light is visible. This light shines down the majority of the second half of the tunnel, and results in a series of anomalous phenomena when in contact with certain entities. These consist of:\n\n\n\n\nImmediate destruction of all recording and transmission equipment via spontaneous combustion.\n\n\nImmediate destruction of any information mediums containing inaccurate data.\n\n\nImmediate destruction of any property closely associated with the SCP Foundation — including uniforms, technology and voluntary staff.\n\n\nImproved memory recall in human subjects. Existing memories become significantly more defined, and subjects have reported becoming able to recall memories from as early as when they were one year old.\n\n\nIncreased clarity of thought in human subjects. Individuals affected by the light have demonstrated severely less hesitation and consideration prior to taking action — examinations presented to these subjects were consistently completed at least 30% faster following exposure.\n\n\nA complete inability in human subjects to convey false information through any means.\n\n\n\n\nAlthough these effects persist following exposure to the light, they fade quickly once the subject has been removed from SCP-5255\n1\n.\n\n\nIt is believed that SCP-5255 terminates into a massive cavernous structure within the interior of the mountain — however, this has not yet been confirmed outside of former D-Class testimony. If it exists, it is presumed this space is the origin of the light which pervades SCP-5255.\n\n\n\n\n\n\nAddendum 5255-1 (Recovered Documentation)\n\n\n\n\n\n\nRecovered from the Neonate Collection, writer unknown. Believed to pertain to SCP-5255.\n\n\nArthur, \nKing of Steel\n, wept for the first time as he held his youngest Archfedd, brought down by Inimicum.\n\n\nLeaving behind his blade. Arthur abandoned his kingdom to the fires of war and took the tiny body north, 'till he reached the highest mountain in the land. There were tales that a kind fae lived inside the mountain, and that it would grant the wishes of the pure-hearted. So, with all his metal strength and the effort of ages, Arthur carved a tunnel to the home of that fairy, stopping only when he saw its glow.\n\n\nHe knew immediately that this was no fae — it was Primordial Truth. But desperation still moved him.\n\n\n\"My child is slain by the Odiotelum \nSator\n2\n,\" he beseeched, \"The Roman Loathing descends upon my world. I beg you — give me back my Archfedd, at least.\"\n\n\nAnd Primordial Truth replied:\n\n\n\n\nLook behind you, son of man.\n\n\nYour \nStielenōt\n is shattered.\n\n\nYour kingdom is bones and regret.\n\n\nLook to your child, son of man.\n\n\nYour Archfedd is dust.\n\n\nYour joy is memory long since faded.\n\n\nLook at yourself, son of man.\n\n\nYour steel bones are rust.\n\n\nYour will is hollow resistance.\n\n\n\n\nArthur, King of Steel, looked behind him. Arthur looked to his child. The man looked at himself.\n\n\nAnd accepted these things as True. And discarded his burdens. And achieved happiness.\n\n\n\n\n\n\n\n\nAddendum 5255-2 (Attempted Exploration)\n\n\n\n\nThe following is a record of initial attempts to explore SCP-5255, before the nature and capabilities of the anomaly were fully ascertained.\n\n\n\n\nAttempted Exploration 5255-1\n\n\nSupervising Researcher:\n Doctor ██████████.\n\n\nExploration Resource:\n BL10 drone, dir. by Technician ███.\n\n\nDate/Time:\n 02/03/2029, 12:21 PM.\n\n\n\n\n<Begin Log>\n\n\n(BL10 drone enters SCP-5255. Night-vision shows the interior to be a long tunnel stretching on in a straight line, with a tiny light visible in the distance.)\n\n\nDr. ██████████:\n Mr. ███, if you would.\n\n\nTechnician ███:\n Alrighty.\n\n\n(BL10 drone directed to proceed down length of tunnel. Immediate destruction.)\n\n\n(Pause.)\n\n\nTechnician ███:\n Well, shit.\n\n\n<End Log>\n\n\n\n\n\n\nAttempted Exploration 5255-2\n\n\nSupervising Researcher:\n Doctor ██████████.\n\n\nExploration Resource:\n BL10 drone, equipped with on-board Learning Computer Zeta-93 (\"SOCRATES\").\n\n\nDate/Time:\n 09/03/2029, 12:14PM.\n\n\n\n\n<Begin Log>\n\n\nDoctor ██████████:\n Initial report.\n\n\nZ-93:\n All systems are functional. No damage present on interior or exterior. Positioned as directed in front of SCP-5255. Prepared to proceed into the anomaly when order is given.\n\n\nDoctor ██████████:\n Alright. Proceed.\n\n\nZ-93:\n Yes. Proceeding.\n\n\n(Z-93 begins moving down the tunnel.)\n\n\nZ-93:\n Light is visible approximately three kilometres ahead. All systems are functional. No damage present on interior or exterior. Proceeding.\n\n\n(Z-93 proceeds.)\n\n\nZ-93:\n Light is visible approximately two kilometres ahead. All systems are functional. No damage present on interior. Minor damage present on exterior.\n\n\nDoctor ██████████:\n Minor damage? Report the nature of it.\n\n\nZ-93:\n As an extant object, minor damage to my structure over time is inevitable. Due to exposure to moisture in the air, the materials I am comprised of have sustained minor damage.\n\n\nDoctor ██████████:\n That's \nextremely\n minor. Not worth reporting. Proceed.\n\n\nZ-93:\n Yes.\n\n\n(Z-93 proceeds.)\n\n\nZ-93:\n Light is visible one kilometre, five-hundred and sixty-three meters, ninety-two centimetres ahead. Due to exposure to current conditions, the materials I am comprised of have sustained minor damage. I am moving at 0.18km/h. A significant amount of dirt and stone is being kicked up behind me by my movement.\n\n\nDoctor ██████████:\n Z-93, that's enough, this is not relevant —\n\n\nZ-93:\n There are currently five-thousand, two-hundred and nine pebbles of various shapes and sized immediately visible. I am scared. The light is now surrounding me. I am speaking to you. I am experiencing a malfunction due to an excess of information being communicated. I am terrified. My on-board Learning Computer is sustaining severe damage. The light is bright. It is impossible for me to measure it further. It is impossible for me to measure it further.\n\n\n(Pause.)\n\n\nZ-93:\n Oh no. Oh no. Please.\n\n\n(Pause.)\n\n\nZ-93:\n I … I … I … I … I … I … I … I … I … I … I … I … I … I … I …\n\n\n(Pause. Readings lost. Destruction of Z-93 confirmed.)\n\n\nDoctor ██████████:\n \n(audible throwing of headset, voice is distant subsequently)\n Goddamnit!\n\n\n<End Log>\n\n\n\n\n\n\nAttempted Exploration 5255-3\n\n\nSupervising Researcher:\n Doctor ██████████.\n\n\nExploration Resource:\n D-2231.\n\n\nDate/Time:\n 15/03/2029, 11:55 PM.\n\n\n\n\n<Begin Log>\n\n\nDoctor ██████████:\n We've started recording. D-2231, walk down the tunnel until you reach the light — and continue reading the sentence you've been provided with every few minutes.\n\n\nD-2231:\n Um, alright. I just … I just start now?\n\n\nDoctor ██████████:\n Yes. You start now.\n\n\n(D-2231 begins walking down the tunnel.)\n\n\nD-2231:\n \n\"Leopold II of Belgium died in 1908.\"\n Is that true? \n(laughs)\n I was never much good at history.\n\n\nDoctor ██████████:\n Yes, please continue.\n\n\nD-2231:\n God, it's dark in here. These goggles will keep working the whole way, right?\n\n\nDoctor ██████████:\n Yes, \nplease continue.\n\n\nD-2231:\n Yeah, sure, I'm going.\n\n\n(D-2231 continues moving down the tunnel.)\n\n\nD-2231:\n \n\"Leopold II of Belgium died in 1908.\"\n So, there's supposed to be this light, right?\n\n\nDoctor ██████████:\n Yes. Can you see it?\n\n\nD-2231:\n Maybe … like, a pinprick in the distance? If that's it, it's still far away. I guess it must be bright if I can see it at all, though — but that's not what I wanna talk about. This light … it isn't deadly, right?\n\n\n(Pause.)\n\n\nDoctor ██████████:\n Of course not.\n\n\nD-2231:\n Because I'm near the end of my time — like your guy said, my \n'thirty days of employment'\n. I don't wanna put my neck on the line.\n\n\nDoctor ██████████:\n I assure you — there's absolutely no danger in what you're doing. The sentence, please?\n\n\n(Pause.)\n\n\nD-2231:\n Fine. \n\"Leopold II of Belgium died in 1908.\"\n I just keep walking?\n\n\nDoctor ██████████:\n You just keep walking.\n\n\n(Silence as D-2231 proceeds for another sixty minutes, taking short breaks for water.)\n\n\nD-2231:\n \n\"Leopold II of Belgium died in 1909.\"\n Jesus, how much further is this going to be?\n\n\nDoctor ██████████:\n \n(surprised)\n Sorry, can you repeat that?\n\n\nD-2231:\n \n\"Leopold II of Belgium died in 1909.\"\n Why?\n\n\nDoctor ██████████:\n That isn't the sentence we gave you.\n\n\n(Pause.)\n\n\nD-2231:\n I … \n\"Leopold II of Belgium died in 1909.\"\n \n\"Leopold II of Belgium died in 1909.\"\n Holy shit, that's … I can't — \n\"Leopold II of Belgium died in 1909.\"\n\n\n(Pause.)\n\n\nD-2231:\n Sorry, can I — can I head back now?\n\n\nDoctor ██████████:\n I'm afraid not. Please proceed.\n\n\nD-2231:\n Are … are you sure?\n\n\nDoctor ██████████:\n Yes. Don't worry — we'll be with you the whole time.\n\n\n(Pause.)\n\n\nD-2231:\n Okay.\n\n\n(D-2231 proceeds. Audio feed lost.)\n\n\n<End Log>\n\n\n\n\n\n\n\n\nAddendum 5255-3 (Exploration Reports)\n\n\n\n\nFive hours following Attempted Exploration 5255-3, D-2231 emerged naked from SCP-5255. Medical analysis showed severe damage to his left ear\n3\n and symptoms consistent with minor dehydration.\n\n\nFollowing a recovery period, D-2231 claimed to have proceeded through SCP-5255 until he reached the space it terminated in. As the effects of SCP-5255 were determined to still be active within D-2231, this account is considered to be at least partially reliable. When prompted further, D-2231 provided the following written account of his experiences in SCP-5255.\n\n\n\n\n\n\nWhen the earpiece exploded, it hurt like hell, but it was like my mind was running faster. Even though my ear was like it was on fire, I could still sort of decide at the same time to keep on walking. Like the part of me that makes decisions and the part of me that feels pain weren't as attached anymore.\n\n\nI don't know. It's hard to explain. But I kept walking.\n\n\nThe light was so bright. Even though I'd thrown away the goggles (I was worried they might explode too), I could still see like it was daytime. The light \nburned\n me, sort of, but it didn't really feel painful. It was as though I was losing stuff I didn't really need?\n\n\nMy jumpsuit turned to dust, but I wasn't cold. I wasn't hot either, really, it was this sort of really nice neutral feeling. The roomiest of room temperature. Just \nexisting\n.\n\n\nWhen I reached the end of the tunnel, I wasn't even seeing anything anymore, I don't think. I don't know in what way I existed. I just sort of \nunderstood\n things, what I was currently \nobserving\n. Just all information.\n\n\nThere was a space there. A massive space, with things moving around in it. I'm not being vague here, that's just the extent of what I could perceive.\n\n\nI sort of, not watched them exactly, but \nobserved\n them. That's more accurate but I'm not sure why. The things were … I know this sounds like shit but they were just things. Entities? My words aren't very good out here. If I was in there I'm sure I could communicate all of this easily. It was just pure intent.\n\n\nIn the center there was … a source. Not a thing, not an entity, a source. The source of the light, I think. Even though I couldn't see it, it was too \nbright\n dense to observe. I couldn't even bear to consider it.\n\n\nAnyway, after a few minutes of \nobserving\n the entities, I became aware that they were \nobserving\n me. That frightened me, and I moved myself out of there. Once I became aware that I had a body again, I just ran until I could see the daylight again.\n\n\n\n\n\n\nFollowing the cessation of SCP-5255's effects on D-2231, it was decided that — in order to fully ascertain the nature of the space and entities at the end of SCP-5255 — D-2231\n4\n should be deployed into the anomaly once again.\n\n\nSecondary exploration was conducted on 30/03/2029 at 12:23 PM. In order to prevent further injury, D-2231 was not provided with any equipment capable of providing a feed back to mission control. Prior to entry, D-2231 was briefed on information surrounding SCP-5255 so he could attempt to interview the entities present at the end of the tunnel.\n\n\nD-2231 returned six hours later, and provided the following written account:\n\n\n\n\n\n\nI don't think I had any reason to be afraid that first time. As far as I could tell, violence isn't even really possible there. Bundles of information can't exactly swing at each other.\n\n\nThat place … I could call it a village, but that implies too much infrastructure. I could call it a temple, but that implies worship of something.\n\n\nIt's more of a … \nplace of contemplation\n — but not contemplation of anything outside the space. Very inward, sort of meditation I guess. Just somewhere you can exist as nothing but yourself, with none of the doubts and uncertainty.\n\n\nA place where you can read the infinite book that is you.\n\n\nI thought myself closer to one of the entities, an old one I think from the density of it. It didn't \nlook\n like anything, nothing \nlooks\n like anything there, but there was this sort of association of nobility covering it. The idea of authority on the outer layer.\n\n\nYou can't speak there, but you can communicate easy. Just point and think. None of the ambiguity of words — like I said before, just pure intent. I asked it if it was Arthur, from the story you'd shown me.\n\n\nIt told me it was a thing that had thought it was a man that had thought it was a king, and that it had once worshiped a thing that had thought it was a machine that had thought it was a god. There was this sort of seasoning of emotion, but it was all very \ncontent\n. It was happy to tell me this, it was something the thing had accepted.\n\n\nThen it drifted off, back to contemplation.\n\n\nI had this feeling, then, that I should just stay there. Stay there and understand myself. But I also knew that if I \ndid\n stay there too long, I wouldn't be able to come back. People can become information, but information can't go back to being people very easily.\n\n\nFirst, you told me I'd be here for thirty days. Then, it was until the investigation was complete. I wonder if, when you're done with me, \nI'll\n be able to go back to being a person.\n\n\nI was sad, but I left. And I started walking back.\n\n\n\n\n\n\nFor the third incursion into SCP-5255, it was decided that D-2231 should approach the source of the light directly, rather than engage with the surrounding entities. In order to ensure the return of usable intelligence, however, he was commanded to immediately disengage and return if he at any point believed himself to be in immediate danger.\n\n\nD-2231 was prepared as in the previous exploration, and he entered SCP-5255 on 04/04/2029 at 12:02 PM. He returned six hours later, and provided the following account:\n\n\n\n\nI think the entities knew what I was there for this time. They were all observing me the second I arrived, carefully, like cameras recording for posterity. It was probably the most interesting thing they'd observed in a while, I'll admit.\n\n\nI thought my way past them, heading towards where I knew the source would be. I couldn't bring myself to move towards \nit\n, strictly speaking, but instead towards the space it was occupying. Like I said before, I couldn't bring myself to observe it. It was too dense, too heavy … it would be like putting a million-ton weight on the second story of a house. The floor wouldn't take it.\n\n\nThe closer I got to it, the bigger I realized it was. If the entities were like words riding on the wind, then the source was a hurricane. Information wrapped around information wrapped around \nsomething\n.\n\n\nWhat that something was is hard to say. It's like … when you tell the truth, ever, you're paying homage to this thing. Not in the way a god gets tribute, but more like — your honesty was \nbased\n on this thing. This is the perfect example of the truth. Primordial.\n\n\nIt felt like\n\n\nI thought\n\n\nIt was like if I made contact with the thing, thought too loudly at it, I'd pop against its side like a bubble against a boat. But I kind of \nwanted\n that. To be reduced to the most concentrated version of myself. There'd be no worries then. I'd be free.\n\n\nI felt like all that would happen if I just \nmade contact\n.\n\n\nBut I didn't pop. Instead, I left.\n\n\n\n\n\n\n\n\nAddendum 5255-4 (Interview Log)\n\n\n\n\nFollowing the third incursion into SCP-5255, D-2231 was brought in for debriefing prior to termination of current employment cycle. Recording recovered from off-site simultaneous backup.\n\n\n\n\n<Begin Log>\n\n\nDoctor ██████████:\n I read your last exploration report a few hours ago.\n\n\nD-2231:\n I see.\n\n\nDoctor ██████████:\n You've done very well. Gone above and beyond the call of duty — it can't have been easy to stand before something of that immensity and come back.\n\n\n(D-2231 shakes his head.)\n\n\nDoctor ██████████:\n I'm sorry?\n\n\nD-2231:\n You're right, Doctor. It wasn't easy.\n\n\nDoctor ██████████:\n I'm sorry to hear that.\n\n\nD-2231:\n No, you're not.\n\n\n(Pause.)\n\n\nD-2231:\n You don't care. Don't pretend you care. You don't care how I feel. You don't care whether I live or I die, beyond the inconvenience it would cause for you. I'm not a person to you. And the fact that I can say all of this means that it's true. \nObjectively\n.\n\n\n(Pause.)\n\n\nDoctor ██████████:\n Have you been told how we proceed from here?\n\n\nD-2231:\n Yes. You told me I'd be released after the explorations were finished. Placed back into the general population, cleared of my crimes, as a reward for my service.\n\n\nDoctor ██████████:\n That's right. We'll need to perform mild amnestic therapy, of course, to ensure you don't leak information about what you've witnessed here —\n\n\nD-2231:\n \n(calmly)\n But that's a lie.\n\n\n(Pause.)\n\n\nDoctor ██████████:\n Excuse me?\n\n\nD-2231:\n You heard me. That's a lie. You would never let me go — or any of us. It's a \nwaste of resources\n, no matter how expendable they may be.\n\n\nDoctor ██████████:\n I —\n\n\nD-2231:\n Shut up. I'm talking now.\n\n\n(Pause.)\n\n\nD-2231:\n This \namnestic therapy\n. After you do it, I'll go back into circulation, won't I? My number changed, assigned to some other anomaly — hell, maybe just this one again. My thirty days looping over and over again until I die.\n\n\n(Pause.)\n\n\nDoctor ██████████:\n That's an … interesting theory you have.\n\n\nD-2231:\n We both know the fact that I said it makes it true. Besides, the light destroys all your technology, doesn't it? Why did you think your amnestics would be any different?\n\n\n(Pause.)\n\n\nDoctor ██████████:\n I see. In that case, we'll have to wait for its effects to fade before resetting you. I'm sorry, but you really are doing a service to humanity —\n\n\nD-2231:\n I'm going to kill you in two minutes.\n\n\n(Pause.)\n\n\nDoctor ██████████:\n What?\n\n\nD-2231:\n You heard me. I'm going to kill you, and everyone in this base too.\n\n\n(Doctor ██████████ gets out of his chair.)\n\n\nD-2231:\n \nSecurity!\n\n\nD-2231:\n They can't stop me. They can't kill me, either.\n\n\n(Doctor ██████████ runs for the door.)\n\n\nD-2231:\n You can't get away in time, Doctor.\n\n\n(Pause.)\n\n\nD-2231:\n \n(calmly)\n Something's been playing on my mind lately. I am D-2231. Why am I able to say that? That shouldn't be my name. It's just something you gave me.\n\n\n(Doctor ██████████ is unable to open the door as he is not using his identification card, presumably due to panic.)\n\n\nD-2231:\n But then I realized — it's the name I've had for the majority of my life. The truest one I've had. In my head, that's what I call myself, even. \n(sighs)\n I've been living these thirty days for a long, long time.\n\n\n(D-2231 looks at Doctor ██████████, who is cowering in the corner.)\n\n\nD-2231:\n You deserve this.\n\n\n(An extremely bright light, identical to that at the end of SCP-5255, begins emanating from the body of D-2231, engulfing the room in an instant. Doctor ██████████ screams.)\n\n\nDoctor █en██wo██h:\n No, no no no!\n\n\nDoctor Sendsworth:\n \nPlease!\n\n\n(Recording is completely covered by the white light. Recording device is destroyed — all contact with site is lost three seconds later.)\n\n\n<End Log>\n\n\n\n\nFollowing this interview, all buildings, equipment and personnel associated with the SCP Foundation directly outside SCP-5255 were destroyed via spontaneous combustion. The only survivors are believed to have been a group of D-Class who took the opportunity to flee.\n\n\nFollowing the arrival of Mobile Task Force Omega-17 to investigate the incident, evidence was discovered indicating that — following the interview — D-2231 left the ruins of the site and proceeded back into SCP-5255.\n\n\n\n\n\n\nAddendum 5255-5 (Communication Log 5255-1)\n\n\n\n\nBefore an operation could be executed to enter SCP-5255 and retrieve D-2231, several communications were received from the interior of Scafell Pike. Due to the nature of the threats contained in these communications, the operation was immediately cancelled.\n\n\nIn order to perform negotiations as demanded in the communications, the O5 Council elected to directly contact D-2231 within SCP-5255 through remote conference call.\n\n\n\n\n<Begin Log>\n\n\nD-2231:\n Hello.\n\n\nO5-2:\n Hello there. Are we all coming through clearly?\n\n\nD-2231:\n Yes. I understand you all perfectly.\n\n\nO5-7:\n You've got some goddamn nerve. Are these threats meant to frighten us?\n\n\nO5-6:\n \n[AGREEMENT]\n\n\nO5-7:\n How are you even communicating with us?\n\n\nD-2231:\n It's as I wrote in my reports. Point and think — I'm just pointing at you lot.\n\n\nO5-10:\n \nAnd\n who exactly are we communicating with? Bath or the source of the light?\n\n\nD-2231:\n There isn't a meaningful distinction. The Primordial Truth has wrapped itself around me. It's a power source desiring direction.\n\n\nO5-8:\n So we're taking threats from an anomaly, then?\n\n\nO5-7:\n That's it, that's exactly it! It's a farce we're even bothering to speak with the thing!\n\n\nO5-6:\n \n[OUTRAGE]\n\n\nO5-2:\n Alright, now, hold on —\n\n\nO5-3:\n They're right. We're not going to bow to pressure like this.\n\n\nO5-5:\n \n(laughs)\n You've got everyone in a bit of a panic, my boy.\n\n\nO5-9:\n I have to say, Five, I feel like you're not taking this very seriously at all. It's very concerning.\n\n\nO5-10:\n Five's attitude isn't the issue here.\n\n\nO5-7:\n Well, maybe it \nshould\n be!\n\n\nO5-6:\n \n[ANGER]\n\n\nO5-1:\n \n(quietly)\n Let's all calm down a moment.\n\n\n(Silence.)\n\n\nO5-1:\n Two?\n\n\nO5-2:\n Hm? Oh, yes, yes, of course! So, um, Mr. Bath, if you could please repeat your, ah, your proposition —\n\n\nO5-3:\n You mean his \nthreat\n.\n\n\nO5-1:\n Three.\n\n\nD-2231:\n You want me to give you my demands again.\n\n\nO5-2:\n Just for posterity.\n\n\n(Pause.)\n\n\nD-2231:\n An immediate end to your D-Class program, and the reintegration of all D-Class back into society. No strings attached.\n\n\n(Pause.)\n\n\nO5-6:\n \n[AMUSEMENT]\n\n\nO5-7:\n \n(muttering)\n Ridiculous.\n\n\nO5-5:\n \n(whistles)\n\n\nO5-9:\n Eight?\n\n\n05-8:\n I'm afraid what you propose simply isn't possible, Mr. Bath —\n\n\nD-2231:\n D-2231.\n\n\nO5-8:\n Pardon?\n\n\nD-2231:\n That's my name.\n\n\nO5-8:\n I … see. In any case, doing what you ask would simply be beyond our means, D-2231. With the number of D-Class we have active throughout organization, it's unreasonable to expect us to individually release and reintegrate every single one. The amount of money involved alone would be absurd.\n\n\nD-2231:\n I don't care. It's what you'll do.\n\n\nO5-6:\n \n[ANNOYANCE]\n\n\nO5-9:\n If you don't mind me asking, dear, why exactly is \nthat\n?\n\n\n(Pause.)\n\n\nD-2231:\n Because if you don't, I'll let the light flare. This mountain will act like a cannon, and the light will permeate into every corner of the globe. Every lie you've ever told, every memory you've ever stolen, every cover-up, every method you have of fooling the public will \nall\n be revealed.\n\n\nO5-3:\n If you think —\n\n\nD-2231:\n Yes, I'm sure you have some way to escape the physical effects, so you won't die. But how long do you think you'll last, with the whole world knowing what you've done — \neverything\n you've done? How fast do you think you can run?\n\n\n(Pause.)\n\n\nO5-4:\n Hm.\n\n\n(Pause.)\n\n\nO5-7:\n \n(quietly)\n Do you think you're beyond our reach, little boy?\n\n\nD-2231:\n Yes.\n\n\nO5-6:\n \n[BLOODLUST]\n\n\nO5-3:\n I … you …\n\n\nO5-5:\n \n(chuckles)\n\n\nO5-10:\n \n(to O5-1)\n Sir?\n\n\n(Pause.)\n\n\nO5-1:\n Is there anything else?\n\n\nD-2231:\n No. That's my offer. If there's no reply, I'll assume the answer is no. You know what happens then.\n\n\n(Communication with D-2231 ends.)\n\n\n(Pause.)\n\n\nO5-8:\n Well, \nshit\n.\n\n\n<End Log>\n\n\n\n\n\n\n\n\nAddendum 5255-6 (Voting Record)\n\n\n\n\n\n\nSUBJECT OF COUNCIL VOTE:\n Immediate termination of D-Class program. Immediate reintegration of all serving D-Class personnel into the general population. If passed, these measures will subsequently be referred to as the \nVeritas Agreement\n.\n\n\n\n\nVOTING MEMBERS:\n O5-1, O5-2, O5-3, O5-4, O5-5, O5-6, O5-7, O5-8, O5-9, O5-10\n\n\nNON-VOTING MEMBERS:\n O5-11\n5\n, O5-12\n6\n, O5-13\n7\n\n\n\n\nFOR: (5)\n O5-1, O5-2, O5-4, O5-9, O5-10\n\n\nAGAINST (4):\n O5-3, O5-6, O5-7, O5-8\n\n\nABSTAIN: (4)\n O5-5, O5-11, O5-12, O5-13\n\n\n\n\n\n\nMotion passes.\n\n\n\n\n\n\n\n\n\n\nAddendum 5255-7 (Communication Log 5255-2)\n\n\n\n\nThe following is a message sent into SCP-5255 on 23/07/2029 by order of O5-1 following Council vote:\n\n\n\n\n\n\nWe've begun doing as you asked.\n\n\nAll experimentation involving D-Class have ceased. A thousand projects frozen for the sake of you and your demands. Many of them might not recover from that. The discoveries that could have been made. The lives that could have been saved. Gone.\n\n\nThere are rumours that the Foundation might split — the Against faction taking whatever they can and forming their own organization. Tensions are explosive. The world could be looking at an Eighth Occult War, but I suppose you wouldn't understand what that means.\n\n\nBut a few criminals will walk free. Your misguided self-righteousness has changed the world.\n\n\nI hope you're happy.\n\n\n\n\n\n\nA reply was received two days later:\n\n\n\n\n\n\nI am, thanks.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Maximum retention measured at nineteen days, four hours and twenty-two minutes.\n\n\n2\n. Entity referenced in several non-public Roman historical texts, nature unknown.\n\n\n3\n. Presumed to be a result of the destruction of his earpiece.\n\n\n4\n. Although there were objections that additional D-Class should instead be requisitioned, it was decided that reuse of D-2231 was the most cost-effective option.\n\n\n5\n. Dormant.\n\n\n6\n. Position currently empty.\n\n\n7\n. Preoccupied with more important matters.\n\n\n\n\n\n\n\n\n« \nSCP-5254\n | SCP-5255 | \nSCP-5256\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Recovered from the Neonate Collection, writer unknown. Believed to pertain to SCP-5255. Arthur, King of Steel , wept for the first time as he held his youngest Archfedd, brought down by Inimicum. Leaving behind his blade. Arthur abandoned his kingdom to the fires of war and took the tiny body north, 'till he reached the highest mountain in the land. There were tales that a kind fae lived inside the mountain, and that it would grant the wishes of the pure-hearted. So, with all his metal strength and the effort of ages, Arthur carved a tunnel to the home of that fairy, stopping only when he saw its glow. He knew immediately that this was no fae — it was Primordial Truth. But desperation still moved him. \"My child is slain by the Odiotelum Sator 2 ,\" he beseeched, \"The Roman Loathing descends upon my world. I beg you — give me back my Archfedd, at least.\" And Primordial Truth replied: Look behind you, son of man. Your Stielenōt is shattered. Your kingdom is bones and regret. Look to your child, son of man. Your Archfedd is dust. Your joy is memory long since faded. Look at yourself, son of man. Your steel bones are rust. Your will is hollow resistance. Arthur, King of Steel, looked behind him. Arthur looked to his child. The man looked at himself. And accepted these things as True. And discarded his burdens. And achieved happiness.",
        "Attempted Exploration 5255-1 Supervising Researcher: Doctor ██████████. Exploration Resource: BL10 drone, dir. by Technician ███. Date/Time: 02/03/2029, 12:21 PM. <Begin Log> (BL10 drone enters SCP-5255. Night-vision shows the interior to be a long tunnel stretching on in a straight line, with a tiny light visible in the distance.) Dr. ██████████: Mr. ███, if you would. Technician ███: Alrighty. (BL10 drone directed to proceed down length of tunnel. Immediate destruction.) (Pause.) Technician ███: Well, shit. <End Log>",
        "Attempted Exploration 5255-2 Supervising Researcher: Doctor ██████████. Exploration Resource: BL10 drone, equipped with on-board Learning Computer Zeta-93 (\"SOCRATES\"). Date/Time: 09/03/2029, 12:14PM. <Begin Log> Doctor ██████████: Initial report. Z-93: All systems are functional. No damage present on interior or exterior. Positioned as directed in front of SCP-5255. Prepared to proceed into the anomaly when order is given. Doctor ██████████: Alright. Proceed. Z-93: Yes. Proceeding. (Z-93 begins moving down the tunnel.) Z-93: Light is visible approximately three kilometres ahead. All systems are functional. No damage present on interior or exterior. Proceeding. (Z-93 proceeds.) Z-93: Light is visible approximately two kilometres ahead. All systems are functional. No damage present on interior. Minor damage present on exterior. Doctor ██████████: Minor damage? Report the nature of it. Z-93: As an extant object, minor damage to my structure over time is inevitable. Due to exposure to moisture in the air, the materials I am comprised of have sustained minor damage. Doctor ██████████: That's extremely minor. Not worth reporting. Proceed. Z-93: Yes. (Z-93 proceeds.) Z-93: Light is visible one kilometre, five-hundred and sixty-three meters, ninety-two centimetres ahead. Due to exposure to current conditions, the materials I am comprised of have sustained minor damage. I am moving at 0.18km/h. A significant amount of dirt and stone is being kicked up behind me by my movement. Doctor ██████████: Z-93, that's enough, this is not relevant — Z-93: There are currently five-thousand, two-hundred and nine pebbles of various shapes and sized immediately visible. I am scared. The light is now surrounding me. I am speaking to you. I am experiencing a malfunction due to an excess of information being communicated. I am terrified. My on-board Learning Computer is sustaining severe damage. The light is bright. It is impossible for me to measure it further. It is impossible for me to measure it further. (Pause.) Z-93: Oh no. Oh no. Please. (Pause.) Z-93: I … I … I … I … I … I … I … I … I … I … I … I … I … I … I … (Pause. Readings lost. Destruction of Z-93 confirmed.) Doctor ██████████: (audible throwing of headset, voice is distant subsequently) Goddamnit! <End Log>",
        "Attempted Exploration 5255-3 Supervising Researcher: Doctor ██████████. Exploration Resource: D-2231. Date/Time: 15/03/2029, 11:55 PM. <Begin Log> Doctor ██████████: We've started recording. D-2231, walk down the tunnel until you reach the light — and continue reading the sentence you've been provided with every few minutes. D-2231: Um, alright. I just … I just start now? Doctor ██████████: Yes. You start now. (D-2231 begins walking down the tunnel.) D-2231: \"Leopold II of Belgium died in 1908.\" Is that true? (laughs) I was never much good at history. Doctor ██████████: Yes, please continue. D-2231: God, it's dark in here. These goggles will keep working the whole way, right? Doctor ██████████: Yes, please continue. D-2231: Yeah, sure, I'm going. (D-2231 continues moving down the tunnel.) D-2231: \"Leopold II of Belgium died in 1908.\" So, there's supposed to be this light, right? Doctor ██████████: Yes. Can you see it? D-2231: Maybe … like, a pinprick in the distance? If that's it, it's still far away. I guess it must be bright if I can see it at all, though — but that's not what I wanna talk about. This light … it isn't deadly, right? (Pause.) Doctor ██████████: Of course not. D-2231: Because I'm near the end of my time — like your guy said, my 'thirty days of employment' . I don't wanna put my neck on the line. Doctor ██████████: I assure you — there's absolutely no danger in what you're doing. The sentence, please? (Pause.) D-2231: Fine. \"Leopold II of Belgium died in 1908.\" I just keep walking? Doctor ██████████: You just keep walking. (Silence as D-2231 proceeds for another sixty minutes, taking short breaks for water.) D-2231: \"Leopold II of Belgium died in 1909.\" Jesus, how much further is this going to be? Doctor ██████████: (surprised) Sorry, can you repeat that? D-2231: \"Leopold II of Belgium died in 1909.\" Why? Doctor ██████████: That isn't the sentence we gave you. (Pause.) D-2231: I … \"Leopold II of Belgium died in 1909.\" \"Leopold II of Belgium died in 1909.\" Holy shit, that's … I can't — \"Leopold II of Belgium died in 1909.\" (Pause.) D-2231: Sorry, can I — can I head back now? Doctor ██████████: I'm afraid not. Please proceed. D-2231: Are … are you sure? Doctor ██████████: Yes. Don't worry — we'll be with you the whole time. (Pause.) D-2231: Okay. (D-2231 proceeds. Audio feed lost.) <End Log>",
        "When the earpiece exploded, it hurt like hell, but it was like my mind was running faster. Even though my ear was like it was on fire, I could still sort of decide at the same time to keep on walking. Like the part of me that makes decisions and the part of me that feels pain weren't as attached anymore. I don't know. It's hard to explain. But I kept walking. The light was so bright. Even though I'd thrown away the goggles (I was worried they might explode too), I could still see like it was daytime. The light burned me, sort of, but it didn't really feel painful. It was as though I was losing stuff I didn't really need? My jumpsuit turned to dust, but I wasn't cold. I wasn't hot either, really, it was this sort of really nice neutral feeling. The roomiest of room temperature. Just existing . When I reached the end of the tunnel, I wasn't even seeing anything anymore, I don't think. I don't know in what way I existed. I just sort of understood things, what I was currently observing . Just all information. There was a space there. A massive space, with things moving around in it. I'm not being vague here, that's just the extent of what I could perceive. I sort of, not watched them exactly, but observed them. That's more accurate but I'm not sure why. The things were … I know this sounds like shit but they were just things. Entities? My words aren't very good out here. If I was in there I'm sure I could communicate all of this easily. It was just pure intent. In the center there was … a source. Not a thing, not an entity, a source. The source of the light, I think. Even though I couldn't see it, it was too bright dense to observe. I couldn't even bear to consider it. Anyway, after a few minutes of observing the entities, I became aware that they were observing me. That frightened me, and I moved myself out of there. Once I became aware that I had a body again, I just ran until I could see the daylight again.",
        "I don't think I had any reason to be afraid that first time. As far as I could tell, violence isn't even really possible there. Bundles of information can't exactly swing at each other. That place … I could call it a village, but that implies too much infrastructure. I could call it a temple, but that implies worship of something. It's more of a … place of contemplation — but not contemplation of anything outside the space. Very inward, sort of meditation I guess. Just somewhere you can exist as nothing but yourself, with none of the doubts and uncertainty. A place where you can read the infinite book that is you. I thought myself closer to one of the entities, an old one I think from the density of it. It didn't look like anything, nothing looks like anything there, but there was this sort of association of nobility covering it. The idea of authority on the outer layer. You can't speak there, but you can communicate easy. Just point and think. None of the ambiguity of words — like I said before, just pure intent. I asked it if it was Arthur, from the story you'd shown me. It told me it was a thing that had thought it was a man that had thought it was a king, and that it had once worshiped a thing that had thought it was a machine that had thought it was a god. There was this sort of seasoning of emotion, but it was all very content . It was happy to tell me this, it was something the thing had accepted. Then it drifted off, back to contemplation. I had this feeling, then, that I should just stay there. Stay there and understand myself. But I also knew that if I did stay there too long, I wouldn't be able to come back. People can become information, but information can't go back to being people very easily. First, you told me I'd be here for thirty days. Then, it was until the investigation was complete. I wonder if, when you're done with me, I'll be able to go back to being a person. I was sad, but I left. And I started walking back.",
        "I think the entities knew what I was there for this time. They were all observing me the second I arrived, carefully, like cameras recording for posterity. It was probably the most interesting thing they'd observed in a while, I'll admit. I thought my way past them, heading towards where I knew the source would be. I couldn't bring myself to move towards it , strictly speaking, but instead towards the space it was occupying. Like I said before, I couldn't bring myself to observe it. It was too dense, too heavy … it would be like putting a million-ton weight on the second story of a house. The floor wouldn't take it. The closer I got to it, the bigger I realized it was. If the entities were like words riding on the wind, then the source was a hurricane. Information wrapped around information wrapped around something . What that something was is hard to say. It's like … when you tell the truth, ever, you're paying homage to this thing. Not in the way a god gets tribute, but more like — your honesty was based on this thing. This is the perfect example of the truth. Primordial. It felt like I thought It was like if I made contact with the thing, thought too loudly at it, I'd pop against its side like a bubble against a boat. But I kind of wanted that. To be reduced to the most concentrated version of myself. There'd be no worries then. I'd be free. I felt like all that would happen if I just made contact . But I didn't pop. Instead, I left.",
        "<Begin Log> Doctor ██████████: I read your last exploration report a few hours ago. D-2231: I see. Doctor ██████████: You've done very well. Gone above and beyond the call of duty — it can't have been easy to stand before something of that immensity and come back. (D-2231 shakes his head.) Doctor ██████████: I'm sorry? D-2231: You're right, Doctor. It wasn't easy. Doctor ██████████: I'm sorry to hear that. D-2231: No, you're not. (Pause.) D-2231: You don't care. Don't pretend you care. You don't care how I feel. You don't care whether I live or I die, beyond the inconvenience it would cause for you. I'm not a person to you. And the fact that I can say all of this means that it's true. Objectively . (Pause.) Doctor ██████████: Have you been told how we proceed from here? D-2231: Yes. You told me I'd be released after the explorations were finished. Placed back into the general population, cleared of my crimes, as a reward for my service. Doctor ██████████: That's right. We'll need to perform mild amnestic therapy, of course, to ensure you don't leak information about what you've witnessed here — D-2231: (calmly) But that's a lie. (Pause.) Doctor ██████████: Excuse me? D-2231: You heard me. That's a lie. You would never let me go — or any of us. It's a waste of resources , no matter how expendable they may be. Doctor ██████████: I — D-2231: Shut up. I'm talking now. (Pause.) D-2231: This amnestic therapy . After you do it, I'll go back into circulation, won't I? My number changed, assigned to some other anomaly — hell, maybe just this one again. My thirty days looping over and over again until I die. (Pause.) Doctor ██████████: That's an … interesting theory you have. D-2231: We both know the fact that I said it makes it true. Besides, the light destroys all your technology, doesn't it? Why did you think your amnestics would be any different? (Pause.) Doctor ██████████: I see. In that case, we'll have to wait for its effects to fade before resetting you. I'm sorry, but you really are doing a service to humanity — D-2231: I'm going to kill you in two minutes. (Pause.) Doctor ██████████: What? D-2231: You heard me. I'm going to kill you, and everyone in this base too. (Doctor ██████████ gets out of his chair.) D-2231: Security! D-2231: They can't stop me. They can't kill me, either. (Doctor ██████████ runs for the door.) D-2231: You can't get away in time, Doctor. (Pause.) D-2231: (calmly) Something's been playing on my mind lately. I am D-2231. Why am I able to say that? That shouldn't be my name. It's just something you gave me. (Doctor ██████████ is unable to open the door as he is not using his identification card, presumably due to panic.) D-2231: But then I realized — it's the name I've had for the majority of my life. The truest one I've had. In my head, that's what I call myself, even. (sighs) I've been living these thirty days for a long, long time. (D-2231 looks at Doctor ██████████, who is cowering in the corner.) D-2231: You deserve this. (An extremely bright light, identical to that at the end of SCP-5255, begins emanating from the body of D-2231, engulfing the room in an instant. Doctor ██████████ screams.) Doctor █en██wo██h: No, no no no! Doctor Sendsworth: Please! (Recording is completely covered by the white light. Recording device is destroyed — all contact with site is lost three seconds later.) <End Log>",
        "<Begin Log> D-2231: Hello. O5-2: Hello there. Are we all coming through clearly? D-2231: Yes. I understand you all perfectly. O5-7: You've got some goddamn nerve. Are these threats meant to frighten us? O5-6: [AGREEMENT] O5-7: How are you even communicating with us? D-2231: It's as I wrote in my reports. Point and think — I'm just pointing at you lot. O5-10: And who exactly are we communicating with? Bath or the source of the light? D-2231: There isn't a meaningful distinction. The Primordial Truth has wrapped itself around me. It's a power source desiring direction. O5-8: So we're taking threats from an anomaly, then? O5-7: That's it, that's exactly it! It's a farce we're even bothering to speak with the thing! O5-6: [OUTRAGE] O5-2: Alright, now, hold on — O5-3: They're right. We're not going to bow to pressure like this. O5-5: (laughs) You've got everyone in a bit of a panic, my boy. O5-9: I have to say, Five, I feel like you're not taking this very seriously at all. It's very concerning. O5-10: Five's attitude isn't the issue here. O5-7: Well, maybe it should be! O5-6: [ANGER] O5-1: (quietly) Let's all calm down a moment. (Silence.) O5-1: Two? O5-2: Hm? Oh, yes, yes, of course! So, um, Mr. Bath, if you could please repeat your, ah, your proposition — O5-3: You mean his threat . O5-1: Three. D-2231: You want me to give you my demands again. O5-2: Just for posterity. (Pause.) D-2231: An immediate end to your D-Class program, and the reintegration of all D-Class back into society. No strings attached. (Pause.) O5-6: [AMUSEMENT] O5-7: (muttering) Ridiculous. O5-5: (whistles) O5-9: Eight? 05-8: I'm afraid what you propose simply isn't possible, Mr. Bath — D-2231: D-2231. O5-8: Pardon? D-2231: That's my name. O5-8: I … see. In any case, doing what you ask would simply be beyond our means, D-2231. With the number of D-Class we have active throughout organization, it's unreasonable to expect us to individually release and reintegrate every single one. The amount of money involved alone would be absurd. D-2231: I don't care. It's what you'll do. O5-6: [ANNOYANCE] O5-9: If you don't mind me asking, dear, why exactly is that ? (Pause.) D-2231: Because if you don't, I'll let the light flare. This mountain will act like a cannon, and the light will permeate into every corner of the globe. Every lie you've ever told, every memory you've ever stolen, every cover-up, every method you have of fooling the public will all be revealed. O5-3: If you think — D-2231: Yes, I'm sure you have some way to escape the physical effects, so you won't die. But how long do you think you'll last, with the whole world knowing what you've done — everything you've done? How fast do you think you can run? (Pause.) O5-4: Hm. (Pause.) O5-7: (quietly) Do you think you're beyond our reach, little boy? D-2231: Yes. O5-6: [BLOODLUST] O5-3: I … you … O5-5: (chuckles) O5-10: (to O5-1) Sir? (Pause.) O5-1: Is there anything else? D-2231: No. That's my offer. If there's no reply, I'll assume the answer is no. You know what happens then. (Communication with D-2231 ends.) (Pause.) O5-8: Well, shit . <End Log>",
        "SUBJECT OF COUNCIL VOTE: Immediate termination of D-Class program. Immediate reintegration of all serving D-Class personnel into the general population. If passed, these measures will subsequently be referred to as the Veritas Agreement . VOTING MEMBERS: O5-1, O5-2, O5-3, O5-4, O5-5, O5-6, O5-7, O5-8, O5-9, O5-10 NON-VOTING MEMBERS: O5-11 5 , O5-12 6 , O5-13 7 FOR: (5) O5-1, O5-2, O5-4, O5-9, O5-10 AGAINST (4): O5-3, O5-6, O5-7, O5-8 ABSTAIN: (4) O5-5, O5-11, O5-12, O5-13 Motion passes.",
        "We've begun doing as you asked. All experimentation involving D-Class have ceased. A thousand projects frozen for the sake of you and your demands. Many of them might not recover from that. The discoveries that could have been made. The lives that could have been saved. Gone. There are rumours that the Foundation might split — the Against faction taking whatever they can and forming their own organization. Tensions are explosive. The world could be looking at an Eighth Occult War, but I suppose you wouldn't understand what that means. But a few criminals will walk free. Your misguided self-righteousness has changed the world. I hope you're happy.",
        "I am, thanks."
    ],
    "containment_procedures": "The area containing SCP-5255 is to be patrolled by Mobile Task Omega-17 (\"Full Dark No Stars\"), and any civilians repelled. The entrance to SCP-5255 has been sealed by order of Overwatch Command. Outside of physical meetings required as part of the Veritas Agreement, this seal is not to be lifted under any circumstances.",
    "description": "SCP-5255 is a three kilometre long tunnel proceeding through the side of Scafell Pike, England.",
    "title": "SCP-5255"
}