{
    "url": "https://scp-wiki.wikidot.com/scp-5256",
    "all_text": "SCP-5256:\n Perspective\n\n\nAuthor:\n \nHexick\n.\n\n\n\n\nIt really is a shame.\n\n\n\n\nImage Sources:\n\n\nN/A\n\n\n\n\n\n\n\n\n[ ▸ More by this Author ◂]\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+60\n+\n–\nx\n\n\nItem #:\n SCP-5256\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n The property on which SCP-5256 is located has been purchased by the Foundation through conventional means. The perimeter of the building has been barred from public access via the creation of an electrified fence. These procedures have been explained under the pretense of structural instability — which has been disseminated to the local public. A wireless CCTV network is to constantly monitor the house containing SCP-5256.\n\n\nDue to the lack of knowledge regarding SCP-5256's true nature, entry to the anomaly is limited — only being permissible per a formal request to the current acting research head of SCP-5256.\n\n\nAs no conclusive knowledge has been gained from the testimony of PoI-5256 and the locals near SCP-5256, all of the aforementioned individuals have been administered Class-B amnestics and released to the general public.\n\n\nDescription:\n SCP-5256 designates a small bedroom located within an abandoned one-story home in Weehawken, New Jersey.\n\n\nThe room displays unstable Hume levels and a large number of objects inside of SCP-5256 that, prior to its discovery by the Foundation, have been distorted to varying degrees. This is believed to be a form of imprinting resulting from a period of extreme mental or physical stress experienced by a currently undocumented ontokinetic\n1\n object or entity present within the area at the time.\n\n\nSCP-5256 possesses an antimemetic filter which increases in severity towards the far corner of the room near its sole window.\n2\n This filter increases in strength until viewing that portion of the room becomes impossible; only appearing as a void in space — as the light passing through the area becomes imperceivable to sapient beings. This effect is believed to be caused by an unknown anomalous object in that location which has thus far been impossible to remove from its current position (see Addendum-5256.2 for more detail).\n\n\nTaking into account SCP-5256's unstable reality, several abnormalities are present within SCP-5256 which may or may not have been caused by alterations to the room's reality.\n3\n\n\nDiscovery:\n SCP-5256's anomalous properties were initially reported by Laila Jennings, a 15-year-old female living in the area who is hereby designated PoI-5256. The previously mentioned individual had contacted the local authorities regarding the anomalous nature of the room after she admitted to looking through its single window.\n\n\nAs Foundation web crawler YE-2807 had picked up on the call, the incident was intercepted by Foundation agents, and containment of the anomaly was deemed a success. Upon interrogating PoI-5256 regarding her intent near the house, she began crying, though she herself wasn't sure why.\n\n\nQuestioning of the locals revealed that PoI-5256 had frequently visited the house; only going up to the room's window for short periods of time. The locals also reported seeing a male humanoid figure, similar in age to PoI-5256 in the room. PoI-5256 claims to have no memory of these visits with hypnosis yielding few useful results. PoI-5256 claimed that the previous owners of the house were highly religious and strongly believed in the removal of \"impurities\" from the body and soul.\n\n\nAside from SCP-5256 itself, a search of the house yielded few results. Only a single book pertaining to \"ceasing witchcraft\" and exorcisms was deemed of any interest.\n\n\nAddendum-5256.1:\n A complete list of the findings within SCP-5256 is as follows:\n\n\n\n\n \n\n\n\n\nMetal fragments coated in blood and trace amounts of bone are suspended 0.25 meters from SCP-5256's flooring near its entrance.\n\n\n\n\n\n\nA heavily damaged hammer also coated in blood and lodged into SCP-5256's far wall.\n4\n\n\n\n\n\n\nA half-empty package of \n\"Goldfish\"\n brand crackers. Chemical analysis has proven them to contain lethal amounts of synthesized Aconite mixed with an unidentified sedative. This mixture, along with stomach acid, is also present in small amounts within the air inside SCP-5256.\n\n\n\n\n\n\nA wooden crucifix along with stakes made of the same material.\n\n\n\n\n\n\nA series of partially consumed instances of the family \nRhaphidophoridae\n5\n scattered throughout SCP-5256.\n\n\n\n\n\n\nA plastic syringe containing medical-grade anesthetics with trace amounts of neural tissue, which registered low Hume levels.\n\n\n\n\n \n\n\n\n\n\n\nAddendum-5256.2:\n Shortly after SCP-5256's discovery and subsequent containment, a test was performed involving D-5075 in hopes of better understanding what is located within the far corner of SCP-5256. A transcript is as follows:\n\n\n\n<13:25>\n D-5075 enters SCP-5256; immediately proceeding towards the far corner of the room as instructed prior to the beginning of the test.\n\n\n\n\n<13:26>\n D-5075 reaches her right hand into the space; moving it throughout the area for several moments.\n\n\n\n\n<13:26>\n D-5075 attempts to pull on the object to no avail. The item appears to be anchored in place by unknown means.\n\n\n\n\n<13:28>\n The results are gathered and D-5075 exits SCP-5256.\n\n\n\n\n<13:30>\n The test concludes.\n\n\n\n\n\n\nClosing Statement:\n D-5075 reported the item within the space to have a leathery and flesh-like texture in most areas; though some fabric commonly found in clothing could also be felt. She also claimed it to be cold to the touch with sharp metallic objects piercing the object at random intervals.\n\nAttempts at locating the previous owners of the house containing SCP-5256 are ongoing.\n\n\n\n\nFootnotes\n\n\n1\n. A reality-bender.\n\n\n2\n. The previously stated window possesses metal bars affixed to its exterior which were added prior to containment. Research is ongoing to determine the reason behind this modification.\n\n\n3\n. Sufficient data collection and research is still ongoing to determine these factors.\n\n\n4\n. It is believed that this item is the source of the metal fragments.\n\n\n5\n. Colloquially known as Cave Crickets.\n\n\n\n\n\n\n\n\n« \nSCP-5255\n | SCP-5256 | \nSCP-5257\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5256\n\" by Hexick, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5256\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nN/A",
    "addendums": [
        "Addendum-5256.1: A complete list of the findings within SCP-5256 is as follows:\n\n\nAttempts at locating the previous owners of the house containing SCP-5256 are ongoing."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5256 \" by Hexick, from the SCP Wiki . Source: https://scpwiki.com/scp-5256 . Licensed under CC-BY-SA .",
        "N/A"
    ],
    "item": "SCP-5256",
    "object_class": "Euclid",
    "containment_procedures": "The property on which SCP-5256 is located has been purchased by the Foundation through conventional means. The perimeter of the building has been barred from public access via the creation of an electrified fence. These procedures have been explained under the pretense of structural instability — which has been disseminated to the local public. A wireless CCTV network is to constantly monitor the house containing SCP-5256.",
    "description": "SCP-5256 designates a small bedroom located within an abandoned one-story home in Weehawken, New Jersey.",
    "title": "SCP-5256"
}