{
    "url": "https://scp-wiki.wikidot.com/scp-5260",
    "all_text": "rating: \n+69\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n5260\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n To prevent an uncontainable expansion of SCP-5260's area of influence when left isolated, testing is to be conducted at least once every three days.\n\n\n\n\n+ Archived Containment Procedures (Review is recommended for assigned personnel)\n\n\n\n\n- Hide Archived Containment Procedures\n\n\n\n\nArchived Containment Procedures:\n SCP-5260 is kept in a standard container in Site-33. Every three days, SCP-5260 is removed for testing with the randomly selected D-Class on rotation. The test subject must sleep for no fewer than six hours within 3 meters of SCP-5260, and the subject is to keep a log of their dreams. The logs should include the following information:\n\n\n\n\nDescription of their dream and the actions they undertook\n\n\nA description of anything that had a positive effect in dream\n\n\nAny notable nightly changes\n\n\nAny interactions with SCP-5260-1\n\n\nBrief description of feelings upon waking\n\n\n\n\nIn addition to this, the current subject participates in monthly interviews with the Lead Researcher. If the subject exhibits deviations in personality beyond the accepted threshold, or if three months have passed since initial exposure, the D-Class subject is to be replaced.\n\n\n\n\n- Hide Archived Containment Procedures\n\n\n\n\n\n\nSCP-5260 is kept in a standard container in Site-33, no less than 50 meters away from any site personnel. Any sleep within 30 meters of SCP-5260's current location is prohibited. Any individual who fall asleep for any period of time within 30 meters of SCP-5260 between testing periods is to be held under observation for 72 hours.\n\n\nSCP-5260 is removed from storage three to four times per week, and placed by the sleeping quarters of the primary infected subject, D-919454. D-919454 is to then sleep in their quarters for no less than six consecutive hours, with Tranquilizer IX \"Dream Wine\"\n1\n to be administered if necessary. D-919454 is required to submit reports to the Lead Researcher on all interactions with SCP-5260-1, following the template used in prior containment procedures.\n\n\nAny deviation of D-919454's personality, or the occurrence of insomnia, must be reported to the Lead Researcher immediately. In this event, prior containment procedures will be reinstated while D-919454 is profiled.\n\n\nDescription:\n SCP-5260 is a green and black bookmark, approximately 15 cm in length. SCP-5260 is made from common craft materials, with the exception of a string connected to the end. This was made using human hair belonging to Beatrice W████ from northeast Wisconsin, who died in November of 2002.\n\n\nFor each night SCP-5260 is not exposed to a subject, the area of influence doubles. The unconfirmed upper range of its influence is 17.5 kilometers, as demonstrated prior to containment. If SCP-5260's area of influence reaches any number of subjects, this gradually diminishes down to 3 meters multiplied by the number of individuals. Affected subjects will continuously attempt to stay within its area.\n\n\nExposed subjects experience the following effects:\n\n\nNights 1-3:\n Subjects report a recurring dream that is unusually memorable, tailored to a situation that the subject has an emotional connection to. This dream is usually innocuous. Documented examples include:\n\n\n\n\nD-10086: Subject relives an enjoyable evening in their childhood home.\n\n\nD-32245: Subject relaxing in a rowboat tied near shore.\n\n\n\n\nNights 4-7:\n Subjects report the dream quickly becomes unsettling or upsetting. Documented examples include:\n\n\n\n\nD-10086: The evening from the subject’s childhood becoming infused with paranoia that the house is under siege from an unidentifiable threat. Subject vividly recounted family members standing back to back in the center of the house’s main room, holding knives for self-defense.\n\n\nD-32245: Subject's rowboat drifts steadily from shore with ineffective frantic efforts to return.\n\n\n\n\nNights 8-10+:\n Subjects report an entity appears, henceforth known as SCP-5260-1. SCP-5260-1 has been identifiable from subject to subject as it is the sole cause of any sort of beneficial effect within the dream. Notably, some aspect of this benefit is retained by the dreamer on waking.\n\n\n\n\nD-10086 reported that SCP-5260-1 took the form of a \"feisty old woman\" who picked up a broom and \"chased off some dogs outside,\" then admonished the family for getting themselves wrapped up in such a \"tizzy.\" D-10086 reported diminished anxiety overall on waking, and later demonstrated unprecedented leadership ability during a severe containment breach.\n\n\nD-32245 reported that SCP-5260-1 took the form of an albatross. While D-32245 did not reach shore, he felt he was going in the right direction and making progress. Upon waking, subject reported to have a better metaphorical sense of direction, claiming they were more certain of what to do next and how to achieve it. Subject did not provide further details.\n\n\n\n\nWhen SCP-5260-1 manifests, the exposed subject is considered \"infected.\" Subjects at this stage universally report sincere gratitude towards SCP-5260-1 for its assistance. Attachment towards SCP-5260 and SCP-5260-1 increases over time, and in many cases reaches obsession, with the subject refusing to or unable to sleep without SCP-5260 present. In 15% of all cases, subjects resort to desperate measures to stay within its area of influence even when detained, with attempts to scratch through a cell wall with their fingernails being documented. This is either a result of the affection for SCP-5260-1, or a desire to avoid the effects after separation.\n\n\nUpon separation:\n Separation occurs if an infected subject is not re-exposed to SCP-5260 within 72 hours of last exposure. When separated, subject's dreams return to the pre-SCP-5260-1 status, with a rapid change to increasingly harmful or horrifying circumstances.\n\n\n\n\nIn the case of D-10086, subject reported that, in the dreams of their childhood home, they had hidden themselves in a closet and watched as their family tried and failed to fight off a \"monster\". Subject refused to provide further details. Since separation from SCP-5260, D-10086 has exhibited severe and worsening hemophobia, to the point where the sight of blood induces hysteria. Subject experienced profound insomnia\n2\n3\n.\n\n\nIn the case of D-32245, subject reported that they were now in a lifeboat, with no sight of land. Subject initially reported experiencing dreams in real time; successive dreams lasted for increasing periods. Furthermore, after waking, the subject’s physical appearance exhibited symptoms of long-term exposure to the elements, including dehydration, heat stroke, and shock. Treatment was unable to fully relieve subject’s symptoms. Subject experienced profound insomnia. Nine days after D-919454 replaced D-32245 as the subject on rotation, D-32245 made a spontaneous recovery.\n\n\n\n\nRepeated testing has been unable to predict the beneficial or detrimental effects.\n\n\nDiscovery:\n SCP-5260 was discovered in 2011 in the town of ███████, Wisconsin, in a storage unit registered under the W████ family. Anomalous events were brought to the Foundation's attention after a field agent at the local police station reported suspected anomalous activity and an abrupt and unprecedented increase in the number of breaking and entering cases, centering around the storage location. After Foundation personnel were dispatched and anomalous events in the town were mapped out, SCP-5260 was found in the exact center of cases, down to the very corner of the storage unit. A cover story for the anomalous activity was disseminated through the local newspaper, and SCP-5260 was taken into Foundation custody for testing.\n\n\nThe corpse of an unidentified individual was found inhabiting a neighboring storage unit, having passed away within two weeks of discovery. No relation to SCP-5260 has been uncovered. This inhabitant has been deemed a coincidence that prevented the rapid expansion of SCP-5260's influence for a period of time.\n\n\nThe W████ family that the storage unit was registered under had relocated to New Mexico. When located and questioned, none of the family were able to provide physical descriptions of Beatrice W████, details of her last known whereabouts, or any useful information whatsoever about her or her life. After review, this lack of information was conclusively determined to be non-anomalous.\n\n\n\n\n+ Interview 5260.1 with D-919454\n\n\n\n\n- Interview 5260.1 with D-919454\n\n\n\n\nArchived Interview 5260.1\n\n\n\n\nInterviewed:\n D-919454\n\n\nInterviewer:\n Lead Researcher Dr. Liliana Li\n\n\nForeword:\n Shortly after D-919454 encountered SCP-5260-1, all negative effects to previously infected individuals abruptly ceased. The purpose of this interview is to find out what role, if any, D-919454 had in this development. Interview was conducted two days after D-919454 returned from a five-day sick leave.\n\n\n<Begin Log>\n\n\nDr. Li:\n Hello again, D-919454. How are you sleeping these days?\n\n\nD-919454:\n Oh, uh, I'm doing fine, Doctor. Pretty well, actually. Definitely less tired, I think. I've been feeling, well, sort of been feeling my best lately. I mean, if it was just the new quarters, it's been a long time since I've slept in my own room, like a room I could call just my own, and I've lived in places half the size and a tenth as nice, and [Twenty-three seconds of extraneous dialogue redacted for brevity]\n\n\nDr. Li:\n Okay. Anyway, you were having trouble sleeping before you were selected for duty with SCP-5260, correct?\n\n\nD-919454:\n …yeah.\n\n\nDr. Li:\n Why was that?\n\n\nApproximately five seconds of silence.\n\n\nD-919454:\n I don't really- I mean, I don't like to… I-I've had help talking about it, a-and some people they think, they've said \"oh that's nothing, who cares\" but they don't \nknow\n…\n\n\nDr. Li:\n We can come back to that then, if you would prefer. I do have some other questions.\n\n\nD-919454:\n Alright, just, ease into it. It's… [unintelligible] could've been me, still could be… [mumbling]\n\n\nDr. Li:\n Okay. Can you tell me what your dreams are like, since you've been assigned to SCP-5260?\n\n\nD-919454:\n Hah! The dreams I've been having, let me tell you, they're worth the price of admission right there. I've been working my damn fingers to the bone 'till they're sore to get just a bit of recognition, oh you know it's hard to stand out when everyone's wearing the same uniform, but I'd hoped if I do what I'm told with a smile and a nod, maybe an old man, even an old man like me can get a bit of an easier job of it. I must've done something right, because goddamn I'm still here, ain't I? And when they told me they had a job, I mean you never know what that's gonna be, every job could be the last, but when they said that I just needed to sleep-\n\n\nSilence. D-919454 taps on the table.\n\n\nD-919454:\n Well, when they told me they'd help me sleep, I mean, I jumped up at the chance.\n\n\nDr. Li:\n I am happy to hear it. What are your dreams like?\n\n\nD-919454:\n They’re… I dunno. They’re \neasy\n. First couple of nights, when I was assigned, it was easier to, to be where I was. I mean, it was more comfortable, I actually, really slept, and I didn't feel… hmm. I felt different. Just a little better.\n\n\nDr. Li:\n I think this would be much easier if you told me more about the dreams. I know even in your reports you do not like to talk about it, but we really do need to know. I think there's a chance it might even help you.\n\n\nSilence, until D-919454 sighs.\n\n\nD-919454:\n Don’t uh… don’t act surprised, okay? Don’t make that face, the “that’s it?” face. I’ve seen it before, it…\n\n\nSilence.\n\n\nD-919454:\n For most of my life, when I sleep, I dream I’m in a home.\n\n\nDr. Li:\n Whose home?\n\n\nD-919454:\n No, no. Not like that. A nursing home.\n\n\nDr. Li:\n A convalescent home? You’ve been dreaming that for decades?\n\n\nD-919454:\n That goddamn face, I knew it. You don’t understand, you don’t.\n\n\nDr. Li:\n Uh, my apologies. I do not understand. But I would like to.\n\n\nD-919454 sighs.\n\n\nD-919454:\n Okay, well… someone said it better than I'm about to, but all the cats and dogs and animals of God's kingdom have it better than any man, just because… they don't know they're gonna die.\n\n\nD-919454 pauses, then drinks some water.\n\n\nD-919454:\n Well. I've always known. I used to think I'd grow old then die, but now that I am old, now it's \"then die.\" It was my good old granddad, not great mind you, he told me that I'm young, and that I would never be this young again, so I \"damn well better appreciate it, whatever it is, while it's here.\"\n\n\nSilence.\n\n\nD-919454:\n I was… must've been four? Five? Didn't know I'd die, didn’t understand death. I figured it out when he died pretty soon after that. The only thing I remember of him is that advice, which I… hope I followed. And that, that made me \nalways\n think, I will be old, or I will be gone. And both options scared the hell outta me. Now that I'm old it's not half as scary, but…\n\n\nSilence.\n\n\nDr. Li:\n Go on?\n\n\nD-919454:\n Ah, you know what it is? It's that no one tells you, or no one can really make you understand just what, what you \nlose\n when you get to be my age. You know, it's… terrible. We're all forgotten eventually, right? But most of us are gone before that happens. It's, it's terrible to be forgotten when you're still alive. I mean… a-and that’s what I dream about, always dreamed about. That in that home, I’m old, scared, and forgotten by the world. That’s it.\n\n\nDr. Li:\n I can understand the impact that could have on you. But I would still like clarification how that relates to your trouble sleeping.\n\n\nD-919454:\n Still? Really? I’ve spent, I’ve spent almost every sleeping night of my life, just, \ntrapped\n. I’d be old, I’d be alone, and no one would know it, no one would remember me. And now, hell, now I’m awake and nothing’s changes. I don’t get an escape from that anymore. Now it's my goddamn life. And you need “clarification”? Why I don’t want to live that?\n\n\nDr. Li:\n Sorry, okay. I think I get it. We can move on.\n\n\nD-919454:\n Yeah. Sure.\n\n\nLong silence. Shuffling of papers is audible.\n\n\nDr. Li:\n Okay… You recently applied for and received sick leave, is that correct?\n\n\nD-919454:\n I did, yeah. A stint in the med bay. Not a work accident, mind you, I'm careful. Some of the things they've had me around, I mean, I'm still here, ain't I? And this assignment, well it’s just a night job. They still gotta keep me busy in the day. I mean, I’d rather not go into why I took the time, that’s uh, private. But yeah, I did.\n\n\nDr. Li:\n But your dreams were unchanged, the entire time?\n\n\nD-919454:\n Unchanged? Well, Betty stopped showing up. Apart from that, it was the same dream. But I’ll tell ya, that did make a big difference. Before, it was-\n\n\nDr. Li:\n Sorry, Betty? As in, short for Beatrice?\n\n\nD-919454:\n Yeah, right. [chuckles] She actually hates it when I call her Beatrice. I remember her being glad I was back. She's great, y'know? She's, she's very smart, and she's got such a good heart on her. She's uh… oh, when I got back, she said something that stood out, what was it…\n\n\nDr. Li:\n I have your reports here. Do you remember the date of it, or which dream number it was?\n\n\nD-919454:\n Don't think so. I'll help you look, though.\n\n\nNo significant dialogue. Shuffling of papers, small talk, and brief laughter once from both parties.\n\n\nDr. Li:\n You reported she said she \"couldn't make the dream any worse\" and that \"you would understand why.\"\n\n\nD-919454:\n That's it! I mean, she makes dreams worse? Not in my experience. But that bit really stood out to me. It was as bad as it gets? For me, it's like you live so many days in a dream, you sort of get used to it, and mine… it-it's not \ngood\n but it's not… it's not the \nworst\n. Hell, the home is better than some nights I had in my old cold cell, you know, when I was young, before it was… before it became my life. I did have people in my life still, then, back then. But my dreams, the place I'm in, the hard part isn't, isn't the place, it's… the people.\n\n\nSilence.\n\n\nD-919454:\n It's the people that don't come.\n\n\nScribbling on paper is audible.\n\n\nDr. Li:\n Okay… so you have been able to communicate with SCP, um, Beatrice. What do you talk about?\n\n\nD-919454:\n Oh, we just talk, nothing out of the ordinary. A bit about our lives, jobs we've had, how we got there. More than anything though, we keep each other company. Sometimes we walk around the grounds, sometimes we sit and eat, oh! Sometimes we’ve actually managed to sneak out! Imagine that!\n\n\nDr. Li:\n And you have not experienced anything unusual when waking?\n\n\nD-919454:\n Well I feel as though I’ve slept twelve hours, and let me tell you, \nthat\n is pretty damn unusual.\n\n\nDr. Li:\n I am glad to hear it. But apart from that, nothing particularly notable on waking. Okay. And you're \nsure\n you talk about nothing out of the ordinary?\n\n\nD-919454:\n Well, I mean… she’s mentioned other people, you know? Other people she’s met. Apparently she's gotten quite a few visitors. I, uh, don't know if it's all true? She said recently a guy she'd rescued from being trapped smack in the middle of the ocean, and she said she got him to visit pretty regularly. I don’t know if you know this, but um, I think she tries to get them to come back.\n\n\nDr. Li:\n Did she mention anything about if they stopped coming back?\n\n\nD-919454:\n I… don’t think so. Why?\n\n\nDr. Li:\n Oh, just curious. Covering all the bases.\n\n\nD-919454\n She-she did mention that there was a time, a long time ago, for years, where just no one came, when no one cared. Can't make no one come back, I guess. But not a visitor, not a friend. She uh… said she'd felt beyond abandoned. Actually, maybe that's why she said my dream was the worst thing, just the worst thing. And… I mean, I never even had it that bad in prison. I dunno.\n\n\nRapid scribbling from Dr. Li.\n\n\nD-919454:\n When you, uh, get to a certain point… If you were someone like her, who \nhad\n a lot to offer, but couldn't… might go a little nutty. \nI\n went a little nutty, a while back, when I was in that kind of situation. That nothingness. And I acted out. Bad. And uh… now I'm here. I dunno. Maybe she did too. I'd dreamed it, she's lived it. If I were her, with that active mind and heart, and I felt \n\"beyond abandoned?\"\n\n\nScribbling.\n\n\nD-919454\n Might want to do something big to get a bit of company.\n\n\nLong silence, apart from more scribbling.\n\n\nD-919454:\n [cough] Sorry, got carried away. Well, I've been getting carried away. [sniff] Whatever it is, I'm just glad, I am so glad, that we can visit each other.\n\n\nDr. Li:\n Okay… I think that clears up some matters. And you are on rotation for… another two months, is that correct?\n\n\nD-919454\n Seven weeks, two days.\n\n\nDr. Li\n Alright, this has been very helpful. As for your request, I will make no promises. It depends on what happens with time.\n\n\nLaughter from D-919454\n\n\nD-919454:\n A man can dream, eh? Eh?\n\n\nDr. Li\n: ████, thank you for your time.\n\n\n<End Log>\n\n\n\n\n\n\n- Interview 5260.1 with D-919454\n\n\n\n\n\n\nAddendum 5260.1\n\n\n\n\nTeam,\n\n\nI've applied to give D-919454 nightly access to SCP-5260, contingent on exemplary behavior and a requirement for him to continue sleeping in separate quarters. Given how this seems to be a low risk way to simplify containment, I expect it to go through soon.\n\n\nAlso, I've been asked if this can be classified as neutralized. I doubt it. I am keeping prior containment procedures on record, and I recommend you all keep them fresh in your head. Because D-919454 won't be around forever, and since problems stopped when he arrived, problems could return when he's gone. I'd like to think Betty will take his grandad's advice and be content, but we'll see.\n\n\nFor now, when he's on duty, you are not to wake D-919454 for anything but the most pressing emergency situations. Otherwise, let them dream.\n\n\nAny questions, let me know.\n\n\n-\nDr. Li\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Selected for its ability to boost the recollection of dreams.\n\n\n2\n. While common, insomnia after separation appears self-induced, rather than an anomalous influence.\n\n\n3\n. Someone needs to follow up with her, now that containment's updated. -Dr. Li\n\n\n\n\n\n\n\n\n« \nSCP-5259\n | SCP-5260 | \nSCP-5261\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5260\n\" by TheyCallMeTim, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5260\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 5260.1"
    ],
    "documents": [],
    "notes": [
        "Interviewed: D-919454 Interviewer: Lead Researcher Dr. Liliana Li Foreword: Shortly after D-919454 encountered SCP-5260-1, all negative effects to previously infected individuals abruptly ceased. The purpose of this interview is to find out what role, if any, D-919454 had in this development. Interview was conducted two days after D-919454 returned from a five-day sick leave. <Begin Log> Dr. Li: Hello again, D-919454. How are you sleeping these days? D-919454: Oh, uh, I'm doing fine, Doctor. Pretty well, actually. Definitely less tired, I think. I've been feeling, well, sort of been feeling my best lately. I mean, if it was just the new quarters, it's been a long time since I've slept in my own room, like a room I could call just my own, and I've lived in places half the size and a tenth as nice, and [Twenty-three seconds of extraneous dialogue redacted for brevity] Dr. Li: Okay. Anyway, you were having trouble sleeping before you were selected for duty with SCP-5260, correct? D-919454: …yeah. Dr. Li: Why was that? Approximately five seconds of silence. D-919454: I don't really- I mean, I don't like to… I-I've had help talking about it, a-and some people they think, they've said \"oh that's nothing, who cares\" but they don't know … Dr. Li: We can come back to that then, if you would prefer. I do have some other questions. D-919454: Alright, just, ease into it. It's… [unintelligible] could've been me, still could be… [mumbling] Dr. Li: Okay. Can you tell me what your dreams are like, since you've been assigned to SCP-5260? D-919454: Hah! The dreams I've been having, let me tell you, they're worth the price of admission right there. I've been working my damn fingers to the bone 'till they're sore to get just a bit of recognition, oh you know it's hard to stand out when everyone's wearing the same uniform, but I'd hoped if I do what I'm told with a smile and a nod, maybe an old man, even an old man like me can get a bit of an easier job of it. I must've done something right, because goddamn I'm still here, ain't I? And when they told me they had a job, I mean you never know what that's gonna be, every job could be the last, but when they said that I just needed to sleep- Silence. D-919454 taps on the table. D-919454: Well, when they told me they'd help me sleep, I mean, I jumped up at the chance. Dr. Li: I am happy to hear it. What are your dreams like? D-919454: They’re… I dunno. They’re easy . First couple of nights, when I was assigned, it was easier to, to be where I was. I mean, it was more comfortable, I actually, really slept, and I didn't feel… hmm. I felt different. Just a little better. Dr. Li: I think this would be much easier if you told me more about the dreams. I know even in your reports you do not like to talk about it, but we really do need to know. I think there's a chance it might even help you. Silence, until D-919454 sighs. D-919454: Don’t uh… don’t act surprised, okay? Don’t make that face, the “that’s it?” face. I’ve seen it before, it… Silence. D-919454: For most of my life, when I sleep, I dream I’m in a home. Dr. Li: Whose home? D-919454: No, no. Not like that. A nursing home. Dr. Li: A convalescent home? You’ve been dreaming that for decades? D-919454: That goddamn face, I knew it. You don’t understand, you don’t. Dr. Li: Uh, my apologies. I do not understand. But I would like to. D-919454 sighs. D-919454: Okay, well… someone said it better than I'm about to, but all the cats and dogs and animals of God's kingdom have it better than any man, just because… they don't know they're gonna die. D-919454 pauses, then drinks some water. D-919454: Well. I've always known. I used to think I'd grow old then die, but now that I am old, now it's \"then die.\" It was my good old granddad, not great mind you, he told me that I'm young, and that I would never be this young again, so I \"damn well better appreciate it, whatever it is, while it's here.\" Silence. D-919454: I was… must've been four? Five? Didn't know I'd die, didn’t understand death. I figured it out when he died pretty soon after that. The only thing I remember of him is that advice, which I… hope I followed. And that, that made me always think, I will be old, or I will be gone. And both options scared the hell outta me. Now that I'm old it's not half as scary, but… Silence. Dr. Li: Go on? D-919454: Ah, you know what it is? It's that no one tells you, or no one can really make you understand just what, what you lose when you get to be my age. You know, it's… terrible. We're all forgotten eventually, right? But most of us are gone before that happens. It's, it's terrible to be forgotten when you're still alive. I mean… a-and that’s what I dream about, always dreamed about. That in that home, I’m old, scared, and forgotten by the world. That’s it. Dr. Li: I can understand the impact that could have on you. But I would still like clarification how that relates to your trouble sleeping. D-919454: Still? Really? I’ve spent, I’ve spent almost every sleeping night of my life, just, trapped . I’d be old, I’d be alone, and no one would know it, no one would remember me. And now, hell, now I’m awake and nothing’s changes. I don’t get an escape from that anymore. Now it's my goddamn life. And you need “clarification”? Why I don’t want to live that? Dr. Li: Sorry, okay. I think I get it. We can move on. D-919454: Yeah. Sure. Long silence. Shuffling of papers is audible. Dr. Li: Okay… You recently applied for and received sick leave, is that correct? D-919454: I did, yeah. A stint in the med bay. Not a work accident, mind you, I'm careful. Some of the things they've had me around, I mean, I'm still here, ain't I? And this assignment, well it’s just a night job. They still gotta keep me busy in the day. I mean, I’d rather not go into why I took the time, that’s uh, private. But yeah, I did. Dr. Li: But your dreams were unchanged, the entire time? D-919454: Unchanged? Well, Betty stopped showing up. Apart from that, it was the same dream. But I’ll tell ya, that did make a big difference. Before, it was- Dr. Li: Sorry, Betty? As in, short for Beatrice? D-919454: Yeah, right. [chuckles] She actually hates it when I call her Beatrice. I remember her being glad I was back. She's great, y'know? She's, she's very smart, and she's got such a good heart on her. She's uh… oh, when I got back, she said something that stood out, what was it… Dr. Li: I have your reports here. Do you remember the date of it, or which dream number it was? D-919454: Don't think so. I'll help you look, though. No significant dialogue. Shuffling of papers, small talk, and brief laughter once from both parties. Dr. Li: You reported she said she \"couldn't make the dream any worse\" and that \"you would understand why.\" D-919454: That's it! I mean, she makes dreams worse? Not in my experience. But that bit really stood out to me. It was as bad as it gets? For me, it's like you live so many days in a dream, you sort of get used to it, and mine… it-it's not good but it's not… it's not the worst . Hell, the home is better than some nights I had in my old cold cell, you know, when I was young, before it was… before it became my life. I did have people in my life still, then, back then. But my dreams, the place I'm in, the hard part isn't, isn't the place, it's… the people. Silence. D-919454: It's the people that don't come. Scribbling on paper is audible. Dr. Li: Okay… so you have been able to communicate with SCP, um, Beatrice. What do you talk about? D-919454: Oh, we just talk, nothing out of the ordinary. A bit about our lives, jobs we've had, how we got there. More than anything though, we keep each other company. Sometimes we walk around the grounds, sometimes we sit and eat, oh! Sometimes we’ve actually managed to sneak out! Imagine that! Dr. Li: And you have not experienced anything unusual when waking? D-919454: Well I feel as though I’ve slept twelve hours, and let me tell you, that is pretty damn unusual. Dr. Li: I am glad to hear it. But apart from that, nothing particularly notable on waking. Okay. And you're sure you talk about nothing out of the ordinary? D-919454: Well, I mean… she’s mentioned other people, you know? Other people she’s met. Apparently she's gotten quite a few visitors. I, uh, don't know if it's all true? She said recently a guy she'd rescued from being trapped smack in the middle of the ocean, and she said she got him to visit pretty regularly. I don’t know if you know this, but um, I think she tries to get them to come back. Dr. Li: Did she mention anything about if they stopped coming back? D-919454: I… don’t think so. Why? Dr. Li: Oh, just curious. Covering all the bases. D-919454 She-she did mention that there was a time, a long time ago, for years, where just no one came, when no one cared. Can't make no one come back, I guess. But not a visitor, not a friend. She uh… said she'd felt beyond abandoned. Actually, maybe that's why she said my dream was the worst thing, just the worst thing. And… I mean, I never even had it that bad in prison. I dunno. Rapid scribbling from Dr. Li. D-919454: When you, uh, get to a certain point… If you were someone like her, who had a lot to offer, but couldn't… might go a little nutty. I went a little nutty, a while back, when I was in that kind of situation. That nothingness. And I acted out. Bad. And uh… now I'm here. I dunno. Maybe she did too. I'd dreamed it, she's lived it. If I were her, with that active mind and heart, and I felt \"beyond abandoned?\" Scribbling. D-919454 Might want to do something big to get a bit of company. Long silence, apart from more scribbling. D-919454: [cough] Sorry, got carried away. Well, I've been getting carried away. [sniff] Whatever it is, I'm just glad, I am so glad, that we can visit each other. Dr. Li: Okay… I think that clears up some matters. And you are on rotation for… another two months, is that correct? D-919454 Seven weeks, two days. Dr. Li Alright, this has been very helpful. As for your request, I will make no promises. It depends on what happens with time. Laughter from D-919454 D-919454: A man can dream, eh? Eh? Dr. Li : ████, thank you for your time. <End Log>",
        "Team, I've applied to give D-919454 nightly access to SCP-5260, contingent on exemplary behavior and a requirement for him to continue sleeping in separate quarters. Given how this seems to be a low risk way to simplify containment, I expect it to go through soon. Also, I've been asked if this can be classified as neutralized. I doubt it. I am keeping prior containment procedures on record, and I recommend you all keep them fresh in your head. Because D-919454 won't be around forever, and since problems stopped when he arrived, problems could return when he's gone. I'd like to think Betty will take his grandad's advice and be content, but we'll see. For now, when he's on duty, you are not to wake D-919454 for anything but the most pressing emergency situations. Otherwise, let them dream. Any questions, let me know. - Dr. Li",
        "\" SCP-5260 \" by TheyCallMeTim, from the SCP Wiki . Source: https://scpwiki.com/scp-5260 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "To prevent an uncontainable expansion of SCP-5260's area of influence when left isolated, testing is to be conducted at least once every three days.",
    "description": "SCP-5260 is a green and black bookmark, approximately 15 cm in length. SCP-5260 is made from common craft materials, with the exception of a string connected to the end. This was made using human hair belonging to Beatrice W████ from northeast Wisconsin, who died in November of 2002.",
    "title": "SCP-5260"
}