{
    "url": "https://scp-wiki.wikidot.com/scp-5265",
    "all_text": "rating: \n+50\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSKYFIRE - Popsioak\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nItem Number:\n 5265\n\n\nClearance Level:\n \nOne\n\n\nObject Class:\n Euclid\n\n\n\n\n\n\nA photograph contained in one of SCP-5265's pockets.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5265 is to be contained within a standard humanoid cell. Stimulation, such as books, paper, and a pencil, is to be provided on a regular basis. No sustenance is necessary.\n\n\nDescription:\n SCP-5265 is a disembodied arm of an adult male. Despite a large wound where the arm would have been affixed to its original body, as well as signs of decomposition and arthritis, it shows no hindrance in actions. It is clothed in an Indian Army uniform, dating back to the early 1940s. Genetic testing to determine the owner of SCP-5265 has proven inconclusive.\n\n\nSCP-5265 is capable of limited movement. By repeatedly locking and unlocking itself in positions and grasping surfaces with its nails, it can produce a vaguely inchworm-like style of locomotion. Additionally, SCP-5265 is capable of challenging manual tasks, such as threading a needle or flipping a glass, despite lacking ocular organs or a neural center.\n\n\nSCP-5265 has displayed signs of sapience, writing in a dated form of British English to communicate when given a pen. However, SCP-5265 is incapable of understanding attempts to communicate with it, presumably from a lack of expertise in Braille.\n\n\nAttached are assorted communications from SCP-5265.\n\n\n\n\nKhalistan.\n1\n\n\nGlory to Khalistan.\n\n\n\n\n\n\nIt is so dark. Where has everyone gone?\n\n\n\n\n\n\nI smell fire. It is dead for now. Long dead. But I smell fire.\n\n\nI feel like many small parts all at once.\n\n\nWhere is the rest of me?\n\n\n\n\n\n\nWhere is my regiment? They will come. Back. It has not been too long. I don't think so.\n\n\n\n\n\n\nWhere are you?\n\n\nMy love. Where have you gone?\n\n\n\n\n\n\nThere was a man.\n\nHe said to fight for the British, against the Germans.\n\nI did not want to. We left the British before.\n\nBut I trusted him.\n\n\nI should not have trusted him.\n\n\n\n\n\n\nThey told me that if I died, I would see God.\n\nI have not seen him. Everything is terrible.\n\nTheir God takes care of all His children. I should have remembered 20 missionaries who told us that before.\n\n\n\n\n\n\nI am scared of myself. I am scared of loud noises. I am scared of being trapped. I cannot breathe.\n\n\n\n\n\n\nGet me out of here.\n\nGet me out of here.\n\nGet me out of here.\n\nI do not want to live like this.\n\n\n\n\n\n\nI am sorry I will not be able to send you money, dear.\n\n\nI know your cousin needed it for her wedding.\n\n\nPlease forgive me.\n\n\n\n\n\n\nDo not leave me.\n\n\nI do not want to be alone.\n\n\n\n\n\n\nThey will not come back to me. I will be alone.\n\n\nIf only.\n\n\n\n\n\n\nI have one option.\n\n\n\n\n\n\nI will move.\n\nI will return.\n\nI will create my Khalistan.\n\nMy farms are dry. They will soon be fresh.\n\nGlory to Khalistan.\n\nI will get out.\n\nI will get out.\n\n\nI will not be alone.\n\n\n\n\nNote:\n On production of the last note, SCP-5265 produced a fully-loaded Lee Enfield No.1 Mk.III rifle from its pocket. The origin of this weapon is currently unknown - checks in SCP-5265's pockets previously yielded no thaumaturgical traces or spatial anomalies. SCP-5265 proceeded to grasp the rifle, and fired it at the nearest window. Recoil from the rifle caused it to jump backwards and sever SCP-5265 at the wrist. Immediately, the flesh of the detached arm section decomposed into a black, putrid sludge, leaving only bone. The hand section worked the bolt and fired again, dislocating and severing SCP-5265's lower portion of its hand and thumb with the rifle's bayonet, leaving a thin section of flesh and four fingers. Severed sections decomposed again. The remaining section ceased firing, instead retrieving a piece of paper and proceeding to write the following note.\n\n\n\n\nI will continue.\n\nThere is no other option I have.\n\nI do not want to die. I do not want to live like this.\n\nSo what will I do?\n\nThere is no crying. There is no time for depression.\n\n\nI must continue.\n\n\n\n\n\n\n« \nYou Can't Live There Forever\n | \nIN SAFFRON SANDS\n | \nRemember Me As a Time of Day\n »\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The conceptual form of a sovereign state of Sikhs.\n\n\n\n\n\n\n\n\n« \nSCP-5264\n | SCP-5265 | \nSCP-5266\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Khalistan. 1 Glory to Khalistan.",
        "It is so dark. Where has everyone gone?",
        "I smell fire. It is dead for now. Long dead. But I smell fire. I feel like many small parts all at once. Where is the rest of me?",
        "Where is my regiment? They will come. Back. It has not been too long. I don't think so.",
        "Where are you? My love. Where have you gone?",
        "There was a man. He said to fight for the British, against the Germans. I did not want to. We left the British before. But I trusted him. I should not have trusted him.",
        "They told me that if I died, I would see God. I have not seen him. Everything is terrible. Their God takes care of all His children. I should have remembered 20 missionaries who told us that before.",
        "I am scared of myself. I am scared of loud noises. I am scared of being trapped. I cannot breathe.",
        "Get me out of here. Get me out of here. Get me out of here. I do not want to live like this.",
        "I am sorry I will not be able to send you money, dear. I know your cousin needed it for her wedding. Please forgive me.",
        "Do not leave me. I do not want to be alone.",
        "They will not come back to me. I will be alone. If only.",
        "I have one option.",
        "I will move. I will return. I will create my Khalistan. My farms are dry. They will soon be fresh. Glory to Khalistan. I will get out. I will get out. I will not be alone.",
        "I will continue. There is no other option I have. I do not want to die. I do not want to live like this. So what will I do? There is no crying. There is no time for depression. I must continue."
    ],
    "object_class": "Euclid",
    "containment_procedures": "SCP-5265 is to be contained within a standard humanoid cell. Stimulation, such as books, paper, and a pencil, is to be provided on a regular basis. No sustenance is necessary.",
    "description": "SCP-5265 is a disembodied arm of an adult male. Despite a large wound where the arm would have been affixed to its original body, as well as signs of decomposition and arthritis, it shows no hindrance in actions. It is clothed in an Indian Army uniform, dating back to the early 1940s. Genetic testing to determine the owner of SCP-5265 has proven inconclusive.",
    "title": "SCP-5265"
}