{
    "url": "https://scp-wiki.wikidot.com/scp-5272",
    "all_text": "rating: \n+67\n+\n–\nx\n\n\nItem #:\n SCP-5272\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-5272 is to be contained in a standard anomalous objects locker at Site-32. All testing is further suspended from SCP-5272.\n\n\nDescription:\n SCP-5272 is a file found on floppy disc with the words \"SHIPWRECK\" written across it in black sharpie. SCP-5272 is a text adventure game created in 1983 by one \"Jim Anders\". It is currently unfinished following his disappearance in the same year.\n\n\nFailure to properly type out the words in the correct order will result in the subject disappearing.\n\n\nAddendum.5272.Cronus:\n A file recovered from the floppy disk containing the following has determined to be the correct set of inputs to enter when playing SCP-5272.\n\n\n\n\nback and forth. back and forth the ship goes. the engines whirr and the lighting cracks. red lights are on. they blind your vision. buggy is by your side though he is slipping with the ship.\n\n\n>grab buggy.\n\n\nyou pick buggy up, his head tilts to the side. he is concerned about the storm just like you. the glass on your left cracks, rocks are hitting it. you both are scared.\n\n\n>hug buggy.\n\n\nyou squeeze buggy. he squeaks in fear. he is still scared. so are you. the ship squeals and the lighting still cracks. There is a scream from the metal sides\n\n\n>hug buggy more.\n\n\nyou wrap your arms around him stronger. he squeaks again. this time softer than before. you stay like this for a moment more waiting out the storm. others on the ship are yelling. there is another crack. you are on the floor, buggy is barely in your hands. youre vision is fading to black. buggy is already going limp.\n\n\n>stay awake\n\n\nyoure eyes grow heavy and you try to fight the urge. buggys body is already slack.\n\n\n>wake buggy up.\n\n\nyou shake buggy. he does nothing in return.\n\n\n>stay awake.\n\n\nyou try to keep open your eyes but the darkness over takes you….\n\n\n>wake up.\n\n\nyou cannot. you are asleep.\n\n\n>move.\n\n\nyou are asleep.\n\n\n>dream.\n\n\nyou cannot.\n\n\n>think.\n\n\nyou cannot.\n\n\n>feel.\n\n\nthere is water rushing past your skin, bits of rock. metal. and glass scrape past it.\n\n\n>hold breath.\n\n\nyou hold your breath. your body is pulled back. into the water. it burns like nothing you've ever felt before.\n\n\n>swim.\n\n\nyou swim until you break surface. from there you doggy paddle.\n\n\n>open eyes.\n\n\nyou open your eyes. they sting from the water and the sky.\n\n\n>look around.\n\n\nthere is water.\n\n\n>swim forward.\n\n\nthere is water.\n\n\n>swim forward.\n\n\nthere is water.\n\n\n>swim forward.\n\n\nthere is a large statue. it has red paint. twelve tendrils. and an eye. you survey the area, but only you are around.\n\n\n>climb on it.\n\n\nyou climb onto the statue.\n\n\n>look for ship.\n\n\nit is too far.\n\n\n>look for buggy.\n\n\nhe is too far.\n\n\n>watch water.\n\n\nthe red water moves back and forth. it smells awful. but that might be the statue.\n\n\n>look at arms.\n\n\nthey are purple from the burns.\n\n\n>watch sky\n\n\nyou lookup at the sky. stars are not seen. rather stormy clouds filled with lighting. it begins to rain. you watch as the water begins to rise.\n\n\n>run\n\n\nyou cannot run on this corpse.\n\n\n>hide\n\n\nYou look around the statue and find a decent hiding spot. though you know f you stay there you will be taken by the flood.\n\n\n>pray.\n\n\na god listens and something appears. floating on the water.\n\n\n>hop on.\n\n\nyou mount the floating object and set sail.\n\n\n…\n\n\nThank You for Playing.\n\n\n(-36, 08)\n\n\n\n\nAddendum.5272.Atlas:\n An exoplanet was identified matching the description given by SCP-5272. Investigation into the coordinates given lead to a series of scrambled rocks and the corpses of several persons, one of whom bears materials identifying him as Jim Anders.\n\n\nNo other life has been found on the planet.\n\n\n\n\n\n\n« \nSCP-5271\n | SCP-5272 | \nSCP-5273\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5272\n\" by Rex Atlas, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5272\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum.5272.Cronus: A file recovered from the floppy disk containing the following has determined to be the correct set of inputs to enter when playing SCP-5272.",
        "Addendum.5272.Atlas: An exoplanet was identified matching the description given by SCP-5272. Investigation into the coordinates given lead to a series of scrambled rocks and the corpses of several persons, one of whom bears materials identifying him as Jim Anders.\nNo other life has been found on the planet."
    ],
    "documents": [],
    "notes": [
        "back and forth. back and forth the ship goes. the engines whirr and the lighting cracks. red lights are on. they blind your vision. buggy is by your side though he is slipping with the ship. >grab buggy. you pick buggy up, his head tilts to the side. he is concerned about the storm just like you. the glass on your left cracks, rocks are hitting it. you both are scared. >hug buggy. you squeeze buggy. he squeaks in fear. he is still scared. so are you. the ship squeals and the lighting still cracks. There is a scream from the metal sides >hug buggy more. you wrap your arms around him stronger. he squeaks again. this time softer than before. you stay like this for a moment more waiting out the storm. others on the ship are yelling. there is another crack. you are on the floor, buggy is barely in your hands. youre vision is fading to black. buggy is already going limp. >stay awake youre eyes grow heavy and you try to fight the urge. buggys body is already slack. >wake buggy up. you shake buggy. he does nothing in return. >stay awake. you try to keep open your eyes but the darkness over takes you…. >wake up. you cannot. you are asleep. >move. you are asleep. >dream. you cannot. >think. you cannot. >feel. there is water rushing past your skin, bits of rock. metal. and glass scrape past it. >hold breath. you hold your breath. your body is pulled back. into the water. it burns like nothing you've ever felt before. >swim. you swim until you break surface. from there you doggy paddle. >open eyes. you open your eyes. they sting from the water and the sky. >look around. there is water. >swim forward. there is water. >swim forward. there is water. >swim forward. there is a large statue. it has red paint. twelve tendrils. and an eye. you survey the area, but only you are around. >climb on it. you climb onto the statue. >look for ship. it is too far. >look for buggy. he is too far. >watch water. the red water moves back and forth. it smells awful. but that might be the statue. >look at arms. they are purple from the burns. >watch sky you lookup at the sky. stars are not seen. rather stormy clouds filled with lighting. it begins to rain. you watch as the water begins to rise. >run you cannot run on this corpse. >hide You look around the statue and find a decent hiding spot. though you know f you stay there you will be taken by the flood. >pray. a god listens and something appears. floating on the water. >hop on. you mount the floating object and set sail. … Thank You for Playing. (-36, 08)",
        "\" SCP-5272 \" by Rex Atlas, from the SCP Wiki . Source: https://scpwiki.com/scp-5272 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5272",
    "object_class": "Safe",
    "containment_procedures": "SCP-5272 is to be contained in a standard anomalous objects locker at Site-32. All testing is further suspended from SCP-5272.",
    "description": "SCP-5272 is a file found on floppy disc with the words \"SHIPWRECK\" written across it in black sharpie. SCP-5272 is a text adventure game created in 1983 by one \"Jim Anders\". It is currently unfinished following his disappearance in the same year.",
    "title": "SCP-5272"
}