{
    "url": "https://scp-wiki.wikidot.com/scp-5273",
    "all_text": "rating: \n+71\n+\n–\nx\n\n\nhungrypossum & RadiantGold\n\n\n\n\n\n\nOriginal concept by \nRadiantGold\n, reworked by \nhungrypossum\n.\n\nCheck out more of our works here:\n\n\nGolden Moth Museum\n\n\nHungrypossum's Petting Zoo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5273\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Foundation web-crawlers are to search for and delete SCP-5273 instances, both image- and text-based, off of all major social media platforms. Foundation personnel have been embedded in the administration and moderation teams of said social media platforms to further monitor and restrict the spread of SCP-5273. Counter-Meme FCM-5273 instances are currently being developed on a case-by-case basis to diminish SCP-5273's effects and transmission.\n\n\nDescription:\n SCP-5273 are widespread instances of text and image based memetic hazards, coloquially known as \"copypasta\". Instances of SCP-5273 usually depict the author's intense and often hyperbolic distaste for a certain topic of discussion.\n\n\nViewing an instance of SCP-5273 has a chance\n1\n of causing viewers to share a similar opinion as depicted in the instance. Affected individuals, referred to as SCP-5273-A, will then spread the SCP-5273 instance they were exposed to, usually by posting it as a response to social media posts relating to the topic critiqued in said instance.\n\n\nSCP-5273 instances often present themselves as ironic and humorous in nature, and satirize the topic being discussed. The object of SCP-5273 instances often pertains to popular media at the time of creation; however, a small percentage have been found to relate to more diverse concepts, such as leaving online communities, faith, humor etc.\n\n\nA small percentage of SCP-5273-A individuals\n2\n will adapt the instance they were exposed to, changing its topic and effectively creating a new SCP-5273 instance. Upon questioning, SCP-5273-A individuals will claim the reason for posting to be \"I thought it'd be funny\", \"I was just trolling\", or other similar phrases.\n\n\nDiscovery:\n SCP-5273 was discovered after an instance had been attempted to be posted onto the SCiP-Net Social Forums. Memetic hazard detection systems alerted RAISA to the anomaly, where the spread was promptly halted. A non-anomalous version of the chat log is included below.\n\n\n\n\nNON-ANOMALOUS CHAT LOGS, SCP-5273 DISCOVERY\n\n\n\n\nOyyJoyy:\n so were the flamingoes hurt?\n\n\nMCon44:\n i dunno, he said that they were totally fine\n\n\nEcro89:\n yknow its pretty sus that he was near the flamingoes in the first place\n\n\nDrSilver:\n sus 😳\n\n\nEcro89:\n amoegus\n\n\nMCon44:\n [MEMETIC HAZARD CENSORED]\n\n\nSecretary_Helenbot:\n User \nMCon44\n has been kicked from the chat. Reason specified: Attempted to post Memetic Hazard. RAISA has been contacted.\n\n\nEcro89:\n …wot\n\n\nDrSilver:\n 👀\n\n\nOyyJoyy:\n the hell was that\n\n\nDrSilver:\n Why would Con post a memetic?\n\n\n\n\nEND LOG\n\n\n\n\nAfter sufficient memetic scrubbing, the following text-based instance of SCP-5273 was recovered:\n\n\n\n\nSTOP posting about AMONG US you NEANDERTHAL TROGLODYTES HOLY [COGNITOHAZARD EXPUNGED] other day EIGHT (8) \"friends\" on instagram sent me THE SAME \"When the Imposter is SUS\" meme. MY MOTHER looked at the trash can and said \"WOULDNT YOU SAY THATS A BiYT SUSSY\" WOW SO ORIGINAL! EVEN WHEN THEY TOLD ME I WAS ADOPTED THEY DID IT WITH \"THERE IS AN IMPOSTOR AMONG US\" JESUS CHRIST! (Get it? Je\nSUS\n)\n\n\n\n\n\n\n+ Addendum 5273.1 - History\n\n\n\n\n- Hide Addendum\n\n\n\n\nHistory:\n Foundation web-crawlers have traced the origins of SCP-5273 to the Group of Interest \n\"Gamers Against Weed\"\n. Infiltration efforts have retrieved chat logs of a conversation from the \n\"Gamers Against Weed\"\n Discord server which is believed to have lead to the creation of SCP-5273.\n\n\n\n\nGAMERS AGAINST WEED CHAT LOGS, 26/09/17\n\n\n\n\nkkrule:\n hey guys look at this cute pic I found :D\n\n\nkkrule:\n \n[redpandacute.jpg]\n\n\nDonDeLilo:\n \n@kkrule\n literally no one cares\n\n\nhetcopogg:\n aww\n\n\nkkrule:\n I bet opossum would say its cute\n\n\nDonDeLilo:\n fuck off\n\n\nkkrule:\n okay :(\n\n\nkkrule:\n \n@opossum\n am i right\n\n\nopossum:\n that's subjective, but eh, pretty cute tbh\n\n\npolaricecraps:\n I mean, it's no koala, but yea pretty cute\n\n\nopossum:\n excuse me?\n\n\nkkrule:\n uh oh\n\n\npolaricecraps:\n what?\n\n\nopossum:\n did you just say\n\n\nopossum:\n koala?\n\n\nDonDeLilo:\n UH OH\n\n\nhetcopogg:\n oh you done goofed now, you know how he gets when someone mentions koalas\n\n\nDonDeLilo:\n lol hes still typing\n\n\nopossum:\n \n@polaricecraps\n koalas are actually disgusting. You all think they're oh so cute and innocent angels but they're all just chlamydia-riddled dumbasses who can't even eat properly, and that's the only thing they do. Plus they \nonly\n eat one of the least nutritious plants, and \nonly\n if they're picking the leaves themselves, if you give them food on a plate theyll literally starve to death like the fucking idiots they are\n\n\nhetcopogg:\n aaand there it is\n\n\npolaricecraps:\n \n@opossum\n didnt read lol\n\n\nopossum:\n im so damn sick of people insisting that koalas are so cute and adorable and god all of you are idiots. Their brains are smooth but your brains seem to be literally smoother.\n\n\npolaricecraps:\n coalas do be cute tho\n\n\nDonDeLilo:\n sorry opossum im going to have to agree here, they are cute\n\n\nkkrule:\n yea they are\n\n\nDonDeLilo:\n no one asked you \n@kkrule\n\n\nopossum:\n oh so you're going with this too? Alright, brb\n\n\nDonDeLilo:\n oh great what's he doing\n\n\nhetcopogg:\n *grabs popcorn*\n\n\n\n\n\n\nGAMERS AGAINST WEED CHAT LOGS, 27/09/17\n\n\n\n\nDonDeLilo:\n anyway, back to the flamingoes\n\n\nopossum:\n alright clowns, here it is.\n\n\nDonDeLilo:\n oh your back\n\n\nopossum:\n \n[koalas.txt]\n\n\nopossum:\n read it\n\n\npolaricecraps:\n what the hell is that\n\n\nopossum:\n it's facts\n\n\nDonDeLilo:\n hholy\n\n\nDonDeLilo:\n this is long\n\n\nopossum:\n :)\n\n\npolaricecraps:\n wow, koalas are horrible\n\n\nDonDeLilo:\n didnt you just say you loved koalas yesterday\n\n\npolaricecraps:\n yeah but they suck\n\n\nDonDeLilo:\n your making no sense\n\n\nDonDeLilo:\n theres no way mister \"i hate bernie\" made a coherent argument\n\n\nopossum:\n I can be very convincing, actually. Read it and see for yourself\n\n\nDonDeLilo:\n alright I'll read it\n\n\nDonDeLilo:\n jesus wow, fuck koalas\n\n\nopossum:\n so what do you guys say? Think reddit would like this?\n\n\npolaricecraps:\n do it lol\n\n\nDonDeLilo:\n sure\n\n\n\n\n\n\nGAMERS AGAINST WEED CHAT LOGS, 3/10/17\n\n\n\n\nopossum:\n folks, i've got some news\n\n\npolaricecraps:\n what\n\n\nopossum:\n so I posted the koala text to r/askreddit\n\n\nDonDeLilo:\n Good, maybe we can eradicate koalas from that sub\n\n\nopossum:\n it's working alright\n\n\nhetcopogg:\n lol you actually did it\n\n\nkkrule:\n but I like koalas :(\n\n\nDonDeLilo:\n fuck one then\n\n\nkkrule:\n :(\n\n\nopossum:\n people have started posting it under every picture of a koala they've seen\n\n\nDonDeLilo:\n perfect\n\n\nopossum:\n that includes places outside r/askreddit\n\n\npolaricecraps:\n so its a copypasta now?\n\n\nopossum:\n guess so. Only means it'll spread more lol\n\n\npolaricecraps:\n awesome\n\n\nopossum:\n I've also seen some people change it to piss on other animals\n\n\nopossum:\n but they don't compare\n\n\npolaricecraps:\n still, its something\n\n\nDonDeLilo:\n imagine if one of the janitors reads one of those\n\n\nhetcopogg:\n lmao\n\n\nopossum:\n lmao\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum 5273.2 - Update 17/10/17\n\n\n\n\n- Hide Addendum\n\n\n\n\nFoundation web-crawlers have traced the internet browsing history of SCiP-Net user \n\"MCon44\"\n, assigned to Researcher Connors, and have discovered that he was first exposed to SCP-5273 within the comment section of a post in the Reddit community \n\"r/greentext\"\n. By further tracing his patterns, it was discovered that Researcher Connors posted the instance of SCP-5273 he was initially exposed to in the Reddit community \n\"r/CuratedTumblr\"\n. Further tracing has discovered over 100 unique instances of SCP-5273, with some of them originating on mainstream social media platforms such as Facebook and Twitter, as shown below.\n\n\n\n\nInstance #2, found in \"r/curatedtumblr\" Reddit board\n\n\n\n\nContext:\n Instance was found as a reply to a text comment in the post's comment section. The comment read as follows: \n\"A man with a pink cat? Watch out for random explosions…\"\n.\n\n\nTopic:\n Serialized Manga Series \n\"JoJo's Bizzare Adventure, Part 4: Diamond is Unbreakable\"\n.\n\n\n\n\nSCP-5273 Instance:\n I hate JoJo fans. All they do is go onto random subreddit and go “iS THat A JOJo ReFErEncE??!!!1” on every single part of the internet that even has a slight resemblance to JoJo. Screw you. Everything isn't JoJo you baboon. A link to a video looks suspicious? JOJO REFERENCE! That's right, they've tried to replace rickrolls. Just shit on a classic piece of internet tradition. SHUT THE FUCK UP. NO ONE CARES ABOUT JOJO. LITERALLY NO ONE CARES, ITS A SHITTY SHOW FOR SHITTY PEOPLE WHO DESERVE TO DIE A SHITTY DEATH. I AM GOING TO SEND EVERY JOJO FAN INTO SPACE.Oh, can't do that cuz it's A \nFUCKING\n JOJO REFERENCE, ISNT IT? Please, [COGNITOHAZARD EXPUNGED]. Every JoJo fan deserves to be disowned and shunned by society. Thank you.\n\n\n\n\nEnd Comments:\n Instance received 567 \"upvotes\" and several replies commenting on the apparent humor of the instance. Observed to have spread to other similar posts on the Reddit platform, across several \"subreddit\" boards.\n\n\n\n\n\n\nInstance #10, found in Facebook group \"not in my good satanic cul de sac\"\n\n\n\n\nContext:\n Instance followed a series of posts criticizing the other members' stance on established religion, with the original poster dismissing the other members as \"godless heathens\" and \"devil worshippers\".\n3\n\n\nTopic:\n Leaving an online community\n\n\n\n\nSCP-5273 Instance:\n This group is a fetus eater's paradise, FUCK y'all I'm leaving, don't mind me, [COGNITOHAZARD EXPUNGED] go protest for normalizing public nudity or some other absurd shit you want to normalize, maybe casual murder next? The future is full of surprises in the hands of the shallow brain dead left.\n\n\n\n\nEnd Comments:\n See Addendum 5273.3.\n\n\n\n\n\n\n\n\n\n\nAddendum 5273.3 - FCM-5273 Development:\n Instance #10 was deemed a high-risk, high-priority threat due to the possibility of SCP-5273-A subjects enacting actions described in the instance. As such, \nTask Force Hexa-9\n (\"Meme Machine\") was mobilized to develop a countermeasure as soon as possible. The result of TF Hexa-9's activity was a targeted counter-meme prototype that inhibited the viewers' susceptibility to cognitive manipulation by this specific SCP-5273 instance, rendering the instance ineffective (see Addendum 5273.4).\n\n\nWhile this particular application has shown adequate success in mitigating the respective SCP-5273 instance's effects, the same method is not applicable to cases with text posts originally longer than 500 characters. This is hypothesised to be due to the readers considering long text fragments as visually unappealing, with no incentive to read them if no new information is being presented. As a result, members of TF Hexa-9 have been assigned to developing alternative countermeasures under \"Project TL;DR\".\n\n\n\n\n+ Addendum 5273.4 -  FCM-5273 Prototype\n\n\n\n\n- Hide FCM-5273 Prototype\n\n\n\n\n\n\n👉This👈 groⓂp is a 👼fetus👶 🍴eater's 🍽 paradise 🌈, FUCK 👉👌 👨‍👩‍👦‍👦y'all 👭 I'm ✌🚴‍♀️leaving🚣‍♂️, don't ⛔ mind 🧠 me, [COGNITOHAZARD EXPUNGED] go🚦 protest 🙅‍♀️ for ✔normalizing✅ 🏙 public⛲ nudity❌❌❌or some o🅱er 🧜‍♂️absurd🧞 💩shit💩 y⭕u want🤳 to norⓂalize, maybe🤷‍♂️ 😎casual 🔫murder🗡 ne✖t? The ⏳future⏳ is 🗑full of 😲surprises🤯 in the 👐hands👐 of the 🤽‍♀️shallow 🧠brain 🧟‍♂️dead ⬅left.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. On average 65%, with higher memetic resistance lowering the chance of being infected.\n\n\n2\n. Approximately 0.8%.\n\n\n3\n. Of note is the fact that the group members were not promoting the worship of any entity, instead following the tenets of The Satanic Temple.\n\n\n\n\n\n\n\n\n« \nSCP-5272\n | SCP-5273 | \nSCP-5274\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5273\n\" by hungrypossum and RadiantGold, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5273\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 5273.3 - FCM-5273 Development: Instance #10 was deemed a high-risk, high-priority threat due to the possibility of SCP-5273-A subjects enacting actions described in the instance. As such, Task Force Hexa-9 (\"Meme Machine\") was mobilized to develop a countermeasure as soon as possible. The result of TF Hexa-9's activity was a targeted counter-meme prototype that inhibited the viewers' susceptibility to cognitive manipulation by this specific SCP-5273 instance, rendering the instance ineffective (see Addendum 5273.4).\nWhile this particular application has shown adequate success in mitigating the respective SCP-5273 instance's effects, the same method is not applicable to cases with text posts originally longer than 500 characters. This is hypothesised to be due to the readers considering long text fragments as visually unappealing, with no incentive to read them if no new information is being presented. As a result, members of TF Hexa-9 have been assigned to developing alternative countermeasures under \"Project TL;DR\"."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5273 \" by hungrypossum and RadiantGold, from the SCP Wiki . Source: https://scpwiki.com/scp-5273 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Foundation web-crawlers are to search for and delete SCP-5273 instances, both image- and text-based, off of all major social media platforms. Foundation personnel have been embedded in the administration and moderation teams of said social media platforms to further monitor and restrict the spread of SCP-5273. Counter-Meme FCM-5273 instances are currently being developed on a case-by-case basis to diminish SCP-5273's effects and transmission.",
    "description": "SCP-5273 are widespread instances of text and image based memetic hazards, coloquially known as \"copypasta\". Instances of SCP-5273 usually depict the author's intense and often hyperbolic distaste for a certain topic of discussion.",
    "title": "SCP-5273"
}