{
    "url": "https://scp-wiki.wikidot.com/scp-5283",
    "all_text": "rating: \n+121\n+\n–\nx\n\n\nItem #:\n SCP-5283\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Due to its nature, SCP-5283 is currently self-contained at Site-37.\n\n\nDescription:\n SCP-5283 is an immovable, third-party Nerf N-Strike Elite Universal suction dart stuck to the ceiling of Site-37's central cafeteria.\n\n\nAddendum-1:\n Removal Attempts\n\n\n\n\n\n\nAttempt\n\n\nMethod\n\n\nOutcome\n\n\n\n\n\n\n#1\n\n\nResearcher Harbor Wilson attempts to pull SCP-5283 from the ceiling.\n\n\nFailure\n\n\n\n\n\n\n#2\n\n\nA different staff member attempts to pull SCP-5283 from the ceiling.\n\n\nFailure\n\n\n\n\n\n\n#3-8\n\n\nDr. Wilson directs six other staff members to attempt to remove SCP-5283\n\n\nFailure\n\n\n\n\n\n\n#9\n\n\nDr. Wilson attempts to cut SCP-5283 from the ceiling using a knife.\n\n\nFailure\n\n\n\n\n\n\n#10\n\n\nDr. Wilson attempts to cut SCP-5283 from the ceiling using a motorized saw.\n\n\nFailure\n\n\n\n\n\n\n#11\n\n\nDr. Wilson attempts to cut SCP-5283 from the ceiling using a chainsaw.\n\n\nFailure\n\n\n\n\n\n\n#12\n\n\nDr. Wilson attempts to cut SCP-5283 from the ceiling using a PLS.\n1\n\n\nFailure\n\n\n\n\n\n\n#13-16\n\n\nDr. Wilson attempts to remove the entire ceiling tile SCP-5283 is attached to.\n2\n\n\nFailure\n\n\n\n\n\n\n#17\n\n\nDr. Wilson attempts to burn SCP-5283 using a lighter.\n\n\nFailure\n\n\n\n\n\n\n#18\n\n\nDr. Wilson attempts to melt SCP-5283 using a flamethrower.\n\n\nFailure\n\n\n\n\n\n\n#19\n\n\nDr. Wilson attempts to destroy SCP-5283 using three minuscule detonation charges.\n\n\nFailure\n\n\n\n\n\n\n#20-23\n\n\nDr. Wilson attempts to destroy SCP-5283 with a shotgun.\n\n\nFailure\n\n\n\n\n\n\n#24\n\n\nDr. Wilson attempts to destabilize the local reality around SCP-5283 to result in its disconnection from the ceiling.\n\n\nFailure\n\n\n\n\n\n\n#25\n\n\nDr. Wilson prays for SCP-5283's removal.\n\n\nFailure\n\n\n\n\n\n\n#26\n\n\nDr. Wilson prays for his removal.\n\n\nN/A\n\n\n\n\n\n\n#27\n\n\nDr. Wilson spends approximately 78 minutes shouting at SCP-5283, demanding it fall off of the ceiling.\n\n\nFailure\n\n\n\n\n\n\n#28-███\n\n\nDr. Wilson attempts to punch SCP-5283 off of the ceiling.\n\n\nFuck This\n Failure\n\n\n\n\n\n\nFurther attempts are pending.\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n Senior Researcher Rebecca Larson (\ntenpics.eruces|r_nosral#tenpics.eruces|r_nosral\n)\n\n\nFrom:\n Researcher Harbor Wilson (\ntenpics.eruces|h_nosliw#tenpics.eruces|h_nosliw\n)\n\n\nSubject:\n THE DAMN NERF DART\n\n\n\n\n\n\nI say this in the most respectful way possible: What the hell do you expect me to do about the nerf dart? Seriously. I have tried everything. Manpower. Blades. Saws. Fire - no, you do not need to remind me of how big of a failure that was. Detonation charges. I even spent over an hour shouting at the damn thing! No matter what I do, it doesn't budge. Nothing! I feel like I'm going insane. I've become a laughingstock here. The guy who \"can't even move a nerf dart.\" It's degrading.\n\n\nIf you have any ideas, I'd \nlove\n to hear them. Because I am this fucking close to submitting my resignation letter.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n Researcher Harbor Wilson (\ntenpics.eruces|h_nosliw#tenpics.eruces|h_nosliw\n)\n\n\nFrom:\n Senior Researcher Rebecca Larson (\ntenpics.eruces|r_nosral#tenpics.eruces|r_nosral\n)\n\n\nSubject:\n RE: THE DAMN NERF DART\n\n\n\n\n\n\nHave you tried asking it nicely?\n\n\n\n\n\n\n\n\n\n\nFollowing this email correspondence, Dr. Wilson was seen walking into Site-37's central cafeteria while muttering the phrase \"What kind of bullshit idea is that?\" He then reportedly walked over to SCP-5283 and asked, \"Can you please get off of the ceiling, SCP-5283?\" He was immediately met with the laughter of most nearby staff - much to Wilson's seeming embarrassment - though it ceased moments later when SCP-5283 seemingly obliged the request, falling from the ceiling. Since its removal, all anomalous effects have ceased and SCP-5283 has been reclassified as \"Neutralized.\"\n\n\nDr. Wilson has since started seeing a Foundation therapist.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Portable Laser Saw.\n\n\n2\n. Four separate attempts are made using; a knife, motorized saw, chainsaw, and PLS.\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5283\n\" by Trintavon, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5283\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5283 \" by Trintavon, from the SCP Wiki . Source: https://scpwiki.com/scp-5283 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5283",
    "object_class": "Safe",
    "containment_procedures": "Due to its nature, SCP-5283 is currently self-contained at Site-37.",
    "description": "SCP-5283 is an immovable, third-party Nerf N-Strike Elite Universal suction dart stuck to the ceiling of Site-37's central cafeteria.",
    "title": "SCP-5283"
}