{
    "url": "https://scp-wiki.wikidot.com/scp-5284",
    "all_text": "rating: \n+106\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-5284:\n Why the Black Moon Howls\n\n\nAuthor:\n \nThe Great Hippo\n,\n\n\nImages:\n \nLink\n and \nLink\n.\n\n\nMusic:\n \nRun With Us\n (Lisa Lougheed)\n\n\n\n\n\n\nMore by \nThe Great Hippo\n:\n\n\n\n\nSCPs\n\n\n\n\n– hide block\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\n[\nSCP-3034\n]\n\n\nThe Counting Station\n\n\n\n\n\n\nDO NOT LET HER FINISH\n\n\n\n\n\n\n[\nSCP-3035\n]\n\n\nScience Bugs\n\n\n\n\n\n\ncase_of_the_mondays.png, case_of_the_mondays (1).png\n\n\n\n\n\n\n[\nSCP-3054\n]\n\n\nCragstaff Sanitarium\n\n\n\n\n\n\nYou are sick. You are broken. We will fix you.\n\n\n\n\n\n\n[\nSCP-3045\n]\n\n\nbzzip.exe\n\n\n\n\n\n\nHAMLET: I am no longer moody.\n\n\n\n\n\n\n[\nSCP-3043\n]\n\n\nMurphy Law in… Type 3043 — FOR MURDER!\n\n\n\n\n\n\nForget it, Fred. It's Chinatown.\n\n\n\n\n\n\n[\nSCP-3057\n]\n\n\nFossil Fuels\n\n\n\n\n\n\n…witnesses provided confirmation that instances of SCP-3057-4 did, in fact, have feathers.\n\n\n\n\n\n\n[\nSCP-2639\n]\n\n\nVideo Game Violence\n\n\n\n\n\n\ni need to know how many people i've killed\n\n\n\n\n\n\n[\nSCP-437\n]\n\n\nSummer of '91\n\n\n\n\n\n\nThat was a pretty crazy summer, y'know? Sometimes I really miss that place.\n\n\n\n\n\n\n[\nSCP-3079\n]\n\n\n300 Tricks: Stage Magic Made Easy\n\n\n\n\n\n\nNOTE:\n No method for accomplishing this trick is provided.\n\n\n\n\n\n\n[\nSCP-2753\n]\n\n\nLet's Play Jenga!\n\n\n\n\n\n\nHigh art carries high risk!\n\n\n\n\n\n\n[\nSCP-2679\n]\n\n\nThe Many Graves of Jeannette Parslov\n\n\n\n\n\n\nWhatever it takes, do what you must; whatever the cost, come back to us.\n\n\n\n\n\n\n[\nSCP-3074\n]\n\n\nKafka's Parking Garage\n\n\n\n\n\n\nThank you for choosing Izatova Parking Center. Have a pleasant day.\n\n\n\n\n\n\n[\nSCP-2571\n]\n\n\nCragglewood Park\n\n\n\n\n\n\nMr. Blair, have you always been an only child?\n\n\n\n\n\n\n[\nSCP-2419\n]\n\n\nThe Laughing Men\n\n\n\n\n\n\nThrow them back into the incinerator where you found them.\n\n\n\n\n\n\n[\nSCP-3143\n]\n\n\nMurphy Law in… The Foundation Always Rings Twice!\n\n\n\n\n\n\nWhen it comes right down to it, me — them — hell, even you — we're all just characters in that trashy dime-store novel called life.\n\n\n\n\n\n\n[\nSCP-3089\n]\n\n\nThat Old Time Religion\n\n\n\n\n\n\nRemember how we explained that successful people don't actually need any of their toes to walk? Well, that's going to come in handy for Secret Number Six.\n\n\n\n\n\n\n[\nSCP-3117\n]\n\n\nA Monster-Shaped Hole\n\n\n\n\n\n\nI'm not talking to you.\n\n\n\n\n\n\n[\nSCP-3128\n]\n\n\nLet's Play Monopoly!\n\n\n\n\n\n\nHey, guys? I'm, uh. I'm using this.\n\n\n\n\n\n\n[\nSCP-3138\n]\n\n\nA Sepulcher by the Sea\n\n\n\n\n\n\nShould it prove feasible, all non-canonical corpses are to be extracted, examined, and catalogued.\n\n\n\n\n\n\n[\nSCP-3241\n]\n\n\nThe SS Sommerfeld\n\n\n\n\n\n\nIt makes me wonder what an old monster like myself is even doing here, anymore. And then? Someone special comes along and reminds me.\n\n\n\n\n\n\n[\nSCP-3219\n]\n\n\nThis Sour Earth\n\n\n\n\n\n\nNotably, no reports describe any attempt to examine the residence's storm cellar.\n\n\n\n\n\n\n[\nSCP-4028\n]\n\n\nLa Historia de Don Quixote de la Mancha\n\n\n\n\n\n\nJustine eventually re-unites with her sister, Juliette. Alonso strikes down a lightning bolt intended for them both, then challenges the narrator to a duel.\n\n\n\n\n\n\n[\nSCP-3546\n]\n\n\nDoggone it, I Fold!\n\n\n\n\n\n\nSpecifically, fan-art of Sonic the Hedgehog, a video-game character produced by Sega in 1991.\n\n\n\n\n\n\n[\nSCP-3561\n]\n\n\nAn Unfinished Work\n\n\n\n\n\n\nDespite multiple reports from neighbors who claimed to have witnessed members of his family standing at the windows, no trace of Theodore Holdstock's wife and children could be found.\n\n\n\n\n\n\n[\nSCP-4054\n]\n\n\nThe Seventh Door\n\n\n\n\n\n\nSCP-4054 is The Seventh Door, an unlicensed platform adventure game released for the Nintendo Entertainment System in 1988.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+106\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFig 1.1:\n SCP-5284 (partially visible behind the Moon). Photo taken on March 4th, 2015.\n\n\n\n\n\n\nItem #:\n SCP-5284\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Foundation assets embedded in UNOOSA\n1\n are to continue monitoring SCP-5284's course and position. Should SCP-5284's heading change, its assigned Containment Director is granted authority to execute Protocol GLITTERWØLF at their discretion.\n\n\nDescription:\n SCP-5284 is an extradimensional extrusion of undetermined mass and variable volume. Radiometric and spectroscopic observation has determined that it produces little to no heat, is comprised of an unidentified organic compound, and exhibits behavior comparable to that of a microscopic organism. Measurements taken by GRACE\n2\n satellites have determined that even at its largest observed volumes (estimated to be 21.352 * 10\n10\n km\n3\n), it exerts no measurable gravitational pull.\n\n\nAlthough there are fragmented historical references to SCP-5284, direct observation within Earth's solar system has occurred only once. On February 19th, 2015, Foundation personnel noted its presence (and comparable volume) behind Earth's Moon. For one week, SCP-5284 maintained its orbit; then, on February 26th, its orbital momentum increased.\n\n\nUnder Foundation supervision, an unmanned probe was launched by SHAR\n3\n from Sriharikota, Andhra Pradesh (India). On February 28th, the probe orbited the Moon and came within 3 km of SCP-5284. SCP-5284 extended a structure similar to an amoeba's pseudopods, which it used to consume and destroy the probe. SCP-5284's momentum and volume dramatically increased.\n\n\nAfter examining several Sumerian fragments referencing SCP-5284, Researcher \nMary Ross\n suggested making contact with an entity referred to in these same fragments as \"Salu-ki\". \nMobile Task Force Sampi-6 (\"Imaginary Numbers\")\n was mobilized, and — with the help of Agent Yara Toma (an esoteric specialist familiar with Sumerian) — performed a ritual to summon Salu-ki into a suitably preserved human vessel.\n\n\n\n\nAUDIO LOG\n\n\n\n\nDATE:\n March 1st, 2015\n\n\n\n\nTOMA:\n — think that should do it. He — they — should be coming around any —\n\n\nSUBJECT:\n \n[\nUnintelligible.\n]\n\n\nTOMA:\n That was fast.\n\n\nSUBJECT:\n \n[\nUnintelligible.\n]\n\n\nLOCKE:\n What're they saying?\n\n\nTOMA:\n Uh…\n\n\nSUBJECT:\n \n[\nUnintelligible.\n]\n\n\nLOCKE:\n Don't you speak Sumerian?\n\n\nTOMA:\n Nobody \nspeaks\n it. Not anymore. All I can manage is a rough approximation. But —\n\n\nSUBJECT:\n \n[\nUnintelligible.\n]\n\n\nTOMA:\n Whatever they're saying, I don't think they're saying it in Sumerian.\n\n\n\n\nOn March 4th, SCP-5284's momentum and volume increased again. It was now partially visible from behind the Moon, and its orbit was decaying. Researchers estimated contact with Earth's atmosphere in one week.\n\n\nFoundation operatives mobilized military assets for a possible nuclear option. Meanwhile, linguistic researchers analyzed recordings of the subject and identified key elements shared by several ancient dialects. Maria Tilde — an outside expert on North-Eurasian proto-languages — was attending an unrelated convention in Burnaby, British Columbia; an agent was dispatched to her hotel.\n\n\n\n\nAUDIO LOG\n\n\n\n\nDATE:\n March 5th, 2015\n\n\n\n\n[\nKnocking.\n]\n\n\n[\nRattling.\n]\n\n\nTILDE\n Um… Hello?\n\n\nHARDIN:\n Ms. Tilde?\n\n\nTILDE:\n Look, it's a little early, and I don't even have my suit ready —\n\n\nHARDIN:\n Sorry to bother you at this hour. My name's Sebastian Hardin, and… well, look. None of this is going to make sense \nregardless\n of how I put it, so I'll just cut right to the chase: Do you have any idea what the hell this guy's saying?\n\n\n[\nA recording of the subject is played.\n]\n\n\nTILDE:\n What — who is that?\n\n\nHARDIN:\n Why? Do you recognize any of it?\n\n\nTILDE:\n Um. Can you play it again?\n\n\n[\nThe recording repeats.\n]\n\n\nTILDE:\n I think… I think he's saying, um… something about 'the black moon is howling'? Where did you find this?\n\n\n[\nSilence.\n]\n\n\nTILDE:\n Wait. Are you — are you even with the convention?\n\n\nHARDIN:\n Ms. Tilde, I'm going to need you to pack all your things and come with me.\n\n\n\n\nMs. Tilde was taken by Foundation agents and brought to Site-76 for debriefing. On March 6th, she was permitted to aid in an interview with the subject.\n\n\n\n\nINTERVIEW LOG\n\n\n\n\nDATE:\n March 6th, 2015\n\n\nNOTE:\n An approximate translation of the proto-language being spoken has been provided.\n\n\n\n\nTILDE:\n «Hello?»\n\n\nSUBJECT:\n «You speak roughly. Why did you summon me? Will you speak the Words?»\n\n\nTILDE:\n «I didn't — words? Who are you? What do you want?»\n\n\nSUBJECT:\n «I am Salu-ki. One Who Waits. One Who is Good. I wait for the Words.»\n\n\nTILDE:\n «Waiting for — what are the Words?»\n\n\nSUBJECT:\n «If I must \ntell\n you the Words, then it is not your place to speak them.»\n\n\nHARDIN:\n What's he saying?\n\n\nTILDE:\n I don't — something about waiting for 'the Words', whatever that means. Says he's the 'One Who Waits'? And 'One Who is Good'?\n\n\nHARDIN:\n Ask him about the moon.\n\n\nTILDE:\n «You said something about the black moon —»\n\n\n[\nSubject expresses agitation.\n]\n\n\nHARDIN:\n Easy, now.\n\n\nSUBJECT:\n «The Enemy. The Cowardly One. It is cunning; it knows many places to hide. But we remain vigilant. My people remain vigilant. We are Ones Who Watch. Ones Who Wait. Ones Who Chase. Our guard never lowers; our task never ends. We watch for the Enemy, and we wait for the Words. And then —»\n\n\n[\nSubject bares his teeth.\n]\n\n\nTILDE:\n «Your people?»\n\n\nSUBJECT:\n «I was first among them. The first to be One Who is Good; the first to know the Words. The first to know One Who Speaks.»\n\n\nTILDE:\n «One Who Speaks —»\n\n\nHARDIN:\n What is he saying?\n\n\nTILDE:\n Just a minute —\n\n\nSUBJECT:\n «In the beginning, we were two. His people and mine. Neither had need of the other. But we hunted for the same food, lived on the same land. Our indifference became irritation — irritation became contempt, contempt became anger.»\n\n\nSUBJECT:\n «But when the Enemy came… It was smaller, then. It struck at me as I rested. I ran off. Hid in a cave to lick my wounds. That is where One Who Speaks found me. I expected cruelty, or perhaps indifference. To be killed, forced out — or ignored. But…»\n\n\nTILDE:\n «He helped you.»\n\n\nSUBJECT:\n «He tended my wounds. Fed me. Protected me. Watched over me. And as I warmed myself by the glow of his fire, my belly full of meat… the fire filled me. I made a vow — burned it into my heart. As he had fed me, I would feed him. As he had protected me, I would protect him. And as he watched over me, I would watch over him. We would be brothers, he and I. And so, I learned the Words — as did my people. Two became one. One stood against the Enemy — and One prevailed.»\n\n\nTILDE:\n «How?»\n\n\nSUBJECT:\n «How? How else? With fang and spear; tooth and claw.»\n\n\nTILDE:\n «Tooth and — wait —»\n\n\n[\nAlarm klaxons.\n]\n\n\nHARDIN:\n Shit. We need to get out of here.\n\n\nTILDE:\n Wait, but—\n\n\nHARDIN:\n \nNow\n.\n\n\n\n\n\n\n\n\nFig 1.2:\n SCP-5284 approaching Site-76. Photo taken on March 6th, 2015.\n\n\n\n\n\n\nSCP-5284's orbit halted during the interview. It was now on a direct collision course with Earth. Researchers estimated impact with Site-76 in approximately 1 hour.\n\n\nNuclear missiles were launched from three separate sites: Nellis Air Force Base in Nevada, Warren Air Force Base in Colorado, and a Naval submarine located off the coast of California. All three payloads were subsumed by SCP-5284.\n\n\nSite-76 personnel were ordered to evacuate to underground bunkers located onsite. Despite this, Agent Hardin escorted Ms. Tilde back to the subject's cell to resume the interview.\n\n\n\n\nAUDIO LOG\n\n\n\n\nDATE:\n March 6th, 2015\n\n\n\n\nTILDE:\n Can you do something about those klaxons?\n\n\nHARDIN:\n Lady, we're literally gonna die in the next four minutes. Whatever the hell your theory is, now's the time to act on it.\n\n\nTILDE:\n O-okay. Um. «Salu-ki? I need to ask you a question.»\n\n\nSUBJECT:\n «Yes?»\n\n\nTILDE:\n «Are you — were you —» — shit. There's no word for this that I know. Um.\n\n\nHARDIN:\n Make that three minutes.\n\n\nTILDE:\n «Salu-ki, did you walk on two legs or four?»\n\n\nSUBJECT:\n «What sort of question is that?»\n\n\nTILDE:\n «Answer?»\n\n\n[\nSnorting.\n]\n\n\nSUBJECT:\n «Four, of course.»\n\n\nTILDE:\n He's not human, Hardin. His people aren't humans — they're — they're \nwolves\n.\n\n\nHARDIN:\n What?\n\n\nTILDE:\n The story he told me isn't just the story of two people uniting against a common threat. It's the story of humans domesticating wolves.\n\n\nHARDIN:\n How the fuck does that help us?! Two minutes and thirty seconds!\n\n\nTILDE:\n «Salu-ki, why are you One Who Waits?»\n\n\nSUBJECT:\n «Because One Who Speaks spoke the Words.»\n\n\nTILDE:\n «He told you to wait. He told you to \nstay\n.»\n\n\nSUBJECT:\n «Yes. That is one of the Words. And I stayed. Because I am One Who is Good.»\n\n\nTILDE:\n «Salu-ki, the Words you are waiting for, your people are waiting for — is it —»\n\n\nSUBJECT:\n «They are your people, as well.»\n\n\nTILDE:\n «— is it… What? What do you — what do you mean?»\n\n\nSUBJECT:\n «Did you think I would not recognize my own kin?»\n\n\nTILDE:\n «I — I mean, um. Um. I'm not — my body isn't —»\n\n\nHARDIN:\n Two minutes! Wrap this the \nfuck\n up!\n\n\nSUBJECT:\n «Do you think we are bound by mere flesh? That a pack is a matter as trivial as \nblood\n? I can see it in your heart; our sacred vow, burning inside you. Bright as the sun. Just as it burns in the hearts of \nall\n our people.»\n\n\nTILDE:\n «I — I…»\n\n\nSUBJECT:\n «You have asked me many questions, little pup. Now I shall ask \nyou\n one. Tell me: Why does the black moon howl?»\n\n\nTILDE:\n It howls…\n\n\nHARDIN:\n Maria!\n\n\nTILDE:\n It howls because it's afraid. Because it's afraid of \nus\n.\n\n\nSUBJECT:\n «Speak the Words.»\n\n\nTILDE:\n «Salu-ki — \nfetch the ball\n.»\n\n\nHARDIN:\n One minute and — and — \nHOLYSHI—\n\n\n[\nCrashing, followed by howling.\n]\n\n\n[\nAudio cuts.\n]\n\n\n\n\nFollowing this interview, reports arrived of canines around the world all simultaneously howling at the sky. In several cases, humans engaged in similar behavior\n4\n, but later could not explain why.\n\n\nSCP-5284 immediately reversed course. As of 2021, current projections place it roughly 1.5428388 * 10\n12\n km outside of Earth's solar system — and accelerating.\n\n\nSalu-ki's whereabouts remain unknown.\n\n\n\n\nFootnotes\n\n\n1\n. United Nations Office for Outer Space Affairs.\n\n\n2\n. Gravity Recovery and Climate Experiment.\n\n\n3\n. Satish Dhawan Space Centre.\n\n\n4\n. Notably, over 40% of convention attendees at Burnaby, British Columbia.\n\n\n\n\n\n\n\n\n« \nSCP-5283\n | SCP-5284 | \nSCP-5285\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5284\n\" by The Great Hippo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5284\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n moon1.png\n\n\nName:\n File:- panoramio (2665).jpg\n\n\nAuthor:\n josefstuefer\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n moon2.png\n\n\nName:\n File:Cielo nocturno en Sierra Fría - panoramio.jpg\n\n\nAuthor:\n Alejandro Vega Rdz.\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "AUDIO LOG DATE: March 1st, 2015 TOMA: — think that should do it. He — they — should be coming around any — SUBJECT: [ Unintelligible. ] TOMA: That was fast. SUBJECT: [ Unintelligible. ] LOCKE: What're they saying? TOMA: Uh… SUBJECT: [ Unintelligible. ] LOCKE: Don't you speak Sumerian? TOMA: Nobody speaks it. Not anymore. All I can manage is a rough approximation. But — SUBJECT: [ Unintelligible. ] TOMA: Whatever they're saying, I don't think they're saying it in Sumerian.",
        "AUDIO LOG DATE: March 5th, 2015 [ Knocking. ] [ Rattling. ] TILDE Um… Hello? HARDIN: Ms. Tilde? TILDE: Look, it's a little early, and I don't even have my suit ready — HARDIN: Sorry to bother you at this hour. My name's Sebastian Hardin, and… well, look. None of this is going to make sense regardless of how I put it, so I'll just cut right to the chase: Do you have any idea what the hell this guy's saying? [ A recording of the subject is played. ] TILDE: What — who is that? HARDIN: Why? Do you recognize any of it? TILDE: Um. Can you play it again? [ The recording repeats. ] TILDE: I think… I think he's saying, um… something about 'the black moon is howling'? Where did you find this? [ Silence. ] TILDE: Wait. Are you — are you even with the convention? HARDIN: Ms. Tilde, I'm going to need you to pack all your things and come with me.",
        "INTERVIEW LOG DATE: March 6th, 2015 NOTE: An approximate translation of the proto-language being spoken has been provided. TILDE: «Hello?» SUBJECT: «You speak roughly. Why did you summon me? Will you speak the Words?» TILDE: «I didn't — words? Who are you? What do you want?» SUBJECT: «I am Salu-ki. One Who Waits. One Who is Good. I wait for the Words.» TILDE: «Waiting for — what are the Words?» SUBJECT: «If I must tell you the Words, then it is not your place to speak them.» HARDIN: What's he saying? TILDE: I don't — something about waiting for 'the Words', whatever that means. Says he's the 'One Who Waits'? And 'One Who is Good'? HARDIN: Ask him about the moon. TILDE: «You said something about the black moon —» [ Subject expresses agitation. ] HARDIN: Easy, now. SUBJECT: «The Enemy. The Cowardly One. It is cunning; it knows many places to hide. But we remain vigilant. My people remain vigilant. We are Ones Who Watch. Ones Who Wait. Ones Who Chase. Our guard never lowers; our task never ends. We watch for the Enemy, and we wait for the Words. And then —» [ Subject bares his teeth. ] TILDE: «Your people?» SUBJECT: «I was first among them. The first to be One Who is Good; the first to know the Words. The first to know One Who Speaks.» TILDE: «One Who Speaks —» HARDIN: What is he saying? TILDE: Just a minute — SUBJECT: «In the beginning, we were two. His people and mine. Neither had need of the other. But we hunted for the same food, lived on the same land. Our indifference became irritation — irritation became contempt, contempt became anger.» SUBJECT: «But when the Enemy came… It was smaller, then. It struck at me as I rested. I ran off. Hid in a cave to lick my wounds. That is where One Who Speaks found me. I expected cruelty, or perhaps indifference. To be killed, forced out — or ignored. But…» TILDE: «He helped you.» SUBJECT: «He tended my wounds. Fed me. Protected me. Watched over me. And as I warmed myself by the glow of his fire, my belly full of meat… the fire filled me. I made a vow — burned it into my heart. As he had fed me, I would feed him. As he had protected me, I would protect him. And as he watched over me, I would watch over him. We would be brothers, he and I. And so, I learned the Words — as did my people. Two became one. One stood against the Enemy — and One prevailed.» TILDE: «How?» SUBJECT: «How? How else? With fang and spear; tooth and claw.» TILDE: «Tooth and — wait —» [ Alarm klaxons. ] HARDIN: Shit. We need to get out of here. TILDE: Wait, but— HARDIN: Now .",
        "AUDIO LOG DATE: March 6th, 2015 TILDE: Can you do something about those klaxons? HARDIN: Lady, we're literally gonna die in the next four minutes. Whatever the hell your theory is, now's the time to act on it. TILDE: O-okay. Um. «Salu-ki? I need to ask you a question.» SUBJECT: «Yes?» TILDE: «Are you — were you —» — shit. There's no word for this that I know. Um. HARDIN: Make that three minutes. TILDE: «Salu-ki, did you walk on two legs or four?» SUBJECT: «What sort of question is that?» TILDE: «Answer?» [ Snorting. ] SUBJECT: «Four, of course.» TILDE: He's not human, Hardin. His people aren't humans — they're — they're wolves . HARDIN: What? TILDE: The story he told me isn't just the story of two people uniting against a common threat. It's the story of humans domesticating wolves. HARDIN: How the fuck does that help us?! Two minutes and thirty seconds! TILDE: «Salu-ki, why are you One Who Waits?» SUBJECT: «Because One Who Speaks spoke the Words.» TILDE: «He told you to wait. He told you to stay .» SUBJECT: «Yes. That is one of the Words. And I stayed. Because I am One Who is Good.» TILDE: «Salu-ki, the Words you are waiting for, your people are waiting for — is it —» SUBJECT: «They are your people, as well.» TILDE: «— is it… What? What do you — what do you mean?» SUBJECT: «Did you think I would not recognize my own kin?» TILDE: «I — I mean, um. Um. I'm not — my body isn't —» HARDIN: Two minutes! Wrap this the fuck up! SUBJECT: «Do you think we are bound by mere flesh? That a pack is a matter as trivial as blood ? I can see it in your heart; our sacred vow, burning inside you. Bright as the sun. Just as it burns in the hearts of all our people.» TILDE: «I — I…» SUBJECT: «You have asked me many questions, little pup. Now I shall ask you one. Tell me: Why does the black moon howl?» TILDE: It howls… HARDIN: Maria! TILDE: It howls because it's afraid. Because it's afraid of us . SUBJECT: «Speak the Words.» TILDE: «Salu-ki — fetch the ball .» HARDIN: One minute and — and — HOLYSHI— [ Crashing, followed by howling. ] [ Audio cuts. ]",
        "\" SCP-5284 \" by The Great Hippo, from the SCP Wiki . Source: https://scpwiki.com/scp-5284 . Licensed under CC-BY-SA .",
        "Filename: moon1.png Name: File:- panoramio (2665).jpg Author: josefstuefer License: CC BY-SA 3.0 Source Link: Wikimedia Commons",
        "Filename: moon2.png Name: File:Cielo nocturno en Sierra Fría - panoramio.jpg Author: Alejandro Vega Rdz. License: CC BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-5284",
    "object_class": "Keter",
    "containment_procedures": "Foundation assets embedded in UNOOSA1 are to continue monitoring SCP-5284's course and position. Should SCP-5284's heading change, its assigned Containment Director is granted authority to execute Protocol GLITTERWØLF at their discretion.",
    "description": "SCP-5284 is an extradimensional extrusion of undetermined mass and variable volume. Radiometric and spectroscopic observation has determined that it produces little to no heat, is comprised of an unidentified organic compound, and exhibits behavior comparable to that of a microscopic organism. Measurements taken by GRACE2 satellites have determined that even at its largest observed volumes (estimated to be 21.352 * 1010 km3), it exerts no measurable gravitational pull.",
    "title": "SCP-5284"
}