{
    "url": "https://scp-wiki.wikidot.com/scp-5296",
    "all_text": "rating: \n+90\n+\n–\nx\n\n\n \n\n\n\n\nYou are currently accessing a historical iteration of SCP-5296. Would you like to continue?\n\n\n\n\nYes\n\n\n\n\nAuthorisation needed: Please enter your credentials.\n\n\n\n\nUsername: O5-1\n\n\nPassword: The black moon howls on all the same\n\n\n\n\n…\n\n\n\n\nWelcome O5-1\n\n\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nThe following documentation has experienced multiple iterations as more information has been discovered.\n\n\nTIMESTAMP:\n 18/09/2027\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\nItem #:\n SCP-5296\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-5296 is secured in its testing chamber in Site-11. Its testing chamber is fitted with 4 Scranton Reality Anchors (SRAs). SCP-5296 is to be monitored by at least 3 members of staff who perceive its existence.\n\n\nDescription:\n SCP-5296 appears to be a semi-physical entity whose existence is permeable and subject to factors that are as of yet undetermined. The precise nature of SCP-5296 is unknown. Even amongst those who perceive it to exist, there is little agreement on any of SCP-5296's features, presenting it as a sizeable threat to consensus reality.\n\n\nThese inconsistencies are largely universal, applying even to a single individual's continuous perception of SCP-5296. Common points of disagreement in decreasing order of controversy\n1\n include:\n\n\n\n\nWhether or not SCP-5296 exists\n\n\nWhether or not SCP-5296 is humanoid\n\n\nWhether or not SCP-5296 can communicate\n\n\nWhether or not SCP-5296 is memetic or reality-warping\n\n\n\n\nDue to its ambiguous nature, SCP-5296 has caused much conflict within the Foundation over its properties. It is currently unknown if this is an intended effect or not.\n\n\nDiscovery:\n SCP-5296 was seized by MTF-Phoenix-1 (\"Mind Over Matter\") on 24/06/2027. It was discovered during a Foundation raid to recover SCP-████ from [REDACTED] after a containment breach. It was found in a hidden room which was marked on an assailant's map of the complex. On entering the room, MTF-Phoenix-1 found a note describing SCP-5296. The note was subsequently deemed irrecoverable after a skirmish with remaining assailants. MTF-Phoenix-1 did not recall the contents of the note in sufficient detail to assist in initial documentation. SCP-5296 and SCP-████ were retrieved and brought to Site-11 without further incident.\n\n\nOf note, members of MTF-Phoenix-1 claimed not to have noticed SCP-5296 until after having read the note about it.\n\n\nAddendum-5296-A\n\nAlthough SCP-5296 has, as of yet, proved easy to contain, it has caused significant disruption within the Foundation, detailed below:\n\n\n\n\n\n\nDate\n\n\nEvents regarding SCP-5296\n\n\n\n\n\n\n26/06/2027\n\n\nOn Junior Researcher Smith's assignment to SCP-5296, he made several complaints about it being “an empty room”. He also made several appeals to Site Command to delete the files regarding SCP-5296 and to cease \"wasting our time on non-entities.\" Due to his misconduct, he was later referred to the disciplinary committee.\n\n\n\n\n\n\n04/07/2027\n\n\nSenior Researcher Aster experienced minimal difficulties in his preliminary research. However, video records of his initial tests were lost upon a routine scan of the Foundation database, wherein I.T staff deleted them, commenting “Assumed unnecessary equipment test: D-Class was standing in an empty room.”\n\n\n\n\n\n\n26/07/2027\n\n\nResearch continued from here; however, it was slightly impeded by pressure to complete investigations quickly. As a result of this and a general effort by the Foundation to cut down on use of resources, all projects relating to SCP-5296 were halted until an appeal by Aster was approved.\n\n\n\n\n\n\n02/08/2027\n\n\nA formal inquiry into SCP-5296 was launched, leading to the near-deletion of the SCP-5296 file by Site Command in a 9-1 vote on the matter. After further investigation, no consensus was reached on SCP-5296 and its file remained pending deletion. They settled that research should proceed as planned.\n\n\n\n\n\n\n10/08/2027\n\n\nIn accordance with the disruption it had caused, SCP-5296 was raised as an issue to the O5-Council, who also experienced difficulties in coming to any agreement regarding SCP-5296.\n\n\n\n\n\n\nFollowing the O5-Council meeting on 10/08/2027, research into SCP-5296 is now considered a top priority. SCP-5296 has been provisionally classed as Keter.\n\n\nAddendum-5296-B\n\n\n\n\nFurther review of our files regarding SCP-5296 suggests its nature may be vastly different to our initial assessments. SCP-5296 may very well be a \nfigment\n of our imaginations.\n\n\n- Senior Researcher Aster\n\n\n\n\nFollowing review of the above proposal, further testing of SCP-5296 has been approved to determine the likelihood of this theory.\n\n\nTest Log 5296-01\n\n\n\n\nThis test was overseen by Senior Researcher Aster on 09/09/2027.\n\n\nTesting Procedure:\n\nThis test consisted of two executions with minor alterations:\n\n\nStandard Procedure:\n\nA D-Class will enter SCP-5296's testing chamber and follow the instructions of Senior Researcher Aster, who will be remotely observing the test.\n\n\nThe first execution was standard, but the D-Class was given a briefing prior to the test and was given a file describing SCP-5296\n2\n.\n\n\nThe second execution was identical to the first, excluding the lack of a briefing.\n\n\nResults:\n\nD-1412, who had received the briefing, perceived SCP-5296 and was generally consistent with previous observations regarding SCP-5296 and the lack of consensus around its properties.\n\n\nD-1583, who went in blind, was unable to perceive SCP-5296, complaining that there was nothing in the room to begin with.\n\n\nObservations:\n\nIt would appear that the proposed theory may be correct, although the data set is insufficient to draw any conclusions. Further testing involving on-site staff is pending approval.\n\n\n\n\nTest Log 5296-02\n\n\n\n\nThis test was overseen by Senior Researcher Aster on 11/09/2027.\n\n\nTesting Procedure:\n\nThis was effectively a large-scale version of the previous test. Site staff was divided into two groups, one that was briefed beforehand whilst the other was not. They then each attempted to perceive SCP-5296.\n\n\nResults:\n\nEveryone in the group that went in with no prior knowledge failed to perceive SCP-5296, whilst everyone in the other group was able to perceive SCP-5296. The results after testing over 200 on-site personnel were consistent with the proposed theory, however also raise another possibility.\n\n\nObservations:\n\nThese results are conclusive. They leave only two possibilities:\n\n\n\n\nSCP-5296 is indeed a figment of the observer's imagination.\n\n\nSCP-5296 is somehow aware of our belief in it and its permeable existence responds in kind.\n\n\n\n\nSCP-5296 will hereafter be reclassified as Safe, since the discord it initially caused has run its course and its properties are now beginning to be understood.\n\n\n\n\nAddendum 5296-C\n\nAs recent test results have raised concerns that SCP-5296 may be reliant on human belief in order to exist, it has been raised as an issue to the Ethics Committee. This is due to be discussed on 25/09/2027 during a meeting of the Ethics Committee.\n\n\n\n\nPage revision from 18/09/2027\n\n\n\n\n\n\n\n\nCurrent Iteration\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. This is not to say that the lower down items on the list are more agreed upon, merely that they are less often argued about.\n\n\n2\n. This file was the improvised template that was pending the results of these tests.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5295\n | SCP-5296 | \nSCP-5297\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "You are currently accessing a historical iteration of SCP-5296. Would you like to continue?",
        "Authorisation needed: Please enter your credentials.",
        "…",
        "Further review of our files regarding SCP-5296 suggests its nature may be vastly different to our initial assessments. SCP-5296 may very well be a figment of our imaginations. - Senior Researcher Aster",
        "This test was overseen by Senior Researcher Aster on 09/09/2027. Testing Procedure: This test consisted of two executions with minor alterations: Standard Procedure: A D-Class will enter SCP-5296's testing chamber and follow the instructions of Senior Researcher Aster, who will be remotely observing the test. The first execution was standard, but the D-Class was given a briefing prior to the test and was given a file describing SCP-5296 2 . The second execution was identical to the first, excluding the lack of a briefing. Results: D-1412, who had received the briefing, perceived SCP-5296 and was generally consistent with previous observations regarding SCP-5296 and the lack of consensus around its properties. D-1583, who went in blind, was unable to perceive SCP-5296, complaining that there was nothing in the room to begin with. Observations: It would appear that the proposed theory may be correct, although the data set is insufficient to draw any conclusions. Further testing involving on-site staff is pending approval.",
        "This test was overseen by Senior Researcher Aster on 11/09/2027. Testing Procedure: This was effectively a large-scale version of the previous test. Site staff was divided into two groups, one that was briefed beforehand whilst the other was not. They then each attempted to perceive SCP-5296. Results: Everyone in the group that went in with no prior knowledge failed to perceive SCP-5296, whilst everyone in the other group was able to perceive SCP-5296. The results after testing over 200 on-site personnel were consistent with the proposed theory, however also raise another possibility. Observations: These results are conclusive. They leave only two possibilities: SCP-5296 is indeed a figment of the observer's imagination. SCP-5296 is somehow aware of our belief in it and its permeable existence responds in kind. SCP-5296 will hereafter be reclassified as Safe, since the discord it initially caused has run its course and its properties are now beginning to be understood."
    ],
    "item": "SCP-5296",
    "object_class": "Keter",
    "containment_procedures": "SCP-5296 is secured in its testing chamber in Site-11. Its testing chamber is fitted with 4 Scranton Reality Anchors (SRAs). SCP-5296 is to be monitored by at least 3 members of staff who perceive its existence.",
    "description": "SCP-5296 appears to be a semi-physical entity whose existence is permeable and subject to factors that are as of yet undetermined. The precise nature of SCP-5296 is unknown. Even amongst those who perceive it to exist, there is little agreement on any of SCP-5296's features, presenting it as a sizeable threat to consensus reality.",
    "title": "SCP-5296"
}