{
    "url": "https://scp-wiki.wikidot.com/scp-5301",
    "all_text": "rating: \n+75\n+\n–\nx\n\n\n\n\n\n\n\n\nItem #:\n SCP-5301\n\n\nLevel 2/5301\n\n\n\n\n\n\nObject Class:\n Neutralized\n\n\nRestricted\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5301 holding its child.\n\n\n\n\n\n\nSpecial Containment Procedures:\n The house previously containing SCP-5301 is to be barred from public access under the guise of a gas explosion. Civilians claiming to have seen anomalous activity caused by SCP-5301 are to be administered Class-A amnestics. SCP-5301 is to remain in a standard non-anomalous humanoid containment chamber at Site-24 for further examination.\n\n\nDescription:\n SCP-5301 is a 47-year-old male chemist named Cecil Ganierie, who was rendered comatose after an overdose of a self-made and unstable form of amnestics. Due to SCP-5301's anomalous properties, it is currently located within the first floor bathroom of its former house in Kellhoff, Iowa. Inside this house are a high but dwindling number of translucent humanoid entities, split into the designations SCP-5301-A and SCP-5301-B.\n\n\nSCP-5301-A instances are tinted green, and resemble SCP-5301 at various points in its life. Only SCP-5301-A-\n039\n deviates from this appearance (See Addendum 5301-1). SCP-5301-B instances are tinted red, and resemble various people present in SCP-5301's life. SCP-5301-A/B instances both have similarly tinted weapons affixed to their hands, ranging from small blunt objects to heavy artillery machines. These weapons are incapable of damaging the house or the surrounding environment. Instances are only capable of vocalizing in simple phrases and aggressive cries.\n\n\nSCP-5301-A and SCP-5301-B are in a constant state of lethal conflict, each using their weapons to terminate members of the other group. Once an instance of either group is terminated, it will combust into flames the same color that denotes their respective group, and promptly demanifest. Demanifestion of SCP-5301-A/B leaves little fire damage to their surrounds.\n\n\nSCP-5301-A/B Instances leaving the vicinity of the house containing SCP-5301 will immediately demanifest in a similar manner. Attempts at relocating SCP-5301 will cause both sides to start chanting, \"Stay out of this!\" and to aggressively attempt to remove the offending party from the house.\n\n\nCurrently, there are more SCP-5301-A instances than SCP-5301-B instances.\n\n\nAddendum 5301-1 — Log of Notable SCP-5301-A/B Instances:\n\n\n\n\nInstance #:\n SCP-5301-A-\n001\n\n\nDescription:\n Resembled SCP-5301 as it appeared on his thirteenth birthday wielding a piñata stick. Attempted to terminate SCP-5301-B-\n001\n, but was overpowered and dispatched by the instance instead. Believed to be the first instance terminated on 2020/02/14, the starting date of SCP-5301's anomalous behavior.\n\n\n\n\n\n\nInstance #:\n SCP-5301-B-\n001\n\n\nDescription:\n Resembled SCP-5301's father Carl Ganierie with an abnormally large mouth, wielding a push gas lawnmower. Dismembered four adolescent SCP-5301-B instances before being violently dispatched by SCP-5301-A-\n039\n.\n\n\n\n\n\n\nInstance #:\n SCP-5301-B-\n019\n\n\nDescription:\n Resembled SCP-5301's first grade teacher Clara Biggs wielding a metal meter stick. Assisted SCP-5301-B-\n001\n in terminating multiple adolescent SCP-5301-A instances before being violently dispatched by SCP-5301-A-\n039\n.\n\n\n\n\n\n\nInstance #:\n SCP-5301-A-\n018\n\n\nDescription:\n Resembled SCP-5301 as it appeared on the day of its first wedding wielding brass knuckles adorned with wedding ring gems. Incapacitated by an SCP-5301-B instance resembling SCP-5301's former wife Janice Ganierie\n1\n after a two hour physical and verbal conflict between the two. Said instance and SCP-5301-A-\n018\n were then violently dispatched by SCP-5301-A-\n039\n.\n\n\n\n\n\n\nInstance #:\n SCP-5301-B-\n048\n\n\nDescription:\n Resembled SCP-5301's former therapist Henry Borgen. Bludgeoned multiple adult SCP-5301-A instances with a hard-cover copy of the book \nYour Anger and You: A Smile Goes A Long Way!\n before being dispatched by SCP-5301-A-\n039\n.\n\n\n\n\n\n\nInstance #:\n SCP-5301-A-\n039\n\n\nDescription:\n Resembled an infant version of SCP-5301's son, Samuel Ganierie, wielding a rocket launcher of unidentified model. When fired, the rocket launcher emitted the sound of a child laughing along with its intended projectile. Responsible for the most fatalities of SCP-5301-B instances. Survived until the events of Addendum 5301-2.\n\n\n\n\n \n\n\nAddendum 5301-2 — Update:\n As of 2020/03/01, all SCP-5301-B instances have been terminated, which left five SCP-5301-A instances remaining. After celebrating for 30 minutes, the remaining instances began shaking, before abruptly detonating in an incandescent burst of green flames, destroying a majority of the house's second floor.\n\n\n\n\n\n\nDuring an evacuation of the house, SCP-5301 regained consciousness and began speaking to Agent Moore, who was hoisting SCP-5301 out of the house at the time. The following is a log of this conversation:\n\n\n\n\n<BEGIN LOG>\n\n\n\n\nSCP-5301:\n (\nGroans.\n)\n\n\nMoore:\n Shit, guys! he's awake!\n\n\nSCP-5301:\n What in the devil is happening here?\n\n\nMoore:\n Sir, how do you feel? You okay? You moving everything fine right?\n\n\nSCP-5301:\n I feel… (\nChuckles.\n)\n\n\nMoore:\n What?\n\n\nSCP-5301:\n I feel happy man, I feel happy. I— I \nfeel\n happy!\n\n\nMoore:\n That all? Eh?\n\n\nSCP-5301:\n (\nChuckles.\n) I haven't felt this way in… well… I feel happy.\n\n\nMoore:\n Guess that's good to hear.\n\n\nSCP-5301:\n Thanks… golly, I don't even recall why I was such a tense fellow. You want to high five? I feel like I need to high five someone!\n\n\nMoore:\n Can't. Carrying you right now, as you can see.\n\n\nSCP-5301:\n Oh!\n\n\nMoore:\n Yeah.\n\n\nSCP-5301:\n Golly, when I see my kid, I'll just have to give him the biggest high five I can muster. (\nChuckles.\n) They'll have to call it a high ten!\n\n\nMoore:\n Probably won't be seeing him for a while.\n\n\nSCP-5301:\n Oh.\n\n\n(\nPause.\n)\n\n\nSCP-5301:\n Well if you get to see him, give him a good high ten for me, and tell him thank you.\n\n\nMoore:\n Sure.\n\n\n\n\n<END LOG>\n\n\n\n\nSCP-5301 was then promptly relocated to Site-24 non-anomalous humanoid storage with no issue. SCP-5301 is scheduled to be properly amnesticized and released from Foundation custody after a month of sustained non-anomalous activity and good behavior.\n\n\n\n\nFootnotes\n\n\n1\n. Mutually divorced as a result of SCP-5301's supposed anger management issues and Ms. Ganierie's supposed manipulative behavior.\n\n\n\n\n\n\n\n\n« \nSCP-5300\n | SCP-5301 | \nSCP-5302\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5301\n\" by Lamentte, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5301\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n angry.jpg\n\n\nName:\n Father and Son\n\n\nAuthor:\n Alan Levine\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [
        "Addendum 5301-1 — Log of Notable SCP-5301-A/B Instances:\nDuring an evacuation of the house, SCP-5301 regained consciousness and began speaking to Agent Moore, who was hoisting SCP-5301 out of the house at the time. The following is a log of this conversation:\nSCP-5301 was then promptly relocated to Site-24 non-anomalous humanoid storage with no issue. SCP-5301 is scheduled to be properly amnesticized and released from Foundation custody after a month of sustained non-anomalous activity and good behavior."
    ],
    "documents": [],
    "notes": [
        "Instance #: SCP-5301-A- 001 Description: Resembled SCP-5301 as it appeared on his thirteenth birthday wielding a piñata stick. Attempted to terminate SCP-5301-B- 001 , but was overpowered and dispatched by the instance instead. Believed to be the first instance terminated on 2020/02/14, the starting date of SCP-5301's anomalous behavior.",
        "Instance #: SCP-5301-B- 001 Description: Resembled SCP-5301's father Carl Ganierie with an abnormally large mouth, wielding a push gas lawnmower. Dismembered four adolescent SCP-5301-B instances before being violently dispatched by SCP-5301-A- 039 .",
        "Instance #: SCP-5301-B- 019 Description: Resembled SCP-5301's first grade teacher Clara Biggs wielding a metal meter stick. Assisted SCP-5301-B- 001 in terminating multiple adolescent SCP-5301-A instances before being violently dispatched by SCP-5301-A- 039 .",
        "Instance #: SCP-5301-A- 018 Description: Resembled SCP-5301 as it appeared on the day of its first wedding wielding brass knuckles adorned with wedding ring gems. Incapacitated by an SCP-5301-B instance resembling SCP-5301's former wife Janice Ganierie 1 after a two hour physical and verbal conflict between the two. Said instance and SCP-5301-A- 018 were then violently dispatched by SCP-5301-A- 039 .",
        "Instance #: SCP-5301-B- 048 Description: Resembled SCP-5301's former therapist Henry Borgen. Bludgeoned multiple adult SCP-5301-A instances with a hard-cover copy of the book Your Anger and You: A Smile Goes A Long Way! before being dispatched by SCP-5301-A- 039 .",
        "Instance #: SCP-5301-A- 039 Description: Resembled an infant version of SCP-5301's son, Samuel Ganierie, wielding a rocket launcher of unidentified model. When fired, the rocket launcher emitted the sound of a child laughing along with its intended projectile. Responsible for the most fatalities of SCP-5301-B instances. Survived until the events of Addendum 5301-2.",
        "<BEGIN LOG> SCP-5301: ( Groans. ) Moore: Shit, guys! he's awake! SCP-5301: What in the devil is happening here? Moore: Sir, how do you feel? You okay? You moving everything fine right? SCP-5301: I feel… ( Chuckles. ) Moore: What? SCP-5301: I feel happy man, I feel happy. I— I feel happy! Moore: That all? Eh? SCP-5301: ( Chuckles. ) I haven't felt this way in… well… I feel happy. Moore: Guess that's good to hear. SCP-5301: Thanks… golly, I don't even recall why I was such a tense fellow. You want to high five? I feel like I need to high five someone! Moore: Can't. Carrying you right now, as you can see. SCP-5301: Oh! Moore: Yeah. SCP-5301: Golly, when I see my kid, I'll just have to give him the biggest high five I can muster. ( Chuckles. ) They'll have to call it a high ten! Moore: Probably won't be seeing him for a while. SCP-5301: Oh. ( Pause. ) SCP-5301: Well if you get to see him, give him a good high ten for me, and tell him thank you. Moore: Sure. <END LOG>",
        "\" SCP-5301 \" by Lamentte, from the SCP Wiki . Source: https://scpwiki.com/scp-5301 . Licensed under CC-BY-SA .",
        "Filename: angry.jpg Name: Father and Son Author: Alan Levine License: CC BY 2.0 Source Link: Flickr"
    ],
    "containment_procedures": "The house previously containing SCP-5301 is to be barred from public access under the guise of a gas explosion. Civilians claiming to have seen anomalous activity caused by SCP-5301 are to be administered Class-A amnestics. SCP-5301 is to remain in a standard non-anomalous humanoid containment chamber at Site-24 for further examination.",
    "description": "Resembled an infant version of SCP-5301's son, Samuel Ganierie, wielding a rocket launcher of unidentified model. When fired, the rocket launcher emitted the sound of a child laughing along with its intended projectile. Responsible for the most fatalities of SCP-5301-B instances. Survived until the events of Addendum 5301-2.",
    "title": "SCP-5301"
}