{
    "url": "https://scp-wiki.wikidot.com/scp-5302",
    "all_text": "SCP-5302\n\n\n\n\nrating: \n+88\n+\n–\nx\n\n\n\n\n\n\n\n\nItem #:\n SCP-5302\n\n\nLevel 3/5302\n\n\n\n\n\n\nObject Class:\n Safe\n\n\nConfidential\n\n\n\n\n\n\n\n\n\n\n\n\nThe graveyard previously at SCP-5302's location.\n\n\n\n\n\n\nSpecial Containment Procedures:\n A chain-link fence will be maintained around SCP-5302. Any civilians attempting access to SCP-5302 are to be delivered to the local authorities under the guise of trespassing charges. Gravestones and coffins identical to ones removed by SCP-5302's manifestation are being placed at nearby cemeteries. The website advertising SCP-5302 is to remain blocked from any civilian access.\n\n\nDescription:\n SCP-5302 is a karaoke bar which appeared over the former site of a small graveyard located in northwest rural Iowa. An neon orange sign above the front door of SCP-5302 reads \"HONEY BODY KARAOKE - BAR - GRILL\". The interior of SCP-5302 has a honey-themed motif, prominently including a small stage and karaoke equipment. This equipment is only capable of playing songs in the funk genre.\n\n\nSCP-5302 is inhabited by 34 viscous humanoid entities (designated SCP-5302-A) comprised primarily of honey, along with trace amounts of decomposed human flesh\n1\n. Seven SCP-5302-A instances indefinitely work at SCP-5302, while the remainder act as normal patrons of SCP-5302. No SCP-5302-A instance has left SCP-5302; attempts to force an instance out of SCP-5302 result in the instance losing physical consistency and dissipating, followed by it reforming inside of SCP-5302.\n\n\nSCP-5302-A instances are capable of vocalizing in a muffled voice, which they frequently use to communicate with other instances and sing karaoke with varying levels of success. SCP-5302-A instances do not converse with humans, outside of when an individual makes a food or drink order.\n\n\nThe only food or drink served at SCP-5302 is portions of the substance SCP-5302-A are comprised of. When ordered, this substance is effortlessly self-removed from the serving instance using an ice cream scoop and placed onto a plate or drinking glass. SCP-5302-A instances are not alarmed by this, and will reform themselves to account for the removed portions over the next couple of hours.\n\n\nDespite its unorthodox composition, the substance is universally described by subjects consuming it as being incredibly delicious. These subjects also report minor ailments and injuries being alleviated after consumption; the validity of this claim is currently under investigation.\n\n\nAddendum 5302-1 — Update:\n On 2020/03/01, a website for SCP-5302 was constructed under the domain \"www.honeybodybar.███\". Along with advertising SCP-5302, this website allowed for the online purchasing of the substance comprising SCP-5302-A in novelty containers of varying size and shape. Prices for these purchases were incredibly high, ranging from $50.00 for a small jar to $10,000.00 for a \"lifetime supply\". The following description of the product was available on the website:\n\n\n\n\nThe magical healing properties of HONEY have been investigated for MILLIONS of years! The ancient civilizations of yesteryear soaked corpses in the richest of HONEY for CENTURIES before consuming the concoction! It didn't work then, but it sure works NOW! Those GEEZERS didn't have the SECRET ingredient\n©\n2\n for their \"mellified man\", because they had NO TASTE! Let the mellified man jive away your pain today with one SMALL STEAL OF A DEAL!\n\n\n\n\nThis website's host IP was traced back to a house owned by 45-year-old male Garnie Celicie, a previously known con-anartist who repeatedly evaded Foundation custody. The following is a log of the resultant investigation of the residence, performed by Agents Ronthe and Daniel.\n\n\n\n\n<BEGIN LOG>\n\n\n\n\n(\nBoth agents exit the transport van and approach the house. Indistinct funk music can be heard inside.\n)\n\n\nDaniel:\n Anyone file a noise complaint on that?\n\n\nRonthe:\n Uh, none we're aware of.\n\n\nDaniel:\n Guy's probably in there then. No fucking way everybody's fine with that playing for long.\n\n\nRonthe:\n I guess.\n\n\n(\nBoth agents reach the front door. Ronthe unlocks the door with her lock pick and both enter.\n)\n\n\nRonthe:\n Gosh, it smells sweet in here.\n\n\nDaniel:\n Sure does. Guy's got honey out his ears in this place probably.\n\n\nRonthe:\n It's coming from upstairs.\n\n\nDaniel:\n The smell?\n\n\nRonthe:\n The music.\n\n\n(\nRonthe walks into the kitchen and begins opening cabinets.\n)\n\n\nRonthe:\n (\nMuttering.\n) Holy \nhell\n.\n\n\n(\nEach cabinet is packed with bottles of honey. Honey bottles spill across the floor when one cabinet is opened.\n)\n\n\nDaniel:\n Honey. Heh. Told you so. Guy's like a bear, and not the hot kind.\n\n\nRonthe:\n Gosh…\n\n\nDaniel:\n Should probably get up there. Before the guy leaps from a window or something.\n\n\nRonthe:\n Oh, right.\n\n\n(\nBoth agents ascend the stairs, and slowly approach the second-floor bedroom, where the music plays from.\n)\n\n\nRonthe:\n Do you think he's heard us yet?\n\n\nDaniel:\n Music's so damn loud, the guy's probably deaf.\n\n\n(\nAgents draw their firearms and prepare to enter the room.\n)\n\n\nDaniel:\n Ready?\n\n\nRonthe:\n I guess.\n\n\n(\nBoth agents burst through the door. A lockable wooden coffin lays in the center of the room, while a large surround-sound speaker system blares the music. Celicie is dancing wildly with an SCP-5302-A instance, before noticing the agents.\n)\n\n\nCelicie:\n The fuzz! Honey, let's scram!\n\n\n(\nThe instance leaps into the coffin and loses its humanoid shape, reducing itself to a pool of honey. Celicie then dives into the honey-filled coffin, closing and locking the lid before either agent can react.\n)\n\n\nCelicie:\n (\nGargled.\n) You'll never take me fuzzies, not for free at least!\n\n\nDaniel:\n Ronthe! Open the damn lid!\n\n\n(\nThe coffin starts shaking violently as Ronthe picks the lock. Bubbling noises grow louder from inside the coffin, as excess honey seeps through the cracks. The shaking ceases, and Ronthe is able to unlock the coffin. The coffin is now devoid of Celicie and most of the honey.\n)\n\n\n\n\n<END LOG>\n\n\n\n\nAfter this event, another SCP-5302-A instance appeared in the manager's office of SCP-5302, where it has remained since performing general managerial upkeep on SCP-5302.\n\n\n\n\nFootnotes\n\n\n1\n. This flesh is genetically identical to cadavers that were previously buried at the location of SCP-5302.\n\n\n2\n. No actual copyright was filed.\n\n\n\n\n\n\n\n\n« \nSCP-5301\n | SCP-5302 | \nSCP-5303\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5302\n\" by Lamentte, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5302\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n sweet.jpg\n\n\nName:\n The graveyard at Wark Church and Pasture House Farm\n\n\nAuthor:\n Mike Quinn\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nGeograph",
    "addendums": [
        "Addendum 5302-1 — Update: On 2020/03/01, a website for SCP-5302 was constructed under the domain \"www.honeybodybar.███\". Along with advertising SCP-5302, this website allowed for the online purchasing of the substance comprising SCP-5302-A in novelty containers of varying size and shape. Prices for these purchases were incredibly high, ranging from $50.00 for a small jar to $10,000.00 for a \"lifetime supply\". The following description of the product was available on the website:\nThis website's host IP was traced back to a house owned by 45-year-old male Garnie Celicie, a previously known con-anartist who repeatedly evaded Foundation custody. The following is a log of the resultant investigation of the residence, performed by Agents Ronthe and Daniel.\nAfter this event, another SCP-5302-A instance appeared in the manager's office of SCP-5302, where it has remained since performing general managerial upkeep on SCP-5302."
    ],
    "documents": [],
    "notes": [
        "The magical healing properties of HONEY have been investigated for MILLIONS of years! The ancient civilizations of yesteryear soaked corpses in the richest of HONEY for CENTURIES before consuming the concoction! It didn't work then, but it sure works NOW! Those GEEZERS didn't have the SECRET ingredient © 2 for their \"mellified man\", because they had NO TASTE! Let the mellified man jive away your pain today with one SMALL STEAL OF A DEAL!",
        "<BEGIN LOG> ( Both agents exit the transport van and approach the house. Indistinct funk music can be heard inside. ) Daniel: Anyone file a noise complaint on that? Ronthe: Uh, none we're aware of. Daniel: Guy's probably in there then. No fucking way everybody's fine with that playing for long. Ronthe: I guess. ( Both agents reach the front door. Ronthe unlocks the door with her lock pick and both enter. ) Ronthe: Gosh, it smells sweet in here. Daniel: Sure does. Guy's got honey out his ears in this place probably. Ronthe: It's coming from upstairs. Daniel: The smell? Ronthe: The music. ( Ronthe walks into the kitchen and begins opening cabinets. ) Ronthe: ( Muttering. ) Holy hell . ( Each cabinet is packed with bottles of honey. Honey bottles spill across the floor when one cabinet is opened. ) Daniel: Honey. Heh. Told you so. Guy's like a bear, and not the hot kind. Ronthe: Gosh… Daniel: Should probably get up there. Before the guy leaps from a window or something. Ronthe: Oh, right. ( Both agents ascend the stairs, and slowly approach the second-floor bedroom, where the music plays from. ) Ronthe: Do you think he's heard us yet? Daniel: Music's so damn loud, the guy's probably deaf. ( Agents draw their firearms and prepare to enter the room. ) Daniel: Ready? Ronthe: I guess. ( Both agents burst through the door. A lockable wooden coffin lays in the center of the room, while a large surround-sound speaker system blares the music. Celicie is dancing wildly with an SCP-5302-A instance, before noticing the agents. ) Celicie: The fuzz! Honey, let's scram! ( The instance leaps into the coffin and loses its humanoid shape, reducing itself to a pool of honey. Celicie then dives into the honey-filled coffin, closing and locking the lid before either agent can react. ) Celicie: ( Gargled. ) You'll never take me fuzzies, not for free at least! Daniel: Ronthe! Open the damn lid! ( The coffin starts shaking violently as Ronthe picks the lock. Bubbling noises grow louder from inside the coffin, as excess honey seeps through the cracks. The shaking ceases, and Ronthe is able to unlock the coffin. The coffin is now devoid of Celicie and most of the honey. ) <END LOG>",
        "\" SCP-5302 \" by Lamentte, from the SCP Wiki . Source: https://scpwiki.com/scp-5302 . Licensed under CC-BY-SA .",
        "Filename: sweet.jpg Name: The graveyard at Wark Church and Pasture House Farm Author: Mike Quinn License: CC BY-SA 2.0 Source Link: Geograph"
    ],
    "containment_procedures": "A chain-link fence will be maintained around SCP-5302. Any civilians attempting access to SCP-5302 are to be delivered to the local authorities under the guise of trespassing charges. Gravestones and coffins identical to ones removed by SCP-5302's manifestation are being placed at nearby cemeteries. The website advertising SCP-5302 is to remain blocked from any civilian access.",
    "description": "SCP-5302 is a karaoke bar which appeared over the former site of a small graveyard located in northwest rural Iowa. An neon orange sign above the front door of SCP-5302 reads \"HONEY BODY KARAOKE - BAR - GRILL\". The interior of SCP-5302 has a honey-themed motif, prominently including a small stage and karaoke equipment. This equipment is only capable of playing songs in the funk genre.",
    "title": "SCP-5302"
}