{
    "url": "https://scp-wiki.wikidot.com/scp-5312",
    "all_text": "rating: \n+70\n+\n–\nx\n\n\nItem #\n: SCP-5312\n\n\nObject Class\n: Euclid\n\n\nSpecial Containment Procedures\n: Foundation web crawlers are to survey message boards, forum posts, and public chat rooms for the mention or hyperlinking of SCP-5312.\n\n\nOnce detection is verified, a Foundation designed tier II technomantic containment array is to be established around a laptop computer with SCP-5312 opened.\n\n\nIf the array is unable to break the thaumaturgic DNS connection, \nResearch Team 5312/3\n Research Team 5312/4 is advised to contact Technical Site Director Yoso Sinubulan regarding the temporary hiring of an approved off-site techno-shaman contractor.\n\n\nIf expansion of SCP-5312’s prevalence in online discourse continues, active containment will be pursued.\n\n\nDescription\n: SCP-5312 is a online question-answer forum that specializes in the circulation of anomalous content.\n\n\nUsers of SCP-5312 enter anonymous questions into a textbox which are then answered by an unknown entity. Answered questions are stored in a backlog which is organized into a number of subcategories that reference various broad anomalous topics.\n\n\nMost of the discussion posts usually contain general questions about abnormal incidences rather than specific inquiries into anomalous mechanisms and minutiae. This follows from the intended audience of SCP-5312 being individuals who are otherwise unaware of paranormal behavior.\n\n\nThe nature of SCP-5312’s thaumaturgic connection to the Internet is currently under investigation. The rise of non-standard modalities in which anomalous individuals may connect to the Internet is of particular concern due to the rapid innovation in this space.\n\n\nIt is possible that SCP-5312 alters the cognition of its users in some way. However, this is uncertain, as cognitohazard tests done by Research Team 5312/4 have led to no detectable memetic capacity.\n\n\nSCP-5312 is managed by an unknown individual or group which is thought to be associated with the Serpent’s Hand due to the prevalence of serpentine and arboreal iconography on the website.\n\n\nMany of the answers written by SCP-5312 contain language that aligns with the ethos and thematic elements that are prevalent within Serpent’s Hand ideology and literature. The answers, therefore, include a general anti-containment sentiment are written with a sanctimonious tone. The webpage, however, never makes direct allusions to the GOI itself.\n\n\nWhen navigating to SCP-5312, an individual is first presented with a text which reads as follows.\n\n\n\n\nYou are the most powerful thing to have ever existed.\n\n\nYet, there are those who hide your ability from you.\n\n\nThink, have you ever seen something you could never explain?\n\n\nEver feel like something about life just doesn’t feel right?\n\n\nWere you ever curious enough to peer behind the curtain?\n\n\nSome of you who have searched for us have recognized the pure world, yet not dare engage with it. Some of you have awakened to mankind’s potential, yet barely understand what you are.\n\n\nBut no matter your circumstances, we are all people who seek knowledge.\n\n\nBecause with knowledge comes power and with power comes freedom.\n\n\nAnd there will soon be a day when we will all be free.\n\n\n~\nA Hopeful Idealist\n\n\n\n\nBelow this, an individual may enter in a question and review the previously answered questions from other people. The following interactions are a series of noteworthy entries in SCP-5312 For a complete list, please contact Research Team 5312/4.\n\n\n\n\nQuestion 1: \"qqq Weird stuff happens when I kiss?\"\n\n\n\n\nQuestion 1: \"qqq Weird stuff happens when I kiss?\"\n\n\n\n\n\n\nSent from an Anonymous User\n:\n\n\nHi, Ive had this problem for a while now and I'm going to be leaving my fosterhome soon to dorm at college so Im really hoping for a longterm fix for my problem.\n\nSince my birth, whenever I kiss something they forget an entire day (at max 24 hours).\n\n\n\nI’m actually not joking lol, its happened to mom dozens of times. When she kisses me on the cheek, its like she forgets the entire last day.\n\n\nAnd its caused a lot of problems with my gf becuz she is the only one ive told and when we tried to test it out, she forgot.\n\n\n\nI never really told my parents and my gf told me to go to the hospital but im dont want them to test me or anything cuz they i dont want any weird tests on me.\n\n\nAfter some reflection I think that its a type of paranormal effect like perhaps Im possessed?\n\n\nWhat can i do?\n\n\n\n\n\n\nAnswer\n\n\nTopic\n: Ascended Human\n\n\n\nCongratulations!\n\nYou have been born with a rare gift, one that transcends our primitive concepts of logic and sense.\n\n\n\nThough we do not know how or why your body contains such a constitution we do have some theories. Oftentimes, interactions with the paranormal or anomalous by one of our birth parents causes an intergenerational effect.\n\n\n\nOr perhaps, since your ability seems to be involved with memory manipulation, you may have been blessed by any plethora of trickster gods/goddesses.\n\n\n\nNevertheless, we urge you to continue to be careful for your skill is useful and many within the world will try to trap you or use you like a tool.\n\n\n\nThus, one effective way to temporarily halt basic memory manipulation is to mix lotus root, goldenseal root, and turmeric powder and rub it on the affected area every night (the lips in your case).\n\n\n\nPermanent, de-coupling solutions may be found in various Free Ports.\n\n\n\nBut we do not recommend this fix for those not already involved in the anomalous world.\n\n\n\n~\nAn Intermediate Thaumaturgist\n\n\n\n\n\n\n\n\n\n\n\n\nQuestion 5: \"please help\"\n\n\n\n\nQuestion 5: \"please help\"\n\n\n\n\n\n\nSent from an Anonymous User\n:\n\n\nI am 64 years old .I am diagnosed with a terminal illness, polycarcinoma of the liver, ..I have tried various types of shamanisitic magic (mexican) before but it has not worked..ill try anything so what can I do to get rid of this thing or live longer?\n\n\n\n\n\n\nAnswer\n\n\nTopic\n: Anomalous Physiological Change\n\n\n\nThere are many ways in which an individual may extend his life. We will give you three such methods.\n\n\n1. Conduct the Oneiori Joining Technique and live for 1000 years in one night within an extremely time-dilated dreamrealm.\n\n\n2. Travel to La Rue Macabre and order a Zombie Cocktail #3 from the barkeeps at the Darkwater Lodge.\n\n\n3. In the Pavlodar region of Northeast Kazakhstan, jump off the Nurly Zhol Bridge (the one that crosses the Irtysh River).\n\n\nOur life on this Earth is not our last. Our souls live beyond this domain, but why not stay for as long as we can?\n\n\n~\nThe Faceless Man at the Street Corner\n\n\n\n\n\n\n\n\n\n\n\n\nQuestion 13: \"I am afraid of my own child\"\n\n\n\n\nQuestion 13: \"I am afraid of my own child\"\n\n\n\n\n\n\nSent from an Anonymous User\n:\n\n\nI am a single mother and I have been afraid of my daughter since she was born. I have no living family and no one to tell this to but you because many have called me crazy.\n\n\nHer name is Sophie and she is turning 2 this July. Since I brought her home, she has been staring at me every night. In the morning, she always spits out her food too. And she cries whenever she sees me and if its nighttime and its dark and she cries then small red crevices in her skin appear in the dark.\n\n\nBut weirdly when I turn the light back on, the changes on her body disappear. I have no-one to turn to and when I began to research online, several sources have pointed to demonic possession.\n\n\nHowever, the priest at my local church has denied that Sophie is being overtaken by anything Satanic.\n\n\nI love my child and I will never harm her. I just wish for her to be safe.\n\n\n\n\n\n\nAnswer\n\n\nTopic\n: Extradimensional Entities\n\n\nFirstly, we recommend that you verify that your child is actually possessed by something rather than it being a problem of your own.\n\n\nDraw 7 octagons in a circle made of black cedar ash and salt solution within a bogland biome. Place the child within the center of the circle and if the child glows white at 5:45 am then it is likely that the child has possession of some kind.\n\n\nThere are many options to pursue afterwards depending on the child’s condition.\n\n\nIf the entity is inseparable from the child, then consider sending the child to any of the many anomalous academies.\n\n\nBut perhaps consider that the child’s quality of life is enhanced by its close connection to the paranormal world. That is where the real essence of humanity’s potential lies.\n\n\n~\nA Graduate of Deer College\n\n\n\n\n\n\n\n\n\n\n\n\nQuestion 35: Get Out of ‘Containment’ Free Card\"\n\n\n\n\nQuestion 35: \"Get Out of ‘Containment’ Free Card\"\n\n\n\n\n\n\nSent from an Anonymous User\n:\n\n\nI am a low level tier 2 reality bender and I recently escaped from one of the SCP Foundation’s facilities during a jailbreak.\n\n\nThey arrested me about 3 months ago during a sting operation while I was picking up an online order from MC&D.\n\n\nI am not a violent individual and I was not the cause of the breach. It was very sudden as during the middle of the night one day, all the walls around me just started to melt.\n\n\nI’m using satellite internet from a friend’s trailer in Veracruz but I would like to know what steps to take from here.\n\n\nI don’t want to be on the run forever and I don’t hate the Foundation or anything but I also don't want them to keep me in that place forever\n\n\nIf it helps then my particular abilities revolve around metal creation and manipulation (I can make metals appear in my hands and play with them like dough).\n\n\nI also am vaguely aware of the existence of Free Ports. But I don’t know the specifics about them like where they are located.\n\n\n\n\n\n\nAnswer\n\n\nTopic\n: SCP Foundation\n\n\nMeet us in the Wanderer’s Library, friend.\n\n\nDuring the month of August, a Way opens in Xalapa, the capital of Veracruz. Follow the head butcher of the Moctezuma Borough’s Carnicería for ease of access.\n\n\nThe Foundation is not as powerful as one may think.\n\n\nThe stars speak to us and relay the world’s destiny.\n\n\nWe will accelerate their fate.\n\n\n~\nYour Neighborhood Astrologist\n\n\n\n\n\n\n\n\n\n\n\n\nQuestion 71:\"Keep it Up!!!”\n\n\n\n\nQuestion 71: \"Keep it Up!!!\"\n\n\n\n\n\n\nSent from an Anonymous User\n:\n\n\nWHy dont you keep the website up longer, people need to know this shit!\n\n\n\n\n\n\nAnswer\n\n\nTopic\n: Miscellaneous\n\n\nThere are not many of us who intend to help our fellow man.\n\n\nWe try to keep it up for as long as we can but outside forces would rather that the liberated peoples of the world fester in their ignorance without guidance.\n\n\n~\nAn Old Man Sitting on Park Bench\n\n\n\n\n\n\n\n\n\n\n\n\nDear Director Sinubulan,\n\n\nI hope you had a great weekend. It was nice talking to you last week on our attempts to better contain (and research) SCP-5312.\n\n\nOur current method is rather outdated since technomantic arrays are seldom used in online SCP containment these days. Some of the mates thought that we could try psionic shift integration or the sanguine extraction (though we might need some help with that one).\n\n\nOverall, though, some of our tests have indicated that containment may not be necessary in the most \"classic\" sense. One of our researchers recently came up with the idea that whenever SCP-5312 becomes active, we could send in our own questions regarding the containment of various “difficult-to-contain” entities.\n\n\nMight sound a bit off considering that we are essentially interacting with an SCP in a blase manner. But since we are the third research team to work on this SCP, we thought that some new and innovative tests involving SCP-5312 should occur (like the one mentioned above).\n\n\nReading the answers that 5312 gave us were quite inspiring. I think a good amount of changes regarding its containment, as a whole, could be made. I'll see you soon.\n\n\nWith Appreciation,\n\n\nJoshua Isitaz, Lead of Research Team 5312/3, Site 131\n\n\n\n\n\n\n\n\n« \nSCP-5311\n | SCP-5312 | \nSCP-5313\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5312\n\" by Azmoeth Jikandia, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5312\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "You are the most powerful thing to have ever existed. Yet, there are those who hide your ability from you. Think, have you ever seen something you could never explain? Ever feel like something about life just doesn’t feel right? Were you ever curious enough to peer behind the curtain? Some of you who have searched for us have recognized the pure world, yet not dare engage with it. Some of you have awakened to mankind’s potential, yet barely understand what you are. But no matter your circumstances, we are all people who seek knowledge. Because with knowledge comes power and with power comes freedom. And there will soon be a day when we will all be free. ~ A Hopeful Idealist",
        "Sent from an Anonymous User : Hi, Ive had this problem for a while now and I'm going to be leaving my fosterhome soon to dorm at college so Im really hoping for a longterm fix for my problem. Since my birth, whenever I kiss something they forget an entire day (at max 24 hours). I’m actually not joking lol, its happened to mom dozens of times. When she kisses me on the cheek, its like she forgets the entire last day. And its caused a lot of problems with my gf becuz she is the only one ive told and when we tried to test it out, she forgot. I never really told my parents and my gf told me to go to the hospital but im dont want them to test me or anything cuz they i dont want any weird tests on me. After some reflection I think that its a type of paranormal effect like perhaps Im possessed? What can i do?",
        "Answer Topic : Ascended Human Congratulations! You have been born with a rare gift, one that transcends our primitive concepts of logic and sense. Though we do not know how or why your body contains such a constitution we do have some theories. Oftentimes, interactions with the paranormal or anomalous by one of our birth parents causes an intergenerational effect. Or perhaps, since your ability seems to be involved with memory manipulation, you may have been blessed by any plethora of trickster gods/goddesses. Nevertheless, we urge you to continue to be careful for your skill is useful and many within the world will try to trap you or use you like a tool. Thus, one effective way to temporarily halt basic memory manipulation is to mix lotus root, goldenseal root, and turmeric powder and rub it on the affected area every night (the lips in your case). Permanent, de-coupling solutions may be found in various Free Ports. But we do not recommend this fix for those not already involved in the anomalous world. ~ An Intermediate Thaumaturgist",
        "Sent from an Anonymous User : I am 64 years old .I am diagnosed with a terminal illness, polycarcinoma of the liver, ..I have tried various types of shamanisitic magic (mexican) before but it has not worked..ill try anything so what can I do to get rid of this thing or live longer?",
        "Answer Topic : Anomalous Physiological Change There are many ways in which an individual may extend his life. We will give you three such methods. 1. Conduct the Oneiori Joining Technique and live for 1000 years in one night within an extremely time-dilated dreamrealm. 2. Travel to La Rue Macabre and order a Zombie Cocktail #3 from the barkeeps at the Darkwater Lodge. 3. In the Pavlodar region of Northeast Kazakhstan, jump off the Nurly Zhol Bridge (the one that crosses the Irtysh River). Our life on this Earth is not our last. Our souls live beyond this domain, but why not stay for as long as we can? ~ The Faceless Man at the Street Corner",
        "Sent from an Anonymous User : I am a single mother and I have been afraid of my daughter since she was born. I have no living family and no one to tell this to but you because many have called me crazy. Her name is Sophie and she is turning 2 this July. Since I brought her home, she has been staring at me every night. In the morning, she always spits out her food too. And she cries whenever she sees me and if its nighttime and its dark and she cries then small red crevices in her skin appear in the dark. But weirdly when I turn the light back on, the changes on her body disappear. I have no-one to turn to and when I began to research online, several sources have pointed to demonic possession. However, the priest at my local church has denied that Sophie is being overtaken by anything Satanic. I love my child and I will never harm her. I just wish for her to be safe.",
        "Answer Topic : Extradimensional Entities Firstly, we recommend that you verify that your child is actually possessed by something rather than it being a problem of your own. Draw 7 octagons in a circle made of black cedar ash and salt solution within a bogland biome. Place the child within the center of the circle and if the child glows white at 5:45 am then it is likely that the child has possession of some kind. There are many options to pursue afterwards depending on the child’s condition. If the entity is inseparable from the child, then consider sending the child to any of the many anomalous academies. But perhaps consider that the child’s quality of life is enhanced by its close connection to the paranormal world. That is where the real essence of humanity’s potential lies. ~ A Graduate of Deer College",
        "Sent from an Anonymous User : I am a low level tier 2 reality bender and I recently escaped from one of the SCP Foundation’s facilities during a jailbreak. They arrested me about 3 months ago during a sting operation while I was picking up an online order from MC&D. I am not a violent individual and I was not the cause of the breach. It was very sudden as during the middle of the night one day, all the walls around me just started to melt. I’m using satellite internet from a friend’s trailer in Veracruz but I would like to know what steps to take from here. I don’t want to be on the run forever and I don’t hate the Foundation or anything but I also don't want them to keep me in that place forever If it helps then my particular abilities revolve around metal creation and manipulation (I can make metals appear in my hands and play with them like dough). I also am vaguely aware of the existence of Free Ports. But I don’t know the specifics about them like where they are located.",
        "Answer Topic : SCP Foundation Meet us in the Wanderer’s Library, friend. During the month of August, a Way opens in Xalapa, the capital of Veracruz. Follow the head butcher of the Moctezuma Borough’s Carnicería for ease of access. The Foundation is not as powerful as one may think. The stars speak to us and relay the world’s destiny. We will accelerate their fate. ~ Your Neighborhood Astrologist",
        "Sent from an Anonymous User : WHy dont you keep the website up longer, people need to know this shit!",
        "Answer Topic : Miscellaneous There are not many of us who intend to help our fellow man. We try to keep it up for as long as we can but outside forces would rather that the liberated peoples of the world fester in their ignorance without guidance. ~ An Old Man Sitting on Park Bench",
        "Dear Director Sinubulan, I hope you had a great weekend. It was nice talking to you last week on our attempts to better contain (and research) SCP-5312. Our current method is rather outdated since technomantic arrays are seldom used in online SCP containment these days. Some of the mates thought that we could try psionic shift integration or the sanguine extraction (though we might need some help with that one). Overall, though, some of our tests have indicated that containment may not be necessary in the most \"classic\" sense. One of our researchers recently came up with the idea that whenever SCP-5312 becomes active, we could send in our own questions regarding the containment of various “difficult-to-contain” entities. Might sound a bit off considering that we are essentially interacting with an SCP in a blase manner. But since we are the third research team to work on this SCP, we thought that some new and innovative tests involving SCP-5312 should occur (like the one mentioned above). Reading the answers that 5312 gave us were quite inspiring. I think a good amount of changes regarding its containment, as a whole, could be made. I'll see you soon. With Appreciation, Joshua Isitaz, Lead of Research Team 5312/3, Site 131",
        "\" SCP-5312 \" by Azmoeth Jikandia, from the SCP Wiki . Source: https://scpwiki.com/scp-5312 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-5312"
}