{
    "url": "https://scp-wiki.wikidot.com/scp-5314",
    "all_text": "rating: \n+21\n+\n–\nx\n\n\n\n\n\n\n2/5314\n LEVEL \n2/5314\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-5314\n\n\n\n\n\n\nSafe\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5314 spores must be contained in frozen state inside Area-3 sporangium warehouse. The spores can be transported only under close supervision.\n\n\nSCP-5314 instances can be cultivated for experimental purposes. The area in which the object is cultivated must be fully hermetic. Access to the cultivation area requires wearing a type 4 Hazmat suit.\n\n\nIn situations when the Foundation acquires reports of uncontained populations of SCP-5314 or packs of animals infected with instance's spores, Mobile Task Force Epsilon-1 (“Puszczyki”) is to be sent to the terrain. Epsilon-1's objective is to search the areas in order to find and secure infected individuals or animals. If the search is positive, all fruiting bodies and mycelium of anomaly must be contained, and leftovers treated with antifungal substances. Every infected animal must be terminated and the corps put in a proper utilization process.\n\n\nIn case of infection on a Foundation staff member, they are to be immediately treated with antifungal drugs injected directly to gums and surgery in order to remove pathogens within infected tissue. In case of achieving the final state of the infection due to treatment failure, the patient must undergo complete removal of all infected tissues in the mouth.\n\n\n\n\nDescription:\n SCP-5314 is a species of fungus of the paxillaceae family occurring in the Sudeten mountain chain at altitudes between 1200 and 1750 meters above sea level. The object feeds by mycorrhiza, mainly with representatives of the pine genus. The height of the fruiting body reaches 5 centimetres (including the cap) and the radius of the cap can reach 3.5 centimetres. The lamellae are divided into two types: red type — a storage element for proteins (including pigments) and white type — a storage element for fats (mainly phospholipids). In a standard fruiting body there are more red lamellae than white lamellae in a ratio of 10:1. In the flesh of the instars, there are heme-containing protein pigments that give the cap and the upper part of the stem a red colour. In addition, the fruiting body has unidentified chemical compounds that fool the chemoreceptors, making the being eating the mushroom feel as if they are eating the meat of domestic cattle. Regardless of how the object is processed, its taste will always match cattle meat that has undergone the same process.\n\n\nThe main mode of reproduction of SCP-5314 is spore dispersal by insects. The upper side of the cap has a large number of microscopic pores which contain the spores. From these pores, a thick viscous fluid containing them is released. This fluid has a high concentration of monosaccharides, which attracts the attention of insects and attach themselves to the legs of their legs by means of a sticky secretion. The spores are surrounded by a special envelope whose main function is to protect it.\n\n\nWhen spores enter the mammal mouth they place themself in space between the tooth and gum; entering the digestive system in organisms other than mammals possess no effect. There, in an unknown process, the envelope of the embryo separates itself and moves to the interdental septum, resulting in the sprout of spore growth in the tissue, causing fungal infection in the mouth, at the same time inducing genetic mutation of surrounding tissues. As a result of infection, the tooth roots gets weakened, leading to painful pushing out the teeth from the mouth by swollen gum. Simultaneously, the inside of the interdental septum starts producing structures made from chitin, which is synthesized by host modified cells. Every structure is scaffolding for new toothing created immediately after teeth removal. All new made teeth have the same construction: they are on average 3 centimetres long tusks formed from chitin, covered with sensitive flushed tissue originating from the gum. Inside that tissue are placed SCP-5314's mycelium threads and spores with envelopes resistant to standard digestive juice, allowing spores to go through the digestive tract of infected animals. New toothing is causing constant pain due to ongoing tissues inflammation and covering tusks with highly innervated oversensitive tissue. However, the infection isn’t life or health-threatening. The whole process can take from 12 to 24 hours, depending on the mammal species that are infected with the object's spores.\n\n\nIn the case when spores contact with other epithelial tissue there is no reaction. The multi-layered epithelium of skin is too thick for SCP-5314 spores to get access to the bloodstream and substances needed for chitin synthesis. Also, spores don’t possess any mechanical system to hook themself to tissues, as they are based on a sticky liquid which is either absorbed by mucosa or dissolved by digestive enzymes.\n\n\n\n\nDiscovery:\n First interaction with SCP-5314 was made by the Foundation on 28/02/1890, when, in the village Świerków, located in Austria-Hungary territory, appeared a wolf pack with before unknown toothing. It is estimated that the appearance of animals in the human settlement was caused by a lack of sufficient prey in local territories. The inhabitants shortly succeed in hunting every animal with irregular features and subsequently the staroste of the village, after assuming that the toothing is a result of an unknown disease, contacted Austro-Hungarian authorities, which led to the information coming into contact with a Foundation agent. Under the cover of an Austrian official, the agent went to the village Świerków where during the animal's autopsy he confirmed the anomalous background of the changes.\n\n\nThe Foundation sent MTF Stigma-22 (“Żwirki i Muchomorki”) under the cover of the Austro-Hungarian army, who temporarily locked down the area citing epidemic danger. Next, they began searching for the source of the anomaly in local forests, which led the formation to find the fungus, later classified as SCP-5314. After finding the anomaly MTF Stigma-22 (“Żwirki i Muchomorki”) harvested all subjects and terminated or contained all infected animals. Contained fungus and animals were transported to Area-3.\n\n\n\n\nAddendum 5314-1:\n On 20/10/1983, the current leader of MTF Stigma-22\n1/2\n (\"Żwirki i Muchomorki: Reboot\"), Agent Rober Łotrzak confronted with activity of GoI-571-20, known under the name \n\"Polish Anomalous Mushroom Picking Association\"\n, which was believed to be connected with SCP-5314. The event began when Agent Łotrzak consumed a meal in a dining establishment. During eating the minced meat roulade Agent Łotrzak found unidentified fibres in his dish, described by him as mushroom-like. Agent Łotrzak infiltrated the kitchen of the establishment by using fake documents of the inspector of the Chief Sanitary Inspectorate, where the agent found refined mushrooms of SCP-5314 and the identity of the supplier.\n\n\nResearch conducted by the Foundation confirmed the anomalous properties of the refined mushroom, noting a complete lack of object’s usual spore in them. This has led to the beginning of observation of the establishment and the suspected supplier. A notable observation was made by main members of MTF Stigma-22\n1/2\n (\"Żwirki i Muchomorki: Reboot\") on 23/11/1983, when the supplier of refined SCP-5314 was seen driving to the establishment selling SCP-5314; Stigma-22\n1/2\n began following the suspect. At the same time, a group of the Foundation agents, disguised as food safety inspectors, confiscated all SCP-5314 located in the established, citing food contamination reports.\n\n\nTracking of the supplier allowed the task force to find the facility most likely responsible for the distribution of refined SCP-5314. During observation, it was found that the facility was abandoned. Agent Łotrzak with the support of the strike group “Cegła” initiated a tactical takeover of the building with the supplier still inside. Inside the building, they found basic mechanical parts, 150 kilograms of raw SCP-5314 mushrooms and a leaflet\n1\n pointing at the involvement of the Polish Anomalous Mushroom Picking Association. The supplier was captured and interrogated, but it was confirmed that they had possessed no useful information; the individual was applied a Class B amnestics and set free. Further investigation led to discovering that the building was an extensive production hall, which has been taken apart in a hurry. Tracks of at least 5 vehicles were found, 4 of them were delivery cars and 1 was a lorry.\n\n\nGoI-571-20 have ended the contact with the supplier and the gastronomic establishment after that incident. The Foundation engineers attempted to reconstruct a machine used in cleaning SCP-5314 fruiting bodies, but because of the machine's disassembly to primary parts and lack of characteristic components, there were no notable results. Agent Łotrzak in order to extend knowledge concluded in document 5314-1 activated MTF Stigma-22\n1/2\n (\"Żwirki i Muchomorki: Reboot\") agent network which was infiltrating Polish Anomalous Mushroom Picking Association.\n\n\n\n\nDocument 5314-1:\n\n\n\n\nPaxillus Meaty\n\n\nPaxillus Caro\n\n\n\n\nEdible\n\n\nAppearance:\n The mushroom fruiting body has short, wide and naked stalks, growing no more than 3 centimetres high and 1,5 centimetres in diameter. The stalk base is completely white, but with the height increase, there is a gradual change to bloody red colour. The hat diameter isn’t bigger than 7 centimetres and has a dark red colour, and is covered with dense, sticky fluid containing spores, possessing a sweet aroma. Brimnes of the mushroom hat are tack and are partially covering tightly squeezed, slight lamina which is partially red and partially white.\n\n\nAnomalous properties:\n That mushroom has an unknown substance that perfectly mimics the taste of beef. The taste value of the mushrooms is always identical to beef which was processed in the same way as the mushroom. Spores have sheath which after coming into the mouth causes infection, which affects tissue's DNA, changing it in a specific way.\n\n\nOccurrence:\n The mushrooms live mainly in poor nourishment terrain like high mountains. It can be mostly found under pines or other kinds of conifers, growing on barren soil.\n\n\nUse history:\n Due to the mushroom taste value it was a delicacy of vast poorer communities throughout ages, as the first mention of Paxillus Meaty processing comes from the V century. Even when the method was still imperfect peasants still consumed the mushroom, but because of side effects inflicted pain and caused the victims to look like demons (which resulted in many problems with representatives of Christian authorities) in the coming centuries consumption of paxillus went down, until entirely disappearing from diet.\n\n\nIt was like that until 1932 when Tomasz Beżowy, the Association mycologist and nutrition technologist, developed a method that fully nullifies risk caused by spores of paxillus meaty.\n\n\nAfter developing technology for successful processing of that mushroom and appearing in a great market in form of Great Ukraine Starvation, the Association started picking and processing the mushroom on large scale. To this day the Association sells processed paxillus in many gastronomic establishments in Poland and neighbouring countries.\n\n\nIt is thought that paxillus' possessed purpose in important rituals of many tribes' societies. Legends tell that the mushroom was used in rituals “creating warriors in indestructible armours made from their own will and blood.” Hover exact information about truth or eventual working mechanics remains secret. No matter that, the Association researchers place great effort to fully understand all properties of the mushroom.\n\n\nRecommendations:\n During picking Paxillus Meaty, it is recommended to wear gloves and reduce physical contact with the substance covering its hat. Picker must prevent letting the substance come in contact with inside his mouth at all cost. Specimens should be stored inside a hermetic container.\n\n\n\n\n\n\nAddendum 5314-2:\n On 13/08/1984 MTF Stigma-22\n1/2\n (\"Żwirki i Muchomorki: Reboot\") ended gathering information about SCP-5314 possessed by Polish Anomalous Mushroom Picking Association. Most data gathered by the Association was around the subject of the thaumaturgic use of the SCP-5314, however, due to the ancient origin of the information, most data on the ritual was lost. Because of that, found documents were passed to Doctor Daniel Asheworth, who was deemed as a specialist in thaumaturgy.\n\n\nUntil 20/08/1984 Doctor Asheworth achieved significant progress in research about rituals related to the SCP-5314, completing missing parts of the rituals by using knowledge from the field of defensive and arming thaumaturgy. Using the developed method allowed the process to achieve moderate success in the form of covering the test subject’s body to 50% (because the armour always starts from the inside of the mouth, it covered only the upper part of the body) in monolayer armour made from chitin plates. While a partial success, the armour didn't provide protection presented in preserved documents. Additionally, despite being an integral part of the wearer's skin, the armour wasn’t correctly fitted to the wearer, which caused some movement limitations. Although armour was an integral part of an organism that wears it, it didn't have any connection to internal body systems (which include the neural system), making it so that damaging the armour didn't have any negative effects on the wearer.\n\n\nA breakthrough came at the night between 20/08/1984 and 21/08/1984. Doctor Asheworth after a precise analysis of the armour creation process and its structure, was able to understand that he made the wrong assumption and he should base the ritual on blood rituals and flesh magic, not defensive and arming thaumaturgic. Implemented changes allow for creating an armour that covers the whole body of the test subject. New armour was made from two stiff layers with a slight number of SCP-5314 mycelium between. Additionally, the new armour’s elements were exactly fit, allowing for unconstrained movement.\n\n\nDoctor Asheworth experimented with improving the ritual and its eventual use for the next 3 days. The final solution was achieved using a self-made weak alcohol solvent based on pine resin and berry juice (mainly blueberry). New versions of the ritual created an armour that has five layers of hard chitin plating with the addition of hems, giving it a characteristic red colour. Between layers is located mycelium with a high level of collagen which can almost fully absorb kinetic energy. In case of damaging it, mycelium can stretch and connect itself to the skin of the person wearing the armour. After connecting, mycelium would take substances needed for repair. Currently, the armour created on humans is capable of stopping bullets from small firearms. In addition, Doctor Asheworth discovered a method that can painlessly remove the armour from the body without damaging it or the host.\n\n\nDoctor Asheworth submitted an application for the realization of the “Shelled tomb” project after the end of the research. Project due to its content was placed in a separate document which access can be given only for staff with 4/5936 or higher classification level.\n\n\n\n\nIncident 5314-1:\n On August 8, 1984, began an incident initiated after receiving reports about high amounts of cattle perishing in two breedings near Częstochowa. At the same time, every vegetative patient in Provincial Specialist Hospital experienced arrest of vital activities. The anomalous incident was explained to the public as an epidemy of parasitic protists, hosting in cattle, leading to contamination of drips used on vegetative patients.\n\n\nDuring the incident, in Outpost-120-1 appeared 1200 armours made by use of a thaumaturgic ritual developed by Dr Asheworth. Inside these armours were placed unknown thaumaturgic runes. When the armours were placed near the entrance to \nSCP-5936\n sudden increase of SCP-5936-1 activity occurred. When the number of instances achieved maximal quantity, runes placed inside the armours activated themselves, causing instant neutralization of SCP-5936 and all instances of SCP-5936-1.\n\n\nNeutralization of SCP-5936 anomaly led to the sudden emergence of buildings, previously placed in 5936's anomaly, in normal space. It was confirmed that information about Częstochowa district called “Tysiąclecie Dolne” has not appeared in the public sphere or other sources of information. The Foundation staff working in Outpost-120-1 performed an operation of exploring and searching the buildings, and after confirming that inside the area wasn’t left anything useful, the area has been demolished, in order to minimize the chance of exposing the anomalous activity. Demolition was disguised as a practical effect studio, for an upcoming film.\n\n\nAt the time of SCP-5936-1 neutralization, all the armours with runes in Outpost-120-1 were immediately animated. The beings were designated the classification 5936-A. Instances of 5936-A claimed that they are the “Tysiąclecie Dolne” inhabitants, however, due to organic amnesia (memory lost about one's own life, but not the world around) on different levels in all of the instances, it is hard to confirm these statements. Subjects possess working sense of sight and hearing, but sense of touch is limited only to pressure receptors. Senses using chemoreceptors are absent. Research showed no absence in cognitive development in comparison to regular humans, but every 5936-A entity shows significant thaumaturgic abilities despite the lack of knowledge or training in that field. The insides of the instances are empty and putting something inside them doesn't evoke any physical problems, however, some instances had a negative psychological reaction from the experiment. 5936-A subjects show a willingness to cooperate with the Foundation. All instances were transported to Site-120 where a residential sector was prepared.\n\n\nMost likely the whole incident was caused by Doctor Daniel Asheworth who, with the assistance of other people (the whole operation was judged to be impossible to conduct by one person, it is anticipated that the whole event was instigated by 5 people), prepared the armours and runes inside. The search for Doctor Asheworth was successful, as he was inside his office in Site-120, in a critical state caused by blood loss and injuries of all organs except the neural system. On-site medical examiners reported on amputations of all limbs by an unknown method and major osteoporosis in the remaining bones. Later, a cytologic examination showed damage of telomeres which resulted in ageing of the tissue to the level of an 80 years old. Doctor Asheworth was immediately transported to the medical wing by paramedics, and his state stabilized.\n\n\n\n\nInterview 5314-1:\n\n\nInterviewed:\n Doctor Daniel Asheworth\n\n\nInterviewer:\n Doctor Jessie Rivera\n\n\nForeword:\n Due to received injuries, Doctor Asheworth currently requires constant medical care. Despite the extension of injuries, damage to individual organs was small enough that pharmacological treatment is sufficient to keep organs working on an acceptable and not life-threatening level. A week after beginning treatment, the medical staff decided that dr Asheworth’s condition is stable enough to perform an interview.\n\n\n<Start of the log, 15/08/1984 ; 11:30>\n\n\nDoctor Rivera:\n Why did you do this, Daniel?\n\n\nDoctor Asheworth:\n Because there was no better option, I had to.\n\n\nDoctor Rivera:\n For fuck sake! Look at you, fucking wreck, I’m not gonna mention these all peoples and animals you killed.\n\n\nDoctor Asheworth:\n It was only dead flesh. These cows would die anyway and these people already did.\n\n\nDoctor Rivera:\n And what about you? You’re a piece of dead flesh too.\n\n\nDoctor Asheworth:\n Almost, but I’m still alive, so that piece still can be repaired. Few surgeries, prosthetics and I will start casting fire snakes like I used to.\n\n\nDoctor Rivera:\n That’s not what I’m talking about. Why did you think that was the best option? I know that you want to hunt down Nowak, but that is just too much. You destroyed SCP-5936, making all disinformation guys sweat really hard to cover it up nicely.\n\n\nDoctor Asheworth:\n I know about the consequences, I was ready for even worse results. You know why? Because after action with \nSCP-5890\n I finally understood something. I can’t win with Nowak, I just can’t catch him. That I never will. And then I understood what I must do.\n\n\nDoctor Rivera:\n What?\n\n\nDoctor Asheworth:\n I must hunt down his plan, not himself. I will crush his whole \"Heaven\" thing into the dust. And make sure that no one else gets killed.\n\n\nDoctor Rivera:\n You know that’s impossible, especially now that you killed a few people and almost died yourself!\n\n\nDoctor Asheworth:\n They were dead, we already talked about that. And who even needs a guy, who can’t even save his own team members from an elevator?\n\n\nDoctor Rivera:\n Get your shit together, for fucks sake! Everyone loses people sometimes in this line of work, get over it. Now you should think about what you do next. The top wants your head for destroying the object.\n\n\nDoctor Asheworth:\n Destroying my ass. Maybe the anomaly doesn’t work anymore, but now we can search flats and inspect the whole area. We will know 10, 100 or even 1000 times more now than we would with that whole mist.\n\n\nDoctor Rivera:\n We will see.\n\n\nDoctor Asheworth:\n By the way, now Nowak will have to come up with something new when his current plan collapses. He now enters my game, though I haven’t even set the board or read the instruction yet.\n\n\nDoctor Rivera:\n I'll put that instruction in your… You did something like this and have no idea what to do next?\n\n\nDoctor Asheworth:\n I’m tired.\n\n\nDoctor Rivera:\n You're not getting out right now.\n\n\nDoctor Asheworth:\n You want to make a bet? \nI’m feeling very bad.\n\n\nDoctor Rivera:\n Fine, but we will get back to this.\n\n\n<End of the log, 15/08/1984 ; 11:45>\n\n\nClosing statement:\n Because of Doctor Asheworth's health condition the disciplinary actions were suspended until Doctor Asheworth would fully recover his mental capacity.\n\n\nIt was decided that Doctor Asheworth will get an experimental treatment reliant on the use of synthetic mineral bones filler. At the same time work on prosthetics for Doctor Asheworth was started. As far as legs can be replaced by standard mechanical prosthetics, the arms will be replaced by prosthetics made from armour created with SCP-5314 and attached to the body by thaumaturgic circles, providing full recovery of touch and manual abilities. The use of thaumaturgic rituals to restore the ageing tissue was also planned, as that kind of treatment has been used before on dr Asheworth.\n\n\n\n\n\n\nIncident 5314-2:\n On August 13 1985, a sabotage operation was conducted by a member of the Polish Anomalous Mushroom Picking Association. The culprit, under the alias Adrian Nowicki, was working as cleaning personnel of Site-120.\n\n\nAt 11:30 Adrian Nowicki entered the section of Site-120 designated as 5936-A containment area, in order to carry out standard cleaning activities. After entering the sector, he deactivated all electric devices inside the Site wing by using an unknown charge, releasing an electromagnetic pulse. Most likely it was hidden inside the cleaning staff cart. Site security personnel of Site-120 Doctor Daniel Asheworth and Agent Robert Łotrzak, who were present at the time of the incident, were alarmed by the EMP strike. Both mentioned personnel members were together in the facility because of meeting about SCP-5314 research progress and eventual use of anomaly by PZGA (however unofficial sources mention a celebration of a collaboration anniversary between Doctor Asheworth and MTF Stigma-22\n1/2\n (\"Żwirki i Muchomorki: Reboot\")).\n\n\nDuring the sounding of the alarm, security officers attempted to enter the section where the EMP strike was believed to originate from. However, because of all electrical devices neutralization there was no option to open the doors. Security staff made an attempt at the manual opening of the doors, but it has failed, leading them to use a plasma cutter to break through by force.\n\n\nAt the same time, the PZGA Agent using an unknown method infected 300 5936-A instances with a mysterious fungus species, which gave the subjects new anomalous ability and transformed them into a new instance variation designated 5936-B. After that, he attempted to instigate an escape based on a partial transformation of objects into \nSCP-PL-057\n by each other. The anomalous ability of SCP-PL-057 was activated by a magnesium incendiary charge which raised the average temperature to a level allowing to transmit them beyond the Foundation facility area.\n\n\nDuring the transformation of 5936-B into SCP-PL-057, Agent Łotrzak and Doctor Asheworth attempted to get into the section. Doctor Asheworth thanks to the experience of working inside Site-120 found unused technical corridors which gave them access to blocked sections. Both personnel members decided to take action themselves because quoting them, “security works too slow”. Agent Łotrzak broke through a thin wall separating the corridor from the section containing 5936-A. Both personnel member, after getting inside the sector, stopped one of the instances before the surface transformation into SCP-PL-057 by using a makeshift incendiary bottle made from a bottle of vodka and wrapping paper. The rest of the 5936-B instances and Adrian Nowak were able to successfully escape.\n\n\nThe contained 5936-B specimen suffered extensive thermal injuries, however, the life of the entity wasn’t threatened. Interviews of 5936-A didn’t help with discovering new information, as it claims that it doesn’t remember the whole incident (using 5936-B ability to damage 5936-A memory is assumed). Later investigation showed that during a 5 year long period of working for the Foundation Adrian Nowicki doesn't receive disciplinary reprimands in any form. Investigation about connection Adrian Nowicki with PZGA is in progress.\n\n\nDue to the incident, a new form of 5936-A designated “5936-B” was created. Information about new specimens was included in addition designated “Characteristics of 5936-B”. Despite the escape of 299 5936-B specimens capturing 1 subject was successful. The captured subject was interviewed after it recovered, that interview is added below under designation “Interview 5314-2”.\n\n\n\n\nCharacteristics of 5936-B:\n\n\n5936-B are the 300’s instances of 5936-A which due to intervention of before unknown anomalous fungus species gain a new set of morphologic features and anomalous abilities. Is known that found fungus species belong to the ascomycota phylum, however more accurate taxonomy classification has failed.\n\n\nThat fungus occupies an average space of 70% of 5936-A armour volume but never appears in the head area. Most of the fungus mass is parenchyma interwoven with mycelial fibres which connect to the mycelium of SCP-5314 and transport necessary substances to every area of the organism. Tissues except parenchyma have hard chitin scaffolding made in the form of thick rings with different diameters. These rings are connected similar to dichotomous shoots. Inside of these rings are hollow tubes with different thickness, tube placement seems to be random. A two same configurations have not yet been found. The purpose of the tubes is unknown, but the reinforcing function was excluded because of their fragile construction. The fungus's way of reproduction remains a mystery, finding spores or sporangium was unsuccessful and attempts to induce artificial gemmation caused separated fragments to die.\n\n\nObject anomalous abilities give them the possibility to change shape or species of anomalous fungi organisms (scientific systematology describing the effect wasn’t developed yet) when it comes into contact with subjects' hands. It’s possible to change affected fungi into any species if it’s anomalous; experiments confirmed that the ability is able to utilize mushrooms that are superficially paranormal, for example -EX objects whose properties have been understood scientifically. 5936-B can also manipulate normal fungus, but in the process have their abilities very restrained power (it’s possible to slightly bend from the regular form of representative of the species and species changing is also limited to species from the same phyla and usually doesn’t cover the whole organism). The shape of the changed fungus can be modified freely if that form doesn’t interfere with basic life function of the organism (for example a shape that kills the organism isn’t possible to achieve), but anomaly itself doesn’t affect total mass, which must stay the same. Instances 5936-B can’t use their ability on themselves, however, they can transform other representatives of their kind.\n\n\n\n\n\n\n\n\nInterview 5314-2:\n\n\nInterviewed:\n 5936-B\n\n\nInterviewer:\n Doctor Daniel Asheworth and Agent Robert Łotrzak\n\n\nForeword:\n Due to damage that the object received during containment, the interview has been postponed until now. The subject was transported to a temporary containment room after regaining the required level of functionality. The instance was interviewed by Doctor Asheworth and Agent Łotrzak inside its containment room. The interview focused on the anomalous ability of 5936-B and possible future actions of the Polish Anomalous Mushroom Picking Association.\n\n\n\n\n<Start of the log, 13/08/1985 ; 20:20>\n\n\n\n\nDoctor Asheworth:\n Welcome, how do you feel?\n\n\n5936-B:\n I think I’m good. I’m entirely covered with burns, but it only tugs slightly when I move.\n\n\n\n\nDoctor Asheworth:\n Glad to hear it.\n\n\nAgent Łotrzak:\n Can we get to the point? They gain an advantage with every second, so tell us what you know bay bolete because I have a bottle of powder for mycosis with your designation inside my closet.\n\n\nDoctor Asheworth:\n Indeed we should get to questions. I advise you to cooperate with us because my colleague is a little impatient and as you can see, he has a slight obsession.\n\n\n5936-B:\n I will try to answer your questions, of course, if I can.\n\n\n\n\nAgent Łotrzak:\n There is no “if I can”, you are going to answer our questions. And if I sniff any kind of trick I would go for a second bottle, but this time there will be gasoline instead of alcohol. I think we are understanding each other so we can go to the first thing. Are the other armours involved in that? Because they claim that not, but I know what I know.\n\n\n5936-B:\n Others aren’t involved in that, they even don't know what happened. We erased their memories by slightly changing their interiors. We did that for their and our safety.\n\n\n\n\nDoctor Asheworth:\n We have information that all instances showed memory gaps covering the whole incident. Did you do something to them?\n\n\n5936-B:\n We erased their memories by slightly changing their interiors. We did that for their and our safety.\n\n\nAgent Łotrzak:\n Typical “if we erase their memories they wouldn’t betray us and those guys wouldn’t hurt them because of our actions” stuff.\n\n\n5936-B:\n Yes.\n\n\nAgent Łotrzak:\n Unfortunately I have bad news for you. I don't believe you or your friend for all the world. Your protection doesn’t change anything except taking away the opportunity to cooperate with us and solve this whole mess. Congratulations.\n\n\n5936-B:\n That was not my idea.\n\n\n\n\nAgent Łotrzak:\n So whose? That janitor?\n\n\n5936-B:\n Yes.\n\n\n\n\nAgent Łotrzak:\n How long were you planning that betrayal?\n\n\n5936-B:\n We didn’t plan any betrayal.\n\n\nAgent Łotrzak:\n I don’t believe you, you mycorrhiza asshole! That kind of operation doesn’t create itself one day from the air. This guy was ready and knew that he could take you. And you don’t convince 300 “people” to your plan from the ass, especially against someone who saved them.\n\n\n5936-B:\n It’s not like that.\n\n\n\n\nAgent Łotrzak:\n So how is it!?\n\n\n5936-B:\n We all appreciate what the Foundation did for us. However, the janitor showed us something and we all saw a way to save ourselves which doesn’t harm the Foundation in any way.\n\n\nAgent Łotrzak:\n My ass not…\n\n\nDoctor Asheworth:\n What that man showed you? Is it somehow to your new abilities?\n\n\n5936-B:\n I can’t tell you, but yes. It is connected.\n\n\n\n\nDoctor Asheworth:\n You can’t or you don’t want to?\n\n\n5936-B:\n I can’t, I know what this is about, but I can’t verbalize it in any way.\n\n\nDoctor Asheworth:\n I suppose this is the same effect as which causes memory loss of 5936-A.\n\n\n5936-B:\n Yes.\n\n\n\n\nAgent Łotrzak:\n Fucking, not the effect. He gives us bullshit and tries to mould our eyes.\n\n\nDoctor Asheworth:\n Łotrzak, give yourself a break. Your bad cop play doesn’t give us anything. He is truly scared and wants to cooperate.\n\n\nAgent Łotrzak:\n Did you use that thaumaturgy thing to say that?\n\n\nDoctor Asheworth:\n Yes, I did.\n\n\nAgent Łotrzak:\n Okay, you can assume that I believe. It is possible to manipulate memories and minds of sentient mushrooms by modifying mycelium. Question is, how exactly do they do it?\n\n\nDoctor Asheworth:\n We haven’t much, so maybe we should check our current hypothesis. You touched each other so direct contact is necessary.\n\n\n5936-B:\n Yes.\n\n\n\n\nDoctor Asheworth:\n You don’t transform yourself so you can’t use this ability on yourselves.\n\n\n5936-B:\n We can’t.\n\n\nDoctor Asheworth:\n Are your new abilities thaumaturgy related? We detected in your body many structures which appear to be thaumaturgic rituals circles.\n\n\n5936-B:\n I think so, I’m not an expert in this field so I’m not sure.\n\n\nAgent Łotrzak:\n Thaumaturgy. So this sorcery of yours made that whole mechanism, Asheworth.\n\n\nDoctor Asheworth:\n We can assume that.\n\n\nAgent Łotrzak:\n Great, now I must learn a lot about that whole thaumaturgy shit when we finish. But not only from you, for safety measures I will confirm information with a “safe” source of information.\n\n\nDoctor Asheworth:\n You're so nice. Anyway, I asked all my questions, the floor is yours.\n\n\nAgent Łotrzak:\n Okay, I have two more questions, but these are mainly formality to the files. That janitor told you only about changing into leccinum and nothing more, I’m right?\n\n\n5936-B:\n Yes, he said that we will know more later.\n\n\n\n\nDoctor Asheworth:\n Why didn't you ask sooner? Maybe he would know something?\n\n\nAgent Łotrzak:\n He can’t. I know the mushroom pickers, they don’t throw their information on left and right. It was a coordinated operation so they were ready for that kind of loss. That’s why only Nowak knew something. Apart from that, they have many hours of advantage. Even if we need the three next steps of the plan we would find nothing. These guys are experts in covering their tracks.\n\n\n\n\nDoctor Asheworth:\n Makes sense.\n\n\nAgent Łotrzak:\n I know. I checked it on my own skin many times, that's why I’m sure. But going back to questions. Did you see the EMP charge?\n\n\n\n\n5936-B:\n Only partially, it looked weird, like something alive.\n\n\n\n\nAgent Łotrzak:\n Classic, organic bombs are way easier to hide because it doesn’t activate metal detectors. I think this is everything, for now. I must learn your voodoo as fast as possible and also confirm it, Asheworth. And about you “mushroom”, if I discover that you are trying to trick us and believe me, I will if it happens, you will regret it.\n\n\n\n\nDoctor Asheworth:\n Come on then. I thank you on behalf of me and my college for your help and I’m sorry about his too aggressive facade wearer for that interview.\n\n\n\n\n<End of the log, 13/08/1985 ; 20:40>\n\n\nClosing statement:\n After the end of the interview the object stays in a temporary containment room. Based on information delivered by Doctor Asheworth and Agent Łotrzak work on precise containment procedures began.\n\n\n\nDue to the lack of precise information about the object or the thaumaturgic foundation of its abilities, administrative staff of Site-120 has initiated a project of close cooperation between dr Daniel Asheworth with MTF Stigma-22\n1/2\n (\"Żwirki i Muchomorki: Reboot\"); the main purpose of the operation being: investigation the thaumaturgic base of the SCP-5314, finding out the intention of PZGA, and the containment of all instances of 5936-B.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Look: Document 5314-1.\n\n\n\n\n\n\n\n\n« \nSCP-5313\n | SCP-5314 | \nSCP-5315\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5314\n\" by Arcydziegiel and Silnik, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5314\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 5314-1: On 20/10/1983, the current leader of MTF Stigma-22 1/2 (\"Żwirki i Muchomorki: Reboot\"), Agent Rober Łotrzak confronted with activity of GoI-571-20, known under the name \"Polish Anomalous Mushroom Picking Association\" , which was believed to be connected with SCP-5314. The event began when Agent Łotrzak consumed a meal in a dining establishment. During eating the minced meat roulade Agent Łotrzak found unidentified fibres in his dish, described by him as mushroom-like. Agent Łotrzak infiltrated the kitchen of the establishment by using fake documents of the inspector of the Chief Sanitary Inspectorate, where the agent found refined mushrooms of SCP-5314 and the identity of the supplier.\nResearch conducted by the Foundation confirmed the anomalous properties of the refined mushroom, noting a complete lack of object’s usual spore in them. This has led to the beginning of observation of the establishment and the suspected supplier. A notable observation was made by main members of MTF Stigma-22 1/2 (\"Żwirki i Muchomorki: Reboot\") on 23/11/1983, when the supplier of refined SCP-5314 was seen driving to the establishment selling SCP-5314; Stigma-22 1/2 began following the suspect. At the same time, a group of the Foundation agents, disguised as food safety inspectors, confiscated all SCP-5314 located in the established, citing food contamination reports.\nTracking of the supplier allowed the task force to find the facility most likely responsible for the distribution of refined SCP-5314. During observation, it was found that the facility was abandoned. Agent Łotrzak with the support of the strike group “Cegła” initiated a tactical takeover of the building with the supplier still inside. Inside the building, they found basic mechanical parts, 150 kilograms of raw SCP-5314 mushrooms and a leaflet 1 pointing at the involvement of the Polish Anomalous Mushroom Picking Association. The supplier was captured and interrogated, but it was confirmed that they had possessed no useful information; the individual was applied a Class B amnestics and set free. Further investigation led to discovering that the building was an extensive production hall, which has been taken apart in a hurry. Tracks of at least 5 vehicles were found, 4 of them were delivery cars and 1 was a lorry.\nGoI-571-20 have ended the contact with the supplier and the gastronomic establishment after that incident. The Foundation engineers attempted to reconstruct a machine used in cleaning SCP-5314 fruiting bodies, but because of the machine's disassembly to primary parts and lack of characteristic components, there were no notable results. Agent Łotrzak in order to extend knowledge concluded in document 5314-1 activated MTF Stigma-22 1/2 (\"Żwirki i Muchomorki: Reboot\") agent network which was infiltrating Polish Anomalous Mushroom Picking Association.",
        "Addendum 5314-2: On 13/08/1984 MTF Stigma-22 1/2 (\"Żwirki i Muchomorki: Reboot\") ended gathering information about SCP-5314 possessed by Polish Anomalous Mushroom Picking Association. Most data gathered by the Association was around the subject of the thaumaturgic use of the SCP-5314, however, due to the ancient origin of the information, most data on the ritual was lost. Because of that, found documents were passed to Doctor Daniel Asheworth, who was deemed as a specialist in thaumaturgy.\nUntil 20/08/1984 Doctor Asheworth achieved significant progress in research about rituals related to the SCP-5314, completing missing parts of the rituals by using knowledge from the field of defensive and arming thaumaturgy. Using the developed method allowed the process to achieve moderate success in the form of covering the test subject’s body to 50% (because the armour always starts from the inside of the mouth, it covered only the upper part of the body) in monolayer armour made from chitin plates. While a partial success, the armour didn't provide protection presented in preserved documents. Additionally, despite being an integral part of the wearer's skin, the armour wasn’t correctly fitted to the wearer, which caused some movement limitations. Although armour was an integral part of an organism that wears it, it didn't have any connection to internal body systems (which include the neural system), making it so that damaging the armour didn't have any negative effects on the wearer.\nA breakthrough came at the night between 20/08/1984 and 21/08/1984. Doctor Asheworth after a precise analysis of the armour creation process and its structure, was able to understand that he made the wrong assumption and he should base the ritual on blood rituals and flesh magic, not defensive and arming thaumaturgic. Implemented changes allow for creating an armour that covers the whole body of the test subject. New armour was made from two stiff layers with a slight number of SCP-5314 mycelium between. Additionally, the new armour’s elements were exactly fit, allowing for unconstrained movement.\nDoctor Asheworth experimented with improving the ritual and its eventual use for the next 3 days. The final solution was achieved using a self-made weak alcohol solvent based on pine resin and berry juice (mainly blueberry). New versions of the ritual created an armour that has five layers of hard chitin plating with the addition of hems, giving it a characteristic red colour. Between layers is located mycelium with a high level of collagen which can almost fully absorb kinetic energy. In case of damaging it, mycelium can stretch and connect itself to the skin of the person wearing the armour. After connecting, mycelium would take substances needed for repair. Currently, the armour created on humans is capable of stopping bullets from small firearms. In addition, Doctor Asheworth discovered a method that can painlessly remove the armour from the body without damaging it or the host.\nDoctor Asheworth submitted an application for the realization of the “Shelled tomb” project after the end of the research. Project due to its content was placed in a separate document which access can be given only for staff with 4/5936 or higher classification level."
    ],
    "documents": [
        "Document 5314-1:"
    ],
    "notes": [
        "Interview 5314-1: Interviewed: Doctor Daniel Asheworth Interviewer: Doctor Jessie Rivera Foreword: Due to received injuries, Doctor Asheworth currently requires constant medical care. Despite the extension of injuries, damage to individual organs was small enough that pharmacological treatment is sufficient to keep organs working on an acceptable and not life-threatening level. A week after beginning treatment, the medical staff decided that dr Asheworth’s condition is stable enough to perform an interview. <Start of the log, 15/08/1984 ; 11:30> Doctor Rivera: Why did you do this, Daniel? Doctor Asheworth: Because there was no better option, I had to. Doctor Rivera: For fuck sake! Look at you, fucking wreck, I’m not gonna mention these all peoples and animals you killed. Doctor Asheworth: It was only dead flesh. These cows would die anyway and these people already did. Doctor Rivera: And what about you? You’re a piece of dead flesh too. Doctor Asheworth: Almost, but I’m still alive, so that piece still can be repaired. Few surgeries, prosthetics and I will start casting fire snakes like I used to. Doctor Rivera: That’s not what I’m talking about. Why did you think that was the best option? I know that you want to hunt down Nowak, but that is just too much. You destroyed SCP-5936, making all disinformation guys sweat really hard to cover it up nicely. Doctor Asheworth: I know about the consequences, I was ready for even worse results. You know why? Because after action with SCP-5890 I finally understood something. I can’t win with Nowak, I just can’t catch him. That I never will. And then I understood what I must do. Doctor Rivera: What? Doctor Asheworth: I must hunt down his plan, not himself. I will crush his whole \"Heaven\" thing into the dust. And make sure that no one else gets killed. Doctor Rivera: You know that’s impossible, especially now that you killed a few people and almost died yourself! Doctor Asheworth: They were dead, we already talked about that. And who even needs a guy, who can’t even save his own team members from an elevator? Doctor Rivera: Get your shit together, for fucks sake! Everyone loses people sometimes in this line of work, get over it. Now you should think about what you do next. The top wants your head for destroying the object. Doctor Asheworth: Destroying my ass. Maybe the anomaly doesn’t work anymore, but now we can search flats and inspect the whole area. We will know 10, 100 or even 1000 times more now than we would with that whole mist. Doctor Rivera: We will see. Doctor Asheworth: By the way, now Nowak will have to come up with something new when his current plan collapses. He now enters my game, though I haven’t even set the board or read the instruction yet. Doctor Rivera: I'll put that instruction in your… You did something like this and have no idea what to do next? Doctor Asheworth: I’m tired. Doctor Rivera: You're not getting out right now. Doctor Asheworth: You want to make a bet? I’m feeling very bad. Doctor Rivera: Fine, but we will get back to this. <End of the log, 15/08/1984 ; 11:45> Closing statement: Because of Doctor Asheworth's health condition the disciplinary actions were suspended until Doctor Asheworth would fully recover his mental capacity. It was decided that Doctor Asheworth will get an experimental treatment reliant on the use of synthetic mineral bones filler. At the same time work on prosthetics for Doctor Asheworth was started. As far as legs can be replaced by standard mechanical prosthetics, the arms will be replaced by prosthetics made from armour created with SCP-5314 and attached to the body by thaumaturgic circles, providing full recovery of touch and manual abilities. The use of thaumaturgic rituals to restore the ageing tissue was also planned, as that kind of treatment has been used before on dr Asheworth.",
        "Characteristics of 5936-B: 5936-B are the 300’s instances of 5936-A which due to intervention of before unknown anomalous fungus species gain a new set of morphologic features and anomalous abilities. Is known that found fungus species belong to the ascomycota phylum, however more accurate taxonomy classification has failed. That fungus occupies an average space of 70% of 5936-A armour volume but never appears in the head area. Most of the fungus mass is parenchyma interwoven with mycelial fibres which connect to the mycelium of SCP-5314 and transport necessary substances to every area of the organism. Tissues except parenchyma have hard chitin scaffolding made in the form of thick rings with different diameters. These rings are connected similar to dichotomous shoots. Inside of these rings are hollow tubes with different thickness, tube placement seems to be random. A two same configurations have not yet been found. The purpose of the tubes is unknown, but the reinforcing function was excluded because of their fragile construction. The fungus's way of reproduction remains a mystery, finding spores or sporangium was unsuccessful and attempts to induce artificial gemmation caused separated fragments to die. Object anomalous abilities give them the possibility to change shape or species of anomalous fungi organisms (scientific systematology describing the effect wasn’t developed yet) when it comes into contact with subjects' hands. It’s possible to change affected fungi into any species if it’s anomalous; experiments confirmed that the ability is able to utilize mushrooms that are superficially paranormal, for example -EX objects whose properties have been understood scientifically. 5936-B can also manipulate normal fungus, but in the process have their abilities very restrained power (it’s possible to slightly bend from the regular form of representative of the species and species changing is also limited to species from the same phyla and usually doesn’t cover the whole organism). The shape of the changed fungus can be modified freely if that form doesn’t interfere with basic life function of the organism (for example a shape that kills the organism isn’t possible to achieve), but anomaly itself doesn’t affect total mass, which must stay the same. Instances 5936-B can’t use their ability on themselves, however, they can transform other representatives of their kind.",
        "Interview 5314-2: Interviewed: 5936-B Interviewer: Doctor Daniel Asheworth and Agent Robert Łotrzak Foreword: Due to damage that the object received during containment, the interview has been postponed until now. The subject was transported to a temporary containment room after regaining the required level of functionality. The instance was interviewed by Doctor Asheworth and Agent Łotrzak inside its containment room. The interview focused on the anomalous ability of 5936-B and possible future actions of the Polish Anomalous Mushroom Picking Association. <Start of the log, 13/08/1985 ; 20:20> Doctor Asheworth: Welcome, how do you feel? 5936-B: I think I’m good. I’m entirely covered with burns, but it only tugs slightly when I move. Doctor Asheworth: Glad to hear it. Agent Łotrzak: Can we get to the point? They gain an advantage with every second, so tell us what you know bay bolete because I have a bottle of powder for mycosis with your designation inside my closet. Doctor Asheworth: Indeed we should get to questions. I advise you to cooperate with us because my colleague is a little impatient and as you can see, he has a slight obsession. 5936-B: I will try to answer your questions, of course, if I can. Agent Łotrzak: There is no “if I can”, you are going to answer our questions. And if I sniff any kind of trick I would go for a second bottle, but this time there will be gasoline instead of alcohol. I think we are understanding each other so we can go to the first thing. Are the other armours involved in that? Because they claim that not, but I know what I know. 5936-B: Others aren’t involved in that, they even don't know what happened. We erased their memories by slightly changing their interiors. We did that for their and our safety. Doctor Asheworth: We have information that all instances showed memory gaps covering the whole incident. Did you do something to them? 5936-B: We erased their memories by slightly changing their interiors. We did that for their and our safety. Agent Łotrzak: Typical “if we erase their memories they wouldn’t betray us and those guys wouldn’t hurt them because of our actions” stuff. 5936-B: Yes. Agent Łotrzak: Unfortunately I have bad news for you. I don't believe you or your friend for all the world. Your protection doesn’t change anything except taking away the opportunity to cooperate with us and solve this whole mess. Congratulations. 5936-B: That was not my idea. Agent Łotrzak: So whose? That janitor? 5936-B: Yes. Agent Łotrzak: How long were you planning that betrayal? 5936-B: We didn’t plan any betrayal. Agent Łotrzak: I don’t believe you, you mycorrhiza asshole! That kind of operation doesn’t create itself one day from the air. This guy was ready and knew that he could take you. And you don’t convince 300 “people” to your plan from the ass, especially against someone who saved them. 5936-B: It’s not like that. Agent Łotrzak: So how is it!? 5936-B: We all appreciate what the Foundation did for us. However, the janitor showed us something and we all saw a way to save ourselves which doesn’t harm the Foundation in any way. Agent Łotrzak: My ass not… Doctor Asheworth: What that man showed you? Is it somehow to your new abilities? 5936-B: I can’t tell you, but yes. It is connected. Doctor Asheworth: You can’t or you don’t want to? 5936-B: I can’t, I know what this is about, but I can’t verbalize it in any way. Doctor Asheworth: I suppose this is the same effect as which causes memory loss of 5936-A. 5936-B: Yes. Agent Łotrzak: Fucking, not the effect. He gives us bullshit and tries to mould our eyes. Doctor Asheworth: Łotrzak, give yourself a break. Your bad cop play doesn’t give us anything. He is truly scared and wants to cooperate. Agent Łotrzak: Did you use that thaumaturgy thing to say that? Doctor Asheworth: Yes, I did. Agent Łotrzak: Okay, you can assume that I believe. It is possible to manipulate memories and minds of sentient mushrooms by modifying mycelium. Question is, how exactly do they do it? Doctor Asheworth: We haven’t much, so maybe we should check our current hypothesis. You touched each other so direct contact is necessary. 5936-B: Yes. Doctor Asheworth: You don’t transform yourself so you can’t use this ability on yourselves. 5936-B: We can’t. Doctor Asheworth: Are your new abilities thaumaturgy related? We detected in your body many structures which appear to be thaumaturgic rituals circles. 5936-B: I think so, I’m not an expert in this field so I’m not sure. Agent Łotrzak: Thaumaturgy. So this sorcery of yours made that whole mechanism, Asheworth. Doctor Asheworth: We can assume that. Agent Łotrzak: Great, now I must learn a lot about that whole thaumaturgy shit when we finish. But not only from you, for safety measures I will confirm information with a “safe” source of information. Doctor Asheworth: You're so nice. Anyway, I asked all my questions, the floor is yours. Agent Łotrzak: Okay, I have two more questions, but these are mainly formality to the files. That janitor told you only about changing into leccinum and nothing more, I’m right? 5936-B: Yes, he said that we will know more later. Doctor Asheworth: Why didn't you ask sooner? Maybe he would know something? Agent Łotrzak: He can’t. I know the mushroom pickers, they don’t throw their information on left and right. It was a coordinated operation so they were ready for that kind of loss. That’s why only Nowak knew something. Apart from that, they have many hours of advantage. Even if we need the three next steps of the plan we would find nothing. These guys are experts in covering their tracks. Doctor Asheworth: Makes sense. Agent Łotrzak: I know. I checked it on my own skin many times, that's why I’m sure. But going back to questions. Did you see the EMP charge? 5936-B: Only partially, it looked weird, like something alive. Agent Łotrzak: Classic, organic bombs are way easier to hide because it doesn’t activate metal detectors. I think this is everything, for now. I must learn your voodoo as fast as possible and also confirm it, Asheworth. And about you “mushroom”, if I discover that you are trying to trick us and believe me, I will if it happens, you will regret it. Doctor Asheworth: Come on then. I thank you on behalf of me and my college for your help and I’m sorry about his too aggressive facade wearer for that interview. <End of the log, 13/08/1985 ; 20:40> Closing statement: After the end of the interview the object stays in a temporary containment room. Based on information delivered by Doctor Asheworth and Agent Łotrzak work on precise containment procedures began. Due to the lack of precise information about the object or the thaumaturgic foundation of its abilities, administrative staff of Site-120 has initiated a project of close cooperation between dr Daniel Asheworth with MTF Stigma-22 1/2 (\"Żwirki i Muchomorki: Reboot\"); the main purpose of the operation being: investigation the thaumaturgic base of the SCP-5314, finding out the intention of PZGA, and the containment of all instances of 5936-B.",
        "\" SCP-5314 \" by Arcydziegiel and Silnik, from the SCP Wiki . Source: https://scpwiki.com/scp-5314 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-5314 spores must be contained in frozen state inside Area-3 sporangium warehouse. The spores can be transported only under close supervision.",
    "description": "SCP-5314 is a species of fungus of the paxillaceae family occurring in the Sudeten mountain chain at altitudes between 1200 and 1750 meters above sea level. The object feeds by mycorrhiza, mainly with representatives of the pine genus. The height of the fruiting body reaches 5 centimetres (including the cap) and the radius of the cap can reach 3.5 centimetres. The lamellae are divided into two types: red type — a storage element for proteins (including pigments) and white type — a storage element for fats (mainly phospholipids). In a standard fruiting body there are more red lamellae than white lamellae in a ratio of 10:1. In the flesh of the instars, there are heme-containing protein pigments that give the cap and the upper part of the stem a red colour. In addition, the fruiting body has unidentified chemical compounds that fool the chemoreceptors, making the being eating the mushroom feel as if they are eating the meat of domestic cattle. Regardless of how the object is processed, its taste will always match cattle meat that has undergone the same process.",
    "title": "SCP-5314"
}