{
    "url": "https://scp-wiki.wikidot.com/scp-5318",
    "all_text": "SCP-5318\n - \nLos Ojos de Mi Padre\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\nrating: \n+67\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n93.51%\n\n(+72)\n\n\n6.49%\n\n(-5)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+67\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDepartment of Abnormalities\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5318\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nSPECIAL CONTAINMENT PROCEDURES\n\n\nSCP-5318 is to be kept in an opaque glass container lined with a solid coating of EDTA.\n1\n The container must be kept within F Wing of Secure Facility Site-64 inside a standard containment locker with temperature controls set to 1.2 Celsius. Experimentation with SCP-5318 is prohibited without express permission of \nLead Researcher Juan Martinez and\n Site Director Holman. Staff interested in experimenting with SCP-5318 must undergo ego-examinational evaluations as well as maintain a Level 4 Learinian\n2\n knowledge of the psycho-space. Dosage of SCP-5318 shall never exceed 200 µg.\n3\n Persons who have received a dosage of SCP-5318 higher than 200 µg are to be terminated immediately, if they have not already been rendered comatose or deceased.\n\n\nDESCRIPTION\n\n\nSCP-5318 refers to a 315 g\n4\n batch of lysergic acid diethylamide — specifically, ((+)-LSD));\n5\n hereafter referred to as \"LSD\". Post-delivery, a subject under the influence of SCP-5318 will experience typical auditory and visual hallucinations commonly associated with LSD.\n6\n These effects will continue for a duration of 8 to 12 hours, depending on individual and method of delivery. Between completion of the third and fourth half-lives,\n7\n a subject will enter a catatonic state in which they will remain unresponsive until after the completion of the fifth half-life.\n\n \n\nAll subjects, upon entering this state, report that they find themselves viewing and experiencing a dream-like memory in which they seem to live for a variable amount of time as an agave farmer in the south of Mexico. This person is henceforth referred to as SCP-5318-1.\n\n\nSCP-5318 differs from standard LSD compounds through the addition of an as-of-yet undetermined polypeptide coupling reagent. Current theories and examination of the byproduct of the reagenting processes suggests the use of a polymer, isomeric in chirality to the compound █-███\n8\n. Additionally, the anomalous effect of this reagent prolongs the degradation of the compound by several factors.\n9\n\n\nDISCOVERY\n\n\nSCP-5318 was first discovered in November, 1997, after twelve researchers were dosed by a fellow researcher at Site-64. No permanent mental or physical damage occurred, but resulted in all twelve staffers experiencing the anomalous effects now currently associated with SCP-5318. Due to the gross unprofessionalism, the researcher involved in the dosing has since been reprimanded, demoted, and detained as D-Class.\n10\n After interviewing the staffers involved, it was deemed necessary to trace the production and origin of SCP-5318.\n\n\nINTERVIEWS\n\n\n\n\n\n\n\n\nIncident Disciplinary Review\n\n\nDiscovery Interview\n\n\n\n\n\n\n\n\nAsst. Dir. Personnel:\n Cameron Miles\n\n\nInterviewee:\n JD Gimbez\n\n\nDate:\n11/19/1997\n\n\n<Start Transcript>\n\n\nDr. Cameron Miles:\n Okay, JD, you know why I am here today talking with you?\n\n\nJD Gimbez:\n Yeah, I know I fucked up.\n\n\nMiles:\n Oh, clearly. What made you think it was a good idea?\n\n\nGimbez:\n Fuck, I don’t know. Just thought it’d be fun to see the team let loose and… I don’t know, just not think about what we do here for a bit. I got the shit off an old acquaintance, and it seemed harmless enough.\n\n\nMiles:\n Well, seeing how no one died, you got off light. Who did you get the compound from?\n\n\nGimbez:\n Old bar buddy of mine, deals in all the crazy shit, hangs out in Portland at z-Bar. His name is Axel.\n\n\nMiles:\n Thank you for that, JD.\n\n\nGimbez:\n So what are you going to do with me? Am I going to be killed? Mind-melted? I’ve heard stories… please… it was supposed to be just a joke.\n\n\nMiles:\n You’re not going to be killed! My, no! Your future will be up to the Ethics Committee.\n\n\nGimbez:\n Oh, thank God.\n\n\nMiles:\n Some would say death might be the better option in that case. I have all I need, JD. Good luck.\n\n\nGimbez:\n Wait! No! It was a mistake!\n\n\n<End Transcript>\n\n\n\n\n\n\nAssigned Lead Reseacher:\n Juan Martinez\n\n\nInterviewee:\n Axel Troviski\n\n\nDate:\n 11/21/1997\n\n\n<Start Transcript>\n\n\nAxel Troviski:\n And who the fuck are you?\n\n\nDr. Juan Martinez:\n It wouldn’t matter even if I told you. I’m after one piece of information.\n\n\nTroviski:\n Fuck you fascists pigs. I won’t tell you shit.\n\n\nMartinez:\n Sir, would you mind looking at this?\n\n\n<Martinez holds up a memetic agent that renders a subject to be unable to lie.>\n\n\nTroviski:\n I … uhhh…\n\n\nMartinez:\n Sir, you sold JD Gimbal, alias, Frank Richards, a few tabs of LSD. I would like you to tell us where that compound came from?\n\n\nTroviski:\n I… I was low on funds, man, low on product, all I had left was this schwaggy batch of shit from the eighties. Shit wasn’t even good anymore…\n\n\nMartinez:\n And where did you get this batch?\n\n\nTroviski:\n Man, some dude who works as a lab clean up guy, okay? At CUB. Like years ago, man. Gabriel was his name. Are y’all gonna kill me?\n\n\nMartinez:\n No Mr. Axel, we are not those kind of pigs. Thank you for your time.\n\n\n<End Transcript>\n\n\n\n\n\n\n\n\n\n\nINS MEMO\n\n\n\n\n\n\nINS Prisoner Transfer Manifest\n11\n\n\nDated:\n August 21st, 1982\n\n\nDocument Contents\n\n\nCover Page:\n\n\n“Given the growing concern of psycho-sphere attacks by the GRU-P, it has been deemed necessary to work with newly reinstated MK-ULTRA studies into psychedelics. Attached is a list of INS detainees to be used in experimental procedures.”\n\n\n\n\n\n\nGiven Name\n\n\nEst. Age\n\n\nStatus\n12\n\n\nUse Level\n13\n\n\nCatch & Release Schedule (Yrs)\n\n\n\n\n\n\nAlfonso, Antonio\n\n\n24\n\n\n4\n\n\n3\n\n\n2\n\n\n\n\n\n\nBorello, Sandra\n\n\n21\n\n\n3\n\n\n1\n\n\nASAP\n\n\n\n\n\n\nDemetrio, Francisco\n\n\n66\n\n\n1\n\n\n1\n\n\nASAP\n\n\n\n\n\n\nHernandez, Jose\n\n\n30\n\n\n3\n\n\n3\n\n\n2\n\n\n\n\n\n\nHernandez, Almita\n\n\n24\n\n\n4\n\n\n4\n\n\n3\n\n\n\n\n\n\nJancito, Marco\n\n\n12\n\n\n1\n\n\n1\n\n\nASAP\n\n\n\n\n\n\nJancito, Maria\n\n\n10\n\n\n4\n\n\n4\n\n\n3\n\n\n\n\n\n\nLuna, Gabriel\n\n\n17\n\n\n4\n\n\n4\n\n\n3\n\n\n\n\n\n\nMarquez, Sancho\n\n\n45\n\n\n2\n\n\n2\n\n\n2\n\n\n\n\n\n\nNieto, Juan\n\n\n41\n\n\n3\n\n\n2\n\n\n1\n\n\n\n\n\n\nNieto, Constan\n\n\n43\n\n\n3\n\n\n2\n\n\nASAP\n\n\n\n\n\n\nNieto, Constantino\n\n\n18\n\n\n4\n\n\n4\n\n\n3\n\n\n\n\n\n\nNieto, Maria\n\n\n17\n\n\n4\n\n\n4\n\n\n3\n\n\n\n\n\n\nPancho, Laura\n\n\n72\n\n\n1\n\n\n1\n\n\nASAP\n\n\n\n\n\n\nValenzuela, Marinana\n\n\n38\n\n\n2\n\n\n2\n\n\nASAP\n\n\n\n\n\n\nValenzuela, Adolfo\n\n\n42\n\n\n4\n\n\n3\n\n\n1\n\n\n\n\n\n\nValenzuela, Maria\n\n\n6\n\n\n3\n\n\n1\n\n\nASAP\n\n\n\n\n\n\n\n\nAfter cross-referencing employment records within the Colorado University of Boulder, It was discovered that a Gabriel Luna, henceforth referred to as POI-5318, was employed in the Chemistry Department as a night cleaner, beginning in 1986. POI-5318 was dismissed from his position in 1989 after failing to return to his scheduled shifts for three days. It was noted that he failed to pick up his final paycheck. His staff locker remained untouched until Foundation personnel were given access by the University.\n\n\n\n\nTHE NOTE\n\n\nNote found among the recovered personal belongings found in the University staff locker.\n\n\n \n\n\n\n\n\n\n\n\nEspañol Original\n\n\nEnglish Translation\n\n\n\n\n\n\n\n\n“Estoy tan cerca ahora. He estado estudiando y trabajando con los técnicos de laboratorio por un tiempo. Casi lo puedo ver. Esos años en una jaula, obligado a nadar por el universo de mi propia mente. Hay secretos allí, costas vastas y profundas. Puedo conocerlos, anclar en ellos. Si tan solo supiera cómo navegar la mente. Navegar por la memoria. Con la mezcla adecuada … Las cosas que he visto. ¡Ay, papá! ¡Estarías tan asombrado de la vida que he vivido! En otro mundo, otra realidad. He visto y vencido la muerte. Ya no le temo a la absolución. Ahora, lo único que lamento es no volver a verte, nunca volver a tomar tu mano, nunca sonreír a través de los campos. Esas costas secretas tienen una solución, tienen una respuesta. Si no puedo verte a través de mis ojos, te veré a través de los tuyos. Esto puedo hacer. Estoy tan cerca. Puedo alcanzarte, puedo ver el patrón, me grita, se despliega, se enrolla y nada como una forma, en lo profundo del agua, enviándome recuerdos como ondas a través del tiempo, a través del espacio. Este patrón, esta forma, este compuesto, lo sé … eres tú. Lo siento, papa.”\n\n\n\n\n\n\nI'm so close now. I have been studying and working with lab technicians for a while. I can almost see it. Those years in a cage, forced to swim through the universe of my own mind. There are secrets there, vast and deep shores. I can know them, anchor on them. If only I knew how to navigate the mind. Surf through memory. With the right mix … The things I've seen. Oh dad! You would be so in awe of the life I have lived! In another world, another reality. I have seen and conquered death. I'm no longer afraid of absolution. Now, my only regret is never to see you again, never to hold your hand again, never to smile across the fields. Those secret shores have a solution, they have an answer. If I can't see you through my eyes, I'll see you through yours. This I can do. I'm so close, I can reach you, I can see the pattern, it screams at me, unfolds, coils and swims like a shape, deep in the water, sending me memories like ripples through time, through space. This pattern, this shape, this compound, I know … it's you. I'm sorry dad.\n\n\n\n\n\n\n\n\n\n\nEXPERIMENTS SCP-5318\n\n\n\n\nForward:\n\n\nAll proceeding SCP-5318 experiments are conducted in standard therapeutic sessions under the supervision of Lead Reseacher Juan Martinez. Subject is to be given 100 µg of SCP-5318 and guided through the experience. 24 hours post session, the subject is then to be interviewed on their experience while in the disassociative state caused by SCP-5318 as SCP-5318-1. After the interview, subject is to be amnesticized.\n\n\n\n\n\n\nSupervisor\n\n\nMedical Psychologist\n\n\nEthics Committee Member\n\n\n\n\n\n\nDr. Juan Martinez\n\n\nDr. Morgan Eskew\n\n\nJennifer Lam\n\n\n\n\n\n\nLocation:\n Site-64\n\n\n\n\nDate:\n January 1998\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5318-A\n\n\nSCP-5318-B\n\n\nSCP-5318-C\n\n\nSCP-5318-D\n\n\nSCP-5318-E\n\n\nEnglish Translation\n\n\n\n\n\n\n\n\nSubject:\n D-623321\n\n\nProfile:\n Male; Age: 35; Origin: Alabama, US\n\n\nDr. Morgan Eskew:\n Good day, D-Class. How are you feeling?\n\n\nD-623321:\n Not great. I was groggy for a while and had trouble sleeping last night.\n\n\nEskew:\n Why is that?\n\n\nD-623321:\n Why do you think? You white coats dosed me. My mind was on overdrive all night.\n\n\nEskew:\n Sleeplessness is a side effect of LSD, unfortunately. Would you like to talk about your experience?\n\n\nD-623321:\n Which part?\n\n\nEskew:\n Well, we know that at some point you would have felt like you were living as someone else, most likely around 6 hours into your “trip“. Could you elaborate on what you saw, what you heard?\n\n\nD-623321:\n Yeah, that was so strange. I woke up, in a field, there were these spiky green plants everywhere. My hands were covered in dirt. A little boy ran up to me as I was working. He called me “\nSeñor Luna\n”. He started saying things to me, but I couldn’t understand. It sounded Spanish, but I never took more than like… one or two years of that in high school. But when the boy was talking, I could feel my heart start racing. I ran across the field, following him to a small house on the outskirts of the farm. I felt so scared for some reason.\n\n\nEskew:\n Was something chasing you?\n\n\nD-623321:\n No, it wasn’t like… a fear of death, but the fear of losing something.\n\n\nEskew:\n So you would say, although you could not understand the language, you could still feel emotional responses to the stimuli around you?\n\n\nD-623321:\n If you want to use big words like that, yeah… When I arrived at the house I went through the front door, and up to the bedroom, where there was a woman on the bed and another woman next to her holding her hand. She was in the middle of having a kid.\n\n\nEskew:\n How did this make you feel?\n\n\nD-623321:\n I was scared, in love, confused, but felt strong too. The woman said something to me, but I can’t remember. I stayed there for a few hours and eventually she had a baby boy. But she didn’t wake up. I felt so sad, even angry, but as I felt a sharp pain in my chest, I held the baby.\n\n\nEskew:\n And what happened?\n\n\nD-623321:\n All the fear and anger melted away and I felt a kind of love I have never experienced. I haven’t had any kids, but I know now the kind of love that comes from being a parent. An Angel let slip one name out of my mouth, “\nGabriel\n“.\n\n\nEskew:\n And then?\n\n\nD-623321:\n I came back. I woke up. What do I do with this, doctor?\n\n\nDr. Juan Martinez:\n Thank you for your time, D-Class.\n\n\n\n\n\n\nSubject:\n D-687120\n\n\nProfile:\n Male; Age: 43; Origin: Nevada, US\n\n\nDr. Morgan Eskew:\n Good day D-Class, how are you feeling?\n\n\nD-687120:\n Jesus! What more you \nlocos\n want?!\n\n\nEskew:\n Just trying to figure out how you are feeling, D-Class.\n\n\nD-687120:\n I’m as good as anyone who just got through a \npinche\n acid trip!\n\n\nEskew:\n I can understand your frustration, though could you please share with us your experience, especially from around the 5–6 hour mark? Did you have an out of body experience?\n\n\nD-687120:\n I felt like I was gone for years!\n\n\nEskew:\n What did you experience in your time out of body?\n\n\nD-687120:\n I was some \nranchero\n in what looked like Oaxaca. I remember visiting some place like that when I was little. I had a little \nmijo\n. A son. I got to watch him grow up. I tried my best. As he got older, I felt that he started to resent me for not saving his mother, like I could have done anything about it. It was hard, but I wanted him to take over the agave farm when I was gone. It had been in my family for generations. But he wanted to do other things.\n\n\nEskew:\n You are speaking in first person like this experience was \nyours\n. Can you elaborate on why?\n\n\nD-687120:\n Doctor, like I said, I felt like I lived whole years in this… what do I even call it… a dream? I can hardly tell what’s real anymore. I miss my son… his son… whoever’s son! My Gabriel…\n\n\nD-687120 collapses on to the floor, sobbing and hyperventilating, punctuated by cries of “\nMijo\n” and “Gabriel”.\n\n\nJennifer Lam:\n Martinez, this interview is over. It is cruel at this point. Please administer the amnestic.\n\n\nDr. Juan Martinez:\n Dr. Eskew, please conclude the interview. D-Class, Thank you for your time.\n\n\nD-687120:\n You’re gonna make me forget? No! Not my son! Please no, Gabriel…\n\n\n\n\n\n\nSubject:\n D-569003\n\n\nProfile:\n Male; Age: 22; Origin: California, US\n\n\nDr. Morgan Eskew:\n Good day D-Class, how are you feeling?\n\n\nD-569003:\n Nice to see you, Tracy. Little angry today, kinda confused…\n\n\nEskew:\n Nice to see you too, JD.\n\n\nLam:\n Dr. Eskew, please use correct designation.\n\n\nEskew:\n I mean, why are you angry, D-Class?\n\n\nD-569003:\n I’m not sure.\n\n\nEskew:\n Do you think it might have to do with your experience yesterday?\n\n\nD-569003:\n Maybe, probably… or maybe it could be because I don’t belong here.\n\n\nEskew:\n Well, let’s just stick with the experience. Could you tell me about it?\n\n\nD-569003:\n Ugh, I guess…. It just makes me feel so betrayed.\n\n\nEskew:\n What does?\n\n\nD-569003:\n That little shit. \nMerida! Mijo\n! I gave him everything.\n\n\nEskew:\n Who?\n\n\nD-569003:\n My… his… whoever that kid was… my son? Everything is such a blur.\n\n\nEskew:\n You had an out of body experience as another person — what happened there?\n\n\nD-569003:\n I got in a fight with my son.\n\n\nEskew:\n What happened?\n\n\nD-569003:\n It was time for him to start steering the farm. It was time for him to step up, he was 16 now, and had to be a man. He refused, said he hated me for it. Said he never wanted any of this life. Said he wish he had died in birth and not Olivia, his mother. Said he blamed me for everything. That there was no life here, only death. That he wanted to discover the world, see it. I said I agree with him, that Olivia should have been here, not him. We both said horrible things. Things you can’t take back.\n\n\nD-569003 begins to cry.\n\n\nD-569003:\n \nLo siento, lo siento\n.\n\n\nDr. Juan Martinez:\n D-Class, that’s okay, could you please tell us what happened after?\n\n\nD-569003:\n I woke up the next day, still in at the farm, but Gabriel was gone. Will I ever see him… what am I even saying? Is he real? Is this real? \nDios Mio\n!\n\n\nD-569003 flies into a fit of hysteria and is sedated.\n\n\nJennifer Lam:\n Martinez, I’ll give you one more, after this we are done. I think we’ve seen enough of what this thing can do.\n\n\nMartinez:\n D-Class, thank you for your time.\n\n\n\n\n\n\nSubject:\n D-089644\n\n\nProfile:\n Female; Age: 30; Origin: Nevada, US\n\n\nDr. Morgan Eskew:\n Good day D-Class, how are you feeling?\n\n\nD-089644:\n Not good, to be honest.\n\n\nEskew:\n Why is that?\n\n\nD-089644\n I'm so depressed. I almost just want to die.\n\n\nEskew:\n Whats wrong? Why do you feel that way?\n\n\nD-089644\n I have nothing left… I miss him so much…\n\n\nEskew:\n Who?\n\n\nD-089644\n Gabriel.\n\n\nEskew:\n You are aware that Gabriel is not actually your son, right? That you just experienced time in the life of his father, Señor Luna?\n\n\nD-089644\n I gathered that much, but I was there for so long…\n\n\nEskew:\n How long was that?\n\n\nD-089644\n I don’t know. Maybe a few decades.\n\n\nEskew:\n What happened?\n\n\nA tear drops from D-089644’s eye.\n\n\nD-089644\n Time… Time happened. I spent years, waking up, tending the fields, and looking to the sky for answers. Praying to God to bring my boy back to me. But time brought me nothing but hardship.\n\n\nEskew:\n You said years, maybe decades. Can you highlight what transpired or how you felt?\n\n\nD-089644\n It’s so much, like trying to remember the memory of a dream I had a year ago. Really, what stays is the feeling and big events, not much else… Just a constant sadness…\n\n\nEskew:\n Would you care to elaborate? You are our last interview, so there is no pressure. We have enough info for our purposes.\n\n\nD-089644\n I would, actually. Besides being locked in here for however long, I only have this. I just… I just have to get it out. I feel this is more real and important than any legacy I leave behind as a prisoner of this place.\n\n\nD-089644’s begins sobbing again.\n\n\nEskew:\n Go ahead, take your time.\n\n\nD-089644\n Well, I woke up everyday. I woke up in a bed too big for myself. Within its sheets, I could feel the absence of something meaningful, something important. Early on, as I would go through my day, the house I was in seemed to have a population in the negative, as if so much was missing. I felt constant drain and agony. It went like this for so long. I tried my best to honor my father, his before, and his before, to keep the land as us Three Lunas had. But…\n\n\nD-089644 pauses and looks despondent.\n\n\nEskew:\n But what, D-Class?\n\n\nD-089644\n With no son to carry the farm into the next era, production slowed, a rot took the soil, and the only path was to start selling plots back to the bank. Slowly, the farm and field were bought up by a large company. As the land belonging to my fathers suffered, so did my heath. The encroaching cities, industry and soot, took its toll. My sight started to fade. Shape, forms, color and light soon faded into distant memory, until all that was left was darkness and the sounds of a hospital. The farm, my son, my health gone…. I think I died shortly after. I had nothing left. If the universe ever offered anything besides cold indifference, I felt that the only thing I could ever ask of God was to hold my boy again. I just… Gabriel… \nlo siento! Lo siento Gabriel! Mi Gabrielito! Lo Siento\n.\n\n\nD-089644 cries for 46 seconds before becoming completely silent.\n\n\nDr. Juan Martinez:\n D-Class, thank you for your time.\n\n\nPost Interview Note:\n\nD-089644 presented symptoms of extreme depression post-SCP-5318 until amnesticization.\n\n\n\n\n\n\nSubject:\n Juan Martinez\n\n\nProfile:\n Male; Age: 52; Origin: California, US\n\n\nDr. Morgan Eskew:\n Dr. Martinez. I can’t believe you did this to yourself. How are you feeling?\n\n\nDr. Juan Martinez:\n I’m feeling content. I think I found what I was finally looking for. The Foundation may be satisfied with the experiment results, but given the last D-Class’s recollection, I must have more. If EC won’t let me experiment on more D-Class, I’ll just do it on myself.\n\n\nEskew:\n Well you certainly have outclassed yourself. So, what did you see?\n\n\nMartinez:\n Nothing, it was all black, I could only hear and smell. Sounds of EKG machines, carts rolling on linoleum floors. I could hear doctors and nurses deliberating and debating. I could smell the smells of cleaning supplies accompanied by the rot of newly filled bed-pans and dried blood.\n\n\nEskew:\n How long did this go on for, sir?\n\n\nMartinez:\n It felt like a few months, maybe a year, I couldn’t tell the passage of time very well without sight. It was all just a feeling…\n\n\nEskew:\n And what feelings did you have?\n\n\nMartinez:\n I felt remorse, pain and guilt. I felt that all my years without Gabriel were just wasted time. Nothing mattered without him. And that is where I stayed… waiting for… wanting the release… of death.\n\n\nEskew:\n And what happened when it came?\n\n\nMartinez:\n I'm not sure… I don’t remember…\n\n\nEskew:\n Why not?\n\n\nMartinez:\n Because, before death could take me, an Angel came. He spoke to me in a voice that I knew. It was full of worldliness, wisdom, and love.\n\n\nEskew:\n What did it say?\n\n\nMartinez:\n \nPapá, estoy aquí. Estoy aquí. Lo siento mucho. Perdón por no estar allí cuando sé que me necesitabas. Necesitaba ver el mundo, pero ahora sé que el mundo no importa, solo nosotros. No temas la absolución que viene. Este no es el fin. Hay un mundo después de este. Lo he visto, tocado, vivido en él, he vuelto con las palabras de nuestros padres. Los Tres Lunas, nuestros padres esperan para darnos la bienvenida a la otra vida. Que sepas que te amo, que estoy aquí y que pronto me volverás a ver. Como te he visto a través de tus ojos, pronto me verás a través de los míos. Estar en paz papá, te amo, perdóname. Estoy aquí…\n\n\nReseacher Martinez begins to cry.\n\n\nEskew:\n What happened after?\n\n\nMartinez:\n Nothingness… for a long time, nothingness… then a light started to grow, bigger and bigger, before I could touch it… I came back. My father was there. His father, and all the fathers before me… Then Gabriel.\n\n\nPost Interview Note:\n\nIt seems that POI-5318 has returned to his place of origin. Given the perceived timeframe of the previous test statements, it could be assumed that this return has been recent. This has been crucial in the tracking of POI-5318. Lead Reseacher Juan Martinez has been reprimanded for his breaking of testing protocol.\n\n\n\n\n\n\nI'm here. I'm here. I’m very sorry. Sorry for not being there when I know you needed me. I needed to see the world, but now I know that the world doesn't matter, only us. Do not fear the absolution that is coming. This is not the end. There is a world after this. I have seen it, touched it, lived in it, I have returned with the words of our parents. The Three Moons, our fathers, await to welcome us to the afterlife. Know that I love you, that I am here and that you will soon see me again. As I have seen you through your eyes, you will soon see me through mine. Be at peace dad, I love you, forgive me. I'm here…\n\n\n\n\n\n\n\n\n\n\nADDENDUM (August 7th, 1999)\n\n\n\n\nOpen\n\n\n\n\nClose\n\n\n\n\n\n\nFollowing experiments with SCP-5318, Dr. Juan Martinez has been classified as “missing in action”. His last known location was tracked via personnel geolocator to a small seaside hotel in Cancun, Mexico. He was known to be on a Foundation-approved constitutional; however, he has since not returned to his position. The following is a transcript of different CCTV and independent footage from the area:\n\n\nHotel CCTV Surveillance:\n\n\n21:26:\n Dr. Juan Martinez sits at the hotel bar with a female in her late thirties.\n14\n They appear to be close.\n\n\n21:27:\n The bartender places drinks in front of Martinez and his companion. Martinez’s drink contains a piece of paper underneath its base.\n\n\n21:27:\n Dr. Martinez picks up the paper and reads.\n\n\n21:28:\n Dr. Martinez stands up, shakes his guest’s hand, and gives her an undetermined amount of currency. The female looks dissatisfied. Martinez walks out of camera view.\n\n\nCorner Traffic Light Cam:\n\n\n21:40:\n Martinez crosses the intersection of ██ ███████ & ██████ to the ██ ███████, a small bar in downtown Cancun.\n\n\nPrivate Residential Security Camera:\n\n\n21:42:\n In the alley behind ██ ███████. Martinez stops walking, two meters from a man in his mid to late 30s, dressed in all black. Martinez looks shocked.\n\n\n21:43:\n The man smiles and walks up to Martinez. Martinez begins crying.\n\n\n21:43:\n The man and Martinez embrace. Martinez holds the man’s face in both hands.\n\n\n21:43:\n Martinez says something indiscernible.\n\n\n21:44:\n The man nods.\n\n\n21:44:\n Martinez and the man embrace.\n\n\n21:45:\n The embrace ends, the man whispers into Martinez’s ear and he hands Martinez an envelope.\n\n\n21:45:\n Martinez looks shocked, but then smiles at the man. The two then part ways.\n\n\nHotel CCTV Surveillance:\n\n\n22:01:\n Martinez walks back in through the hotel bar. The aforementioned female is with another man.\n\n\n22:01:\n Martinez approaches the front desk and hands the now opened envelope to the hotel staff.\n\n\n22:02:\n The front desk agent nods and puts the parcel into a trash bin.\n\n\n22:03:\n Dr. Juan Martinez checks out.\n\n\n22:05:\n Juan Martinez leaves the hotel, and is able to be tracked via various city cameras until disappearing at 22:38.\n\n\n\n\n\n\n\n\n\n\nADDENDUM (August 12th, 1999)\n\n\n\n\nOpen\n\n\n\n\nClose\n\n\n\n\n\n\nAfter Dr. Martinez failed to show back at Site-64 following his vacation, his pervious whereabouts were tracked. Foundation personnel were ultimately able to find the discarded envelope in the hotel dumpster. On its outside was written “Verdad”.\n15\n Its contents contained an official Death Certificate from El Estado Libre y Soberano de Oaxaca:\n\n\n\n\n\n\n\n\nEspañol Original\n\n\nEnglish Translation\n\n\n\n\n\n\n\n\nNombre:\n Angel Luna.\n\n\nFecha de Fallecimiento:\n 16 de Septiembre de 1982\n\n\nEdad:\n 59\n\n\nCausa de Muerte:\n Ataque al Corazón\n\n\nFamiliares Más Cercanos:\n Gabriel Luna \nContacto:\n N/A\n\n\n\n\n\n\nName:\n Angel Luna.\n\n\nDate of Death:\n September, 16th, 1982\n\n\nAge:\n 59\n\n\nCause of Death:\n Heart Attack\n\n\nNext of Kin:\n Gabriel Luna \nContact:\n N/A\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nADDENDUM (June 6th, 2018)\n\n\n\n\nOpen\n\n\n\n\nClose\n\n\n\n\n\n\nGiven the lack of any discernible progress in finding and detaining POI-5318 for almost two decades, joint research project “Helping Hand” has been reinstated. Both the Foundation and the UIU are concurrently seeking and tracing any and all leads on POI-5318 for detainment and questioning on:\n\n\n\n\nHis process on the creation of the re-coupling agent used in creating SCP-5318\n\n\nHis knowledge on compound █-███\nLevel 05/3000 REQUIRED\n\n\nConnections between The \nThree Moons Initiative\n and concurrent studies on LSD usage associated with life-after-death revelatory experiences. \nSee Also: All Hallows.doc\n.\n\n\nCurrent reports in anart communities that LSD batches featuring SCP-5318-type variants are being used by \nAWCY?\n to make experimental, experiential, “living memories” at art exhibitions. \nSee Also: Under Control.doc\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Ethylenediaminetetraacetic acid, used to ensure minimal degradation of compound (+)-LSD\n\n\n2\n. A scale, developed in a joint UIU-CIA project under the supervision of Researcher Timothy Leary, on the concept of “psychonautic retention”.\n\n\n3\n. Micrograms.\n\n\n4\n. Liquid.\n\n\n5\n. The psychoactive form of the 4 different compound configurations.\n\n\n6\n. Most notably ego-death and a release from the fear of the finality of death.\n\n\n7\n. ”Half-life” in user experience is defined as the time the body breaks down the compound — Typically, between 90-120 minutes per repeating cycle.\n\n\n8\n. \nSecurity Level 5/3000 REQUIRED\n\n\n9\n. In the decades since its discovery, the compound has not yet shown any observable degradation.\n\n\n10\n. D-569003.\n\n\n11\n. Declassified by the UIU on behest of the Foundation per Joint Research Project, “Helping Hand”.\n\n\n12\n. Mental & Physical wellbeing upon capture, 1–5 (1 — Very Bad, 2 — Bad, 3 — Average, 4 — Good, 5 — Very Good).\n\n\n13\n. Reliability to be used in UIU upcoming endeavors, 1–5 (1 — Very Bad, 2 — Bad, 3 — Average, 4 — Good, 5 — Very Good).\n\n\n14\n. Notably not his wife.\n\n\n15\n. The Truth.\n\n\n\n\n\n\n\n\n« \nSCP-5317\n | SCP-5318 | \nSCP-5319\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5318\n\" by JayKillbam, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5318\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5318 \" by JayKillbam, from the SCP Wiki . Source: https://scpwiki.com/scp-5318 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-5318"
}