{
    "url": "https://scp-wiki.wikidot.com/scp-5324",
    "all_text": "rating: \n+26\n+\n–\nx\n\n\nItem #:\n SCP-5324\n\n\nObject Class:\n Presumed Safe\n\n\nSpecial Containment Procedures:\n Radio transmissions directed at the solar system are to be continually monitored by orbital probes. Signs of extraterrestrial communication are to be translated or interpreted with the utmost priority.\n\n\nDescription:\n SCP-5324 refers to a radio message intercepted by O5-5 during a routine radio scanning session\n1\n on 5/6/21. Shortly after reviewing the contents of the message, O5-5 contacted other Council members, resulting in an anomalous designation. SCP-5324 was able to be translated due to an auditory memetic anomaly affecting it; listeners being able to understand the spoken material, regardless of their native tongue. The full extent of this effect is that listeners are able to hear the original audio while simultaneously being able to interpret a translation.\n\n\nA full transcription of SCP-5324 is available below:\n\n\n\n\nGreetings, citizens! I, Messenger, represent the members of the Thought Monarch Network! Just so you know, your planetary crust contains high amounts of salt, iron, and nickel; exactly what we need for our own purposes! Since we don’t expect you to reasonably extract the amount of material that we need yourselves, we'll be happy to do it for you!\n\n\nWhat we’ll need you to do is move objects or entities important to you to a nearby planetary body while we complete our minor adjustments! For starters, we’ll temporarily relinquish your atmosphere until we believe you are in need of it, and all remaining material on your planetary surface will be disassembled for future use!\n\n\nNext, we’ll implement helpful planetary policies, such as a monthly bodily organs collection program, and the weekly collection of excess bone matter for your own enjoyment and comfort! Hopefully, your lower mass will help you adjust to our next change:\n\n\nJust like you’ve always wanted, we’re releasing our new entertainment system for all you feisty organisms! A room, large enough to accommodate an exciting household item (such as a bed!) will be your new lodging, free of charge! You can choose sleeping, eating, drinking, breathing, and many more enriching activities as part of this program, with plenty of time devoted to personal reflection! Various customer reports have described our trial entertainment system as 'fun enough to never leave', so you can be sure you’ll have a good time!\n\n\nThere’s absolutely no need to worry as these changes are implemented, and we hope you have us again! Thank you, Planet Sherne!\n\n\nSincerely, Messenger\n\n\n\n\nAddendum:\n Due to SCP-5324’s perceived lack of relation to Earth, it has been classified as Safe. Additional information on the circumstances of SCP-5324’s origin are currently under investigation.\n\n\n\n\nFootnotes\n\n\n1\n. According to O5-5, this behavior is reportedly performed as their hobby on weekends.\n\n\n\n\n\n\n\n\n« \nSCP-5323\n | SCP-5324 | \nSCP-5325\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5324\n\" by Kensing, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5324\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Due to SCP-5324’s perceived lack of relation to Earth, it has been classified as Safe. Additional information on the circumstances of SCP-5324’s origin are currently under investigation."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5324 \" by Kensing, from the SCP Wiki . Source: https://scpwiki.com/scp-5324 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5324",
    "object_class": "Presumed Safe",
    "containment_procedures": "Radio transmissions directed at the solar system are to be continually monitored by orbital probes. Signs of extraterrestrial communication are to be translated or interpreted with the utmost priority.",
    "description": "SCP-5324 refers to a radio message intercepted by O5-5 during a routine radio scanning session1 on 5/6/21. Shortly after reviewing the contents of the message, O5-5 contacted other Council members, resulting in an anomalous designation. SCP-5324 was able to be translated due to an auditory memetic anomaly affecting it; listeners being able to understand the spoken material, regardless of their native tongue. The full extent of this effect is that listeners are able to hear the original audio while simultaneously being able to interpret a translation.",
    "title": "SCP-5324"
}