{
    "url": "https://scp-wiki.wikidot.com/scp-5327",
    "all_text": "rating: \n+32\n+\n–\nx\n\n\n\n\n\n\n\n\nAccess SCiPNET Email? One (1) new message!\n\n\n\n\nRe:SUBJECT\n\n\n\n\n\n\n\n\n\n\nTo:\n Dr. Plutarch Oderwick\n\n\nFrom:\n Junior Researcher Misty Hastings\n\n\nSubject:\n KAIROS results\n\n\nDate:\n 15/06/2014\n\n\n\n\n\n\nDr. Oderwick\n\n\nResearch on previous victims of SCP-5327 are finally over. As predicted, the effects of the metamorphosis of the cultists were completely undone by Protocol KAIROS. All of them had their memories of the event completely wiped by the ritual with no side effects.\n\n\nThe protocol has been proven to be a reliable way to undo every effect of the anomaly. Sadly, it looks like it's not an everlasting result. As informed by Dr. Michaels, KAIROS created a seasonal loop that has to be annually managed.\n\n\nWe haven't neutralized SCP-5327 but transformed it. I'll study to improve the protocol for next year.\n\n\nYours truly,\n\n\nJunior Researcher Misty Hastings\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n5327\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5327 is to be allowed to progress until May 1st when Protocol KAIROS is to be initiated to restart the loop.\n\n\nSCP-5327-C events are to be covered with misinformation and amnestization of witnesses during the time between November and May. As all remnants of SCP-5327-C will be erased by SCP-5327-B at the end of Protocol KAIROS, including the victims' memories of the event, there is no need for other procedures.\n\n\nIf the loop is broken or any trace from SCP-5327-C is left behind, Mobile Task Force Eta-77 (\"Spheres Within Spheres\") is to be mobilized to control the situation.\n\n\n\n\n\n\nArtistic depiction of SCP-5327-B.\n\n\n\n\n\n\nDescription:\n SCP-5327 is a ⚳θ-Class Scenario Loop\n1\n,\n2\n occurring annually, featuring SCP-5327-A and SCP-5327-B as major protagonists. SCP-5327 will always unfold in the same fashion:\n\n\n\n\nAt the September Equinox, SCP-5327-A will create a situation that enrages SCP-5327-B.\n\n\nOn November 1st, an SCP-5327-C event will occur.\n\n\nOn May 1st, both SCP-5327-A and SCP-5327-B will encounter each other in the woodlands next to \nSite-120\n.\n\n\n\n\nIf Protocol KAIROS is performed correctly, SCP-5327 will have no permanent effect.\n\n\nSCP-5327-A is a Class IV reality-altering entity. It is considered a God of Nature and Wilderness by Michaels-Rivera's Deific Domain Classification. SCP-5327-A's ontokinesis is limited to botanical life material. It primarily appears as a six-meter-tall masculine humanoid amalgamation of local vegetation from the region where it is present, always presenting a pair of horns.\n\n\nSCP-5327-B is a Class III reality-altering entity. It is considered a Chthonic\n3\n Goddess of Magic and Night by Michaels-Rivera's Deific Domain Classification. SCP-5327-B does not present theme limitation as its counterpart and is known to possess considerable knowledge about Thaumaturgy to compensate for its low ontokinetic power. It regularly presents as a five-meter tall woman with raven black hair, fair skin, and blue eyes, dressed in purple robes and various jewelry with lunar motifs.\n\n\nSCP-5327-C is an unpredictable event triggered by SCP-5327. An SCP-5327-C event can vary but always has a botanical theme. If Protocol KAIROS is performed correctly, the effects of SCP-5327-C will be undone. Every SCP-5327-C is to be designated by the loop when it was created. A list of SCP-5327-C events can be seen below:\n\n\n\n\n\n\nDesignation\n\n\nDescription\n\n\nStatus\n\n\n\n\n\n\nSCP-5327-C-0\n\n\n[REDACTED]\n\n\n[REDACTED]\n\n\n\n\n\n\nSCP-5327-C-1\n\n\nVarious individuals were transformed into trees by SCP-5327-A at a campground on the Saxon Switzerland National Park, Saxony, Germany.\n\n\nNeutralized\n\n\n\n\n\n\nSCP-5327-C-2\n\n\nEvery fruit at Nok, Slovakia, became poisonous.\n\n\nNeutralized\n\n\n\n\n\n\nSCP-5327-C-3\n\n\nFlowers from the Bled Island, Slovenia, began exuding an offensive odor.\n\n\nNeutralized\n\n\n\n\n\n\nSCP-5327-C-4\n\n\nA large number of trees from Black Forest, Germany, turned carnivorous.\n\n\nNeutralized\n\n\n\n\n\n\nSCP-5327-C-5\n\n\nAny seed eaten by humans at Risnjak National Park, Croatia, rapidly grew to full size within the individual’s stomach.\n\n\nNeutralized\n\n\n\n\n\n\nSCP-5327-C-6\n\n\nMandrakes began to appear around Alrune, Switzerland. The plants produced a high-pitched deafening sound when harvested.\n\n\nNeutralized\n\n\n\n\n\n\nSCP-5327-C-7\n\n\nSome \nPinus\n trees within Gran, Austria, began attacking passers-by with pine needle projectiles.\n\n\nCurrently ongoing\n\n\n\n\n\n\nAs of now, all the events were completely revoked, with victims being amnesticised and returned to society.\n\n\nAddendum 5327-1:\n Protocol KAIROS\n\n\nProtocol KAIROS was conceived by Dr. Plutarch Oderwick and Dr. Mandy Hastings. It is based on the principle that any deific entity respects and follows collective thought and sacred ceremonies. When first utilized, it was capable of reconciling SCP-5327-A and SCP-5327-B and nullifying SCP-5327-C-1 effects.\n\n\nThe protocol is a ritual based on druidic and shamanic seasonal festivities. The protocol requires the following items:\n\n\n\n\nOne (1) thyrsus\n4\n\n\n24 flower wreaths made of any flowers\n\n\n25 white robes\n\n\n\n\nAfter the start of the rite, twenty-five people have to be chosen: twelve single men, one married man, and twelve single women. These people can be chosen within Foundation's staff (including D-Classes) and civilian communities from the region where the SCP-5327-C event is happening. All participants need to follow a pagan religion or be open to those beliefs.\n\n\nAt the actual, the participants will be dressed in white robes and the unmarried people will receive flower wreaths to wear on their heads. After that, the Protocol follows as below:\n\n\n\n\nThe married male participant (henceforth called \"priest\") will receive the thyrsus.\n\n\nThe twelve male participants (henceforth called \"grooms\") will form a circle around SCP-5327-A.\n\n\nThe twelve female participants (henceforth called \"brides\") will form a circle around SCP-5327-B.\n\n\nThe priest will start singing. While this occurs, the other participants must dance and walk around the designated entity. Grooms shall move clockwise around SCP-5327-A and brides shall move anticlockwise around SCP-5327-B.\n\n\nWhen the man with the thyrsus stops singing, the last two to stop singing from each group will be reunited as a couple.\n\n\nThe couple exchanges the garlands on their heads and leaves their circles.\n\n\nAfter the last two couples are picked, the priest has to sing again. If the ritual was performed correctly, SCP-5327-A and SCP-5327-B will dance together. The couples are to dance until the deities disappear.\n\n\nAt least one of the couples must actually be married during the ritual.\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n<An outdated version of this file is disponible for Level 4 clearance personnel. Click here to input clearance. >\n<Showing previous version of SCP-5327>\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nAccess SCiPNET Email? One (1) new message!\n\n\n\n\nRe:SUBJECT\n\n\n\n\n\n\n\n\n\n\nTo:\n Dr. Plutarch Oderwick\n\n\nFrom:\n Agent Claudia Soo Hoo\n\n\nSubject:\n Re: Re: Miranda Leonhardt\n\n\nDate:\n 28/11/2014\n\n\n\n\n\n\nDr. Oderwick\n\n\nMiss Leonhardt still shows some degree of knowledge about SCP-5327-C. As written on SCP-5327's containment procedures, I'll be sending MTF Eta-77 to apply proper amnestics to her and deal with a possible leak of information.\n\n\nAs it is the second time that Miranda Leonhardt showed that has memories of SCP-5327-C, the Department of Tactical Theology liaisons will have a meeting with the Site-120 directory about the topic. As you are the Head of the research team for SCP-5327, your presence is imperative.\n\n\nRespectfully,\n\n\nAgent Claudia Soo Hoo\n\nAsst. Dir. of Task Forces from Reliquary Area-27\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n5327\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5327 instances are to be guarded at a standard botanical containment unit inside Site-120.\n\n\nIn the case of detection of SCP-5327-A or SCP-5327-B, Mobile Task Force Eta-77 (\"Spheres Within Spheres\") is responsible for their capture.\n\n\nSCP-5327-A and -B, when contained, are to be transferred to Site-120 due to the facility's ability to contain high-level ontokinetic beings. SCP-5327-A is to be maintained at a special botanical containment unit containing six Scranton Reality Anchors. SCP-5327-B is to be contained on a standard humanoid containment cell containing six SRAs. Six backup SRAs are to be kept at the Site in case of malfunction or destruction of the operating ones.\n\n\nSCP-5327-C is to be transferred to Site-17, where it will be contained at a standard humanoid containment unit. SCP-5327-C is to receive education and recreation suitable for its age. Other privileges are to be given if the object complies with the Foundation.\n\n\n\n\n\n\nSCP-5327-A. Frame from the Camera Log during Incident 5327/1.\n\n\n\n\n\n\nDescription:\n SCP-5327 are followers of a Neopagan religion based on Germanic and Celtic beliefs known as \"Kult des Grüns\"\n5\n that were transformed into trees from the \nPseudotsuga menziesii\n6\n species. Analysis has shown that the trees have human DNA within them and that they react to visual and tactile stimuli, mainly by swinging branches. Telepathic communication with the trees has been attempted, without success.\n\n\nSCP-5327-A is a Class IV reality-altering entity. SCP-5327-A's ontokinesis proved to be limited to botanical life material. It primarily appears as a six-meter-tall masculine humanoid presenting a pair of horns. Its body composition is made of an amalgamation of local vegetation from the region where it is. SCP-5327-A is the main entity of the Kult des Grüns beliefs.\n\n\nSCP-5327-B is a reality-altering entity described by religious texts as SCP-5327-A's wife. As the same documents address it as a sorceress, it is assumed that the entity knows thaumaturgy and rituals. The writings also represent it as a five-meter-tall woman with raven black hair, fair skin, and blue eyes, wearing purple or red robes.\n\n\nSCP-5327-C is Dayspring \"Daisy\" Leonhardt, the three years old daughter of Miranda Leonhardt and SCP-5327-A. SCP-5327-C allegedly has anomalous skills, such as chloropathy\n7\n and chlorokinesis.\n8\n\n\nAddendum 5327-1:\n Discovery\n\n\nOn 01/11/2013, a field agent undercover agent working at a Fire Lookout Tower at the Saxon Switzerland National Park\n9\n recorded a Hume fluctuation in the forest. He proceeded to the location after calling for reinforcements.\n\n\nUpon arrival, the agent discovered the cultists mid-metamorphosis. Their skin was cracking, creating a bark-like texture. Members were rapidly growing and ramifying, creating roots and branches. Thorax and head were fusing and elongating, creating the trunk. SCP-5327-A was present but fled on upon noticing the agent.\n\n\nMTF Theta-4 (\"Gardeners\")\n10\n arrived at the location and chased SCP-5327-A with no success. Agents discovered the presence of Akiva radiation in the area of the event, thus revealing that the anomaly was theologic and not botanical. After a debriefing, it was decided by administration personnel that the SCP-5327 specimens should be transported to Site-120. A cover story that the group was missing in the National Park was employed.\n\n\nSCP-5327-B and -C were discovered only after Incident 5327 and remain at large. For further information, see Addendum 5327-3.\n\n\nAddendum 5327-2:\n Incident 5327\n\n\nOn 27/04/2014, SCP-5327-A appeared at the woodlands near Site-120. Its form was composed of \nPinus\n trees common to the region. Its approach was recorded by the security system around the Facility.\n\n\n\n\n► Camera Log 27-04-2014 ◄\n\n\n\n\n▼ Camera Log 27-04-2014 ▼\n\n\n\n\n\n\n<BEGIN-LOG>\n\n\n[20:23]\n \nSCP-5327-A walks toward Site-120. It looks around and appears to be panicking.\n\n\n[20:25]\n \nSCP-5327-A stops by the end of the woodland, looking in the direction of the facility. It murmurs in a language later identified as a Sídhe dialect of Fae.\n\n\n[20:26]\n \nTactical response officers are dispatched to control SCP-5327-A. The entity notices the movement.\n\n\n[20:29]\n \nSCP-5327-A calmly emerges from the woodland. Officers already have weapons targeting it. The entity puts its hands behind its head and drops to the ground, lying on its stomach. The officers are surprised by this attitude.\n\n\n[20:30]\n \nSCP-5327-A demands to see Miranda. The officers are confused. Command Sergeant Duxley calls Captain Cornwell.\n\n\n[20:31]\n \nCaptain Cornwell orders the officers to continue guarding the entity.\n\n\n[20:36]\n \nSenior Researcher Plutarch Oderwick\n11\n and his assistant, Junior Researcher Mandy Hastings, exit the facility.\n\n\n[20:42]\n \nOderwick asks SCP-5327-A for an interview, and SCP-5327-A agrees so long as it can see Miranda Leonhardt after.\n\n\n\n\n\n\n\n\n\n\n\n\n► Interview 5327/1 ◄\n\n\n\n\n▼ Interview 5327/1 ▼\n\n\n\n\n\n\n\n\nInterview 5327/1\n\n\n\n\n\n\nInterviewer:\n Dr. Plutarch Oderwick\n\nInterviewee:\n SCP-5327-A\n\n\n\n\nFOREWORD:\n As SCP-5327-A was moved inside the facility for the interview, which was conducted with the participation of Miss Hastings.\n\n\n\n\n\n\n<BEGIN-LOG>\n\n\nODERWICK:\n Just for the record, huh, I'm Plutarch Oderwick, Head of Research for SCP-5327. Can you… introduce yourself?\n\n\nSCP-5327-A:\n I'm Carnuatus, the Green Man, the Horned God, the Wild Father.\n\n\nODERWICK:\n Right, thanks. Can you, please, repeat why you want to see the SCP-5327 entity, Miranda Leonhardt?\n\n\nSCP-5327-A:\n I was searching near the mountains where I left her to no avail. I wish to see her.\n\n\nODERWICK:\n And, well, how did you know that she was here?\n\n\nSCP-5327-A:\n My children, the trees, told me about this place and I came here.\n\n\nHASTINGS:\n You talk with trees?\n\n\n[Oderwick holds up his hand to Hastings. She stops speaking.]\n\n\nODERWICK:\n What's your relationship with her?\n\n\nSCP-5327-A:\n Miranda was my lover.\n\n\nODERWICK:\n So why did you transform her into a Douglas' fir?\n\n\n[SCP-5327-A pauses and looks around. After ten seconds of silence, the entity responds]\n\n\nSCP-5327-A:\n Miranda is the mother of my child, mother of Dayspring.\n\n\n[Ms. Hastings chokes at the information. Oderwick looks more interested in the story.]\n\n\nODERWICK:\n There were no signs of children on the campgrounds…\n\n\n[SCP-5327-A interrupts Dr. Oderwick before he can continue his question.]\n\n\nSCP-5327-A:\n I concealed my daughter with the help of my mother. Little Dayspring was hidden somewhere safe.\n\n\nODERWICK:\n Why this secrecy?\n\n\nSCP-5327-A:\n My wife.\n\n\n[Oderwick nods. SCP-5327-A notices this and continues to speak.]\n\n\nSCP-5327-A:\n Esterona, the Enchantress, the Goddess of Rebirth, the Queen of Magic.\n\n\nODERWICK:\n Does she know? About Miranda?\n\n\nSCP-5327-A:\n She does.\n\n\nODERWICK:\n So I presume she doesn't want the children, right?\n\n\n[SCP-5327-A keeps silent.]\n\n\nODERWICK:\n Does she know about this place?\n\n\nSCP-5327-A:\n She is coming in three days to have her revenge on me.\n\n\nHASTINGS (screaming):\n She what?\n\n\n[SCP-5327-A tries to speak. Dr. Oderwick ends the recording before the entity starts talking.]\n\n\n<END-LOG>\n\n\n\n\n\n\nAFTERWORD:\n The situation was deemed a ♃θ-Class Scenario.\n12\n This event occurs when a deity conceives a demigod with a mortal. In this case, it was followed by a ⚵θ-Class Scenario,\n13\n where the actions of a deity cause the rage of another. SCP-5327-A's wife was designated SCP-5327-B and Dayspring Leonhardt was designated SCP-5327-C.\n\n\n\n\n\n\n \n\n\n\n\n\n\nAddendum 5327-3:\n Operation PROSERPINA\n\n\nOperation PROSERPINA was a response to SCP-5327-A's appearance and the possible attack of SCP-5327-B. It was divided into three different directives:\n\n\n\n\nProtecting Site-120\n\n\nFinding SCP-5327-C\n\n\nContaining SCP-5327-A, -B, and -C\n\n\n\n\nAll these objectives were chosen as ways to appease or neutralize a ♂θ-Class event\n14\n between Site-120, SCP-5327-A, and SCP-5327-B.\n\n\n\n\n►Document 5327-C ◄\n\n\n\n\n▼ Document 5327-C ▼\n\n\n\n\n\n\n\n\nDocument 5327-C\n\n\n\n\n\n\nDate:\n April 28, 2014\n\nAccountable:\n Dr. Plutarch Oderwick\n\n\nFOREWORD:\n This document reunites all attempts to locate and recover SCP-5327-C made from April 28 to April 30. All the resources available are to be used to track the subject as its retrieval is vital for Operation PROSERPINA.\n\n\n\n\n\n\nAttempt 5327-α\n\n\nAbstract:\n Webcrawler NODENS is to be used to search for any information regarding SCP-5327-C and/or its current location.\n\n\nResults:\n None. Webcrawlers continue to search.\n\n\n\n\n\n\nAttempt 5327-β\n\n\nAbstract:\n All living relatives of the cultists are to be tracked and interviewed for information regarding SCP-5327-C.\n\n\nResults:\n All close relatives were approached. None of them had any relevant information about the object.\n\n\n\n\n\n\nAttempt 5327-γ\n\n\nAbstract:\n Child care houses from Central Europe are to be investigated for signals of any children similar to SCP-5327-C.\n\n\nResults:\n Most facilities around Germany, the Netherlands, Belgium, Luxembourg, Austria, and Switzerland were investigated. No trace of SCP-5327-C was recovered. The investigation is still going.\n\n\n\n\n\n\nAttempt 5327-δ\n\n\nAbstract:\n MTF Tau-22 (\"Forest Fires\") is to search for SCP-5327-C or traces of it at the Saxon Switzerland National Park.\n\n\nResults:\n Clothes possibly from a three-year-old girl were recovered. Human DNA found in the subjects reveal that they are from SCP-5327-C. Another attempt to locate SCP-5327-C in the region is to be made.\n\n\n\n\n\n\nAttempt 5327-ε\n\n\nAbstract:\n MTF Tau-22 (\"Forest Fires\"), MTF Eta-77 (\"Spheres Within Spheres\"), and MTF Psi-11 (\"The Gods Squad\") are to search for SCP-5327-C or traces of it at the Saxon Switzerland National Park.\n\n\nResults:\n Mutated plant life was recovered at the location trying to attack agents. Akiva radiation within the specimens revealed that they were changed by a deity-related entity. SCP-5327-C was not found. No more attempts of tracking the object at the National Park are to be made.\n\n\n\n\n\n\nAttempt 5327-ζ\n\n\nAbstract:\n A locating thaumaturgic ritual is to be tried by professional thaumaturges and thaumatologists from the Foundation.\n\n\nResults:\n An unknown interference made it impossible to end the ritual. Due to the health state of two thaumatologists caused by the ritual, new attempts are on hold.\n\n\n\n\n\n\nAFTERWORD:\n None of the six attempts was completely successful. SCP-5327-C lived at least some months at Saxon Switzerland National Park but is not living there anymore. Due to deific interference at the last two attempts, O4 Command denied further experiments.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n► Interview 5327/2 Log ◄\n\n\n\n\n▼ Interview 5327/2 Log ▼\n\n\n\n\n\n\n\n\nInterview 5327/2\n\n\n\n\n\n\nInterviewers:\n Dr. Plutarch Oderwick\n\nInterviewee:\n SCP-5327-A\n\n\n\n\nFOREWORD:\n As previewed by its containment procedures, SCP-5327-A was contained at a special botanical containment unit with Scranton Reality Anchors around it.\n\n\n\n\n\n\n<BEGIN-LOG>\n\n\nODERWICK:\n Good morning, SCP-5327-A.\n\n\nODERWICK:\n I need information on… Dayspring?\n\n\nSCP-5327-A:\n Oh, my dear Dayspring. She's far away, safe from the wrath of my jealous wife.\n\n\nODERWICK:\n I'm sorry, but I need an exact location. We need her here.\n\n\nSCP-5327-A:\n Why? So you can jail her? Make her an exotic pet that needs to be watched every time? I accepted this destiny to protect my children, but I want none of that for Dayspring.\n\n\nODERWICK:\n We plan none of that.\n\n\n[SCP-5327-A raises one of his gigantic wooden hands to silence Dr. Oderwick. The Researcher retreat in fear.]\n\n\nSCP-5327-A (screaming, enraged):\n You will sacrifice her for my wife!\n\n\nODERWICK (screaming):\n It's not a sacrifice, it's a Herculean Journey! Will pacify SCP-5327-B and—\n\n\nSCP-5327-A (screaming):\n She's three years old, she's not a powerful hero yet!\n\n\n[Dr. Oderwick keeps silent. The silence lasts for a minute.]\n\n\nODERWICK:\n Were you close to her?\n\n\nSCP-5327-A:\n To Dayspring? Yes. We saw each other every summer before my wife discovered it. I love her, even if I know that I'll never see her again.\n\n\n[Dr. Oderwick stays pensive for around thirty seconds.]\n\n\nODERWICK:\n We even tried to search for her with a ritual of localization and failed.\n\n\nSCP-5327-A:\n One of your machines could find her, but I doubt it. My mother is a wise woman, you have my word that you'll not find Dayspring till she has the age to confront you if she wishes so.\n\n\nODERWICK:\n So give me your word that she is in a place that she can't be hurt and can't hurt anyone.\n\n\n[Oderwick holds his hand in SCP-5327-A's direction. SCP-5327-A looks at him surprised.]\n\n\nSCP-5327-A:\n A god can't hold back on their oaths.\n\n\nODERWICK:\n I'm a theobiologist. I know about deific nature.\n\n\nSCP-5327-A:\n So you know that I need payment.\n\n\nODERWICK:\n Your liberty. My word that you'll be freed from here.\n\n\n[SCP-5327-A seems to reflect on the situation for ten seconds.]\n\n\nSCP-5327-A:\n Fair enough.\n\n\n[Oderwick keeps his hand in the air, waiting for SCP-5327-A. The deity changes to human size and shakes hands with the Researcher. A light surrounds their hands as the thaumic oath is made.]\n\n\n[The cameras start to fail due to the Akiva radiation surplus. The video turns off.]\n\n\n<END-LOG>\n\n\n\n\n\n\nAFTERWORD:\n Dr. Oderwick is prohibited from realizing oaths with deities without a unanimous decision by Site-120's directory. The repetition of this act on any further research is to be replied to with the immediate resignation of the scientist.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n► Emergency Summit 5327/1 Log ◄\n\n\n\n\n▼ Emergency Summit 5327/1 Log ▼\n\n\n\n\n\n\n\n\nEmergency Summit 5327/1\n\n\n\n\n\n\nATTENDEES:\n Dr. Daniel Asheworth,\n15\n Dr. MacCarthy Jr.,\n16\n Dr. Magdaleine Cornwell,\n17\n Dr. Plutarch Oderwick, Mandy Hastings, Cptn. Jeremy Cornwell.\n\nMAIN TOPIC:\n Operation PROSERPINA's results\n\n\n\n\n\n\n<BEGIN-LOG>\n\n\nM. CORNWELL:\n Captain Cornwell, what is the situation of the facility's security?\n\n\nJ. CORNWELL:\n Every Mobile Task Force agent, security officer, and tactical response officer is ready for the attack. The preventative actions are already fulfilled.\n\n\nM. CORNWELL:\n Dr. Oderwick, something to comment about your visit to SCP-5327-A?\n\n\n[Oderwick shrugs nervously.]\n\n\nM. CORNWELL:\n We'll return to this topic later.\n\n\nASHEWORTH:\n Any idea on how to control SCP-5327-B without -A?\n\n\nHASTINGS:\n So… if SCP-5327-C is missing, maybe SCP-5327-B will forget about that.\n\n\nASHEWORTH:\n I don't think that's the case.\n\n\n[Site-120's proximity alarm starts sounding. A large screen on one of the conference room walls shows a giant woman mirroring SCP-5327-B description floating above the facility, tempest clouds surrounding her.]\n\n\nJ. CORNWELL:\n Oh, shit.\n\n\n[Cptn. Cornwell shares a glance with Dr. Cornwell. She makes a hand sign for him to go. The Captain rushes outside.]\n\n\nM. CORNWELL:\n Any one?\n\n\nHASTINGS:\n Can't we blow it up?\n\n\nASHEWORTH (enraged):\n We don't blow up objects, Ms. Hastings.\n\n\nODERWICK (whispering):\n That could create a ⚷θ-Class Scenario.\n\n\nMACCARTHY JR.:\n What did you say, Dr. Oderwick?\n\n\nODERWICK:\n A Chiron Theta. A forceful exchange of power due to the death or neutralization of a deity, thus transforming another entity into a god.\n\n\nHASTINGS (surprised):\n We have a name for everything, huh?\n\n\nODERWICK:\n Obviously. We are dealing with gods here, Hastings.\n\n\nMACCARTHY JR.:\n Faith and belief are very important in theology, Ms. Hastings. Having a name and a hermetic motif is very important for any deity, even the ones that are not thought-forms.\n\n\nODERWICK:\n That's pistiphagy, \"faith-eating\". It's how we keep most of the big godlike entities contained.\n\n\n[The room keeps quiet for a few seconds. The only sound is the emergency alarm.]\n\n\nHASTINGS (screaming):\n That's it!\n\n\n[Everyone in the room looks at Junior Researcher Hastings.]\n\n\nM. CORNWELL:\n What is \"it\", Miss Hastings?\n\n\nHASTINGS:\n I think I know how to stop this, Dr. Cornwell!\n\n\nASHEWORTH:\n So, please, speak your mind.\n\n\nHASTINGS:\n The Cult of the Green is mostly inspired by Celtic culture, right?\n\n\nMACCARTHY JR.:\n Correct, Ms. Hastings.\n\n\nHASTINGS:\n SCP-5327-C was born on the 31st of October of 2010, at Halloween, which's based on a Celtic festival.\n\n\nM. CORNWELL:\n I still don't get it, Miss Hastings.\n\n\nHASTINGS:\n On the Celtic calendar, first of November, when the SCP-5327 event occurred, is the first day of Winter, and tomorrow, first of May is…\n\n\nODERWICK (surprised):\n The first day of summer.\n\n\nASHEWORTH:\n Good Job, Hastings. We already know what to do.\n\n\n<END-LOG>\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nAccess SCiPNET Email? One (1) new message!\n\n\n\n\nRe:SUBJECT\n\n\n\n\n\n\n\n\n\n\nTo:\n Dr. Plutarch Oderwick\n\n\nFrom:\n Dr. Daniel Asheworth\n\n\nSubject:\n Changes on SCP-5327\n\n\nDate:\n 12/02/2015\n\n\n\n\n\n\nDr. Oderwick\n\n\nI have to inform you that Site 120's Director Council and Research Team's last meeting had a brief discussion about SCP-5327 as a whole. It was decided that classification, containment procedures, and naming shall be changed to better explain the Seasonal Loop that it became. As it will be your job, I have to notify you about some delicate subjects around it.\n\n\n1) SCP-5327 is to be treated as \nSafe\n and its clearance shall be changed to Level 2.\n We hope that this can weaken the effects of the events that result from the anomaly.\n\n\n2) MTF Eta-77 will continue to be responsible for the SCP.\n Site-120 and the Department of Tactical Theology agreed that this Task Force has the best agents for the job and there is no need for new groups to be created.\n\n\n3) SCP-5327-C must refer to those events and not only the demigoddess.\n Dayspring Leonhardt will be called SCP-5327-C0. Its case and everything about it will continue to be Level 4 Clearance information. RAISA agents will guarantee that nothing leaks from the old archives. The searches around SCP-5327-C0 are to be ceased immediately and references to it are to be reduced due to unpredictable effects that Dayspring's naming has on its mother, Miranda Leonhardt, and the Cult of the Green as a whole.\n\n\nI believe in you and your ability to continue your job with this anomaly. That's your second chance after the \"oath incident\", so, please, don't repeat the same mistake.\n\n\nDr. Daniel Asheworth\n\nGrand Thaumist\n\nThaumaturgical Archivist\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. θ-Class Scenarios are events caused or suffered by or because of a deity.\n\n\n2\n. A Ceres Theta Scenario is an event that occurs reliably with a deity on certain dates or seasons.\n\n\n3\n. By \nDr. Raia Micheals\n's description, a deity possessing Tartarean characteristics, sometimes described as a Demon-God.\n\n\n4\n. In this case, a wand of giant fennel (\nFerula communis\n), covered with leaves and vines of ivy (\nHedera helix\n) and topped with the strobilus of an Aleppo pine (\nPinus halepensis\n).\n\n\n5\n. German to \"Cult of the Green.\"\n\n\n6\n. Also known as Douglas fir.\n\n\n7\n. The psionic skill to communicate with botanical life.\n\n\n8\n. Anomalous skill to move and command plants with the power of the mind.\n\n\n9\n. A German National Park.\n\n\n10\n. Tactical team with expertise in fighting botanical anomalies\n\n\n11\n. Head of Research for SCP-5327.\n\n\n12\n. Reads \nJupiter Theta\n.\n\n\n13\n. Reads Juno Theta\n\n\n14\n. Reads \n\"Mars Theta Class\"\n. Means conflict between a deity and another entity.\n\n\n15\n. Site Director, Grand Thaumist, and Thaumaturgical Archivist.\n\n\n16\n. Site Director, Theology Division Chief, and Theological Projects Overseer.\n\n\n17\n. Site Director, General Project Overseer, and Department Director.\n\n\n\n\n\n\n\n\n« \nSCP-5326\n | SCP-5327 | \nSCP-5328\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5327\n\" by Impperatrix, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5327\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename\n: tree.jpg\n\n\nAuthor:\n \nImpperatrix\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n \"Green Man - The Custard Factory - Digbeth / Deritend\" and \"the dark forest\"\n\n\n\n\n\n\nName:\n the dark forest\n\n\nAuthor:\n danoxster\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nflicker\n\n\n\n\n\n\nName:\n Green Man - The Custard Factory - Digbeth / Deritend\n\n\nAuthor:\n ell brown\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nflicker\n\n\n\n\n\n\nFilename:\n Ceridwen\n\n\nAuthor:\n Christopher Williams\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 5327-1: Protocol KAIROS\nProtocol KAIROS was conceived by Dr. Plutarch Oderwick and Dr. Mandy Hastings. It is based on the principle that any deific entity respects and follows collective thought and sacred ceremonies. When first utilized, it was capable of reconciling SCP-5327-A and SCP-5327-B and nullifying SCP-5327-C-1 effects.\nThe protocol is a ritual based on druidic and shamanic seasonal festivities. The protocol requires the following items:\nAfter the start of the rite, twenty-five people have to be chosen: twelve single men, one married man, and twelve single women. These people can be chosen within Foundation's staff (including D-Classes) and civilian communities from the region where the SCP-5327-C event is happening. All participants need to follow a pagan religion or be open to those beliefs.\nAt the actual, the participants will be dressed in white robes and the unmarried people will receive flower wreaths to wear on their heads. After that, the Protocol follows as below:\n\n"
    ],
    "documents": [],
    "notes": [
        "<BEGIN-LOG> ODERWICK: Just for the record, huh, I'm Plutarch Oderwick, Head of Research for SCP-5327. Can you… introduce yourself? SCP-5327-A: I'm Carnuatus, the Green Man, the Horned God, the Wild Father. ODERWICK: Right, thanks. Can you, please, repeat why you want to see the SCP-5327 entity, Miranda Leonhardt? SCP-5327-A: I was searching near the mountains where I left her to no avail. I wish to see her. ODERWICK: And, well, how did you know that she was here? SCP-5327-A: My children, the trees, told me about this place and I came here. HASTINGS: You talk with trees? [Oderwick holds up his hand to Hastings. She stops speaking.] ODERWICK: What's your relationship with her? SCP-5327-A: Miranda was my lover. ODERWICK: So why did you transform her into a Douglas' fir? [SCP-5327-A pauses and looks around. After ten seconds of silence, the entity responds] SCP-5327-A: Miranda is the mother of my child, mother of Dayspring. [Ms. Hastings chokes at the information. Oderwick looks more interested in the story.] ODERWICK: There were no signs of children on the campgrounds… [SCP-5327-A interrupts Dr. Oderwick before he can continue his question.] SCP-5327-A: I concealed my daughter with the help of my mother. Little Dayspring was hidden somewhere safe. ODERWICK: Why this secrecy? SCP-5327-A: My wife. [Oderwick nods. SCP-5327-A notices this and continues to speak.] SCP-5327-A: Esterona, the Enchantress, the Goddess of Rebirth, the Queen of Magic. ODERWICK: Does she know? About Miranda? SCP-5327-A: She does. ODERWICK: So I presume she doesn't want the children, right? [SCP-5327-A keeps silent.] ODERWICK: Does she know about this place? SCP-5327-A: She is coming in three days to have her revenge on me. HASTINGS (screaming): She what? [SCP-5327-A tries to speak. Dr. Oderwick ends the recording before the entity starts talking.] <END-LOG>",
        "Attempt 5327-α Abstract: Webcrawler NODENS is to be used to search for any information regarding SCP-5327-C and/or its current location. Results: None. Webcrawlers continue to search.",
        "Attempt 5327-β Abstract: All living relatives of the cultists are to be tracked and interviewed for information regarding SCP-5327-C. Results: All close relatives were approached. None of them had any relevant information about the object.",
        "Attempt 5327-γ Abstract: Child care houses from Central Europe are to be investigated for signals of any children similar to SCP-5327-C. Results: Most facilities around Germany, the Netherlands, Belgium, Luxembourg, Austria, and Switzerland were investigated. No trace of SCP-5327-C was recovered. The investigation is still going.",
        "Attempt 5327-δ Abstract: MTF Tau-22 (\"Forest Fires\") is to search for SCP-5327-C or traces of it at the Saxon Switzerland National Park. Results: Clothes possibly from a three-year-old girl were recovered. Human DNA found in the subjects reveal that they are from SCP-5327-C. Another attempt to locate SCP-5327-C in the region is to be made.",
        "Attempt 5327-ε Abstract: MTF Tau-22 (\"Forest Fires\"), MTF Eta-77 (\"Spheres Within Spheres\"), and MTF Psi-11 (\"The Gods Squad\") are to search for SCP-5327-C or traces of it at the Saxon Switzerland National Park. Results: Mutated plant life was recovered at the location trying to attack agents. Akiva radiation within the specimens revealed that they were changed by a deity-related entity. SCP-5327-C was not found. No more attempts of tracking the object at the National Park are to be made.",
        "Attempt 5327-ζ Abstract: A locating thaumaturgic ritual is to be tried by professional thaumaturges and thaumatologists from the Foundation. Results: An unknown interference made it impossible to end the ritual. Due to the health state of two thaumatologists caused by the ritual, new attempts are on hold.",
        "<BEGIN-LOG> ODERWICK: Good morning, SCP-5327-A. ODERWICK: I need information on… Dayspring? SCP-5327-A: Oh, my dear Dayspring. She's far away, safe from the wrath of my jealous wife. ODERWICK: I'm sorry, but I need an exact location. We need her here. SCP-5327-A: Why? So you can jail her? Make her an exotic pet that needs to be watched every time? I accepted this destiny to protect my children, but I want none of that for Dayspring. ODERWICK: We plan none of that. [SCP-5327-A raises one of his gigantic wooden hands to silence Dr. Oderwick. The Researcher retreat in fear.] SCP-5327-A (screaming, enraged): You will sacrifice her for my wife! ODERWICK (screaming): It's not a sacrifice, it's a Herculean Journey! Will pacify SCP-5327-B and— SCP-5327-A (screaming): She's three years old, she's not a powerful hero yet! [Dr. Oderwick keeps silent. The silence lasts for a minute.] ODERWICK: Were you close to her? SCP-5327-A: To Dayspring? Yes. We saw each other every summer before my wife discovered it. I love her, even if I know that I'll never see her again. [Dr. Oderwick stays pensive for around thirty seconds.] ODERWICK: We even tried to search for her with a ritual of localization and failed. SCP-5327-A: One of your machines could find her, but I doubt it. My mother is a wise woman, you have my word that you'll not find Dayspring till she has the age to confront you if she wishes so. ODERWICK: So give me your word that she is in a place that she can't be hurt and can't hurt anyone. [Oderwick holds his hand in SCP-5327-A's direction. SCP-5327-A looks at him surprised.] SCP-5327-A: A god can't hold back on their oaths. ODERWICK: I'm a theobiologist. I know about deific nature. SCP-5327-A: So you know that I need payment. ODERWICK: Your liberty. My word that you'll be freed from here. [SCP-5327-A seems to reflect on the situation for ten seconds.] SCP-5327-A: Fair enough. [Oderwick keeps his hand in the air, waiting for SCP-5327-A. The deity changes to human size and shakes hands with the Researcher. A light surrounds their hands as the thaumic oath is made.] [The cameras start to fail due to the Akiva radiation surplus. The video turns off.] <END-LOG>",
        "<BEGIN-LOG> M. CORNWELL: Captain Cornwell, what is the situation of the facility's security? J. CORNWELL: Every Mobile Task Force agent, security officer, and tactical response officer is ready for the attack. The preventative actions are already fulfilled. M. CORNWELL: Dr. Oderwick, something to comment about your visit to SCP-5327-A? [Oderwick shrugs nervously.] M. CORNWELL: We'll return to this topic later. ASHEWORTH: Any idea on how to control SCP-5327-B without -A? HASTINGS: So… if SCP-5327-C is missing, maybe SCP-5327-B will forget about that. ASHEWORTH: I don't think that's the case. [Site-120's proximity alarm starts sounding. A large screen on one of the conference room walls shows a giant woman mirroring SCP-5327-B description floating above the facility, tempest clouds surrounding her.] J. CORNWELL: Oh, shit. [Cptn. Cornwell shares a glance with Dr. Cornwell. She makes a hand sign for him to go. The Captain rushes outside.] M. CORNWELL: Any one? HASTINGS: Can't we blow it up? ASHEWORTH (enraged): We don't blow up objects, Ms. Hastings. ODERWICK (whispering): That could create a ⚷θ-Class Scenario. MACCARTHY JR.: What did you say, Dr. Oderwick? ODERWICK: A Chiron Theta. A forceful exchange of power due to the death or neutralization of a deity, thus transforming another entity into a god. HASTINGS (surprised): We have a name for everything, huh? ODERWICK: Obviously. We are dealing with gods here, Hastings. MACCARTHY JR.: Faith and belief are very important in theology, Ms. Hastings. Having a name and a hermetic motif is very important for any deity, even the ones that are not thought-forms. ODERWICK: That's pistiphagy, \"faith-eating\". It's how we keep most of the big godlike entities contained. [The room keeps quiet for a few seconds. The only sound is the emergency alarm.] HASTINGS (screaming): That's it! [Everyone in the room looks at Junior Researcher Hastings.] M. CORNWELL: What is \"it\", Miss Hastings? HASTINGS: I think I know how to stop this, Dr. Cornwell! ASHEWORTH: So, please, speak your mind. HASTINGS: The Cult of the Green is mostly inspired by Celtic culture, right? MACCARTHY JR.: Correct, Ms. Hastings. HASTINGS: SCP-5327-C was born on the 31st of October of 2010, at Halloween, which's based on a Celtic festival. M. CORNWELL: I still don't get it, Miss Hastings. HASTINGS: On the Celtic calendar, first of November, when the SCP-5327 event occurred, is the first day of Winter, and tomorrow, first of May is… ODERWICK (surprised): The first day of summer. ASHEWORTH: Good Job, Hastings. We already know what to do. <END-LOG>",
        "\" SCP-5327 \" by Impperatrix, from the SCP Wiki . Source: https://scpwiki.com/scp-5327 . Licensed under CC-BY-SA .",
        "Filename : tree.jpg Author: Impperatrix License: CC BY-SA 3.0 Derivative of: \"Green Man - The Custard Factory - Digbeth / Deritend\" and \"the dark forest\"",
        "Name: the dark forest Author: danoxster License: CC BY-SA 2.0 Source Link: flicker",
        "Name: Green Man - The Custard Factory - Digbeth / Deritend Author: ell brown License: CC BY 2.0 Source Link: flicker",
        "Filename: Ceridwen Author: Christopher Williams License: Public Domain Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "SCP-5327 instances are to be guarded at a standard botanical containment unit inside Site-120.",
    "description": "SCP-5327 are followers of a Neopagan religion based on Germanic and Celtic beliefs known as \"Kult des Grüns\"5 that were transformed into trees from the Pseudotsuga menziesii6 species. Analysis has shown that the trees have human DNA within them and that they react to visual and tactile stimuli, mainly by swinging branches. Telepathic communication with the trees has been attempted, without success.",
    "title": "SCP-5327"
}