{
    "url": "https://scp-wiki.wikidot.com/scp-5332",
    "all_text": "rating: \n+38\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nITEM #:\n SCP-5332\n\n\n\n\n\n\nLEVEL-\n \n\n\n\n\n\n\nCONTAINMENT CLASS:\n \nSAFE \n\n\n\n\n\n\nDISRUPTION CLASS:\n DARK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM:\n SCP-5332\n\n\n\n\n\n\nLEVEL-\n \n\n\n\n\n\n\nCONTAINMENT\n\nCLASS:\n SAFE\n\n\n\n\n\n\nDISRUPTION\n\nCLASS:\n DARK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\n\n\n\n\nSCP-5332 is to be contained in situ due to its current effect on the local marine life. The ship containing SCP-5332 is to have underwater cameras installed in order to monitor SCP-5332's status. If any divers are spotted near the wreck, STF Rho-7 (\"Greeting Party\") are to amnesticize the individual and bring them back to shore.\n\n\n\n\n\n\n\n\nDescription\n\n\n\n\n\n\nSCP-5332 designates the bones, and most notably the horn, of a great whale sub-species. These bones, when powdered, have mild amnestic and medicinal properties; as such, they were hypothesized to be used as rare, primitive amnestics for groups such as the \nCommission of Unusual Cargo\n and HMFftSCotP\n.\nHis/Her Majesty's Foundation for the Secure Containment of the Paranormal.\n.\n\n\nSCP-5332 was found following an investigation into the migration patterns of Greenland based blue whales. When following a pod of whales, a diver discovered an old 17th-century boat that the blue whales used as a resting point. Upon further inspection, they discovered the bones of an abnormally large blue whale with an estimated length of around 30m, that the other whales had been clustered around. Over the following few hours, the diver noticed many other marine species visiting the site of the bones, almost seeming to pay their respects to the creature.\n\n\nFollowing an exploration of the ship's interior, the diver recovered an old document pertaining to an organization called \"The Commission of Unusual Cargo.\" After returning home, the diver posted the contents of these letter onto his blog, which was picked up by a Foundation web crawler. All involved parties were amnestisized following this event.\n\n\nThe letter discovered by the diver has been attached below:\n\n\n\n\n\n\nThe Honourable East India Company\n\n\nManifest Detail # C-172852\n\n\nDate: 17th of June 1627\n\n\nVessel: The Gallant Ship Kingfisher\n\n\nStorage: The cargo to be stowed in the hold, in a large standard crate with a sheepskin padded interior, and secured to the floor hull by rope. Unauthorized access to the hold is to be noted and punished upon return to land.\n\n\nDescription: Twelve bones of a great horned blue whale; the horned blue whale appears to be a monarch of the whales, thus, its bones hold great value for any scientifically inclined gentleman, able to alleviate any common ailment with ease. These bones, when undamaged, are expected to invite a large price at auction, therefore the utmost care must be taken to preserve them.\n\n\nScribbled note in the margin.\n\nDon't fuck this up, or Mr Trower will have your guts for garters, lad.\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 1\n\n\n\n\n\n\nUpon investigation by STF\n.\nSpecial Task Force.\n Rho-7, the reason that the Kingfisher sunk was found to be due to a large gash in the side of the boat, as well as numerous buckled side planks; suggesting a large mass had hit the ship. It appears that a long sharp object had speared the ship during its return to port, causing it to rapidly sink. Further investigation is ongoing.\n\n\n\n\n\n\n\n\n« \nSCP-5331\n | SCP-5332 | \nSCP-5333\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5332\n\" by Dr Moned, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5332\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5332 \" by Dr Moned, from the SCP Wiki . Source: https://scpwiki.com/scp-5332 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-5332"
}