{
    "url": "https://scp-wiki.wikidot.com/scp-5339",
    "all_text": "rating: \n+163\n+\n–\nx\n\n\n\n\n\n\nA photo of SCP-5339 taken by the Foundation prior to its containment.\n\n\n\n\n\n\nItem #:\n SCP-5339\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-5339 is contained within a vertically extended humanoid containment cell decorated with the personal possessions of Mickey Ideme. All meals given to SCP-5339 must consist of soft semi-solids such as apple sauce, watermelon slices, or jam. SCP-5339 is to be given weekly English and ASL lessons on a rotational shift basis by selected\n1\n researchers.\n\n\nDescription:\n SCP-5339 is a 3-meter-tall tripodal organism whose cranium features a pair of 6-centimeter-wide eyes and a mouth used for mastication and crude vocalization. SCP-5339 has three legs which are spaced equidistantly from one another. Despite this, SCP-5339 has difficulty remaining stable for more than 15 seconds.\n\n\nDiscovery:\n On 3/12/2013, Hannah Ideme gave birth to a child (Mickey Ideme) who had developed an accessory arm underneath his left pectoral during the late stages of Mrs. Ideme's pregnancy. Mickey Ideme was born in the St. Raymond Nonnatus Hospital with expected complications, although Mickey and Hannah Ideme both recovered within a reasonable time period. One year after Mickey Ideme's birth, he disappeared due to unknown circumstances, while on vacation with Mrs. Ideme. Upon returning to her place of residence, Mrs. Ideme located SCP-5339 in Mickey Ideme’s room.\n\n\nTest Log 5339-1 3/12/2014:\n\nIn order to determine how SCP-5339 relates to Mickey Ideme, a variety of tests were conducted.\n\n\n\n\n\n\nObject 1\n\n\nObject 2\n\n\nResult\n\n\n\n\n\n\n1 cubic meter of grass\n\n\n1 cubic meter of assorted bovine flesh\n\n\nSCP-5339 appears uninterested in the grass and sniffs the flesh, before emitting a loud vocalization and retreating to the corner of its containment unit.\n\n\n\n\n\n\nMickey Ideme's blanket (nearly severed for unknown reasons)\n\n\nAn undamaged blanket\n\n\nSCP-5339 moves towards the nearly torn blanket and successfully tears it down the center with one of its legs and its jaw. SCP-5339 places one half of the blanket over its head and the other half underneath itself.\n\n\n\n\n\n\nA framed photograph of Hannah Ideme\n\n\nA tattered photograph of Will Ideme (Mrs. Ideme's husband who expired one year previously)\n\n\nSCP-5339 approaches Will Ideme's photograph with apparent interest. SCP-5339 grunts and moves to Mrs. Ideme's photo. At the end of the test SCP-5339 resisted the research staff who had attempted to remove Mrs. Ideme's photo and slid the photo around the cell until a researcher grabbed SCP-5339's leg to allow another researcher to retrieve the photo.\n\n\n\n\n\n\nA photograph of Mickey Ideme\n\n\nA photograph of SCP-5339\n\n\nSCP-5339 pauses momentarily and then moves towards the image of Mickey Ideme. SCP-5339 lowers its head and pushes the image of Mickey Ideme with its snout.\n\n\n\n\n\n\nAddendum 5339-2 3/12/2014:\n\nDr. Green was instructed to retrieve certain objects from SCP-5339's containment cell once testing had concluded. While Dr. Green attempted to retrieve the cubic meter of assorted bovine flesh, SCP-5339 moved behind them and produced a vocalization similar to that of a child in distress. Dr. Green questioned SCP-5339, who paused, and then addressed Dr. Green as \"Ma\". It is unknown whether or not SCP-5339 has awareness of what its vocalizations allude to. Further research is to commence.\n\n\nTest Log 5339-1 3/15/2014 - 7/18/2016:\n SCP-5339’s potential for sapient thought can currently be approximated to that of a one-year-old child. To improve SCP-5339's vocabulary and speech, weekly English lessons are implemented into SCP-5339's containment procedures. Lesson plans have been designed with the assistance of ASL and other non-verbal speech therapy methods. Please note that the following table only consists of notable lessons where SCP-5339 showed noticeable improvement.\n\n\n\n\n\n\nLesson\n\n\nResult\n\n\n\n\n\n\nThe research staff joined SCP-5339 for a short period of time in its containment cell. while being monitored by several Foundation security guards. Staff were instructed to assume a semi-formal disposition and verbally communicate frequently with one another.\n\n\nSCP-5339 began emitting several vocalizations that research staff believe sounded significantly like \"Mom\", \"Drink\", \"Toy\", and \"Food\".\n\n\n\n\n\n\nResearch staff allowed SCP-5339 to play with a beach ball for 5 minutes, before retrieving the ball and waiting to see if it requested for the ball to be given back.\n\n\nSCP-5339 played with the ball for the entire allotted period of time. When the ball was retrieved, it showed signs of distress and attempted to kick it out of Dr. Green's hands. Eventually SCP-5339 said \"give ball\", where they then were allowed the ball for the remainder of the day.\n\n\n\n\n\n\nResearch Staff requested a brief recreational meeting with SCP-5339 in its containment cell. SCP-5339 was given a cup of applesauce, while the rest of the staff were given coffee.\n\n\nSCP-5339 learned the words \"Sauce\", \"Cup\", \"Person\", and \"Friend\".\n\n\n\n\n\n\nResearch Staff placed several objects inside of SCP-5339's containment cell that it has not learned the name of. Research staff hope that it may attempt to expand its own vocabulary by creating compound words.\n\n\nSCP-5339 vocalized the phrases \"Long animal\" to indicate a stuffed snake, \"Talk metal\" to indicate a speaker, and \"Bad water\" to indicate an image of an ocean.\n\n\n\n\n\n\nAddendum 5339-2 7/22/2016:\n\nDuring a private meeting with Dr. Green, SCP-5339 vocalized their first complete sentence. After several indistinguishable grunts, SCP-5339 said, \"Mommy, the water's too deep\". Dr. Green promptly exited the containment cell and SCP-5339 was provided with their beach ball and an additional serving of semi-solids.\n\n\n\n\nFootnotes\n\n\n1\n. A prerequisite for selection is that SCP-5339 appears to have a positive emotional connection to the researcher.\n\n\n\n\n\n\n\n\n« \nSCP-5338\n | SCP-5339 | \nSCP-5340\n »",
    "addendums": [
        "Addendum 5339-2 3/12/2014: Dr. Green was instructed to retrieve certain objects from SCP-5339's containment cell once testing had concluded. While Dr. Green attempted to retrieve the cubic meter of assorted bovine flesh, SCP-5339 moved behind them and produced a vocalization similar to that of a child in distress. Dr. Green questioned SCP-5339, who paused, and then addressed Dr. Green as \"Ma\". It is unknown whether or not SCP-5339 has awareness of what its vocalizations allude to. Further research is to commence.",
        "Addendum 5339-2 7/22/2016: During a private meeting with Dr. Green, SCP-5339 vocalized their first complete sentence. After several indistinguishable grunts, SCP-5339 said, \"Mommy, the water's too deep\". Dr. Green promptly exited the containment cell and SCP-5339 was provided with their beach ball and an additional serving of semi-solids."
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-5339",
    "object_class": "Euclid",
    "containment_procedures": "SCP-5339 is contained within a vertically extended humanoid containment cell decorated with the personal possessions of Mickey Ideme. All meals given to SCP-5339 must consist of soft semi-solids such as apple sauce, watermelon slices, or jam. SCP-5339 is to be given weekly English and ASL lessons on a rotational shift basis by selected1 researchers.",
    "description": "SCP-5339 is a 3-meter-tall tripodal organism whose cranium features a pair of 6-centimeter-wide eyes and a mouth used for mastication and crude vocalization. SCP-5339 has three legs which are spaced equidistantly from one another. Despite this, SCP-5339 has difficulty remaining stable for more than 15 seconds.",
    "title": "SCP-5339"
}