{
    "url": "https://scp-wiki.wikidot.com/scp-5342",
    "all_text": "rating: \n+18\n+\n–\nx\n\n\nItem #:\n SCP-5342\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n B- and C-roads\n1\n in villages in the southern parts of England are monitored for suspected SCP-5342 entrances by security personnel. If any entrances are observed, nearest Foundation facility is responsible for blockage of this entrance in order to obstruct any civilian intrusions. The anomaly has only been sighted during the summer season and so monitoring is only assumed to be valuable across the months of June, July and August.\n\n\nIf any of the area's abnormalities are observed or noted by civilians, these may be supplied an A-class amnestic and convinced that their memory is merely the result of a crime-drama on television.\n\n\nDescription:\n SCP-5342 designates an area of human population resembling a small-sized English county however with an indeterminable size. Depending on various conditions different environments seem to be generated through some extradimensional mean. Entrances to the area have without exception consisted of local roads across smaller villages that date back to at least the Edwardian era.\n\n\nAdditionally, with its limited space it would be considered the most crime-ridden area in Great Britain. It has become clear that a complex and vast crime syndicate network is the source of this criminal activity. Examples of crime syndicates in the area include:\n\n\n\n\nHighbury's writer's guild\n\n\nThe Church's conservation trust\n\n\nArtist's society\n\n\nMrs. Gibbs' knitting society\n\n\nBook circle of Causton\n\n\nBook circle of Wallingford\n\n\nA New Age Chapel\n\n\nShakespeare's Society\n\n\nHunting League of Thames\n\n\nFarrell's Cheese Shop\n\n\nThe School of Faith\n\n\nTemplars of Brimley\n\n\nand more…\n\n\n\n\n\n\nAddendum 5342-1: Observational Log, 3rd of July, 1998.\n\n\n\n\nDate:\n 3rd of July, 1998\n\n\nObservers:\n Junior Researcher David Thistle and Sergeant Davies.\n\n\n\n\n[BEGIN LOG]\n\n\n[The area is breached by road 65, there are meadows, houses and hills not displayed on the topographical map. A sign informs us that we are in 'Badger's Drift'. We will try to approach an unknown entity. What looks like a man in his 40's is leaning on a shovel by the mossy cobble wall observing us. We stop in front of him.]\n\n\nJr. Rs. Thistle:\n Good morning si-\n\n\nUnknown:\n Good morning officers. What can I help you with this time?\n\n\nJr. Rs. Thistle:\n Hm, did we mention we were officers?\n\n\nUnknown:\n Well I assumed the police would come question me again. Hah, can't leave a man alone can ya?\n\n\nJr. Rs. Thistle:\n Again? No we are just here to ask some questions on the-\n\n\nUnknown:\n Yes, that's right. The murders.\n\n\nJr. Rs. Thistle:\n Murders?\n\n\nUnknown:\n Yes? On little Timmy, Linda Screwbury and Mr. Fralley? I've told you already that my conscience is clean. Even if Linda was a pain in the arse poking about in my flowers… I wouldn't do such a favor for Ms. Butterwick!\n\n\n[The entity laughs at this.]\n\n\nJr. Rs. Thistle:\n What… Who are you, what's your name?\n\n\nRobert Green:\n I'm Robert Green, I work for Ms. Butterwick. I'm, ah- the groundskeeper! At Witney Street that is!\n\n\n[The entity nods with weight. We question the entity on some of the site's history, upon which it answers with a detailed account. The entity advises us to visit this 'Witney Street' and gives us directions. We reach it after a few miles of driving. Our map does not show any 'Witney Street' or 'Badger's Drift' on the map, indicating that we have not left SCP-5342.]\n\n\n\n\n[LOG SHORTENED FOR BREVITY]\n\n\n\n\n\n\n\n\nPoI-902, presented as 'Harold Clark'.\n\n\n\n\n\n\n[The property in front of us is wrapped in lilac bushes. A black iron gate leads us to a garden with a fruit tree and different flower arrangements. The house has the architecture of the Edwardian era and is approximately 60\n-\n]\n\n\nUnknown:\n Bastard!\n\n\n[Out of the bushes, what looks like a senior man throws himself at Jr. Researcher Thistle.]\n\n\nUnknown:\n You bastard, coming here… You have a lot of nerve haven't you? I'll kill you…\n\n\nJr. Rs. Thistle:\n Get, get off!\n\n\n[The senior is wiry and easily thrown off to the side. He's wearing the uniform of a vicar. Thistle, takes a hold on him.]\n\n\nUnknown:\n Y-, oh, I'll get ya!\n\n\nJr. Rs. Thistle:\n Let's have a word with this one sergeant.\n\n\nSgt. Davies:\n Right.\n\n\n[The door of the house is opened, a senior woman runs out, with a disturbed facial expression.]\n\n\nUnknown:\n Oh Harold! What are you- What have you done to these officers?\n\n\nHarold:\n Oh, Agnes! You know I- I, I wouldn't ever hurt anyone…\n\n\nJr. Rs. Thistle:\n That's enough! Both of you two! We need a word.\n\n\nUnknown:\n Oh, absolutely officer. I have tea and marmalade ready inside!\n\n\n[The senior woman smiles at us and holds the door open.]\n\n\nMs. Butterwick:\n I am Agnes Butterwick, pleased to meet you.\n\n\n[We are welcomed inside the house, where trays of biscuits, bread, tea, marmalade and different jams are conveniently placed on a centered table in the middle of the rocky house.]\n\n\n\n\n\n\nPoi-903, or 'Ms. Butterwick', alleged leader of the crime syndicate 'Butterwick's Florists'.\n\n\n\n\n\n\n[Thistle sighs before eating a cookie whole. Obviously exhausted.]\n\n\nJr. Rs. Thistle:\n Okay, mm. Mm, so, names again please?\n\n\nMs. Butterwick:\n Agnes Butterwick!\n\n\nHarold Clark:\n Harold Clark…\n\n\nJr. Rs. Thistle:\n Alright, we will start with Mr. Clark then… Are you a vicar here?\n\n\nHarold Clark:\n Yes, that's right. And I have been working here since 1972.\n\n\nJr. Rs. Thistle:\n And you attacked me in Ms. Butterwick's garden because..?\n\n\nHarold Clark:\n No, it was just… I- I come here to help Ms. Butterwick sometimes, that's all. I am involved with the florists.\n\n\nMs. Butterwick:\n That's right.\n\n\n[Ms. Butterwick nods with sincerity, taking a sip out of her white porcelain cup.]\n\n\nMs. Butterwick:\n But, I do not quite understand this violence Harold, why would you lunge yourself at mister… Mister?\n\n\nJr. Rs. Thistle:\n Thistle…\n\n\nMs. Butterwick:\n You must surely know that this is not the time to be violent in front of the police!\n\n\n[Ms. Butterwick giggles loudly and reaches for the tea pot.]\n\n\nHarold Clark:\n For gods sake Agnes, please. Don't the police have better things to do-\n\n\nJr. Rs. Thistle:\n We are not from the pol- Agh! Nevermind… Are you aware of the location you are in at the moment?\n\n\n[Ms. Butterwick rises up with the tea pot and walks over to the hallway.]\n\n\nMs. Butterwick:\n Badger's Drift? Yes, indeed! But other than the few incidents this last week, nothing's usually ever spectacular about this place.\n\n\nHarold Clark:\n Why are you here anyway? It doesn't seem much of a profit going to two florists for clues…\n\n\nJr. Rs. Thistle:\n We are simply here… Because this location, is not on the map! It does not even exist!\n\n\nDavies:\n Sir…\n\n\n[Thistle pulls out the map over the area, and points at the location of the house, where there is nothing.]\n\n\nMs. Butterwick:\n Curious, it's an outdated map you've got there haven't you?\n\n\nJr. Rs. Thistle:\n I- Ugh, Okay I think it's time for us to leave…\n\n\nMs. Butterwick:\n Leave already? But there's, there's…\n\n\n[Ms. Butterwick stands in front of the door, still with her tea pot in a firm grip.]\n\n\nMs. Butterwick:\n It would… Certainly be a shame if you left now…. I've still got some.. Tea…\n\n\nJr. Rs. Thistle:\n No, I think we've had quite enough of-\n\n\nHarold Clark:\n Agnes!\n\n\n[Butterwick threw the tea pot at me, I am lying down. David is fighting the lady, who has a shard of the tea pot in her hand. I- Someone's coming in.]\n\n\nUnknown:\n Alright that's enough Ms. Butterwick, you're out of luck!\n\n\n[A middle-aged man in a suit has entered, and gets the shard out of her hand. She backs up against the fireplace where blue porcelain is carefully lined up. The man pants and turns toward us.]\n\n\nUnknown:\n I'm terribly sorry officers, but I'm afraid your quest has been in vain.\n\n\n[David looks on puzzled.]\n\n\nJr. Rs. Thistle:\n Wh- Who are-\n\n\nC.I. Barnaby:\n Chief Inspector Barnaby. And this is Sergeant Troy.\n\n\n[C.I. Barnaby gestures toward a young man at his side.]\n\n\nC.I. Barnaby:\n Ms. Butterwick thought she would be able to use you for her own good! But unfortunately, for her, my wife Joyce happens to be a terribly skilled botanist.\n\n\n[David shakes his head, utterly confused. Harold Clark is far deep into the couch, with a shocked expression.]\n\n\nJr. Rs. Thistle:\n Wha-\n\n\nC.I. Barnaby:\n Ms. Butterwick had wrongly labeled the flowers of the florist's latest week bouquet, to \nAnthurium andreanum\n, when clearly, the species concerned was \nAnthurium alicia\n. A costly mistake, that led us here.\n\n\n[Harold Clark shakes his head to this.]\n\n\nHarold Clark:\n An- Andreanum? Oh Agnes… No. You wouldn't…\n\n\nMs. Butterwick:\n I would Harold. They were all in the way. The know-it-all Joyce… I should have figured she could not be trusted with the weekly bouquet.\n\n\nJr. Rs. Thistle:\n What the fuck is going on?\n\n\nC.I. Barnaby:\n I'm afraid, it is quite the way we suspected it, Mr. Thistle. Ms. Butterwick was afraid that the company of her ex-lover Mr. Green would take over the role of her florists. Consequently she did the only thing she could do in the situation. She dumped little Timmy in the river, hung Linda Screwbury from the church tower and smashed Mr. Fralley's head with his own garden gnome.\n\n\nJr. Rs. Thistle:\n His own wha-\n\n\nC.I. Barnaby:\n Yes, good question! Why… Why did Mr. Clark decide to attack you at this moment? Well it's really quite simple… Mr. Clark is, and always has been, madly in love with Ms. Butterwick. He was hiding in the bushes because he wanted to steer possible admirers off her property.\n\n\n[Ms. Butterwick giggles. Harold Clark looks down into his lap.]\n\n\nC.I. Barnaby:\n Unfortunately, the love is unanswered. To her, Harold was but a nuisance. Which is why she decided to try to kill you two gentlemen here and frame Harold for the murder.\n\n\nHarold Clark:\n No! Agnes! No!\n\n\nSgt. Davies:\n Oh my god!\n\n\n[Thistle looks angrily at me.]\n\n\nMs. Butterwick:\n Always, these coppers, in the way of actually achieving anything for the florists!\n\n\nC.I. Barnaby:\n I suggest you gentlemen leave now, you have been ravaged well enough by Midsomer county.\n\n\n[David exits the building.]\n\n\n\n\n[END LOG]\n\n\n\n\nOf all the PoIs involved with this encounter, only PoI-904, 'Chief Inspector Barnaby' has been observed repeatedly within SCP-5342. Therefore, Junior Researcher David Thistle was ordered to detain and interrogate PoI-904 for its involvement in SCP-5342s generation.\n\n\n\n\nAddendum 5342-2: Interrogation Log, 4th of August, 1998.\n\n\n\n\nInterrogation subject:\n Poi-904\n\n\nInterrogator:\n Jr. Rs. David Thistle\n\n\nForeword:\n The interview took place within SCP-5342 in PoI-904's office.\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n\n\n\n\nPoi-904, or 'C.I Barnaby'.\n\n\n\n\n\n\nC.I. Barnaby:\n Alright, so what's this about really David?\n\n\nJr. Rs. Thistle:\n Inspector Barnaby, we have taken you here in order to clear out some details on what you call Midsomer County…\n\n\nC.I. Barnaby:\n I'm the only inspector in the county you know, there are things that I need to clear up. Why would you want me here?\n\n\nJr. Rs. Thistle:\n Could you tell me about the murder rates of Midsomer county across the last three years?\n\n\nC.I. Barnaby:\n Murder counts? There are only so many in a place like Midsomer, I me-\n\n\nJr. Rs. Thistle:\n We've counted. 453 murders. In a small-sized county… Does that not sound odd to you? And the fact, that none of the murderers, victims or surrounding involved have any historical record.\n\n\n[Barnaby listens intently with wrinkled eyebrows.]\n\n\nJr. Rs. Thistle:\n A small-sized county, with hundreds of… of, of… Equestrian societies! Communals! Cult gatherings! Noble families! Creative clubs, uh-uh, Golf clubs! Boxing associations! Actual golf clubs!..\n\n\n[Thistle sighs loudly.]\n\n\nC.I. Barnaby:\n Hmm…\n\n\nJr. Rs. Thistle:\n I mean, you never found this a bit abnormal? That, that something's not right?\n\n\nC.I. Barnaby:\n You might be right… There is something missing here.\n\n\n[Barnaby stands up, and looks out the window.]\n\n\nC.I. Barnaby:\n Equestrian societies… Hm.\n\n\n[Barnaby moves back to the table and looks down at Thistle.]\n\n\nC.I. Barnaby:\n There was always something missing, but now I think we've finally got it.\n\n\n[Thistle makes a sigh of relief.]\n\n\nJr. Rs. Thistle:\n Really?\n\n\nC.I. Barnaby:\n Yes. There have been many murders, disappearances and intrigues. I have made many cases. However…\n\n\n[Thistle leans back into his chair]\n\n\nC.I. Barnaby:\n …There was never, an equestrian society.\n\n\nJr. Rs. Thistle:\n What?..\n\n\nC.I. Barnaby:\n But you would like there to be one don't you?\n\n\nJr. Rs. Thistle:\n Eh-Uhm, 'scuse me?\n\n\nC.I. Barnaby:\n David Thistle, you are under arrest for the murders of Mrs. Smith, Harry Jester and Mr. Wallace Hickinbottom. Sergeant Troy!\n\n\n[Thistle sits with his mouth agape as sergeant Troy enters the room with handcuffs. As he is cuffed, Thistle looks down in shock.]\n\n\nJr. Rs. Thistle:\n But I…\n\n\nC.I. Barnaby:\n Oh, David, if that is your real name, there is no need to explain. I know you always really wanted to illustrate Midsomer county as an anomaly in order to relieve the consequences of your own deeds. That is why you wanted to speak to me today isn't it? To have me doubt my own reality, and thereby leave your case be…\n\n\n[Sergeant Troy struggles with the hand cuffs. C.I. Barnaby scoffs.]\n\n\nC.I. Barnaby:\n 453 murders… Hah! As far as I know we're yet at 387…\n\n\n[Thistle now looks up at C.I. Barnaby with a grin.]\n\n\nJr. Rs. Thistle:\n Oh, Barnaby… You were always the sharpest one. I should've known that you would see me through. Very well, take me away.\n\n\n\n\n[END LOG]\n\n\n\n\nInvestigations into the disappearance of Junior Researcher David Thistle are ongoing.\n\n\n\n\n\n\n« \nSCP-5341\n | SCP-5342 | \nSCP-5343\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5342\n\" by Nils Severin, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5342\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Charlottesvile 2018 (30129926228).jpg\n\n\nAuthor:\n Anthony Crider\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n Sylvie Schenk.jpg\n\n\nAuthor:\n Amrei-Marie\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n Jersey WWII 28 June 1940 bombing commemoration 2013 09.jpg\n\n\nAuthor:\n Man vyi\n\n\nLicense:\n Public domain.\n\n\nSource Link:\n \nWikimedia Commons\n\n\nAdditional Notes:\n Cropped by Brunzell\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. According to British \nroad hierarchy\n, B-roads are classified as roads connecting areas of lesser importance. C-roads are used for local routes.",
    "addendums": [
        "Addendum 5342-1: Observational Log, 3rd of July, 1998.\nOf all the PoIs involved with this encounter, only PoI-904, 'Chief Inspector Barnaby' has been observed repeatedly within SCP-5342. Therefore, Junior Researcher David Thistle was ordered to detain and interrogate PoI-904 for its involvement in SCP-5342s generation.",
        "Addendum 5342-2: Interrogation Log, 4th of August, 1998.\nInvestigations into the disappearance of Junior Researcher David Thistle are ongoing."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5342 \" by Nils Severin, from the SCP Wiki . Source: https://scpwiki.com/scp-5342 . Licensed under CC-BY-SA .",
        "Filename: Charlottesvile 2018 (30129926228).jpg Author: Anthony Crider License: CC-BY 2.0 Source Link: Wikimedia Commons",
        "Filename: Sylvie Schenk.jpg Author: Amrei-Marie License: CC BY-SA 4.0 Source Link: Wikimedia Commons",
        "Filename: Jersey WWII 28 June 1940 bombing commemoration 2013 09.jpg Author: Man vyi License: Public domain. Source Link: Wikimedia Commons Additional Notes: Cropped by Brunzell"
    ],
    "item": "SCP-5342",
    "object_class": "Keter",
    "containment_procedures": "B- and C-roads1 in villages in the southern parts of England are monitored for suspected SCP-5342 entrances by security personnel. If any entrances are observed, nearest Foundation facility is responsible for blockage of this entrance in order to obstruct any civilian intrusions. The anomaly has only been sighted during the summer season and so monitoring is only assumed to be valuable across the months of June, July and August.",
    "description": "SCP-5342 designates an area of human population resembling a small-sized English county however with an indeterminable size. Depending on various conditions different environments seem to be generated through some extradimensional mean. Entrances to the area have without exception consisted of local roads across smaller villages that date back to at least the Edwardian era.",
    "title": "SCP-5342"
}