{
    "url": "https://scp-wiki.wikidot.com/scp-5347",
    "all_text": "rating: \n+51\n+\n–\nx\n\n\nby \nElunerazim\n\n\n\n\n\n\n\n\nA Manifestation of SCP-5347-1 off the coast of Carpenteria, California (Right).\n\n\n\n\n\n\nItem #:\n SCP-5347\n\n\nObject Class:\n \nGödel-Euclid\n Gödel-Keter\n\n\nSpecial Containment Procedures:\n SCP-5347-1 is currently uncontainable by Foundation efforts due to the failsafes of those who did not flee to the \narboraceous nomenclative hazard\n, though it is largely contained by the effects of SCP-5347-2. Photographic and visual evidence of SCP-5347-1 has been discredited due to its resemblence to a \nFata Morgana\n1\n, and entry to SCP-5347-1 has been deemed impossible by any means outside of SCP-5347-2.\n\n\nSCP-5347-2 is known only to occult groups and thus requires no special containment procedures.\n \nThe proliferation of an unrelated non-anomalous meme has made a part of SCP-5347-2's procedure a common phrase in certain communities, and as such has led to an exponential increase in victims of SCP-5347-2 since May 2020.\n New information regarding the procedures of SCP-5347-2 should be reported to the SCP-5347 Research Head.\n\n\nDescription:\n SCP-5347-1 is a partially-submerged island off the coast of \nHy-Brasil\n. Due to the transitive nature of Hy-Brasil itself, SCP-5347-1 has appeared at multiple locations, usually appearing approximately 3 nautical miles off the coast of a calm and temperate beach. Attempts to approach SCP-5347-1 by any form of non-anomalous travel has been deemed impossible, as despite attempting to approach SCP-5347-1, any vehicles or persons appear to move in place approximately 1 mile from SCP-5347-1. SCP-5347-1 will maintain its position for exactly 3, 5, 13, or 17 days before disappearing under heavy fog.\n\n\nSCP-5347-1 uniformly manifests with identical topology and size. Slight shifts, such as felled trees, fishing nets, and small signal or cooking fires indicate individuals sent to SCP-5347-1 remain active between manifestations. Sub-surface imaging has revealed \nlarge cocoon-like pods\n attached to the island's coast.\n\n\nSCP-5347-2 is a series of thaumic rituals and triggers which, when enacted properly, teleport an individual to SCP-5347-1. The current specifics of SCP-5347-2 are unknown, though certain aspects and phrases have been identified in \nDocument Hayforth-ESHU\n.\n\n\nFindings of Document Hayforth-ESHU\n was a book obtained from college student and amateur occultist Vanessa Hayforth following her 1966 entry to the \nPseudonymous Timberland\n. It described several occult rituals, including some mentions of SCP-5347-2. Much of the document's mentions were unclear, but the following mentions could be gleaned:\n\n\n\n\nThe subject sent to SCP-5347-1 must be painted with ceremonial tattoos and markings. This is believed to be a purely ceremonial aspect of the ritual, as no victims of SCP-5347-2 have been known to have been painted with such markings.\n\n\nThe subject sent to SCP-5347-1 must be of fae bloodlines, or have had their ancestors sworn to a fae blood pact - due to the proliferation of fae geneology during the first occult war, approximately 70% of humans alive today are believed to have trace amounts of fae blood.\n\n\nThe subject sent to SCP-5347-1 must be within \n\"three times five times 13 times 17 Deiscéim\"\n2\n of the current manifestation of SCP-5347-1.\n\n\nThe subject sent to SCP-5347-1 must be told the exact phrase \"\nYou are going to Hy-Brasil\n\"\n\n\n\n\n\n\n+ Addendum 1\n\n\n\n\n- Hide\n\n\n\n\n\n\n\n\n\n\nAn example of a typical SCP-5347-2 triggering image.\n\n\n\n\n\n\n\n\n\n\nAddendum 1:\n In early 2020, a non-anomalous image macro was proliferated around the internet with unfortunate similarity to the specific trigger phrase of SCP-5347-2. Due to this, an on-going coverup campaign is in progress.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A type of mirage where an island or ship appears to float above the horizon\n\n\n2\n. a classical Celtic unit of measurement, equal to 1.5 meters. 3315 Deiscéim is equal to approximately 5 kilometers.\n\n\n\n\n\n\n\n\n« \nSCP-5346\n | SCP-5347 | \nSCP-5348\n »",
    "addendums": [],
    "documents": [
        "Findings of Document Hayforth-ESHU was a book obtained from college student and amateur occultist Vanessa Hayforth following her 1966 entry to the Pseudonymous Timberland . It described several occult rituals, including some mentions of SCP-5347-2. Much of the document's mentions were unclear, but the following mentions could be gleaned:"
    ],
    "notes": [],
    "item": "SCP-5347",
    "object_class": "Gödel-Euclid Gödel-Keter",
    "containment_procedures": "SCP-5347-1 is currently uncontainable by Foundation efforts due to the failsafes of those who did not flee to the arboraceous nomenclative hazard, though it is largely contained by the effects of SCP-5347-2. Photographic and visual evidence of SCP-5347-1 has been discredited due to its resemblence to a Fata Morgana1, and entry to SCP-5347-1 has been deemed impossible by any means outside of SCP-5347-2.",
    "description": "SCP-5347-1 is a partially-submerged island off the coast of Hy-Brasil. Due to the transitive nature of Hy-Brasil itself, SCP-5347-1 has appeared at multiple locations, usually appearing approximately 3 nautical miles off the coast of a calm and temperate beach. Attempts to approach SCP-5347-1 by any form of non-anomalous travel has been deemed impossible, as despite attempting to approach SCP-5347-1, any vehicles or persons appear to move in place approximately 1 mile from SCP-5347-1. SCP-5347-1 will maintain its position for exactly 3, 5, 13, or 17 days before disappearing under heavy fog.",
    "title": "SCP-5347"
}