{
    "url": "https://scp-wiki.wikidot.com/scp-5358",
    "all_text": "rating: \n+55\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nBrought to you by VKTM!\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n5358\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5358-2 as depicted in an SCP-5358-3 poster instance.\n\n\n\n\n\n\n\n\n\n\n\n\nASSIGNED SITE\n\n\nSITE DIRECTOR\n\n\nRESEARCH HEAD\n\n\nASSIGNED TASK FORCE\n\n\n\n\n\n\nSite-43\n\n\nAllan J. McInnis\n\n\nDr. Lillian S. Lillihammer\n\n\nMTF Kappa-43\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n Instances of SCP-5358-1 and -3 are held within High-Yield Data Storage Facility 2, located at Site-43. Experimentation is restricted to Level-3 personnel or higher. Affected individuals are to immediately be detained and treated with Class-C amnestics.\n\n\nUndercover field agents of MTF Kappa-43 with Level-2 hazardous resistance have been dispatched to search the target area in which new instances of -1 and -3 arise, where they are to be confiscated.\n\n\nFoundation web-crawlers are to download SCP-5358 related media\n.\nIncluding SCP-5358-3 instances found online.\n into the Site-43 database for cognitive decontamination and examination of any undisclosed information regarding SCP-5358-2 or GoI-5889. Civilian witnesses are to be administered Class-A amnestics.\n\n\n\n\n\n\nSCP-5358-1 instances' box cover art.\n\n\n\n\n\n\nDESCRIPTION:\n SCP-5358-1 instances are standard VHS cassette tapes, created and distributed by GoI-5889 \n[\n\"Vikander-Kneed Technical Media\"\n]\n. Each instance contains an infomercial for SCP-5358-2, an unknown country known as \n\"Vlorschidia.\"\n\n\nSCP-5358-1's anomalous properties are triggered whenever an individual views an instance's entirety without interruption. Subject will proceed to search for the nearest large body of water. Once they reach their destination, they will stand in place and salute before chanting a series of indecipherable lines in a melodic flow, assumed to be Vlorschidia's \"national anthem.\" After subject concludes, they will stare at the shoreline from a period of a few minutes to a couple of hours without reacting to outside circumstances. Subject loses all memory of the effects following this.\n\n\nSCP-5358-2 is a land of unknown measurements, origin, or location. Vlorschidia has a set of features, including:\n\n\n\n\nIts own unique language, \n\"Vlorsch.\"\n\n\nA national anthem.\n\n\nA flag, the background being red and blue stripes and a yellow 'V' with thick black outlining in the foreground.\n\n\nIntricate structures that curve, bend, and split at several points.\n\n\nIts own currency known as \n\"Vloins.\"\n\n\nGovernment system.\n\n\nHistorical figures and events, and more.\n\n\n\n\n\n\n\n\nExample SCP-5358-3 instance derived from the social media app \n\"Instagram.\"\n\n\n\n\n\n\nSCP-5358-3 instances are a multitude of mildly cognitohazardous media that also advertise SCP-5358-2,\n.\nNone as of yet contain any information regarding SCP-5358-2's whereabouts or available contact information.\n ranging from ads in newspapers, posters, and fliers, to segments of television and radio stations, as well as posts on popular social media apps and websites. Viewing or listening of any instance results in the individual recalling a certain time where they or someone they know has visited Vlorschidia. However, subjects typically refused to elaborate any further.\n\n\nSCP-5358-1 and physical SCP-5358-3 instances manifest within Asheville, North Carolina, USA. To date, no patterns can be discovered between each reported manifestation of these instances.\n\n\nSCP-5358-A is Vivo Mann Gollifer, the host of SCP-5358-1. It resembles a human male clothed in a dark blue tuxedo with a black tie, white gloves and shorts, socks, and sandals. Its face is yet to be seen as it is blocked off from the nose-up throughout the infomercial. Attempts to search for information regarding the entity resulted unsuccessfully.\n\n\n\n\n\n\n\n\nADDENDUM-1\n\n\n\n\n\n\n\n\n\n\n\n\nAt the opening of SCP-5358-1, the title \n\"Vlorschidia: an Infomercial\"\n is displayed in bold, white lettering with the subhead underneath \n\"Brought to you by Vikander-Kneed Technical Media\"\n onto a black background for 1 minute before gradually shifting to a scene of a rainforest background.\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n\n\n\n\nPulled frame from opening scene of SCP-5358-1.\n\n\n\n\n\n\n[It is noted that SCP-5358-A is the only individual speaking English, with other citizens communicating in the country's language. However, subtitles are provided.]\n\n\n[Background music starts. SCP-5358-A enters from from the left, distorting the background, exposing the obvious greenscreen. It stands in place, holding a blue microphone with the letter V crudely-painted in gold around the exterior. SCP-5358-A broadly smiles, showing its golden teeth before clearing its throat.]\n\n\nSCP-5358-A:\n Hello, fellow other people from other countries watching this infomercial. My name is Vivo Mann Gollifer-\n\n\n[White text reading \"Vivo Mann Gollifer\" appears for a couple of seconds, in which SCP-5358-A pauses before the message disappears.]\n\n\nSCP-5358-A:\n -a proud citizen of this proud and very proud country, Vlorschidia, home of the proud. I am also the host hosting this infomercial to provide you curious cats in our culture, attractions, natives, and other things that are at least \nslightly more entertaining\n than \nyour\n stupid, boring country. \n(It yawns)\n Aw, man, I'm yawning just thinking of you sitting down, watching me ramble on and insulting other groups with no apparent consequences for the sake of humor and convincing you to join us \nplease\n…but, hey, you're still watching!\n\n\n[An unidentified individual, clothed in a torn hoodie and blue trousers comes into the background frame with a jug of gasoline. They begin to pour the liquid onto the surrounding area. SCP-5358-A does not seem to acknowledge their presence.]\n\n\nSCP-5358-A:\n Now, as you can see, this is our lovely rainforest that we take care of dearly and, uh, faithfully. Beautiful, don't you think? Well, with you visitors coming along, it could all burn down and turn to ash…Oh, don't worry, that was just a slight exaggeration. Well, there \nmight\n be a little pollution and all that, but who cares? Surely not us \n(laughs hysterically)\n.\n\n\n[Music abruptly ceases.]\n\n\nSCP-5358-A:\n Don't at us.\n\n\n[Music resumes. SCP-5358-A checks its wristwatch.]\n\n\nSCP-5358-A:\n Ah, look at the time. Have to hurry on now, don't want to bore you short attention-spanned viewers. Come on, I know where to go!\n\n\n[SCP-5358-A leaves the frame in an awkward manner and the unknown person takes a match stick from their pocket, lighting it and dropping it onto the ground. Segment ends before it hits the surface.]\n\n\n\n\n\n\n\n\nPulled frame of a house.\n\n\n\n\n\n\n[SCP-5358-A is throwing pebbles at the top window of a house but to no response.]\n\n\nSCP-5358-A:\n Hello? Neighbor? It's me, the one you always yell at to get off the lawn. Wait, that doesn't narrow anything down, does it?\n\n\n[Silence for a couple of seconds. SCP-5358-A takes out a brick and throws it. A citizen, seemingly in their fifties, enters in view of the camera with a confused expression. The brick crashes through the window and hits their face, causing them to collapse.]\n\n\nSCP-5358-A:\n Oh fuck, cut that ou-\n\n\n[Scene cuts and the individual is seen waving at the camera in an exaggerated manner, their teeth missing and strings attached to their head and arms to an above area. The window is still broken and stained in blood.]\n\n\nSCP-5358-A:\n Eh, good enough.\n\n\n[SCP-5358-A pulls out its microphone from its back.]\n\n\nSCP-5358-A:\n Another aspect for sore tourists are our citizens, your aspiring neighbors. They won't make fun of you, no yelling, no cussing, all the pure greatness, right in front of your doorstep. With them, you'll have no problem performing the same mundane tasks you've been doing for the past, what, decade now? Oh, what have you been doing besides staring at a screen your whole damn life?\n\n\n[Silence for 3 minutes. The camera pans between the hanging body and SCP-5358-A as it gradually zooms in. It suddenly resets.]\n\n\nSCP-5358-A:\n Oh, I just remembered. Who \nactually\n cares what you do with your life? I certainly don't. I just want you to waste your time and money here instead. Anyways, I'm bored with this segment. Let us continue, shall we? Onward, to more beauty! \n(Puts its hand onto its ear, whispering)\n Hey, Dareth, get the boat and lighter ready, alright? And also, make sure to use bleach when cleaning this time. I'm the advertiser here, not the advisor, you \nfucking\n nitwit.\n\n\n[End of segment.]\n\n\n\n\n\n\n\n\nPulled frame of a bar.\n\n\n\n\n\n\n[SCP-5358-A stands in front of multiple people brawling and inaudibly shouting.]\n\n\nSCP-5358-A:\n This is uh-\n\n\n[A chair soars past SCP-5358-A, barely missing it. Screaming is heard and the host turns to its direction,]\n\n\nSCP-5358-A:\n \n(Clears throat)\n Right, so this is the bar, for the people who want to cope. But not me, I prefer to be sober…at least for today \n(laughs nervously)\n. If you ever want to forget all the money you've wasted coming here, no idea what to do next, come here because the beers are cheap!\n\n\n[A wine bottle hits SCP-5358-A's back, shattering. The host turns.]\n\n\nSCP-5358-A:\n Alright, who threw that?\n\n\n[The crowd ignores SCP-5358-A.]\n\n\nSCP-5358-A:\n I swear to goodness me, I'll kick all you out the bar if that happens again, you hear me? \n(Sighs)\n Anyways-\n\n\n[SCP-5358-A faces the camera.]\n\n\nSCP-5358-A:\n You may think it's a little chaotic with all the rampaging citizens fighting each other like it's war, but don't worry, we also have a hospital. It is a little pricey though, not gonna lie. Just…be careful who you bump into, you don't want to lose more than just your savings.\n\n\n[A door opens offscreen as light shines onto the floor. A silhouette is seen and SCP-5358-A turns to it, frowning.]\n\n\nSCP-5358-A:\n Oh, Jerrie? You have quite the nerve coming here and showing your face. You've owed me that twelve grand for three months ago now, you prick-\n\n\n[The camera pans to the individual as SCP-5358-A tackles them, along with multiple other unidentified people. The scene cuts and Jerrie is seen behind the counter, their baggy eyes full of tears and their arm chained to a pole.]\n\n\nSCP-5358-A:\n That's what you get. Now you're going to stay there until you get me my cash, you understand? I pity you, so I'll give you some more time. But don't forget what I've said. \n(Mutters)\n What a freeloader.\n\n\n[End of segment.]\n\n\n\n\n\n\n\n\nPulled image of a park.\n\n\n\n\n\n\n[SCP-5358-A sits on a bench, cross-legged and observing the surrounding area. A leaf falls on its head and it shakes it off.]\n\n\nSCP-5358-A:\n Hey, you made it till the end of the infomercial. Congratulations! Thank you for sticking around. Seems like you have nothing better to do with your life. Well, apart from the fact that you can come and stay here, in Vlorschidia, full of amazing everything, including a place where you belong. \n(Chuckles)\n Oh, if only.\n\n\n[Pause.]\n\n\nSCP-5358-A:\n Yeah, if you think I'm lying, I'm not. As you can see, I'm in a fancy suit, so…I should be the professional here, not you. Besides, you never been here at all, have you? So how can you judge? Spoiler alert \n(scoffs)\n, you can't.\n\n\n[SCP-5358-A notices and turns to 2 individuals, male and female, having a picnic on the hill as they stare at the cloudy sky. It turns back to the camera, grinning.]\n\n\nSCP-5358-A:\n How 'bout this? I'm gonna go up to that couple over there and ask them for their opinion on this beautiful place, then maybe it'll convince you to move and become one of us forever and ever and ever and ever and ever and ever and ever and ever and ever and ever and ever-\n\n\n[SCP-5358-A continues to repeat itself for 6 minutes as the level of distortion steadily increases before the film cuts to it interviewing the couple, who appear uncomfortable.]\n\n\nSCP-5358-A:\n \n(To the man)\n Hello, fellow kind sir of this place which is magnificent. What can you say about Vlorschidia? Please \n(whispers into ear)\n answer wisely or else…Just kidding!\n\n\nMan:\n Yeah, um, it is such a remarkable place to live in, you know? Uh-\n\n\nSCP-5358-A:\n Yeah, I do know.\n\n\nMan:\n Yup, and uh…it's \n(pause)\n great to be spending a living here with my girlfriend too…Are we done here now?\n\n\nSCP-5358-A:\n Aw, lookie here, folks, relationship goals, only here at Vlorschidia, land of the lovers. You could even find your one true love here…or not, who knows? Maybe you'll be lonely no matter where you go. \n(Mutters)\n Like they'll be once they break up and regret it all.\n\n\nMan:\n Did you say something?\n\n\nSCP-5358-A:\n Oh, nothing, It's just a little…it doesn't matter. Just, good luck with all your relationship problems and complications waiting ahead in your distant yet close future.\n\n\nMan:\n …Alright?\n\n\nSCP-5358-A:\n \n(Turns to camera)\n There you have it, soon-to-be citizens. Like they said, definitely not against their will, it is a thrill adventure living here in this proud country. Now what are you waiting for? Move here and stay here, settle here in Vlorschidia, where a better life is waiting for you here. Don't ignore us, please.\n\n\n[SCP-5358-A points to the camera for several minutes]\n\n\nWoman:\n Sir, are you okay?\n\n\nSCP-5358-A:\n \n(Under its breath)\n Shut your trap, Mareena. I'm recording an infomercial here\n\n\n[SCP-5358-A hits the woman with its microphone. The screen fades to black and the following message is stated: \"WE ARE NOT A SCAM :)\" The infomercial concludes.]\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUPDATE\n:\n On 30/03/2020, a partially-burnt boat containing a body washed up near the shore of Lake Lure, Asheville. The deceased individual was later identified to be the same person within SCP-5358-1's infomercial. With the Foundation aware of this, involved parties and witnesses were amnesticized and the body was taken in for further investigation.\n\n\nRecovered from the boat were flowers, stuffed animals, photographs, and an SCP-5358-3 postcard instance, reading:\n\n\n\n\n\n\n\n\n+ Show Contents +\n\n\n\n\n- Hide -\n\n\n\n\n\n\nWe even do funerals better, letting the outside know what a de\nlight\nful life is like here, in Vlorschidia. Come today!\n\n\n\n\n\n\n\n\nThe deceased person could not be identified. Further research into the whereabouts of SCP-5358-2 is ongoing following this incident.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nwinkwonkboi's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-6199\n \n(+140)\n \n•\n\n\n\n\n\n\nSCP-2689\n \n(+54)\n \n•\n\n\n\n\n\n\nSCP-6545\n \n(+77)\n \n•\n\n\n\n\n\n\nSCP-6714\n \n(+102)\n \n•\n\n\n\n\n\n\nSCP-7245\n \n(+54)\n \n•\n\n\n\n\n\n\nSCP-7816\n \n(+63)\n \n•\n\n\n\n\n\n\nSCP-7538\n \n(+115)\n \n•\n\n\n\n\n\n\nSCP-6895\n \n(+31)\n \n•\n\n\n\n\n\n\nSCP-6245\n \n(+63)\n \n•\n\n\n\n\n\n\nSCP-8386\n \n(+36)\n \n•\n\n\n\n\n\n\nSCP-5245\n \n(+49)\n \n•\n\n\n\n\n\n\nSCP-3204\n \n(+74)\n \n•\n\n\n\n\n\n\nSCP-4931\n \n(+33)\n \n•\n\n\n\n\n\n\nSCP-7488\n \n(+46)\n \n•\n\n\n\n\n\n\nSCP-7156\n \n(+21)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nCritter Profile: Miss Cassandra!\n \n(+39)\n \n•\n\n\n\n\n\n\nwater diet\n \n(+27)\n \n•\n\n\n\n\n\n\nAnomalous Entity Engagement Division Orientation\n \n(+52)\n \n•\n\n\n\n\n\n\nIn an attempt to feel something.\n \n(+32)\n \n•\n\n\n\n\n\n\nIn Kirby's Case, Part I: An Antithesis\n \n(+11)\n \n•\n\n\n\n\n\n\nSomething's Burning\n \n(+40)\n \n•\n\n\n\n\n\n\nPeople Care, Dear\n \n(+14)\n \n•\n\n\n\n\n\n\nA Sinking Feeling\n \n(+26)\n \n•\n\n\n\n\n\n\nRoses And Thorns\n \n(+18)\n \n•\n\n\n\n\n\n\nman overboard!\n \n(+29)\n \n•\n\n\n\n\n\n\nur typical unrequited love\n \n(+33)\n \n•\n\n\n\n\n\n\nWhy Jones Marcel Should Be Employee of the Century\n \n(+11)\n \n•\n\n\n\n\n\n\n#WettleAppreciationPost\n \n(+138)\n \n•\n\n\n\n\n\n\nA Taste For Sore Eyes\n \n(+12)\n \n•\n\n\n\n\n\n\nGoodnight, Sweet Dreams\n \n(+22)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\na lack of care.\n \n(+28)\n \n•\n\n\n\n\n\n\nCollection Of Trolls (8999 Fanart)\n \n(+89)\n \n•\n\n\n\n\n\n\nKing CalcaRuler: Halloween Emperor\n \n(+29)\n \n•\n\n\n\n\n\n\nfading stars doodles (straight from my phone's sketchbook app)\n \n(+37)\n \n•\n\n\n\n\n\n\nDITTO: SCP-#### Fanart\n \n(+42)\n \n•\n\n\n\n\n\n\nfart exchange gift for jim (7384 fanart)\n \n(+25)\n \n•\n\n\n\n\n\n\n7K DOODLES\n \n(+72)\n \n•\n\n\n\n\n\n\nthe winkwonk page v2\n \n(+38)\n \n•\n\n\n\n\n\n\nARTWITNESS: SCP-5843 Fanart\n \n(+30)\n \n•\n\n\n\n\n\n\nCOMBUST: SCP-6057 Fanart\n \n(+22)\n \n•\n\n\n\n\n\n\nRESPOND: Telecommunications Monitoring Office Fanart\n \n(+48)\n \n•\n\n\n\n\n\n\nFISHER: SCP-2689 Fanart\n \n(+24)\n \n•\n\n\n\n\n\n\nENLIGHTENMENT: SCP-6059 Fanart\n \n(+42)\n \n•\n\n\n\n\n\n\nSCiPTEMBER DOODLES\n \n(+23)\n \n•\n\n\n\n\n\n\nCRACKHEAD: SCP-173 Fanart\n \n(+31)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5357\n | SCP-5358 | \nSCP-5359\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5358\n\" by winkwonkboi, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5358\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n VKlogotransparent\n\n\nAuthor:\n \nGrigori Karpin\n\n\nLicense:\n CC BY-3.0\n\n\nSource Link:\n\n\nAdditional Notes:\n\n\n\n\n\n\nFilename:\n Sacramento Historic Neighborhood\n\n\nAuthor:\n moonjazz\n\n\nLicense:\n CC PDM 1.0\n\n\nSource Link:\n \nhttps://search.creativecommons.org/photos/035617f7-6a35-4ded-b85d-32f1daf7a4f6\n\n\n\n\n\n\nFilename:\n Elk River Rainforest\n\n\nAuthor:\n pellaea\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://search.creativecommons.org/photos/1b7244e8-958e-41bf-80f9-47e2dedf3161\n\n\nAdditional Notes:\n\n\n\n\n\n\nFilename:\n Bar Friends\n\n\nAuthor:\n glennharper\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://search.creativecommons.org/photos/42dfe8a9-f663-49c0-8845-4fde63c31115\n\n\nAdditional Notes:\n\n\n\n\n\n\nFilename:\n park bench - Peterborough\n\n\nAuthor:\n sammydavisdog\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://search.creativecommons.org/photos/2eeb81de-e04f-4996-b522-54b60ed24b22\n\n\nAdditional Notes\"\n\n\n\n\n\n\nFilename:\n File:우도가 숨ː쉰다 - 서해 NLL의 무인도 '우도' 그 곳을 지키는 장병들의 사진이야기 □ ‘Wu-do’ the uninhabited island on NLL of the West Sea and Photo Stories of Soldiers There (10942351755).jpg\n\n\nAuthor:\n 대한민국 국군 Republic of Korea Armed Forces\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://search.creativecommons.org/photos/f0049175-f698-409b-bb09-226f414743b6\n\n\nAdditional Notes:\n Edited by \nLord_of_Laugh\n\n\n\n\n\n\nFilename:\n We went to a college party\n\n\nAuthor:\n Ross Catrow\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://search.creativecommons.org/photos/8124a66c-222b-411b-8c7b-803d2523f5d8\n\n\nAdditional Notes:\n Edited by \nLord_of_Laugh",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5358 \" by winkwonkboi, from the SCP Wiki . Source: https://scpwiki.com/scp-5358 . Licensed under CC-BY-SA .",
        "Filename: VKlogotransparent Author: Grigori Karpin License: CC BY-3.0 Source Link: Additional Notes:",
        "Filename: Sacramento Historic Neighborhood Author: moonjazz License: CC PDM 1.0 Source Link: https://search.creativecommons.org/photos/035617f7-6a35-4ded-b85d-32f1daf7a4f6",
        "Filename: Elk River Rainforest Author: pellaea License: CC BY 2.0 Source Link: https://search.creativecommons.org/photos/1b7244e8-958e-41bf-80f9-47e2dedf3161 Additional Notes:",
        "Filename: Bar Friends Author: glennharper License: CC BY 2.0 Source Link: https://search.creativecommons.org/photos/42dfe8a9-f663-49c0-8845-4fde63c31115 Additional Notes:",
        "Filename: park bench - Peterborough Author: sammydavisdog License: CC BY 2.0 Source Link: https://search.creativecommons.org/photos/2eeb81de-e04f-4996-b522-54b60ed24b22 Additional Notes\"",
        "Filename: File:우도가 숨ː쉰다 - 서해 NLL의 무인도 '우도' 그 곳을 지키는 장병들의 사진이야기 □ ‘Wu-do’ the uninhabited island on NLL of the West Sea and Photo Stories of Soldiers There (10942351755).jpg Author: 대한민국 국군 Republic of Korea Armed Forces License: CC BY-SA 2.0 Source Link: https://search.creativecommons.org/photos/f0049175-f698-409b-bb09-226f414743b6 Additional Notes: Edited by Lord_of_Laugh",
        "Filename: We went to a college party Author: Ross Catrow License: CC BY-SA 2.0 Source Link: https://search.creativecommons.org/photos/8124a66c-222b-411b-8c7b-803d2523f5d8 Additional Notes: Edited by Lord_of_Laugh"
    ],
    "title": "SCP-5358"
}