{
    "url": "https://scp-wiki.wikidot.com/scp-5365",
    "all_text": "rating: \n+172\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n96.24%\n\n(+179)\n\n\n3.76%\n\n(-7)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5365 — You Do Not Recognize The Antibodies In D. Walter\n\n\"All ideas are viruses, spread like epidemics.\" - Kamski, Detroit Become Human\n\n\nTo \nRigen\n specifically, I hope this meets your hopes for an \"art or tale about anomalous disease SCP/SCPs\" since I couldn't figure out a way to do a tale about a disease without paralleling the current pandemic (and I honestly didn't realize that the request was for art or tale rather than an SCP until like 2 days before the due date). I hope you enjoy it :) Happy Holidays!\n\n\nWriting Critters: Orgath, Dr. Whitney, Grigori Karpin, HarryBlank, Dysadron, Dr. Chandra, RadioactiveRADs, Radguel, Phiiota, Ralliston,\n\n\nScience Critters: Opal and Solari\n\n\n\n\n\n\n\n\n\n\nrating: \n+172\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-5365\n\n\nObject Class:\n \nHiemal\n1\n\n\nSpecial Containment Procedures:\n SCP-5365 instances (excluding SCP-5365-0) are to be placed into two quarantine bays, with males in Bay-2A and females in Bay-2B, and are to be monitored by Site-20 medical staff. Personnel interacting with any SCP-5365 instances are to follow all guidelines set for a level 3 infectious anomaly. Following interaction, personnel are to undergo non-contact sterilization per Foundation guidelines on microbial anomalies.\n\n\nAll children of St. Luke's Elementary School not exhibiting symptoms are to be placed into a secondary quarantine until SCP-5365-ζ transmission and immunity is understood more completely.\n\n\nSCP-5365-0 is to be relocated to Site-20’s psychiatric ward until proper containment and/or neutralization procedures have been determined. All staff interactions with SCP-5365-0 are to be prepared and approved before-hand in order to avoid exacerbation of symptoms and unexpected modifications of SCP-5365-ζ.\n\n\nDescription:\n SCP-5365 is the designation assigned to 343 children aged 7-12 who attended St. Luke’s Elementary School. Each child, designated as SCP-5365-0 through SCP-5365-342, has experienced a form of ongoing anomalous disease, designated as SCP-5365-ζ, since February 2017. Transmission of SCP-5365-ζ occurs through physical contact between male and female adolescents.\n\n\nSymptoms of SCP-5365-ζ, in order of appearance in an afflicted individual, include:\n\n\n\n\n\n\nEarly presentation of SCP-5365-ζ plaques on SCP-5365-13 before hardening\n\n\n\n\n\n\n\n\nDeep purple rounded plaques appearing across the body. Plaques are often itchy and bleed easily with irritation.\n\n\nPersistent fever of ~39°C when measured by thermometer. Skin contact between uninfected and infected instances have exhibited results of temperatures far above measured values — in one case leaving second degree burns on a medical staff's opisthenar skin after checking for fever on an instance's forehead — without similar consequences to the instance. Fevers are often accompanied by perspiration and may be reduced through usage of a cloth dampened in ice water.\n\n\nConsistent headache during movement or increased mental functions. Distractions through cartoons, pleasure reading, coloring books, and video games have been observed to decrease the intensity of headaches, although whether these observations are the result of a placebo or are related to the activity of SCP-5365-ζ is currently unknown.\n\n\nLethargy towards activities not deemed as pleasurable to the instance. Hot soup has been shown to cause a burst in energy following ingestion, allowing instances to move on their own between resting locations.\n\n\n\n\nThe incubation period of SCP-5365-ζ is believed to be between 5 minutes to 3 hours after physical contact is made with a symptomatic instance, with the time taken to first express symptoms dependent upon the age of the instance. Infected individuals are able to transmit SCP-5365-ζ immediately following infection through any form of physical contact. Once symptoms begin to appear, the instance will rapidly progress through each symptom of SCP-5365-ζ in the span of 30 minutes.\n\n\nAccording to interviews with faculty members of St. Luke’s Elementary School, the infection began spreading from SCP-5365-1, 7-year-old Jason Phillips, on February 7\nth\n, 2017, at around 8:15am. Although there are minor discrepancies in the order of events, interviews have been fruitful in determining the progression of SCP-5365-ζ (refer to Addendum-1).\n\n\nSCP-5365-0 is a 7-year-old girl theorized to be a developing reality bender and the source of SCP-5365-ζ (refer to Addendum-2). In order to minimize the risk of exacerbating SCP-5365-ζ's symptoms and spread, priority has been placed on neutralizing SCP-5365-ζ before further tests on SCP-5365-0's abilities are conducted.\n\n\nAddendum-1:\n Interview with Mr. Jonathan Franks, teacher at St. Luke’s Elementary\n\n\n\n\n\n\nBegin log\n\n\n\n\n\n\nDr. Gennaro:\n Hello Mr. Franks, thank you for sitting down with us today. We are from a side branch of the CDC, specialized in abnormal infections. Are you okay with us recording this interview for our records?\n\n\nMr. Franks:\n Yeah, sure. How can I help you?\n\n\nDr. Gennaro:\n We understand that you are the primary teacher of [SCP-5365-1], is that correct?\n\n\nMr. Franks:\n Yeah, everything except math.\n\n\nDr. Gennaro:\n Perfect. Please tell us everything you can about what happened yesterday.\n\n\nMr. Franks:\n Yeah, okay. It came out of nowhere. I’ve been teaching for twenty-nine years now and I thought I’d seen everything. Kids get sick all the time. Germy little things. And the parents never keep ‘em home so everything just spreads around. It’s amazing it took so long for something like this to happen, to be totally honest, but this was like nothing else. One day, everyone was healthy, and then the next— it was like a plague unleashed. The day started like normal, kids entered, said bye to the parents, and had five minutes to socialize.\n\n\nDr. Gennaro:\n Nothing out of the ordinary?\n\n\nMr. Franks:\n No. Nothing at all. But that’s when it all went to shit. We weren’t more than a minute into social time before [SCP-5365-1] started bugging the girls, like he always did.\n\n\nDr. Gennaro:\n So this was normal behavior?\n\n\nMr. Franks:\n Absolutely. Little shit would bother everyone. He’s a little attention attractor, you know? So I went over and broke 'em up and knelt down to give [SCP-5365-1] a talking to, and these spots started popping up all over his arms. It was nuts. I’ve never seen anything like that happen so quick.\n\n\nDr. Gennaro:\n What did you do next?\n\n\nMr. Franks:\n What any teacher would do! I sent him to get his things and to take them with him to the office to call his mom. Barely had my back turned though before he walked over to [SCP-5365-2] and gave her a shove, shitty little kid things right? But the day went on like normal. I did my job and checked her out. No spots so no worries, right? At least, until recess. I don’t know how, but in all the commotion of playtime it must have spread like wildfire. They all came back blotchy and coughing. By the end of the day, I don’t think a single one was clear.\n\n\nDr. Gennaro:\n Thank you for your time. We will be in touch if we need anything else from you.\n\n\n\n\n\n\nEnd log\n\n\n\n\n\n\nAddendum-2:\n Interview with Mrs. Sara Flynn, mother of [SCP-5365-0]\n\n\n\n\n\n\nBegin log\n\n\n\n\n\n\nDr. Gennaro:\n Hello Mrs. Flynn, please have a seat.\n\n\nMrs. Flynn:\n H-hello. How do you do?\n\n\nDr. Gennaro:\n Are you okay? You aren’t in any kind of trouble so there’s no need to be anxious here. We’re just trying to determine the cause of your child’s illness.\n\n\nMrs. Flynn:\n So you’re not here about—? Never mind. How can I help?\n\n\nDr. Gennaro:\n Here about what? Mrs. Flynn? If there’s something you need to tell us, now would be the time.\n\n\nMrs. Flynn:\n Well, are you sure? It’s probably nothing. Just the crazy ramblings of a worried parent probably.\n\n\nDr. Gennaro:\n Nothing is crazy here. Tell us what’s on your mind.\n\n\nMrs. Flynn:\n Well, it’s my daughter, [SCP-5365-0], I think this might be her doing.\n\n\nDr. Gennaro:\n How so?\n\n\nMrs. Flynn:\n Umm. I don’t know how to put this. I’ve never said it out loud before. But she, uh, she can \nmake\n things.\n\n\nDr. Gennaro:\n What kinds of things?\n\n\nMrs. Flynn:\n Mostly just small things. When she was a baby we would find her playing with blocks that had just been put away, find her eating candy we hadn't seen before, things like that. And, as she’s gotten older, she’s started doing more. She doesn't mean to though! She's really a sweet girl! But then, last Christmas, someone— this all probably sounds insane, doesn’t it? Even I think I’m insane saying any of this.\n\n\nDr. Gennaro:\n Ma’am, please continue. This is more important for us to know than you’d think.\n\n\nMrs. Flynn:\n Okay, so, last Christmas time, our neighbor told her about Santa. Told her he comes down the chimney through a fireplace, but we didn’t have a fireplace. She was all upset so he told her that that's okay, Santa doesn't need one, he makes his own. Then on Christmas Eve, in the middle of the night, one appeared downstairs, a fireplace I mean, jammed into the wall. The flames leapt out and caught our tree. I ran outside with [SCP-5365-0] but my husband grabbed the extinguisher to try to put it out.\n\n\nMrs. Flynn begins to sob.\n\n\nDr. Gennaro:\n Please, take your time. We are in no rush right now.\n\n\nMrs. Flynn:\n Th—thank you. Jim barely made it out from the fire. He was covered in burns and had to be rushed to the hospital. Firefighters told me the extinguisher hadn't even done anything to stop the tree fire. According to them, there wasn't even a chance of putting it out before the whole house went up in flames.\n\n\nDr. Gennaro:\n And so why do you think [SCP-5365-0] is responsible for this too?\n\n\nMrs. Flynn:\n Well you wouldn’t be talking to the parents if you could figure out what it is, right? And the things she makes aren’t normal. That fire had to burn until there was nothing left to burn, right? The water and extinguishers just did nothing to it. And I bet this is the same.\n\n\nDr. Gennaro:\n You’d be right. So, why do you think she would do this?\n\n\nMrs. Flynn:\n Oh, no. I don’t think she would do anything harmful to anyone. She just doesn’t seem to understand that whatever she believes comes true. Someone must have told her something awful for this to get so bad. I knew something like this would happen when we put her in public school. I knew it! I should have never gone back to work. We should have figured something else out, right? But with Jim in the hospital and the bills adding up— but it's too late now.\n\n\nDr. Gennaro:\n This isn't your fault, Mrs. Flynn. And you will have help from here on, I promise.\n\n\nMrs. Flynn begins to cry heavily against the desk.\n\n\n\n\n\n\nEnd log\n\n\n\n\nClosing remarks:\n Foundation medical personnel interacting with SCP-5365-0 have since been replaced by psychologists to develop a trust relationship. Until psychologists are able to convince SCP-5365-0 that they, and the other children, are getting healthier, without causing more misunderstandings, the entirety of SCP-5365 and their uninfected peers are to remain in quarantine. Containment procedures for SCP-5365-0 are currently undergoing an ethics assessment to be implemented once SCP-5365-ζ is neutralized.\n\n\n\n\nAddendum-3:\n Interview with Dennis Walter, uninfected classmate of SCP-5365-1\n\n\n\n\nForeword:\n On February 15\nth\n, 2017, while Dr. Michaels was drawing blood from uninfected classmates of SCP-5365-1, 8-year-old Dennis Walter asked what the medical personnel were looking for. The following exchange was captured.\n\n\n\n\nBegin log\n\n\n\n\n\n\nDr. Michaels:\n You know how your classmates are very sick?\n\n\nDennis Walter:\n Yeah.\n\n\nDr. Michaels:\n Well, there are tiny little things in your body that make you sick. And, since you didn't get sick when everyone else did, we think you might have some of these little things in your body too! But, yours are a bit different. Yours stopped you from being sick and might help us stop your friends' sickness by learning about yours!\n\n\nDennis Walter:\n Little things in their bodies? Is that where the cooties\n2\n are?\n\n\nDr. Michaels:\n …cooties? I've never heard of cooties before.\n\n\nDennis Walter:\n Well, that's what made everyone sick! When [SCP-5365-1] got sick everyone was telling that he had cooties.\n\n\nDr. Michaels:\n Who was saying that?\n\n\nDennis Walter:\n [SCP-5365-2], and [SCP-5365-3] said it when [SCP-5365-1] was bugging them and when he turned purple they all ran away screaming.\n\n\nDr. Michaels:\n And why do you think he had cooties? Couldn't he have just been sick with something else?\n\n\nDennis Walter:\n No way! It has to be cooties! Everyone knows cooties give you big spots and make you really sick!\n\n\nDr. Michaels:\n Interesting. I didn't know that. See, you're teaching me lots! Do you remember anything else? Was [SCP-5365-0] around during all of this?\n\n\nDennis Walter:\n Yeah she was reading with [SCP-5365-2], and [SCP-5365-3]! I don't think she even knew what cooties were, though, because she shoved [SCP-5365-1] when he wouldn't leave them alone. [SCP-5365-3] had to tell her what they were.\n\n\nDr. Michaels:\n Huh. Thanks for letting me know, buddy! I'll make sure to tell the other doctors about this!\n\n\nDr. Michaels stands up and goes to offer Dennis Walter a grape lollypop as he opens the door. Dennis Walter crosses his legs and glances down, not leaving the examination bed.\n\n\nDr. Michaels:\n Is there something else you want to tell me, Dennis?\n\n\nDennis Walter:\n Umm, Doctor Michael, do you think you can make, like, a cootie shot for the sick kids?\n\n\nDr. Michaels:\n I don't know, bud. This isn't really like the flu… It's a bit different—\n\n\nDennis Walter:\n No. A cootie shot. Like what stopped me from getting sick?\n\n\nDr. Michaels:\n I'm not sure what a cootie shot is… Can you tell me more?\n\n\nDennis Walter:\n My older brother gave me one a while ago. It stops the cooties from getting you. And when the girls said [SCP-5365-1] had cooties, I gave one to all my friends and none of us got sick!\n\n\nDr. Michaels:\n Huh. And can you explain this \"cootie shot\" to me?\n\n\nDennis Walter:\n Here! I'll show you!\n\n\nDennis Walter performs Vaccine Protocol 5365 (See the Proposed Additions to Secure Containment Procedures below) on Dr. Michaels' right shoulder.\n\n\nDennis Walter:\n Now they can't get you!\n\n\nDr. Michaels:\n And who did you give this to?\n\n\nDennis Walter:\n My friends! Imaan, Lyndon, and Eshaan!\n\n\nDr. Michaels:\n That sounds awesome, Dennis. Thank you for explaining all of that to me. If I have more questions can I come ask you?\n\n\nDennis Walter:\n Totally!\n\n\n\n\n\n\nEnd log\n\n\n\n\nClosing remarks:\n Imaan Atkinson, Lyndon Holt, and Eshaan Hays all corroborated the story presented by Dennis Walter following this interaction. As well, serologic tests identified that each boy's serum included a novel non-carbon-based antibody bound without the usage of antigen binding sites. Attempts to replicate the antibodies for study have all failed, as the synthesized replicates have been highly unstable in laboratory settings. However, antibodies matching those found in the uninfected students have since been observed in the blood of Dr. Sean Michaels after the demonstration of Vaccine Protocol 5365.\n\n\nAdditionally, 100% of the uninfected population of St. Luke’s Elementary School\n3\n have expressed similar experiences of having undergone Vaccine Protocol 5365. As a result, changes to the special containment procedures have been made based on the above findings.\n\n\n\n\nProposed Additions to Special Containment Procedures:\n All uninfected members of the St. Luke’s Elementary School community and Foundation personnel interacting with SCP-5365 or SCP-5365-ζ must be vaccinated according to Vaccination Protocol 5365\n4\n and isolated for 24 hours afterwards at Foundation Site-20.\n\n\n\n\n\n\nVaccination Protocol 5365\n\n\n\n\nWhile conducting vaccination protocol 5365, medical personnel are to recite the corresponding lines of the rhyme while carrying out the italicized actions:\n\n\n\n\n\n\nCircle Circle.\n\n\nUsing a washable, black marker placed in your dominant hand, free-trace two adjacent circles of equal size within the bounds of the scapula on the subject's skin. Each circle should be drawn quickly while you say the corresponding \"circle.\"\n\n\nDot Dot.\n\n\nWith each recitation of \"dot,\" place a small dot in the center of each circle drawn previously.\n\n\nNow you got a cootie shot.\n\n\nTurn the patient to face you and recite the final line.\n\n\n\n\n\n\n\n\n\n\nVisual guide to enacting Vaccination Protocol 5365 (Step 1)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVisual guide to enacting Vaccination Protocol 5365 (Step 2)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum-4:\n Proposed Treatment Protocol for SCP-5365-ζ, based upon Vaccination Protocol 5365\n\n\n\n\n\n\nDue to the success of Vaccination Protocol 5365, we believe that an alternate version of the protocol may effectively work to cure the entirety of SCP-5365 if administered first to SCP-5365-0. The proposed treatment plan is included below:\n\n\nWhile conducting treatment protocol 5365, medical personnel are to recite the corresponding lines of the rhyme while carrying out the italicized actions\n\n\n\n\n\n\n\n\n\n\nTreatment Protocol 5365\n\n\nCircle Circle.\n\n\nUsing a washable, black marker placed in your dominant hand, free-trace two adjacent circles of equal size within the bounds of the right scapula on the subject's skin. Each circle should be drawn quickly while you say the corresponding \"circle.\"\n\n\nDoor Door.\n\n\nWith each recitation of \"door,\" draw a small rectangle within each circle drawn previously.\n\n\nYou don't have cooties any more.\n\n\nMime the action of opening the rectangles as though they were a standard hinged door.\n\n\n\n\n\n\n\n\n\n\nVisual guide to enacting Part 1 of Treatment Protocol 5365 (Step 1)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVisual guide to enacting Part 1 of Treatment Protocol 5365 (Step 2)\n\n\n\n\n\n\n\n\n\n\n\n\nCircle Circle.\n\n\nOn the opposite shoulder, free-trace two adjacent circles of equal size within the bounds of the scapula on the subject's skin. Each circle should be drawn quickly while you say the corresponding \"circle.\"\n\n\nKnife Knife.\n\n\nGripping the marker in your hand using the icepick method\n5\n, make two downward slashes quickly within the circles while saying the respective \"knife.\"\n\n\nNow you're protected for life.\n\n\nTurn the patient to face you and recite the final line.\n\n\n\n\n\n\n\n\n\n\nVisual guide to enacting Part 2 of Treatment Protocol 5365 (Step 1)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVisual guide to enacting Part 2 of Treatment Protocol 5365 (Step 2)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVisual guide to enacting Part 3 of Treatment Protocol 5365 (Step 3)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIt is hoped that, with adequate convincing of SCP-5365-0, the proposed rhymes may act as a cure and preventative measure for all instances of SCP-5365.\n\n\n \n\n\n\n\n-Dr. Ryan I. Gennaro, MD\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Item is a system of two or more distinct but related anomalies that keep each other under control.\n\n\n2\n. A fictitious disease believed by children in North America to transmit between boys and girls through physical contact or close proximity.\n\n\n3\n. who had attended school on February 7\nth\n, 2017.\n\n\n4\n. Individuals claiming to have undergone the protocol prior are to be vaccinated by Foundation staff anyway.\n\n\n5\n. Blade protruding out of the bottom of the gripped fist.\n\n\n\n\n\n\n\n\n« \nSCP-5364\n | SCP-5365 | \nSCP-5366\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5365\n\" by Pedagon, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5365\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Scarlet fever 1.1.JPG\n\n\nAuthor:\n Estreya at English Wikipedia |Permission=CC-BY-2.5; CC-BY-SA-2.5. Modified by Grook Da Oger and then by \nPedagon\n\n\nLicense:\n CC-BY-2.5; CC-BY-SA-2.5.\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Scarlet_fever_1.1.JPG\n\n\n\n\n\n\n\n\nFilenames:\n CircleCircleDotDot.png, CootieShot.png, CircleCircleDoorDoor.png, OpenDoor.png, CircleCircle.png, KnifeKnife.png, CootieVaccine.png\n\n\nAuthor:\n \nTheRiceandCake\n\n\nLicense:\n CC-BY-SA 3.0",
    "addendums": [
        "Addendum-1: Interview with Mr. Jonathan Franks, teacher at St. Luke’s Elementary",
        "Addendum-2: Interview with Mrs. Sara Flynn, mother of [SCP-5365-0]",
        "Addendum-3: Interview with Dennis Walter, uninfected classmate of SCP-5365-1",
        "Addendum-4: Proposed Treatment Protocol for SCP-5365-ζ, based upon Vaccination Protocol 5365"
    ],
    "documents": [],
    "notes": [
        "\" SCP-5365 \" by Pedagon, from the SCP Wiki . Source: https://scpwiki.com/scp-5365 . Licensed under CC-BY-SA .",
        "Filename: Scarlet fever 1.1.JPG Author: Estreya at English Wikipedia |Permission=CC-BY-2.5; CC-BY-SA-2.5. Modified by Grook Da Oger and then by Pedagon License: CC-BY-2.5; CC-BY-SA-2.5. Source Link: https://commons.wikimedia.org/wiki/File:Scarlet_fever_1.1.JPG",
        "Filenames: CircleCircleDotDot.png, CootieShot.png, CircleCircleDoorDoor.png, OpenDoor.png, CircleCircle.png, KnifeKnife.png, CootieVaccine.png Author: TheRiceandCake License: CC-BY-SA 3.0"
    ],
    "item": "SCP-5365",
    "object_class": "Hiemal1",
    "containment_procedures": "SCP-5365 instances (excluding SCP-5365-0) are to be placed into two quarantine bays, with males in Bay-2A and females in Bay-2B, and are to be monitored by Site-20 medical staff. Personnel interacting with any SCP-5365 instances are to follow all guidelines set for a level 3 infectious anomaly. Following interaction, personnel are to undergo non-contact sterilization per Foundation guidelines on microbial anomalies.",
    "description": "SCP-5365 is the designation assigned to 343 children aged 7-12 who attended St. Luke’s Elementary School. Each child, designated as SCP-5365-0 through SCP-5365-342, has experienced a form of ongoing anomalous disease, designated as SCP-5365-ζ, since February 2017. Transmission of SCP-5365-ζ occurs through physical contact between male and female adolescents.",
    "title": "SCP-5365"
}