{
    "url": "https://scp-wiki.wikidot.com/scp-5376",
    "all_text": "A \nROUNDERHOUSE\n Joint\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nComing Soon - Rounderhouse\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+252\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n5376\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5376.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n A large plot 2km south of Site-19 has been converted into a makeshift stunt arena, and fitted with a number of ramps, loops, and disused vehicles. Several fire jets have also been installed as a reward for SCP-5376's continued good behavior in containment. Once every 14 days, SCP-5376 is to be escorted to this area by an armed security detachment and supplied with a dirtbike. For the following four hours, SCP-5376 is permitted to drive, crash and perform stunts on all of the supplied equipment. Security staff are only to intervene in the event SCP-5376 attempts to escape. Following this duration, SCP-5376 is to be re-escorted back to its cell in Site-19's Keter Wing.\n\n\nSince the implementation of current containment procedures three months ago, SCP-5376 has not detonated.\n\n\nDescription:\n SCP-5376 is a humanoid entity resembling a corpse in an advanced state of putrefaction. It has not displayed any awareness of this fact. Its skin is rotting and peeling, with bone visible in large patches across its body. Significant portions of flesh have come detached from its head, rendering its mandible completely exposed and one eye dangerously close to falling out of its socket. Despite this, SCP-5376 is sapient, mobile, reasonably intelligent, and able to communicate with researchers. SCP-5376 is clothed in a replica of famed American stuntsman Evel Knievel's signature outfit, a white motorcycle suit decorated with blue bars and white stars. SCP-5376 self-identifies as \"Turbo Thompson\".\n\n\nDefying most mundane understandings of physics, SCP-5376 is constantly accruing potential energy, regardless of changes in mass, gravity, or elevation. This buildup is slow but cumulative; after significant energy has been built up, any small movement taken by SCP-5376 carries the risk of releasing all the pent-up energy at once. This typically results in a large explosion, leaving SCP-5376 unharmed but completely decimating its surroundings. Through poorly understood means, allowing SCP-5376 to perform stunts in an automotive vehicle quickly and efficiently vents this energy relatively safely.\n\n\nSCP-5376 was initially discovered at a motorcycle stunt show in rural Georgia following parallel reports of a reanimated corpse wandering the densely-packed show and reports of a figure threatening violence to be allowed into the show.\n\n\n\n\nMEMBERS:\n\n\n\n\nAgent Sarah MacCullough\n\n\nSCP-5376\n\n\nRudy Bellings (Civilian)\n\n\n\n\n\n\n«BEGIN LOG»\n\n\n\n\n[Agent SARAH MACCULLOUGH approaches SCP-5376 through the crowd, at the ticketing stand of the show. All other civilians are standing a distance from it, several clutching their noses. SCP-5376 is engaged in a heated argument with RUDY BELLINGS, the clerk at the ticketing stand. The visor of its helmet is lowered, obscuring its face.]\n\n\nSCP-5376:\n I \ntold\n you already, bub. I wanna participate! In the show!\n\n\nBELLINGS:\n And I told \nyou\n that we don't just allow any random schmuck in. All these guys have been registered for months and they're trained professionals. I don't even know who you are.\n\n\nSCP-5376:\n A shame. For I am the great…\n\n\n[SCP-5376 pauses for dramatic effect before striking a pose, startling BELLINGS.]\n\n\nSCP-5376:\n \nTURBO THOMPSON!\n\n\n[Distantly, an electric guitar riff plays.]\n\n\nMACCULLOUGH:\n What the hell?\n\n\nBELLINGS:\n I have literally never heard of you before.\n\n\nSCP-5376:\n Seriously, bub? What, do you live under a rock? They let fuckin' anyone run the ticketing stands nowadays. Anyway, don't you worry your pretty little bald head about any of that. Just \ngive\n me the ticket, and…\n\n\nBELLINGS:\n Dude, fuck off!\n\n\n[Agent MACCULLOUGH approaches from behind and grasps SCP-5376's shoulder.]\n\n\nMACCULLOUGH:\n Sir, I'm gonna need you to come with me.\n\n\nBELLINGS:\n Jesus, finally.\n\n\n[SCP-5376 peers through his visor]\n\n\nSCP-5376:\n … agent?\n\n\nMACCULLOUGH:\n \n[Visibly startled]\n I- what?\n\n\nSCP-5376:\n Are you my agent? My talent agent?\n\n\nMACCULLOUGH:\n … Yes. That's me. You should come with me, get out of here. This is small potatoes stuff, y'know.\n\n\nSCP-5376:\n Aha! Right you are, agent! But though I wish I could ditch this classic Southern - \n[leans in]\n seriously, I've crash landed into genepools bigger than the one here \n[leans out]\n - carnival and fair, I promised these fine people a show, and a show they shall get! A performer never abandons the stage, you know.\n\n\nMACCULLOUGH:\n This is a weeklong event, come with me and I'll make sure you're all booked up for a slot tomorrow.\n\n\nSCP-5376:\n This is why I hired you, you're so proactive. But I'm afraid I can't wait that long. I, uh, need to perform. Like, uh, now.\n\n\nMACCULLOUGH:\n Well, there's a motorcycle in the parking lot, we can just-\n\n\n[SCP-5376 twitches.]\n\n\nSCP-5376:\n Oh God.\n\n\nMACCULLOUGH:\n What?\n\n\nSCP-5376:\n It's about to happen.\n\n\nMACCULLOUGH:\n What is?\n\n\nSCP-5376:\n Y'know, the uh, the thing. The \nthing.\n You're gonna wanna take cover.\n\n\nMACCULLOUGH:\n \n[Shouting]\n Everybody back, stand back!\n\n\nSCP-5376:\n Damnit, I really thought I would be able to control it this ti-\n\n\n\n\n«END LOG»\n\n\n\n\n\n\n\n\n\n\nSCP-5376 detonating.\n\n\n\n\n\n\nFollowing this, SCP-5376 spontaneously detonated in a large explosion. Due to Agent MacCullough's actions, no civilians were seriously harmed, and all witnesses were amnesticized. SCP-5376 was placed into containment and transported to a temporary holding chamber outside of Site-19 pending a containment analysis. Due to SCP-5376's apparent familiarity with Agent MacCullough, she was chosen to conduct the necessary interview.\n\n\n \n\n\n\n\n\n\nMEMBERS:\n\n\n\n\nAgent Sarah MacCullough\n\n\nSCP-5376\n\n\n\n\n\n\n«BEGIN LOG»\n\n\n\n\nMACCULLOUGH:\n Hello, SCP-5376.\n\n\nSCP-5376:\n \nSCP-5376?\n Are you still calling me by my case number? I know you have a lot of clients, but I think we know each other well enough by now to use our names.\n\n\n[Command instructs MACCULLOUGH to maintain the ruse.]\n\n\nMACCULLOUGH:\n Right. Thompson.\n\n\nSCP-5376:\n Not just Thompson…\n\n\n[SCP-5376 strikes a pose.]\n\n\nSCP-5376:\n \nTURBO THOMPSON!\n\n\n[Distantly, an electric guitar riff plays.]\n\n\nMACCULLOUGH:\n Where did that come from?\n\n\nSCP-5376:\n No idea, it's just always happened.\n\n\nMACCULLOUGH:\n Okay then. It's, uh, it's been a minute, right?\n\n\nSCP-5376:\n Sure has. I almost thought you'd abandoned me for a second there, for some new schmuck client. Some one-trick pony. Maybe a literal pony. Maybe it can dance. Sing, too. But I had faith, and you came through. Thank you, agent.\n\n\nMACCULLOUGH:\n I'd never ditch a client.\n\n\nSCP-5376:\n You're a real professional. I do have some questions, though.\n\n\nMACCULLOUGH:\n So do I. How about this, I answer one of your questions, you answer one of mine.\n\n\nSCP-5376:\n A game! I love games! Yes yes yes yes. You start.\n\n\nMACCULLOUGH:\n Alright. Refresh my memory: where'd you come from, again?\n\n\nSCP-5376:\n Jacksonville.\n\n\nMACCULLOUGH:\n … No, I meant-\n\n\nSCP-5376:\n Too late! My turn! Okay… where the hell am I?\n\n\nMACCULLOUGH:\n It's…. my talent agency. Stars, Casting, and…. Production. Incorporated.\n\n\nSCP-5376:\n Oh, no shit? Wow, you've really stepped things up, this place is swanky. Air conditioning, actual furniture, the whole nine yards. Diggity dang.\n\n\nMACCULLOUGH:\n Thank you.\n\n\nSCP-5376:\n And you wanted to show it off to your favorite client, huh?\n\n\nMACCULLOUGH:\n …. yes.\n\n\nSCP-5376:\n You can't tell because of the visor, but I'm blushing.\n\n\nMACCULLOUGH:\n Yeah, speaking of the visor. Could you lift it up?\n\n\nSCP-5376:\n Anything for my favorite agent!\n\n\n[SCP-5376 lifts up its visor, exposing its rotten and peeling face. MACCULLOUGH momentarily reels from the stench.]\n\n\nMACCULLOUGH:\n Oh God, that reeks-\n\n\nSCP-5376:\n Thank you!\n\n\nMACCULLOUGH:\n Yeah… you look just how I remember you.\n\n\nSCP-5376:\n Suit's new, though. Sexy, right? But you do look a little different. Did you get a perm? Nose job?\n\n\nMACCULLOUGH:\n Among other things.\n\n\nSCP-5376:\n I like it. So, next question, when's my next show?\n\n\nMACCULLOUGH:\n Er, what?\n\n\nSCP-5376:\n Y'know, I thought we were gonna go back to old times. Just the two of us, roadtripping across the States, you booking shows, me wowing the crowd, then you robbing the venues while I wowed the crowd. Good times.\n\n\nMACCULLOUGH:\n I… don't think we can do that anymore. I have responsibilities, y'know. With the agency.\n\n\n[SCP-5376 slumps.]\n\n\nSCP-5376:\n Oh. Dang.\n\n\nMACCULLOUGH:\n But we'll definitely make sure you get some shows to play. For sure.\n\n\n[SCP-5376 straightens.]\n\n\nSCP-5376:\n I'd like that.\n\n\nMACCULLOUGH:\n So, next question. What's, uh, what's with the explosions?\n\n\nSCP-5376:\n Oh yeah, you've never actually seen one. Well, until now. Yeah, stunts are my calling. My life, my purpose.\n\n\nMACCULLOUGH:\n Wait, you're not alive tho-\n\n\nSCP-5376:\n No interrupting! Also rude. Anyway, when I don't fulfill my calling, I get so \nrestless\n. Like an itch you can't scratch. And it just keeps building up until I explode. Literally.\n\n\nMACCULLOUGH:\n But so long as you can still do stunts, you're fine.\n\n\nSCP-5376:\n Hells yeah, baby. Showman for life. And past.\n\n\n[SCP-5376 thumps its chest.]\n\n\nSCP-5376:\n I'm the best at what I do, baby. Keep making sure I get into shows and you'll never have to deal with my little moments again. Although…\n\n\nMACCULLOUGH:\n Although?\n\n\nSCP-5376:\n See, just being outside and walking around and shit helps me deal with the itch. Doesn't get rid of it, but helps me deal with it. But you've had me indoors, \nsitting down\n for like a week now. That's basically cruel and unusual punishment.\n\n\nMACCULLOUGH:\n We'll move you to a cel- suite where you can stretch your legs momentarily.\n\n\nSCP-5376:\n Yeah, thanks. But… for now, I, uh. You might wanna get back.\n\n\nMACCULLOUGH:\n Oh, goddammit.\n\n\n\n\n«END LOG»\n\n\n\n\n\n\n\n\n\n\nSCP-5376 detonating.\n\n\n\n\n\n\nFollowing this interview, SCP-5376 detonated, destroying the temporary holding cell it was contained in. However, it did not try to escape. Agent MacCullough and all other personnel also survived unharmed. Shortly after, SCP-5376's recreational stunt area was constructed and it was moved into a permanent cell in a bomb-proofed chamber of Site-19's Keter Wing equipped with exercise and activity equipment.\n\n\n\n\n\n\nSCP-5376 was introduced to its recreational area and familiarized with the equipment. It repeatedly requested to be allowed to perform for an audience. This course of action was approved by the Site Director, and a 'show' was scheduled for an audience of off-duty personnel.\n\n\n\n\n\n\n\n\n\n\nTIMELINE\n\n\n\n\n12:30:\n Gates open, audience members begin to arrive. Several researchers construct an impromptu refreshment stand.\n\n\n13:04:\n SCP-5376 arrives at area with armed escort and disembarks from the vehicle. It expresses considerable emotion at the amount of audience members.\n\n\n13:14:\n SCP-5376 begins preparing for the show. This largely consists of it excitedly yelling in front of a mirror, and admiring the recreational area.\n\n\n13:20:\n SCP-5376 mounts its provided motorcycle and rides out to applause.\n\n\n13:23:\n SCP-5376 ramps over a series of parked cars.\n\n\n13:29:\n SCP-5376 performs a reverse-wheelie on its motorcycle. It attempts to stand during this, but falls off the motorcycle.\n\n\n13:37:\n SCP-5376 accelerates and attempts to complete the large loop in the center of the area; it fails to complete it, and instead falls from the apex of the loop, crushing itself with its cycle. It stands a few minutes later, apparently unharmed.\n\n\n13:43:\n SCP-5376 produces another motorcycle and manages to ride both at once, with a foot on each handlebar. It then rips a door from one of the parked cars and uses it as a chariot, propelling itself off a ramp with the two motorcycles.\n\n\n[Extraneous events removed]\n\n\n14:34:\n SCP-5376 dismounts its motorcycle to scattered applause and addresses the crowd.\n\n\n\n\nSCP-5376:\n Oh man. Thank y'all for coming. I ain't never played a show this big, and y'all are just the best, kindest crowd I could ask for. Makes my old rotted heart beat again. This is the best talent agency I've ever worked for, without a doubt. Man… \n[sniffling]\n Man, I could just-\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5376 detonating.\n\n\n\n\n\n\nFollowing its speech, SCP-5376 once again detonated, causing minor damage to the area. While no personnel were harmed in the explosion, future viewings have held no live audiences. Instead, seats are filled with cardboard cutouts, and cheering is played through speakers to simulate an audience. Due to SCP-5376's decayed sensory organs, it appears to be unable to tell the difference.\n\n\n \n\n\n \n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nRounderhouse's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-7545\n \n(+239)\n \n•\n\n\n\n\n\n\nSCP-5149\n \n(+455)\n \n•\n\n\n\n\n\n\nSCP-5653\n \n(+92)\n \n•\n\n\n\n\n\n\nROUNDERHOUSE's Golder Proposal: Director's Cut\n \n(+116)\n \n•\n\n\n\n\n\n\nSCP-8918\n \n(+147)\n \n•\n\n\n\n\n\n\nSCP-5690\n \n(+349)\n \n•\n\n\n\n\n\n\nSCP-6456\n \n(+185)\n \n•\n\n\n\n\n\n\nSCP-5982\n \n(+105)\n \n•\n\n\n\n\n\n\nSCP-3790-J\n \n(+171)\n \n•\n\n\n\n\n\n\nSCP-4149\n \n(+280)\n \n•\n\n\n\n\n\n\nSCP-2304\n \n(+364)\n \n•\n\n\n\n\n\n\nSCP-5375\n \n(+134)\n \n•\n\n\n\n\n\n\nSCP-5218\n \n(+288)\n \n•\n\n\n\n\n\n\nSCP-5285\n \n(+43)\n \n•\n\n\n\n\n\n\nSCP-8003\n \n(+268)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nSite-7: REPLICA\n \n(+84)\n \n•\n\n\n\n\n\n\nFiles intercepted from Anderson Systems personnel\n \n(+97)\n \n•\n\n\n\n\n\n\nWords of Wisdom from the Containment Chamber of SCP-046-ARC, better known as Richard \"Big Dick\" Chappell\n \n(+206)\n \n•\n\n\n\n\n\n\nMTF Sigma-5 \"Pumpkin Punchers\"\n \n(+259)\n \n•\n\n\n\n\n\n\nA look back on what we accomplished\n \n(+97)\n \n•\n\n\n\n\n\n\nSTARSITE: VAGABOND ACTUAL\n \n(+72)\n \n•\n\n\n\n\n\n\nSite-7: TEMPEST\n \n(+133)\n \n•\n\n\n\n\n\n\nChristmas At Kiryu Labs\n \n(+63)\n \n•\n\n\n\n\n\n\nPRI(DEMON)TH\n \n(+136)\n \n•\n\n\n\n\n\n\nINTERREGNUM: THE BLACKSTAR AT EVEREST\n \n(+131)\n \n•\n\n\n\n\n\n\nSite-7: AUTOPSY\n \n(+76)\n \n•\n\n\n\n\n\n\nSite-7: WARPAINT\n \n(+149)\n \n•\n\n\n\n\n\n\nSite-7: HUMINT\n \n(+120)\n \n•\n\n\n\n\n\n\nNobody, Nobody, Nobody, and Nobody's Encounters with The Man in the White Suit\n \n(+123)\n \n•\n\n\n\n\n\n\nAFTER-ACTION REPORT - OPERATION HEAVING SPIRIT\n \n(+53)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nROUNDERPAGE V2\n \n(+571)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5375\n | SCP-5376 | \nSCP-5377\n »\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5376\n\" by Rounderhouse, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5376\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n splode1.png\n\n\nName:\n Robbie Knievel - Airborn Texas Motor Speedway\n\n\nAuthor:\n Bo Nash\n\n\nLicense:\n CC-BY-SA 2.0\n\n\nSource Link:\n \nWikimedia Commons\n (via Flickr)\n\n\n\n\n\n\nFilename:\n splode2\n\n\nName:\n (if different from filename)\n\n\nAuthor:\n Bernard Spragg\n\n\nLicense:\n CC-BY-SA 2.0\n\n\nSource Link:\n \nflickr\n\n\n\n\n\n\nFilename:\n spode3.jpg\n\n\nName:\n (if different from filename)\n\n\nAuthor:\n Will Russel\n\n\nLicense:\n CC-BY-SA 2.0\n\n\nSource Link:\n \nflickr\n\n\n\n\n\n\nFilename:\n turbo.png\n\n\nName:\n Explosive ordnance Marines heat up for air show\n\n\nAuthor:\n Lance Cpl. S.T. Stewart, United States Marine Corps\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "SCP-5376: Oh man. Thank y'all for coming. I ain't never played a show this big, and y'all are just the best, kindest crowd I could ask for. Makes my old rotted heart beat again. This is the best talent agency I've ever worked for, without a doubt. Man… [sniffling] Man, I could just-",
        "\" SCP-5376 \" by Rounderhouse, from the SCP Wiki . Source: https://scpwiki.com/scp-5376 . Licensed under CC-BY-SA .",
        "Filename: splode1.png Name: Robbie Knievel - Airborn Texas Motor Speedway Author: Bo Nash License: CC-BY-SA 2.0 Source Link: Wikimedia Commons (via Flickr)",
        "Filename: splode2 Name: (if different from filename) Author: Bernard Spragg License: CC-BY-SA 2.0 Source Link: flickr",
        "Filename: spode3.jpg Name: (if different from filename) Author: Will Russel License: CC-BY-SA 2.0 Source Link: flickr",
        "Filename: turbo.png Name: Explosive ordnance Marines heat up for air show Author: Lance Cpl. S.T. Stewart, United States Marine Corps License: Public Domain Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "A large plot 2km south of Site-19 has been converted into a makeshift stunt arena, and fitted with a number of ramps, loops, and disused vehicles. Several fire jets have also been installed as a reward for SCP-5376's continued good behavior in containment. Once every 14 days, SCP-5376 is to be escorted to this area by an armed security detachment and supplied with a dirtbike. For the following four hours, SCP-5376 is permitted to drive, crash and perform stunts on all of the supplied equipment. Security staff are only to intervene in the event SCP-5376 attempts to escape. Following this duration, SCP-5376 is to be re-escorted back to its cell in Site-19's Keter Wing.",
    "description": "SCP-5376 is a humanoid entity resembling a corpse in an advanced state of putrefaction. It has not displayed any awareness of this fact. Its skin is rotting and peeling, with bone visible in large patches across its body. Significant portions of flesh have come detached from its head, rendering its mandible completely exposed and one eye dangerously close to falling out of its socket. Despite this, SCP-5376 is sapient, mobile, reasonably intelligent, and able to communicate with researchers. SCP-5376 is clothed in a replica of famed American stuntsman Evel Knievel's signature outfit, a white motorcycle suit decorated with blue bars and white stars. SCP-5376 self-identifies as \"Turbo Thompson\".",
    "title": "SCP-5376"
}