{
    "url": "https://scp-wiki.wikidot.com/scp-5383",
    "all_text": "A \nROUNDERHOUSE\n Joint\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nComing Soon - Rounderhouse\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+312\n+\n–\nx\n\n\n\n\n\n\n3/5383\n LEVEL \n3/5383\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-5383\n\n\n\n\n\n\nKeter\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n A document listing SCP-5383 is within Site-666 in Las Vegas. Any requests to examine SCP-5383 must be cleared with the research supervisor before being forward to the assigned RAISA operator. Access is restricted to individuals with Level 5/5383 Clearance.\n\n\nDescription:\n SCP-5383 is a specific configuration of cardinal and unpardonable sins\n1\n that results in the user being completely wiped clean of culpability for all sinful acts. All religious and divine barriers placed upon the user for their sins are removed (e.g. their passage into the afterlife).\n\n\nThe exact process through which SCP-5383 removes sins is unclear and likely to remain so without the knowledge of a Empyrean-class divine entity. However, the prevailing theory from the Department of Tactical Theology is that the sins committed are so heinous and unforgivable that they were simply not meant to all be performed by one individual. Doing so induces some sort of 'buffer overflow' and results in immediate canonization as a saint of the Catholic Church.\n\n\nWhile the existence of SCP-5383 had long been suspected by DoTT experts on Christian hamartiology, the specific nature of it was only revealed in June of 1995, within \nSCP-4661\n, when a Tartarean-class demonic entity approached the Foundation seeking asylum from the Vatican Relic Recovery Office.\n\n\n\n\nINTERVIEWER:\n Agent Alice Sterling\n\n\nSUBJECT:\n PoI-5383.1 — \"Blaggaroth\"\n\n\n\n\nSTERLING:\n Good evening, Mr…. \n\"Blaggaroth\".\n\n\nBLAGGAROTH:\n Oh, that's just an ethnic name, you know. You can call me Blag.\n\n\nSTERLING:\n … Right. What can we do for you?\n\n\nBLAGGAROTH:\n You can, y'know, contain me. Do what you guys do normally. Just slap some handcuffs - you might need a second pair - on me and-\n\n\nSTERLING:\n Slow down. Why would we do that?\n\n\nBLAGGAROTH:\n I don't know, it's what you guys do?\n\n\nSTERLING:\n We're in Undervegas. If I arrested every demon I saw, half the population and a good tenth of my agents would be in cells. Now the question is, why do \nyou\n want us to contain you?\n\n\nBLAGGAROTH:\n \n[Sigh]\n I was hoping you wouldn't ask that.\n\n\nSTERLING:\n Out with it. I don't have all day, I have to meet a succubus at 5. \n[Pause.]\n Shut up.\n\n\nBLAGGAROTH:\n Oookay. Well, to make a long story short, I made some very important people at the Vatican very angry.\n\n\nSTERLING:\n The Vatican?\n\n\nBLAGGAROTH:\n You know, big building in Rome, lots of nice art, creepy old dudes in weird hats?\n\n\nSTERLING:\n I know what the fucking Vatican is, I'm asking how you \ngot\n to the Vatican from Vegas.\n\n\nBLAGGAROTH:\n The… history?\n\n\n[Silence.]\n\n\nBLAGGAROTH:\n Okay, you got me, I was stealing stuff.\n\n\nSTERLING:\n Wow, that was easy. You get caught?\n\n\nBLAGGAROTH:\n I got in, grabbed the stuff, and got sighted on my way out. Accidentally left the-\n\n\nSTERLING:\n The tools in plain view, yeah, rookie mistake, idiot. And then you traipsed here hoping we'd protect you?\n\n\nBLAGGAROTH:\n It was sort of a road trip type situation. Me running across an ocean and most of a continent to get to the biggest site of Foundation dominance over demons in the world. An ever-changing slew of Relic Recovery agents on my ass the whole time. Boy, that name is not a lie. They really \nwill\n do anything to recover those relics.\n\n\nSTERLING:\n Hm… there's something else, isn't there?\n\n\nBLAGGAROTH:\n What?\n\n\nSTERLING:\n Your horns are twitching. I've interrogated plenty of demons in my time, you're hiding something.\n\n\nBLAGGAROTH:\n Okay, well… it's possible that, uh, half the demons in this town want to murder and eat me?\n\n\nSTERLING:\n Swindle them and skip town?\n\n\nBLAGGAROTH:\n It was a pyrmaid scheme.\n\n\n[Pause.]\n\n\nSTERLING:\n You mean a pyramid scheme?\n\n\nBLAGGAROTH:\n No. Let me tell you, there is a finite number of people you can offload maid outfits-\n\n\nSTERLING:\n \n[Scoffs]\n Tell me about it.\n\n\n[Pause.]\n\n\nSTERLING:\n Shut up. I hold all the cards here anyway. You're about to be dead on the street if you don't suck up to me. I basically hold your life in my hands.\n\n\nBLAGGAROTH:\n White-gloved hands?\n\n\nSTERLING:\n Yeah, whatever. So, why should we protect you? What can you offer us?\n\n\nBLAGGAROTH:\n Well… the thing I stole from the Vatican archives, here's the thing… it's worthless.\n\n\nSTERLING:\n Then why are you telling me?\n\n\nBLAGGAROTH:\n Because it's worthless to me, not to you. It's instructions for how to completely wipe yourself clean of all sin, forever, and then it canonizes you on top of that. No way you're missing the escalator to heaven once you've done this.\n\n\nSTERLING:\n Why can't you use it?\n\n\nBLAGGAROTH:\n I'm a demon. What the hell am I gonna do in heaven? Sip communion wine and check out the hot nuns?\n\n\nSTERLING:\n Touche. Hmm… what's the catch?\n\n\nBLAGGAROTH:\n What catch?\n\n\nSTERLING:\n There's always a catch.\n\n\nBLAGGAROTH:\n … Okay, so maybe the instructions are a little… harsh. Difficult to stomach, you know. But it's sin, you're overloading your personal sin counter! Of course it's gonna be ugly!\n\n\nSTERLING:\n How ugly are we talking?\n\n\nBLAGGAROTH:\n Well you have to [REDACTED] and [REDACTED] your father at the same time you commit [REDACTED] with your closest friend, all while coveting thy neighbor's wife.\n\n\nSTERLING:\n I'm pretty sure my neighbor is single. Also, what the fuck.\n\n\nBLAGGAROTH:\n That what the maid outfit is for?\n\n\nSTERLING:\n What?\n\n\nBLAGGAROTH:\n What?\n\n\nSTERLING:\n I- okay, give me these instructions. Then we'll talk.\n\n\nBLAGGAROTH:\n Fat chance. I'm not opening my mouth until you promise I'm getting the luxury suite of cellblocks.\n\n\nSTERLING:\n Ugh.\n\n\n\n\n[END LOG]\n\n\n\n\nDue to the sensitivity associated with SCP-5383, the full list of instructions are only available to personnel with Level 5/5383 clearance. These personnel may contact a RAISA operator for a faxed and sealed copy of SCP-5383. However, isolated, relevant selections from the lengthy SCP-5383 document have been presented here for reference.\n\n\n\n\n3. Raise your voice at an innocent baby animal.\n\n\n\n\n13. Use violence to help you succeed in a contest testing your ability to use the Lord's name in vain.\n\n\n\n\n21. Drink as much as your liver can handle.\n\n\n\n\n22. Covet thy neighbor's liver.\n\n\n\n\n23. Steal thy neighbor's liver.\n\n\n\n\n39. Commit sodomy or masturbation on Easter Sunday (should you perform both, skip to step 45).\n\n\n\n\n67. Attempt to challenge your pastor in a battle of wits. Come with a firearm.\n\n\n\n\n98. Set fire to a hospital for needy animals. Set up a store on the other side of the street to sell buckets at a markup. Cite 'surge prices'.\n\n\n\n\n120. Downvote without leaving a comment.\n\n\n\n\n143. Commit all types of -cides in one day, save for suicide.\n\n\n\n\n144. Commit suicide.\n\n\n\n\n145. Use unholy witchcraft to revive yourself.\n\n\n\n\nA total of 145 steps are outlined in SCP-5383. As of yet, these have never been tested due to the difficulty associated with confirming whether or not an individual has been wiped free of sin.\n\n\n\n\n\n\nAddendum 5383.3\n\n\nTHE FOLLOWING ADDENDUM IS SEALED TO CLEARANCE LEVEL 5/5383\n\n\n\n\n\n\n\n\n▶OPEN ADDENDUM◀\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\nLOG OF O5 COUNCIL MEETING, AUGUST 17TH 1995\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nO5-3:\n Alright, did everyone do their assigned tasks?\n\n\n[Mumbling.]\n\n\nO5-4:\n Somehow. I hate that we had to do most of these ourselves.\n\n\nO5-7:\n Tell me about it. I had to exhume my childhood pet and scatter the bones in my parents' soup. And that was \nbefore\n I realized I had to exhume my parents too.\n\n\nO5-13:\n I don't know, I kind of enjoyed the whole experience. It's been a minute since I've had the chance to commit some atrocities in person, you know?\n\n\nO5-10:\n No, you freak.\n\n\nO5-13:\n Well did you do yours, Ten?\n\n\nO5-10:\n Of course. I'm no flake. But I have to admit that killing the orphans is way easier when they can't see you coming.\n\n\nO5-8:\n What do we have left?\n\n\nO5-3:\n Let's see…. I think we've divvied them up pretty evenly, but we still have a couple left. Should probably assign them to who can tackle them best.\n\n\nO5-7:\n Oh so now that matters, but not when I got the parental bone soup task. Couldn't have gotten someone with alive parents for that one, huh?\n\n\nO5-5:\n Oh, don't get offended. I had to detonate a warhead under that refugee camp, now that was a pain.\n\n\nO5-6:\n Why are we even doing this? We've been protecting the world for so long that I feel like the big guy upstairs will understand that the things we did were all in service to-\n\n\nO5-2:\n \nProtecting the world?\n\n\n[Sounds of unrestrained laughter and wheezing for two minutes and fifty seconds.]\n\n\nO5-9:\n Oh, man, that was good. No, Six, we're \nterrible fucking people\n. We're definitely going to hell for eternity anyway if we don't get this figured out.\n\n\nO5-1:\n You're all stupid.\n\n\nO5-12:\n And heavenbound. I told you you should have participated when you had the chance.\n\n\nO5-1:\n Nah, I got my way around this.\n\n\nO5-5:\n … How?\n\n\nO5-1:\n Indulgences, buddy.\n\n\nO5-9:\n I thought the Pope got rid of those.\n\n\nO5-1:\n I have tea with the Pope every month. He made it cool again for long enough to accept a generous sum of money to redeem my sins, and then back to normal. It's like nobody even noticed, because they didn't.\n\n\n[Overlapping shouts.]\n\n\nO5-10:\n And you didn't think maybe we'd appreciate that opportunity?\n\n\nO5-1:\n At this point you guys would go bankrupt paying back all the horrible shit you've done off this list. You're stuck in it 'til the end. Also you all have to call me Saint One now. It's the rules.\n\n\nO5-3:\n Wait… Seven, didn't you say you gave the pet bone soup to your parents?\n\n\nO5-7:\n Don't remind me.\n\n\nO5-3:\n The page says you were supposed to give a soup of bones from your parents to the childhood pet.\n\n\nO5-7:\n … Fuck.\n\n\nO5-3:\n Great job, now we have to start over.\n\n\n[Groans of frustration and cries of anger.]\n\n\nO5-3:\n Well, no use crying over spilled milk. Let's take it from the top - and don't be picky about body parts or victims this time around!\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Defined as transgressions against divine law in Christianity.\n\n\n\n\n\n\n\n\n« \nSCP-5382\n | SCP-5383 | \nSCP-5384\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5383\n\" by Rounderhouse, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5383\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5383 \" by Rounderhouse, from the SCP Wiki . Source: https://scpwiki.com/scp-5383 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "A document listing SCP-5383 is within Site-666 in Las Vegas. Any requests to examine SCP-5383 must be cleared with the research supervisor before being forward to the assigned RAISA operator. Access is restricted to individuals with Level 5/5383 Clearance.",
    "description": "SCP-5383 is a specific configuration of cardinal and unpardonable sins1 that results in the user being completely wiped clean of culpability for all sinful acts. All religious and divine barriers placed upon the user for their sins are removed (e.g. their passage into the afterlife).",
    "title": "SCP-5383"
}