{
    "url": "https://scp-wiki.wikidot.com/scp-539",
    "all_text": "rating: \n+214\n+\n–\nx\n\n\nItem #:\n SCP-539\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-539 is to be kept in a padded case, to remain locked at all times, unless a supervisor with a minimum Security Clearance Level of 2 is present to observe, and only during potential testing of its phenomena. Physical contact with SCP-539 is forbidden unless approved testing is being conducted.\n\n\nDescription:\n Object is a thin, round disc composed of an undetermined material. While there appears to be corrosion around the edges, testing has determined that the marks are not the result of oxidation. When thrown, an event will occur in the immediate vicinity that will draw attention away from its thrower. These distractions have no observable pattern of any sort. However, it has been determined that the distraction will be more overwhelming in proportion to the difficulty of removing attention from the user. Due to the unpredictable nature of SCP-539's effect, testers are currently advised to throw it as far as possible from themselves.\n\n\nAddendum:\n \nTest Notes\n\n\nTest 539-1:\n Security personnel ordered to line up all with clear lines of sight on tester, with instructions to not break eye contact with tester under any circumstances. When the disc was thrown, the security personnel experienced a \"sudden wardrobe existence failure\", causing all of them to lose eye contact with the tester, being more concerned with the loss of clothing and the issue of the climate being rather uncomfortable to a nude security guard.\n\n\nTest 539-2:\n Tester was dressed in bright and eye catching clothing for this test. Tester was alone with security personnel in an empty office. Security personnel ordered to maintain constant eye contact with tester. When the disc was thrown, the entire building's fire alarm triggered and could not be turned off until the disc was retrieved and the computer security system reset.\n\n\nTest 539-3:\n Class D personnel given instructions to \"attract the attention of the local authorities\" then make use of the SCP. Personnel chased by police after smashing in a law cruiser's window. When thrown, a large animal of the species \nCarcharhinus leucas\n (bull shark) appeared in the way of the pursuing police cars, which were forced to stop and investigate. After Class D personnel were debriefed, both the shark and the SCP were retrieved by field agents. It is worth noting that the police officers involved have remained firmly silent to their superiors about the incident.\n\n\nTest 539-4:\n This test was unauthorized, and disciplinary action of varying degrees of severity has been taken with the parties involved. As a \"prank\", a group of research staff decided to see if they could distract Dr. ██████ , who is notorious for becoming very involved in his work. When thrown, a pack of at least 10 \nVaranus komodoensis\n (Komodo dragons) burst from the ceiling vent and proceeded to chase the Doctor out of his lab. The reptiles proceeded to run unchecked throughout the facility until the disc was picked up, after which they were impossible to locate, and had apparently left the premises. This \"test\" may indicate that use of animals is the predominant method of distraction.\n\n\nLook, I appreciate a good laugh as much as anyone, but perhaps this could have ended better if the research staff had gotten permission? Furthermore, I find it highly likely that the method of distraction will involve animals, given the way that they almost always attract the attention of humans. -Dr. ██████\n\n\nTest 539-5:\n Test to determine object's effectiveness on proxy observers. Testing personnel set up an observation camera linked to a computer monitor in a different building. The computer would both record and display the video feed to observers. Camera was focused on test subject and the remaining personnel moved to the monitoring computer. When the disc was thrown, the computer suffered a fatal error caused by the deletion of the hardware drivers needed to use the camera feed. Recorded video was corrupt and beyond recovery.\n\n\n\n\n\n\n« \nSCP-538\n | SCP-539 | \nSCP-540\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-539\n\" by Kal Malign, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-539\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Test Notes"
    ],
    "documents": [],
    "notes": [
        "\" SCP-539 \" by Kal Malign, from the SCP Wiki . Source: https://scpwiki.com/scp-539 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-539",
    "object_class": "Euclid",
    "containment_procedures": "SCP-539 is to be kept in a padded case, to remain locked at all times, unless a supervisor with a minimum Security Clearance Level of 2 is present to observe, and only during potential testing of its phenomena. Physical contact with SCP-539 is forbidden unless approved testing is being conducted.",
    "description": "Object is a thin, round disc composed of an undetermined material. While there appears to be corrosion around the edges, testing has determined that the marks are not the result of oxidation. When thrown, an event will occur in the immediate vicinity that will draw attention away from its thrower. These distractions have no observable pattern of any sort. However, it has been determined that the distraction will be more overwhelming in proportion to the difficulty of removing attention from the user. Due to the unpredictable nature of SCP-539's effect, testers are currently advised to throw it as far as possible from themselves.",
    "title": "SCP-539"
}