{
    "url": "https://scp-wiki.wikidot.com/scp-5391",
    "all_text": "rating: \n+185\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-5391\n -\n\n\n\n\nx\n\n\n\n\nImage Credits\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nAN EMERGENCY NOTICE FROM THE OVERSEER COUNCIL\n\n\nIn light of recent cataclysmic events, the following file's clearances have been lowered from Level-5/5391 to Level-1/5391. It is our belief that the information contained in this file provides essential context to an anomaly that has affected normalcy on a world-wide scale. For the safety of our organization and the survival of humanity: all Foundation personnel are required to read this document.\n\n\nThe Veil has been lifted. This is now a war on all fronts.\n\n\n\n\n5391\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5391\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\napollyon\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPrometheus Labs Testing Facility ENSW-1 following the revival of LSA-Brasil-001\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-40\n\n\nA. Darius Simmons\n\n\nM. Kaori\n\n\nΗ-5 \"Jäeger Bombers\"\n\n\n\n\n\n\n\n\n\n\n\n\nFoundation Secure Facility Site-40, located off the coast of Wake Island\n\n\n\n\n\n\nSpecial Containment Procedures:\n Complete containment of SCP-5391 is to be achieved through direct engagement of SCP-5391-1. Entities are to be subdued or terminated on a case-by-case basis at the discretion of the engaging parties.\n\n\nA state of détente has been declared between the Foundation and certain major paranormal organizations, specifically the Global Occult Coalition. All groups, in conjunction with world governments, are to focus efforts on the engagement and combat of SCP-5391-1. Foundation facility Site-40 has been declared neutral ground, and is to be the primary research terminal of all SCP-5391 related phenomena. As such, the remains of all SCP-5391-1 entities are to be hosted at this location for further analysis. Several massive, underground containment chambers are to be used in the event that a live SCP-5391-1 specimen can be contained.\n\n\nThe Foundation is presently in the early phases of an SK-Class \"Broken Masquerade\" scenario. As such, all protocol relating to the preservation of the Veil is to be disregarded. Refer to site supervisors and disseminated supplemental documentation for further information.\n\n\nSee Addendum.5391.4 for details on SCP-5391-1 engagement protocol.\n\n\nDescription:\n SCP-5391 is the designation given to the subsequent appearance of several hostile Large Scale Aggressors (LSAs) following the revival of LSA-Brasil-01. These entities, collectively referred to as both SCP-5391-1 and their individual designations, are gigafauna varying in appearance, height, and biological composition. While certain SCP-5391-1 possess physical traits similar to those found in ordinary organisms, each entity deviates in significant characteristics and anomalous capability. The unifying characteristic among SCP-5391-1 is the possession of destructive thaumatological capabilities, including the large-scale emission of Elan Vital Energy and Akiva Radiation. A brief summary detailing the characteristics and anomalous capabilities of significant SCP-5391-1 can be found in Addendum.5391.1. There are presently 27 known entities that have appeared as a result of SCP-5391.\n\n\nOn 1998/06/30, a series of seismic events — including tsunamis, underwater and above-ground volcanic activity, and ground tremors — resulted in the surfacing of LSA-02 through LSA-09. Entities close to large population centers immediately engaged in hostile behavior. Foundation, military, and Global Occult Coalition forces were mobilized, but were only successful in driving the entities away from large civilian populations. In most cases, SCP-5391-1 retreated into the ocean. A combined clean-up and reconstruction effort of these population centers is underway, and is expected to take full effect upon the complete containment or neutralization of the SCP-5391-1 threat.\n\n\nThe appearance of SCP-5391-1 has resulted in both an MH-Class \"Large-Scale Aggressor Overrun\" Scenario and an SK-Class \"Broken Masquerade\" scenario, as destruction of metropolitan and otherwise populated areas upon the awakening of these entities has damaged the Veil beyond repair.\n\n\nThe vector of SCP-5391 activity is hypothesized to be the resurrection of LSA-Brasil-01, an entity responsible for the \nattack on Hy-Brasil, a large anomalous community, in 1988\n. This entity was neutralized by the Global Occult Coalition through the use of an experimental, unique \nCasaba-Howitzer Nuclear Directed Energy Weapon\n, which had the subsequent effect of destroying much of the surrounding area of Hy-Brasil. Following this, the corpse of the entity fell into the possession of GoI-211, Prometheus Labs, who engaged in a series of experiments and physical modifications intended to revive the entity. On 1998/06/28, \nthe entity was successfully revived\n, destroying its research facility off the coast of Swansea, Wales before escaping.\n\n\nIt is unknown why the revival of LSA-Brasil-01 has resulted in SCP-5391.\n\n\nAddendum.5391.1:\n Significant SCP-5391-1 Files\n\n\n\n\n▶ACCESS ADDENDUM◀\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\n\n\nLSA-Brasil-01\n\n\n\n\n\n\nAppearance:\n 1998/06/28\n\n\nLocation:\n Swansea, Wales\n\n\n\n\nLSA-Brasil-01 is a crocodilian and cephalopodic entity responsible for the destruction of Hy-Brasil in 1988. The entity possesses numerous thaumatological capabilities, including regenerative properties, the emission of Elan Vital Energy for defensive purposes, and the ability to detect other LSAs through EVE patterns. While the entity was once considered neutralized and had sustained unlivable damage to its body, LSA-Brasil-01 was revived by Prometheus Labs for the purposes of an experimental program code-named ANASTASIS. As a result, LSA-Brasil-01 is currently outfitted with large amounts of paratechnical components that accentuate its abilities. ANASTASIS ran from 1991/03/12 to 1998/06/28, culminating in the successful reanimation of LSA-Brasil-01 and the entity's subsequent destruction of Prometheus Labs Testing Facility ENSW-1. LSA-Brasil-01 is currently at large, and was last observed near the island of Príncipe.\n\n\n\n\n\n\n\n\n\n\n\n\nLSA-Wake-02\n\n\n\n\n\n\nAppearance:\n 1998/06/30\n\n\nLocation:\n Wake Island, United States Minor Outlaying Islands\n\n\n\n\nLSA-Wake-02 is an aquatic, serpentine entity that resembles a wolf eel (\nAnarrhichthys ocellatus\n). Its full body length and measurements are currently unable to be determined due to limited observation. An \nillicium\n hangs from the entity's head, hypothesized to act as a lure for prey. When LSA-Wake-02 opens its mouth, a second head - resembling that of an anglerfish - will emerge from the entity's mouth to consume prey. This appendage is capable of moving independently from the body, extending as far as 40 meters. LSA-Wake-02 is also capable of changing its skin coloration. A variety of complex color mixtures and patterns have been observed. Upon awakening, the entity briefly attacked a cruise ship near Majuro before being driven back to sea by Global Occult Coalition forces.\n\n\n\n\n\n\n\n\n\n\n\n\nLSA-Stromboli-08\n\n\n\n\n\n\nAppearance:\n 1998/06/30\n\n\nLocation:\n Stromboli, Italy\n\n\n\n\nLSA-Stromboli-08 is an armored, ankylosaurian quadruped that appeared in Stromboli, Italy. The entity was apparently buried beneath the island's sediment, and its awakening resulted in the eruption of Mount Stromboli and complete destruction of the island. LSA-Stromboli-08's plating features numerous broad spines that end in a narrow point - presumably a self-defense mechanism. The seams between these plates have a scintillating red glow, similar to that of molten rock. As shown during the eruption of Mount Stromboli, the entity shows great resistance to heat, and is capable of expelling EVE-infused magma from its body. Due to the danger of approaching LSA-Stromboli-08, the entity has remained undisturbed on the island, spending a significant portion of its time following its appearance in a state of rest.\n\n\n\n\n\n\n\n\n\n\n\n\nLSA-Amman-14\n\n\n\n\n\n\nAppearance:\n 1998/07/01\n\n\nLocation:\n Amman, Jordan\n\n\n\n\nLSA-Amman-14 is an arboreal entity resembling a massive, leafless tree. The entity's lower body is composed of soft appendages akin to roots, which LSA-Amman-14 has used to anchor itself in the ground. While the entity is capable of moving through traditional means, it prefers to remain stationary and protect itself through the extension of its appendages. LSA-Amman-14 is capable of rapidly regrowing and generating extensions of its body at will, observed to be used to pierce its prey. Its upper half resembles a tree trunk, but with a clear \"head\" appendage with several black eyes visible. Prior to surfacing, the top portion of LSA-Amman-14 was visible above ground among Daevite ruins located in Jordan. The entity was initially thought to be an anomalously grown tree. Following its revival, the entity attacked the city of Amman, causing over 100,000 documented casualties. The entity was driven into the countryside, where Foundation and Global Occult Coalition forces are currently attempting to neutralize the threat.\n\n\n\n\n\n\n\n\n\n\n\n\nLSA-Elizabeth-18\n\n\n\n\n\n\nAppearance:\n 1998/07/02\n\n\nLocation:\n Elizabeth, New Jersey\n\n\n\n\nLSA-Elizabeth-18 is a winged coleopteratic entity resembling a Goliath beetle (\nGoliathus goliatus\n). Four pairs of wings with estimated individual lengths of ~65 meters grow between the entity's plated body. A large, tapered horn is situated on the entity's head. LSA-Elizabeth-18 appeared in Elizabeth, New Jersey, surfacing from a field outside the city. The entity's subsequent destruction of Elizabeth resulted in over 32,000 casualties. LSA-Elizabeth-18 is presently in a state of flight, and has not touched land since its initial surfacing.\n\n\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\nAddendum.5391.2:\n Site-01 Internal Memo - 1998/07/01\n\n\n\n\n▶ACCESS ADDENDUM◀\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\nHYPERION-5 EMERGENCY SUMMIT INTERNAL MEMO\n\n\nSite-01\n\nPrepared by: Factotum-O3-A\n\n\n\n\n\n\n\n\nDr. Mikasa Kaori, SCP-5391 Research Head\n\n\n\n\n\n\nOn 1998/07/01, an emergency summit between high-ranking Foundation personnel was held at Site-01. The purpose of this conference was to determine a proper course of action following the events of SCP-5391. Among those in attendance included public relations specialist Agent Diogenes, RAISA administrator Maria Jones, and Dr. Charles Gears.\n\n\nIn a 9-0 vote, the conference decided to move in favor of lifting certain Veiled operations, organizing contact with the Global Occult Coalition, and directing all efforts and resources to containing the SCP-5391-1 threat by any means necessary. Furthermore, Dr. Mikasa Kaori — an integral component during the clean-up and documentation of the Hy-Brasil incident — was promoted to Research Head for SCP-5391 related phenomena. Dr. Kaori's experience with containing and researching several LSA-class anomalies was also taken into account.\n\n\nUpon review by the Overseer Council, the actions proposed by the Hyperion-5 Summit were put to an Overseer vote, and agreed upon.\n\n\n\n\n\n\nVote Aye - 9\n\n\nAgent Diogenes / Researcher U. Ridley / Director M. Jones / Dr. C. Gears / Director V. Marzapane / Director C. Luong / Dr. T. Xyank / Dr. A. Mudarri / Agent Wrangham\n\nVote Nay - 0\n\n\nN/A\n\n\n\n\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\nAddendum.5391.3:\n Interview Log\n\n\n\n\n▶ACCESS ADDENDUM◀\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\nAUDIO LOG\n\n\n\n\nDATE:\n 1998/07/04\n\n\n\n\n\n\n\n\nPoI-2889, ect\n\n\n\n\n\n\nForward:\n On 1998/07/04, Foundation agents successfully detained and captured PoI-2889 — Stanislav Nikolaev, д.б.н — at the Dublin Airport. PoI-2889 is a former GRU-P scientist and director of Prometheus Labs' ANASTASIS project. PoI-2889 was present during the destruction of Prometheus Labs Testing Facility ENSW-1, and claimed the results of the ANASTASIS project were successful. While in custody, he was noted to express joy and elation in regards to the events of SCP-5391, claiming that his \"life's work\" had been seen to completion.\n\n\nPoI-2889 was brought to Site-40 and promptly interrogated.\n\n\n \n\n\n\n\n»BEGIN LOG«\n\n\nDr. Kaori walks into the room, and sits down. Extended silence.\n\n\nPoI-2889:\n Yes, doctor?\n\n\nDr. Kaori:\n PoI-2889, you've expressed several statements regarding SCP-5391. Was this an intended consequence of reviving LSA-Brasil-01?\n\n\nPoI-2889:\n (\nLaughs\n) No, no, no. Doctor, I assure you, none of us on the research team had this knowledge. Trust me, doctor. It may not have stopped *my* involvement, but the suits? Shut the project down like *that*.\n\n\nDr. Kaori:\n (\nDistressed\n) And why is that? Is this the future you want? Are you enjoying the destruction of the Veil? The oncoming loss of millions of lives? Your actions have cost us everything. Costed \nthe world\n everything!\n\n\nSilence.\n\n\nPoI-2889:\n My simple goal was to make a monster, doctor. I made my monster, and received a dozen more! It is a glorious unforeseen turn of events. I sense resentment from you, doctor. This isn't the calm and collected demeanor a \nFoundation personnel\n is supposed to uphold. (\nLaughs\n)\n\n\nDr. Kaori sinks into her seat and sighs.\n\n\nDr. Kaori:\n This isn't the world we were supposed to uphold, either.\n\n\nPoI-2889:\n This world is being returned to its rightful masters. I've studied LSAs for decades. These beasts are unstoppable in the purest sense of the word. Fighting them is hopeless. You're better to curl up into a ball and accept your fate. At least for now.\n\n\nDr. Kaori:\n For now?\n\n\nPoI-2889:\n Yes, for now. If you cannot adapt in this new earth paradigm, then you will die. Your whole species will die! Thousands of years of human achievement!\n\n\nPoI-2889 extends his hand and blows before laughing.\n\n\nDr. Kaori:\n How do you adapt?\n\n\nPoI-2889:\n The only way to kill a \nkaiju\n is with one of their own. Hm?\n\n\nDr. Kaori:\n Are you suggesting we train an LSA?\n\n\nPoI-2889:\n It'd be near impossible to train one. But if you want to kill \nkaiju\n, you'll need one of your own. Raise one, grow one, make one, perhaps even build one.\n\n\nSite-40's warning klaxons sound. Dr. Kaori looks frantically. PoI-2889 begins laughing. The door to the interview room is flung open by another personnel member.\n\n\nUnidentified Personnel:\n Dr. Kaori! LSA threat 12 kilometers from the facility engaged with civilian watercraft. All forces are mobilizing!\n\n\nDr. Kaori:\n Understood.\n\n\nDr. Kaori gets up and begins to rush out of the room. She stops as PoI-2889 begins to speak.\n\n\nPoI-2889:\n (\nLaughs\n) You'll see! You'll see what I mean, doctor. You cannot win against this power.\n\n\nDr. Kaori leaves, glaring at PoI-2889.\n\n\n»END LOG«\n\n\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\nAddendum.5391.4:\n Incident Wake-02-B\n\n\n\n\n▶ACCESS ADDENDUM◀\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\nINCIDENT LOG\n\n\n\n\nDATE:\n 1998/07/04\n\n\n\n\nPreface:\n Following the resurfacing of LSA-Wake-02, the entity attacked a fishing vessel before being engaged by the Foundation. Mobile Task Force Η-5 \"Jäeger Bombers\" and Site-40 trained personnel were ordered to subdue or neutralize the entity using a variety of specialized equipment. A log of Incident Wake-02-B is transcribed below.\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n[00:00]\n LSA-Wake-02 resurfaces in the Pacific Ocean, 1,523 miles west of Site-40.\n\n\n[00:24]\n LSA-Wake-02 approaches a \nTrident Seafoods\n fishing vessel and begins assaulting the craft.\n\n\n[00:37]\n Foundation forces arrive: six BlackGate-Atzmus armed helicopters, two A-Class watercraft (\nCronus\n and \nRhea\n respectively) armed with various anomalous weaponry, and the High-Energy Concentration Orbital Railgun (HECOR).\n\n\n[00:45]\n MTF H-5 (\"Jäeger Bombers\") are deployed from Dimensional-Site-172 and materialize successfully.\n\n\n[00:48]\n Bombardment of the entity continues to be ineffectual. An MM13 Binding Field is deployed in an attempt to contain LSA-Wake-02 in a state of stasis. The device is rendered unusable within seconds by a large emission of EVE.\n\n\n[00:54]\n The entity damages the fishing vessel beyond its ability to float. Two immediate civilian casualties.\n\n\n[00:55]\n Dr. Kaori and the control team redirect efforts to the safe evacuation of civilians aboard the vessel. A helicopter begins to board survivors. The bodies of the two casualties are unable to be recovered.\n\n\n[01:03]\n LSA-Wake-02 grossly extends its second mouth and devours the retreating helicopter. 18 casualties result.\n\n\n[01:08]\n The entity is pierced by four Anti-Thaumatologic Cannons. Considerable damage is dealt before LSA-Wake-02 destroys a cannon by bludgeoning it with half of the fishing vessel.\n\n\n[01:15]\n HECOR prepares for firing. 12 Thaumatologically-Keyed Explosives impact the entity with minimal effect.\n\n\n[01:19]\n LSA-Wake-02 consumes two more helicopters after destroying another cannon. 31 casualties.\n\n\n[01:24]\n A sweeping wave of EVE results in the destruction of Foundation vessel \nRhea\n. 36 casualties.\n\n\n[01:31]\n HECOR fires, destroying a large portion of LSA-Wake-02. The entity immediately begins regenerating.\n\n\n[01:34]\n Dr. Kaori redirects the objective to the safe evacuation of Foundation personnel. A BlackGate-T12 unmanned drone is deployed to distract the entity while a second Atzmus helicopter will transport survivors to Site-40.\n\n\n[01:56]\n Bombardment of LSA-Wake-02 ceases as personnel board the rescue vehicle. The entity consumes the drone as the helicopter retreats from the area.\n\n\n[02:32]\n 18 surviving personnel are successfully evacuated to Site-40. All members of MTF H-5 return to Dimensional-Site-112 with only minor injuries. Total casualties calculated at approximately 87.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nClosing Statement:\n \nUnacceptable. This log and the recorded footage of the incident is proof enough that we do not possess the tools required to effectively combat these entities. We lost 74 Foundation personnel, 13 civilians, and barely scratched the threat. We would've lost more if I hadn't called for retreat. It's evident now more than ever that our methods of containment regarding LSAs are grossly ineffectual and costly. I've been lobbying for the continued development of the KEY program for years. I'm presently drafting a reinstatement proposal for the 5391 committee's review. If we wish to protect this new world, it's imperative we adapt with it. - Dr. Kaori\n\n\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\nAddendum.5391.5:\n A Notice From The Overseer Council\n\n\n\n\n▶ACCESS ADDENDUM◀\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\nA Notice From The Overseer Council\n\n\n\n\nSCP-5391\n\n\n\n\nAs SCP-5391 is an ongoing phenomenon, information is limited and subject to change. This file has been compiled and released as a document intended to summarily inform personnel of all clearance levels. Further information regarding Veil protocol, individual LSA documentation, and changing policy will be disseminated through the necessary channels. SCP-5391 is considered a living document, and will be updated accordingly. It is imperative that all Foundation personnel remain aware of further developments relating to SCP-5391.\n\n\nIn the event that your place of employment within the Foundation is the focus of an SCP-5391-related incident, necessary information and protocol has been released to facility administration committees.\n\n\n\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\n\n\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\npcs.tenpics|snommis.a#pcs.tenpics|snommis.a\n\n\n\n\n\n\nTo:\n\n\npcs.tenpics|iroak.m#pcs.tenpics|iroak.m\n\n\n\n\n\n\nSubject:\n\n\nRe:SCP-5391\n\n\n\n\n\n\nDate:\n\n\n1998/07/05\n\n\n\n\n\n\n\n\nDr. Kaori,\n\n\nI'm assuming you've read the public release of the file by now. Didn't leave much out.\n\n\nTwo days ago, something happened in Paraguay. Killed an entire Foundation expedition team. There's ruins there. Labyrinthine cave systems filled with remnants of ancient civilizations you've never heard of. The higher-ups are starting to put the pieces together: why this is happening, what these things are, what's about to come. We were keeping this a clearance above you, but you're research head now. It's your right to know. We're almost finished revising the file.\n\n\nRegards,\n\nAlbert Simmons\n\nSite-40 Research Director\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nFrom:\n\n\npcs.tenpics|iroak.m#pcs.tenpics|iroak.m\n\n\n\n\n\n\nTo:\n\n\npcs.tenpics|snommis.a#pcs.tenpics|snommis.a\n\n\n\n\n\n\nSubject:\n\n\nRe:SCP-5391\n\n\n\n\n\n\nDate:\n\n\n1998/07/05\n\n\n\n\n\n\n\n\nDirector Simmons,\n\n\nThank you, director. I'm glad the Overseers saw me fit to see information that is integral to carrying out my job effectively.\n\n\nI spent a day arguing with the financial division, trying to dredge up several old, failed projects. Specifically the KEY program, as well as the handful that were rushed into development after the Hy-Brasil incident. RAISA won't even provide the records.\n\n\nI hope you can realize that withholding information from the appointed authority on this phenomenon is neither beneficial to your cause nor protective of anyone. When will I be given permission to read this new document?\n\n\nRegards,\n\nDr. Mikasa Kaori\n\nFoundation Research Specialist\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nFrom:\n\n\npcs.tenpics|snommis.a#pcs.tenpics|snommis.a\n\n\n\n\n\n\nTo:\n\n\npcs.tenpics|iroak.m#pcs.tenpics|iroak.m\n\n\n\n\n\n\nSubject:\n\n\nRe:SCP-5391\n\n\n\n\n\n\nDate:\n\n\n1998/07/05\n\n\n\n\n\n\n\n\nExpect to see it on your desk by tomorrow morning.\n\n\nRemind me, what's the KEY program?\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nFrom:\n\n\npcs.tenpics|iroak.m#pcs.tenpics|iroak.m\n\n\n\n\n\n\nTo:\n\n\npcs.tenpics|snommis.a#pcs.tenpics|snommis.a\n\n\n\n\n\n\nSubject:\n\n\nRe:SCP-5391\n\n\n\n\n\n\nDate:\n\n\n1998/07/05\n\n\n\n\n\n\n\n\nWhat do people usually do when confronted by giant monsters?\n\n\nThey build mechs.\n\n\n\n\n\n\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGRANT REQUEST\n\n\n\n\n\n\nWar on All Fronts: Anastasis\n\n\n\n\n\n\n\n\n\n\n\n\nAwakening\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5390\n | SCP-5391 | \nSCP-5392\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5391\n\" by J Dune, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5391\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\nfactory.jpg\n\n\nName:\n Remains of a destroyed by flooding, near Jacobabad\n\n\nAuthor:\n \nDFID\n\n\nLicense:\n CC-BY-2.0\n\n\nSource Link:\n \nflickr\n\n\n\n\n\n\nFilename:\nmap.jpg\n\n\nName:\n Site-40\n\n\nAuthor:\n Steph Lynch\n\n\nLicense:\n CC-BY-SA-3.0\n\n\nSource Link:\n Own Work\n\n\n\n\n\n\nFilename:\nkaori.jpg\n\n\nName:\n Noriko ishigaki1\n\n\nAuthor:\n Hard Mas\n\n\nLicense:\n CC-BY-SA-4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\nscience.jpg\n\n\nName:\n Alexandr Yatchikov\n\n\nAuthor:\n \nALDOR46\n\n\nLicense:\n CC-BY-SA-3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum.5391.1: Significant SCP-5391-1 Files",
        "Addendum.5391.2: Site-01 Internal Memo - 1998/07/01",
        "Addendum.5391.3: Interview Log",
        "Addendum.5391.4: Incident Wake-02-B",
        "Addendum.5391.5: A Notice From The Overseer Council\n\n\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-5391 \" by J Dune, from the SCP Wiki . Source: https://scpwiki.com/scp-5391 . Licensed under CC-BY-SA .",
        "Filename: factory.jpg Name: Remains of a destroyed by flooding, near Jacobabad Author: DFID License: CC-BY-2.0 Source Link: flickr",
        "Filename: map.jpg Name: Site-40 Author: Steph Lynch License: CC-BY-SA-3.0 Source Link: Own Work",
        "Filename: kaori.jpg Name: Noriko ishigaki1 Author: Hard Mas License: CC-BY-SA-4.0 Source Link: Wikimedia Commons",
        "Filename: science.jpg Name: Alexandr Yatchikov Author: ALDOR46 License: CC-BY-SA-3.0 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "Complete containment of SCP-5391 is to be achieved through direct engagement of SCP-5391-1. Entities are to be subdued or terminated on a case-by-case basis at the discretion of the engaging parties.",
    "description": "SCP-5391 is the designation given to the subsequent appearance of several hostile Large Scale Aggressors (LSAs) following the revival of LSA-Brasil-01. These entities, collectively referred to as both SCP-5391-1 and their individual designations, are gigafauna varying in appearance, height, and biological composition. While certain SCP-5391-1 possess physical traits similar to those found in ordinary organisms, each entity deviates in significant characteristics and anomalous capability. The unifying characteristic among SCP-5391-1 is the possession of destructive thaumatological capabilities, including the large-scale emission of Elan Vital Energy and Akiva Radiation. A brief summary detailing the characteristics and anomalous capabilities of significant SCP-5391-1 can be found in Addendum.5391.1. There are presently 27 known entities that have appeared as a result of SCP-5391.",
    "title": "SCP-5391"
}