{
    "url": "https://scp-wiki.wikidot.com/scp-5404",
    "all_text": "rating: \n+718\n+\n–\nx\n\n\nPeppersGhost\n\n\n\n\n\n\nSCP-5404\n - \nLinguistic Minefield\n Boom-Boom Words by \nPeppersGhost\n\n\n\n\n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-5404\n\n\nObject Class: Keter\n\n\nHow To Make Safe:\n Please \ndo not talk\n about \nSCP-5404\n (\"boom-boom words\"). No making words about boom-boom words on computers or not-computers.\n\n\nIn the time that is now, we are not having smart-knowing about which words go boom-boom. To keep everyone being safely alive, please make not normal \ntalk\n style.\n\n\nWords and bunches of words that are in red are known to go boom-boom. Remember to never ever assemble them.\n\n\nRemember to always make \ntwo\n \"boom-boom\" with an in-between hyphen. Other styles of making this meaning will go boom-boom.\n\n\nNew Thing:\n Sometimes safe is made to not be safe. Always test with boom-boom computer.\n\n\nWhat It Is:\n \"Boom-Boom \nwords\n\" (\"letter-clusters\") is a thing that makes some bunches of letter-clusters make a boom-boom when you put some letter-clusters by other letter-clusters, but only when the thing you are making about is boom-boom letter-clusters themselves. Sometimes just a single cluster of letters will go boom-boom.\n\n\nOnly when making mouth sounds or making symbol mouth sounds will letter clusters go boom-boom. Reproducing old before-times mouth sound records is safe, but only goes \na certain amount\n of safety. All Foundation computer-symbol letter-clusters are saved right at the time of making, so if you see red bunches of letter-clusters, it means mistake happened.\n\n\n\n\nTrying-Things-Out Log:\n We have computer arms make button-hits on computer letters to try out what makes boom-boom. What you can look at under this is just a small bunch for example to show how not-safe boom-boom letter-clusters are.\n\n\n\n\n\n\nThing to make happen\n\n\nHappened?\n\n\n\n\n\n\nspecial containment procedures\n\n\nBad\n\n\n\n\n\n\ns pec ial conta inment proced ures\n\n\nBad\n\n\n\n\n\n\n$p3cial c0ntainm3nt pr8cedure5\n\n\nBad\n\n\n\n\n\n\nspesh cont pro\n\n\nGood\n1\n\n\n\n\n\n\necialspay ontainmentcay ocedurespray\n\n\nBad\n2\n\n\n\n\n\n\nexplosive\n\n\nBad\n\n\n\n\n\n\nword\n\n\nGood\n\n\n\n\n\n\nsentence\n\n\nBad\n\n\n\n\n\n\ndetonate\n\n\nBad\n\n\n\n\n\n\nboom\n\n\nBad\n\n\n\n\n\n\nboom-boom\n\n\nGood\n\n\n\n\n\n\nbe careful\n\n\nBad\n\n\n\n\n\n\nbe making safe\n\n\nGood\n\n\n\n\n\n\nword\n\n\nBad\n3\n\n\n\n\n\n\n\n\nMore Thing:\n\n\n\n\nBoom-boom letter clusters made by don't-like-us group. New styles of boom-boom letter clusters keep happening. It gets more bad again and again.\n\n\nIf boom-boom letter-clusters started to happen when making mouth-sounds about things that aren't boom-boom letter-clusters, \nworld could boom-boom.\n\n\nThe Big In-Charge Group has made it happen that trying-things-out and looking-into must keep being happen to stop don't-like-us group and safely keep world not being boom-boom.\n\n\nThey make unlikely demands. Tiamat is maybe. For the now-time, \nEshu\n stands.\n\n\nWe keep-out. We keep-in. We keep-safe.\n\n\nBig In-Charge Group #08\n\n\n\n\n\n\n\n\nPeppo Jamcon 2020\n\n« \nSCP-5155\n | SCP-5404 | \nSCP-5031\n »\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Letter-cluster style gave struggle.\n\n\n2\n. Maybe looks like meaning-tied? Intention?\n\n\n3\n. Good before, bad now. Be making safe.\n\n\n\n\n\n\n\n\n« \nSCP-5403\n | SCP-5404 | \nSCP-5405\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nLEFT OUT TO ENSURE SAFE BEING\n\" by PeppersGhost, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5404\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Boom-boom letter clusters made by don't-like-us group. New styles of boom-boom letter clusters keep happening. It gets more bad again and again. If boom-boom letter-clusters started to happen when making mouth-sounds about things that aren't boom-boom letter-clusters, world could boom-boom. The Big In-Charge Group has made it happen that trying-things-out and looking-into must keep being happen to stop don't-like-us group and safely keep world not being boom-boom. They make unlikely demands. Tiamat is maybe. For the now-time, Eshu stands. We keep-out. We keep-in. We keep-safe. Big In-Charge Group #08",
        "\" LEFT OUT TO ENSURE SAFE BEING \" by PeppersGhost, from the SCP Wiki . Source: https://scpwiki.com/scp-5404 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5404",
    "object_class": "Keter",
    "title": "[LEFT OUT TO ENSURE SAFE BEING]"
}