{
    "url": "https://scp-wiki.wikidot.com/scp-5411",
    "all_text": "#page-content\n \n.collapsible-block\n \n{\n \n    \nposition:\n \nrelative\n;\n    \npadding:\n \n0.5\nem\n;\n    \nmargin:\n \n0.5\nem\n;\n    \nbox-shadow:\n \n2\npx\n \n1.5\npx\n \n1\npx\n rgba(\n176\n,\n16\n,\n0\n,\n0.7\n), \n0\n \n0\n \n0\npx\n \n1\npx\n lightgrey\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n\n}\n\n \n\n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \nblack\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n \n\n}\n\n \n\n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\ncenter\n;\n\n}\n\n \n\n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \ncolor:\n dimgrey\n;\n\n}\n\n \n\n.collapsible-block-link\n \n{\n\n    \nfont-weight:\n \nbold\n;\n    \ncolor:\n dimgrey\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n \n\n.addendumbox\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nbox-shadow:\n0\n \n2\npx\n \n5\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n),\n0\n \n2\npx\n \n10\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.12\n)\n;\n\n}\n\n \n\n.material-box\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nborder:\n \n1\npx\n lightgrey \nsolid\n;\n    \nbox-shadow:\n \n1\npx\n \n2\npx\n \n2\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n)\n;\n\n}\n\n \n\n.material-box\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.wiki-content-table\n \n{\n\n    \nwidth:\n \n100\n%\n;\n\n}\n\n \n\n.addendumbox\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.addendumtitle\n \n{\n\n   \nopacity:\n \n0.8\n;\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \n#b01\n;\n\n}\n\n \n\n.maintitle\n \n{\n\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-header\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \nfont-size:\nx-large\n;\n    \ncolor:\n#b01\n;\n\n}\n\n \n\n.addenda-header\n \n{\n\n    \nwidth:\n \n100\n%\n;\n    \nborder-bottom:\n \n2\npx\n \nblack\n \nsolid\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-info\n \n{\n\n    \ndisplay:\nflex\n;\n    \njustify-content:\nspace-between\n;\n    \nfont-size:\nlarge\n;\n\n}\n\n \n\n.scp-info-box\n \n{\n\n    \ndisplay:\nflex\n; \n    \njustify-content:\nspace-between\n;\n\n}\n\n \n\n.object-info\n \n{\n\n    \ncolor:\nblack\n;\n    \nalign-self:\n flex-end\n;\n    \nfont-size:\n \nlarge\n;\n\n}\n\n \n\n.title-style\n \n{\n\n    \nopacity:\n \n0.8\n;\n    \nmargin-bottom:\n \n10\npx\n;\n    \ncolor:\n \n#b01\n;\n    \nfont-size:\n \nlarge\n;\n    \ntext-decoration:\n \nunderline\n;\n    \nfont-weight:\n \nbold\n;\n\n}\n\n \n\n.update-div-empty\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n    \ncolor:\n lightgrey\n;\n\n}\n\n \n\n.update-div\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n\n}\n\n \n\n.computed\n \n{\n\n    \nborder:\n \n1\npx\n \nblack\n \nsolid\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.computed\n:before\n \n{\n\n    \ncontent:\n\"Computed \nCode\n\"\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.rawcode\n \n{\n\n    \nborder:\n \nblack\n \nsolid\n \n1\npx\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.rawcode\n:before\n{\n\n    \ncontent:\n\"Raw \nCode\n\"\n;\n    \ntext-align:\n \ncenter\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.codebox\n \n{\n\n    \ndisplay:\n \ninline-block\n;\n    \nwidth:\n \n100\n%\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \nem\n,  \n.yui-navset\n \n.yui-nav\n \na\n \nem\n{\n\n        \npadding:\n \n0.25\nem\n \n.75\nem\n; \n        \ntop:\n \n0\npx\n;\n        \nmargin-bottom:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n     \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \n{\n\n       \nmargin:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:focus\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:hover\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n         \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n:hover\n,\n\n.yui-navset\n \n.yui-nav\n \na\n:focus\n \n{\n\n    \nbackground:\n gainsboro\n;\n    \ntext-decoration:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n, \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n \n{\n\n\nbackground-color:\n \nnone\n;\n\nbackground-image:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n \n{\n\n\nbackground:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \nli\n{\n\n\nmargin:\n \n0\npx\n;\n\n}\n\n \n\n#page-content\n \n.licensebox\n \n.collapsible-block\n \n{\n\n    \nposition:\n unset\n;\n    \npadding:\n unset\n;\n    \nmargin:\n unset\n;\n    \nbox-shadow:\n unset\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\n \nleft\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \nleft\n;\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-link\n \n{\n\n    \ncolor:\n \ninherit\n;\n    \ntext-align:\n \nleft\n;\n\n}\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\nrating: \n+62\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-5411 \"Alaaniwe\" by:\n \nDrAkimoto\n\n\n \n\n\n\n\n★ DrAkimoto's Author Page ★\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n93.06%\n\n(+67)\n\n\n6.94%\n\n(-5)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\nCrit credit: \nMalyceGraves\n, \nHexick\n, \nOboebandgeek99\n, \nOCuin\n\n\n\n\n\n\n\n\nrating: \n+62\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-5411\n\n\nLevel 2/5411\n\n\n\n\n\n\nObject Class:\n Euclid-provisi\n1\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\nAbove: SCP-5411-0. Below: Outpost-Z478.\n\n\n\n\n\n\n\n\n\n\nProvisional Containment Procedures\n\n\n\n\nNotice:\n The Object Class for SCP-5411 is currently pending investigation and assessment protocols, temporary containment has been established as follows:\n\n\n\n\nFoundation Outpost-Z478 is within a 70 km\n2\n exclusionary zone maintained around SCP-5411-0. In conjunction with the federal government of the United Republic of Tanzania, the zone is restricted under the guise of a military installation. Warning signs every .5 km around the perimeter of the exclusionary zone advise civilians of severe punishment for trespassing. The exclusionary zone is patrolled continuously by a total of 25 unarmed automated drones, which transmit information back to Outpost-Z478. All trespassers are to be apprehended and amnesticized by Containment Task Force Delta-52 (\"Desert Rats\"), before being released into the custody of the Tanzanian government for prosecution.\n\n\nFoundation personnel entering SCP-5411-0 are forbidden from possessing firearms or any visible object that can be perceived as a weapon. Under no circumstances are personnel to interact with or approach fauna within SCP-5411-0.\n\n\nA single domestic goat (\nCapra aegagrus hircus\n) is kept at Outpost-Z478 at all times. If SCP-5411 attempts to leave the area, CTF Delta-52 will activate the binding circle created by the Foundation's Thaumaturgy Division through a sacrificial ritual utilizing the goat. The goat is to be sacrificed via laceration of the throat within Outpost-Z478, completing the binding ritual. Once the binding is complete, the containment procedures for SCP-5411 will be appended.\n\n\nAny SCP-5411-1 instances attempting to leave SCP-5411-0 are to be destroyed via incineration.\n\n\n\n\n\n\nDescription\n\n\n\n\n\n\nSCP-5411.\n\n\n\n\n\n\nSCP-5411 is a humanoid entity with several documented anomalous properties and the physical appearance of a tribal witch doctor. Standing approximately 2.1 meters tall, SCP-5411 is composed of various human, animal, and botanical components, though its internal structure and functions remain unknown. It is capable of speech in an unknown language and does not appear to understand Swahili, Arabic, or English. Anomalous properties attributed to SCP-5411 include teleportation, intangibility, zoolingualism\n2\n, florakinesis, and psychokinesis. SCP-5411 is also capable of manifesting and controlling one-meter-tall humanoid entities (designated SCP-5411-1) composed of foliage, wood, mud, and rocks.\n\n\nSCP-5411-1 instances possess limited intelligence, displaying rudimentary predatorial behavior. Utilizing quadrupedal locomotion, an SCP-5411-1 instance can run at a speed of approximately 75 km/h. Instances of SCP-5411-1 are highly damage resistant, only capable of being harmed through incendiaries. SCP-5411-1 instances will attack humans indiscriminately, using sharp claw-like stone appendages to disembowel or behead its target. When in the presence of SCP-5411, instances will become docile and only act aggressively upon verbal command from SCP-5411. There are a total of 58 known instances of SCP-5411-1 within SCP-5411-0.\n\n\nSCP-5411-0 is an approximately 35 km\n2\n area of Southern Tanzanian savanna where SCP-5411 and all known SCP-5411-1 instances reside. Though possessing a climate typical of its location, SCP-5411-0 has an abnormally abundant amount of non-anomalous fauna, including large populations of endangered species. Endangered species with known populations within SCP-5411-0 include black rhinoceros, western gorilla, African forest elephant, addax, Grévy's zebra, okapi, ring-tailed lemur, African penguin, white rhinoceros, and pygmy hippopotamus.\n\n\nSCP-5411 is capable of instantly relocating itself anywhere within SCP-5411-0. It utilizes this ability to confront any individual within SCP-5411-0 which it perceives as a threat\n3\n. Since their discovery, SCP-5411 or SCP-5411-1 instances have not traveled beyond the border\n4\n of SCP-5411-0.\n\n\n\n\n\n\nDiscovery\n\n\nOn 2019/09/13, the Foundation was contacted by an asset within the Tanzania People's Defence Force (TPDF), when a member of their anti-poaching task group submitted a report containing video evidence of SCP-5411. The anti-poaching task group was in pursuit of a known poaching gang, which led them into SCP-5411-0. The following is a transcript of a video recording taken during this encounter:\n\n\n\n\n❏ Video Log ❏\n\n\n\n\n❐ Video Log ❐\n\n\n\n\nDate | Time:\n 2019/09/08 | 19:00 GMT\n\n\nDepicted:\n Sergeant Juma, Private Charles, Private Hamisi, Private Saudi, and Private Omary.\n\n\nForeword:\n The Tanzanian anti-poaching task group, Team-17, was tracking a known poaching gang that had entered SCP-5411-0 two-days prior to the unit's arrival.\n\n\n\n\n[BEGIN LOG]\n\n\n[Team-17 is driving through the savanna in an all-terrain personnel transport vehicle.]\n\n\nPvt. Charles:\n Sir, I have visual confirmation on the convoy, 200 meters north northwest.\n\n\nSgt. Juma:\n Omary, take us in.\n\n\nPvt. Omary:\n Understood.\n\n\nPvt. Hamisi:\n How many hostiles?\n\n\nPvt. Charles:\n Unknown. I have no visuals on the poachers.\n\n\nSgt. Juma:\n They could be out on the hunt. Omary, take us 50 meters south of their location, we'll approach on foot from there.\n\n\nPvt. Saudi:\n Sergeant, I got visuals on a… uh, some kind of weird animal? It's moving pretty fast; southeast, 100 meters out.\n\n\nSgt. Juma:\n Yeah, there's a lot of animals out here, Saudi, that's why the poachers are here.\n\n\nPvt. Saudi:\n But, something not rig–\n\n\nPvt. Omary:\n Approaching drop point, eyes open.\n\n\n[The vehicle slows to a stop and Team-17 exits. A caravan of eight vehicles can be seen.]\n\n\nSgt. Juma:\n Saudi, stay with the transport. Charles and Hamisi, take point; Omary you're with me. Weapons hot, these guys are armed and dangerous.\n\n\n[The four soldiers walk towards the convoy, night vision offer limited visibility.]\n\n\nPvt. Saudi:\n \n[Over radio]\n, Sir, I got six, no, seven on approach. I don't, uh, I'm not sure they're animals. [Pause] They look like \nAbatwa\n5\n.\n\n\nSgt. Juma:\n What is wrong with you, there's no su–\n\n\nPvt. Hamisi:\n Sir, we've got bodies, \nfuta\n, a lot of bodies.\n\n\n[Sgt. Juma runs to where Pvt. Hamisi and Charles are standing. Several decapitated and disemboweled bodies can be seen in various state of discomposure.]\n\n\nPvt. Omary:\n Shit. Sir, behind you!\n\n\n[Sgt. Juma turns around to see SCP-5411 standing one meter in front of him.]\n\n\nSCP-5411:\n \n[Untranslatable]\n\n\n[Pvt. Charles and Hamisi point their rifles towards SCP-5411.]\n\n\nPvt. Hamisi:\n \nJe, si hoja.\n (Don't move.)\n\n\n[SCP-5411 lifts its hands palm-up towards Pvt. Charles and Hamisi. Flicking its wrist in a downward motion, both soldiers' weapons drop to the ground. Root tendrils grow rapidly from the dirt to envelop the weapons and pull them underground.]\n\n\nSgt. Juma:\n Take cover!\n\n\n[Sgt. Juma fires several rounds in the direction of SCP-5411 and the bullets appear to pass through the entity without causing any noticeable damage. SCP-5411 disappears and reappears behind Pvt. Omary. While attempting to remove his sidearm, Omary is lifted from the ground by an unseen force. As Sgt. Juma attempts to reload, Pvt. Omary is thrown at the sergeant. Omary's head and neck twist violently at the moment of impact, killing him instantly as the collision knocks Sgt. Juma to the ground.]\n\n\nSCP-5411:\n \n[Vocalizes a roar resembling that of a male lion (\nPanthera leo\n).]\n\n\nPvt. Hamisi:\n Sir, we have \n[Gunshots]\n more hostiles! They're not \n[A wet pop can be heard followed by gurgling.]\n\n\n[Sgt. Juma lifts himself to his hands and knees just in time to see Pvt. Charles' head roll into the frame.]\n\n\nSgt. Juma:\n Saudi, retreat immedi–\n\n\n\n\n\n\nImage of an SCP-5411-1 instance, taken second before the video feed terminated.\n\n\n\n\n\n\n[END LOG]\n\n\n\n\nAfterword:\n\nPrivate Saudi managed to successfully escape the area, before contacting the TPDF for extraction. An unmanned drone reconnaissance was able to locate & confirm that all remaining members of Team-17 were deceased.\n\n\n\n\n\n\n\n\nAfter several tests were conducted, the exclusionary zone surrounding SCP-5411-0 was established three weeks after its discovery. Unarmed investigation of SCP-5411-0 was determined to be too high-risk and armed investigation totally unfeasible. In response, the current containment procedures regarding SCP-5411-0 were established.\n\n\n\n\n\n\nInvestigation\n\n\nDuring the subsequent investigation, the Foundation was made aware of a small village near SCP-5411-0, that had information regarding the origin of SCP-5411. Contact with the village was soon after established and an interview with a local elder was arranged. The following is a transcript of that interview:\n\n\n\n\n❏ Audio Log ❏\n\n\n\n\n❐ Audio Log ❐\n\n\n\n\nDate:\n 2019/09/22\n\n\nInterviewer:\n Investigative Agent William Elliot\n\n\nInterviewed:\n Ambokile Masanja\n\n\nForeword:\n The interview takes place within the home of Mr. Masanja, who cooperated fully during the process.\n\n\n\n\n[BEGIN LOG]\n\n\nAgent Elliot:\n Okay, Mr. Masanja, are you ready to begin?\n\n\nMr. Masanja:\n I am, but you may call me Ambokile, \n[chuckles]\n I am not so formal in my own home.\n\n\nAgent Elliot:\n Yes, of course. Mr. Ambokile, I'd like you to tell me about the place you refer to as \"The Cradle\".\n\n\nMr. Masanja:\n Ah, yes, a wonderful place, dangerous, yet wonderful nonetheless. Animals of every creed gather in its safety– that is why it is The Cradle.\n\n\nAgent Elliot:\n And the entity that protects the area?\n\n\nMr. Masanja:\n The Alaaniwe, He Who is Cursed\n\n\nAgent Elliot:\n Yes, and what do you know of him?\n\n\nMr. Masanja:\n I remember when he first came. I was but a boy, but he much like you, came from America in search of things he did not understand. A great hunter, as wicked as he was skilled, he came in search of exotic prey, and that is what he found.\n\n\nAgent Elliot:\n He was a normal person when he came?\n\n\nMr. Masanja:\n Yes, \n[laughs]\n through at the time he did not seem so normal to me. He was the first white man I'd seen to have visited our village.\n\n\nAgent Elliot:\n So he was interested in hunting the animals in th–\n\n\nMr. Masanja:\n No, no, not animals, Animal. He was searching for the Tembo Mzuka, the Ghost Elephant. A spirit of the land with the appearance of a cloud, known to wander the Cradle.\n\n\nAgent Elliot:\n So, a white elephant?\n\n\nMr. Masanja:\n \n[Boisterous laugh]\n Where is your sense of spirit, Mr. Elliot? Yes, to you it may simply be a white elephant, that was all it was to the man as well. But as he learned it was much more than a mere elephant. It was the protector of The Cradle, it had been for generations.\n\n\nAgent Elliot:\n Very well, please continue.\n\n\nMr. Masanja:\n The man tracked the Tembo Mzuka for weeks, always appearing one-step behind the spirit. But eventually, he found his target. A few of the village boys would follow the man, curious as they were, they kept their distance. Two were present during his transformation.\n\n\nAgent Elliot:\n Were you one of the boys following this man?\n\n\nMr. Masanja:\n No, not me, I'm afraid I was too faint of heart for something such as that.\n\n\nAgent Elliot:\n So this account is second hand?\n\n\nMr. Masanja:\n It is. But it is the truth nonetheless. If you have seen him, then you know this too.\n\n\nAgent Elliot:\n I see.\n\n\nMr. Masanja:\n Yes, well, the day had come, the man had finally found his target. Using a rifle much larger than any I had ever seen he slew the Tembo Mzuka. But slaying a land spirit does not come without its costs. The man, he burst into flame on the spot. A bright white fire cleansed him to his very bone, reducing him to ash. From the ground where he stood rose the Alaaniwe. Born anew, he was bound to the land, much as the Tembo Mzuka had been. But unlike the Tembo Mzuka, the evil in his heart gave shape to the horrid form he now inhabits.\n\n\nAgent Elliot:\n This sounds a bit apocryphal, Ambokile.\n\n\nMr. Masanja:\n \n[Chuckles]\n I imagine so, Mr. Elliot. But have you not seen him, he is clearly of this world, but also of the next. He has protected The Cradle for 70 years now, he needs no rest, nor sustenance. As his predecessor was, now he is bound to the land until he is slain. He is the land, and the land is he.\n\n\nAgent Elliot:\n What of the creatures it controls?\n\n\nMr. Masanja:\n His disciples are much the same, the \nMashetani Kidogo\n as we call them. Much like their master, the would be poachers have shed their human forms, becoming one with the land.\n\n\nAgent Elliot:\n So the people he kills become the, uh, \"little devils\" as you say?\n\n\nMr. Mananja:\n Yes, such is the way of Alaaniwe, an unending cycle of death and rebirth.\n\n\nAgent Elliot:\n I understand.\n\n\nMr. Masanja:\n If you truly understand, Mr. Elliot, then you will leave them be. It would be like removing a mountain from its valleys, a lake from its river, as he once learned– it is futile to fight nature's spirit. He harms not those who seek peaceful passage, he seeks not the glory of conquest, he is but a shepherd atoning for his sins.\n\n\nAgent Elliot:\n Thank you for your time, information, and hospitality, Ambokile. I think that will be all.\n\n\n[END LOG]\n\n\n\n\nAfterword:\n The testimony of Mr. Masanja was subsequently corroborated by several other village elders. Due to the remote nature of the village and the fact that they have had knowledge of SCP-5411 for approximately 70 years, concealment protocols were deemed unnecessary.\n\n\n\n\n\n\n\n\nAerial surveillance of SCP-5411 revealed that it spent a majority of its time tending to and communicating with the fauna within SCP-5411-0. SCP-5411 was witnessed regrowing vegetation for grazing animals, assisting in the birthing process of several species, bringing injured animals sustenance while treating their injuries, as well as various other beneficial services to the ecosystem. At no time has SCP-5411 been witnessed eating, drinking, sleeping, or resting; seemingly in a constant state of activity.\n\n\nUnarmed Foundation personnel have entered SCP-5411-0 to conduct research and remained unharmed by SCP-5411 or the SCP-5411-1 instances. Though while within SCP-5411-0, personnel remained under constant supervision of SCP-5411 or SCP-5411-1 instances. Despite several attempts being been made, direct communication with SCP-5411 has been deemed unfeasible.\n\n\n\n\n\n\nClassification Proposal\n\n\nAfter approximately one year of observation, SCP-5411 has been deemed a low-risk, low-disruption anomaly and therefore direct containment has been deemed counterproductive. The overwhelming benefit to the ecosystem within SCP-5411-0, as well as the preservation of over twenty endangered species and ten near-extinct species greatly outweighs the need for containment. The current containment procedures have been established in order to limit Foundation interference within SCP-5411-0, therefore allowing the continued growth and stability of the ecosystem.\n\n\nIn addition, the research opportunities presented by this unique ecosystem will be categorically beneficial to several intra-Foundation projects. Pending approval, the Provisional Containment Procedures will be finalized and SCP-5411 will be classified as Hiemal.\n6\n\n\n\n\nIn support: Containment Department, Parazoology Division, Scientific Department, Research and Development Division, HCML Administration\n\n\n\n\n\n\nO5 Command – \nPENDING\n\n\nEthics Committee – \nAPPROVED\n\n\n\n\n\n\n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. \n-provisi\n: Item is provisionally assigned a class until deemed otherwise.\n\n\n2\n. Also known as faunal communication, is the ability to communicate with animals.\n\n\n3\n. Typically any individual possessing an object that could be perceived as a weapon.\n\n\n4\n. This border was established through various tests utilizing armed D-Class personnel systematically entering SCP-5411-0, to gauge the distance SCP-5411 was capable of traveling.\n\n\n5\n. In Bantu mythology, \"Abatwa\" or \"Batwa\" refers to a mysterious indigenous population of small humanoid entities.\n\n\n6\n. \nHiemal\n – Item is a system of two or more distinct but related anomalies that keep each other under control.\n\n\n\n\n\n\n\n\n« \nSCP-5410\n | SCP-5411 | \nSCP-5412\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5411\n\" by DrAkimoto, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5411\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n ban.jpg\n\n\nAuthor:\n kendrasm1th\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://ccsearch.creativecommons.org/photos/00b80f33-fe07-423a-b47c-ce9d594bab6a\n\n\n\n\n\n\n\n\nFilename:\n sham.jpg\n\n\nAuthor:\n Joe Mabel\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://ccsearch.creativecommons.org/photos/b361196f-0ee6-41ba-8d68-7da7240f6be5\n\n\n\n\n\n\n\n\nFilename:\n sham.jpg\n\n\nAuthor:\n VSmithUK\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://ccsearch.creativecommons.org/photos/7379a37c-598c-49ea-a536-62a697eb516f\n\n\n\n\n\n\n\n\nFilename:\n tiki.jpg\n\n\nAuthor:\n pixelspin\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://ccsearch.creativecommons.org/photos/06e48f48-9a83-4d6b-943b-07071422c396",
    "addendums": [],
    "documents": [],
    "notes": [
        "Notice: The Object Class for SCP-5411 is currently pending investigation and assessment protocols, temporary containment has been established as follows:",
        "In support: Containment Department, Parazoology Division, Scientific Department, Research and Development Division, HCML Administration",
        "O5 Command – PENDING Ethics Committee – APPROVED",
        "\" SCP-5411 \" by DrAkimoto, from the SCP Wiki . Source: https://scpwiki.com/scp-5411 . Licensed under CC-BY-SA .",
        "Filename: ban.jpg Author: kendrasm1th License: CC BY 2.0 Source Link: https://ccsearch.creativecommons.org/photos/00b80f33-fe07-423a-b47c-ce9d594bab6a",
        "Filename: sham.jpg Author: Joe Mabel License: CC BY-SA 2.0 Source Link: https://ccsearch.creativecommons.org/photos/b361196f-0ee6-41ba-8d68-7da7240f6be5",
        "Filename: sham.jpg Author: VSmithUK License: CC BY 2.0 Source Link: https://ccsearch.creativecommons.org/photos/7379a37c-598c-49ea-a536-62a697eb516f",
        "Filename: tiki.jpg Author: pixelspin License: CC BY 2.0 Source Link: https://ccsearch.creativecommons.org/photos/06e48f48-9a83-4d6b-943b-07071422c396"
    ],
    "title": "SCP-5411"
}