{
    "url": "https://scp-wiki.wikidot.com/scp-5414",
    "all_text": "rating: \n+54\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-5414:\n Clouds Only Dreamt\n\n\nAuthor:\n \nBarbarous Bread\n\n\nThis has been a great experience \ndeveloping and writing\n my first SCP! I want to thank some of the people that helped me carve my story out of a convoluted mess and shape it into something I was happy with:\n\n\n\n\ncaspian2\n\n\ncybersqyd\n\n\nminmin\n\n\nRockTeethMothEyes\n\n\nSonderance\n\n\n\n\n\n\nWhile it was not used in the article due to copyright, I want to thank ki.nzica for \ntheir photo\n which inspired this SCP.\n\n\n\n\n\n\n\n\nrating: \n+54\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nby \nBarbarous_Bread\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5414\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nStill from instance SCP-5414-C21. Typical features shown here are the silhouetted foreground and reddened clouds.\n\n\n\n\nSpecial Containment Procedures:\n SCP-5414 instances are contained on a network-isolated hard drive in Standard Storage Locker #1264 at Site-51. Foundation webcrawlers are to screen for and delete SCP-5414 instances found on video sharing sites in order to reduce exposure risk.\n\n\nSCP-5414 footage is only to be viewed by Class-D personnel. Current testing parameters require that a GPS transponder implant be placed in subjects prior to exposure.\n\n\nAll reported deaths due to high impact falls are to be investigated for possible SCP-5414 involvement.\n\n\nDescription:\n SCP-5414 instances are videos containing footage of the sky taken from nondescript vantage points. Each video contains cognitohazardous cloud formations throughout their runtime. These formations primarily evoke feelings of calm and a sense of nostalgia in viewers.\n\n\nExposure to SCP-5414 constitutes an inherent risk for a RED-SKY Event as detailed below.\n\n\nRED-SKY Events:\n These events occur subsequently to SCP-5414 exposure, typically after 2-6 weeks. They follow this sequence:\n\n\n\n\nUpon entering REM sleep, the subject starts to dream. This dream begins from the point of view of the SCP-5414 footage to which they were exposed.\n\n\n\n\n\n\nThe subject’s perspective in the dream begins to rise into the sky without any feeling of force initiating or resisting the movement. This has been reported as occurring at various rates of acceleration, but most recovered subjects described their ascents as “gradual” and “serene.\"\n\n\n\n\n\n\nAfter reaching a variable altitude\n1\n, the subject's body will materialize at the position that they arrived at during their dream. They will then begin to fall under the now present effect of gravity and eventually collide with the ground beneath them.\n\n\n\n\n\n\nFrom known RED-SKY Event survivor interviews, a voice is reportedly heard prior to impact. The voice has been consistently described as belonging to someone with a close personal relationship to the subject\n2\n. The source of this is not currently understood.\n\n\n\n\n\n\n+ SCP-5414 Testing -- LEVEL 3/5414 CLEARANCE REQUIRED\n\n\n\n\n- CREDENTIALS ACCEPTED\n\n\n\n\nTesting is ongoing at this time. Presented below is an example RED-SKY Event test.\n\n\n\n\nSUBJECT PREPARATION\n\n\n\n\nProcedure:\n Subjects are exposed to SCP-5414 in order to induce a RED-SKY Event. The procedures are conducted by Head Researcher Dr. Emilia Carlson.\n\n\n\n\nSubject:\n D-4982\n\n\n\n\nStill from instance SCP-5414-B21.\n\n\n\n\nDr. Carlson:\n We are going to play a video for you. If you feel anything out of the ordinary, we want you to let us know. Do you understand?\n\n\nD-4982:\n Yep. Go ahead.\n\n\nDr. Carlson:\n Beginning playback now.\n\n\n[Footage begins showing a nondescript foreground silhouetted against a light blue sky with a mixture of large clouds as well as thin clouds at a higher elevation.]\n\n\nD-4982:\n Sunsets always get me. They're so beautiful.\n\n\nDr. Carlson:\n Are you feeling anything watching this?\n\n\nD-4982:\n I feel like I'm home. I had a west facing window after I moved into my grandparent's place. I loved to watch those oranges fade into reds and the blues grow darker and darker until the stars started to pop in.\n\n\nDr. Carlson:\n Do you have any other memories that this is bringing up for you?\n\n\nD-4982:\n The day my mom died. Cancer. That night I sat there watching the sun set and just cried and cried. It had been a rainy week, but that night it was clear. Not a cloud in the sky. Just watching the big blue fade away and that tiny point of light dim for the last time\n\n\n[Video finishes.]\n\n\nDr. Carlson:\n Thank you. That'll be all for today.\n\n\n\n\nRED-SKY TEST\n\n\n\n\nProcedure:\n Subject receives a dermal transponder implant capable of tracking his position. A body camera attached to a harness is secured to the subject and additional implants are placed in the subject's brain which allow for communication during the experiment without interference.\n\n\n\n\nSubject:\n D-4982\n\n\n\n\nOn post-exposure day #22, the subject materialized at an altitude of 14,956 m over Shoshoni, Wyoming, USA\n3\n. The experiment was conducted by Head Researcher Dr. Emilia Carlson and research assistant Dr. Carl Schroeder.\n\n\n\n\n\n\nVideo transmission preview. Timestamp: 28/09/2020 - 18:16:41 [local time].\n\n\n\n\nD-4982:\n What the fuck is happening?! I'm falling! What the fuck?!\n\n\nDr. Carlson:\n It's going to be alright. Tell us what you see.\n\n\nD-4982:\n It's some town and trees and lakes and shit. Am I gonna die!?\n\n\nDr. Carlson:\n Don't worry. Is anything that is going on feel odd to you?\n\n\nD-4982:\n I'm falling from the sky you asshole!\n\n\nDr. Carlson:\n I understand that. Is there anything besides that?\n\n\nD-4982:\n What the fuck is happening to me?\n\n\nDr. Carlson:\n That's what we're trying to figure out. We're here with you, don't worry.\n\n\nD-4982:\n Stop telling me not to worry! That doesn't make me feel any better. This whole thing is your fucking fault.\n\n\nDr. Schroeder:\n (\nTo Dr. Carlson\n) He's now at free fall velocity. At this rate we expect impact in 4m30s.\n\n\nDr. Carlson:\n It's okay that you're afraid, but we need you to keep talking to us about what is going on so we can help you.\n\n\nD-4982:\n Fine. There's — uh, I — I'm starting to feel something weird.\n\n\nDr. Carlson:\n What is it?\n\n\nD-4982:\n I'm feeling like it's okay that I'm up here. I'm sorry about what I said before.\n\n\nDr. Carlson:\n Don't worry about it, we expect that kind of reaction to what you're going through.\n\n\n[Pause]\n\n\nD-4982:\n Is this happening because of that video you showed me? I kind of felt similar when I was watching it.\n\n\nDr. Carlson:\n That is what we think is happening. How are you doing now?\n\n\nD-4982:\n I was worried at first because I thought I was still dreaming and now I'm falling through the sky, but it's all good now. It feels like I'm going home.\n\n\nDr. Carlson:\n Is there anything else that you can see or feel?\n\n\nD-4982:\n Things just look normal up here. Actually, it feels like something is trying to hold me up here. Like when my mom held my hand keeping me safe.\n\n\nDr. Carlson:\n I want you to know that our team will be in place to get you soon after you land.\n\n\nD-4982:\n You don't have to do that, I'll be okay.\n\n\nDr. Schroeder:\n (\nTo Dr. Carlson\n) Impact in 30 seconds.\n\n\nUnknown Voice:\n Is… is that you Mark?\n\n\nD-4982:\n I — yes. I missed you, so much.\n\n\nUnknown Voice:\n Everything is going to be alright. Don't worry.\n\n\nD-4982:\n I knew I felt you up here.\n\n\nUnknown Voice:\n Come on, Mark, come here. I love you.\n\n\nD-4982:\n I love you too.\n\n\n[End feed]\n\n\n\n\n\n\nImpact occurred 4m50s after materializing. Recovery teams were successful in securing the subject's remains and transporting them to Site-51 for analysis. Injuries and markings consistent with a high velocity impact were present. The only finding of note was an injury resembling a burn in the shape of a hand print being found on the subject's right hand.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Typically between 10,000 and 15,000 m.\n\n\n2\n. This includes persons both alive and dead.\n\n\n3\n. Depicted in instance SCP-5414-B21.\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5414\n\" by Barbarous Bread, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5414\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Perspective\n\n\nName:\n Stunning Sunset\n\n\nAuthor:\n Tim Fields\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/24327829@N04/20264040919\n\n\n\n\n\n\n\n\nFilename:\n Blades\n\n\nName:\n sunriseDSC_0019\n\n\nAuthor:\n SoulRiser\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/7661492@N06/6980270974\n\n\n\n\n\n\n\n\nFilename:\n Dive\n\n\nName:\n Arial view of georgia\n\n\nAuthor:\n Nate Steiner\n\n\nLicense:\n CC0 1.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/44124484443@N01/2849877\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5413\n | SCP-5414 | \nSCP-5415\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "On post-exposure day #22, the subject materialized at an altitude of 14,956 m over Shoshoni, Wyoming, USA 3 . The experiment was conducted by Head Researcher Dr. Emilia Carlson and research assistant Dr. Carl Schroeder.",
        "\" SCP-5414 \" by Barbarous Bread, from the SCP Wiki . Source: https://scpwiki.com/scp-5414 . Licensed under CC-BY-SA .",
        "Filename: Perspective Name: Stunning Sunset Author: Tim Fields License: CC BY 2.0 Source Link: https://www.flickr.com/photos/24327829@N04/20264040919",
        "Filename: Blades Name: sunriseDSC_0019 Author: SoulRiser License: CC BY-SA 2.0 Source Link: https://www.flickr.com/photos/7661492@N06/6980270974",
        "Filename: Dive Name: Arial view of georgia Author: Nate Steiner License: CC0 1.0 Source Link: https://www.flickr.com/photos/44124484443@N01/2849877"
    ],
    "containment_procedures": "SCP-5414 instances are contained on a network-isolated hard drive in Standard Storage Locker #1264 at Site-51. Foundation webcrawlers are to screen for and delete SCP-5414 instances found on video sharing sites in order to reduce exposure risk.",
    "description": "SCP-5414 instances are videos containing footage of the sky taken from nondescript vantage points. Each video contains cognitohazardous cloud formations throughout their runtime. These formations primarily evoke feelings of calm and a sense of nostalgia in viewers.",
    "title": "SCP-5414"
}