{
    "url": "https://scp-wiki.wikidot.com/scp-5419",
    "all_text": "rating: \n+50\n+\n–\nx\n\n\nEcronak\n\n\n\n\n\n\nEnjoyed the skip? Give some of my other works a look \nhere\n!\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n5419\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5419-A following procurement\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5419-A (and by extension SCP-5419) is to be contained within a standard humanoid containment cell at Site-22. No less than three ultraviolet sensors are to be installed in the cell to monitor SCP-5419's presence.\n\n\nAmenities appropriate for a young humanoid are to be supplied to the subject, including (but not limited to) drawing books, art materials, reading material appropriate for children six years old and below, a mobile DVD player, and disks containing videos of educational children’s programs. Amenities and outdoor privileges are to be removed or added at the discretion of the head researcher.\n\n\nAt no point are personnel allowed to physically or verbally harm SCP-5419-A. Should the subject need to be reproached for unacceptable behavior, reprimands are to only be done at the discretion of the head researcher.\n\n\nResearch personnel who are in charge of interacting with SCP-5419 and SCP-5419-A are required to refer to each subject as \"Wind\" and \"Quincy\" respectively in order to engender familiarity with either subject. Should SCP-5419-A enter a state of an emotional outburst, physical contact in the form of an embrace is to be immediately made with SCP-5419-A.\n\n\nDescription:\n SCP-5419-A (formerly named Quincy Koothrapali) is a six year old boy of South Asian descent. Aside from SCP-5419-A’s connection to SCP-5419, the subject has been remarked upon as non-anomalous. Prior to its procurement by the Foundation, the subject was noted to have escaped from an orphanage in [REDACTED], Canada, living in the forests near the city. \nHow SCP-5419-A survived living in the wilderness is unknown\n (See Interview Log).\n\n\nSCP-5419 is an incorporeal, amorphous organism made purely of ultraviolet light and so is imperceptible to the naked human eye and invulnerable to conventional weaponry. Despite its composition, SCP-5419 has been known to exert control over its form, becoming corporeal in limited amounts of time in order to exert force on an object (See Discovery Log). Foundation testing has revealed SCP-5419 to be capable of this through the concentration of an intense volume of ultraviolet light, though how SCP-5419 does this is unknown.\n\n\nSCP-5419 has also been recorded to possess sentience and is known to be “attuned” to the emotions of SCP-5419-A through unknown means. SCP-5419 has been remarked to follow SCP-5419-A at all times, disregarding physical barriers in order to do so.\n\n\nDiscovery Log:\n SCP-5419 was first discovered by the Global Occult Coalition, who first detected a “hidden entity” stalking SCP-5419-A at all times. Following standard organizational procedure, twelve operatives from the group moved to secure SCP-5419-A, aiming to apprehend the subject for transfer to one of its secure facilities and to neutralize SCP-5419 on-site.\n\n\nBelieving SCP-5419 to be reality-bending in nature, the operatives deployed with miniature reality anchors\n1\n together with ultraviolet sensors, meeting SCP-5419-A and SCP-5419 at a clearing in the forest where SCP-5419-A lived. According to Foundation informants within the GOC, the operatives moved to secure SCP-5419-A first, with three agents apprehending the subject. As the operatives did so, SCP-5419 began attacking the agents nearest to SCP-5419-A, leaving the subject unharmed. Subsequently, the agents opened fire upon SCP-5419 to no avail, ending with all twelve agents being neutralized by SCP-5149.\n\n\nInformation about the entity and the subject were immediately sent to the Foundation following the failed GOC operation. This prompted the Foundation to dispatch Mobile Task Force Phi-3 (“Bears Grilled”) to the scene.\n\n\nRecovery Log:\n\n\n\n\nTime:\n 9:24 PM, Eastern Standard Time\n\n\nForeword:\n After six hours of tracking the footprints of SCP-5419-A, all four members of MTF Phi-3 arrived on the scene on foot so as not to alarm SCP-5419-A or SCP-5419. Each operative’s equipment houses an ultraviolet sensor and a miniature Scranton reality anchor.\n\n\n\n\nThe ultraviolet sensors on the operatives’ headgears begin to show readings of a low ultraviolet signature. SCP-5419-A is sighted leaning on a nearby tree, asleep. SCP-5419 is found fifteen meters away.\n\n\nAlpha:\n Alright boys and girls, standard procs. Move to apprehend the kid but make no aggressive moves toward the entity. We don’t want the same thing that happened to the Gocks to happen to us.\n\n\nBravo, Charlie, Delta:\n Affirmative, Ma'am.\n\n\nAlpha:\n Charlie, Delta, head to the right. Begin approach towards the kid.\n\n\nCharlie and Delta advance slowly and quietly across the field towards SCP-5419-A. Alpha and Bravo stay back, watching for signs of activity from SCP-5419.\n\n\nCharlie and Delta come to a stop five meters away from SCP-5419-A. SCP-5419 shows no activity.\n\n\nDelta:\n Orders, Alpha?\n\n\nAlpha:\n Delta, wake the kid up. Convince him to come with us. Your expertise should serve here. Make no sudden movements. If the entity makes a hostile movement, shoot it on my command.\n\n\nDelta advances towards SCP-5419-A, stretching out a hand towards the subject’s shoulder. He pats the subject four times.\n\n\nDelta:\n Hey, kid. You awake?\n\n\nSCP-5419-A stirs\n\n\nSCP-5419-A\n: Yeah… what?\n\n\nThe subject’s eyes widen.\n\n\nSCP-5419-A:\n Are you the bad men? Are you the ones who shot-\n\n\nDelta:\n We’re not, we promise. We’re people from the cops. The good cops.\n\n\nSCP-5419-A\n: But you look almost like them! You’re scary!\n\n\nSCP-5419’s ultraviolet signature begins to rise.\n\n\nBravo\n: I think the blob’s stirring. Keep it down, C and D.\n\n\nDelta raises both his hands, putting his assault rifle on the ground in a show of harmlessness.\n\n\nCharlie (whispering):\n D, calm him down.\n\n\nDelta (soothing)\n: Hey, little boy. We aren’t here to hurt you, alright? See? I put my gun down.\n\n\nAlpha:\n Delta, Charlie, make it fast. I don't want this to turn ugly.\n\n\nCharlie (to Delta):\n D, you heard her. Make it fucking fast!\n\n\nSCP-5419-A\n: You're lying! You look like them! You want to kidnap me!\n\n\nDelta:\n We won’t. Trust us, please?\n\n\nSCP-5419’s ultraviolet signature continues to rise. An amorphous shape begins to rise from the ground. Growling is heard.\n\n\nSCP-5419-A:\n You're going to beat me, aren't you? You're going to beat me and shoot my puppy and-\n\n\nDelta (continuing to speak in a soothing voice):\n What’s your name?\n\n\nCharlie:\n Christ, Daryl. Get a move on!\n\n\nSCP-5419-A looks in the direction of Charlie.\n\n\nSCP-5419-A (quivering):\n The woman beside you is scaring me. Please stop shouting!\n\n\nDelta (to Charlie):\n Nina, stop shouting.\n\n\nCharlie:\n For fuck’s sake, Daryl. It's about to be right on top of us.\n\n\nDelta:\n Nina, stand down, please. Put the gun down.\n\n\nAlpha:\n Charlie, put the damn gun down. That is an order.\n\n\nSCP-5419 begins to slowly move in the direction of Charlie and Delta. Barking is heard in the direction of the entity.\n\n\nSCP-5419-A:\n I'm scared. Stop, stop, please!\n\n\nBravo:\n Hurry up, you two. Shit is about to hit the damn fan.\n\n\nCharlie (to Delta):\n Alright, I'm taking it off, I'm taking it off!\n\n\nCharlie lowers her gun to the ground.\n\n\nSCP-5419 continues to advance on the operatives.\n\n\nDelta:\n Alright, see? We're safe. We mean you no harm.\n\n\nDelta reaches his hand out to touch SCP-5419-A.\n\n\nSCP-5419-A shrinks away.\n\n\nSCP-5419-A (fearful):\n No! I don't believe you. You're here to hurt me like the nuns!\n\n\nAlpha:\n Calm him down!\n\n\nSCP-5419 begins to run in their direction.\n\n\nCharlie:\n Son of a fucking bitch!\n\n\nCharlie begins to pick up her gun.\n\n\nSCP-5419 turns its attention to Charlie, closing the distance between it and the operative.\n\n\nAlpha:\n Shit. Present!\n\n\nOperatives Charlie, Bravo, and Alpha raise their weapons.\n\n\nSCP-5419-A (crying):\n You'll hurt him again! Please, please!\n\n\nSCP-5419 starts to materialize to strike Charlie.\n\n\nDelta:\n Wait, fuck it!\n\n\nDelta embraces SCP-5419-A.\n\n\nSCP-5419-A immediately stops crying. SCP-5419 stops mid-materialization.\n\n\nSCP-5419-A:\n I…\n\n\nDelta:\n Shh, it's alright. We aren't gonna hurt you.\n\n\nSCP-5419-A:\n Promise?\n\n\nDelta:\n I promise.\n\n\nSCP-5419 immediately turns to walk in the direction of SCP-5419-A. Barking is heard.\n\n\nSCP-5419-A:\n I’m so scared. Please don’t hurt him anymore.\n\n\nDelta:\n We won’t hurt you, alright? What’s your name?\n\n\nSCP-5419-A:\n Quincy.\n\n\nDelta:\n Alright, Quincy, do you promise the entity won’t hurt us?\n\n\nSCP-5419-A:\n No, I swear. He just doesn’t want me to be scared.\n\n\nDelta:\n Don’t worry. We won’t scare you anymore, alright?\n\n\nSCP-5419 comes into physical contact with SCP-5419-A . More excited barking is heard from the entity. Delta steps back.\n\n\nSCP-5419-A (embracing SCP-5419)\n: Aww, Wind! Don’t hurt them anymore, okay? They didn't meant to hurt me, I promise.\n\n\nSCP-5419 barks again, then its ultraviolet signature gradually lowers.\n\n\nSCP-5419-A:\n Thank you so much.\n\n\nDelta:\n We’re going somewhere far away, okay? Somewhere were no one else can hurt you.\n\n\nSCP-5419-A nods.\n\n\nSCP-5419-A:\n Will I be safe there? From the nuns?\n\n\nDelta:\n Yes you will, kid. Yes you will.\n\n\nAlpha:\n Send a heli for retrieval.\n\n\nHQ:\n Affirmative.\n\n\nOperatives Alpha moves past SCP-5419 and towards Delta.\n\n\nSCP-5419-A’s eyes widen.\n\n\nDelta strokes SCP-5419-A’s hair. SCP-5419-A calms down.\n\n\nAlpha (To Delta):\n Good fucking work. I almost thought you couldn't do it.\n\n\nDelta (To Alpha):\n It was a near run thing. I'm glad the kid cooperated.\n\n\nAlpha:\n How did you know?\n\n\nDelta:\n How’d I know that…?\n\n\nAlpha:\n How did you know that hugging would work?\n\n\nDelta is silent.\n\n\nDelta:\n I just… wanted to comfort him. He didn't seem like the type of kid to have been hugged much. Hugging seemed like the best thing I could do. You couldn't have killed the skip, anyway.\n\n\nAlpha gives no reply for several seconds.\n\n\nAlpha:\n Good work.\n\n\n<End Log>\n\n\n\n\nAfterword:\n After the operation, SCP-5419-A was taken to Site-22, with SCP-5419 following closely behind. Two days after the procurement operation, SCP-5419-A was interviewed by head researcher Rand.\n\n\n\n\nInterview Log:\n\n\n\n\n<Begin Log>\n\n\nHead Researcher Rand:\n Heya, what’s your name? Quincy, was it?\n\n\nSCP-5419-A nods.\n\n\nHead Researcher Rand:\n You feeling alright?\n\n\nSCP-5419-A:\n K-kinda.\n\n\nHead Researcher Rand:\n Kinda, huh? How is uh…\n\n\nHe points in a random direction, referring to SCP-5419.\n\n\nSCP-5419-A:\n Wind is okay. He wasn’t hurt by what the bad cops did to him.\n\n\nHead Researcher Rand:\n Really? Good to hear. So his name is Wind, huh?\n\n\nSCP-5419-A nods.\n\n\nHead Researcher Rand:\n Can you tell us what Wind is, Quincy?\n\n\nSCP-5419-A:\n I don’t know what he is, but he’s my… puppy, forever and ever. He said he came from the sun to protect me from the nuns.\n\n\nHead Researcher Rand:\n The sun? Can you please ela- explain, that?\n\n\nSCP-5419-A:\n I found Wind in the meadow. The one beside the orphanage.\n\n\nHead Researcher Rand:\n Ah, the Shelter of Our Holy Child orphanage, in the city?\n\n\nSCP-5419-A\n: Y-yeah. The nuns said I was a very bad boy, so they often sent me outside so that I can repent for my sins. They forced me to sleep outside, and then I prayed really really hard for something to come and take me away from here…\n\n\nSCP-5419-A swallows.\n\n\nSCP-5419-A:\n After that, in the night, my chest felt really really heavy.\n\n\nHead Researcher Rand:\n Heavy how?\n\n\nSCP-5419-A:\n Heavy and really hot. It was the feeling I get when I know Wind is close. He said he was from the sun, in my mind somehow.\n\n\nSCP-5419-A smiles.\n\n\nSCP-5419-A:\n And then he gave me a hug. A really really tight hug- I’d never been hugged before! And then he started licking my face. It’s why I call him a puppy.\n\n\nSCP-5419-A smiles sadly.\n\n\nSCP-5419-A:\n He doesn't want me to be hurt. It's why I escaped from the orphanage- so he wouldn't hurt anyone else. He gave me food and we played fetch and… he's just like a real dog!\n\n\nHead Researcher Rand:\n Do you know that he’s not a dog?\n\n\nSCP-5419-A puts a finger on his lips.\n\n\nSCP-5419-A:\n I do, but please don’t tell him that I know. He really likes being a puppy.\n\n\nHead Researcher Rand:\n We heard him bark when we first met him. Can you tell him to bark?\n\n\nSCP-5419-A turns to his side.\n\n\nSCP-5419-A:\n Wind, bark!\n\n\nSCP-5419 barks. It is indistinguishable from a real dog.\n\n\nHead Researcher Rand:\n Fascinating. Does he always stay with you?\n\n\nSCP-5419-A:\n Forever and ever.\n\n\nSCP-5419-A looks up.\n\n\nSCP-5419-A:\n I always wanted a dog, you know, doctor? A dog to keep me warm and company and to bark at strangers that want to hurt me.\n\n\nSCP-5419-A looks at SCP-5419 fondly.\n\n\nSCP-5419-A:\n I guess that’s why God sent him down to me when I prayed really really hard that night. My very own dog, to always keep me company.\n\n\nHead Researcher Rand:\n Well, we have some time, and Site-22 has a garden you and… Wind could play in.\n\n\nSCP-5419-A’s face lights up.\n\n\nSCP-5419-A:\n Really? Really really really?\n\n\nHead Researcher Rand:\n Yes. I am at liberty to decide what amenities you have access to, including your outdoor time.\n\n\nSCP-5419-A jumps from his seat. An excited bark is heard within the containment chamber.\n\n\nSCP-5419-A:\n Thank you so much! Thank you so so so much!\n\n\nHead Researcher Rand:\n No problem, kid, just remember-\n\n\nSCP-5419-A:\n Can the good cop join us too?\n\n\nHead Researcher Rand:\n The uh… Good cop? The one who hugged you?\n\n\nSCP-5419-A:\n Yeah! Dalta! He gave me the best hug in the world, and only Wind’s hugs are bester.\n\n\nHead Researcher Rand:\n I’ll uh… I’ll see what I can do.\n\n\n<End Log>\n\n\n\n\nAfterword:\n At the request of Head Researcher Rand, SCP-5419-A and SCP-5419 were given one hour of outdoor time following the interview, with Site Security being posted along all entrances to avoid a containment breach. For thirty of those minutes, SCP-5419-A and SCP-5419 remained lying down together, assuming physical contact in a way similar to “hugging”. Daryl Langley, MTF Phi-3’s Operative Delta was approved to visit SCP-5419-A a few hours after.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A device used in order to counter the reality-bending effects of a specific entity\n\n\n\n\n\n\n\n\n\n\nMore from Ecronak\n\n\n« \nSCP-5418\n | SCP-5419 | \nSCP-5420\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5419\n\" by Ecronak, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5419\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n AlittleboyfromYuksum2\n\n\nName:\n A little boy from Yuksum 2\n\n\nAuthor:\n Sukanto Debnath\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://search.creativecommons.org/photos/7886a808-1748-41a2-8a5b-f31295afa3b8",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5419 \" by Ecronak, from the SCP Wiki . Source: https://scpwiki.com/scp-5419 . Licensed under CC-BY-SA .",
        "Filename: AlittleboyfromYuksum2 Name: A little boy from Yuksum 2 Author: Sukanto Debnath License: CC-BY 2.0 Source Link: https://search.creativecommons.org/photos/7886a808-1748-41a2-8a5b-f31295afa3b8"
    ],
    "containment_procedures": "SCP-5419-A (and by extension SCP-5419) is to be contained within a standard humanoid containment cell at Site-22. No less than three ultraviolet sensors are to be installed in the cell to monitor SCP-5419's presence.",
    "description": "SCP-5419-A (formerly named Quincy Koothrapali) is a six year old boy of South Asian descent. Aside from SCP-5419-A’s connection to SCP-5419, the subject has been remarked upon as non-anomalous. Prior to its procurement by the Foundation, the subject was noted to have escaped from an orphanage in [REDACTED], Canada, living in the forests near the city. How SCP-5419-A survived living in the wilderness is unknown (See Interview Log).",
    "title": "SCP-5419"
}