{
    "url": "https://scp-wiki.wikidot.com/scp-5420",
    "all_text": "rating: \n+107\n+\n–\nx\n\n\n\n\n\n\n\n\nItem #:\n SCP-5420\n\n\nLevel 2/5420\n\n\n\n\n\n\nObject Class:\n Safe\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\nLEFT: Pictures of SCP-5420 (Meta) taken by the VLT. RIGHT: Orbit of SCP-5420 in relation to surrounding planets. <Hover to Enlarge>\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\nAs SCP-5420's orbit is outside the orbit of Mars, active containment is currently impossible. A temporary alliance between the National Aeronautics and Space Administration (NASA) and the Foundation has been created in order to suppress public knowledge of as well as to explore SCP-5420. Through this agreement:\n\n\n\n\nSCP-5420 containment is to be put under the jurisdiction of Site-196, Foundation Home Base (FHB).\n\n\nSCP-5420-A is to be constantly observed by NASA-Foundation Probe 7-B.\n\n\nFoundation web-crawlers are to monitor any information regarding SCP-5420.\n\n\nThe LANCER Project is to be established in order to determine the source of SCP-5420-A.\n\n\n\n\nProbe 7-B is to be in geosynchronous orbit with SCP-5420-B in order to take scans of SCP-5420 every ten minutes; these scans are to be compiled into a video feed and archived in storage at FHB. FHB and NASA Central Command (CenCom) are to have joint control over the LANCER Project.\n\n\n\n\nDescription:\n\n\nSCP-5420 is an asteroid in orbit between Mars and Jupiter, in the outer region of the Asteroid Belt. An analysis of SCP-5420 revealed that its orbit is slightly decaying - it has been theorized that SCP-5420 may have originated from the Kuiper Belt. The apogee of SCP-5420's orbit occurs approximately every 13 years; the One-Way Radio Time (OWRT) at this point is 5.1 minutes. However, SCP-5420's main purpose appears to be a vessel for SCP-5420-A. SCP-5420-A is a high-frequency radio signal which has yet to be meaningfully deciphered and has no auditory effect on humans.\n\n\nScans from Probe 7-B revealed a structure resembling a double-tiered mortuary temple from the Egyptian Middle Kingdom era, designated SCP-5420-B. SCP-5420-B appears to have been relief carved into a hill on SCP-5420, and a flight of stairs from the surface leads to the second tier. It also appears to continue subterraneously, although that cannot be confirmed at the present time.\n\n\nThe official NASA designations for SCP-5420 and related objects are below:\n\n\n\n\nSCP-5420: 1737 Meta\n\n\nSCP-5420-A: Meta Signal\n\n\nSCP-5420-B: Surface Anomaly 114-Y6\n\n\nProbe 7-B: Meta Probe Four\n\n\n\n\nFoundation documentation will use the prior designations; NASA ones will use the latter.\n\n\n\n\n\n\n\n\nABOVE: Plasma scan of Meta, 08 Aug. 2019.\n\nBELOW: Plasma scan of Meta, 13 Sep. 2019.\n\n\n\n\n\n\nItem History:\n\n\nSCP-5420 and SCP-5420-B was discovered in early 1966 during primary surveying of Mars and surrounding bodies. It was originally designated Meta, the 1737th minor planet discovered. Meta's other anomalous properties (SCP-5420-A) were not known at that time.\n\n\nSCP-5420-A was discovered during the tenure of the SETI program in the late 1970s; the Arecibo Observatory radio-telescope in particular.\n\n\nIn 1980, a Foundation-NASA joint mission attempted to reach SCP-5420, but it was concluded that neither party had the expendable technology at that time to complete a round trip\n1\n.\n\n\nProbe 7-B was launched in 1992 and became fully operational in 1993. It was also at this time that long-range telescopic imaging from the Hubble Space Telescope was used to enhance the quality and confirm the presence of SCP-5420-B.\n\n\n\n\n \n\n\n\n\n\n\nWARNING: THE FOLLOWING ADDENDA ARE LEVEL 3/5420 CLASSIFIED\n\n\n\n\nANY ATTEMPT TO ACCESS THESE ADDENDA WITHOUT LEVEL 3/5420 AUTHORIZATION WILL BE LOGGED AND WILL LEAD TO IMMEDIATE DISCIPLINARY ACTION.\n\n\n\n\n\n\n\n\n \n\n\n\n\nAddendum 01:\n LANCER Project Proposal\n\n\n\n\n\n\n\n\n« NASA Proposal »\n\n\n\n\n» NASA Proposal «\n\n\n\n\n\n\n\n\n\n\n\n\nLANCER PROJECT\n\n\n\n\n\n\n \n\n\n1 - OBJECTIVE\n\n\nThe purpose of the joint National Aeronautics and Space Administration and Foundation project LANCER is to reach 1737 Meta using currently viable and replicable technology. The target date to land on Meta is on 13 September 2019, the apogee of its orbit. Meta Probe Four, the first probe launched to reach geosynchronous orbit over Surface Anomaly 114-Y6, can be used for both video monitoring of the Lancer landing as well as a radio projector. Although the failure of Lancer I in 1967 was in no part due to an untrained crew, a three-man crew of Foundation-affiliated NASA astronauts have been prepared.\n\n\n \n\n\n2.a - LANCER PERSONNEL\n\n\nThe crew will consist of the following:\n\n\n\n\nPaul Catani [Italy] - Commander\n\n\nEdward Yates [UK] - Meta Module Pilot\n\n\nAlan Milner [US] - Command Module Pilot\n\n\n\n\nAll three astronauts have varying level of specialties pertinent to landing on Meta. Cmdr. Catani is a trained module pilot and geology expert. Meta Mod. Pilot Yates is a biomedical technician and history/archaeology expert. Cmnd. Mod. Pilot Milner is a communications and engineering expert. Requisite training - including water egress - has been completed by all three. The Lancer crew will be armed with Foundation-produced MBA Gyrojets in case of defense purposes. A standard survival kit will be provided. Per NASA requirement, the Lancer crew will also be given a penetrometer and instructed to take soil samples. Crew will be fitted with Suit HR5, yellow-orange color scheme and smoked visors. Flashlights will also be mounted to the helmets for visibility.\n\n\n\n\n\n\nFrom Right to Left: Cmdr. Catani, Cmnd. Mod. Pilot Milner, Meta Mod. Pilot Yates\n\n\nafter the completion of water egress training.\n\n\n\n\n\n\n \n\n\n2.b - OTHER PERSONNEL\n\n\nNASA Mission Control Center:\n\n\n\n\nChristopher Penfold - Flight Director\n\n\nJohn Koenig - CAPCOM\n\n\n\n\nFoundation Liaison Crew:\n\n\n\n\nMonique Bouchere - Research/Project Head\n\n\n\n\nA full list of suggested personnel and positions is available upon inquiry.\n\n\n \n\n\n3 - LANCER SPECIFICATIONS\n\n\nLANCER: (Overall) Three-stage rocket with double-part module.\n\nThe Paragon V rocket is approximately 2-3x more powerful than the Saturn V. The Lancer II craft is an experimental double-part nuclear-fission-powered rocket. Tubular-shaped, with cross-hatched support beams. Both modules have engines, although the command module has less thrust than the Meta module. The Meta module is able to be docked and undocked from the command module appropriately.\n\n\n \n\n\n4 - TIMELINE OF LAUNCH\n\n\nThe Lancer II launch is to be approximately 22 days previous to the orbital apogee (22. Aug. 2019) at Vandenberg AFB, California. Retrieval is expected to be on 10 October 2019: an independent craft will intercept Lancer II and return the crew to Earth.\n\n\nEstimated plan of launch & retrieval:\n\n\n1. Initial Launch\n\n\n\n\nParagon V + Lancer II launch\n\n\nParagon breakaway from Lancer II\n\n\n\n\n2. Meta Operations\n\n\n\n\nLancer II low orbit around Meta\n\n\nCommand Module separation from Meta Module\n\n\nMeta Module to land on Meta with Cmdr. Catani and Yates\n\n\nMilner will stay on to keep the Command Module in low orbit\n\n\nCatani and Yates will perform soil checks and other NASA requirements\n\n\nExamination of Surface Anomaly 114-Y6\n\n\nAll logs + results will be transmitted back at this time.\n\n\n\n\n3. Return to Earth\n\n\n\n\nRadio contact will cease at this point\n\n\nThe Meta Module will redock with the Command Module\n\n\nRTB approximately 26.13 days from return launch, 49 days since initial launch\n\n\n\n\nCrew will check in for safety diagnostic checks at 11- and 36-day marks.\n\n\n\n\nPrepared by O5-5.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nPROBE 7-B DIAGRAM\n\n\n\n\n\n\n\n\nFurther probe specifications available upon inquiry.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nO5 VOTE MEMORANDUM\n\n\n\n\n \n\n\nCOUNCIL VOTE TOPIC:\n\nApproval of Project LANCER\n\n\n\n\nCOUNCIL VOTE SUMMARY:\n\n\n\n\n\n\nYEA\n\n\nNAY\n\n\nABSTAIN\n\n\n\n\n\n\nO5-01\n\n\nO5-09\n\n\n\n\n\n\n\n\nO5-02\n\n\n\n\n\n\n\n\n\n\nO5-03\n\n\n\n\n\n\n\n\n\n\nO5-04\n\n\n\n\n\n\n\n\n\n\nO5-05\n\n\n\n\n\n\n\n\n\n\nO5-06\n\n\n\n\n\n\n\n\n\n\nO5-07\n\n\n\n\n\n\n\n\n\n\nO5-08\n\n\n\n\n\n\n\n\n\n\nO5-10\n\n\n\n\n\n\n\n\n\n\nO5-11\n\n\n\n\n\n\n\n\n\n\nO5-12\n\n\n\n\n\n\n\n\n\n\nO5-13\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSTATUS\n\n\n\n\n\n\nAPPROVED\n\n\n\n\n\n\nProposal accepted. We look forward to the Meta launch and its success.\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 02:\n Lancer II Radio Communications\n\n\n\n\n\n\n\n\n« Radio Log Designations »\n\n\n\n\n» Radio Log Designations «\n\n\n\n\n\n\n\n\nRADIO DESIGNATIONS\n\n\n\n\n\n\nFoundation HomeBase: FDHB\n\n\n \nSubdesignations\n\n\n \n» Mon. Bouchere: F-BHR\n\n\nNASA Central Command: CNCM\n\n\n \nSubdesignations\n\n\n \n» Chris. Penfold: C-PFD\n\n\nLancer II: LNCR\n\n\n \nSubdesignations\n\n\n \n» Paul Catani: L-CTI / CTNI\n\n\n \n» Ed. Yates: L-YTZ / YATZ\n\n\n \n» Alan Milner: L-MNR\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« DAY 11 Radio Log »\n\n\n\n\n» DAY 11 Radio Log «\n\n\n\n\n\n\n\n\n│ HomeBase ↔ CenCom ↔ Lancer II │\n\n\n\n\n[SIGNAL CONNECTED]\n\n\n\n\n\n< Giazotto/Albinoni's Adagio in G Minor can be heard. >\n\n[LYTZ]\n Oh, keep this on! This one's my favorite.\n\n\n[LCTI]\n Not like we could change it, anyway. It's the only CD that works well enough.\n\n\n[LMNR]\n I've actually started to like it. It's grown on me, I think.\n\n\n[LYTZ]\n It has, has it? Good. Whaddya like about it?\n\n\n[LMNR]\n It's awfully poignant, isn't it?\n\n\n[LCTI]\n Tranquil. Almost serene.\n\n\n[FBHR]\n I'm sorry Lancer, am I interrupting your music selection?\n\n\n[LYTZ]\n Is that you, Doctor Bouchere?\n\n\n[LCTI]\n Of course. Who else at Home Base has such a terrible sense of humor?\n\n\n[FBHR]\n Very funny, Catani. Will you three go to your posts for module-check in? We're being routed through CenComm, so you'll be doing it with Penfold.\n\n\n[LCTI]\n I'm in the command pilot seat right now. Ready for checks.\n\n\n[LYTZ]\n I'm in Meta Module, ready for checks.\n\n\n[LMNR]\n I'm at the diagnostics panel, ready.\n\n\n[FBHR]\n Roger that. We'll be turning you over to CenComm. Should take about ten minutes. You can put on some of that fancy music on again.\n\n\n[LYTZ]\n Oi, finally.\n\n\n[LCTI]\n Finally what? I finally get to hear Albinoni for the thousandth time in a row?\n\n\n[LYTZ]\n It's good!\n\n\n< Adagio in G Minor starts. >\n\n\n[LMNR]\n What do you like about it, anyway?\n\n\n[LYTZ]\n Aye, just listen to it. It's peaceful.\n\n\n< Contact is silent from the crew. >\n\n\n[LYTZ]\n It reminds me of floating, weightless in space. Beautiful, but… just a sense of sadness, get it?\n\n\n[LMNR]\n Almost half of all the people up here have died here. Space is a very sad place, even if you don't like to think about it. It's a sad place to die.\n\n\n[LCTI]\n Have either of you considered the possibility that- well-\n\n\n[LMNR]\n That we fail? Somewhat.\n\n\n< Yates laughs. >\n\n\n[LYTZ]\n I definitely have. Let's say we're unable to re-dock the Meta probe, unable to launch it, even. We're stuck on Meta until the end of eternity, three bodies in harmony.\n\n\n[LMNR]\n If that happened, well, even if I tried to get back I wouldn't have enough power. I'd be drifting somewhere between Earth and Mars when I died.\n\n\n[LCTI]\n I've always wanted to be buried.\n\n\n[LYTZ]\n Aye?\n\n\n[LCTI]\n Buried. When I die. Might be unusual for someone who's spent most of their life wanting to be in space. It is a place to live, not a place to die.\n\n\n[LMNR]\n I'd have to agree with you there, Paul. Dying on Earth's very tangible. Drifting infinitely…\n\n\n[LYTZ]\n Not exactly a great send-off, innit?\n\n\n[LCTI]\n I'd very much like to get back to my family alive.\n\n\n[LYTZ]\n You said it, mate.\n\n\n[CNCM]\n Sorry for depressing you further, Lancer II, but we're ready and waiting for the diagnostic checks now.\n\n\n[LCTI]\n Reading you clear, CenComm. We'll be doing them in the usual order: command, main, Meta. Ready, Ed?\n\n\n[LYTZ]\n Ready as ever, Paul.\n\n\n[LCTI]\n Alan?\n\n\n[LMNR]\n All good, Paul.\n\n\n[LCTI]\n Excellent. We're going to cut radio signal to align diagnostic checks in three… two… one…\n\n\n\n\n[SIGNAL LOST]\n\n\n\n\n\n\nDiagnostic results mostly nominal. Video equipment is broken and unable to be fixed.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« Meta Exploration Log »\n\n\n\n\n» Meta Exploration Log «\n\n\n\n\n\n\n\n\n│ HomeBase ← CenCom ← Lancer II ↔ Lancer Crew │\n\n\n\n\n[SIGNAL CONNECTED]\n\n\n\n\n[CTNI]\n Radio check, radio check. One, two, three, toast. Toast. Can you hear me, Alan?\n\n\n[LMNR]\n Reading you loud and clear. We've got one-way to CenCom and HomeBase in.\n\n\n[YATZ]\n Don't forget me, aye. Got me on mic?\n\n\n[LMNR]\n Unfortunately.\n\n\n< All three crewmates laugh. >\n\n\n[LMNR]\n If audio cuts out, let me know. Pop a flare round if you have to.\n\n\n[CTNI]\n If it does cut out, I'm wholly blaming you. You're the engineer in these desolate wastes.\n\n\n[YATZ]\n The \nonly\n engineer.\n\n\n[LMNR]\n Yes, yes, if one of you take a hard spill, blame the guy in the capsule trying to maintain orbit for it.\n\n\n[YATZ]\n Pints on me that Paul doesn't fall. If he does, he's paying.\n\n\n[CTNI]\n As much as I'd love to banter, we've got a rough time schedule. Proceeding with time synchronization in three… two… one…. now. Timers set.\n\n\n[LMNR]\n You two arrive before the time ends so I don't miss the module. God forbid I do, I'd have to apply the retrorockets and that's never pleasant.\n\n\n[YATZ]\n We got it, pops. Be back home by curfew, not at curfew.\n\n\n< The sounds of thrusters and movement is heard for two minutes. >\n\n\n[CTNI]\n Ed, can you collect some soil samples? They might be tough initially but the penetrometer's giving light readings past the crust.\n\n\n\n\n\n\nPhoto of penetrometer testing on Meta.\n\n\n\n\n\n\n[YATZ]\n That's unusual, considering Probe readings showed Meta was solid rock. Should I get some substrata samples, too?\n\n\n[CTNI]\n Better safe than sorry. It's in the deviation for testing anyway, so it shouldn't really matter.\n\n\n[YATZ]\n Gotcha. Wish it were easier though, the lack of gravity's making this a real damn chore.\n\n\n[CTNI]\n The 5420-B structure should be u-\n\n\n[YATZ]\n 5420? Why so formal? Meta structure's a hell of a lot easier to say. We've been calling it that since the mission's started, anyhow.\n\n\n[CTNI]\n Okay then, \nCommander\n Yates, where to next?\n\n\n[YATZ]\n Meta structure - dead ahead!\n\n\n< Milner laughs. The sounds of thrusters can be heard. >\n\n\n[YATZ]\n Bloody hell.\n\n\n[CTNI]\n My god!\n\n\n[LMNR]\n Uhh, is there something wrong, guys?\n\n\n[CTNI]\n Nothing at all - it's magnificent!\n\n\n[YATZ]\n It's like, err, well, it's like Hatchepsut's temple. That, but if it were made out of space rock and polished to a shine. Awe-inspiring.\n\n\n[CTNI]\n I'll try to see if I can get the video feed working.\n\n\n[LMNR]\n You won't; I've tried, believe me. Just take lots of photos like you were visiting Berlin again, you hear? I've got to see this.\n\n\n[YATZ]\n It's truely magnificent. It's a damn shame you're not here.\n\n\n[LMNR]\n Well, you do have to leave the best pilot be-\n\n\n[CTNI]\n Bullshit.\n\n\n[LMNR]\n …he craft - I heard that, Paul - and let all the redshirts go explore. Anyways, you two go. There's going to be a gradual loss of contact as I go around Meta and the last thing I want to hear is a tirade about how Europeans make the best pilots.\n\n\n[YATZ]\n You're only upset because you know it's true.\n\n\n[LMNR]\n Oh, shut up. Godspeed and good luck.\n\n\n[CTNI]\n You too. We'll be routing radio through the Meta Probe. OWR, six minutes approximately.\n\n\n[YATZ]\n Stay safe, ya daft idiot.\n\n\n[LMNR]\n Will do. Milner out.\n\n\n\n\n[SIGNAL SWITCHED]\n\n\n\n\n│ HomeBase ← CenCom ← Meta Probe Four ← Lancer Crew │\n\n\n\n\n[SIGNAL CONNECTED]\n\n\n\n\n\n< The sounds of thrusters and movement can be heard. >\n\n[CTNI]\n We're approaching the structure now. It is a double-tiered structural bas-relief carving made from Meta rock. However, it is somewhat smaller than what the deep-space images suggested. How big do you estimate?\n\n\n[YATZ]\n Externally? About, err, fifty by thirty meters on its longest side. About the size of a large horse pen. Stairs going up to a higher level, ramp going down into an abyss. So, what shall it be?\n\n\n[CTNI]\n HomeBase told us to explore bottom to top, so there it is. We're headed into the abyss.\n\n\n< Catani & Yates can be heard turning on their flashlights. >\n\n\n[CTNI]\n What the-?\n\n\n[YATZ]\n Woah!\n\n\n< Both can be heard stumbling before they resume walking normally. >\n\n\n[CTNI]\n Gravity? It has Earth-like gravity!\n\n\n[YATZ]\n But that's impossible!\n\n\n[CTNI]\n I know… I know. It gives us some freedom of movement… but I'm slightly uneasy. Let's get on with it.\n\n\n[CTNI]\n It appears as if we are in a large chamber, like a foyer in a mansion. The walls are made with a slick black rock - I don't think this is natural-forming. Penetrometer's just dulling. The ramp didn't seem quite too long, but the ceiling here his vaulted approximately ten meters or so.\n\n\n[YATZ]\n Paul, there's some scribbles in the wall. I can't make anything out of them. You want to take a look?\n\n\n[CTNI]\n Why not.\n\n\n[YATZ]\n This place is spotless, just a bit dusty though.\n\n\n[CTNI]\n What did you say?\n\n\n[YATZ]\n I said it's… nothing, nothing. It's nothing.\n\n\n[CTNI]\n These look like scribbles to me, too. They've been forcibly carved into the wall. Haphazardly, as well. With what, though? There's nothing here.\n\n\n[YATZ]\n I have no clue. That a good or bad thing, then?\n\n\n[CTNI]\n I'd rather not make an erroneous judgement, but I'd unsnap your holster if I were you. We've dallied long enough here. Let's keep going, Ed.\n\n\n< Walking can be heard. >\n\n\n[YATZ]\n This is one very long hallway.\n\n\n[CTNI]\n Indeed.\n\n\n[YATZ]\n Is it me, or are our lights very intermittent?\n\n\n[CTNI]\n Radio's been spotty too. Check all frequencies?\n\n\n< The walking stops. >\n\n\n[YATZ]\n It's just static and noise.\n\n\n[CTNI]\n Noise?\n\n\n[YATZ]\n Yeah, hear it for yourself.\n\n\n< A faint, undiscernable noise can be heard. >\n\n\n\n\n\n\nRadio noise frequency response of the Meta signal. Clocks out at approx. 600Hz (black line).\n\n\n\n\n\n\n[CTNI]\n That's it! We must be getting interference from the Meta signal. That must mean it's further down this way.\n\n\n[YATZ]\n Not to be rude or anything, Paul, but we can't be \nsure\n of it.\n\n\n[CTNI]\n Trust me, I can feel it. We're almost there.\n\n\n[YATZ]\n Well, we'd better skedaddle. A good part of our alotted time's already up.\n\n\n< A large cracking noise. >\n\n\n[YATZ]\n Paul, you okay? Helmet intact?\n\n\n[CTNI]\n I'm okay, Ed. This is the stuff that cracked. It's very mirror-like. What is it? Some sort of crystal?\n\n\n[YATZ]\n Seems like it. It's a bit fragile, though. If you push…\n\n\n< A shattering sound accompanied by minute debris is heard. >\n\n\n[CTNI]\n A mirror? On an asteroid past Mars? Unbelievable.\n\n\n[YATZ]\n Considering who we work for? Blimey, you're nuts. What's on the other side?\n\n\n[CTNI]\n My god, Ed, simply impossible.\n\n\n[YATZ]\n One after another, this place is full of surprises, isn't it? It's like a damn hall o' mirrors.\n\n\n[CTNI]\n The signal's stronger in here. You have yarn?\n\n\n[YATZ]\n Rope and several pitons in the pack, if that counts.\n\n\n[CTNI]\n It'll do. Lay it down the best you can. Let's kill the Minotaur.\n\n\n< The sounds of walking. >\n\n\n[YATZ]\n God, this is quite extreme for one signal. You could get lost in here forever. Don't you agree? There's me, there's me, that's me, and who are you? Also me.\n\n\n< A loud shattering noise. >\n\n\n[YATZ]\n Paul? You clumsy fool, is that another pint I hear? Paul?\n\n\n< Another shattering noise. >\n\n\n[YATZ]\n Paul, if you're lost, try to see if you can find the rope. The signal's drowning us out, muddying the feed. It's clearer to hear though, cause of th-\n\n\n< Adagio in G Minor can be heard, softly but clearly. >\n\n\n[YATZ]\n Bloody hell, is that Albinoni? Alan, you back on the comms?\n\n\n< Silence. >\n\n\n[YATZ]\n Of course radio's down. If either of you can hear me: I'm stationary. Paul, just try to see if you can follow the rope. Alan, if you're back on co-\n\n\n[CTNI]\n There you are.\n\n\n< Yates screams. >\n\n\n[YATZ]\n Bloody hell, you daft fool. You scared me to hell and back. Where have you been?\n\n\n[CTNI]\n Sorry, Edward. I got a little mixed up. Rope trail got lost in the mirrors.\n\n\n[YATZ]\n Is Alan back on comms for you?\n\n\n[CTNI]\n No, why?\n\n\n[YATZ]\n I could've sworn on the Queen I heard Albinoni's Adagio.\n\n\n[CTNI]\n No. I can only hear the signal and your voice.\n\n\n[YATZ]\n Anyways… are we going to continue on? I think this is sufficient data to supplement their curiosity. You've already gotten lost once, too, so….\n\n\n[CTNI]\n I agree, let us leave. - sten to it!\n\n\n[YATZ]\n What?\n\n\n[CTNI]\n Didn't say anything. Are you compromised, Edward?\n\n\n[YATZ]\n Geesh, a bit rude.\n\n\n< Walking can be heard. >\n\n\n[YATZ]\n What in the hell?\n\n\n[CTNI]\n That's not me, Edward.\n\n\n< The snapping of a holster is heard. >\n\n\n[CTNI]\n Ed, no! Don't sh-\n\n\n\n\n[SIGNAL LOST]\n\n\n\n\n│ HomeBase ← CenCom ← Lancer II ↔ Lancer Crew │\n\n\n\n\n[SIGNAL CONNECTED]\n\n\n\n\n\n\n[LMNR]\n Time's up, you buffoons. Who's buying the beer?\n\n[LMNR]\n Hello, guys? Uhh, let's see-\n\n\n\n\n[SIGNAL SWITCHED]\n\n\n\n\n│\n \nHomeBase ← CenCom ← Lancer II\n \n│\n\n│ Lancer Crew ↔ Meta Probe Four ↔ Lancer II │\n\n\n\n\n[SIGNAL CONNECTED]\n\n\n\n\n[LMNR]\n There, switched to general broadcast on Probe Four. How was the trip?\n\n\n[LMNR]\n Paul? Ed? This is Alan, I'm not receiving you guys. I've got the docking seal ready to-\n\n\n< A loud thump, followed by mechanical locking is heard. >\n\n\n[LMNR]\n Jesus Christ! Give me some warning at least! Didn't think you guys would be so eager to get back, anyways. Seal's engaged. How'd it go?\n\n\n[CTNI]\n Everything perfect.\n\n\n[YATZ]\n Everything perfect.\n\n\n\n\n[SIGNAL CUT]\n\n\n\n\n\n\nRadio log files were sent to CenCom and HomeBase following the successful re-docking of the Meta module.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« DAY 36 Radio Log »\n\n\n\n\n» DAY 36 Radio Log «\n\n\n\n\n\n\n\n\n│ HomeBase ↔ CenCom ↔ Lancer II │\n\n\n\n\n[SIGNAL CONNECTED]\n\n\n\n\n\n< Adagio in G Minor can be heard throughout the craft. >\n\n[FBHR]\n Lancer II, can you read us? We can hear some input from the ambient channel but not from your main radio.\n\n\n[CNCM]\n Lancer II, do you copy?\n\n\n[FBHR]\n Central Command, are you receiving any input?\n\n\n[CNCM]\n Nothing from radio, Dr. Bouchere.\n\n\n[FBHR]\n Anything we can do?\n\n\n[CNCM]\n Hope and pray.\n\n\n[FBHR]\n As much as I'd love to, O5-9's been getting on our asses about the project. I need good news. Can you get Penfold?\n\n\n[CPND]\n You needed me, ma'am?\n\n\n[FBHR]\n Yes. Can you send me readings of the Lancer crew's medical diagnostics? I need to package them up and send it to the higher-ups.\n\n\n[CPND]\n The medical reports?\n\n\n[FBHR]\n The medical reports.\n\n\n[CPFD]\n About that, Bouchere… uhh, we're not getting any active medical reports from Lancer II.\n\n\n[FBHR]\n Say that again?\n\n\n[CPFD]\n I said we're no-\n\n\n[FBHR]\n I heard the first time. Why isn't there anything coming in on the medical diagnostics?\n\n\n[CPFD]\n Well, we \ntechnically\n are, but it's… it's just music.\n\n\n[FBHR]\n Albinoni's Ada-\n\n\n[CPFD]\n Adagio in- yeah. I don't know why it's only registering that. Try to see if you can break it to your boss lightly.\n\n\n[FBHR]\n That's- hrm. I'll see what I can do about telling O5-9.\n\n\n[CPFD]\n Funny they're so dedicated to this project. Didn't they vote against it?\n\n\n[FBHR]\n I think they're looking for an excuse to shut it down.\n\n\n< Silence. >\n\n\n[LNCR]\n Albinoni Adagio?\n\n\n[FBHR]\n Lancer? Lancer II, is that you? Lancer, can you repeat your last transmission?\n\n\n\n\n[SIGNAL LOST]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« Re-entry Radio Log »\n\n\n\n\n» Re-entry Radio Log «\n\n\n\n\n\n\n\n\n│ HomeBase ↔ CenCom ↔ Lancer II │\n\n\n\n\n[SIGNAL CONNECTED]\n\n\n\n\n\n\n[FDHB]\n Ma'am, we're recieving radio contact.\n\n[LNCR]\n We're closing in, are we good for re-entry?\n\n\n[FDHB]\n Oh, thank god. You're all-clear, Lancer II.\n\n\n[LNCR]\n Sorry about the radio. Milner fixed it. It was completely broken, no input in or out.\n\n\n[CNCM]\n We're… err, just glad to have you back. We were all worried about you guys.\n\n\n[LNCR]\n Great, we're coming in hot.\n\n\n[FBHR]\n How was the flight, Catani?\n\n\n[LNCR]\n The return trip was optimal, everything perfect.\n\n\n[CNCM]\n Good. Preparing for radio silence in five minutes.\n\n\n[LNCR]\n Great. We're coming in hot.\n\n\n[CNCM]\n Uhh, copy.\n\n\n[LNCR]\n The return trip was optimal, everything perfect.\n\n\n[CNCM]\n Lancer II, are you okay?\n\n\n[LNCR]\n Great. We're coming in hot. The return tri-\n\n\n[CPFD]\n Catani? Yates?\n\n\n[LNCR]\n -erfect.\n\n\n[CPFD]\n Lancer II, what's two plus two?\n\n\n[LNCR]\n Great, we're coming in-\n\n\n[CPFD]\n Lancer II, what was the item number you were studying?\n\n\n[LNCR]\n -everything perfect.\n\n\n[FBHR]\n Penfold, get the interception crew on standby. Now. Have them hold until we can get our containment guys on there.\n\n\n[CPFD]\n Already on it.\n\n\n\n\n[SIGNAL LOST]\n\n\n\n\n\n\n\n\nBiomedical readings of the Lancer crew, sent immediately prior to re-entry.\n\nThe three leftmost lines represent the brain function of the crew, and the three rightmost the crew's heart rate.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 03:\n Lancer II Recovery/After-Action\n\n\n\n\n\n\n\n\n« Recovery Log »\n\n\n\n\n» Recovery Log «\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nRECOVERY REPORT\n\n\n\n\n \n\n\n> > SEALED BY THE O5 COUNCIL < <\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nLANCER II FINAL REPORT\n\n\n\n\n\nLancer II touched down on October 10 in the Atlantic Ocean. Despite the stray from flight pattern deviations, the pilot capsule landed in an easily retrievable area. However, upon Foundation recovery crews arrival at the scene, the capsule was found to be mostly submerged. Medical and recovery teams acted quickly, but they were unable to save the lives of NASA/Foundation astronauts Paul Catani, Edward Yates, and Alan Milner. An investigation into the capsule's submergence revealed the capsule hatch had been opened from the inside; possibly a result of the astronauts' lack of water egress training.\n\nLancer II's recovery failure has been attributed to panic from the water submersion and possible 'psychological imbalance' leading to the immediate opening of the hatch - causing the drowning of the three crew members. This is corroborated by a signal from the capsule received seven minutes after impact\n2\n. Fault has also been found in the radio logs sent/transferred by Meta Probe Four. A lack of an imaging system on the probe also contributed to misleading logs of Meta. Even in light of the unfortunate deaths of the Lancer crew, the \"Mission to Meta\" was overall a resounding success and provided fruitful in gaining invaluable data on SCP-5420.\n\n\nAn autopsy of the three astronauts was attempted, but due to the impossibility of removing the corpses from the spacesuits, the official cause of death has been listed as drowning. The reason for the difficulties with the spacesuits is currently unknown. The spacesuit material was unable to be penetrated and the suit's seals could not be released. In accordance to the last wishes of the crew, the corpses of all three will be cremated and their ashes scattered into the ocean.\n\n\nA proposal for another Lancer flight will not be attempted.\n\n\n\n\n— Prepared by O5-9\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. The trip, according to the calculations performed, would have been approximately a four-month one-way trip; neither the technology nor information allowed for an accurate landing on SCP-5420 within an acceptable margin of error.\n\n\n2\n. Cmdr. Catani and Yates pleading to \"get us out of here\" and that they \"were trapped\".\n\n\n\n\n\n\n\n\n« \nSCP-5419\n | SCP-5420 | \nSCP-5421\n »",
    "addendums": [
        "Addendum 01: LANCER Project Proposal",
        "Addendum 02: Lancer II Radio Communications",
        "Addendum 03: Lancer II Recovery/After-Action\n"
    ],
    "documents": [],
    "notes": [],
    "containment_procedures": "",
    "description": "",
    "title": "SCP-5420"
}