{
    "url": "https://scp-wiki.wikidot.com/scp-5421",
    "all_text": "rating: \n+136\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n This article contains heavy subject matter such as harrassment and suicide.\n\n\n\n\n\n\n\n\nrating: \n+136\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\nEcronak\n\n\n\n\n\n\nEnjoyed the skip? Give some of my other works a look \nhere\n!\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5421\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA photograph of the interior of SCP-5421-A as captured from the camera of Psi-7-2. A part of SCP-5421 can be seen.\n\n\n\n\n\n\nSpecial Containment Procedures:\n The entrance to SCP-5421-A is to be secured at all times. By no means are personnel allowed entry into SCP-5421-A unless express permission is given by at least two members of the O5 council. Should personnel enter SCP-5421-A, they must not make eye contact with SCP-5421.\n\n\nAs knowing the details of SCP-5421’s existence is infohazardous, any articles of knowledge about SCP-5421 outside of the Foundation database are to be immediately destroyed. Under no circumstances are personnel allowed to view these articles. Should any personnel view the aforementioned articles, they are to be immediately apprehended and given Class A amnestics before they return to their place of residence. Should amnestics be unavailable, salt is to be sprinkled at the entrance of the aforementioned place of residence before the afflicted person enters.\n\n\nDescription:\n SCP-5421-A is a standard condominium one bedroom unit at the ███████ Luxury Apartments building located in Nagoya, Japan. Until 9/17/2018, the condominium unit harbored no signs of anomalous activity. The first records of the aforementioned anomalous activity at the condominium unit began when a 22-year-old woman named Aiko Fujiwara took up residence within the unit.\n\n\nSCP-5421 is [DATA EXPUNGED].\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\n\n\nThe following file has been classified as an infohazard. All personnel viewing it must submit themselves to Class A amnesticization before returning to their place of residence. Any deviation from this mandate will be met with severe punishment.\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\n\n\n\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n\n\n\nDiscovery Log:\n On 9/22/2018, five days after Fujiwara’s arrival, the condominium unit’s door was found to be ajar. Residents in the adjacent rooms complained of a smell emanating from SCP-5421-A. A few hours later, employees at the hotel opened the unit, and found Fujiwara’s bloating corpse on the floor of SCP-5421-A, showing signs that the subject had died of exsanguination\n1\n from self-inflicted wounds. Subsequent investigations by local police estimate that Fujiwara had been dead for ten days, the peculiar time window of which prompted operatives from the Foundation’s Japanese branch to arrive on the scene.\n\n\nShortly after the arrival of Foundation personnel, the ███████ Luxury Apartments building that contained SCP-5421-A was closed down, with Foundation personnel citing Cover Story 18 (Health Concerns) in order to evacuate all residents and employees from the building. The scene of the incident, including Fujiwara's corpse, was left untouched on the request of Foundation personnel. The structure was then designated as Containment Site 44. Due to the suspected presence of a temporal anomaly, the deployment of an investigation team was bypassed. Three members of MTF Psi-7 (\"Home Improvement\") arrived on the scene seventeen hours after the building was closed.\n\n\nExploration Log:\n\n\n\n\nForeword:\n At 11:12 PM, under the oversight of the Provisional Director of Site 44, the operatives of MTF Psi-7 made preparations to enter SCP-5421-A. All video footage of the exploration was broadcast live to HQ, located in the lobby. The surrounding hallway leading into SCP-5421-A was cleared beforehand.\n\n\n\n\n<Begin Log>\n\n\nHQ:\n Psi-7, you are cleared to enter.\n\n\nPsi-7-1:\n Affirmative, HQ.\n\n\nPsi-7-1 slowly opens the door leading into SCP-5421-A. Psi-7-2 and Psi-7-3 enter. Psi-7-1 follows.\n\n\nThe interior of the condominium unit is disorderly. Several pieces of plastic wrapper are strewn all across the floor. The refrigerator unit is ajar. Three empty one-liter bottles of water are placed on the center table. A flat-screen television lays broken on the floor.\n\n\nThe Mobile Task Force team comes across the corpse of Aiko Fujiwara. Her eyes and ears show self-inflicted damage using a sharp object. Dried blood is pooled under her body.\n\n\nPsi-7-2:\n Damn, that’s our dead girl. She looks bad.\n\n\nPsi-7-3:\n Never seen a decomposing body before, Arnie?\n\n\nPsi-7-2:\n Afghanistan never had us dig up any rotten corpses.\n\n\nPsi-7-3:\n Well, looks like there’s a first time for everything.\n\n\nPsi-7-2:\n Ha-ha. You were a cop, Yel, we get it. You don't need to rub it in.\n\n\nPsi-7-3 crouches down to get a better view of the corpse. She turns the body over, and finds that there is a crumpled piece of paper held loosely in her hand. Psi-7-3 retrieves it with some difficulty.\n\n\nPsi-7-3:\n Found something. Keep watch for me, please.\n\n\nPsi-7-3’s video feed shows a crumpled piece of paper, which she unfurls. Most of the paper has been rendered unreadable by marker ink.\n\n\nPsi-7-2:\n Can you read Japanese, Yel?\n\n\nPsi-7-3:\n Limited amounts.\n\n\nPsi-7-3 pauses to read.\n\n\nPsi-7-3:\n The… House Man? It says the House Man. There’s an illustration here that shows a face, but that's it.\n\n\nPsi-7-2:\n You think that that’s our bogey?\n\n\nPsi-7-3:\n I don’t jump to conclusions, but I think it is. There’s an inscription here on the top left, too.\n\n\nPsi-7-3 pauses to read again.\n\n\nPsi-7-3:\n \nObaa… chan.\n She got it from her grandmother? It says something like that.\n\n\nPsi-7-2:\n What did she get from her grandmother?\n\n\nPsi-7-3:\n Don’t know.\n\n\nThe sound of a churning liquid is heard above them. Psi-7-2 looks up.\n\n\nPsi-7-2:\n The hell was that?\n\n\nPsi-7-1 raises a hand to signal silence.\n\n\nPsi-7-1:\n Shh.\n\n\nPsi-7-1 scans his surroundings.\n\n\nPsi-7-1:\n Comb the rooms.\n\n\nPsi-7-2 and Psi-7-3:\n Affirmative, Sir.\n\n\nAll three operatives move in separate directions. Psi-7-1 secures the kitchen. Psi-7-2 secures the bathroom. Psi-7-3 secures the bedroom.\n\n\nThirty-seconds transpire.\n\n\nPsi-7-2:\n Negative bogeys on the kitchen. Fridge seems to be empty, though.\n\n\nPsi-7-1:\n Clear in the bathroom. Looks like she couldn't flush, though. Yelena?\n\n\nPsi-7-3:\n Clear in the bedroom. I see a laptop. There’s a phone on the bed.\n\n\nPsi-7-3 pauses.\n\n\nPsi-7-3:\n I feel like we're being watched.\n\n\nPsi-7-3 turns around quickly.\n\n\nPsi-7-1 and Psi-7-2 enter.\n\n\nPsi-7-3:\n You hear that?\n\n\nPsi-7-1:\n Hear what, Yelena?\n\n\nPsi-7-3 looks up, and then around her.\n\n\nPsi-7-3:\n I felt… eyes. Up there.\n\n\nPsi-7-3 points up, above the doorway to the bedroom.\n\n\nThe wall contains nothing out of the ordinary.\n\n\nPsi-7-1:\n Nothing’s there.\n\n\nPsi-7-2:\n You think it’s something hallucinatory, Boss?\n\n\nPsi-7-1:\n …perhaps. We don’t know what the hell we’re dealing with here.\n\n\nPsi-7-1 turns to the laptop, then looks at the diary.\n\n\nPsi-7-1:\n Alright. No more messing around. Two, I want you to open that phone. Connect it to your gear and transmit the files back to HQ.\n\n\nPsi-7-2:\n Affirmative.\n\n\nPsi-7-2 picks up the smartphone, using a USB cord to connect it to the port in his helmet.\n\n\nPsi-7-1:\n Three, take a look at the laptop, see if it’s still on.\n\n\nPsi-7-3:\n Got it, One.\n\n\nPsi-7-3 takes a seat at the desk and opens the laptop.\n\n\nTwelve seconds pass.\n\n\nPsi-7-1:\n How’s progress, Two and Three?\n\n\nPsi-7-3:\n The laptop seems to be open. Thank God it’s still got some juice in it. Running through files now.\n\n\nPsi-7-2:\n Transfer's completed. Found some audio files too. Looks like she kept a diary.\n\n\nPsi-7-1:\n What did you see-\n\n\nSuddenly, the bedroom door creaks open. A deep masculine groan is heard.\n\n\nAll operatives of Psi-7 look in the direction of the door.\n\n\nPsi-7-1:\n That’s definitely our bogey. Three, keep on that laptop. Two, what did you say?\n\n\nPsi-7-2:\n There's audio, but I can't understand it. It's in Japanese.\n\n\nPsi-7-1 keeps firm watch on the door. His weapon is at the ready.\n\n\nPsi-7-1:\n Two, exchange places with Three. I need her to listen to it.\n\n\nWordlessly, both operatives exchange positions.\n\n\nPsi-7-3:\n Alright. Alright. “He’s in the walls, he’s in the ceiling, I can hear him laugh.”\n\n\nPsi-7-2:\n What the fuck does that mean?\n\n\nPsi-7-3:\n I don’t know, alright? “He’s watching me. He’s playing with me. I don’t know what he is but he’s playing with me.”\n\n\nPsi-7-2:\n Fucking hell.\n\n\nPsi-7-1:\n Professionalism, Two. Three, continue.\n\n\nPsi-7-2:\n Sorry boss, but I… I found something. In the Videos folder.\n\n\nPsi-7-1 looks in the direction of the laptop screen.\n\n\nPsi-7-2 opens the laptop. The video shows blurry hidden camera footage of Fujiwara in her bedroom. What looks like black eyes watch her from above her bed. Fujiwara then wakes up, making eye contact with them. Immediately, the eyes contort into an expression of anger, disappearing three seconds later.\n\n\nThe same flowing sound from earlier is heard. Psi-7-1 turns around.\n\n\nPsi-7-2:\n Boss. It’s behind you, isn’t it?\n\n\nPsi-7-1 gulps.\n\n\nPsi-7-1:\n Keep calm, now. Keep calm.\n\n\nA laugh from above is heard.\n\n\nA silence intervenes for 3 seconds.\n\n\nPsi-7-1:\n …three. What have you heard so far?\n\n\nPsi-7-3:\n Nothing! Just don’t look up all over again. “Don’t look up. Don’t look up.” She says that if you know, don’t look up. It’s how she was trapped in here. She says not to… go home after you know, or else he’ll haunt you too.\n\n\nPsi-7-2:\n We know, don’t we, boss? Like she said?\n\n\nPsi-7-3 looks straight into Psi-7-1’s eyes.\n\n\nPsi-7-3:\n One. We need to get out of here.\n\n\nPsi-7-1 nods.\n\n\nPsi-7-1:\n Run. Now.\n\n\nSCP-5421:\n \nIye.\n\n\nThe bedroom door closes. Psi-7-1 tries to open it, but it refuses to move.\n\n\nThe door to the hall outside closes with a loud bang.\n\n\nPsi-7-3:\n No. He said no.\n\n\nPsi-7-2:\n Fuck. Fuck. Fuck!\n\n\nPsi-7-1:\n Look down, now! Yelena, Arnie, look fucking down!\n\n\nAll operatives look down.\n\n\nPsi-7-1:\n Stop. Don’t look up. Don’t look up. Don’t look up. Don’t look up.\n\n\nThe same flowing sound is heard behind Psi-7-1. Heavy breathing is soon heard.\n\n\nPsi-7-2:\n Boss. Boss?!\n\n\nThrough Psi-7-2’s camera, a finger can be seen tracing a long line down Psi-7-1’s back. At the same time, through Psi-7-3's camera, a long black arm could be found caressing Psi-7-2's spine. They both retreat after several seconds.\n\n\nSCP-5421 speaks in Japanese in a playful manner.\n\n\nPsi-7-3:\n “Look up, my… Pretties.\" he says. “Look up. Look up.”\n\n\nPsi-7-2:\n Go fuck yourself!\n\n\nPsi-7-1:\n Two, stand the fuck down! Three, can you bargain with it?\n\n\nPsi-7-3:\n I’ll try.\n\n\nPsi-7-3 begins to speak in Japanese.\n\n\nA rippling sound is heard again, this time behind Psi-7-3. A long, dark arm comes out from the wall, caressing Psi-7-3’s cheek. Psi-7-3 shivers, but keeps speaking.\n\n\nSCP-5421 responds. A giggle is heard.\n\n\nPsi-7-2:\n Jesus Christ.\n\n\nPsi-7-1:\n What did he say?\n\n\nPsi-7-3:\n That we're so beautiful… that… that we shouldn't have caught him, that he can’t wait to starve us, to watch us wither, and…\n\n\nPsi-7-3 bites her lip.\n\n\nPsi-7-3:\n To torment us.\n\n\nPsi-7-2:\n Jesus fucking Christ almighty.\n\n\nPsi-7-1:\n Okay. Okay. So long as we don’t look up, we’re okay.\n\n\nSCP-5421 laughs. He begins to speak again. Flowing water above is heard.\n\n\nPsi-7-3:\n He says…\n\n\nPsi-7-3’s knees are quivering.\n\n\nPsi-7-3:\n He says “\nFine.\n”\n\n\nPsi-7-1:\n Oh dear… God.\n\n\nPsi-7-1 raises his right hand.\n\n\nPsi-7-1:\n Everyone. Arm.\n\n\nPsi-7-2 and Psi-7-3 reach for their weapons.\n\n\nThe flowing sound begins to increase in volume.\n\n\nPsi-7-1:\n Ready?\n\n\nBoth Psi-7-2 and Psi-7-3 stamp their feet to signal their affirmation.\n\n\nPsi-7-1:\n Don't look up. Fire at will!\n\n\nThe Mobile Task Force operatives begin firing into the ceiling.\n\n\nThe gunfire persists for several seconds.\n\n\nPsi-7-2:\n Is it dead, Boss?\n\n\nPsi-7-1:\n Hope so.\n\n\nA notification is heard from the laptop. Psi-7-2, keeping his head low, begins to investigate it. A window without a close button pops up on the screen.\n\n\nPsi-7-1:\n Arnie. Turn it off.\n\n\nPsi-7-2:\n I can’t read anything, wait.\n\n\nPsi-7-2 presses a random button.\n\n\nThe window gives way to a live camera feed of the bedroom.\n\n\nThe sound of running water is heard again.\n\n\nPsi-7-1:\n ARNIE, LOOK AWAY-\n\n\nPsi-7-2 is unable to look away from the screen as the face of SCP-5421 comes into full view. The sound of a door locking is heard before the recording abruptly stops.\n\n\n<End Log>\n\n\n\n\nAfterword:\n Foundation personnel arrived at the entrance of SCP-5421-A two minutes after the video feed cut out. The door was found to be ajar. All three members of the exploration team were found to be lying dead on the ground, having committed suicide with their weapons. No other marks have been found on their bodies, which were still fresh by the time that they were found.\n\n\nFoundation researchers have later theorized that SCP-5421 has full control of SCP-5421-A, and has the ability to isolate it within its own pocket dimension for as long as it wishes to once a person makes eye contact with it. As of the time of writing, no other personnel have been given the clearance to enter SCP-5421-A. All personnel who oversaw the operation have been amnesticized to prevent the transfer of SCP-5421 outside of SCP-5421-A.\n\n\n\n\nAddendum 5421.01:\n The following file is the audio journal of Aiko Fujiwara, as sent to HQ by Psi-7-2 prior to the deaths of all three members of MTF Psi-7. All entries have been transcribed from the audio files and translated from Japanese, with extraneous entries unrelated to SCP-5421 being removed for brevity.\n\n\n\n\n9/11/2018\n\nGod, I still can’t believe she’s gone, and so suddenly… Grandmother was such a kind soul. What a thing to take with me to Nagoya next week, right? Mom made sure to give me some of her keepsakes. Her old journals, her old necklace… damn, that necklace really fit her. No matter. Mom said Grandmother got the necklace from when she went to Hokkaido when she was twenty-one, some top secret mission for the post-occupation government or something. Brought the necklace back with her. Who knew that Grandmother was some secret spy, right?\n\n\n(…) I took a look at the journals earlier, though, and some of them seemed to be stuck with some kind of glue. I’ll work on separating them when I get the time. The other entries seemed to be really interesting on their own.\n\n\n[Extraneous entries removed]\n\n\n9/16/2018\n\n(…) In other news, finally got the damn pages separated. Mom’s old paper knife came in handy for the first time in thirty years. Entries in the journals detailed some scary shit. Apparently, Grandmother heard about some sort of \nhenge\n2\n called a House Man(?) up in Hokkaido, some kind of really obscure folk tale with the Ainu\n3\n.\n\n\nHe was said to live in ceilings and swam(?) in them, peeking on young men and women and playing with them like some old… pervert. He'd lock them in and watched them die too, once they found out he was there. Grandmother said that the people she talked to made that clear. The Ainu used to sprinkle salt at their door whenever they remembered or were told about him, for fear that he’ll come after their children once they remember him.\n\n\nOh, crap, is that where Grandmother got that habit? Mom and I always wondered why.\n\n\nI don’t know how that fits in with all the things Grandmother did over there, but she seemed to have a knack for collecting folk stories. Wonder why the pages were stuck together, though. (…) That sweet damn kiss from him was the last thing I got before I set out for Nagoya. Goodbye, Ibusuki! You were so good to me. Thank you so much for all the memories. Goodbye too, Grandmother.\n\n\n9/17/2018\n\nHello, Nagoya! Just finally entered my new home. Moved in all of my stuff, put up the picture frames. Ate out at a ramen place to celebrate. New place seems to be noisy, though. I think there’s a leaking pipe around here, keep hearing water. I thought Mom checked it over? Neighbors over in the next room are noisy as hell, too. I wonder why she rented it out for me. (…)\n\n\n(…) Huh. So I just took my clothes off earlier and put them in the hamper and… They don't seem to be there? Do we have a rat problem here, too?\n\n\n9/18/2018\n\n(…) Right after I came home from teaching, something strange happened, though. When I came in, something brushed up against my leg? It was solid and cold, like dead fingers. I’m shivering just thinking about it. Leaky pipe’s getting worse too. Keep hearing water all around the condo. Here. [Fujiwara appears to lift her hand. The sound of running water is heard.] I’ll keep recording after I wash up.\n\n\n(…) God, is this place haunted? Lightbulb kept turning on and off in the shower. Went right back after dressing up, and it seems to be working fine, but now the lightbulb in my bedroom is acting up too.\n\n\nDoesn't help that I had a nightmare, too. A voice whispering in my ear. Something breathing down my neck. Fingers tracing lines down my legs. My face. It makes me shiver when I think about it.\n\n\nFuck this. I’m checking the assignments and heading to sleep.\n\n\n9/19/2018\n\nGoddamn that leaky fucking pipe! Woke up in the early morning with warm water dripping on my face. It was hard to go to sleep after that, so I took a shower. Bulb was acting up again. I thought I heard… breathing, too. Heavy breathing. Went back to the bedroom. Same damn thing. Found some pitch black stains on the clothes in my closet too, smelled like bleach or something. I know this is a new place and all, but… I wanna move out of here already. This is creepy as all hell. Doesn’t help that the neighbors are still noisy too. When I come back home later, I’ll get a member of the maintenance staff to check it.\n\n\n(…) Hina-san, the maintenance lady, said that there were no leaky pipes in the unit. Bulbs were fine, too. I told her it was impossible. The bulbs were acting up, and the pipes were leaking since I got here. She just shrugged, joked that it was an \noni\n haunting me, and bid me farewell.\n\n\nThat got me wondering, though. About the \nhenge\n in Grandmother’s journal. What if…\n\n\nNo, I don’t want to think about it. Regardless, I’ve decided to sleep over at Rina's place tomorrow. If it really is some \nhenge\n following me, I do hope he leaves when I come back. I’ve installed a camera in my bedroom, too. I want to get to the bottom of this tonight.\n\n\n9/20/2018\n\n\nOh dear God. Save me. Save me. I woke up suddenly at night and saw him and the door closed and he is \nthere\n. The eyes. \nThey've always looked at me while I slept…\n He always watches me. He took my clothes from the hamper, too. The warm water from the ceiling… It's \nsaliva\n. He is… he is…\n\n\n[The sound of heavy breathing is heard. Fujiwara's voice lowers.]\n\n\nHe is breathing next to me right now.\n\n\nThe door is locked. He locked it. I can't get out.\n\n\nEverything’s silent and the power’s off and I can’t hear the neighbors anymore.\n\n\nHe's not allowing me to sleep. Every time I try to eat or drink he harries me. Springs from the wall and makes sure I can't keep my food down… Or summons his hand from the floor to grab my leg or my arm.\n\n\nBut he doesn't kill me. He doesn't dare do anything worse than scare me.\n\n\nI know what he is. He's a fucking coward. Can't do anything else than look at someone helpless. That's what you are, aren't you?! A fucking coward!?\n\n\n[The shuffle of fabric is heard.]\n\n\nNo! Get away from me. Get away from me!\n\n\n[The sound of a knife hitting the floor is heard.]\n\n\nGET AW-\n\n\nNO DATE DISPLAYED\n\nHe’s in the walls, he’s in the ceiling, I can hear him \nlaugh\n! He’s watching me. He’s playing with me. I don’t know what he is but he’s playing with me.\n\n\nI shouldn't have looked up. That's what allowed him to trap me in here like all his other victims.\n\n\nHis hands can go all around the house, but his face… His face is only on the ceiling. Did he watch me all the time since I got here? For how long? Was he the one responsible for the black stains? Was…\n\n\nNo. He can only scare me. That's all he does. I've tried fighting back but he can retreat so fast…\n\n\n[Fujiwara begins to sob.]\n\n\nI'm so sorry, Grandmother. I'm so sorry. I shouldn't have looked in your journals. You hid them away for a reason.\n\n\n[A playful singing is heard.]\n\n\nWhoever's listening to this… please stay away. He's already onto you. Don't look up. Don't look up. Don't look up.\n\n\nDon't try to find out what he is.\n\n\nIf you can hear this, sprinkle salt on your doorstep every time you head home. It's your only chance.\n\n\n[The singing gets closer.]\n\n\nHe will trap you. You know about him now, too. Don't go home without sprinkling salt. Don't look up.\n\n\nHe says… he says that he will watch me die. I know he's there. He'll watch me die. He can't do anything worse, but he'll… watch… me… die.\n\n\n[Rushing water is heard again. SCP-5421's voice is heard in the distance. It is inaudible.]\n\n\nNo, stay away. STAY AWAY! STAY AWAY FROM ME, YOU FUCKING BASTARD!\n\n\n[The sound of a knife being taken from a countertop is heard.]\n\n\nI DON'T WANNA SEE YOU ANYMORE! I DON'T WANNA KNOW YOU'RE HERE!\n\n\n[Fujiwara screams. The sound of stabbing is heard four times. Fujiwara falls to the ground.]\n\n\n[The audio recording continues for several minutes, then a deep masculine voice is heard.]\n\n\nShame. She didn't last long.\n\n\n[A door creaks open. Rushing water is heard, then a tap on glass, presumed to be on the smartphone. The recording abruptly ends.]\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Commonly known as bleeding out.\n\n\n2\n. Changed things or mutants, related to yōkai (spirits)\n\n\n3\n. An indigenous culture from the island of Hokkaido\n\n\n\n\n\n\n\n\n\n\nMore from Ecronak\n\n\n« \nSCP-5420\n | SCP-5421 | \nSCP-5422\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5421\n\" by Ecronak, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5421\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n HallCeilingSatNight\n\n\nName:\n Hall Ceiling Sat Night\n\n\nAuthor:\n lesliepear\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://search.creativecommons.org/photos/2d595aa4-1a51-4591-abeb-31d5e7eb8eb0=====",
    "addendums": [
        "Addendum 5421.01: The following file is the audio journal of Aiko Fujiwara, as sent to HQ by Psi-7-2 prior to the deaths of all three members of MTF Psi-7. All entries have been transcribed from the audio files and translated from Japanese, with extraneous entries unrelated to SCP-5421 being removed for brevity."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5421 \" by Ecronak, from the SCP Wiki . Source: https://scpwiki.com/scp-5421 . Licensed under CC-BY-SA .",
        "Filename: HallCeilingSatNight Name: Hall Ceiling Sat Night Author: lesliepear License: CC-BY 2.0 Source Link: https://search.creativecommons.org/photos/2d595aa4-1a51-4591-abeb-31d5e7eb8eb0====="
    ],
    "containment_procedures": "The entrance to SCP-5421-A is to be secured at all times. By no means are personnel allowed entry into SCP-5421-A unless express permission is given by at least two members of the O5 council. Should personnel enter SCP-5421-A, they must not make eye contact with SCP-5421.",
    "description": "SCP-5421-A is a standard condominium one bedroom unit at the ███████ Luxury Apartments building located in Nagoya, Japan. Until 9/17/2018, the condominium unit harbored no signs of anomalous activity. The first records of the aforementioned anomalous activity at the condominium unit began when a 22-year-old woman named Aiko Fujiwara took up residence within the unit.",
    "title": "SCP-5421"
}