{
    "url": "https://scp-wiki.wikidot.com/scp-5424",
    "all_text": "rating: \n+31\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n5424\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\nSCP-5424 is to be contained within the roughly 6m x 3m x 2m chamber which has replaced humanoid containment chamber HC-5424 by virtue of SCP-5424's primary anomalous effect.\n\n\nNo Foundation personnel are to approach the chamber's entrance closer than nine meters. Items delivered to SCP-5424 (i.e. basic sustenance, sanitary supplies etc.) are to be delivered via the installed automated trolley system.\n\n\nDescription:\n\nSCP-5424 is a human female, aged 36. Prior to incident IN-5424-01, the subject's designation was Doctor Hillary Weaver, posted at the Suspected Anomalous Materials Analysis Division (SAMAD) at Site-81.\n\n\nThe subject's primary anomalous quality is the periodic alteration of its immediate surroundings. The radius of these changes is not consistent and has been observed to fluctuate between one and seven meters. While the deployment of Scranton Reality Anchors has proven ineffective, the primary anomalous effects of SCP-5424 appear not to manifest within the same area on multiple occasions. Therefore, in the aftermath of incident IN-5424-02, SCP-5424 was not relocated to a standard humanoid containment cell.\n\n\nWhile locations previously affected by SCP-5424 do not appear to be altered repeatedly, individual items have been observed to materialize within SCP-5424's vicinity. In addition, objects transferred to the immediate vicinity of SCP-5424 (including Foundation personnel) subsequent to an alteration, have sporadically ceased to exist. \nAetheric Resonance Imaging\n has consistently shown no levels of Aspect Radiation above the accepted one hundred Casper background radiation baseline during these events.\n\n\nCognitive testing of SCP-5424 has established no impairment of cognitive function with the exception of the dissociative issues speculated to be linked to SCP-5424's anomalous properties. Specifically, no indications of cerebral atrophy or cerebrovascular damage have been detected.\n\n\nDespite detailed analysis of available data, including detailed medical and thaumaturgical scans of SCP-5424 as well as materials analysis of the locations of incidents IN-5424-01 and IN-5424-02, no plausible hypothesis explaining the onset or nature of SCP-5424's anomalous properties has as yet been put forth. While SCP-5424 itself has produced an explanation (see interview transcript IVT-5424-05) of the events, inconsistencies between SCP-5424's narrative and the observed properties of other Type Green entities would seem to indicate the provided explanation to most likely be a result of the subject's established dissociative/confabulative episodes.\n\n\nPrior to the initial manifestation of SCP-5424's anomalous effects during incident IN-5424-01, the subject had sought medical assistance at Site-81's medical wing. Transcripts of interviews performed by Site-81 personnel, as well as relevant incident reports, are attached to this file.\n\n\n\n\nAppendix A - Interview transcripts prior to incident IN-5424-01\n\n\n\n\nAppendix A - Interview transcripts prior to incident IN-5424-01\n\n\n\n\nAppendix A - Interview transcripts prior to incident IN-5424-01\n\n\n\n\nINTERVIEW TRANSCRIPT IVT-5424-01\n\n\n\n\nDATE: 01-03-2019\n\n\nNOTE:\n Interview conducted by Doctor Roberta Ibanez, Site-81 general practitioner\n\n\n\n\n[BEGIN TRANSCRIPT]\n\n\nDr. Ibanez:\n Hi, Hill! So, what seems to be the problem?\n\n\nSCP-5424:\n I dunno.. it's… kinda hard to explain. I've been having this feeling that things are… off. Like yesterday I was in the mess hall with Murat and Stefan, and things seemed… different. Like maybe the maintenance crews had changed the paint job or something. You know, like when someone shaves their beard or has a new haircut and it takes you forever to notice? This feeling that something is different but you just can't put your finger on it.\n\n\nDr. Ibanez:\n Huh. Well, as far as I know there haven't been any changes to the mess recently. You know what, it's probably just stress-related, with all those new potential anomalies Zeta-9 brought in from that op last week. I hear Blanchard is running you ragged over at SAMAD.\n\n\nSCP-5424:\n It might. Could you take a look anyway, though? It's just really weird and having somebody tell me everything is fine would help.\n\n\nDr. Ibanez:\n Tell you what: I'll write you up for light duty next week. You give yourself a break and take it a little slower. If weirdness persists, I'll run a full diagnosis the following Monday. Speaking of weirdness: How did your date with that guy from SITESEC go? Does he really never blink?\n\n\nSCP-5424:\n *groans* Oh god… don't get me started…\n\n\n[ 14 MINUTES OF EXTRANEOUS DIALOGUE OMITTED]\n\n\n\n\n[END TRANSCRIPT]\n\n\n\n\n\n\nINTERVIEW TRANSCRIPT IVT-5424-02\n\n\n\n\nDATE: 17-03-2019\n\n\n\n\n[BEGIN TRANSCRIPT]\n\n\nDr. Ibanez:\n Commencing interview of patient Doctor Hillary Weaver, currently posted to SAMAD at Site-81. Interview being conducted by Dr. Roberta Ibanez, science staff general practitioner at Site-81 medical. Okay Hill, repeat what you just told me.\n\n\nSCP-5424:\n It's my quarters. They've changed. Or… it feels like they've changed. It's not just that they're supposed to be in Gamma Annex, not in Epsilon. It's my stuff too. Like that picture of us from Mei's retirement party? I vividly remember us being at Francois's. But that picture… I've never seen that place it was taken in.\n\n\nDr. Ibanez:\n Have you had any other instances of places seeming unfamiliar?\n\n\nSCP-5424:\n: Well… now that you mention it: The other day I was trying to get to HR from SAMAD. You know, to get my HD-237? I could have sworn that corridor off of Beta Containment led to HR. But I ended up near the vehicle hangars. I wrote it off as my typical scatter-mindedness, but the more I think about it, the surer I am that hallway has always connected to HR.\n\n\n[ 12 MINUTES OF EXTRANEOUS DIALOGUE OMITTED]\n\n\nSCP-5424 voices further distress about perceived changes to Site-81 architecture and personal effects. Dr. Ibanez schedules an appointment for neurological testing.\n\n\n\n\nNOTE:\n Subject's recollection of events and locations appears compromised. Suspected neurodegenerative disorder. Subject subsequently remanded to neurological staff for detailed diagnosis.\n\n\n[END TRANSCRIPT]\n\n\n\n\n\n\nINTERVIEW TRANSCRIPT IVT-5424-03\n\n\n\n\nDATE: 28-03-2019\n\n\n\n\n[BEGIN TRANSCRIPT]\n\n\nSCP-5424:\n I don't know how often you want me to repeat myself, Bobby! They're gone!\n\n\nDr. Ibanez:\n Who's gone, Hill?\n\n\nSCP-5424:\n My family, god damn it! Frank, Lilly, little Evan! They're fucking gone!\n\n\nDr. Ibanez:\n I understand this is difficult. But could you please explain where they have gone?\n\n\nSCP-5424:\n It's not that they've gone somewhere. They're just flat gone! And it's not just them. Every trace of them is missing: The pictures of them on my desk, the chat logs on my cell… It's like… like… somebody has removed all traces of them. And now you nimwits claim there's no mention of any of them in my file! You're saying I'm crazy…\n\n\nDr. Ibanez:\n Hill, we've known each other for what, nine years now? I… you… you've never mentioned being married before.\n\n\nSCP-5424:\n What?! Bobby, you've met Frank! We had fucking dinner together last year! Lilly got ice cream on your blouse!\n\n\n[ 17 MINUTES OF EXTRANEOUS DIALOGUE OMITTED]\n\n\nSCP-5424:\n Dementia doesn't work like that. I read up on it after our last session. It's got to be something else.\n\n\nDr. Ibanez:\n Like what, Hill?\n\n\nSCP-5424:\n Like one of the artifacts. Over at SAMAD. I mean, seriously, we handle potentially anomalous materials every day. It's only a matter of time before we inadvertently set off something nasty.\n\n\nDr. Ibanez:\n Did you or your team discover anomalous properties in any of the items you examined lately?\n\n\nSCP-5424:\n Well, no. But that doesn't mean none of them had any. We've missed things before, you know.\n\n\n[ 12 MINUTES OF EXTRANEOUS DIALOGUE OMITTED]\n\n\nSCP-5424 is insistent that the onset of dissociative episodes is caused by heretofore undiscovered anomalous properties of one or more items analyzed by SAMAD.\n\n\n\n\n[END TRANSCRIPT]\n\n\nNOTE:\n Subject shows major confabulation pertaining to autobiographic facts in addition to previous symptoms. However, neurological test suite Sigma-2 administered by Doctor Ibanez and Doctor Vasilij Korsakov show no signs of cerebral atrophy or related ailments. Site-81 medical staff urgently suggests transfer of patient to dedicated neuromedical facility at Site-19.\n\n\nADDENDUM:\n Subsequent re-analysis of all items processed by SAMAD between 01-02-2019 and 01-03-2019 has failed to uncover any previously hidden anomalous attributes.\n\n\n\n\n\n\nINTERVIEW TRANSCRIPT IVT-5424-04\n\n\n\n\nDATE: 12-04-2019\n\n\nNOTE:\n Patient is currently detained at Site-81 medical.\n\n\n\n\n[BEGIN TRANSCRIPT]\n\n\nSCP-5424:\n Listen to me: I'm not crazy! I know what's causing it! The translation came back from Site-91! Let me out of here so I can stop it!\n\n\nDr. Ibanez:\n I'm sorry, Hill. We have to keep you here for your own safety. Vassja has put in an urgent transfer request to Site-19. He says they'll be able to help you there.\n\n\nSCP-5424:\n Ungh.. why am I even talking to you? Let me speak to Doctor Fredricks!\n\n\nDr. Ibanez:\n I'm sorry, who?\n\n\nSCP-5424:\n Doctor Sonequa Fredricks? My physician? The one treating me until now? A competent doctor in contrast to you?\n\n\nDr. Ibanez:\n Hill… I.. I've been treating you. Together with Vassja.\n\n\nSCP-5424:\n What?! I've never seen you before in my life.\n\n\nDr. Ibanez:\n Hill it's me.. Bobby…\n\n\nSCP-5424:\n Oh my god. You mean she's… oh god.\n\n\n\n\n[END TRANSCRIPT]\n\n\nNOTE:\n In addition to the serious confabulation shown previously, patient now exhibits dissociative symptoms pertaining to recollection of Site-81 personnel. Doctors Ibanez and Korsakov urgently request immediate priority transfer of patient to specialized facility at Site-19, regardless of current occupancy.\n\n\nADDENDUM:\n Site-81 personnel files show a Doctor Fredricks is not currently posted at Site-81. However, a Doctor Sonequa Fredricks has been posted at Site-76 SITEMED since 01-08-2010. Doctor Fredricks has been contacted and claims no recollection of patient.\n\n\n\n\n\n\n\n\n\n\n\n\nAppendix B - Incident reports IN-5424-01, IN-5424-02\n\n\n\n\nAppendix B - Incident reports IN-5424-01, IN-5424-02\n\n\n\n\nAppendix B - Incident reports IN-5424-01, IN-5424-02\n\n\n\n\nINCIDENT REPORT IN-5424-01\n\n\n\n\nDATE: 14-04-2019\n\n\nFILED BY:\n Captain Tariq Kassad, Site-81 Security Division (SITESEC)\n\n\n\n\nAt 23:41 on 12-04-2019, SITESEC received a code brown alert from SITEMED. It was reported that Patient Hillary Weaver had escaped confinement to SITEMED and injured medical technician Hamada Ichiro in the process. Doctor Weaver was described by SITEMED staff as mentally unstable and potentially dangerous. Intelligence gathered from previous statements by Doctor Weaver indicated the non-anomalous artifacts depot at SAMAD as a likely objective. SITESEC issued code brown for SAMAD, SITEMED as well as annexes Gamma through Epsilon. At 00:13 on 13-04-2019, Corporal G. Eisenmann and Private L. Svenson located Doctor Weaver within the Gamma Annex gymnasium. Corporal Eisenmann reported Doctor Weaver as prone, within a circular area of ceramic flooring, which had apparently replaced the EPDM flooring in that part of the gymnasium. Doctor Weaver was in considerable emotional distress and did not resist apprehension by SITESEC. Doctor Weaver has been detained within the SITESEC brig, pending investigation of the incident.\n\n\n\n\nADDENDUM (15-04-2019):\n Analysis of the anomalous flooring within the Gamma Annex gymnasium has revealed it to consist of standard P27 high endurance tiling, used extensively at Site-87 within SAMAD and MTF deployment bays.\n\n\nADDENDUM (16-04-2019):\n While the evaluation of Doctor Weaver's account of events concerning incident IN-5424-01 is currently pending, it has been determined that she is likely the focus of a hitherto unknown anomalous phenomenon. Doctor Weaver is reclassified as SCP-5424 and has been scheduled for transport to Site-06-03 for containment and further analysis.\n\n\n\n\n\n\nINCIDENT REPORT IN-5424-02\n\n\n\n\nDATE: 12-05-2019\n\n\nFILED BY:\n Doctor Hannah Rubin, Site-06-03 Humanoid Containment and Research Division (HUMCON)\n\n\n\n\nAt 09:41 on 11-05-2019, live video feed from containment chamber HC-5424 was lost. Subsequent investigation by class-D personnel revealed the containment door to apparently have been cut off from Site-06-03's power supply. It was later determined that the electrical and fiber-optic conduits within two meters of the door had apparently \"moved\" vertically by approximately twenty-five centimeters. After conduit reconnection, live video feed was restored. Several anomalies have been observed within SCP-5424's containment chamber, the most notable being:\n\n\n\n\nIncrease of the chamber's width by approximately fifty centimeters\n\n\nInversion of the placement of bunk and toilet\n\n\nAppearance of a bookshelf containing several paperback books. Based on visible titles, the books are presumed to encompass: \"The Forever War\" by Joe Haldeman, \"Stranger in a Strange Land\" by Robert A. Heinlein and \"Robinson Crusoe\" by Daniel Defoe.\n\n\n\n\nSCP-5424 appears oblivious to any alteration of its surroundings. However, the subject seems aware of anomalous activity. After restoration of video and audio feeds, audio feed transmitted the following: \"It happened again, huh? Thanks for getting the light back on. It's kinda hard to read in the dark.\"\n\n\n\n\nADDENDUM:\n Permission to enter HC-5424 in order to sample anomalous items and materials has been requested. Approval by Lead Researcher Hammerschmitt currently pending.\n\n\nADDENDUM:\n Deployed Scranton Reality Anchors deemed ineffective on SCP-5424's anomalous characteristics. Decommissioning and return to Site-06-03 equipment depot have been scheduled for 15-05-2019. - Containment Technician C. Ramirez\n\n\n\n\n\n\n\n\n\n\n\n\nAppendix C - Interview transcript IVT-5424-05\n\n\n\n\nAppendix C - Interview transcript IVT-5424-05\n\n\n\n\nAppendix C - Interview transcript IVT-5424-05\n\n\n\n\nINTERVIEW TRANSCRIPT IVT-5424-05\n\n\n\n\nDATE: 15-05-2019\n\n\nNOTE:\n Interview conducted by Doctor Hannah Rubin, research assistant at Site-06-03 HUMCON. In accordance with containment procedures, Doctor Rubin was not physically present within SCP-5424's containment chamber. The interview was conducted via HC-5424's internal comms system.\n\n\n\n\n[BEGIN TRANSCRIPT]\n\n\nDr. Rubin:\n Hello, Doctor Weaver. If you don't mind, I have a few questions for you.\n\n\nSCP-5424:\n Well, it's not like I have anything better to do. Even if it still is a bit weird talking to a voice from thin air.\n\n\nDr. Rubin:\n I understand. However, considering your… condition, we have determined it to be best for me not to enter your quarters.\n\n\nSCP-5424:\n *snorts* Quarters? Is that what you're calling it? Nevermind… how can I help you?\n\n\nDr. Rubin:\n I would like to hear your account of events leading up to incident IN-5424-01.\n\n\nSCP-5424:\n \"Incident IN-5424-01\"? You're talking about the time I smacked that medical tech over the head with a flower pot and headed off to the NAAD? \n(Note by Dr. Rubin: The non-anomalous artifacts depot at Site-81)\n\n\nDr. Rubin:\n The incident report states you were found in a gymnasium.\n\n\nSCP-5424:\n *sighs* I was. Well, I've lost count of how many times I've told this story, but why not. It started off when the Zetas \n(Note by Dr. Rubin: MTF Zeta-9 \"Mole Rats\")\n brought in that metric crapton of potentially anomalous artifacts from that op in Chiapas. You know, that pyramid where those deranged cultists were trying to summon Quetzalcoatl? Anyways, it was mostly junk.\n\n\nThen I opened up another crate and there it was. PAA-35927. That number. I've handled hundreds of potential anomalies, and not one of the numbers stuck. Not even my first one, that silly little doll from New Orleans. But that one, PAA-35927, I'll remember that number until the day I die.\n\n\nDr. Rubin:\n What was it? Can you describe the artifact?\n\n\nSCP-5424:\n A stone tablet. Circular. Kind of like one of their calendars. You know, the ones everyone got so crazy about in 2011? Except this one definitely wasn't. It wasn't segmented the way Mayan calendars are.\n\n\nAnyways, I open the box and lift it out. There's this flash. It was like I could see an enormous anthropomorphic hummingbird, holding a snake. And something else. A mirror, maybe?\n\n\nDr. Rubin:\n And you didn't report this at the time?\n\n\nSCP-5424:\n I did. I filled out an SA-342 and reported the incident. We ran the extra tests and found exactly zilch. They did a scan on me too, same result. Nequa put it down to stress. Somehow, she always did. So, we marked up PAA-35927 as non-anomalous and went on with our lives. Then, for about a week, nothing happened.\n\n\nDr. Rubin:\n That's when you started… not remembering things?\n\n\nSCP-5424:\n *chuckles bitterly* You still think I'm crazy, don't you? Look, you've undoubtedly read my file. Nequa called it \"confabulation\". I've read up on the condition. It doesn't fit the symptoms. People who confabulate produce narratives that are incoherent. Their stories change as their damaged brains try to process their memories. Do I sound brain damaged to you?\n\n\nDr. Rubin:\n Dr. Hammerschmitt believes your memory has been corrupted by the anomalous…\n\n\nSCP-5424:\n I don't give a rat's ass what some Doctor so-and-so believes! I remember… everything. The way it's supposed to be…\n\n\n[approximately 20 seconds of silence]\n\n\nDr. Rubin:\n We can continue at a later time, if you would like.\n\n\nSCP-5424:\n Oh, keep your phony pity to yourself. You wanted to hear my story, so here it is: So, you've obviously read the interview transcripts. You know that things started… changing. My quarters, Nequa, Frank, my… kids. I decided I wasn't going insane. Something was screwing with reality and I was going to stop it. But I had no idea what. That's when the translations came back.\n\n\nDr. Rubin:\n The translations?\n\n\nSCP-5424:\n Of the inscriptions. On the artifacts. I remember each and every word: \"With each inhale lives are extinguished, with each exhale tales are snuffed out. For them, it is not of consequence. They distort the earth and heavens without a care. Lives and memories forever lost. With this, you shall be their witness.\"\n\n\nDr. Rubin:\n So you decided it was PAA-35927 causing the changes to your reality?\n\n\nSCP-5424:\n At the time, I didn't care what exactly it all meant. That inscription sounded enough like what was happening to me that I decided to wreck it. It may have been as much about revenge as anything else. That fucking thing had taken everything, I was going to hurt it back. And maybe, just maybe… So I broke out of medical, headed for the NAAD and hurled it against the nearest wall.\n\n\nDr. Rubin:\n Then why did you go to the gymnasium?\n\n\nSCP-5424:\n I didn't. When that thing shattered against the wall, there was that flash again. That image of the hummingbird with the snake. Next thing I know, I'm in the gym. The only part of the NAAD still there was the floor around me. The more I think about it the more convinced I am, that though my destroying the artifact didn't stop what it was doing, I must have damaged it somehow. The effect was no longer contained to me, but stretched out to the space around me…\n\n\n[approximately 10 seconds of silence]\n\n\nDr. Rubin:\n What happened then?\n\n\nSCP-5424:\n You know the rest. I was picked up by SITESEC and locked up in the brig. After that, they shipped me here.\n\n\nDr. Rubin:\n So, to summarize: An ancient Mayan artifact with undetected powers started changing your reality, and after you destroyed it, it began changing the space around you, to?\n\n\nSCP-5424:\n You're not listening, kid. PAA-35927 wasn't changing reality. It was preventing it from changing. But only for me.\n\n\nDr. Rubin:\n That's a very interesting hypothesis, Doctor Weaver. Now, I think this concludes the interview. Would you mind if we spoke again tomorrow?\n\n\nSCP-5424:\n Sure, if you still exist.\n\n\nDr. Rubin:\n I have every intention of continuing to exist, Doctor Weaver.\n\n\nSCP-5424:\n That's precisely what Doctor Eisenhower said.\n\n\nDr. Rubin:\n Who's Doctor Eisenhower?\n\n\nSCP-5424:\n Exactly.\n\n\n\n\n[END TRANSCRIPT]\n\n\nADDENDUM:\n Inquiries to the inventory of Site-81 NAAD has shown that item PAA-35927 is a Cheyenne war bonnet confiscated by MTF Beta-777 on 02-11-2014 with no registered anomalous properties. No item matching SCP-5424's account has been processed by Site-81 SAMAD to date.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5423\n | SCP-5424 | \nSCP-5425\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5424\n\" by stanusbeki, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5424\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5424 \" by stanusbeki, from the SCP Wiki . Source: https://scpwiki.com/scp-5424 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-5424 is to be contained within the roughly 6m x 3m x 2m chamber which has replaced humanoid containment chamber HC-5424 by virtue of SCP-5424's primary anomalous effect.",
    "description": "SCP-5424 is a human female, aged 36. Prior to incident IN-5424-01, the subject's designation was Doctor Hillary Weaver, posted at the Suspected Anomalous Materials Analysis Division (SAMAD) at Site-81.",
    "title": "SCP-5424"
}