{
    "url": "https://scp-wiki.wikidot.com/scp-5434",
    "all_text": "rating: \n+66\n+\n–\nx\n\n\nEcronak\n\n\n\n\n\n\nEnjoyed the skip? Give some of my other works a look \nhere\n!\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n5434\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5434’s logo\n\n\n\n\n\n\nSpecial Containment Procedures:\n All instances of SCP-5434 in digital storefronts outside of containment are to be removed. One instance of SCP-5434 is to be installed on Dr. Simon Glass' company cellular phone at all times in order for the subject to remain in correspondence with SCP-5434-1.\n\n\nDescription:\n SCP-5434 is an anomalous smartphone application called “Ask a Love God” which spontaneously appears in digital storefronts whenever a user suffers from problems related to romantic intimacy. When opened, it presents a digital chatroom \nseemingly\n (See Update 5434-01) connected to an sapient intelligence named \"Himeros\".\n\n\nWhen spoken to about the aforementioned romantic problems, the entity will attempt to repair the issues via a therapeutic dialog\n1\n. During its \"sessions\", SCP-5434-1 has been seen to use tactics such as psychological examination and empathetic suggestion in order to remedy these issues. No sign of anomalous compulsion was detected during these sessions.\n\n\nAddendum 5434.01:\n Shortly after its discovery and containment by the Foundation, SCP-5434 began to send notifications to users with it installed, asking “if there was anything I could do to help you.” This allowed Foundation operatives to better isolate and remove SCP-5434 instances out of containment, which caused the notifications of SCP-5434 to increase in frequency. A list of SCP-5434 notifications can be found below.\n\n\n\n\n\n\n6 days after beginning of containment, reported to show once every week.\n\n\nHello! Is there anything that ails you? Remember that Himeros is always here for you.\n\n\n\n\n14 days after beginning of containment, reported to show once every four days.\n\n\nIf there’s anything you need to talk about, don’t hesitate to come to me.\n\n\n\n\n20 days after beginning of containment, reported to show once every three days.\n\n\nNot doing much over here. Send me a PM if you guys need help with anything love-related.\n\n\n\n\n22 days after beginning of containment, reported to show once every two days.\n\n\nHeya, is anyone out there? I’ve only gotten a few people in the last few days. If you need help, tell me, alright?\n\n\nNote: Shortly after this, it was reported that SCP-5434 instances have been seen in greater numbers than before. Due to this, Foundation containment efforts have increased.\n\n\n\n\n25 days after beginning of containment, reported to show twice every day.\n\n\nOh gods, is anyone there? Just send me a text or something, yeah? I’d love to see if you guys still need… help.\n\n\n\n\nShortly after, the notifications from SCP-5434 ceased.\n\n\nUpdate 5434-01\n: Two months after the onset of initial containment, Foundation liaisons to the Serpent's Hand began to receive requests to assist an entity named \"Himeros\". Shortly after, a message from the Wanderer's Library was sent to Site-19.\n\n\n\n\nTo the Heads of Site-19,\n\n\nRegrettably, we have recently been informed that your Jailing efforts have sadly deprived the Erotes\n2\n love god Himeros\n3\n of his pastime and comfort. Himeros has assisted many people in the past, and after the deaths of his brothers and mother has tried to seek comfort in assisting mortals- namely, us. We'd like to ask you to allow him some sort of recourse, to comfort him in his time of need.\n\n\nKindly keep in mind that this is not a demand, but a request. Himeros is a benevolent force; and though we know that you may not have intended to deprive him of what he wishes to do, we beseech you to correct it in the near future. We acknowledge that relations between our organizations have not been cordial, but we hope that you can do the right thing in this regard.\n\n\n\n\nSincerely,\n\nThe Keepers of the Wanderer's Library\n\n\n\n\n\n\n\n\nShortly after the arrival of the message, Site-19's director conferred with Dr. Glass of the Ethics Committee on the condition of SCP-5434-1, and if Foundation intervention is needed to assist the anomaly even if it is not actively in containment.\n\n\nAn excerpt of the meeting is included below.\n\n\n\n\nForeword:\n This excerpt takes place fifteen minutes into the meeting, where the members discuss the heart of the issue.\n\n\n\n\n<Begin log>\n\n\nDirector Bright:\n Keep in mind, the \nSerpent's Hand\n just asked us to do this. They don't ask us to do anything. Why the hell should we comfort this god in lieu of them? This isn't some powerful eldritch being bent on the world's destruction. It's just a minor entity that we've contained, like a lot of others.\n\n\nDr. Glass:\n The Wanderer's Library is still in recovery after recent run-ins with the GOC, which definitely explains why they're asking \nus\n to do this. They themselves said that the anomaly is benevolent, and we don't have any evidence to suggest that what they're saying is false.\n\n\nDirector Bright:\n I just don’t get why we need to be concerned about it. What we’re talking about is the SCP, the \napp\n, and not the entity that’s behind the app. You’re right in that it needs help, but does it need \nour\n help?\n\n\nDr. Glass\n: Relatively speaking, this is one of those anomalies that actively need it. We, the Foundation, took away its only means of connecting with people outside of its own dimension.\n\n\n[Dr. Glass leans forward]\n\n\nDr. Glass\n: Shouldn’t we be doing something to remedy that? Plus, something like this is bound to help us keep it contained in one place, without the need for containment efforts elsewhere. If we can convince it to stop spreading the SCP, that would definitely help.\n\n\nDirector Bright:\n It still feels like something out of our jurisdiction to me, and it definitely still doesn’t feel like we should expend resources on something that may not need it- especially when the Hand requests it.\n\n\nDr. Glass:\n Think about this. We’ve always felt the need to have company. We’ve always felt the need to try to \nconnect\n with other people. This is a powerful extradimensional entity, yes.\n\n\nDirector Bright [crossing his arms]:\n Your point?\n\n\nDr. Glass:\n But just because it’s a god doesn’t mean it doesn’t need a \nfriend\n.\n\n\n[A ten second silence follows]\n\n\nDirector Bright:\n I mean… fine. If it really doesn’t take that much and we’re willing to get a trial, I’m fine with it. As head of Psychology, you'd be the best candidate for it.\n\n\nDr. Glass:\n Thank you, Director. I'll… make sure to do it immediately.\n\n\n<End log>\n\n\n\n\nShortly after the end of the Ethics Committee meeting, Dr. Glass’ company cellular phone was installed with an instance of SCP-5434. A transcript of their first conversation can be seen below.\n\n\n\n\nOh, hello. You’re the first one that’s logged on in a while. You don't know how happy that makes me! What do you need help with?\n\n\nhello, himeros. are you doing well?\n\n\nMe?\n\n\nyes. you, himeros.\n\n\nAh, I’m fine. Let’s talk about you, though. What romantic troubles ail you, friend?\n\n\nwell\n\n\nYes?\n\n\nyou’re someone who helps people right?\n\n\nYep! I’m someone who just wants to help people. Less people seem to need my help now, but… hey. I can get over it.\n\n\nwell I’m someone who likes to help people, too. I’m a psychologist, someone that wants to help people get past their troubles.\n\n\nWoah. That is amazing. Are you something like a therapist? I’ve heard people talk about that, too.\n\n\nI can be a therapist, yes. people need a lot of help, don’t they? that’s why people like us want to them to get past all that.\n\n\nA kindred spirit, finally! I’ve never talked to someone like you before. Does your world have a lot of people like you?\n\n\nthere are a lot like me, yes\n\n\nare there a lot like you?\n\n\nI have a bunch of people like me, yes. I haven’t gotten in touch with them in thousands of years, though. I wasn’t close with them before, either.\n\n\ndamn, I’m sorry. why weren’t you close with them?\n\n\nMe and my brothers… we do a lot of stuff about love.\n\n\ncan you tell me who those brothers are?\n\n\nI mean, sure. Er is our oldest brother. He isn’t around much- he’s usually with Mom or taking care of his wife. Hedy is always off sweet-talking people. I meet a bunch of his kids sometimes. Herma is a really good person, but after he merged with his girlfriend, we never really talk much. Hyme has always been off at the pantheon ever since Mom died. Poth and Ant… they died a long time ago, too. We were always the closest.\n\n\nwhy are you doing this, though, himeros? this love advice thing?\n\n\nLove advice? Heh, I’m the god of unrequited love. I can’t do anything like my brothers when it comes to all that. But you guys… you always have a chance. I guess that's why my mom (rest her vain divine soul) always took an interest in you.\n\n\nJust a shame that it seems like no one wants my help anymore, I guess. What’s that saying of yours? “I guide others to a pleasure I cannot address?”\n\n\n”I guide others to a treasure I cannot possess.” yes. that’s from a movie that just came out a few years ago. :) do you think it describes your plight accurately?\n\n\nI’m not bitter, don’t get me wrong. It’s just that… it can get a bit lonely. I tried courting a few titans and goddesses and even a few dryads and satyrs over the years but… well, what did I expect was gonna happen?\n\n\nFor a god of love, it can get pretty lonely not having anyone to love at all.\n\n\nI can understand that, yes, but… have you ever had a friend before, himeros?\n\n\nA friend? Well, no. I only had my brothers.\n\n\nthen this should be perfect for you. do you want me to be your friend? I can talk to you when I’m available, we can speak about everything that crosses your mind, and… yeah.\n\n\nI’ve never had a friend, before. What’s uh… what’s your name?\n\n\nsimon glass. you can just call me simon.\n\n\nSimon it is. I hope I can be a good friend to you, Simon. :)\n\n\nwoah, a smiley face. where did you learn that?\n\n\nFrom you, just now. Friends learn from each other, right?\n\n\n…right on XD\n\n\n\n\nShortly after, a proposal was created for SCP-5434-1 to regularly correspond with Dr. Glass. In line with the Ethics Committee’s recommendation, the proposal was approved by Site Direction and Director Bright. As of the time of writing, Dr. Glass is still in regular correspondence with SCP-5434-1.\n\n\n\n\nFootnotes\n\n\n1\n. From the statistics of previous Foundation tests, the success rate of these attempts range from 98% to 99% percent effectivity.\n\n\n2\n. Winged Greek gods associated with love and desire\n\n\n3\n. The Greek god of unrequited love.\n\n\n\n\n\n\n\n\n\n\nMore from Ecronak\n\n\n« \nSCP-5433\n | SCP-5434 | \nSCP-5435\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5434\n\" by Ecronak, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5434\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Wikimania2019 heart icon.svg.png\n\n\nName:\n File:Wikimania2019 heart icon.svg\n\n\nAuthor:\n BFlores (WMF)\n\n\nLicense:\n CC-BY-SA 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Wikimania2019_heart_icon.svg",
    "addendums": [
        "Addendum 5434.01: Shortly after its discovery and containment by the Foundation, SCP-5434 began to send notifications to users with it installed, asking “if there was anything I could do to help you.” This allowed Foundation operatives to better isolate and remove SCP-5434 instances out of containment, which caused the notifications of SCP-5434 to increase in frequency. A list of SCP-5434 notifications can be found below.\nShortly after, the notifications from SCP-5434 ceased."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5434 \" by Ecronak, from the SCP Wiki . Source: https://scpwiki.com/scp-5434 . Licensed under CC-BY-SA .",
        "Filename: Wikimania2019 heart icon.svg.png Name: File:Wikimania2019 heart icon.svg Author: BFlores (WMF) License: CC-BY-SA 4.0 Source Link: https://commons.wikimedia.org/wiki/File:Wikimania2019_heart_icon.svg"
    ],
    "containment_procedures": "All instances of SCP-5434 in digital storefronts outside of containment are to be removed. One instance of SCP-5434 is to be installed on Dr. Simon Glass' company cellular phone at all times in order for the subject to remain in correspondence with SCP-5434-1.",
    "description": "SCP-5434 is an anomalous smartphone application called “Ask a Love God” which spontaneously appears in digital storefronts whenever a user suffers from problems related to romantic intimacy. When opened, it presents a digital chatroom seemingly (See Update 5434-01) connected to an sapient intelligence named \"Himeros\".",
    "title": "SCP-5434"
}