{
    "url": "https://scp-wiki.wikidot.com/scp-544",
    "all_text": "rating: \n+91\n+\n–\nx\n\n\nItem #:\n SCP-544\n\n\nObject Class:\n \nSafe\n Euclid (Class updated after Event 544-423245 by order of O5-█)\n\n\nSpecial Containment Procedures:\n When not in use, SCP-544 is to be kept in a standard 1 m x 1 m x 1 m locked storage container. When in use, the bearer of SCP-544 is to be under visual and auditory surveillance at all times. In the event that SCP-544 is to be removed from a bearer, it is to be only done by legally deaf staff in Auditory Safe Room #524264.\n\n\nDescription:\n SCP-544 is a 30 cm tall hand-held radio microphone, made of polished metal and black plastic. There is no evidence of wires or electrical plugs of any kind on the object. The object's surface reveals significant but superficial damage (presumably from everyday use). When jostled, the sound of a non-metallic object can be heard inside the device. Requests to disassemble SCP-544 to identify this object have been denied.\n\n\nWhen grasped by the 'neck' of the microphone, the bearer will gain a subtle but significant compulsion to keep SCP-544 in his or her possession at all times. This compulsion begins as a simple dislike for the idea of letting go of SCP-544, but inevitably culminates in a desire to keep SCP-544 in a pocket or other carrying method at all times. Attempts to retrieve SCP-544 when the bearer is asleep have generally resulted in Separation Events (see below).\n\n\nAfter two days of bearing SCP-544, it will begin to speak for its bearer, through methods unknown. The sound SCP-544 makes is identical to the bearer's original voice, and the bearer does not seem to notice that this voice-replacement is occurring until explained. As time passes, more and more of the subject's speech is replaced by SCP-544, and the vocal tone of SCP-544 becomes much more electronic, with a comical and jovial tone. Within two weeks, the bearer is completely voiced by SCP-544.\n1\n\n\nAttempts to remove SCP-544 from the bearer's possession result in what has been dubbed a Separation Event. SCP-544 will produce a screeching tone in order to incapacitate those that wish to gain SCP-544. The decibel levels of Separation Events have ranged from 140-150db, causing significant discomfort and pain. The original bearer of SCP-544 is somewhat affected, but to a severely lesser degree. Incapacitating the bearer before attempting to acquire SCP-544 causes the same Separation Event. After the Event, its original bearer recovers normally, with the exception of being unable to speak at all. Autopsy of bearer's brains revealed near-complete atrophy of posterior inferior frontal gyrus section, commonly known as Broca's Area. Because of the risk to personnel nearby when Separation Events occur, O5-█ has ordered that all operations done to retrieve SCP-544 are to be done in Auditory Safe Rooms (ASRs), rooms specifically designed to mitigate and reduce sound-related issues.\n\n\nAddendum-1:\n Interview with SCP-544-bearing subject\n\n\n\n\nInterview Date:\n 04/12/20██\n\n\nInterviewer:\n Researcher ████████\n\n\nSubject:\n D-78909\n\n\nCurrent amount of time Subject has borne SCP-544:\n One week, two days\n\n\nPlease note:\n By this time, a significant percentage of D-78909's vocalizations come from SCP-544. In the interest of clarity, sections in which SCP-544 is 'speaking' will be\n \nwritten like this\n, in keeping with SCP-544's higher, electronic 'voice'. As is standard with this effect upon its bearers, D-78909 does not notice (or does not seem to care) when he stops using his mouth to stop in the middle of a sentence.\n\n\n…\n\n\n████████\n:\n And how are we today, 78909? I see you've taken to stuffing SCP-544 into your pocket.\n\n\nD-78909:\n Yes, it was \ngetting a bit annoying having to hold this thing\n in my hands. Plus, it fits pretty \nwell, don't you think?\n\n\n████████\n:\n True, but have you considered returning it to us? What are you using it for?\n\n\nD-78909:\n \n(shrugs)\n Nah, \nwhy would I want to give this up? I like it. Believe it\n or not, most of the other D-Class folks think \nI'm higher up on the food chain because I've got this thing. Stupid gangbanging\n [RACIAL INSULT]s, they think owning an \nold-time radio microphone is some version of a gang sign! Would you believe\n that they occasionally try to take the [EXPLETIVE]ed thing when I'm sleeping. [EXPLETIVE]ing \n[RACIAL INSULT]\ns. Have they forgotten they're in friggin' \njail\n? This isn't \nDetroit\n, for \nGod's sake\n!\n\n\n████████\n:\n Let's refrain from racial insults, 78909, and mind your tone. You're in jail with them too. Tell me more about what happens when they try to take it from you?\n\n\nD-78909:\n \nFine, fine, sorry about the cursing. Anyways, I'm a light sleeper, so the minute I feel their dirty little mitts unzipping\n my pocket, I'm awake. Then the metal noise starts up, and they start clutching their heads like it's a bullhorn. They \nback off, and I go back to sleep\n.\n\n\n████████\n:\n Metal noise?\n\n\nD-78909:\n \nYou know, that noise it makes when someone tries to take it. You guys installed it\n, right, so that nobody steals it from me? \nWhat was that stupid horn those Africans played at soccer games so much that everyone hated? Like that, but more\n synthetic. A lot quieter, too. \nHave to give you boys credit, it's a perfect \"Stop Touching My\n [EXPLETIVE]\" alarm sound. \n(winces)\n Sorry, sorry, I know, \ndon't swear\n. Force of \nhabit\n.\n\n\n████████\n:\n Ah yes, that 'metal noise'. We made that noise for military discouragement operations. \n(pause)\n What would you say if I told you that you keep alternating between speaking with your voice, and that microphone speaking for you?\n\n\nD-78909:\n \nI'd laugh at you, because you guys tried that trick a few days after you gave me this\n thing. You guys told me to randomly talk \nwhile looking into what you guys \nsaid\n was a mirror. Of course, it wasn't a mirror, since I stopped talking a few times in the\n \n(does 'air quotes')\n reflection, while I kept talking. \nFreaked me out a bit, but then I realized you guys just recorded me standing somewhere, doing nothing, and used that fancy CGI [EXPLETIVE] to make it \nlook\n like I wasn't talking\n a few words. Nice try, Doc.\n\n\n\n\nAddendum-2:\n Event 544-Alpha\n\n\nOn 05/24/20██ at 3:42am, the current bearer of SCP-544 (D-423245) was asleep in his bunk. While undisturbed and remaining asleep, SCP-544 began to speak seemingly-random phrases. It was initially assumed that D-423245 was simply 'talking in his sleep', until SCP-544 began speaking things which could not have possibly been dream-based. Later bearers of SCP-544 repeated many of the following lines in their sleep. For a full listing, please see file 544.FullLog.353.\n\n\n\n\nI was slumbering. I was waking. Flames! Fire! Burning! I slumbered again.\n\nThere is no ███. There is no ███. There is no barrier.\n\nThe slab groans. I groan to match. We rise together.\n\nWhen? When? When?\n\nI dreamed until the dawn, but the it was not dawn. It was false! Dawn That Was Not A Dawn. Dreams turned to dust.\n\nThe number was [EXPUNGED]. The number is [EXPUNGED]\n\nNo, not time. Not yet. No. Wait and dream. Wait and dream.\n\n\n\n\nEvent 544-Alpha, and later similar situations, has caused the Foundation to re-evaluate SCP-544's nature. It is currently not understood how SCP-544 (or its multiple bearers) have a knowledge of SCP-███, much less how SCP-███ has anything in common with SCP-544. More startling is 544's mentioning of the specific lat/long of Foundation Overwatch. In response to Event 544-423245, SCP-544 has been upgraded to Euclid status.\n\n\nAddendum-2:\n Event 544-Beta\n\n\nOn 09/15/20██ at 4:01am, the current bearer of SCP-544 (D-64349) was seen walking around the medical cell he had been contained in due to a common illness. Conversation with D-64349, speaking through SCP-544, began shortly thereafter. To date, there have been ██ attempts to forcibly re-create the events of 544-Beta, with no success.\n\n\n\n\nDr. █████████:\n Up and about, 64349? Feeling better?\n\n\nD-64349:\n \n(long pause)\n Buried.\n\n\nDr. █████████:\n Excuse me?\n\n\nD-64349:\n \n(unintelligible)\n\n\nDr. █████████:\n Please repeat yourself.\n\n\nD-64349:\n \n(long pauses between words begin here and continue throughout the conversation)\n Perversion. Corruption of the method. I am trod under those who exist to serve me.\n\n\nDr. █████████:\n \n(realizes he's not talking with D-64349)\n What method are you speaking of? Does the person I'm talking to exist to serve you?\n\n\nD-64349:\n Touch the stone. Become my voice. Speak my truths and my rules to the people. I warned them. Popocatépetl\n2\n was the warning. Warning of corruption. Arrival. Destruction.\n\n\nDr. █████████:\n What happened?\n\n\nD-64349:\n \n(extremely long pause)\n My voice was not protected. Pretenders to my Glory usurped me. Shattered. Disregarded. I slept.\n\n\nDr. █████████:\n And what caused you to wake up? Do you remember when?\n\n\nD-64349:\n \n(shakes head)\n Shard of me. Not enough. The \ncerdos\n3\n! Treated like \n(unknown, translations suggest 'bearer of wooden collar')\n. Blasphemy. Touch the stone, become my voice. Touched the stone, spoke for them. \n(rapidly, alternating between Nahuatl, Spanish, and English)\n Arrogance! Arrogance! Arrogance! Arrogance! Arrogance!\n\n\n(At this point, D-64349 awoke, presumably by the sound of SCP-544. He turns to face Dr. █████████, who startles him.)\n\n\nD-64349:\n Jesus wept, doctor. Do you get your jollies off watching patients get up to take a piss?\n\n\nDr. █████████:\n None of your business, D. Good night.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. In █ separate test cases, subjects bearing SCP-544 were noted as rarely saying the following words normally, if weakly: \nWhy\n, \nSpeaker\n, \nShroud\n, and [EXPUNGED]. The latter, believed to be of Mesoamerican origin, has been uttered the most.\n\n\n2\n. A volcano located in Mexico.\n\n\n3\n. Spanish for 'pig'.\n\n\n\n\n\n\n\n\n« \nSCP-543\n | SCP-544 | \nSCP-545\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-544\n\" by MisterBibs, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-544\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-1: Interview with SCP-544-bearing subject",
        "Addendum-2: Event 544-Alpha\nOn 05/24/20██ at 3:42am, the current bearer of SCP-544 (D-423245) was asleep in his bunk. While undisturbed and remaining asleep, SCP-544 began to speak seemingly-random phrases. It was initially assumed that D-423245 was simply 'talking in his sleep', until SCP-544 began speaking things which could not have possibly been dream-based. Later bearers of SCP-544 repeated many of the following lines in their sleep. For a full listing, please see file 544.FullLog.353.\nEvent 544-Alpha, and later similar situations, has caused the Foundation to re-evaluate SCP-544's nature. It is currently not understood how SCP-544 (or its multiple bearers) have a knowledge of SCP-███, much less how SCP-███ has anything in common with SCP-544. More startling is 544's mentioning of the specific lat/long of Foundation Overwatch. In response to Event 544-423245, SCP-544 has been upgraded to Euclid status.",
        "Addendum-2: Event 544-Beta\nOn 09/15/20██ at 4:01am, the current bearer of SCP-544 (D-64349) was seen walking around the medical cell he had been contained in due to a common illness. Conversation with D-64349, speaking through SCP-544, began shortly thereafter. To date, there have been ██ attempts to forcibly re-create the events of 544-Beta, with no success."
    ],
    "documents": [],
    "notes": [
        "Interview Date: 04/12/20██ Interviewer: Researcher ████████ Subject: D-78909 Current amount of time Subject has borne SCP-544: One week, two days Please note: By this time, a significant percentage of D-78909's vocalizations come from SCP-544. In the interest of clarity, sections in which SCP-544 is 'speaking' will be written like this , in keeping with SCP-544's higher, electronic 'voice'. As is standard with this effect upon its bearers, D-78909 does not notice (or does not seem to care) when he stops using his mouth to stop in the middle of a sentence. … ████████ : And how are we today, 78909? I see you've taken to stuffing SCP-544 into your pocket. D-78909: Yes, it was getting a bit annoying having to hold this thing in my hands. Plus, it fits pretty well, don't you think? ████████ : True, but have you considered returning it to us? What are you using it for? D-78909: (shrugs) Nah, why would I want to give this up? I like it. Believe it or not, most of the other D-Class folks think I'm higher up on the food chain because I've got this thing. Stupid gangbanging [RACIAL INSULT]s, they think owning an old-time radio microphone is some version of a gang sign! Would you believe that they occasionally try to take the [EXPLETIVE]ed thing when I'm sleeping. [EXPLETIVE]ing [RACIAL INSULT] s. Have they forgotten they're in friggin' jail ? This isn't Detroit , for God's sake ! ████████ : Let's refrain from racial insults, 78909, and mind your tone. You're in jail with them too. Tell me more about what happens when they try to take it from you? D-78909: Fine, fine, sorry about the cursing. Anyways, I'm a light sleeper, so the minute I feel their dirty little mitts unzipping my pocket, I'm awake. Then the metal noise starts up, and they start clutching their heads like it's a bullhorn. They back off, and I go back to sleep . ████████ : Metal noise? D-78909: You know, that noise it makes when someone tries to take it. You guys installed it , right, so that nobody steals it from me? What was that stupid horn those Africans played at soccer games so much that everyone hated? Like that, but more synthetic. A lot quieter, too. Have to give you boys credit, it's a perfect \"Stop Touching My [EXPLETIVE]\" alarm sound. (winces) Sorry, sorry, I know, don't swear . Force of habit . ████████ : Ah yes, that 'metal noise'. We made that noise for military discouragement operations. (pause) What would you say if I told you that you keep alternating between speaking with your voice, and that microphone speaking for you? D-78909: I'd laugh at you, because you guys tried that trick a few days after you gave me this thing. You guys told me to randomly talk while looking into what you guys said was a mirror. Of course, it wasn't a mirror, since I stopped talking a few times in the (does 'air quotes') reflection, while I kept talking. Freaked me out a bit, but then I realized you guys just recorded me standing somewhere, doing nothing, and used that fancy CGI [EXPLETIVE] to make it look like I wasn't talking a few words. Nice try, Doc.",
        "I was slumbering. I was waking. Flames! Fire! Burning! I slumbered again. There is no ███. There is no ███. There is no barrier. The slab groans. I groan to match. We rise together. When? When? When? I dreamed until the dawn, but the it was not dawn. It was false! Dawn That Was Not A Dawn. Dreams turned to dust. The number was [EXPUNGED]. The number is [EXPUNGED] No, not time. Not yet. No. Wait and dream. Wait and dream.",
        "Dr. █████████: Up and about, 64349? Feeling better? D-64349: (long pause) Buried. Dr. █████████: Excuse me? D-64349: (unintelligible) Dr. █████████: Please repeat yourself. D-64349: (long pauses between words begin here and continue throughout the conversation) Perversion. Corruption of the method. I am trod under those who exist to serve me. Dr. █████████: (realizes he's not talking with D-64349) What method are you speaking of? Does the person I'm talking to exist to serve you? D-64349: Touch the stone. Become my voice. Speak my truths and my rules to the people. I warned them. Popocatépetl 2 was the warning. Warning of corruption. Arrival. Destruction. Dr. █████████: What happened? D-64349: (extremely long pause) My voice was not protected. Pretenders to my Glory usurped me. Shattered. Disregarded. I slept. Dr. █████████: And what caused you to wake up? Do you remember when? D-64349: (shakes head) Shard of me. Not enough. The cerdos 3 ! Treated like (unknown, translations suggest 'bearer of wooden collar') . Blasphemy. Touch the stone, become my voice. Touched the stone, spoke for them. (rapidly, alternating between Nahuatl, Spanish, and English) Arrogance! Arrogance! Arrogance! Arrogance! Arrogance! (At this point, D-64349 awoke, presumably by the sound of SCP-544. He turns to face Dr. █████████, who startles him.) D-64349: Jesus wept, doctor. Do you get your jollies off watching patients get up to take a piss? Dr. █████████: None of your business, D. Good night.",
        "\" SCP-544 \" by MisterBibs, from the SCP Wiki . Source: https://scpwiki.com/scp-544 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-544",
    "object_class": "Safe Euclid (Class updated after Event 544-423245 by order of O5-█)",
    "containment_procedures": "When not in use, SCP-544 is to be kept in a standard 1 m x 1 m x 1 m locked storage container. When in use, the bearer of SCP-544 is to be under visual and auditory surveillance at all times. In the event that SCP-544 is to be removed from a bearer, it is to be only done by legally deaf staff in Auditory Safe Room #524264.",
    "description": "SCP-544 is a 30 cm tall hand-held radio microphone, made of polished metal and black plastic. There is no evidence of wires or electrical plugs of any kind on the object. The object's surface reveals significant but superficial damage (presumably from everyday use). When jostled, the sound of a non-metallic object can be heard inside the device. Requests to disassemble SCP-544 to identify this object have been denied.",
    "title": "SCP-544"
}