{
    "url": "https://scp-wiki.wikidot.com/scp-5441",
    "all_text": "rating: \n+72\n+\n–\nx\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nSCP-5441\n - \nS03 E02 - \"The Intern\"\n\n\nObject Class: Keter\n\n\n\n\n\n\n \n\n\n \n\n\nINT. SITE-67 RECORDS DEPARTMENT - BREAK ROOM - DAY\n\n\nResearcher LUKE MILTON is being interviewed. Movement in the Records office can be faintly seen through the frosted glass behind him.\n\n\n\n\nMILTON\n\n\n\"What is a \nbureaucratohazard\n?\"\n\n\nWell, every time I so much as utter that word-\n\n\n\n\nMilton rolls up his sleeve, revealing a series of red marks just below his shoulder.\n\n\n\n\nMILTON (CONT'D)\n\n\nYeah.\n\n\nLet's just cut this off here, unless you want me to hook you up with some Class-Something amnestics too.\n\n\n\n\nOff-camera, somebody forcefully opens the door.\n\n\n\n\nVOICE\n\n\nWhere the [bleep] is my stapler, Luke?\n\n\n\n\n\n\nMILTON\n\n\nAaand that would be my… desk-mate.\n\n\n(beat)\n\n\nNever a dull moment at Site-67.\n\n\n\n\n \n\n\n \n\n\nINT. THE MAIN OFFICE\n\n\nThe camera sweeps around the office, keeping in time with the upbeat folk-rock theme song that momentarily dominates the soundscape. We see Luke Milton at his desk, logging something on his computer. DAVE POOTS, his desk-mate, is aggressively applying Wite-Out to a filing card. He gives an awkward glare into the camera when he notices it has focused on him.\n\n\nJANE BURTON, the receptionist, is answering a phone with one hand and playing with a Newton's Cradle with the other.\n\n\nIn the warehouse, MANDY SINGH is rifling through a locker of mundane-looking objects. She is startled by the camera, knocking a wooden owl ornament from the shelf. Deep red blood begins to pool around it on the floor, as Mandy shoos the camera out of the room.\n\n\nIn the office proper, Dave stands on a round stool to amend a sign: \nDAYS SINCE LAST BREACH —\n\n\nInside his personal office, SCOTT SULLY is asleep at his desk surrounded by toys and cheap trinkets.\n\n\nThe camera pans upwards, and comes to rest on a wall emblazoned with a large Foundation insignia. The music fades away.\n\n\n \n\n\n \n\n\nINT. SULLY'S OFFICE - MORNING\n\n\nSully is sitting in interview position, with a soft focus on him that blurs the Foundation logo on the wall.\n\n\n\n\nSULLY\n\n\nScott Sully. Site Director (\nof Records\n).\n\n\n\n\nHe holds up a small plush of \nMonsters, Inc.\n protagonist James P. Sullivan.\n\n\n\n\nSULLY (CONT'D)\n\n\nSully\n. Heh.\n\n\nY'know, I've given myself my own esoteric classification. Object Class? \nWorld's Best Boss.\n\n\n(beat)\n\n\nKidding. That was a joke.\n\n\nWe take Foundation policy very seriously in this office.\n\n\n\n\n \n\n\n \n\n\nINT. MAIN OFFICE\n\n\nDave pounds on Milton's desk.\n\n\n\n\nDAVE\n\n\nWhere did you put it, Luke?\n\n\n\n\n\n\nMILTON\n\n\nDave.\n\n\nIt's a stapler.\n\n\n\n\n\n\nDAVE\n\n\nFalse. It is my personal property and if you do not disclose its location I shall be filing a report with our superiors.\n\n\n\n\n\n\nMILTON\n\n\nWouldn't you… need a stapler for that?\n\n\nAll those pieces of paper…\n\n\n\n\nDave returns to his seat, staring Milton down.\n\n\n \n\n\n \n\n\nINT. BREAK ROOM - INTERVIEW POSITION\n\n\n\n\nMILTON\n\n\nJane and I printed off an antimemetic agent and taped it to Dave's favourite stapler.\n\n\nWhat that basically means is that it could be right in front of him, and his brain just… wouldn't register it was there.\n\n\n(beat)\n\n\nWhat that also means is that Jane and I don't know where we put it, either.\n\n\nI guess we'll find out in…\n\n\n(checks watch)\n\n\nTwo days. Bi-weekly general countermemetic inoculation as per company policy.\n\n\n\n\n \n\n\n \n\n\nINT. SULLY'S OFFICE - INTERVIEW POSITION\n\n\n\n\nSULLY\n\n\nYes, of course I want my employees to be on their best behaviour. Big day today.\n\n\nLeave the shenanigans to yours truly.\n\n\n\n\n \n\n\n \n\n\nINT. MAIN OFFICE\n\n\nSully stands near Milton's desk with a fresh-faced intern just behind him.\n\n\n\n\nSULLY\n\n\nMay I have your attention please?\n\n\n\n\n\n\nMILTON\n\n\n(under breath)\n\n\nNope.\n\n\n\n\n\n\nSULLY\n\n\nSome of you may have forgotten that we are welcoming a new member to our team today. This is Patrick—\n\n\n\n\n\n\nPATRICK\n\n\nHey.\n\n\n\n\n\n\nSULLY\n\n\nPatrick is… consider him our newborn baby. For he is fresh out of a \nVirginia\n.\n\n\n\n\n\n\nPATRICK\n\n\nUm, oh-kay?\n\n\nI used to work for the FBI. Unusual Incidents Unit. I guess that makes me an intern, kinda…\n\n\n\n\n\n\nSULLY\n\n\nLook at him…\n\n\n\n\nSully uses his fingers to perform a scissor action in front of Patrick's stomach.\n\n\n\n\nSULLY (CONT'D)\n\n\nStill got the ol' Federal umbilical cord dangling there. But that's okay. Because we — all of us — are going to help you cut it.\n\n\n\n\nMandy shakes her head, and notes something down on a sheet of paper.\n\n\nMilton steals another glance at the camera, and gets back to logging anomalies on his screen.\n\n\n \n\n\n \n\n\nINT. BREAK ROOM - INTERVIEW POSITION\n\n\n\n\nMILTON\n\n\nDo I think Scott Sully is \nfunny\n?\n\n\nWell, let's put it this way — I think Scott Sully should probably be working somewhere that's… not here.\n\n\nWhy do they still let him work here in the first place? Heh. Of all the weird things I see on this job, all the things that just leave me begging for answers… that's probably the most mysterious question of them all.\n\n\nI dunno. After twelve years at Site-67 I've come to realize that things here… have a kind of rhythm. They always work themselves out.\n\n\n\n\n \n\n\n \n\n\nINT. SULLY'S OFFICE - INTERVIEW POSITION\n\n\n\n\nSULLY\n\n\nI see this workplace like a Babybel. There's me, in the middle - the big cheese - and everyone else is the red wax shell that binds it all together.\n\n\n05 and Administration, well… they're like the snotty weird kindergartner who likes to eat the wax sometimes. But they don't dare touch that sweet cheddar itself.\n\n\n\n\n \n\n\n \n\n\nINT. THE BREAK ROOM\n\n\nDave is tinkering with the microwave. Patrick enters the room, takes a seat, and opens his lunchbox. Dave looks at the camera, and then towards Patrick.\n\n\n\n\nDAVE\n\n\nPsst, intern?\n\n\n\n\n\n\nPATRICK\n\n\nWhat's up?\n\n\n\n\n\n\nDAVE\n\n\nA personal question, if you don't mind?\n\n\n\n\n\n\nPATRICK\n\n\nHit me.\n\n\n\n\n\n\nDAVE\n\n\nAt Quantico, in training, do they teach you the art of \nSarkicism\n?\n\n\n\n\n\n\nPATRICK\n\n\nI… nope, must have been off sick that day.\n\n\n\n\n\n\nDAVE\n\n\nPity. I can teach you a few things, if you're interested.\n\n\nThings about the beauty of flesh.\n\n\n\n\nDave stares intently into the microwave, watching in the reflection as an expression of disgust forms on Patrick's face.\n\n\n\n\nDAVE (CONT'D)\n\n\nKidding. It's only a Hot Pocket.\n\n\n\n\n \n\n\n \n\n\nINT. BREAK ROOM - INTERVIEW POSITION\n\n\n\n\nJANE\n\n\nThe best prank me and Luke ever pulled on Dave?\n\n\nHm, it was probably… yeah, I think it was the time we swapped his glasses out for a pair of \"novelty\" \nx-ray spectacles\n. Only they were functional.\n\n\nHe spent a whole day running round convinced that everybody was turning into skeletons. He needed a week or so off work after that one.\n\n\n(beat)\n\n\nOne of those things where you really had to be there.\n\n\n\n\nJane twists the tips of her hair before returning her gaze to the camera.\n\n\n \n\n\n \n\n\nINT. SULLY'S OFFICE - INTERVIEW POSITION\n\n\n\n\nSULLY\n\n\nIf there's one thing we pride ourselves on here at Site-67, it's our inclusivity and undying love for each other. We're a diverse bunch, and if you've got a problem with that then you can suck it.\n\n\nTake Mandy, for example. Mandy is from \nCleveland\n.\n\n\nShe moved all the way down here just to work for us. See what I mean?\n\n\n\n\n \n\n\n \n\n\nINT. THE MAIN OFFICE\n\n\nMandy is running through a new batch of anomalous items with Milton, crouching at the side of his desk.\n\n\n\n\nMANDY\n\n\nOkay, but it's not just \nany\n \nsteamroller\n. It fell into a giant butthole and burst out of this old guy's chest.\n\n\n\n\n\n\nMILTON\n\n\nHm.\n\n\nNeutralized?\n\n\n\n\n\n\nMANDY\n\n\nYeah, I'd say so.\n\n\n\n\nAt the other end of the desk, Dave is looking with increasing frustration at his screen.\n\n\n\n\nDAVE\n\n\nLuke.\n\n\n\n\n\n\nMILTON\n\n\nDave.\n\n\n\n\n\n\nDAVE\n\n\nThe strange people are talking in my computer again.\n\n\n\n\n\n\nMILTON\n\n\n(glances at camera with a disturbed expression)\n\n\nAgain? You're kidding.\n\n\n\n\n\n\nDAVE\n\n\nI do not jest, Researcher Milton. See for yourself.\n\n\n\n\nDave clumsily turns his screen in Milton's direction, knocking over a stack of papers.\n\n\n\n\nDAVE (CONT'D)\n\n\nRight there.\n\n\n\n\nOn the screen is Dave's incredibly outdated email client, with an exchange between several Foundation addresses taking up a secondary window.\n\n\n \n\n\n\n\n\n\n| TO: a_bagley, d_poots\n\n| FROM: \nTEN.PiCS.atap|remmah_revlis#TEN.PiCS.atap|remmah_revlis\n\n| RE: Site-67 Records Department\n\n\nCan you fax over a hard copy of yesterday's transcript?\n\n\n- the SILVERHAMMER team\n\n\n\n\n\n\n| TO: silver_hammer, a_bagley\n\n| FROM: \nTEN.PiCS.76etis|stoop_d#TEN.PiCS.76etis|stoop_d\n\n| RE: Site-67 Records Department\n\n\nWho are you people and why did you just send this to me?\n\n\n\n\n\n\n| TO: a_bagley, d_poots\n\n| FROM: \nTEN.PiCS.atap|remmah_revlis#TEN.PiCS.atap|remmah_revlis\n\n| RE: Site-67 Records Department\n\n\nOh for crying out loud, I said \nnot\n to add any of them to the recipients list. How long has he been getting these?\n\n\n\n\n\n\n \n\nJane has been watching the situation with great interest. She waves Milton over to the reception desk.\n\n\n\n\nJANE\n\n\n(whispering)\n\n\nJust so we're on the same page here, that's you, right?\n\n\n\n\n\n\nMILTON\n\n\nMe? I thought it was \nyou\n.\n\n\n\n\n\n\nJANE\n\n\nOhmygod.\n\n\n\n\nBoth Jane and Milton attempt to stifle their laughter.\n\n\n\n\nDAVE\n\n\n(to Mandy)\n\n\n… nor is this the first time. They say strange things… snarky comments on our behaviour.\n\n\n\n\n\n\nMANDY\n\n\nAre you sure that's not just Human Resources?\n\n\n\n\n\n\nDAVE\n\n\nIt's not like that. It's not like that at all. It's like I'm being watched.\n\n\n\n\n\n\nMILTON\n\n\nWait, okay, even for you this is… paranoid. I mean, Jesus.\n\n\n\n\n \n\n\n \n\n\nINT. BREAK ROOM - INTERVIEW POSITION\n\n\n\n\nDAVE\n\n\nYes, I was being completely serious. You guys were in there when I showed the logs, right?\n\n\nYou should see some of the other things they're saying. Talking about incidents so specific… it's like we're always being recorded.\n\n\n(beat)\n\n\nI, Researcher Dave Poots, am going to find out just what's going on here. I am going to find their cameras, their microphones, and expose their nefarious little game for whatever it really is.\n\n\n\n\n \n\n\n \n\n\nINT. SULLY'S OFFICE\n\n\nSully is facing the wall in his chair, and he spins it around as Patrick enters the room. In Sully's mouth is a rolled-up sticky note, dangling from his lips like a cigarette.\n\n\n\n\nSULLY\n\n\n(mimicking an elderly man)\n\n\nAhh, Mr. Mulder…\n\n\n\n\nPatrick sighs and tries his hardest not to acknowledge the camera.\n\n\n\n\nSULLY (CONT'D)\n\n\nHaha, \nX-Files\n. 'Cause of, like, the FBI and-\n\n\n\n\n\n\nPATRICK\n\n\nNo, I… I got it.\n\n\n\n\n\n\nSULLY\n\n\nRight.\n\n\nSo, kiddooo, how hath been thire first day, sire?\n\n\n\n\n\n\nPATRICK\n\n\nI mean…\n\n\nThere's a lot to get used to round here.\n\n\n\n\n\n\nSULLY\n\n\nCorrectamundo.\n\n\nHave you been down the warehouse yet? You really should, it's awesome. They have, like, this \ncoffee machine\n. And if you… anything you… pfft… I typed it in and…\n\n\n(unintelligible)\n\n\n…and then when it all finished coming out, I said… \"wow, just like your mother!\"\n\n\nIt was awesome.\n\n\n\n\n\n\nPATRICK\n\n\nSounds like it.\n\n\n\n\n\n\nSULLY\n\n\nI'd take you down there, but they won't let me after that.\n\n\nMaybe ask Luke? Luke Milton. He's cool, and-\n\n\n\n\nDave is screaming something outside the office.\n\n\n\n\nSULLY (CONT'D)\n\n\nUh-oh.\n\n\n\n\n \n\n\n \n\n\nINT. BREAK ROOM - INTERVIEW POSITION\n\n\n\n\nPATRICK\n\n\nI was assigned to Site-67 after my stint with the UIU. Headhunted, I should say. Somebody at the Foundation had read my research into narrative anomalies and thought I'd fit right in… not entirely sure I see where they're coming from, but with a lucrative organisation like the Foundation you gotta take any in-roads they offer you.\n\n\nThey wanted to \"shake things up a bit\" with the team down here, but I'd say Scott Sully and co. are way ahead of themselves in that department.\n\n\n\n\n \n\n\n \n\n\nINT. THE MAIN OFFICE\n\n\nHalf the ceiling tiles in the room have been removed and stacked on the floor. Dave is standing on his desk, poking out the remaining tiles with the end of a broom.\n\n\nSully and Patrick burst out of the Director of Records' office, bemused at the scene in front of them.\n\n\n\n\nSULLY\n\n\nMulder and \nSully\n at your service, what seems to be the…\n\n\nAh.\n\n\n\n\n\n\nDAVE\n\n\nCameras, Sully. We are under constant surveillance.\n\n\n\n\n\n\nMANDY\n\n\nWe are not under surveillance, Dave, constant or otherwise.\n\n\nTake it from me as your HR liaison, this department operates with minimal oversight. Thanks to our track record—\n\n\n\n\n\n\nSULLY\n\n\nHe's right. Our record when it comes to Records is impeccable.\n\n\n\n\n \n\n\n \n\n\nINT. SULLY'S OFFICE - INTERVIEW POSITION\n\n\n\n\nSULLY\n\n\nWhere's the lie? These days I only get snide emails from 05, oh, two or three times a week?\n\n\nLemme read you the one from last Thursday:\n\n\n\"Dear Mr. Sully,\n\n\nFrom now on we shall be ignoring your frivolous requests for D-class personnel. There are only so many death row prisoners at our disposal. You have your own sanitation detail - please assign them to the tasks they were hired for.\"\n\n\nRude. Burrito day only comes monthly, and cleaning those stalls is \nnot\n a job for an innocent man.\n\n\n\n\n \n\n\n \n\n\nINT. THE MAIN OFFICE\n\n\nDave is gesticulating wildly at the computer. Sully squints to make out the text amongst the cluttered interface.\n\n\n\n\nDAVE\n\n\nHere are the ones I saved from last week.\n\n\n\n\n \n\n\n\n\n\n\n| TO: silver_hammer, d_poots\n\n| FROM: \nTEN.PiCS.atap|yelgab_a#TEN.PiCS.atap|yelgab_a\n\n| RE: Site-67 Records Department\n\n\nGood lord, this guy makes me want to rip my hair out. Are they really so efficient we can't just, y'know… have him terminated? He crosses just about every line in the doorstopper of an HR book.\n\n\n\n\n\n\n| TO: a_bagley, d_poots\n\n| FROM: \nTEN.PiCS.atap|remmah_revlis#TEN.PiCS.atap|remmah_revlis\n\n| RE: Site-67 Records Department\n\n\nWe've got authorization to drop in a new player. Neither party shall be aware of the nature of SCP-5441. Consider this an exercise in narrative manipulation. The selected subject, however, has a background in the field which should cover for any… complications which may have arisen from the insertion of a less \"genre-savvy\" participant.\n\n\n\n\n\n\n\n\nSULLY\n\n\nCome on, you think that's \nreal\n? Nobody thinks I'm that much of a dick.\n\n\n\n\n \n\n\n \n\n\nINT. BREAK ROOM - INTERVIEW POSITION\n\n\n\n\nDAVE\n\n\nLuke and Jane are children, yes. This, however, goes way beyond the feasible realm of a workplace prank.\n\n\nJane stealing my stationery? Luke joining my lunchbreak gaming session under the name \"\nPhthonus\n\" and making me run around all week thinking the whole office had been replaced by lookalike charlatans?\n\n\nThat's all harmless fun.\n\n\nBut this is sinister. Luke and Jane may well be many things, however they are \nnot\n evil.\n\n\n\n\n \n\n\n \n\n\nINT. THE MAIN OFFICE\n\n\nSully clears his throat.\n\n\n\n\nSULLY\n\n\nAttention, fellow conspiritators! Listen up.\n\n\nI've just had 05-something on the line, and they deeply regret to inform you that the monthly general amnestic drive has been rescheduled to this afternoon.\n\n\n\n\nA collective groan spreads throughout the office.\n\n\n\n\nSULLY (CONT'D)\n\n\nYep, so if there's anything anomalous you might not have been supposed to see, now is your chance to write them down.\n\n\n(beat)\n\n\nJust make sure you don't remember who told you to do so!\n\n\n\n\nDave frantically begins typing on his computer.\n\n\n \n\n\n \n\n\nINT. THE MAIN OFFICE - HALF AN HOUR LATER\n\n\nThe amnestic delivery team arrives, clad in tactical gear emblazoned with the symbol of a silver pestle. Jane is checking AGENT BAGLEY in.\n\n\n\n\nAGENT BAGLEY\n\n\nCareful - it's Aaron with a second 'A'.\n\n\n\n\nSully swaggers over.\n\n\n\n\nSULLY\n\n\nIf it isn't the S.W.A.T. — \nSmall Wang Amnestics Team\n.\n\n\nWazzuuuup?\n\n\n\n\n\n\nMANDY\n\n\n'Cause that's not immature at all, Scott.\n\n\n\n\n\n\nSULLY\n\n\nGah, why can't you get a sense of humor?\n\n\nAmnesticize \nher\n out of my head, gentlemen, please…\n\n\n\n\n \n\n\n \n\n\nINT. BREAK ROOM - INTERVIEW POSITION\n\n\n\n\nAGENT BAGLEY\n\n\nWhat the f—\n\n\nOh, right. I forgot you sorta get randomly whisked into these bits if you so much as set foot in this place.\n\n\n(beat)\n\n\n\"Is it unethical to keep an entire department trapped against their will in an unstable narrato-bureaucratic anomaly?\"\n\n\nWell, look at it this way: \nis it unethical to ruin the efficiency of our Records Department and lose track of six thousand world-threatening anomalous objects?\n I don't think so.\n\n\nDon't get me wrong, Scott Sully is an idiot of the highest order. But beneath all the childish shenanigans and potential HR [bleep]shows, this narrative scenario they've worked themselves into through the monotony of office life… things, at the end of the day, get done.\n\n\n\n\n \n\n\n \n\n\nINT. MAIN OFFICE\n\n\nThe amnestics drive complete, Bagley and his team pack away their equipment. The employees of the Records Department hold cotton to their arms, stemming the needle marks from the amnestic injection.\n\n\n \n\n\n \n\n\nINT. BREAK ROOM - INTERVIEW POSITION\n\n\n\n\nDAVE\n\n\nYeah, I do feel better. Though, to be honest, it's not like I can even remember what I was paranoid about.\n\n\n\n\nDave glances backwards, looking through the glass into the rest of the office.\n\n\n\n\nDAVE (CONT'D)\n\n\nWho the hell took down all those ceiling tiles?\n\n\n\n\n \n\n\n \n\n\nINT. THE MAIN OFFICE - \nTHE NEXT MORNING\n\n\nSully walks into the office, car keys in hand. The other employees are gathered around the reception desk.\n\n\n\n\nSULLY\n\n\nGuten Morgen, meine—\n\n\nAagh, what the [bleep], Dave?\n\n\n\n\nOn the desk is a wad of Kleenex, holding what appears to be the mangled corpse of a common frog.\n\n\n\n\nDAVE\n\n\nWhat? I ran him over in the parking lot and must atone for my sins.\n\n\n\n\n\n\nSULLY\n\n\nNope. Nooope. Get it out of here, Dave.\n\n\nWe are not holding another frog funeral. Not after—\n\n\n\n\n\n\nDAVE\n\n\nPrecisely. Instead, I have performed a thaumaturgic ritual using a series of Sarkic incantations—\n\n\n\n\nThe frog croaks feebly. Its spilled innards begin to bubble, flesh starting to encase them once again. Its eyes open, and the rejuvenated amphibian suddenly leaps onto the carpet.\n\n\nJust about everyone screams except for Milton, who sits at his desk and rolls his eyes.\n\n\n\n\nSULLY\n\n\nCalm, everybody! Stay calm! It's just a zombie frog!\n\n\n\n\nThe frog hops manically around the room.\n\n\n\n\nSULLY (CONT'D)\n\n\nJust a frog… Crazy Frog! \nFrog-nitohazard!\n\n\n(beat)\n\n\nDoes anyone have a net?\n\n\n\n\n \n\n\n \n\n\nINT. BREAK ROOM - INTERVIEW POSITION\n\n\n\n\nMILTON\n\n\nYep - another uneventful day here at Site-67.\n\n\nWhen all's said and done, I think we deserve to have some fun with the anomalous, y'know? Like…\n\n\nOther branches, they're out there in the field or in the lab. I'm a \"Researcher\", sure, but most of what I do all day is organize files.\n\n\nNot that what's in those files isn't, y'know, Earth-shatteringly fascinating—\n\n\n\n\nDave bursts through the door.\n\n\n\n\nDAVE\n\n\nLuke!\n\n\n\n\n\n\nMILTON\n\n\nMr. Poots.\n\n\n\n\n\n\nDAVE\n\n\nThe crank emails. Stop them.\n\n\n\n\nMilton sighs and looks back into the camera.\n\n\n\n\nMILTON\n\n\n(whispering)\n\n\nJust another day.\n\n\n\n\n \n\n\n \n\n\nINT. THE MAIN OFFICE\n\n\n\n\nMILTON\n\n\nDave. That's from yourself. It's from \nyour own address.\n\n\n\n\n\n\nDAVE\n\n\nPerhaps there's some… other Dave Poots? In the Foundation, I mean.\n\n\n\n\nOn the screen, Dave has an email window open.\n\n\n \n\n\n\n\n\n\n| TO: d_poots\n\n| FROM: \nTEN.PiCS.76etis|stoop_d#TEN.PiCS.76etis|stoop_d\n\n| RE: SILVERHAMMER\n\n\nSILVERHAMMER. what does it mean, dave?\n\n\n\n\n\n\n\n\n\n\n\n                                                    ID\n                                            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n        d85f614034638ab194991ab1f0bfbcbd_1740237274\n    \n\n\n\n\n\n\n\n\n\n\n\n\n\n                                                    PASSWORD\n                                            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n        ea79fd5c814b4cb08b16d4f339c9ce9d_1740237274\n    \n\n\n\n\n\n\n\n\nLogin\n\n\n\n\nLogout\n\n\n\n\nItem #:\n SCP-5441\n\n\nObject Class:\n Keter\n\n\n\n\nSpecial Containment Procedures:\n The file describing SCP-5441 has been contained within the digitalized teleplay for SCP-5441-43 (\"Season 3 Episode 2 - The Intern\").\n\n\nMTF Theta-15 (\"SILVERHAMMER\") is to monitor the Site-67 anomaly at all times, placing the office under continuous covert surveillance and creating a new screenplay for each day's events.\n\n\nShould subjects within SCP-5441 become aware of its anomalous nature, MTF Theta-15 has authorization to enforce the amnesticization of all affected personnel.\n\nMinor suggestions that SCP-5441 may be anomalous are to be downplayed as paranoia or workplace pranks.\n\n\n\n\nDescription:\n SCP-5441 is a narrative anomaly combining 'pataphysical elements with those of a bureaucratic hazard.\n\n\nFirst observed within the Foundation's Records Department, SCP-5441 has condensed the office ecosystem at Site-67 into a narrative structure similar to that of a \"mockumentary\"-style situation comedy. SCP-5441 is perceived as non-anomalous unless observed using audiovisual media, or transcribed in the form of a script or teleplay. It should be noted that in order for this to be effective, any references to the anomalous properties of SCP-5441 must make contextual sense within the narrative of a given \"episode\".\n\n\nSubjects affected by SCP-5441 are observed to jump between locations via unknown means in a manner representative of scene changes. Much of the Records Department's productive output is believed to occur during these temporal lapses.\n\n\nSubjects will often acknowledge or address the presence of a \"camera\" despite a film crew having never been observed within the premises. In most cases, however, the direct suggestion that a camera crew is present will be disregarded by subjects under the influence of SCP-5441.\n\n\nDespite the comedic inclinations of this narrative causing Site-67 personnel to display incompetent and/or highly unprofessional behaviour, the productive output of those affected remains exceptional.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nMILTON\n\n\nCould be, Dave. Could be.\n\n\n\n\nMilton steals a glance at Jane, and they both turn to the camera with confusion in their eyes.\n\n\n \n\n\n \n\n\nFADE TO BLACK.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n« \nSCP-5440\n | SCP-5441 | \nSCP-5442\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5441\n\" by ThisMightBeAuto, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5441\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5441 \" by ThisMightBeAuto, from the SCP Wiki . Source: https://scpwiki.com/scp-5441 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5441",
    "object_class": "Keter",
    "containment_procedures": "The file describing SCP-5441 has been contained within the digitalized teleplay for SCP-5441-43 (\"Season 3 Episode 2 - The Intern\").",
    "description": "SCP-5441 is a narrative anomaly combining 'pataphysical elements with those of a bureaucratic hazard.",
    "title": "SCP-5441"
}