{
    "url": "https://scp-wiki.wikidot.com/scp-5448",
    "all_text": "rating: \n+114\n+\n–\nx\n\n\nFrom Bottomless Canyons To Palaces In The Sky\n\n\n\n\n\n\nPark Entrance.\n\n\n\n\n\n\nEver since its opening, The \"Existential Maw of Despair\" National Park has offered all visitors some sort of departure from the doldrums that is day-to-day life. The perfect vacation location for people who just want to see something \ndifferent\n.\n\n\nThe Maw is a physical tear in the space-time continuum. What lies beyond spits in the face of the universe's rules. The more stable regions are home to some of the most unique vistas that mankind can fathom, whereas other areas can't maintain a consistent form for even five minutes! Every time you visit the Maw, your experience is guaranteed to be unique and life changing.\n\n\nYou can explore the Maw any way you like! With options including:\n\n\n\n\nA tour with one of our certified extranormal trekking guides\n\n\nA resort experience at the Symphony Falls Base Camp\n\n\nGoing in solo, just like the Originals did\n\n\n\n\nIn fact, the Maw has a long tradition of exploration and discovery! Adventurous types may feel encouraged to travel outside the park grounds. Our museum is full of images and first hand accounts of explorers who have progressed our understanding of the Maw. Even now, there's much about the Maw that has not yet been seen by mankind!\n\n\n\n\nUpdate:\n After recent incidents involving the disappearance of visitors, exploration of the area beyond the Gamma-4 Quadrant has been prohibited. We apologize for the inconvenience.\n\n\n\n\nPark History\n\n\nBefore the Maw was opened to the public, it was heavily guarded by the SCP Foundation. Most of the park's history remains a mystery, hidden on secure servers in the Sol System's Asteroid Belt. However, as part of the Geiner-Helms Transparency Act, the SCP Foundation was forced to declassify a number of its documents, including a few files on the park! Between these documents, as well as interviews with former employees, our historians have made strides in piecing together the past of this magnificent anomaly since its introduction to us with the few following words:\n\n\n\n\nItem #:\n SCP-5448\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Foundation blockades are to prohibit access to SCP-5448.\n\n\nDescription:\n SCP-5448 is a temporal-spatial anomaly granting access to a pocket dimension that does not adhere to any consistent physical laws.\n\n\n\n\nThe most well known interactions mankind has had with the Maw, comes from the first exploratory mission. This was a four person mission sent by the SCP Foundation to explore and learn as much as they could about the interior of the Maw. The team consisted of:\n\n\n\n\nEric Michaels:\n A decorated Foundation officer who originally lead a unit dealing with urban anomalies, but after years off planet, he became an expert in extranormal spaces and unstable reality exploration.\n\n\nVivian DuShawn:\n Another veteran of the Foundation, with over a hundred years of exploration of esoteric spaces.\n\n\nXingyu Li:\n A field researcher coming from the Foundation's Physics Department. He worked for decades on studying white holes, self-folding spaces, and reality gaps.\n\n\nSarah McGlocklin:\n A communications expert with minimal field experience prior to this mission.\n\n\n\n\nWe have even been able to catch up with Sarah McGlocklin to hear about her time spent at the park first hand:\n\n\n\n\n+ McGlocklin Interview\n\n\n\n\n- McGlocklin Interview\n\n\n\n\n\n\nMenduso:\n Hello Sarah!\n\n\nMcGlocklin:\n Hi.\n\n\nMenduso:\n Thanks for taking some time to talk to us.\n\n\nMcGlocklin:\n No problem. I was stopping by here anyways. Worked out well for me.\n\n\nMenduso:\n Have you visited the Maw much after your initial excursion here?\n\n\nMcGlocklin:\n Not really. Actually, I don't think I've come back since then.\n\n\nMenduso:\n You didn't join the later rescue expeditions?\n\n\nMcGlocklin:\n I don't think I'm allowed to talk about those much.\n\n\nMenduso:\n Oh, right. I just sort of figured, that, like, since everyone else was—\n\n\nMcGlocklin:\n I just wasn't a good fit for the field.\n\n\nMenduso:\n I see. Although you still decided to come back.\n\n\nMcGlocklin:\n People change over the years. I don't think I've changed a lot. I still like my desk job and all, but I think I can appreciate the Maw a little more now.\n\n\nMenduso:\n It is a beauty, isn't it?\n\n\nMcGlocklin:\n That it is.\n\n\nMenduso:\n Now, if you have more time, I have some questions about the expedition for you.\n\n\nMcGlocklin:\n Of course. Fire away.\n\n\n\n\nTo see the rest of the interview, come check out our museum, located at the Symphony Falls Base Camp!\n\n\n\n\n\n\n\n\nNotable Features\n\n\nWhile parts of the Maw are in constant states of chaos and reconfiguration, there are a few locations that have been a mainstay of the park experience ever since it's opening! Here's just a few iconic places you may want to check out!\n\n\n\n\n+ Kingdom of Clouds\n\n\n\n\n- Kingdom of Clouds\n\n\n\n\n\n\n\n\n\n\nOutside of the Kingdom of Clouds.\n\n\n\n\n\n\n\n\nFeature Name:\n Kingdom of Clouds\n\nDescription:\n Kingdom of Clouds is a beautiful stone castle located 10 kilometers above the unstable Alpha-2 Quadrant. The entire structure is built inside of a large cloud that solidifies into a pillow-like surface when you step on it.\n\n\nYou can explore the villa within the castle's mighty walls, eat at any of our aerial-themed restaurants. Inside the castle, you can either relax in the bath house, untouched since its original discovery, or you can hike to the upper turrets where you can get a view of the entire Maw!\n\n\nVisitor Preparations:\n The Kingdom of Clouds is a great location for an easygoing day of exploring. However, due to its elevation, visitors are encouraged to bring oxygen canisters and dress warmly.\n\n\nDuring storms, wind speeds can get as high as 80 kilometers per hour. When the storm alarm sounds, visitors are encouraged to head indoors as quickly as possible and wait there until the storm subsides.\n\n\nHistory:\n The Kingdom of Clouds was one of the first places that was explored during the first mission inside the Maw. Below is the transcript that the SCP Foundation declassified of that exploration's time in the Kingdom of Clouds:\n\n\n\n\n<\nBegin Transcript\n>\n\n\nMTF Eta-92 (\"Spelunkers\"), summits Location of Interest 5448-1. They locate a low wall surrounding a castle-like structure, with a closed, white gate directly in front of them.\n\n\nDuShawn:\n Looks like we got a gated community on our hands. Must not be a good neighborhood.\n\n\nLi:\n Ah yes. A completely unoccupied cloud. Terrible property value I’d assume.\n\n\nMichaels pulls on the gate. It opens.\n\n\nMichaels:\n Must be a really bad neighborhood if they can’t even keep the gate locked.\n\n\nDuShawn:\n Sarah, you need a hand with the comms equipment? I can take it for a bit if you want.\n\n\nMcGlocklin:\n I, uh… I got it. But thanks.\n\n\nDuShawn:\n Sounds good. But feel free to holler if you want to switch out. Hate to lose any video because we accidentally get out of range.\n\n\nMcGlocklin:\n Right, right. I think I got it though.\n\n\nThe group walks through the gate. They pass by two small cottages before Michaels signals to enter a third. DuShawn takes point and tries the door. It is unlocked. DuShawn and Li enter the cottage. There is a small wood table with two chairs around it, and a bed. A fireplace is built into the left cottage wall.\n\n\nMichaels:\n Do you think people are living here now?\n\n\nLi examine table and chairs. He knocks on the table.\n\n\nLi:\n Judging the fact that the table is petrified, I’m going to go with no. And no one has been here for a long, long time.\n\n\nMichaels:\n Either that or this area is always like this. We aren’t exactly in stable reality.\n\n\nLi:\n This is true, but this place seems to be more stable than the others. And if we don’t rely on at least a few base assumptions, we can’t draw any conclusions.\n\n\nMcGlocklin:\n Maybe we should try the castle?\n\n\nMichaels:\n Probably, yeah. [Michaels turns to Li] Any samples you want while we’re here?\n\n\nLi:\n I think now would be a good time for me to take a lot of readings of the area. You guys go ahead. I’ll meet you at the front of the castle when I’m done.\n\n\nMichaels, Dushawn and McGlocklin leave the cottage behind and head toward the castle. Li’s camera feed drops out once he is out of range of the communication equipment. The door to the castle is unlocked. Inside, the door leads to a long corridor with numerous hallways branching off from the sides. Frayed banners hang from the rafters, but the colors in the cloth have faded and blurred together with age. The walls of the castle are damp with condensation, the beams from the team's tactical lights refracting from dew drops.\n\n\nMichaels:\n Alright, let’s just start with the first branch on the left, and we’ll work our way down from there.\n\n\nThe three begin down the first hallway on the left. The ceiling is lower than the main entrance. Microphones pick up a faint whistling noise.\n\n\nMcGlocklin:\n Do you hear that?\n\n\nMichaels:\n Yeah, I hear it.\n\n\nDuShawn:\n Probably just the wind. It was picking up a little when we came in here.\n\n\nMcGlocklin:\n Right. Sorry.\n\n\nMichaels, DuShawn and McGlocklin reach a door at the end of the hallway. DuShawn goes to grab the door’s handle, but freezes.\n\n\nMichaels:\n Something wrong?\n\n\nDuShawn:\n There aren’t any dew drops on this. They should’ve formed on it, right?\n\n\nDuShawn takes a step back as Michaels leans over and looks at the handle. Both Michaels and DuShawn take out their firearms. DuShawn grabs the door handle and holds up three fingers. She counts down. At zero DuShawn opens the door and Michaels rushes in with his gun drawn.\n\n\nMichaels:\n Clear!\n\n\nDuShawn and McGlocklin follow. Inside is a small room, with the walls lined with pegs. From approximately half of the pegs hang steel circles, which glow a bright yellow. The remaining pegs are empty. The walls are covered in dew.\n\n\nMcGlocklin:\n False alarm?\n\n\nDuShawn:\n I’m not so sure.\n\n\nDuShawn points to a section of four empty pegs. The walls around the pegs are not covered in dew. The microphone picks up a louder whistling sound.\n\n\nMichaels:\n How long does it take the water droplets to form?\n\n\nDuShawn:\n I don’t know. Back on Earth they tend to form overnight.\n\n\nMichaels:\n So someone has been here within the past what? Seven or eight hours?\n\n\nMcGlocklin:\n Or they could still be here…\n\n\nDuShawn:\n Oh shit. Xingyu.\n\n\nDuShawn sprints down the hallway, with Michaels and McGlocklin following behind her. Thunder is heard over the mic. When they arrive at the main corridor, the door leading outside is closed. DuShawn pushes up against it. The door flings open and DuShawn begins to fall forward into the high-speed winds. Before she is swept away, Michaels grabs a hold of DuShawn and pulls her back inside. The three retreat away from the door.\n\n\nDuShawn:\n Fuck!\n\n\nMichaels:\n We have to wait it out.\n\n\nDuShawn:\n Do we at least have his video feed?\n\n\nMcGlocklin:\n I lost it while we were walking here.\n\n\nDuShawn:\n Damn it!\n\n\nMcGlocklin:\n I’m sorry… I should’ve gotten a more powerful receiver but this was the only one we—\n\n\nMichaels:\n It’s ok, Sarah. It’s not your fault. Besides, he might just be holed up in the cottage.\n\n\nDuShawn:\n And if he isn’t?\n\n\nMichaels:\n We call him in as MIA, and move on.\n\n\nDuShawn:\n Move on? You’re just going to abandon him?\n\n\nMichaels:\n If you have any ideas on where we could start looking for him, I am all ears.\n\n\nDuShawn remains silent.\n\n\nMichaels:\n I don’t want to strand him either. But right now we are an exploration mission. We can send a rescue mission in later.\n\n\nMichaels sits down against the wall.\n\n\nMichaels:\n It’s not like he’s going to die in the meantime.\n\n\nThirty minutes pass before the storm subsides. The three walk to the cottage, the door to which is wide open. There is no one inside.\n\n\nMichaels:\n Alright team. Next location.\n\n\nAs the team leaves LoI-5448-3, pieces of Li's lab equipment can be seen sprinkled along the ground.\n\n\n<\nEnd Transcript\n>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ The Feast Hall\n\n\n\n\n- The Feast Hall\n\n\n\n\n\n\n\n\n\n\nThe front of The Feast Hall\n\n\n\n\n\n\n\n\nFeature Name:\n The Feast Hall\n\nDescription:\n The Feast Hall is the premiere dining location in the Maw. Located at at the border between the Beta-2 and Theta-1 quadrants, The Feast Hall offers the most exquisite meal you will taste. The tables at The Feast Hall extend for miles and miles, meaning that there is rarely a wait to be seated.\n\n\nOnce a visitor finds their place at The Feast Hall, food will appear on their plate and wine in their glass. Entrés normally consist of wild boar with a side of potatoes, although visitors have encountered steaks, chicken breast, and veal as well. For our vegetarian explorers, their plates will be filled with fruits and greens which will taste as if they were freshly picked.\n\n\nVisitor Preparations:\n All you need is an appetite. Although, if visiting with minors, be sure to bring non-alcoholic beverages, as The Feast Hall only serves wine.\n\n\nHistory:\n The Feast Hall has been serving patrons since it was discovered during the initial exploration of the Maw. Below is a transcript of the exploration team's visit to The Feast Hall:\n\n\n\n\n<\nBegin Transcript\n>\n\n\nMichaels, DuShawn and McGlocklin enter LoI-5448-5. A U-shaped table is positioned at the front. Smaller tables are scattered along the rest of LoI-5448-5. The far end of LoI-5448-5 extends beyond visual range.\n\n\nMichaels:\n Looks like we found a good pitstop.\n\n\nDuShawn:\n I mean, we probably shouldn't rest here too long.\n\n\nMichaels:\n I wouldn't have picked you to be the antsy type.\n\n\nDuShawn:\n Might just be nervous energy. Or maybe it's the fact that we're not alone here. Or, you know what? It's probably Li getting kidnapped earlier. Yeah, probably that.\n\n\nMichaels:\n You can drop the attitude, Viv.\n\n\nMcGlocklin takes the communications equipment off her back and takes a seat. A slab of meat slowly grows out of the center of her plate. She checks the goblet at her seat to find it filled with wine.\n\n\nMcGlocklin:\n Huh.\n\n\nMichaels:\n Oh wow. Food too.\n\n\nMichaels also takes a seat. Food and drink appear for him as well. He sniffs the wine.\n\n\nMichaels:\n Huh. That smells real.\n\n\nDuShawn:\n Really? Wine tasting at a time like this?\n\n\nMichaels takes a vial out of his pocket and pours some of the wine inside.\n\n\nMichaels:\n Sample taking time, actually. Li's not here, so we need to grab what we can in his stead.\n\n\nDuShawn:\n Whatever. I'm checking the rest of this place.\n\n\nDuShawn begins to walk further into LoI-5448-5. McGlocklin cuts a piece off of the meat on her plate and places it in a plastic bag. Afterwards she gets up and begins to put her equipment back on.\n\n\nMcGlocklin:\n Hey, Eric?\n\n\nMichaels:\n Yeah?\n\n\nMcGlocklin:\n Umm… Is it just me, or does the refrigerator look out of place?\n\n\nMcGlocklin points to a mini-refrigerator placed in the corner of LoI-5448-5.\n\n\nMichaels:\n … no that does look weird. \n[shouting]\n Viv! Get back here!\n\n\nDuShawn can be heard sighing before turning back toward the others. McGlocklin opens the refrigerator. Inside are three apples, four potatoes, and two mugs in the side door, one colored blue and the other colored yellow.\n\n\nMcGlocklin:\n You think it belongs to who ever was in the castle earlier?\n\n\nMichaels:\n Probably. One mug for each of them?\n\n\nMcGlocklin:\n That sounds reasonable.\n\n\nDuShawn walks up behind Michaels and McGlocklin.\n\n\nDuShawn:\n They probably eat here too.\n\n\nMichaels:\n Great, you're back. Let's get going.\n\n\nDuShawn:\n Wait, we finally find something interesting and you want to go?\n\n\nMichaels:\n I thought you were itching to leave anyways.\n\n\nDuShawn:\n Not anymore. You know what this means right?\n\n\nMichaels:\n No…\n\n\nDuShawn:\n If those things eat here… then they'll come \nback\n here at some point. We stake the place out, wait until they get here, and then we follow them around. Let them lead us right back to Xingyu.\n\n\nMichaels:\n Not in your dreams.\n\n\nDuShawn:\n What? Why?\n\n\nMichaels:\n I'm not risking the mission. We'll send in a rescue team after we report back to headquarters.\n\n\nDuShawn:\n You don't want to learn about whatever else is down here? Maybe they'll lead us somewhere new. I don't know how you've been choosing where to explore but there's probably room for a deto—\n\n\nMichaels:\n Vivian. Stop it. We're leaving, and that's an order.\n\n\nDuShawn looks at McGlocklin.\n\n\nDuShawn:\n And you're ok with this?\n\n\nMcGlocklin:\n I— I don't know. Sort of?\n\n\nDuShawn sighs. She starts toward the door.\n\n\nDuShawn:\n Fine. \n[whispering to herself]\n Fucking cowards.\n\n\nMichaels and McGlocklin follow DuShawn out of LoI-5448-5.\n\n\n<\nEnd Transcript\n>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Forever Falls\n\n\n\n\n- Forever Falls\n\n\n\n\n\n\n\n\n\n\nLower entrance to Forever Falls.\n\n\n\n\n\n\n\n\nFeature Name:\n Forever Falls\n\nDescription:\n Forever Falls is the waterfall to top all waterfalls. It is a perfectly circular hole that burrows deep into the ground. We haven't reached the bottom, and we're not even sure it has one!\n\n\nAt the top of the abyss, there is a small lake that drains into Forever Falls. This lake is constantly filled with water, so we decided to call it Lake Unquenchable. The water in Lake Unquenchable is perfectly clear, and chemical analysis has shown that it is entirely pure water. Visitors are encouraged to take a dip in the lake. We've installed a protective grate so you don't have to worry about accidentally joining the water in its quest for the bottom of Forever Falls.\n\n\nFor explorers who want to delve into Forever Falls, you can take the stairs down to the lower entrance. This leads to an opening in Forever Falls just behind the waterfall. From here, explorers can traverse a spiral staircase that leads downward into Forever Falls.\n\n\nOr, if you'd rather stay dry, the area surrounding Forever Falls is a popular overnight camping location! Pitch a tent and sing some songs about flying into nothingness!\n\n\nVisitor Preparations:\n Forever Falls is a good place to relax and enjoy the Maw. No additional preparations are required, however explorers who are strongly affected by \"Calls of the Void\" are advised to stay away from the edge of Forever Falls.\n\n\nFor visitors attempting to descend into Forever Falls, it is required that you bring ropes and carabiners. The Maw of Existential Despair Staff are not responsible for any accidents that occur during descent.\n\n\nFor visitors staying overnight at Forever Falls, it is advised that visitors stay inside their tents between the hours of 1:00 and 5:00 AM. The landscape surrounding Forever Falls is particularly unstable during these hours. Viewing unstable reality warps can lead to temporary loss of olfactory input, hallucinations, and intense dissociation.\n\n\nHistory:\n Forever Falls' tradition of camping goes all the way back to the first exploration mission of the Maw. The team's first night was spent around the edge of our bottomless waterfall. Below is the SCP Foundation's declassified transcript of that exploration's time at Forever Falls:\n\n\n\n\n<\nBegin Transcript\n>\n\n\nMichaels, DuShawn and McGlocklin have all erected tents around the rim of LoI-5448-8. McGlocklin is performing maintenance on the communications equipment. DuShawn sits at the lower entrance to LoI-5448-8’s aperature with his back against the wall. Michaels walks around the edge of the hole the water falls into, lights a flare, and drops it inside. He peeks over the edge, and then quickly retreats before walking to the stairway to the lower entrance and joining DuShawn.\n\n\nMichaels:\n Evening.\n\n\nDuShawn:\n Evening.\n\n\nThe two sit in silence for two minutes.\n\n\nMichaels:\n You like the sound of waterfalls?\n\n\nDuShawn:\n It’s nice I guess. Sounds a lot like rain to me.\n\n\nMichaels:\n I see.\n\n\nDuShawn:\n I assume that was your flare I saw earlier?\n\n\nMichaels:\n Yeah.\n\n\nDuShawn:\n How long until you lost sight?\n\n\nMichaels:\n Don’t know. I don’t like looking over the edge of this thing. Feels like I’m about to fall in.\n1\n\n\nDuShawn:\n Didn’t take you for the type to be scared of heights.\n\n\nMichaels:\n Oh, there’s a lot that I’m afraid of.\n\n\nDuShawn:\n Like what?\n\n\nMichaels:\n I see we’re getting deep tonight.\n\n\nDuShawn:\n Not much else to do.\n\n\nMichaels:\n Well… I guess the big one is that I’ll never be surprised again.\n\n\nDuShawn:\n Don’t want to be Mr. Seen-it-all?\n\n\nMichaels:\n When you work for a millennia at a place that specializes in the unknown, strange things just don’t do it for you anymore. I don’t know how many missions I’ve been on, but they all sort of blur together for me. Nothing new happens. If something goes wrong, I’ve seen it all. And if exploring a literal tear in reality doesn’t feel new, nothing probably will.\n\n\nDuShawn:\n … so that’s why you don’t care that we lost Xingyu.\n\n\nMichaels:\n I’m not doing this right now.\n\n\nDuShawn:\n I just don’t get how it’s such a non-issue for you.\n\n\nMichaels:\n Was he a friend or something?\n\n\nDuShawn:\n I mean, he was my ground control a few times in the past. I sort of knew him. But like… actually why do you care?\n\n\nMichaels:\n You've probably lost people in the past on these missions. Seems strange to get hung up on this one guy.\n\n\nDuShawn:\n I'd rather that than just leaving him to die! I want to rescue him. Bring him back to his wife and kids.\n\n\nMichaels:\n Does he even have a family?\n\n\nDuShawn:\n Does that matter?\n\n\nMichaels:\n So you don't know.\n\n\nDuShawn:\n He probably has someone to go back to. Someone who misses him.\n\n\nMichaels:\n Well, he seems like a smart guy. Maybe he’ll find his own way out.\n\n\nDuShawn:\n Really? He’s going to find his own way out of this place? Do you even know where \nwe\n are?\n\n\nMichaels:\n We’re at location of interest eight.\n\n\nDuShawn:\n Don’t play coy. How did we get here? I was following you, but I couldn’t tell you. Hell, the space just ten feet away from our tents is so unstable I couldn’t even describe it to you if I was standing in it.\n\n\nMichaels:\n We’re here to explore and report. If we can’t report the space in between stable reality it’s not all that important.\n\n\nDuShawn:\n But you admit that we’re lost!\n\n\nMichaels:\n We’ll find our way back.\n\n\nDuShawn:\n I can’t fucking believe this.\n\n\nDuShawn stands up and walks toward the aperature.\n\n\nMichaels:\n \n[shouting after DuShawn]\n Where are you going?\n\n\nDuShawn:\n Down the stairs, into the well. Maybe I’ll find Xingyu down there.\n\n\nDuShawn begins to descend the stairs leading into the aperature. Michaels remains seated with his back against the wall. McGlocklin enters the lower entrance.\n\n\nMcGlocklin:\n Umm… I heard sound some shouting? Where’s Vivian?\n\n\nMichaels points toward the waterfall.\n\n\nMcGlocklin:\n Oh.\n\n\nMichaels:\n She’ll be fine. Why don’t you take a seat? You’ve been carrying that comms equipment all day, probably want to take a load off your legs.\n\n\nMcGlocklin:\n Ok.\n\n\nMcGlocklin sits down across from Michaels.\n\n\nMichaels:\n So, how do you like the field?\n\n\nMcGlocklin:\n It’s uhh… it's kind of a lot.\n\n\nMichaels:\n Better than your desk job?\n\n\nMcGlocklin:\n I’m not sure.\n\n\nThe light from outside the hole is no longer sufficient to illuminate DuShawn’s camera. The sound of footsteps against stone can still be heard.\n\n\nMichaels:\n Oh?\n\n\nMcGlocklin:\n I mean… I don’t know. I’m sorry.\n\n\nMichaels:\n You don’t have to apologize. The whole \"exploring other worlds\" thing isn’t for everyone.\n\n\nMcGlocklin:\n Yeah, yeah. I just, I kind of liked my desk. Like, I had a routine. I guess I just like routine. The repetition feels safe. I don’t have to worry about screwing up as much if I’ve done something a hundred times before. Err… I’m rambling aren’t I?\n\n\nMichaels:\n You’re fine.\n\n\nMcGlocklin:\n Do people normally enjoy the field?\n\n\nMichaels:\n I don’t know if \"enjoy\" is the right word but, like it’s something different for most people. A change of pace. Everyone needs a change of pace.\n\n\nMcGlocklin:\n Maybe. I guess this pace just isn’t for me.\n\n\nA sharp yelp can be head from DuShawn’s microphone. It is quickly cut off. McGlocklin turns her head toward the stairs.\n\n\nMcGlocklin:\n Did you hear that?\n\n\nMichaels and McGlocklin listen for a few moments. The sound of deep breathing can be heard through DuShawn’s microphone. Michaels gets up and looks into the hole of LoI-5448-8. DuShawn can be seen on the stairs leading deeper into the hole. She appears to have fallen backwards onto the steps.\n\n\nMichaels:\n You ok down there Viv?\n\n\nDuShawn:\n I think… I think I’m coming back up.\n\n\nMichaels:\n Glad to hear that.\n\n\nMichaels walks back to McGlocklin.\n\n\nMichaels:\n God, looking to that thing gives me a headache. I’d hate to just be falling forever.\n\n\nMcGlocklin:\n Scared of heights?\n\n\nMichaels:\n Not really. I just think falling would get boring after a while.\n\n\n<\nEnd Transcript\n>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Obsidian Tunnels\n\n\n\n\n- Obsidian Tunnels\n\n\n\n\n\n\n\n\n\n\nInside the Obsidian Tunnels.\n\n\n\n\n\n\n\n\nFeature Name:\n Obsidian Tunnels\n\nDescription:\n The Obsidian Tunnels are a large interconnected underground playground for any spelunkers visiting the Maw. These hollowed out tubes of igneous rock are ripe for exploring. We haven't even mapped all of them ourselves!\n\n\nIf you explore deep within the caves, and maybe dig a little bit, visitors can find lakes of magma buried beneath the surface. Although make sure to come quick! Our measurements have found that the depth of the magma beneath the Obsidian Tunnels has been dropping. At the current rate, it is estimate that the lakes will only be full for another 600 years. Or you could donate to the Maw of Despair Protection Fund to aid in research in maintaining our natural volcanic features.\n\n\nVisitor Preparations:\n While the tunnels do rest on top of super-heated magma, the areas that most visitors traverse can be quite chilly. Visitors are encouraged to dress warmly, and bring plenty of fluids with them.\n\n\nFor visitors who want to explore past the park boundaries, please chart your path in detail and record your findings. This way there's less danger of getting lost and you can contribute to the Maw's ever growing collection of maps!\n\n\nWarning:\n Park Rules mandate that visitors report any and all sightings of native life within the Obsidian Tunnels to a Ranger or other Maw of Existential Despair Park personnel. While neither fauna nor flora have been found within the Obsidian Tunnels, keeping Park personnel informed of any development ensures a safe experience for all explorers planning to visit this area of the park.\n\n\nHistory:\n The Obsidian Tunnels is yet another location visited during the first exploration of the Maw of Despair. Potential visitors are reminded that these records are from before the Maw was an official park, and did not conform to KLEE-3001 Park Safety Standards.\n\n\n\n\n<\nBegin Transcript\n>\n\n\nMichaels, DuShawn and McGlocklin are deep inside LoI-5448-11. The area is illuminated solely by the team's standard issue flashlights.\n\n\nMichaels:\n Why is it so goddamn cold in here?\n\n\nDuShawn:\n B-beats me. I’d think with all the lava rock around here there’d be like… lava.\n\n\nMcGlocklin:\n It’s warmer closer to these things.\n\n\nMcGlocklin points to a small hole in the wall. DuShawn and Michaels come closer.\n\n\nMichaels:\n Huh, weird.\n\n\nDuShawn:\n Smells strange.\n\n\nMichaels:\n Well, let's keep going.\n\n\nApproximately thirty second after the team leaves the hole a small explosion is heard behind them. All three turn to see a cone of flame exiting the hole.\n\n\nDuShawn:\n That makes sense why that was the warm spot.\n\n\nMcGlocklin:\n I— I guess w-we should stay in the middle n-now?\n\n\nMichaels:\n Probably.\n\n\nThe team continues down until the tunnel opens into a large cavern with a high ceiling. Three tunnels lead out of the cavern. Various torture devices\n2\n line the sides of the cavern and metal shackles can be seen embedded in the walls. Colored tubes emerge from the floor in the center of the cavern, and lead down a tunnel to the left.\n\n\nMichaels:\n Well, this place certainly looks welcoming.\n\n\nDuShawn:\n Honestly? Sort of reminds me of this like, extreme sensory experience room I went to a long, long time ago.\n\n\nMichaels:\n Extreme sensory experience?\n\n\nDuShawn:\n Sort of like uh… like advanced BDSM, but less sexual and more just uhh…\n\n\nMichaels:\n Just torture? Didn’t know you were into that.\n\n\nDuShawn:\n I was curious ok? Had a lot of downtime between missions once and someone suggested I try it.\n\n\nMichaels:\n Don’t worry about it Viv. We don’t kink shame here.\n\n\nDuShawn:\n Oh, fuck off Eric. It got boring anyways.\n\n\nMichaels:\n Well, then you can analyze the torture devices. I'll take samples.\n\n\nMcGlocklin walks over to one set of shackles attached to a wooden board and examines it. The hinges are rusted, but also appear worn down from use.\n\n\nMcGlocklin:\n People use this stuff for entertainment?\n\n\nDuShawn:\n Oh, this is nothing. You should see what they do on Broadway.\n\n\nMcGlocklin:\n Just seems kind of painful I guess.\n\n\nDuShawn:\n You don’t get out much, do you Sarah?\n\n\nMcGlocklin:\n I guess not.\n\n\nMichaels moves to the other end of the cavern to retrieve samples from the wall and floor. DuShawn nudges McGlocklin\n\n\nDuShawn:\n \n[laughing]\n You want to try it?\n\n\nMcGlocklin:\n Umm… it's really my kind of thing.\n\n\nDuShawn:\n I was joking.\n\n\nMcGlocklin:\n Oh.\n\n\nDuShawn:\n I was hoping at least one of you could take a joke.\n\n\nMcGlocklin:\n Huh?\n\n\nDuShawn:\n Oh it's nothing. Just, like Michaels doesn't seem like he's all here.\n\n\nMcGlocklin:\n Maybe the constantly shifting reality is getting to him?\n\n\nDuShawn:\n Maybe. Although, everyone I've talked to before the mission made it sound like this is sort of normal. Oh, I'm going to start the stretching by the way.\n\n\nDuShawn crouches next to a medieval stretcher. McGlocklin rotates the wheel next to the stretcher, causing the shackles to pull across the board. McGlocklin jots down notes.\n\n\nDuShawn:\n I mean, he's obviously pretty good at his job. He's been doing it for millennia. But there's just a bunch of stories about him I've heard. Someone told me his sister used to lead the team that studied Omega-K before she disappeared.\n\n\nMcGlocklin:\n Ok…\n\n\nDuShawn:\n I think the strangest one I heard is that he used to be a really happy person, with a wife and kids and stuff, until about a hundred years into Omega-K, when his dad \ndied\n. Afterwards, he got a divorce and moved into one of the terrestrial sites full time. I mean, it's all just hearsay. Can't trust any stories from that long ago. But like… I don't know. He's an old, old man.\n\n\nMcGlocklin reaches down toward a pair of shackles to examine them. A skeletal arm appears in the cuffs for a moment, and then dissipate. McGlocklin stumbles backward, startled.\n\n\nMcGlocklin:\n Ow!\n\n\nDuShawn goes to McGlocklin, who just has minor scrapes on her arms. Michaels comes back to the main cavern.\n\n\nMichaels:\n You ok Sarah?\n\n\nMcGlocklin:\n Yeah, just… the shackles did something weird.\n\n\nMichaels:\n I mean, reality here isn't exactly stable. It's probably nothing.\n\n\nDuShawn:\n What do you think these are?\n\n\nDuShawn points to the colored tubes in the center of the cavern. They pulse at regular intervals.\n\n\nDuShawn:\n The air around them feels warm.\n\n\nMichaels:\n Maybe stay away from those, then. In case it turns out like last time we found some heat.\n\n\nDuShawn:\n \n[backing away]\n Good point.\n\n\nMcGlocklin:\n They don't look like they belong here.\n\n\nMichaels:\n What do you mean?\n\n\nMcGlocklin:\n Well, um, they're weird colors. Like, the blue and the green feel out of place.\n\n\nMichaels:\n Like, as a color palette?\n\n\nMcGlocklin:\n Sort of? Err, never mind. It was dumb to say.\n\n\nDuShawn:\n No, I think I get it. What here could make those colors?\n\n\nMichaels:\n This place isn't supposed to make sense. Maybe the reality around those tubes decided it just wanted to be green.\n\n\nDuShawn:\n Sure, sure. But the rest of this place is pretty stable, isn't it?\n\n\nMichaels:\n I'm not sure what you're getting at.\n\n\nDuShawn:\n I'm saying we should follow the tubes, to see \nwhy\n they're like this. It'd add more to the exploration, and depending on what's on the other end it might give us insight into how this place works.\n\n\nMichaels:\n I see… Well, I didn't have a strong preference on where to go next. Down the left we go then.\n\n\nMichaels begins following the tunnel to the left. Before the others can follow, McGlocklin turns to DuShawn.\n\n\nMcGlocklin:\n Umm… sorry if this is weird, but why do you care where we go so much?\n\n\nDuShawn looks over her shoulder, and then turns back to McGlocklin.\n\n\nDuShawn:\n Well, if this thing doesn't belong here, then how do you think it got here?\n\n\nMcGlocklin:\n Someone maybe put it here?\n\n\nDuShawn:\n Exactly. We both know we're not the only ones here. I want to go see them.\n\n\nMcGlocklin:\n And find Xingyu?\n\n\nDuShawn smiles.\n\n\nDuShawn:\n It's a fun little hunt, isn't it?\n\n\nMichaels:\n \n[shouting]\n C'mon you two! I will leave you behind!\n\n\nDuShawn follows Micheals. McGlocklin turns to look at the cavern again before she leaves. All of the torture devices are occupied by semi-transparent skeletons, which appear to be writhing in pain. They make no sound. McGlocklin runs after Michaels and DuShawn.\n\n\n<\nEnd Transcript\n>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ St. Michael's Hospital\n\n\n\n\n- St. Michael's Hospital\n\n\n\n\n\n\n\n\n\n\nThe top of St. Michaels' Hosptial.\n\n\n\n\n\n\n\n\nFeature Name:\n St. Michael's Hospital\n\nDescription:\n St. Michael's Hospital is another popular place to hunker down for the night. Visitors will experience the most visceral reality shifting experience possible. Most other areas of the Maw are either stable, or too unstable to be properly comprehended by the human mind, but St. Michael's Hospital is balanced just right.\n\n\nThe feature itself looks like a regular hospital, however, like most things in the Maw, there is more than meets the eye. The inside is an interconnected labyrinth of operating rooms, waiting rooms, and offices that we have repurposed as luxury suites!\n\n\nHowever, the real fun starts at night, when the space inside the Hospital begins to take on a life of its own. Visitors have reported:\n\n\n\n\nOut of body journeys\n\n\nExtreme tempuratures\n\n\nConversations with their older and younger selves\n\n\nTelepathy\n\n\nAnd many more exciting experiences!\n\n\n\n\nVisitors intending to spend the night at the Hospital should reserve a room at least three years in advanced! We may have an indeterminate number of rooms, but we only have enough medical staff to operate a couple hundred, so don't wait!\n\n\nVisitor Preparations:\n While unstable reality is the main attraction of the Hospital, it is also a hazard. Visitors are advised to bring bodies that they are not worried about ruining. For visitors who are planning to share a room, please ensure that you are both on amiable terms. Shared room experiences tend to be more visceral, but also result in a merging of the inhabitants, either physically, mentally, or both.\n\n\nHistory:\n After exiting the Obsidian Tunnels, the team leading the original exploration of the Maw followed the colored tubes until they eventually reached the Hospital. The following is a transcript of the time they spent there:\n\n\n\n\n<\nBegin Transcript\n>\n\n\nDuShawn, Michaels and McGlocklin have entered LoI-5448-14. They stand in a hospital waiting room. Six of the chairs are filled with humanoid entities constructed from rolled up magazines. The exploration team does not acknowledge these entities. A red, green and blue tube leads down each of the corridors leading out of the waiting room.\n\n\nDuShawn:\n I think this is the first time we've been somewhere air conditioned.\n\n\nMichaels:\n A nice change of pace, yeah. You think we should split up?\n\n\nMcGlocklin:\n I don't think that's a good idea, considering, uh, what happened last time we split up.\n\n\nMichaels:\n Good point. All together then.\n\n\nDuShawn, Michaels, and McGlocklin each walk toward the green, red, and blue corridors respectively. Two magazine entities accompany each of them. The agents do not acknowledge that they are being followed by these entities instead of each other.\n\n\nMcGlocklin:\n Um, how far are we going to go down?\n\n\nAfter a short pause, McGlocklin nods in confirmation. All of the agents walk for fifty meters down the different corridors. They pass a door with a stained glass window that appears every ten meters with a placard next to it that says \"Doctor's Office\".\n\n\nMichaels:\n I have a feeling this is going to be a whole lotta nothin'.\n\n\nThe agents walk for another twenty meters.\n\n\nMcGlocklin:\n Yes, I would like to keep going.\n\n\nThe agents walk for another forty meters.\n\n\nMichaels:\n I'm becoming less convinced there's an end to this.\n\n\nThe agents walk for another ten meters. DuShawn stops and turns to one of the magazine entities following her. McGlocklin and Michaels continue.\n\n\nDuShawn:\n What do you mean you want to turn around?\n\n\nThe magazine entity does not respond.\n\n\nDuShawn:\n But what if something changes?\n\n\nThe magazine entity does not respond.\n\n\nDuShawn:\n Yeah, yeah you're right. I do want to find him.\n\n\nThe magazine entity does not respond.\n\n\nDuShawn:\n Fine! You're right! I want to feel like a hero. But that doesn't mean you're right for being Mr. Jaded!\n\n\nMichaels:\n I swear it's like we haven't even moved! It's all the fucking same!\n\n\nDuShawn:\n Well maybe some of us are still searching for something to be passionate about. I hate being bored as much as you do, but maybe instead of waddling in your own self pity you could do something about it! Get excited about something! We're in the middle of a fucking existential maw of despair for christ's sakes!\n3\n\n\nThe magazine entity in front of DuShawn does not respond. DuShawn slumps against the wall of the corridor.\n\n\nDuShawn:\n Yeah. You're right. But desperate times call for desperate measures. And I'm desperate to feel excited again.\n\n\nMichaels:\n I hate this.\n\n\nMichaels sits down against the wall. Both of the magazine entities following him sit beside him.\n\n\nMichaels:\n I know Viv. I'm bored too.\n\n\nMcGlocklin walks for another fifty meters before pausing to look back at the magazine entities.\n\n\nMcGlocklin:\n I'm ok to keep going. I don't really mind.\n\n\nMcGlocklin walks for another two hundred meters. It is currently unknown how all three video streams are being received, since it is estimated that DuShawn and Michaels are far outside of the receiver's range.\n\n\nMcGlocklin:\n Do you think we should see what's inside one of these doors?\n\n\nDuShawn stands.\n\n\nDuShawn:\n Fuck it. I'm opening the damn door.\n\n\nMichaels stands as well and moves toward the door.\n\n\nMichaels:\n Maybe there's something new behind this thing.\n\n\nMichaels, DuShawn, and McGlocklin all open the door at the same time. Inside the room, is a single operating table, with a heart rate monitor next to it. The heart rate monitor is turned off. Lying on the bed is Xingyu Li, asleep.\n\n\nDuShawn:\n Xingyu?\n\n\nLi slowly awakes.\n\n\nLi:\n Guys?\n\n\nMichaels, DuShawn and McGlocklin all push against each other to enter the room. The magazine entities are no longer present in any of the video streams. Michaels, DuShawn, McGlocklin and Li appear to be in the same room together.\n\n\nDuShawn:\n Holy shit! How are you ok?\n\n\nMichaels:\n How did you end up here?\n\n\nMcGlocklin:\n Umm… hi Xingyu.\n\n\nLi:\n Woah, woah. One at a time.\n\n\nMichaels:\n In that case we'll start with your current status.\n\n\nLi:\n I believe I've fully recovered.\n\n\nDuShawn:\n Recovered? What happened to you?\n\n\nLi:\n While you guys were gone exploring the castle, a massive windstorm rolled in. I wasn't ready for it at all, and the gusts carried me off the cloud.\n\n\nMichaels:\n Wait, you fell off the cloud?\n\n\nLi:\n I'd say I was blown off of it, but same idea.\n\n\nDuShawn:\n But you weren't kidnapped.\n\n\nLi:\n No. Well, ok, only sort of.\n\n\nMichaels:\n I don't understand \"sort of\".\n\n\nLi:\n When I hit the ground, I blacked out, and when I woke up, I was here, with someone next to me.\n\n\nMichaels:\n Like, a person?\n\n\nLi:\n Yeah… as opposed to?\n\n\nMichaels:\n A void monster? I don't know. This place doesn't seem like somewhere humans would thrive.\n\n\nLi:\n Well, it was a person. I talked to them for a bit. Actually… I think they wanted to meet you.\n\n\nDuShawn:\n Meet Eric?\n\n\nLi:\n Yeah, yeah. I know where to find them too. He told me where to go before I fell back asleep.\n\n\nDuShawn:\n Then show us the way! Let's go!\n\n\nDuShawn helps Li off of the table. They both head toward the door, with McGlocklin following them. Michaels does not move.\n\n\nDuShawn:\n Are you coming?\n\n\nMichaels:\n I'm not sure we should engage.\n\n\nDuShawn:\n Why?\n\n\nMichaels:\n Our goal here is to explore and—\n\n\nDuShawn:\n And this person might be our guide.\n\n\nMichaels:\n But what if—\n\n\nDuShawn:\n You're scared, aren't you?\n\n\nMichaels:\n Excuse you?\n\n\nDuShawn:\n You heard me. You're scared. You're scared you're going to be surprised for once.\n\n\nMichaels:\n I'm not—\n\n\nDuShawn:\n Last night you told me you were also scared of never being surprised again. I'm not sure what's scarier to you, but you'll never be surprised if you never let yourself be surprised.\n\n\nMichaels:\n But— but…\n\n\nMichaels sighs, and stands up.\n\n\nMichaels:\n Fine. Let's go.\n\n\nMichaels, DuShawn, and McGlocklin follow Li out of the room.\n\n\n<\nEnd Transcript\n>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ The Machine\n\n\n\n\n- The Machine\n\n\n\n\n\n\n\n\n\n\nInside The Machine.\n\n\n\n\n\n\n\n\nFeature Name:\n The Machine\n\nDescription:\n While the park is full of natural beauty and chaos, sometimes its a nice change of pace to see something that is best described at the epitome of order. The Machine is a large complex occasionally located\n4\n in the Sigma-6 quadrant. Inside is a series of immaculately laid out circuits and gears and pipes. The Machine's mechanisms are condensed so that there is no space left unused, except for a grid of access hallways that visitors can tour.\n\n\nVisitor Preparations:\n The Machine is a fairly calm location to explore. However, in the event that The Machine activates, all visitors should be prepared to evacuate immediately.\n\n\nHistory:\n The recordings we have from the first exploration of the Maw indicate that The Machine is the only artificially constructed section of the park. Below is the transcript from their visit:\n\n\n\n\n<\nBegin Transcript\n>\n\n\nMichaels, DuShawn, McGlocklin and Li are inside of a long corridor with a cement floor and glass walls and ceiling. Outside of the corridor is an interconnected series of tubes, circuits and simple machines. Halos, similar to those seen in LoI-5448-1, are placed in glass containers scattered throughout the area. Light from these halos filters into nearby wires and tubes, causing them to glow. The hallway is illuminated by candles, which do not cast sufficient light to see where the machinery surrounding the corridor ends, if it does so.\n\n\nDuShawn:\n Did they build all of this?\n\n\nLi:\n I think so.\n\n\nMichaels:\n But what is it?\n\n\nLi:\n I don't know. A Rube Goldberg Machine?\n\n\nDuShawn:\n Real funny.\n\n\nLi:\n I mean, I could be right. Sometimes people just want to make something. Doesn't have to be useful.\n\n\nMichaels:\n Anything to help pass the time.\n\n\nThe corridor eventually leads into a large glass dome. There are ladders leading down from the outside of the dome into the circuits and pipes below. In the center of the dome lies a metallic capsule connected to colored tubes\n5\n. A low hum can be heard from the capsule. Michaels opens the capsule using a handle located on its side. Inside are a garden hoe and a stethoscope. The capsule makes a quiet beeping noise.\n\n\nDuShawn:\n What the hell?\n\n\nLi:\n I get the feeling that we've been here far too long.\n\n\nMichaels reaches down to pick up the stethoscope.\n\n\nUnknown:\n Hey! Umm… could you not touch that?\n\n\nA man (henceforth SCP-5448-A) climbs up one of the ladders attached to the dome. He is carrying a toolbox, and his clothes are stained with machine grease. He surveys DuShawn, McGlocklin and Li, before locking eyes with Michaels.\n\n\nSCP-5448-A:\n You… I know you from—\n\n\nMichaels:\n Tony?\n\n\nThe two are silent for a moment before SCP-5448-A begins to laugh.\n\n\nSCP-5448-A:\n No wonder I didn't recognize you. It has been a minute, hasn't it?\n\n\nDuShawn pulls Michaels backwards. Michaels struggles against her. McGlocklin retreats backwards a few feet.\n\n\nDuShawn:\n What the hell are you doing?\n\n\nMichaels:\n Let go! That's my brother!\n\n\nDuShawn:\n Or its an abomination of the goddamn void!\n\n\nLi:\n Viv! It's fine! This is umm… one of the people who saved me.\n\n\nDuShawn and Michaels both stop to look at Li. After a moment, DuShawn lets go of Michaels, who brushes himself off.\n\n\nSCP-5448-A:\n How's umm… how's everything been?\n\n\nMichaels:\n \n[to SCP-5448-A]\n They told me you were dead.\n\n\nSCP-5448-A:\n You know, I think Joyce said the exact same thing.\n\n\nMichaels:\n Joyce is here too? What about dad?\n\n\nSCP-5448-A:\n Dad came and went. He's at peace now. But Joyce is still here.\n\n\nMichaels:\n Where?\n\n\nSCP-5448-A:\n Well, if your troupe doesn't mind following along, I'll show you. Just uh, watch your step. The ground isn't as real as it looks in some places.\n\n\n<\nEnd Transcript\n>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ The Flower Garden\n\n\n\n\n- The Flower Garden\n\n\n\n\n\n\n\n\n\n\nContext Unknown.\n\n\n\n\n\n\n\n\nFeature Name:\n The Flower Garden\n\nDescription:\n Park Rangers have struggled to consistently locate The Flower Garden within The Maw. This is because The Flower Garden is so unstable that it only exists periodically. Due to this, there are very few facts known about the Flower Garden. It doesn't even always contain a real flower garden!\n\n\nVisitor Preparations:\n Exploration of The Flower Garden is forbidden. Any park-goers who arrive at The Flower Garden are to alert a park ranger as soon as possible.\n\n\n\n\nMichaels, DuShawn, McGlocklin, Li, and SCP-5448-A arrive in an area that appears to be covered with daisies. Video feed quality has degraded, making objects difficult to make out with certainty.\n\n\nSCP-5448-A:\n Joyce! You here? I brought uh, visitors.\n\n\nA woman wearing a lab coat (henceforth SCP-5448-B) arises from the daisies on the ground.\n\n\nMichaels:\n Joyce?\n\n\nSCP-5448-B:\n Eric!\n\n\nSCP-5448-B runs toward Michaels. The two embrace.\n\n\nMichaels:\n God, I've missed you.\n\n\nSCP-5448-B:\n I missed you too. It's been a while, hasn't it?\n\n\nMichaels:\n Heh, I guess it has.\n\n\nSCP-5448-B:\n You know, I never would've imagined we'd have a family reunion here, of all places.\n\n\nMichaels:\n Me neither.\n\n\nSCP-5448-B:\n How's Grace and Dean?\n\n\nMichaels:\n Who?\n\n\nSCP-5448-B:\n … that's your wife and kid, right?\n\n\nMichaels:\n Oh. Right. Sorry… I haven't seen them in a long, long time.\n\n\nSCP-5448-A:\n Wait, how long has it been since Omega-K?\n\n\nMichaels:\n I couldn't tell you. The people who were around back then have lost track of the time more than once. We've had to reset the calendar. Redefine year zero.\n\n\nMichaels motions to the rest of the exploration team.\n\n\nMichaels:\n None of these guys were even around back then.\n\n\nDuShawn:\n Umm, sorry to interrupt but if you don't mind me asking, why are you here?\n\n\nSCP-5448-A:\n It's a long story, but the short of it is uhh…\n\n\nSCP-5448-B:\n We want to fix death.\n\n\nDuShawn:\n Come again?\n\n\nSCP-5448-A:\n Eric can attest. We managed to kill people after Omega-K. And like, if we can bring death back for one person, maybe we can bring it back for everyone.\n\n\nFor two seconds, SCP-5448-A and SCP-5448-B are replaced with skeletons. McGlocklin jumps backward, but the others do not respond. Afterwards, SCP-5448-A and SCP-5448-B return to their previous state.\n\n\nSCP-5448-B:\n And if not bring death back, then just become the reaper ourselves.\n\n\nSCP-5448-A:\n That machine you saw, we've been working on it… well ever since dad died. It's not like we have a hard deadline though.\n\n\nDuShawn:\n You're really trying to bring an end to this? Just the two of you?\n\n\nSCP-5448-B:\n Well, we could always use more help.\n\n\nDuShawn, Li and Michaels look at each other. McGlocklin backs away slowly. The video feeds from DuShawn, Li, and Michaels degrade to the point of being unusable. McGlocklin looks around, the video feed no longer displaying a flower garden. Instead she is standing in the middle of a park with a playground. There are teddy bears sitting on benches, observing the playground. Congregating near the swing set are five kids who appear to be younger versions of SCP-5448-A, SCP-5448-B, Michaels, DuShawn, and Li.\n\n\nDuShawn:\n Of course I'll play Super Heroes with you guys!\n\n\nLi:\n My mom said I didn't have to come back until sundown, so I can play!\n\n\nMichaels:\n I wanted to stay anyways. It's lonely back home.\n\n\nDuShawn:\n What about you, Sarah?\n\n\nMcGlocklin:\n I… what?\n\n\nThe video feed flickers back to the flower garden. Everyone has been replaced with the adult versions of themselves.\n\n\nMichaels:\n Sarah?\n\n\nMcGlocklin:\n You're— you're insane.\n\n\nSCP-5448-B:\n We're just putting people to rest. Giving them an escape from the boredom of forever.\n\n\nMcGlocklin:\n \n[shouting]\n You're planning a genocide!\n\n\nEveryone falls silent, and looks at McGlocklin.\n\n\nMcGlocklin:\n I don't understand how you can hate just… being alive.\n\n\nMichaels:\n You're the first person I've heard say something like that in a long time. But you know, for every one of people like you, there's thousands of people like me. Like Viv. Like Xingyu. Just tired, tired people.\n\n\nMcGlocklin:\n You don't have to kill everyone because of it!\n\n\nDuShawn:\n I'd rather that than be tortured forever.\n\n\nMcGlocklin:\n Can't you hear what you're saying?\n\n\nMichaels:\n Do you like it then?\n\n\nMcGlocklin:\n Like… like what?\n\n\nMichaels:\n Being alive. Waking up in the morning. I've only known you for a few days and you seem nothing but scared and afraid of what little spice life has left to offer. You're in a world where everything you see you haven't seen before, and you hate it here!\n\n\nMcGlocklin:\n I—I don't mind my desk job… I like routine…\n\n\nMichaels:\n Even forever?\n\n\nMcGlocklin:\n \n[mumbles]\n I… don't know.\n\n\nMichaels:\n I can't hear you.\n\n\nMcGlocklin:\n I don't know!\n\n\nMichaels:\n You haven't thought about it at all?\n\n\nMcGlocklin:\n Just leave me alone!\n\n\nMcGlocklin turns to leave. Her steps create crunching sounds on the ground. McGlocklin looks down to see the flowers have been replaced with insect corpses. She screams and runs faster. Childrens' laughter can be heard from behind McGlocklin. Insect corpses fall from the sky, piling up on the ground. McGlocklin keeps running, eventually needing to swim through the dead insects. The video quality continues to degrade until no identifiable features remain.\n\n\n<\nEnd Transcript\n>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPark Ranger Eyes Only\n\n\n\n\nClose Transmission\n\n\n\n\nThree days following the return of Sarah McGlocklin to The Maw, Park Services emergency messaging systems received the following video transmission.\n\n\n\n\n<0:00 — 0:23>\n A logo similar to that of the SCP Foundation, but with a two chain links in the center of it.\n\n\n<0:24 — 0:36>\n Sarah McGlocklin climbing down a long shaft filled with circuits and pipes.\n\n\n<0:37 — 1:04>\n Sarah McGlocklin swinging through monkey bars at a park. Behind her is a teddy bear, also swinging.\n\n\n<1:05 — 1:48>\n Sarah McGlocklin steals a stethoscope from a child playing doctor with her friends, and a garden hoe from a child building a sandcastle with his friends.\n\n\n<1:49 — 2:20>\n Sarah McGlocklin running through an unfamiliar landscape. She is wearing a pair of crudely repaired headphones, and holding a knife and a teddy bear.\n\n\n<2:21 — 2:26>\n Sarah McGlocklin jumping into Forever Falls.\n\n\n<2:27 — 5:35>\n Sarah McGlocklin in free fall. She continues to clutch the teddy bear and knife. The headphones also remain on her head. She is smiling. This is the only part of the transmission that was accompanied by audio, which is provided below, along with a written transcript:\n\n\n\n\n\n\n\n\nDaddy was always there beside me\n\n\nLifting me up, he would guard and guide me\n\n\nCheering me up with a joke when I was blue\n\n\nThe hospital room was quiet then\n\n\nThe two of us, just me and him\n\n\nWhen he said, to calm me again\n\n\nIt’s nothing more than the soft embrace\n\n\nOf death and darkness\n\n\nThan the soft embrace\n\n\nOf peace and quiet\n\n\nI don’t know where I’m gonna go\n\n\nBut when I get there, I will know\n\n\nSoft embrace of peace and quiet\n\n\nNow that I'm grown, I am strong and steady\n\n\nWhile tucking my little son in bed, he\n\n\nAsked me, \"What happened to Grandpa in that room?\"\n\n\nDon't you worry, go to sleep\n\n\nHis love for us, he'll always keep\n\n\nEven now, while his home's down deep\n\n\nIt’s nothing more than the soft embrace\n\n\nOf death and darkness\n\n\nThan the soft embrace\n\n\nOf peace and quiet\n\n\nI don’t know where I’m gonna go\n\n\nBut when I get there, I will know\n\n\nSoft embrace of peace and quiet\n\n\nMany years passed just as all my friends did\n\n\nFamily's here, their words of comfort blended\n\n\nWe all know well that I'll fade away soon\n\n\nThe hospital room was noisy then\n\n\nHow I feel, they just don't understand\n\n\nAnd my thoughts broke right through the din\n\n\nIt’s nothing more than the soft embrace\n\n\nOf death and darkness\n\n\nThan the soft embrace\n\n\nOf peace and quiet\n\n\nI don’t know where I’m gonna go\n\n\nBut when I get there, will I know?\n\n\nSoft embrace of death and darkness\n\n\nI'm afraid\n\n\nI'm afraid\n\n\nPapa please, can you help?\n\n\nI'm afraid\n\n\n\n\n\n\n<5:36 — 6:00>\n The words \"I don't want to die.\"\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Park services has erected a fence around Forever Falls, so visitors do not have to worry about their coordination when enjoying the site.\n\n\n2\n. Park rangers have removed these items from the tunnels for visitors’ safety, and are currently on display in the Maw of Existential Despair Museum.\n\n\n3\n. Fun fact: this is where the name for the national park originated from!\n\n\n4\n. This feature is unreachable depending on the time of year. Please check with Park Services to confirm its existence before embarking.\n\n\n5\n. Resembling those found in LoI-5448-11\n\n\n\n\n\n\n\n\n« \nSCP-5447\n | SCP-5448 | \nSCP-5449\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Update: After recent incidents involving the disappearance of visitors, exploration of the area beyond the Gamma-4 Quadrant has been prohibited. We apologize for the inconvenience.",
        "Item #: SCP-5448 Object Class: Euclid Special Containment Procedures: Foundation blockades are to prohibit access to SCP-5448. Description: SCP-5448 is a temporal-spatial anomaly granting access to a pocket dimension that does not adhere to any consistent physical laws.",
        "Menduso: Hello Sarah! McGlocklin: Hi. Menduso: Thanks for taking some time to talk to us. McGlocklin: No problem. I was stopping by here anyways. Worked out well for me. Menduso: Have you visited the Maw much after your initial excursion here? McGlocklin: Not really. Actually, I don't think I've come back since then. Menduso: You didn't join the later rescue expeditions? McGlocklin: I don't think I'm allowed to talk about those much. Menduso: Oh, right. I just sort of figured, that, like, since everyone else was— McGlocklin: I just wasn't a good fit for the field. Menduso: I see. Although you still decided to come back. McGlocklin: People change over the years. I don't think I've changed a lot. I still like my desk job and all, but I think I can appreciate the Maw a little more now. Menduso: It is a beauty, isn't it? McGlocklin: That it is. Menduso: Now, if you have more time, I have some questions about the expedition for you. McGlocklin: Of course. Fire away.",
        "Outside of the Kingdom of Clouds. Feature Name: Kingdom of Clouds Description: Kingdom of Clouds is a beautiful stone castle located 10 kilometers above the unstable Alpha-2 Quadrant. The entire structure is built inside of a large cloud that solidifies into a pillow-like surface when you step on it. You can explore the villa within the castle's mighty walls, eat at any of our aerial-themed restaurants. Inside the castle, you can either relax in the bath house, untouched since its original discovery, or you can hike to the upper turrets where you can get a view of the entire Maw! Visitor Preparations: The Kingdom of Clouds is a great location for an easygoing day of exploring. However, due to its elevation, visitors are encouraged to bring oxygen canisters and dress warmly. During storms, wind speeds can get as high as 80 kilometers per hour. When the storm alarm sounds, visitors are encouraged to head indoors as quickly as possible and wait there until the storm subsides. History: The Kingdom of Clouds was one of the first places that was explored during the first mission inside the Maw. Below is the transcript that the SCP Foundation declassified of that exploration's time in the Kingdom of Clouds: < Begin Transcript > MTF Eta-92 (\"Spelunkers\"), summits Location of Interest 5448-1. They locate a low wall surrounding a castle-like structure, with a closed, white gate directly in front of them. DuShawn: Looks like we got a gated community on our hands. Must not be a good neighborhood. Li: Ah yes. A completely unoccupied cloud. Terrible property value I’d assume. Michaels pulls on the gate. It opens. Michaels: Must be a really bad neighborhood if they can’t even keep the gate locked. DuShawn: Sarah, you need a hand with the comms equipment? I can take it for a bit if you want. McGlocklin: I, uh… I got it. But thanks. DuShawn: Sounds good. But feel free to holler if you want to switch out. Hate to lose any video because we accidentally get out of range. McGlocklin: Right, right. I think I got it though. The group walks through the gate. They pass by two small cottages before Michaels signals to enter a third. DuShawn takes point and tries the door. It is unlocked. DuShawn and Li enter the cottage. There is a small wood table with two chairs around it, and a bed. A fireplace is built into the left cottage wall. Michaels: Do you think people are living here now? Li examine table and chairs. He knocks on the table. Li: Judging the fact that the table is petrified, I’m going to go with no. And no one has been here for a long, long time. Michaels: Either that or this area is always like this. We aren’t exactly in stable reality. Li: This is true, but this place seems to be more stable than the others. And if we don’t rely on at least a few base assumptions, we can’t draw any conclusions. McGlocklin: Maybe we should try the castle? Michaels: Probably, yeah. [Michaels turns to Li] Any samples you want while we’re here? Li: I think now would be a good time for me to take a lot of readings of the area. You guys go ahead. I’ll meet you at the front of the castle when I’m done. Michaels, Dushawn and McGlocklin leave the cottage behind and head toward the castle. Li’s camera feed drops out once he is out of range of the communication equipment. The door to the castle is unlocked. Inside, the door leads to a long corridor with numerous hallways branching off from the sides. Frayed banners hang from the rafters, but the colors in the cloth have faded and blurred together with age. The walls of the castle are damp with condensation, the beams from the team's tactical lights refracting from dew drops. Michaels: Alright, let’s just start with the first branch on the left, and we’ll work our way down from there. The three begin down the first hallway on the left. The ceiling is lower than the main entrance. Microphones pick up a faint whistling noise. McGlocklin: Do you hear that? Michaels: Yeah, I hear it. DuShawn: Probably just the wind. It was picking up a little when we came in here. McGlocklin: Right. Sorry. Michaels, DuShawn and McGlocklin reach a door at the end of the hallway. DuShawn goes to grab the door’s handle, but freezes. Michaels: Something wrong? DuShawn: There aren’t any dew drops on this. They should’ve formed on it, right? DuShawn takes a step back as Michaels leans over and looks at the handle. Both Michaels and DuShawn take out their firearms. DuShawn grabs the door handle and holds up three fingers. She counts down. At zero DuShawn opens the door and Michaels rushes in with his gun drawn. Michaels: Clear! DuShawn and McGlocklin follow. Inside is a small room, with the walls lined with pegs. From approximately half of the pegs hang steel circles, which glow a bright yellow. The remaining pegs are empty. The walls are covered in dew. McGlocklin: False alarm? DuShawn: I’m not so sure. DuShawn points to a section of four empty pegs. The walls around the pegs are not covered in dew. The microphone picks up a louder whistling sound. Michaels: How long does it take the water droplets to form? DuShawn: I don’t know. Back on Earth they tend to form overnight. Michaels: So someone has been here within the past what? Seven or eight hours? McGlocklin: Or they could still be here… DuShawn: Oh shit. Xingyu. DuShawn sprints down the hallway, with Michaels and McGlocklin following behind her. Thunder is heard over the mic. When they arrive at the main corridor, the door leading outside is closed. DuShawn pushes up against it. The door flings open and DuShawn begins to fall forward into the high-speed winds. Before she is swept away, Michaels grabs a hold of DuShawn and pulls her back inside. The three retreat away from the door. DuShawn: Fuck! Michaels: We have to wait it out. DuShawn: Do we at least have his video feed? McGlocklin: I lost it while we were walking here. DuShawn: Damn it! McGlocklin: I’m sorry… I should’ve gotten a more powerful receiver but this was the only one we— Michaels: It’s ok, Sarah. It’s not your fault. Besides, he might just be holed up in the cottage. DuShawn: And if he isn’t? Michaels: We call him in as MIA, and move on. DuShawn: Move on? You’re just going to abandon him? Michaels: If you have any ideas on where we could start looking for him, I am all ears. DuShawn remains silent. Michaels: I don’t want to strand him either. But right now we are an exploration mission. We can send a rescue mission in later. Michaels sits down against the wall. Michaels: It’s not like he’s going to die in the meantime. Thirty minutes pass before the storm subsides. The three walk to the cottage, the door to which is wide open. There is no one inside. Michaels: Alright team. Next location. As the team leaves LoI-5448-3, pieces of Li's lab equipment can be seen sprinkled along the ground. < End Transcript >",
        "The front of The Feast Hall Feature Name: The Feast Hall Description: The Feast Hall is the premiere dining location in the Maw. Located at at the border between the Beta-2 and Theta-1 quadrants, The Feast Hall offers the most exquisite meal you will taste. The tables at The Feast Hall extend for miles and miles, meaning that there is rarely a wait to be seated. Once a visitor finds their place at The Feast Hall, food will appear on their plate and wine in their glass. Entrés normally consist of wild boar with a side of potatoes, although visitors have encountered steaks, chicken breast, and veal as well. For our vegetarian explorers, their plates will be filled with fruits and greens which will taste as if they were freshly picked. Visitor Preparations: All you need is an appetite. Although, if visiting with minors, be sure to bring non-alcoholic beverages, as The Feast Hall only serves wine. History: The Feast Hall has been serving patrons since it was discovered during the initial exploration of the Maw. Below is a transcript of the exploration team's visit to The Feast Hall: < Begin Transcript > Michaels, DuShawn and McGlocklin enter LoI-5448-5. A U-shaped table is positioned at the front. Smaller tables are scattered along the rest of LoI-5448-5. The far end of LoI-5448-5 extends beyond visual range. Michaels: Looks like we found a good pitstop. DuShawn: I mean, we probably shouldn't rest here too long. Michaels: I wouldn't have picked you to be the antsy type. DuShawn: Might just be nervous energy. Or maybe it's the fact that we're not alone here. Or, you know what? It's probably Li getting kidnapped earlier. Yeah, probably that. Michaels: You can drop the attitude, Viv. McGlocklin takes the communications equipment off her back and takes a seat. A slab of meat slowly grows out of the center of her plate. She checks the goblet at her seat to find it filled with wine. McGlocklin: Huh. Michaels: Oh wow. Food too. Michaels also takes a seat. Food and drink appear for him as well. He sniffs the wine. Michaels: Huh. That smells real. DuShawn: Really? Wine tasting at a time like this? Michaels takes a vial out of his pocket and pours some of the wine inside. Michaels: Sample taking time, actually. Li's not here, so we need to grab what we can in his stead. DuShawn: Whatever. I'm checking the rest of this place. DuShawn begins to walk further into LoI-5448-5. McGlocklin cuts a piece off of the meat on her plate and places it in a plastic bag. Afterwards she gets up and begins to put her equipment back on. McGlocklin: Hey, Eric? Michaels: Yeah? McGlocklin: Umm… Is it just me, or does the refrigerator look out of place? McGlocklin points to a mini-refrigerator placed in the corner of LoI-5448-5. Michaels: … no that does look weird. [shouting] Viv! Get back here! DuShawn can be heard sighing before turning back toward the others. McGlocklin opens the refrigerator. Inside are three apples, four potatoes, and two mugs in the side door, one colored blue and the other colored yellow. McGlocklin: You think it belongs to who ever was in the castle earlier? Michaels: Probably. One mug for each of them? McGlocklin: That sounds reasonable. DuShawn walks up behind Michaels and McGlocklin. DuShawn: They probably eat here too. Michaels: Great, you're back. Let's get going. DuShawn: Wait, we finally find something interesting and you want to go? Michaels: I thought you were itching to leave anyways. DuShawn: Not anymore. You know what this means right? Michaels: No… DuShawn: If those things eat here… then they'll come back here at some point. We stake the place out, wait until they get here, and then we follow them around. Let them lead us right back to Xingyu. Michaels: Not in your dreams. DuShawn: What? Why? Michaels: I'm not risking the mission. We'll send in a rescue team after we report back to headquarters. DuShawn: You don't want to learn about whatever else is down here? Maybe they'll lead us somewhere new. I don't know how you've been choosing where to explore but there's probably room for a deto— Michaels: Vivian. Stop it. We're leaving, and that's an order. DuShawn looks at McGlocklin. DuShawn: And you're ok with this? McGlocklin: I— I don't know. Sort of? DuShawn sighs. She starts toward the door. DuShawn: Fine. [whispering to herself] Fucking cowards. Michaels and McGlocklin follow DuShawn out of LoI-5448-5. < End Transcript >",
        "Lower entrance to Forever Falls. Feature Name: Forever Falls Description: Forever Falls is the waterfall to top all waterfalls. It is a perfectly circular hole that burrows deep into the ground. We haven't reached the bottom, and we're not even sure it has one! At the top of the abyss, there is a small lake that drains into Forever Falls. This lake is constantly filled with water, so we decided to call it Lake Unquenchable. The water in Lake Unquenchable is perfectly clear, and chemical analysis has shown that it is entirely pure water. Visitors are encouraged to take a dip in the lake. We've installed a protective grate so you don't have to worry about accidentally joining the water in its quest for the bottom of Forever Falls. For explorers who want to delve into Forever Falls, you can take the stairs down to the lower entrance. This leads to an opening in Forever Falls just behind the waterfall. From here, explorers can traverse a spiral staircase that leads downward into Forever Falls. Or, if you'd rather stay dry, the area surrounding Forever Falls is a popular overnight camping location! Pitch a tent and sing some songs about flying into nothingness! Visitor Preparations: Forever Falls is a good place to relax and enjoy the Maw. No additional preparations are required, however explorers who are strongly affected by \"Calls of the Void\" are advised to stay away from the edge of Forever Falls. For visitors attempting to descend into Forever Falls, it is required that you bring ropes and carabiners. The Maw of Existential Despair Staff are not responsible for any accidents that occur during descent. For visitors staying overnight at Forever Falls, it is advised that visitors stay inside their tents between the hours of 1:00 and 5:00 AM. The landscape surrounding Forever Falls is particularly unstable during these hours. Viewing unstable reality warps can lead to temporary loss of olfactory input, hallucinations, and intense dissociation. History: Forever Falls' tradition of camping goes all the way back to the first exploration mission of the Maw. The team's first night was spent around the edge of our bottomless waterfall. Below is the SCP Foundation's declassified transcript of that exploration's time at Forever Falls: < Begin Transcript > Michaels, DuShawn and McGlocklin have all erected tents around the rim of LoI-5448-8. McGlocklin is performing maintenance on the communications equipment. DuShawn sits at the lower entrance to LoI-5448-8’s aperature with his back against the wall. Michaels walks around the edge of the hole the water falls into, lights a flare, and drops it inside. He peeks over the edge, and then quickly retreats before walking to the stairway to the lower entrance and joining DuShawn. Michaels: Evening. DuShawn: Evening. The two sit in silence for two minutes. Michaels: You like the sound of waterfalls? DuShawn: It’s nice I guess. Sounds a lot like rain to me. Michaels: I see. DuShawn: I assume that was your flare I saw earlier? Michaels: Yeah. DuShawn: How long until you lost sight? Michaels: Don’t know. I don’t like looking over the edge of this thing. Feels like I’m about to fall in. 1 DuShawn: Didn’t take you for the type to be scared of heights. Michaels: Oh, there’s a lot that I’m afraid of. DuShawn: Like what? Michaels: I see we’re getting deep tonight. DuShawn: Not much else to do. Michaels: Well… I guess the big one is that I’ll never be surprised again. DuShawn: Don’t want to be Mr. Seen-it-all? Michaels: When you work for a millennia at a place that specializes in the unknown, strange things just don’t do it for you anymore. I don’t know how many missions I’ve been on, but they all sort of blur together for me. Nothing new happens. If something goes wrong, I’ve seen it all. And if exploring a literal tear in reality doesn’t feel new, nothing probably will. DuShawn: … so that’s why you don’t care that we lost Xingyu. Michaels: I’m not doing this right now. DuShawn: I just don’t get how it’s such a non-issue for you. Michaels: Was he a friend or something? DuShawn: I mean, he was my ground control a few times in the past. I sort of knew him. But like… actually why do you care? Michaels: You've probably lost people in the past on these missions. Seems strange to get hung up on this one guy. DuShawn: I'd rather that than just leaving him to die! I want to rescue him. Bring him back to his wife and kids. Michaels: Does he even have a family? DuShawn: Does that matter? Michaels: So you don't know. DuShawn: He probably has someone to go back to. Someone who misses him. Michaels: Well, he seems like a smart guy. Maybe he’ll find his own way out. DuShawn: Really? He’s going to find his own way out of this place? Do you even know where we are? Michaels: We’re at location of interest eight. DuShawn: Don’t play coy. How did we get here? I was following you, but I couldn’t tell you. Hell, the space just ten feet away from our tents is so unstable I couldn’t even describe it to you if I was standing in it. Michaels: We’re here to explore and report. If we can’t report the space in between stable reality it’s not all that important. DuShawn: But you admit that we’re lost! Michaels: We’ll find our way back. DuShawn: I can’t fucking believe this. DuShawn stands up and walks toward the aperature. Michaels: [shouting after DuShawn] Where are you going? DuShawn: Down the stairs, into the well. Maybe I’ll find Xingyu down there. DuShawn begins to descend the stairs leading into the aperature. Michaels remains seated with his back against the wall. McGlocklin enters the lower entrance. McGlocklin: Umm… I heard sound some shouting? Where’s Vivian? Michaels points toward the waterfall. McGlocklin: Oh. Michaels: She’ll be fine. Why don’t you take a seat? You’ve been carrying that comms equipment all day, probably want to take a load off your legs. McGlocklin: Ok. McGlocklin sits down across from Michaels. Michaels: So, how do you like the field? McGlocklin: It’s uhh… it's kind of a lot. Michaels: Better than your desk job? McGlocklin: I’m not sure. The light from outside the hole is no longer sufficient to illuminate DuShawn’s camera. The sound of footsteps against stone can still be heard. Michaels: Oh? McGlocklin: I mean… I don’t know. I’m sorry. Michaels: You don’t have to apologize. The whole \"exploring other worlds\" thing isn’t for everyone. McGlocklin: Yeah, yeah. I just, I kind of liked my desk. Like, I had a routine. I guess I just like routine. The repetition feels safe. I don’t have to worry about screwing up as much if I’ve done something a hundred times before. Err… I’m rambling aren’t I? Michaels: You’re fine. McGlocklin: Do people normally enjoy the field? Michaels: I don’t know if \"enjoy\" is the right word but, like it’s something different for most people. A change of pace. Everyone needs a change of pace. McGlocklin: Maybe. I guess this pace just isn’t for me. A sharp yelp can be head from DuShawn’s microphone. It is quickly cut off. McGlocklin turns her head toward the stairs. McGlocklin: Did you hear that? Michaels and McGlocklin listen for a few moments. The sound of deep breathing can be heard through DuShawn’s microphone. Michaels gets up and looks into the hole of LoI-5448-8. DuShawn can be seen on the stairs leading deeper into the hole. She appears to have fallen backwards onto the steps. Michaels: You ok down there Viv? DuShawn: I think… I think I’m coming back up. Michaels: Glad to hear that. Michaels walks back to McGlocklin. Michaels: God, looking to that thing gives me a headache. I’d hate to just be falling forever. McGlocklin: Scared of heights? Michaels: Not really. I just think falling would get boring after a while. < End Transcript >",
        "Inside the Obsidian Tunnels. Feature Name: Obsidian Tunnels Description: The Obsidian Tunnels are a large interconnected underground playground for any spelunkers visiting the Maw. These hollowed out tubes of igneous rock are ripe for exploring. We haven't even mapped all of them ourselves! If you explore deep within the caves, and maybe dig a little bit, visitors can find lakes of magma buried beneath the surface. Although make sure to come quick! Our measurements have found that the depth of the magma beneath the Obsidian Tunnels has been dropping. At the current rate, it is estimate that the lakes will only be full for another 600 years. Or you could donate to the Maw of Despair Protection Fund to aid in research in maintaining our natural volcanic features. Visitor Preparations: While the tunnels do rest on top of super-heated magma, the areas that most visitors traverse can be quite chilly. Visitors are encouraged to dress warmly, and bring plenty of fluids with them. For visitors who want to explore past the park boundaries, please chart your path in detail and record your findings. This way there's less danger of getting lost and you can contribute to the Maw's ever growing collection of maps! Warning: Park Rules mandate that visitors report any and all sightings of native life within the Obsidian Tunnels to a Ranger or other Maw of Existential Despair Park personnel. While neither fauna nor flora have been found within the Obsidian Tunnels, keeping Park personnel informed of any development ensures a safe experience for all explorers planning to visit this area of the park. History: The Obsidian Tunnels is yet another location visited during the first exploration of the Maw of Despair. Potential visitors are reminded that these records are from before the Maw was an official park, and did not conform to KLEE-3001 Park Safety Standards. < Begin Transcript > Michaels, DuShawn and McGlocklin are deep inside LoI-5448-11. The area is illuminated solely by the team's standard issue flashlights. Michaels: Why is it so goddamn cold in here? DuShawn: B-beats me. I’d think with all the lava rock around here there’d be like… lava. McGlocklin: It’s warmer closer to these things. McGlocklin points to a small hole in the wall. DuShawn and Michaels come closer. Michaels: Huh, weird. DuShawn: Smells strange. Michaels: Well, let's keep going. Approximately thirty second after the team leaves the hole a small explosion is heard behind them. All three turn to see a cone of flame exiting the hole. DuShawn: That makes sense why that was the warm spot. McGlocklin: I— I guess w-we should stay in the middle n-now? Michaels: Probably. The team continues down until the tunnel opens into a large cavern with a high ceiling. Three tunnels lead out of the cavern. Various torture devices 2 line the sides of the cavern and metal shackles can be seen embedded in the walls. Colored tubes emerge from the floor in the center of the cavern, and lead down a tunnel to the left. Michaels: Well, this place certainly looks welcoming. DuShawn: Honestly? Sort of reminds me of this like, extreme sensory experience room I went to a long, long time ago. Michaels: Extreme sensory experience? DuShawn: Sort of like uh… like advanced BDSM, but less sexual and more just uhh… Michaels: Just torture? Didn’t know you were into that. DuShawn: I was curious ok? Had a lot of downtime between missions once and someone suggested I try it. Michaels: Don’t worry about it Viv. We don’t kink shame here. DuShawn: Oh, fuck off Eric. It got boring anyways. Michaels: Well, then you can analyze the torture devices. I'll take samples. McGlocklin walks over to one set of shackles attached to a wooden board and examines it. The hinges are rusted, but also appear worn down from use. McGlocklin: People use this stuff for entertainment? DuShawn: Oh, this is nothing. You should see what they do on Broadway. McGlocklin: Just seems kind of painful I guess. DuShawn: You don’t get out much, do you Sarah? McGlocklin: I guess not. Michaels moves to the other end of the cavern to retrieve samples from the wall and floor. DuShawn nudges McGlocklin DuShawn: [laughing] You want to try it? McGlocklin: Umm… it's really my kind of thing. DuShawn: I was joking. McGlocklin: Oh. DuShawn: I was hoping at least one of you could take a joke. McGlocklin: Huh? DuShawn: Oh it's nothing. Just, like Michaels doesn't seem like he's all here. McGlocklin: Maybe the constantly shifting reality is getting to him? DuShawn: Maybe. Although, everyone I've talked to before the mission made it sound like this is sort of normal. Oh, I'm going to start the stretching by the way. DuShawn crouches next to a medieval stretcher. McGlocklin rotates the wheel next to the stretcher, causing the shackles to pull across the board. McGlocklin jots down notes. DuShawn: I mean, he's obviously pretty good at his job. He's been doing it for millennia. But there's just a bunch of stories about him I've heard. Someone told me his sister used to lead the team that studied Omega-K before she disappeared. McGlocklin: Ok… DuShawn: I think the strangest one I heard is that he used to be a really happy person, with a wife and kids and stuff, until about a hundred years into Omega-K, when his dad died . Afterwards, he got a divorce and moved into one of the terrestrial sites full time. I mean, it's all just hearsay. Can't trust any stories from that long ago. But like… I don't know. He's an old, old man. McGlocklin reaches down toward a pair of shackles to examine them. A skeletal arm appears in the cuffs for a moment, and then dissipate. McGlocklin stumbles backward, startled. McGlocklin: Ow! DuShawn goes to McGlocklin, who just has minor scrapes on her arms. Michaels comes back to the main cavern. Michaels: You ok Sarah? McGlocklin: Yeah, just… the shackles did something weird. Michaels: I mean, reality here isn't exactly stable. It's probably nothing. DuShawn: What do you think these are? DuShawn points to the colored tubes in the center of the cavern. They pulse at regular intervals. DuShawn: The air around them feels warm. Michaels: Maybe stay away from those, then. In case it turns out like last time we found some heat. DuShawn: [backing away] Good point. McGlocklin: They don't look like they belong here. Michaels: What do you mean? McGlocklin: Well, um, they're weird colors. Like, the blue and the green feel out of place. Michaels: Like, as a color palette? McGlocklin: Sort of? Err, never mind. It was dumb to say. DuShawn: No, I think I get it. What here could make those colors? Michaels: This place isn't supposed to make sense. Maybe the reality around those tubes decided it just wanted to be green. DuShawn: Sure, sure. But the rest of this place is pretty stable, isn't it? Michaels: I'm not sure what you're getting at. DuShawn: I'm saying we should follow the tubes, to see why they're like this. It'd add more to the exploration, and depending on what's on the other end it might give us insight into how this place works. Michaels: I see… Well, I didn't have a strong preference on where to go next. Down the left we go then. Michaels begins following the tunnel to the left. Before the others can follow, McGlocklin turns to DuShawn. McGlocklin: Umm… sorry if this is weird, but why do you care where we go so much? DuShawn looks over her shoulder, and then turns back to McGlocklin. DuShawn: Well, if this thing doesn't belong here, then how do you think it got here? McGlocklin: Someone maybe put it here? DuShawn: Exactly. We both know we're not the only ones here. I want to go see them. McGlocklin: And find Xingyu? DuShawn smiles. DuShawn: It's a fun little hunt, isn't it? Michaels: [shouting] C'mon you two! I will leave you behind! DuShawn follows Micheals. McGlocklin turns to look at the cavern again before she leaves. All of the torture devices are occupied by semi-transparent skeletons, which appear to be writhing in pain. They make no sound. McGlocklin runs after Michaels and DuShawn. < End Transcript >",
        "The top of St. Michaels' Hosptial. Feature Name: St. Michael's Hospital Description: St. Michael's Hospital is another popular place to hunker down for the night. Visitors will experience the most visceral reality shifting experience possible. Most other areas of the Maw are either stable, or too unstable to be properly comprehended by the human mind, but St. Michael's Hospital is balanced just right. The feature itself looks like a regular hospital, however, like most things in the Maw, there is more than meets the eye. The inside is an interconnected labyrinth of operating rooms, waiting rooms, and offices that we have repurposed as luxury suites! However, the real fun starts at night, when the space inside the Hospital begins to take on a life of its own. Visitors have reported: Out of body journeys Extreme tempuratures Conversations with their older and younger selves Telepathy And many more exciting experiences! Visitors intending to spend the night at the Hospital should reserve a room at least three years in advanced! We may have an indeterminate number of rooms, but we only have enough medical staff to operate a couple hundred, so don't wait! Visitor Preparations: While unstable reality is the main attraction of the Hospital, it is also a hazard. Visitors are advised to bring bodies that they are not worried about ruining. For visitors who are planning to share a room, please ensure that you are both on amiable terms. Shared room experiences tend to be more visceral, but also result in a merging of the inhabitants, either physically, mentally, or both. History: After exiting the Obsidian Tunnels, the team leading the original exploration of the Maw followed the colored tubes until they eventually reached the Hospital. The following is a transcript of the time they spent there: < Begin Transcript > DuShawn, Michaels and McGlocklin have entered LoI-5448-14. They stand in a hospital waiting room. Six of the chairs are filled with humanoid entities constructed from rolled up magazines. The exploration team does not acknowledge these entities. A red, green and blue tube leads down each of the corridors leading out of the waiting room. DuShawn: I think this is the first time we've been somewhere air conditioned. Michaels: A nice change of pace, yeah. You think we should split up? McGlocklin: I don't think that's a good idea, considering, uh, what happened last time we split up. Michaels: Good point. All together then. DuShawn, Michaels, and McGlocklin each walk toward the green, red, and blue corridors respectively. Two magazine entities accompany each of them. The agents do not acknowledge that they are being followed by these entities instead of each other. McGlocklin: Um, how far are we going to go down? After a short pause, McGlocklin nods in confirmation. All of the agents walk for fifty meters down the different corridors. They pass a door with a stained glass window that appears every ten meters with a placard next to it that says \"Doctor's Office\". Michaels: I have a feeling this is going to be a whole lotta nothin'. The agents walk for another twenty meters. McGlocklin: Yes, I would like to keep going. The agents walk for another forty meters. Michaels: I'm becoming less convinced there's an end to this. The agents walk for another ten meters. DuShawn stops and turns to one of the magazine entities following her. McGlocklin and Michaels continue. DuShawn: What do you mean you want to turn around? The magazine entity does not respond. DuShawn: But what if something changes? The magazine entity does not respond. DuShawn: Yeah, yeah you're right. I do want to find him. The magazine entity does not respond. DuShawn: Fine! You're right! I want to feel like a hero. But that doesn't mean you're right for being Mr. Jaded! Michaels: I swear it's like we haven't even moved! It's all the fucking same! DuShawn: Well maybe some of us are still searching for something to be passionate about. I hate being bored as much as you do, but maybe instead of waddling in your own self pity you could do something about it! Get excited about something! We're in the middle of a fucking existential maw of despair for christ's sakes! 3 The magazine entity in front of DuShawn does not respond. DuShawn slumps against the wall of the corridor. DuShawn: Yeah. You're right. But desperate times call for desperate measures. And I'm desperate to feel excited again. Michaels: I hate this. Michaels sits down against the wall. Both of the magazine entities following him sit beside him. Michaels: I know Viv. I'm bored too. McGlocklin walks for another fifty meters before pausing to look back at the magazine entities. McGlocklin: I'm ok to keep going. I don't really mind. McGlocklin walks for another two hundred meters. It is currently unknown how all three video streams are being received, since it is estimated that DuShawn and Michaels are far outside of the receiver's range. McGlocklin: Do you think we should see what's inside one of these doors? DuShawn stands. DuShawn: Fuck it. I'm opening the damn door. Michaels stands as well and moves toward the door. Michaels: Maybe there's something new behind this thing. Michaels, DuShawn, and McGlocklin all open the door at the same time. Inside the room, is a single operating table, with a heart rate monitor next to it. The heart rate monitor is turned off. Lying on the bed is Xingyu Li, asleep. DuShawn: Xingyu? Li slowly awakes. Li: Guys? Michaels, DuShawn and McGlocklin all push against each other to enter the room. The magazine entities are no longer present in any of the video streams. Michaels, DuShawn, McGlocklin and Li appear to be in the same room together. DuShawn: Holy shit! How are you ok? Michaels: How did you end up here? McGlocklin: Umm… hi Xingyu. Li: Woah, woah. One at a time. Michaels: In that case we'll start with your current status. Li: I believe I've fully recovered. DuShawn: Recovered? What happened to you? Li: While you guys were gone exploring the castle, a massive windstorm rolled in. I wasn't ready for it at all, and the gusts carried me off the cloud. Michaels: Wait, you fell off the cloud? Li: I'd say I was blown off of it, but same idea. DuShawn: But you weren't kidnapped. Li: No. Well, ok, only sort of. Michaels: I don't understand \"sort of\". Li: When I hit the ground, I blacked out, and when I woke up, I was here, with someone next to me. Michaels: Like, a person? Li: Yeah… as opposed to? Michaels: A void monster? I don't know. This place doesn't seem like somewhere humans would thrive. Li: Well, it was a person. I talked to them for a bit. Actually… I think they wanted to meet you. DuShawn: Meet Eric? Li: Yeah, yeah. I know where to find them too. He told me where to go before I fell back asleep. DuShawn: Then show us the way! Let's go! DuShawn helps Li off of the table. They both head toward the door, with McGlocklin following them. Michaels does not move. DuShawn: Are you coming? Michaels: I'm not sure we should engage. DuShawn: Why? Michaels: Our goal here is to explore and— DuShawn: And this person might be our guide. Michaels: But what if— DuShawn: You're scared, aren't you? Michaels: Excuse you? DuShawn: You heard me. You're scared. You're scared you're going to be surprised for once. Michaels: I'm not— DuShawn: Last night you told me you were also scared of never being surprised again. I'm not sure what's scarier to you, but you'll never be surprised if you never let yourself be surprised. Michaels: But— but… Michaels sighs, and stands up. Michaels: Fine. Let's go. Michaels, DuShawn, and McGlocklin follow Li out of the room. < End Transcript >",
        "Inside The Machine. Feature Name: The Machine Description: While the park is full of natural beauty and chaos, sometimes its a nice change of pace to see something that is best described at the epitome of order. The Machine is a large complex occasionally located 4 in the Sigma-6 quadrant. Inside is a series of immaculately laid out circuits and gears and pipes. The Machine's mechanisms are condensed so that there is no space left unused, except for a grid of access hallways that visitors can tour. Visitor Preparations: The Machine is a fairly calm location to explore. However, in the event that The Machine activates, all visitors should be prepared to evacuate immediately. History: The recordings we have from the first exploration of the Maw indicate that The Machine is the only artificially constructed section of the park. Below is the transcript from their visit: < Begin Transcript > Michaels, DuShawn, McGlocklin and Li are inside of a long corridor with a cement floor and glass walls and ceiling. Outside of the corridor is an interconnected series of tubes, circuits and simple machines. Halos, similar to those seen in LoI-5448-1, are placed in glass containers scattered throughout the area. Light from these halos filters into nearby wires and tubes, causing them to glow. The hallway is illuminated by candles, which do not cast sufficient light to see where the machinery surrounding the corridor ends, if it does so. DuShawn: Did they build all of this? Li: I think so. Michaels: But what is it? Li: I don't know. A Rube Goldberg Machine? DuShawn: Real funny. Li: I mean, I could be right. Sometimes people just want to make something. Doesn't have to be useful. Michaels: Anything to help pass the time. The corridor eventually leads into a large glass dome. There are ladders leading down from the outside of the dome into the circuits and pipes below. In the center of the dome lies a metallic capsule connected to colored tubes 5 . A low hum can be heard from the capsule. Michaels opens the capsule using a handle located on its side. Inside are a garden hoe and a stethoscope. The capsule makes a quiet beeping noise. DuShawn: What the hell? Li: I get the feeling that we've been here far too long. Michaels reaches down to pick up the stethoscope. Unknown: Hey! Umm… could you not touch that? A man (henceforth SCP-5448-A) climbs up one of the ladders attached to the dome. He is carrying a toolbox, and his clothes are stained with machine grease. He surveys DuShawn, McGlocklin and Li, before locking eyes with Michaels. SCP-5448-A: You… I know you from— Michaels: Tony? The two are silent for a moment before SCP-5448-A begins to laugh. SCP-5448-A: No wonder I didn't recognize you. It has been a minute, hasn't it? DuShawn pulls Michaels backwards. Michaels struggles against her. McGlocklin retreats backwards a few feet. DuShawn: What the hell are you doing? Michaels: Let go! That's my brother! DuShawn: Or its an abomination of the goddamn void! Li: Viv! It's fine! This is umm… one of the people who saved me. DuShawn and Michaels both stop to look at Li. After a moment, DuShawn lets go of Michaels, who brushes himself off. SCP-5448-A: How's umm… how's everything been? Michaels: [to SCP-5448-A] They told me you were dead. SCP-5448-A: You know, I think Joyce said the exact same thing. Michaels: Joyce is here too? What about dad? SCP-5448-A: Dad came and went. He's at peace now. But Joyce is still here. Michaels: Where? SCP-5448-A: Well, if your troupe doesn't mind following along, I'll show you. Just uh, watch your step. The ground isn't as real as it looks in some places. < End Transcript >",
        "Context Unknown. Feature Name: The Flower Garden Description: Park Rangers have struggled to consistently locate The Flower Garden within The Maw. This is because The Flower Garden is so unstable that it only exists periodically. Due to this, there are very few facts known about the Flower Garden. It doesn't even always contain a real flower garden! Visitor Preparations: Exploration of The Flower Garden is forbidden. Any park-goers who arrive at The Flower Garden are to alert a park ranger as soon as possible. Michaels, DuShawn, McGlocklin, Li, and SCP-5448-A arrive in an area that appears to be covered with daisies. Video feed quality has degraded, making objects difficult to make out with certainty. SCP-5448-A: Joyce! You here? I brought uh, visitors. A woman wearing a lab coat (henceforth SCP-5448-B) arises from the daisies on the ground. Michaels: Joyce? SCP-5448-B: Eric! SCP-5448-B runs toward Michaels. The two embrace. Michaels: God, I've missed you. SCP-5448-B: I missed you too. It's been a while, hasn't it? Michaels: Heh, I guess it has. SCP-5448-B: You know, I never would've imagined we'd have a family reunion here, of all places. Michaels: Me neither. SCP-5448-B: How's Grace and Dean? Michaels: Who? SCP-5448-B: … that's your wife and kid, right? Michaels: Oh. Right. Sorry… I haven't seen them in a long, long time. SCP-5448-A: Wait, how long has it been since Omega-K? Michaels: I couldn't tell you. The people who were around back then have lost track of the time more than once. We've had to reset the calendar. Redefine year zero. Michaels motions to the rest of the exploration team. Michaels: None of these guys were even around back then. DuShawn: Umm, sorry to interrupt but if you don't mind me asking, why are you here? SCP-5448-A: It's a long story, but the short of it is uhh… SCP-5448-B: We want to fix death. DuShawn: Come again? SCP-5448-A: Eric can attest. We managed to kill people after Omega-K. And like, if we can bring death back for one person, maybe we can bring it back for everyone. For two seconds, SCP-5448-A and SCP-5448-B are replaced with skeletons. McGlocklin jumps backward, but the others do not respond. Afterwards, SCP-5448-A and SCP-5448-B return to their previous state. SCP-5448-B: And if not bring death back, then just become the reaper ourselves. SCP-5448-A: That machine you saw, we've been working on it… well ever since dad died. It's not like we have a hard deadline though. DuShawn: You're really trying to bring an end to this? Just the two of you? SCP-5448-B: Well, we could always use more help. DuShawn, Li and Michaels look at each other. McGlocklin backs away slowly. The video feeds from DuShawn, Li, and Michaels degrade to the point of being unusable. McGlocklin looks around, the video feed no longer displaying a flower garden. Instead she is standing in the middle of a park with a playground. There are teddy bears sitting on benches, observing the playground. Congregating near the swing set are five kids who appear to be younger versions of SCP-5448-A, SCP-5448-B, Michaels, DuShawn, and Li. DuShawn: Of course I'll play Super Heroes with you guys! Li: My mom said I didn't have to come back until sundown, so I can play! Michaels: I wanted to stay anyways. It's lonely back home. DuShawn: What about you, Sarah? McGlocklin: I… what? The video feed flickers back to the flower garden. Everyone has been replaced with the adult versions of themselves. Michaels: Sarah? McGlocklin: You're— you're insane. SCP-5448-B: We're just putting people to rest. Giving them an escape from the boredom of forever. McGlocklin: [shouting] You're planning a genocide! Everyone falls silent, and looks at McGlocklin. McGlocklin: I don't understand how you can hate just… being alive. Michaels: You're the first person I've heard say something like that in a long time. But you know, for every one of people like you, there's thousands of people like me. Like Viv. Like Xingyu. Just tired, tired people. McGlocklin: You don't have to kill everyone because of it! DuShawn: I'd rather that than be tortured forever. McGlocklin: Can't you hear what you're saying? Michaels: Do you like it then? McGlocklin: Like… like what? Michaels: Being alive. Waking up in the morning. I've only known you for a few days and you seem nothing but scared and afraid of what little spice life has left to offer. You're in a world where everything you see you haven't seen before, and you hate it here! McGlocklin: I—I don't mind my desk job… I like routine… Michaels: Even forever? McGlocklin: [mumbles] I… don't know. Michaels: I can't hear you. McGlocklin: I don't know! Michaels: You haven't thought about it at all? McGlocklin: Just leave me alone! McGlocklin turns to leave. Her steps create crunching sounds on the ground. McGlocklin looks down to see the flowers have been replaced with insect corpses. She screams and runs faster. Childrens' laughter can be heard from behind McGlocklin. Insect corpses fall from the sky, piling up on the ground. McGlocklin keeps running, eventually needing to swim through the dead insects. The video quality continues to degrade until no identifiable features remain. < End Transcript >"
    ],
    "item": "SCP-5448",
    "object_class": "Euclid",
    "containment_procedures": "Foundation blockades are to prohibit access to SCP-5448.",
    "description": "Park Rangers have struggled to consistently locate The Flower Garden within The Maw. This is because The Flower Garden is so unstable that it only exists periodically. Due to this, there are very few facts known about the Flower Garden. It doesn't even always contain a real flower garden!",
    "title": "SCP-5448"
}