{
    "url": "https://scp-wiki.wikidot.com/scp-5455",
    "all_text": "rating: \n+88\n+\n–\nx\n\n\n\n\n\n\n\n\nMRI scan of a deceased SCP-5455-1 instance.\n\n\n\n\n\n\n\n\n\n\n\n\nITEM #:\n\n\n5455\n\n\n\n\n\n\nCONTAINMENT CLASS:\n\n\nKETER\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Persons in or near Valdez, Alaska who become suddenly and unexpectedly mute are to be considered SCP-5455-1 instances and are to be terminated via fumigation. Persons in or near Valdez who suddenly experience formication\n1\n will inevitably become SCP-5455-1 instances, and are to be terminated via fumigation. Corpses of persons who exhibited either of the above symptoms prior to death are to be fumigated. Persons sleeping in the same household as a fumigated person/corpse are to be separately quarantined in Provisional Site-188 until further notice.\n\n\nDue to Valdez's small and isolated population, Foundation monitoring of Richardson Highway and Port Valdez has been effective in controlling travel in and out of the township.\n\n\nDescription:\n SCP-5455 is a breed of carpenter ant found in Valdez, Alaska which engages in abnormal parasitic behavior. A colony of SCP-5455 infects humans by tunneling through the cribriform plate in the nose and entering the skull (usually at night, when potential hosts would be sleeping). Once inside the skull, SCP-5455 chews deep channels into the host's motor cortex until it has been entirely destroyed. This prevents the host from voluntarily moving, but still allows automatic functions such as breathing and consciousness. This also exposes multiple blood vessels, which SCP-5455 uses to crawl into the host's circulatory system. The circulatory system allows access to the spinal cord, which is stimulated at various points to control the host's movement\n2\n. At this point, the host has been fully infected, and is reclassified as an instance of SCP-5455-1.\n\n\nSCP-5455-1 instances will attempt to emulate the host's daily routine, blend into human society, and discreetly infect others. While SCP-5455-1 instances are capable of replicating most human functions, they are incapable of replicating complex motor functions. These include (but are not limited to) speaking, writing by hand, and operating motor vehicles. SCP-5455-1 instances are able to understand language and type on keyboards.\n\n\nAddendum 5455.1:\n Several carpenter ants were found within Provisional Site-188 after two consecutive days of heavy rain. It is unknown whether these carpenter ants are members of SCP-5455. Efforts to seal Provisional Site-188 are ongoing. Foundation monitoring of local stores has also detected a dramatic increase in insecticide purchasing.\n\n\nAddendum 5455.2:\n Michael Crooner, an SCP-5455-1 instance, has been frozen alive at Provisional Site-188 for further research. Crooner was identified as an SCP-5455-1 instance after he was arrested for entering a hospital while holding a bloody paring knife in his right hand. While the reason SCP-5455 guided Crooner to the hospital is unknown, it was likely to treat the multiple lateral cuts which had removed almost all of the skin on his left arm. These cuts exposed roughly 160 carpenter ants, which were using Crooner's blood vessels to crawl into and out of his open wounds when he was frozen.\n\n\nMichael Crooner's health records do not indicate a history of self-harm prior to this incident. However, they do state that Crooner is a diagnosed insomniac.\n\n\nAddendum 5455.3:\n Separately quarantining civilians at Provisional Site-188 has become unsustainable. To help preserve space, civilians who have been quarantined for over 3 days and exhibit no symptoms of SCP-5455 infection are to be quarantined together.\n\n\nAddendum 5455.4:\n On 01/08/2017, Head Researcher Ussak used a terminal at Provisional Site-188 to transmit the following emergency message:\n\n\n\n\nTHEY'RE IN MY VEINS\n\n\n\n\nA secondary team was deployed to terminate Head Researcher Ussak along with all other infected Foundation personnel. Upon arrival, the secondary team was unable to locate any Foundation personnel at Provisional Site-188, Richardson Highway, or Port Valdez.\n\n\nRecords from the Port Valdez containment team referred to 22 sailboats, rowboats, canoes, and other motorless boats which were unaccounted for in the secondary team’s search of Port Valdez.\n\n\nMonitoring of Alaska’s southern coastline is ongoing.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A feeling that insects are crawling underneath one's skin.\n\n\n2\n. The circulatory system is also used as an egg hatchery and larva nursery. This allows SCP-5455 colonies with hosts to rapidly grow in size, often exceeding 20,000 ants.\n\n\n\n\n\n\n\n\n\n\nby \nAnActualCrow\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5454\n | SCP-5455 | \nSCP-5456\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5455\n\" by AnActualCrow, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5455\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n brainscan.png\n\n\nName:\n FMRI Brain Scan\n\n\nAuthor:\n DrOONeil\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\nAdditional Notes:\n Image was edited by \nAnActualCrow\n\n\n\n\n\n\nFilename:\n scanline.png\n\n\nAuthor:\n \nAnActualCrow\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nSCP-5455",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5455 \" by AnActualCrow, from the SCP Wiki . Source: https://scpwiki.com/scp-5455 . Licensed under CC-BY-SA .",
        "Filename: brainscan.png Name: FMRI Brain Scan Author: DrOONeil License: CC BY-SA 3.0 Source Link: Wikimedia Commons Additional Notes: Image was edited by AnActualCrow",
        "Filename: scanline.png Author: AnActualCrow License: CC0 Source Link: SCP-5455"
    ],
    "containment_procedures": "Persons in or near Valdez, Alaska who become suddenly and unexpectedly mute are to be considered SCP-5455-1 instances and are to be terminated via fumigation. Persons in or near Valdez who suddenly experience formication1 will inevitably become SCP-5455-1 instances, and are to be terminated via fumigation. Corpses of persons who exhibited either of the above symptoms prior to death are to be fumigated. Persons sleeping in the same household as a fumigated person/corpse are to be separately quarantined in Provisional Site-188 until further notice.",
    "description": "SCP-5455 is a breed of carpenter ant found in Valdez, Alaska which engages in abnormal parasitic behavior. A colony of SCP-5455 infects humans by tunneling through the cribriform plate in the nose and entering the skull (usually at night, when potential hosts would be sleeping). Once inside the skull, SCP-5455 chews deep channels into the host's motor cortex until it has been entirely destroyed. This prevents the host from voluntarily moving, but still allows automatic functions such as breathing and consciousness. This also exposes multiple blood vessels, which SCP-5455 uses to crawl into the host's circulatory system. The circulatory system allows access to the spinal cord, which is stimulated at various points to control the host's movement2. At this point, the host has been fully infected, and is reclassified as an instance of SCP-5455-1.",
    "title": "SCP-5455"
}