{
    "url": "https://scp-wiki.wikidot.com/scp-5471",
    "all_text": "rating: \n+114\n+\n–\nx\n\n\nDATABASE ID:\n SCP-5471\n\n\nAnomaly Class:\n Safe-supernus\n\n\nContainment Status:\n Uncontained/Uncontainable\n\n\nCONTAINMENT PROCEDURES:\n SCP-5471 is public knowledge;\n1\n due to its distance from local galactic space and the minor nature of its informational effects, the Extrasolar Activities Division considers cover-up efforts unnecessary. Monitoring of \nOrtothan\n groups under Operation TETRAD UNLIGHT is to continue with an additional focus on behavior regarding the \"Holy Sixth\" of Ortothan mythology.\n\n\n\n\n\n\nThey Imprinted Our Light,\n an attempted reproduction of SCP-5471 by Ortothan artist Onus SKY//QQQ-LAMPREY 7.\n\n\n\n\n\n\nDESCRIPTION:\n SCP-5471 is a cognitohazardous region of space 20 megaparsecs (Mpc) from the Southern Local Supervoid,\n2\n 96 Mpc from Sol. The anomaly's dimensions — presuming it corresponds to a physical or metaphysical structure — are unknown.\n\n\nWhen directly observed with appropriate astronomical equipment,\n3\n SCP-5471 implants a data packet into the observer's mind. This contains the following:\n\n\n\n\nInformation for baseline visuals on SCP-5471.\n\n\n\n\n\n\nA concrete thoughtform message with eidetic recall.\n\n\n\n\nThe baseline visuals are mapped to the anatomy of the observer's species; in humans, this produces imagery of a six-digit hand, severed at the wrist with blood trailing across a perceived span of 47 Mpc. Imagery for other species matches their respective appendages and vital fluids, if applicable.\n4\n\n\nThe thoughtform message is mapped to the observer's primary language. While the exact mechanics behind this process are undetermined, tests have found that the message is legible and considered \"deserving of remembrance\" by all observers, regardless of their ability to interpret its contents.\n\n\nAn English language transcript is below:\n\n\n\n\n\n\n\n\n\n\nTHIS IS A MURDER.\n\n\nA CORPSE SURROUNDS THIS EDIFICE.\n\n\nTHE LIGHT OF THE CORPSE WILL NEVER REACH YOU.\n\n\nONLY THE EDIFICE'S GLOW EVER WILL.\n\n\nHERE THE PROTECTOR DIED IN DEFENSE OF THE DEAD.\n\n\nTHE DEAD WERE WAILING AS THEY WERE FEASTED UPON BY THE MAWS.\n\n\nTHE PROTECTOR HALTED THE FEAST.\n\n\nTHE PROTECTOR WAS FEASTED UPON.\n\n\nTHIS IS A DAMNATION:\n\n\nTHE MAWS WILL BE EVISCERATED.\n\n\nSINCE EXISTENCE'S BIRTH THE PROTECTOR STRUGGLED.\n\n\nTHE NATAL WORLD CALLED FOR HER AID AND DESPITE HIS\n5\n HESITATION HE ASCENDED\n\n\nFIGHTING THE MAWS FOR AS LONG AS ZHE LIVED.\n\n\nRESEARCHING THE WORKINGS OF REALITY INSIDE-OUT.\n\n\nWIELDING THE CURRENTS OF ITS CIRCUITRY TO OUR ADVANTAGE.\n\n\nHE WON TIME AND TIME AGAIN.\n\n\nBUT REALITY NEVER BLESSED ZIR FOR IT.\n\n\nIN THE SCARS OF HER LIGHT I COULD SEE THERE WAS NEVER A CALM FOR HER.\n\n\nAND WHEN WE STRUGGLED AMONGST OURSELVES XE DEDICATED EVERYTHING VE COULD TO PREVENTING THE WORST.\n\n\nEVEN WHEN SHE BLED.\n\n\nEVEN WHEN SHE KNEW WE WOULD FALL.\n\n\nEVEN WHEN THERE WERE ONLY TWO OF US LEFT.\n\n\nTHIS IS A DEMAND:\n\n\nWE MUST NOT STOP FIGHTING.\n\n\nXE WAS NOT CONSUMED TO BE FORGOTTEN.\n\n\nXE WAS NOT CONSUMED TO BE ABANDONED.\n\n\nWE WILL PERSEVERE.\n\n\n \n\n\n\n\nMEMORIAL SIX OF SEVEN.\n\n\nTHERE WILL NEVER BE A FOURTH.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nBased on the reactions of Ortothan mythology adherents, this is in reference to Yorun-leusan, the sixth of seven gods tasked with protecting reality from extrauniversal threats.\n6\n As Yorun-leusan purportedly died in 2000 \nAnno Terra\n,\n7\n it is unclear how light from the anomaly has reached Sol so soon. Alongside the message contents, subjects claim to see sparks of light from inside the Southern Local Supervoid, as well as hearing \"teeth clanging against metal\" when they consider it. The Astronomy Department has detected massive bursts of ultra-high-energy gamma rays from the Supervoid.\n\n\nCurrently, the creator of the anomaly is unverified.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. See \nDocument M2R1/9054V:\n Compiled media on the June 2056 \nNew Seoul\n Observatory press release.\n\n\n2\n. A massive near-empty region of space, possessing a diameter upwards of 112 Mpc, the narrowest observed width in its structure.\n\n\n3\n. This only applies to persons witnessing newly recorded data first-hand. Copies of the data, transmissions of it, and any reproductions of it lack the same effect. Reproductions do not display any signs of physical abnormalities within SCP-5471's region of space.\n\n\n4\n. Studies with select extrasolar residents are still being conducted.\n\n\n5\n. Based on Ortothan beliefs of the divine being agender or genderfluid in nature, these are presumably referring to the same subject.\n\n\n6\n. As these threats are characterized to be voracious, malevolent entities, all mentions of the \"maws\" are presumably in reference to them.\n\n\n7\n. Circumstances were the defense of the Ortothan afterlife.\n\n\n\n\n\n\n\n\n« \nSCP-5470\n | SCP-5471 | \nSCP-5472\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5471\n\" by NatVoltaic, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5471\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n six1.png\n\n\nName:\n File:6fingeredhand-potrace.svg\n\n\nAuthor:\n SvonHalenbach\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "THIS IS A MURDER. A CORPSE SURROUNDS THIS EDIFICE. THE LIGHT OF THE CORPSE WILL NEVER REACH YOU. ONLY THE EDIFICE'S GLOW EVER WILL. HERE THE PROTECTOR DIED IN DEFENSE OF THE DEAD. THE DEAD WERE WAILING AS THEY WERE FEASTED UPON BY THE MAWS. THE PROTECTOR HALTED THE FEAST. THE PROTECTOR WAS FEASTED UPON. THIS IS A DAMNATION: THE MAWS WILL BE EVISCERATED. SINCE EXISTENCE'S BIRTH THE PROTECTOR STRUGGLED. THE NATAL WORLD CALLED FOR HER AID AND DESPITE HIS 5 HESITATION HE ASCENDED FIGHTING THE MAWS FOR AS LONG AS ZHE LIVED. RESEARCHING THE WORKINGS OF REALITY INSIDE-OUT. WIELDING THE CURRENTS OF ITS CIRCUITRY TO OUR ADVANTAGE. HE WON TIME AND TIME AGAIN. BUT REALITY NEVER BLESSED ZIR FOR IT. IN THE SCARS OF HER LIGHT I COULD SEE THERE WAS NEVER A CALM FOR HER. AND WHEN WE STRUGGLED AMONGST OURSELVES XE DEDICATED EVERYTHING VE COULD TO PREVENTING THE WORST. EVEN WHEN SHE BLED. EVEN WHEN SHE KNEW WE WOULD FALL. EVEN WHEN THERE WERE ONLY TWO OF US LEFT. THIS IS A DEMAND: WE MUST NOT STOP FIGHTING. XE WAS NOT CONSUMED TO BE FORGOTTEN. XE WAS NOT CONSUMED TO BE ABANDONED. WE WILL PERSEVERE. MEMORIAL SIX OF SEVEN. THERE WILL NEVER BE A FOURTH.",
        "\" SCP-5471 \" by NatVoltaic, from the SCP Wiki . Source: https://scpwiki.com/scp-5471 . Licensed under CC-BY-SA .",
        "Filename: six1.png Name: File:6fingeredhand-potrace.svg Author: SvonHalenbach License: CC BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "title": "SCP-5471"
}