{
    "url": "https://scp-wiki.wikidot.com/scp-5479",
    "all_text": "#page-content\n \n.collapsible-block\n \n{\n \n    \nposition:\n \nrelative\n;\n    \npadding:\n \n0.5\nem\n;\n    \nmargin:\n \n0.5\nem\n;\n    \nbox-shadow:\n \n2\npx\n \n1.5\npx\n \n1\npx\n rgba(\n176\n,\n16\n,\n0\n,\n0.7\n), \n0\n \n0\n \n0\npx\n \n1\npx\n lightgrey\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n\n}\n\n \n\n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \nblack\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n \n\n}\n\n \n\n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\ncenter\n;\n\n}\n\n \n\n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \ncolor:\n dimgrey\n;\n\n}\n\n \n\n.collapsible-block-link\n \n{\n\n    \nfont-weight:\n \nbold\n;\n    \ncolor:\n dimgrey\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n \n\n.addendumbox\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nbox-shadow:\n0\n \n2\npx\n \n5\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n),\n0\n \n2\npx\n \n10\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.12\n)\n;\n\n}\n\n \n\n.material-box\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nborder:\n \n1\npx\n lightgrey \nsolid\n;\n    \nbox-shadow:\n \n1\npx\n \n2\npx\n \n2\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n)\n;\n\n}\n\n \n\n.material-box\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.wiki-content-table\n \n{\n\n    \nwidth:\n \n100\n%\n;\n\n}\n\n \n\n.addendumbox\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.addendumtitle\n \n{\n\n   \nopacity:\n \n0.8\n;\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \n#b01\n;\n\n}\n\n \n\n.maintitle\n \n{\n\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-header\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \nfont-size:\nx-large\n;\n    \ncolor:\n#b01\n;\n\n}\n\n \n\n.addenda-header\n \n{\n\n    \nwidth:\n \n100\n%\n;\n    \nborder-bottom:\n \n2\npx\n \nblack\n \nsolid\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-info\n \n{\n\n    \ndisplay:\nflex\n;\n    \njustify-content:\nspace-between\n;\n    \nfont-size:\nlarge\n;\n\n}\n\n \n\n.scp-info-box\n \n{\n\n    \ndisplay:\nflex\n; \n    \njustify-content:\nspace-between\n;\n\n}\n\n \n\n.object-info\n \n{\n\n    \ncolor:\nblack\n;\n    \nalign-self:\n flex-end\n;\n    \nfont-size:\n \nlarge\n;\n\n}\n\n \n\n.title-style\n \n{\n\n    \nopacity:\n \n0.8\n;\n    \nmargin-bottom:\n \n10\npx\n;\n    \ncolor:\n \n#b01\n;\n    \nfont-size:\n \nlarge\n;\n    \ntext-decoration:\n \nunderline\n;\n    \nfont-weight:\n \nbold\n;\n\n}\n\n \n\n.update-div-empty\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n    \ncolor:\n lightgrey\n;\n\n}\n\n \n\n.update-div\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n\n}\n\n \n\n.computed\n \n{\n\n    \nborder:\n \n1\npx\n \nblack\n \nsolid\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.computed\n:before\n \n{\n\n    \ncontent:\n\"Computed \nCode\n\"\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.rawcode\n \n{\n\n    \nborder:\n \nblack\n \nsolid\n \n1\npx\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.rawcode\n:before\n{\n\n    \ncontent:\n\"Raw \nCode\n\"\n;\n    \ntext-align:\n \ncenter\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.codebox\n \n{\n\n    \ndisplay:\n \ninline-block\n;\n    \nwidth:\n \n100\n%\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \nem\n,  \n.yui-navset\n \n.yui-nav\n \na\n \nem\n{\n\n        \npadding:\n \n0.25\nem\n \n.75\nem\n; \n        \ntop:\n \n0\npx\n;\n        \nmargin-bottom:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n     \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \n{\n\n       \nmargin:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:focus\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:hover\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n         \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n:hover\n,\n\n.yui-navset\n \n.yui-nav\n \na\n:focus\n \n{\n\n    \nbackground:\n gainsboro\n;\n    \ntext-decoration:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n, \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n \n{\n\n\nbackground-color:\n \nnone\n;\n\nbackground-image:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n \n{\n\n\nbackground:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \nli\n{\n\n\nmargin:\n \n0\npx\n;\n\n}\n\n \n\n#page-content\n \n.licensebox\n \n.collapsible-block\n \n{\n\n    \nposition:\n unset\n;\n    \npadding:\n unset\n;\n    \nmargin:\n unset\n;\n    \nbox-shadow:\n unset\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\n \nleft\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \nleft\n;\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-link\n \n{\n\n    \ncolor:\n \ninherit\n;\n    \ntext-align:\n \nleft\n;\n\n}\n\n\n\n\n\n\n\n\n\n\nrating: \n+274\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nVikander-Kneed Technical Media Hub\n\n\n \n\n\nMore by Grigori Karpin\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+274\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMovie poster for SCP-5479 recovered after discovery.\n\n\n\n\n\n\nSpecial Containment Procedures\n:\n\n\nNo researcher having had contact with the Ethics Committee, or having been amnesticized within the last week, may have any contact with SCP-5479.\n\n\nMETATRON.aic is to monitor all film festivals in North America for any mention of GOI-5889. If GOI-5889 is confirmed to be participating in any film festivals – past, present, or future – MTF-Gamma-5 (“Red Herrings”) is to be mobilized to begin clean-up and cover-story operations.\n\n\n\n\nUpdate\n: After deliberation between O5-3 and the Ethics Committee, SCP-5479 has been transferred to Site-43, as the facility is better suited for the storage and study of the anomaly.\n\n\n\n\nDescription\n:\n\n\nSCP-5479 designates an anomalous film produced and distributed by GoI-5889 (“\nVikander-Kneed Technical Media\n”) entitled “A Movie of You.”\n\n\nThe film depicts events in the past week of the viewer’s life, as if a camera crew had followed the subject. The film is edited and directed to a level of quality usually reserved for professional documentary films. Additionally, SCP-5479 features narration from a male individual showing 95% match with the vocal patterns of actor Jeff Bridges.\n1\n\n\nDiscovery\n:\n\nOn 17 June, 2011, Foundation agents embedded in the Georgia State Police were notified of a panic at the First Annual Shiloh Film Festival. SCP-5479 had premiered at the festival earlier that evening, and individuals who had seen the film were being treated for acute dissociative states and post-traumatic symptoms. Several individuals had been hurt in the ensuing panic, but none of the injuries were life-threatening. MTF Gamma-5 were mobilized to take statements and administer amnesticization to those who had viewed the film. Festival records were altered, and Foundation personnel retrieved all promotional materials and the film itself.\n\n\nNo Vikander-Kneed representatives were present at the showing. When interviewed, the managers of the festival were unaware the film had been added to the roster. They had no idea how the film had received the festival’s official selection before such deliberations had even occurred.\n\n\n\n\n\n\n► Level-5 Clearance Required ◄\n\n\n\n\n▼ Close File ▼\n\n\n\n\n\n\nWelcome, O5-3.\n\n\n\n\nThe following is a series of excerpts from SCP-5479 transcribed by Dr. ███████\n2\n before her amnesticization. For a full record of the one-hundred-twenty-three minute film, please contact Maria Jones of RAISA.\n\n\n\n\n\n\nTitle Card\n: \nA Movie of You\n\n\nStarring\n: ████ ███████\n\n\n\n\n\n\n[Researcher pauses the playback.]\n\n\nResearcher B\n: That’s bizarre, that’s my name.\n\n\n[Researcher B dials up the Site Director on the landline within the testing chamber.]\n\n\nResearcher B\n: Director, hi. This is B, in Memetics, I’m reviewing the new film anomaly… that’s right, SCP-5479. Well, the thing is, the title card says it’s starring me? I don’t unde–\n\n\n[Researcher stops speaking for several minutes.]\n\n\nResearcher B\n: Okay, I’ll do my best.\n\n\n[Researcher hangs up the phone and restarts the film.]\n\n\n\n\n[Black screen, then white letters overlay: “Monday, June 18, 2011.”]\n\n\n\n\n\n\nFrame of SCP-5479 showing D-Class Wing Alpha, Site-19.\n\n\n\n\n\n\n[Film cuts to D-Class Wing Alpha at Site-19. Researcher B waits at the checkpoint, looking at her tablet. Jeff Bridges begins his voice over.]\n\n\nJeff Bridges\n: ████ ███████ had a long day ahead of her, what with a backlog of memetic anomalies to review. But first, she’s picking up a test subject. Cozy living arrangement, ain’t it?\n\n\n[Camera swings up to look down one of the two walkways adjacent to the D-Class residential units. Site-19 security is escorting D-17568 towards Researcher B.]\n\n\nSecurity personnel\n: D-17568, you will accompany Dr. B to the testing lab and follow her instructions.\n\n\nD-17568\n: Yes, sir.\n\n\n[Researcher B nods, not looking up from her tablet, and walks back in the opposite direction. D-17568 follows closely behind.]\n\n\nJeff Bridges\n: Don’t worry, she grows on you.\n\n\n[Film cuts to Researcher B and Junior Researcher Sarah Polanski (her subordinate) looking through an observation window into Testing Chamber Gamma. D-17568 is assessing examples of memetic filters, testing for effectiveness.]\n\n\nPolanski\n: Okay D-17568, tell us what you’re feeling when you look at the picture.\n\n\nD-17568\n: Dizzy, like I’ve been in a hot shower too long. Can I look away yet?\n\n\n[Researcher B shakes her head.]\n\n\nPolanski\n: Not quite yet, but keep us informed if anything changes.\n\n\n[Polanski turns back towards Researcher B and receives a coffee from her.]\n\n\nPolanski\n: Thanks.\n\n\nResearcher B\n: You hear that Benning lost a couple more?\n\n\nPolanski\n: No! God, that idiot. Can’t he train them better?\n\n\n[Researcher B shrugs. She looks through at D-17568, typing out notes on her observation.]\n\n\nResearcher B\n: All I know is, one of these days he’s the one who’s gonna get the shit detail.\n\n\nPolanski\n: \n[Laughs]\n Ah, I see what you did there.\n\n\n[She sips her coffee and looks through the observation window.]\n\n\nPolanski\n: Aw crap.\n\n\n[Researcher B looks through the window. The camera follows her gaze to show D-17568 slumped over the desk, the tablet with the memetic filter having fallen to the floor.]\n\n\nResearcher B\n: Goddamn it! That took hours to encode.\n\n\n[She opens the testing chamber and gathers up the tablet, careful to avert her eyes until the memetic filter is turned off. She takes a few moments to run a diagnostic program.]\n\n\nResearcher B\n: Oh, thank god, it’s okay.\n\n\nPolanski\n: Better call in for medical.\n\n\nResearcher B\n: \n[Sighs]\n Suppose so.\n\n\nJeff Bridges\n: Here at the SCP Foundation, it’s the bedside manner that really sets 'em apart from your more traditional internment camps.\n\n\n[Film cuts to black.]\n\n\n\n\n[Screen remains black and then white letters fill the screen: “Tuesday, June 19, 2011.”]\n\n\n[Segment opens on a large auditorium-styled meeting room, room, subsequently confirmed to be Briefing Room Beta, Site-19. Researcher B is sitting in the audience as HMCL Director Hughes continues speaking.]\n\n\nJeff Bridges\n: Just another day in the life of Level-3 researcher. But life at the Foundation was far from ordinary, even the bureaucracy has its sacrifices.\n\n\n\n\n\n\nFrame of SCP-5479 showing a Site-19 HMCL committee meeting.\n\n\n\n\n\n\nDirector Hughes\n: We had another three D-Class dead in 173’s containment. This is ridiculous, we know what is necessary, we know how to deal with the stupid statue. Benning, you want to tell me how we lost another three yesterday?\n\n\nResearcher Benning\n: \n[clears throat]\n Human error. They had been involved in cleaning operations on two other occasions.\n\n\nHughes\n: Bullshit! These are important assets, unless you’d like to be in there hosing down the shit and the blood?\n\n\n[Benning does not respond. Hughes sits on the desk next to his laptop.]\n\n\nHughes\n: Let me make something clear to all of you, we don’t have endless bodies to throw at these anomalies. Don’t take the D-Class for granted. They may be disposable, but they need to be preserved like any asset.\n\n\n[The gathered researchers are staring at Hughes.]\n\n\nHughes\n: Repeat after me: The. D-Class. Are. Useful. Tools. \n[Sighs]\n Benning, it’s time we changed the system around the statue anyway. No reason we can’t automate. And the rest of you, keep it in mind: D-Class may be there for your use, but use them wisely.\n\n\n[Researcher B files out of the room with her colleagues. As she approaches Memetics Lab Gamma, an alarm starts ringing. She hurries into her lab, secures the lab door, and goes to her desk, withdrawing a Ruger 9mm sidearm from a drawer. She sits behind her desk on the floor, gun gripped tightly.]\n\n\nJeff Bridges\n: One might ask, “What did she do to deserve this?” But the stark truth is people don’t get what they \ndeserve\n, they just \nget\n.\n\n\n[There is pounding on the lab's door as explosions are heard deeper into the facility. Someone is yelling through the door. Researcher B braces her arms across the top of the desk while sitting on her knees, the Ruger pointed at the secured door. The yelling is indecipherable through the door.]\n\n\nJeff Bridges\n: Her heart beats intensely, sweat pours down her back. Who would pound on a lab door like this? Who could it be? Too long since she was on a range, she hasn’t fired the gun in months.\n\n\n[The yelling through the door becomes clearer as the distant explosions momentarily cease.]\n\n\nD-17568\n: Dr. B, let me in! It’s insane out here!\n\n\nIntercom\n: Emergency. Containment breach in process. All non-security personnel are remanded to their stations and ordered to perform lockdown procedures. This is not a drill.\n\n\n[The door to the lab is struck hard twice by a metallic object. Researcher B is shaking her head.]\n\n\nJeff Bridges\n: What sort of containment breach is it? What if this isn’t the D-Class?\n\n\nD-17568\n: Please please please please, let me in goddamnit!\n\n\n[The metal clanging reaches a high tempo, finally breaking the electronic lock and allowing the D-Class to wedge open the door. The klaxon continues to sound, in addition to the lab-specific alarm that begins as the secured door is breached. D-17568 lurches forward towards Researcher B’s position behind the desk. He is bleeding from a wound on the scalp.]\n\n\nD-17568\n: Help me!\n\n\n[She shakes her head violently.]\n\n\nResearcher B\n: Get the fuck out of here!\n\n\nD-17568\n: I go out there, I’m dead!\n\n\nJeff Bridges\n: She’s got a serious moral quandary here. He broke into a secure lab during a containment breach. But he’s injured and D-Class, maybe he doesn’t know what lockdown procedures are. Besides, security personnel scramble their brains damn near weekly.\n\n\nResearcher B\n: Get out! Final warning.\n\n\nD-17568\n: No no no!\n\n\n[D-17568 moves forward towards her until they are only a meter apart, reaching for her hand. Researcher B fires her sidearm twice into his chest. D-17568 falls backward and lands on the tiled floor of the lab. Researcher B hurries around him and slams the door shut, wedging a stool against it. She turns back to the D-Class and watches as he dies, her arms shaking.]\n\n\nJeff Bridges\n: Well, what do you know? That “D” makes sense now.\n\n\n\n\n[Film cuts to a montage of security personnel clearing the room, and maintenance repairing the door. Researcher B stands near her station, the firearm on the desk in front of her. She does not look at it, or the body. Cut to a small hearing with members of the Ethics Committee, Researcher B standing silently in front of the two seated Committee members.]\n\n\nEthics Committee member 1\n: Given the situation, we think you performed admirably. Your primary concern was the safety of yourself and the security of the lab that is your station, this is all in accordance with protocol when a containment breach or other emergency takes place.\n\n\nEthics Committee member 2\n: We’ve all been in containment breaches before, we know how terrifying it can be. But it has been confirmed that D-17568 had not been affected by the containment breach, the nature of which we will not be discussing today.\n\n\n[Researcher B grips her hands tightly in front of her; there’s a fine tremor in her arms.]\n\n\nJeff Bridges\n: Uh oh. Looks like she’s in for it now.\n\n\nEthics Committee Member 1\n: But ultimately, you had no way of knowing whether D-17568 was affected, or in fact, what sort of anomaly had broken containment. You have testified you were in fear for your life and the security of your station, and the surveillance footage bears this out. Thus, despite the tragedy of D-17568’s demise, it is the decision of this body that it was a result of his own actions. Researcher B, we find you not guilty of professional negligence, and therefore, not culpable for the death of D-17568. Do you have any questions?\n\n\nResearcher B\n: I… I killed a man. There’re no consequences for that?\n\n\nEthics Committee Member 2\n: In this situation? No.\n\n\nEthics Committee Member 1\n: We could refer you to some security-cleared therapy, but honestly it might be easier for everyone involved if you were amnesticized. Do you have any problem with that?\n\n\n[Researcher B shakes her head.]\n\n\n[Medical personnel come into the room and administer amnestics to Researcher B. The camera fades to black.]\n\n\nJeff Bridges\n: All’s well that ends well, I always say. Lesson learned! ‘course, she won’t remember the lesson. But no harm done. Besides, what did he think was going to happen? He wasn’t putting the ideals of the Foundation first, and that way lies disaster.\n\n\n\n\n[Researcher B pauses the playback.]\n\n\nResearcher B\n: Jesus Christ.\n\n\n[Internal surveillance in the testing chamber shows her hanging her head, propped up by both hands, murmuring to herself.]\n\n\nResearcher B\n: None of that happened… did it?\n\n\n[The phone rings in the test chamber. Researcher B picks up the receiver.]\n\n\nResearcher B\n: Director? What is it?\n\n\n[She listens for a few moments. Then shakes her head.]\n\n\nResearcher B\n: No, it doesn’t seem to have any memetic effect. Just, for the lack of a better word… I’m not doing well with this, watching yourself do things you don’t remember. It’s disturbing.\n\n\n[She stops talking, presumably listening to the phone.]\n\n\nResearcher B\n: I’m sorry to interrupt but… I mean, did this hap – \n[She pauses]\n I see. Thank you. I’ll continue.\n\n\n[Researcher B hangs up the phone and restarts the film.]\n\n\n\n\n[White letters on a black background fill the screen: “Wednesday, June 20, 2011.”]\n\n\n\n\n\n\nFrame of SCP-5479 showing Researchers Polanski and B in Memetic Lab Gamma, Site-19.\n\n\n\n\n\n\n[Film segment opens on Memetic Lab Gamma, Site-19. The camera pans around the space before framing Researchers B and Polanski. B is turned away from the camera, but Polanski looks in the general direction of the camera almost making eye contact before looking away. They are both laughing.]\n\n\nPolanski\n: Right, and then, he pulls the mug outta the microwave and mimes looking horrified, screaming “the coffee is a cognitohazard!”\n\n\n[Researcher B laughs.]\n\n\nResearcher B\n: Kurt is such a goddamn goof.\n\n\nPolanski\n: So, where were you yesterday?\n\n\n[Researcher B turns to look at Polanski.]\n\n\nResearcher B\n: What do you mean?\n\n\nPolanski\n: You weren’t in the lab in the morning, and you weren’t at lunch when the alarm sounded, and we were locked down.\n\n\nResearcher B\n: Oh… yesterday I was… I had a meeting with the HMCL committee, and then I took the rest of the day to run some errands.\n\n\nPolanski\n: Huh, well did you hear what happened?\n\n\n[Researcher B shakes her head while bending over to examine something at her station.]\n\n\nPolanski\n: There was a containment breach, not sure what kind but a D-Class died right here in the lab.\n\n\nResearcher B\n: Jesus. Really?\n\n\nPolanski\n: Mmhmm. Must’ve gotten caught up in the breach somehow. It was actually one we’d worked with a few times, D-17568.\n\n\n[Researcher B shrugs.]\n\n\nResearcher B\n: I have the damnedest time remembering their numbers.\n\n\nJeff Bridges\n: I’m just doing voice over, but if I was on screen, I’d be giving the camera some serious side eye right now.\n\n\n\n\nEnd Log\n3\n\n\n\n\n\n\nClosing statement\n: Fifteen minutes after the end of the log, Researcher B appeared at Director Moose’s office to discuss the content of SCP-5479. The Director saw Researcher B immediately. The contents of that discussion are not part of this record, but Director Moose noted that Researcher B was irrational and frantic about her viewing of the anomaly.\n\n\nAfter several minutes security was called, and Researcher B was taken away. Ethics Committee members determined that the best course of action for all involved was to amnesticize Researcher B concerning her viewing of SCP-5479.\n4\n Researcher B was allowed to return to her normal work duties the following day, with a classified demerit on her personnel file.\n\n\nDirector Moose reported her concern to the O5 Council regarding SCP-5479 being studied by those Researchers who had contact with D-Class or other ethically challenging, sensitive responsibilities. The Special Containment Procedures were amended accordingly, such that the anomaly would be transferred to a Site without D-Class in order to avoid such complications in the future.\n\n\n\n\n▼ Close File ▼\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nrating: \n+274\n+\n–\nx\n\n\n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Foundation agents have confirmed that Mr. Bridges has no knowledge of this anomaly.\n\n\n2\n. Hereby referred to as “B.” Researcher’s name redacted under auspices of Ethics Committee bilateral agreement #22349, dated 21 June, 2011.\n\n\n3\n. Researcher B ceased playback at this point. No further transcripts are included in the file.\n\n\n4\n. With this conclusion, the Ethics Committee adjudicated the situation as resolved.\n\n\n\n\n\n\n\n\n« \nSCP-5478\n | SCP-5479 | \nSCP-5480\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5479\n\" by Grigori Karpin, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5479\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Faces\n\n\nAuthor:\n Rory MacLeod\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nLINK\n\n\nAdditional Notes:\n Edited by \nGrigori Karpin\n & \nHarryBlank\n\n\n\n\n\n\n\n\nFilename:\n 2008_EAERE Meeting\n\n\nAuthor:\n Efd Initiative\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nLINK\n\n\nAdditional Notes:\n Edited by \nGrigori Karpin\n using below Foundation Logo.\n\n\n\n\n\n\nFilename\n: Foundation Emblem\n\n\nAuthor\n: Aelanna\n\n\nLicense\n: CC BY-SA 3.0\n\n\nSource\n: \nhttps://en.wikipedia.org/wiki/SCP_Foundation#/media/File:SCP_Foundation_(emblem).svg\n\n\n\n\n\n\n\n\nFilename:\n Lab mates\n\n\nAuthor:\n camerazn\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nLink\n\n\nAdditional Notes:\n\n\n\n\n\n\nFilename:\n Shrewsbury Prison (now closed)\n\n\nAuthor:\n Frank Kinch\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nLINK\n\n\nAdditional Notes:\n\n\n\n\n\n\nFilename:\n 5479 logo\n\n\nAuthor:\n \nHarryBlank\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLINK",
    "addendums": [],
    "documents": [],
    "notes": [
        "Update : After deliberation between O5-3 and the Ethics Committee, SCP-5479 has been transferred to Site-43, as the facility is better suited for the storage and study of the anomaly.",
        "\" SCP-5479 \" by Grigori Karpin, from the SCP Wiki . Source: https://scpwiki.com/scp-5479 . Licensed under CC-BY-SA .",
        "Filename: Faces Author: Rory MacLeod License: CC BY 2.0 Source Link: LINK Additional Notes: Edited by Grigori Karpin & HarryBlank",
        "Filename: 2008_EAERE Meeting Author: Efd Initiative License: Public Domain Source Link: LINK Additional Notes: Edited by Grigori Karpin using below Foundation Logo.",
        "Filename : Foundation Emblem Author : Aelanna License : CC BY-SA 3.0 Source : https://en.wikipedia.org/wiki/SCP_Foundation#/media/File:SCP_Foundation_(emblem).svg",
        "Filename: Lab mates Author: camerazn License: CC BY 2.0 Source Link: Link Additional Notes:",
        "Filename: Shrewsbury Prison (now closed) Author: Frank Kinch License: CC BY 2.0 Source Link: LINK Additional Notes:",
        "Filename: 5479 logo Author: HarryBlank License: CC BY-SA 3.0 Source Link: LINK"
    ],
    "title": "SCP-5479"
}