{
    "url": "https://scp-wiki.wikidot.com/scp-5480",
    "all_text": "ADULT CONTENT\n\n\n\n\n\nThis article contains adult content that may not be suitable for all readers.\n\nGraphic depiction of blood, gore or mutilation of body parts\n\n\nFeatures sexual themes or language, but does not depict sexual acts.\n\n\nExplicit depiction of sexual acts.\n\n\nFeatures non-consensual sexual acts.\n\n\nDepiction of severe mistreatment of children\n\n\nDepiction of self-harm\n\n\nDepiction of suicide\n\n\nDepiction of torture\n\n\n{$custom-content}\n\n\nIf you are above the age of 18+ and wish to read such content, then you may click Continue to view said content.\n\n\nContinue\n\n\nBack to Front Page\n\n\n« \nSCP-5479\n |\nSCP-5480\n| \nSCP-5481\n »\n\n\n\n\n\n\n\n\nrating: \n+122\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n5480\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Due to suspicions about the identity of PoI-595 - the sole inhabitant of SCP-5480 - the containment of SCP-5480 is to remain unknown to anyone outside of The Foundation, including PoI-595 themselves. The apartment building which contains SCP-5480 is to be monitored and the rooms adjacent to it are to be purchased by Foundation agents to minimise the risk of civilians being exposed to the anomaly.\n\n\nDescription:\n SCP-5480 is an apartment in Portsmouth, England, which contains a number of anomalous artifacts. Such items include a series of potted plants made of human bone, a watering can filled with living ox marrow and a fridge which fills up with stomach acid when it is closed.\n\n\nA great number of documents - bills, paychecks, unsent job applications and receipts - have been packed into the bin. The oldest of these records dates back to 1879. They follow a strict chronology, as well. From 1879 to 1942, they are addressed to a “Saarin Llovi”, then “Saally Orock” until 1979, “Sandy Nadocks” up to 2017 and from that point forward, “Saara Klaviger”.\n\n\nThere is a photorealistic painting on the bedside table depicting a young woman and an older man, likely in his thirties, standing in front of a field of red grass. A faded inscription on the bottom of the frame reads “εγώ και ιόν”, translatable from Greek as “\nMe and Ion\n” (sic). Dating of the pigments has revealed it to be around 3,100 years old.\n\n\nSCP-5480 is inhabited by PoI-595, the aforementioned Saara Klaviger. PoI-595 is, according to her passport, a 28 year old female currently employed as a retail assistant of the Aldi brand grocery chain.\n\n\nAddendum 5480.1 - Discovery\n\n\n\n\n+ Access fileserv:/S:/5480/fileserv/discovery\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\nOn the 15th of May, 2020, two members of GoI-663, “The Fraternity of Skin”, to whom Foundation agents had attached hidden observation devices to weeks prior, had the following conversation outside of what was later found out to be SCP-5480.\n\n\n\n\nInterlocutors:\n Saara Klaviger (PoI-595), Male 1, Male 2\n\n\n\n\n(\nBegin transcript\n)\n\n\n[Male 1 knocks on Klaviger’s door. Half a minute later, she opens it.]\n\n\nMale 1:\n Good morning, ma’am! It’s so good to see you, it’s hard to find fellow disciples of the flesh.\n\n\nMale 2:\n We represent the Fraternity of Skin, one of the last remaining groups in Europe who champion the original goals of the Grand Karcist.\n\n\nKlaviger:\n Uh huh, and what would those be?\n\n\nMale 1:\n In his words, ‘the liberation of mankind from the fetters of machinery’.\n\n\nKlaviger:\n He never said that. The actual quote goes: ‘from the fetters of mortality’.\n\n\nMale 2:\n How would you know?\n\n\nKlaviger:\n You know what, nevermind. What else is your cult about?\n\n\nMale 1:\n Not a cult! Not a cult. We’re a society of revivalists, bringing Sarkicism back to its roots. We worship Yaldabaoth, our deliverer from iron.\n\n\nKlaviger:\n What are you talking about? Ion fought Yaldabaoth, they are- were legendary enemies. Classical Nälkänism rejects the idea of worship of the gods entirely. And \"sarkic\" is a slur, the proper term is Nälkän.\n\n\nMale 1:\n You’re misinformed. Just take a look at our scripture, the Parables of Nadox. We pulled this from the library’s shelves ourselves.\n\n\nKlaviger:\n \nPseudo-Nadox\n. And this isn’t even a copy of the original, what is this? “Ion drew forth the seed of his loins and placed it into Lovataar’s gaping…” ugh, this is just an erotica. These aren’t even parables! And I never want to hear about any of Lovataar’s body parts again, gaping or not.\n\n\nMale 2:\n Those are our holy texts!\n\n\nMale 1:\n (Whispering: Shush, we can still recover this). There’s always time to debate the historicity of our practices later. However, I’m sure that you will agree that the spirit of our group, nay, our family, is truly in the vein of the original brand of Sarkicism.\n\n\nKlaviger:\n Oh boy.\n\n\nMale 1:\n Take a look at this. [He produces a clay sculpture packed with cotton.]\n\n\nKlaviger:\n Serpent’s tail, many eyes, is that… Saarn?\n\n\nMale 1:\n Yes. She is the object of our affections.\n\n\nKlaviger:\n A-affections?\n\n\nMale 2:\n That’s right. You see, as with most Sarkites, we try to keep our bloodline pure. No breeding or marriage with outsiders, we only procreate with fellow members of our community. But we don’t have any proselytes who can carry a child yet so in the meantime we’ve been storing our seed in these clay receptacles.\n\n\nMale 1:\n (Whispering: No! Don’t start with that!) It also serves a dual purpose. We follow in Ion’s footsteps, for just as he laid with Saarn for twelve days and shattered the hills with his passion-\n\n\nKlaviger:\n [Chokes.] Fucking… no! That didn't happen! Ion was faithful to Lovataar, how did Saarn somehow get roped into a relationship with him? I did \nnot\n want to learn today that effigies of me- I mean Saarn were being violated by a bunch of crusty old men! How come every Nälkän commune is some kind of \ndisgusting sex cult\n!?\n\n\nMale 1:\n It's in following with our founder's principles. Ion’s appetites were legendary, it’s said he fornicated with so many that his phallus spat blood by the time he was thirty!\n\n\nKlaviger:\n [Vomits profusely.]\n\n\n(\nEnd of transcript\n)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5479\n | SCP-5480 | \nSCP-5481\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5480\n\" by Tiamat Elsen, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5480\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 5480.1 - Discovery"
    ],
    "documents": [],
    "notes": [
        "Interlocutors: Saara Klaviger (PoI-595), Male 1, Male 2 ( Begin transcript ) [Male 1 knocks on Klaviger’s door. Half a minute later, she opens it.] Male 1: Good morning, ma’am! It’s so good to see you, it’s hard to find fellow disciples of the flesh. Male 2: We represent the Fraternity of Skin, one of the last remaining groups in Europe who champion the original goals of the Grand Karcist. Klaviger: Uh huh, and what would those be? Male 1: In his words, ‘the liberation of mankind from the fetters of machinery’. Klaviger: He never said that. The actual quote goes: ‘from the fetters of mortality’. Male 2: How would you know? Klaviger: You know what, nevermind. What else is your cult about? Male 1: Not a cult! Not a cult. We’re a society of revivalists, bringing Sarkicism back to its roots. We worship Yaldabaoth, our deliverer from iron. Klaviger: What are you talking about? Ion fought Yaldabaoth, they are- were legendary enemies. Classical Nälkänism rejects the idea of worship of the gods entirely. And \"sarkic\" is a slur, the proper term is Nälkän. Male 1: You’re misinformed. Just take a look at our scripture, the Parables of Nadox. We pulled this from the library’s shelves ourselves. Klaviger: Pseudo-Nadox . And this isn’t even a copy of the original, what is this? “Ion drew forth the seed of his loins and placed it into Lovataar’s gaping…” ugh, this is just an erotica. These aren’t even parables! And I never want to hear about any of Lovataar’s body parts again, gaping or not. Male 2: Those are our holy texts! Male 1: (Whispering: Shush, we can still recover this). There’s always time to debate the historicity of our practices later. However, I’m sure that you will agree that the spirit of our group, nay, our family, is truly in the vein of the original brand of Sarkicism. Klaviger: Oh boy. Male 1: Take a look at this. [He produces a clay sculpture packed with cotton.] Klaviger: Serpent’s tail, many eyes, is that… Saarn? Male 1: Yes. She is the object of our affections. Klaviger: A-affections? Male 2: That’s right. You see, as with most Sarkites, we try to keep our bloodline pure. No breeding or marriage with outsiders, we only procreate with fellow members of our community. But we don’t have any proselytes who can carry a child yet so in the meantime we’ve been storing our seed in these clay receptacles. Male 1: (Whispering: No! Don’t start with that!) It also serves a dual purpose. We follow in Ion’s footsteps, for just as he laid with Saarn for twelve days and shattered the hills with his passion- Klaviger: [Chokes.] Fucking… no! That didn't happen! Ion was faithful to Lovataar, how did Saarn somehow get roped into a relationship with him? I did not want to learn today that effigies of me- I mean Saarn were being violated by a bunch of crusty old men! How come every Nälkän commune is some kind of disgusting sex cult !? Male 1: It's in following with our founder's principles. Ion’s appetites were legendary, it’s said he fornicated with so many that his phallus spat blood by the time he was thirty! Klaviger: [Vomits profusely.] ( End of transcript )",
        "\" SCP-5480 \" by Tiamat Elsen, from the SCP Wiki . Source: https://scpwiki.com/scp-5480 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Due to suspicions about the identity of PoI-595 - the sole inhabitant of SCP-5480 - the containment of SCP-5480 is to remain unknown to anyone outside of The Foundation, including PoI-595 themselves. The apartment building which contains SCP-5480 is to be monitored and the rooms adjacent to it are to be purchased by Foundation agents to minimise the risk of civilians being exposed to the anomaly.",
    "description": "SCP-5480 is an apartment in Portsmouth, England, which contains a number of anomalous artifacts. Such items include a series of potted plants made of human bone, a watering can filled with living ox marrow and a fridge which fills up with stomach acid when it is closed.",
    "title": "SCP-5480"
}