{
    "url": "https://scp-wiki.wikidot.com/scp-5481",
    "all_text": "rating: \n+40\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n5481\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-49\n\n\nDr. Edward Wallace\n\n\nDr. Hammil Thompson\n\n\nMTF Kappa-8 \"Forest Wildfire\"\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5481 specimens found in public areas are to be transplanted to the Botanical Aisle of Site-49. If transportation is not feasible, the instance is to be cut down and incinerated. Witnesses of SCP-5481 are to be interrogated and amnesticized.\n\n\nDescription:\n SCP-5481 is the designation for an anomalous tree species that externally resembles several non-anomalous species\n1\n, mostly taking the form of a \nPseudotsuga menziesii\n (Douglas Fir).\n\n\nWhen a humanoid entity comes into contact with an instance of SCP-5481, the object will deploy a pair of human arms which will then gently hug the subject. This hug will last as long as the subject keeps contact with the instance, after which these appendages will be retracted into the trunk.\n\n\nDissection of SCP-5481 has revealed that the appendages are biologically human, connected to a complex muscular system embedded in the trunk that allows for the extension and retraction of the arms in any direction. SCP-5481's method of reproduction is undergoing research, as it has been observed that the instances seem to appear spontaneously. Since saplings grown from collected specimens have not displayed any anomalous attributes, it is theorized that instances only develop their muscular systems in adulthood.\n\n\nAddendum 5481.1:\n Investigation into PoI-5481\n\n\nOn 16/09/2020, a large population of SCP-5481 was found in the Roosevelt Forest, in Oregon, USA. Further exploration revealed an abandoned cabin nearby that showed signs of being previously inhabited.\n\n\nThe journal of a presumed female known as \"Jade Johnsson\", now designated PoI-5481, was found in the surroundings of the cabin and is transcribed below.\n\n\n\n\n05/09/2020\n\n\nI found this cabin. I think I can afford to live here at least for \ntree\n three weeks or so. That’s good.\n\n\nI also found this notebook. It was under the bed ―which, of course, is unusable due to insects― and I’ve been thinking a lot. I’ve decided that I’m using this as a diary or something like that.\n\n\nI don’t have anything else to do, anyway.\n\n\nThat could bring me some problems, of course, but I mean- what could be worse?\n\n\nSo, welcome to the awesome diary of Jade Johnsson!\n\n\n\n\n\n\n06/09/2020\n\n\nToday I went to the town. I bought some food with the last of my money. I think I can manage with it, at least until I can collect more money.\n\n\nThere are some times I actually miss everyone.\n\n\nIt wasn’t a good family, but… it was a family, after all.\n\n\nNow, I just have some bread. And I will have to eat it at the end of the day.\n\n\n\n\n\n\n07/09/2020\n\n\nI saw one of the \ntrees\n today. They are already here. That’s not good. They are following faster than before.\n\n\nI know you love me, mom, but I think that’s a very, \nvery\n disturbing way of showing it.\n\n\n\n\n\n\n08/09/2020\n\n\nOne of the trees is already outside of this cabin. I’m in a forest, so it shouldn’t be a problem. I hope there’s none at the town. THAT would be a real problem.\n\n\nI have no doubt some of them already know. There’s no way they aren’t aware of the trees.\n\n\nI hope you know what the hell are you doing, mom. I don’t want anyone searching for my ass. Although I know discretion wasn't your thing. Even dad said so.\n\n\nGod… I haven't seen dad in a while.\n\n\nI hope he's okay.\n\n\nIs he taking good care of Daniel? I really hope Daniel doesn’t forget his lovely sister…\n\n\n\n\n\n\n09/09/2020\n\n\nMom, why?\n\n\nI… we all felt abandoned. You did this to us. You forced me to run.\n\n\nYet you’re still trying to make me feel loved?\n\n\nWhy?\n\n\nYou’re regretful?\n\n\nBecause I know you are. I have seen it all. Every damn thing you’ve done to broke us apart.\n\n\nThat’s what you call affection?\n\n\nAnd there are the trees. What the fuck were you thinking?\n\n\nI’m going to find you, mom. And then, I’m going to let you see what you’ve done.\n\n\n\n\n\n\nThe \"10/09/2020\" entry consists only of a drawing of a house on fire\n\n\n\n\n\n\n11/09/2020\n\n\nThere are trees everywhere. I tried to cut one down, but apparently a pocket knife isn’t enough. Still, I attacked every one I found.\n\n\nAlso, now I’m totally out of food. What now?\n\n\n\n\n\n\n12/09\n\n\nMom, I still remember the good times. I know we didn't have everything we wanted, but we managed to be a happy family.\n\n\nDo you still remember? Do you remember when I came back from school crying and you just made some popcorn and we watched movies for the rest of the day?\n\n\nI will never forget those times.\n\n\nIt seemed like… like we had an entire bright future ahead of us.\n\n\nDid you ever consider it? When those men came and asked you to do them a favor… did you ever consider our opinions? We were a family! Every decision affected every one of us! Did you think about the implications? Did you give us an opportunity?\n\n\nI don't know if I want to know those answers.\n\n\n\n\n\n\n13/09\n\n\nThis cabin is no longer an option. There are so many fucking trees. Someone is going to investigate this place at any moment. I really don't want \nthem\n to come here.\n\n\nDo the trees still look like a good idea, mom?\n\n\nI bet not.\n I bet you would say they still do.\n\n\nWhat do you want? Do you want them to find me? Because that’s what you’re fucking doing!\n\n\nI don't even know where I am going to live now. I…\n\n\nFor once I thought I could live somewhere safe. At least for some time. But no. Once again, you RUINED it.\n\n\nThank you, mom.\n\n\n\n\nIt has been discovered that all the presumed PoI-5481 locations showed a large population of SCP-5481. MTF Kappa-8 (\"Forest Wildfire\") has been assigned tracking of the subject.\n\n\nAddendum 5481.2:\n Interview with Mark Walters\n\n\n\n\nInterviewer:\n Dr. Hammil Thompson\n\n\nInterviewee:\n Mr. Mark Walters\n\n\nForeword:\n On 05/10/2020, Mr. Mark Walters witnessed an individual, presumed to be PoI-5481, interacting with an instance of SCP-5481.\n\n\n<BEGIN LOG>\n\n\nDr. Hammil:\n Mr. Walters, may you tell me your encounter with the… \"hugging tree\"?\n\n\nMr. Walters:\n Yeah, I guess. I was at the park. It was, like nine or ten. I was gonna smoke a cigarette when I discovered that there was someone in the swings.\n\n\nDr. Hammil:\n May you describe them?\n\n\nMr. Walters:\n Yeah, It was a girl. I think seventeen or so. I'm pretty sure she was still a teen, but… I don't know, she seemed… like, she had the expression of someone that had lived so much, y'know? It was a very cold night, so I wondered why was she there. I thought of asking her, but…\n\n\nDr. Hammil:\n What stopped you from approaching her?\n\n\nMr. Walters:\n I… I felt like it was not the right thing to do. She seemed sad. I mean- very sad, but she wasn't crying. I just stayed there, hoping she wouldn't notice me.\n\n\nDr. Hammil:\n What happened to her?\n\n\nMr. Walters:\n She stayed there for, like, half an hour. I think she had been there for much longer, but it's just a supposition. Then, she stood up and walked to a nearby tree. She hugged the tree, and… the tree hugged her back.\n\n\nDr. Hammil:\n \nThe tree hugged her back\n?\n\n\nMr. Walters:\n Yeah, I know it sounds crazy, but that damn tree- two arms came out of it and hugged her! I'm not crazy! I know what I saw! I-\n\n\nDr. Hammil:\n Mr. Walters, please calm down. Nobody's doubting your testimony. What happened afterwards?\n\n\nMr. Walters:\n I- err…\n\n\nDr. Hammil:\n Yes?\n\n\nMr. Walters\n: I- I don't know. I… I think she said something, but I took off running, so I don't remember exactly what her exact words, but…\n\n\nDr. Hammil:\n What do you remember?\n\n\nMr. Walters:\n … I think it was something along the lines of \"I'm sorry for being like this\". I'm sorry, I- I was \nreally\n scared, y'know? That damn tree had arms! How?! That was-\n\n\nDr. Hammil:\n Calm down, Mr. Walters. Did you see anything else after that?\n\n\nMr. Walters:\n … no. I ran to my house and told my wife about it. She thought someone had drugged me, so she called the cops.\n\n\nDr. Hammil:\n I see… well, thank you for your time, Mr. Walters.\n\n\n<END LOG>\n\n\n\n\nAddendum 5481.3:\n As of 05/10/2020, no new instances of SCP-5481 have been found. Reclassification to Safe is dependent on the successful detention of PoI-5481.\n\n\n\n\nFootnotes\n\n\n1\n. This has included the \nPinus\n, \nAbies\n and \nPseudotsuga\n genera.\n\n\n\n\n\n\n\n\n« \nSCP-5480\n | SCP-5481 | \nSCP-5482\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5481\n\" by EthanHanson, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5481\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 5481.1: Investigation into PoI-5481\nOn 16/09/2020, a large population of SCP-5481 was found in the Roosevelt Forest, in Oregon, USA. Further exploration revealed an abandoned cabin nearby that showed signs of being previously inhabited.\nThe journal of a presumed female known as \"Jade Johnsson\", now designated PoI-5481, was found in the surroundings of the cabin and is transcribed below.\nIt has been discovered that all the presumed PoI-5481 locations showed a large population of SCP-5481. MTF Kappa-8 (\"Forest Wildfire\") has been assigned tracking of the subject.",
        "Addendum 5481.2: Interview with Mark Walters",
        "Addendum 5481.3: As of 05/10/2020, no new instances of SCP-5481 have been found. Reclassification to Safe is dependent on the successful detention of PoI-5481."
    ],
    "documents": [],
    "notes": [
        "05/09/2020 I found this cabin. I think I can afford to live here at least for tree three weeks or so. That’s good. I also found this notebook. It was under the bed ―which, of course, is unusable due to insects― and I’ve been thinking a lot. I’ve decided that I’m using this as a diary or something like that. I don’t have anything else to do, anyway. That could bring me some problems, of course, but I mean- what could be worse? So, welcome to the awesome diary of Jade Johnsson!",
        "06/09/2020 Today I went to the town. I bought some food with the last of my money. I think I can manage with it, at least until I can collect more money. There are some times I actually miss everyone. It wasn’t a good family, but… it was a family, after all. Now, I just have some bread. And I will have to eat it at the end of the day.",
        "07/09/2020 I saw one of the trees today. They are already here. That’s not good. They are following faster than before. I know you love me, mom, but I think that’s a very, very disturbing way of showing it.",
        "08/09/2020 One of the trees is already outside of this cabin. I’m in a forest, so it shouldn’t be a problem. I hope there’s none at the town. THAT would be a real problem. I have no doubt some of them already know. There’s no way they aren’t aware of the trees. I hope you know what the hell are you doing, mom. I don’t want anyone searching for my ass. Although I know discretion wasn't your thing. Even dad said so. God… I haven't seen dad in a while. I hope he's okay. Is he taking good care of Daniel? I really hope Daniel doesn’t forget his lovely sister…",
        "09/09/2020 Mom, why? I… we all felt abandoned. You did this to us. You forced me to run. Yet you’re still trying to make me feel loved? Why? You’re regretful? Because I know you are. I have seen it all. Every damn thing you’ve done to broke us apart. That’s what you call affection? And there are the trees. What the fuck were you thinking? I’m going to find you, mom. And then, I’m going to let you see what you’ve done.",
        "The \"10/09/2020\" entry consists only of a drawing of a house on fire",
        "11/09/2020 There are trees everywhere. I tried to cut one down, but apparently a pocket knife isn’t enough. Still, I attacked every one I found. Also, now I’m totally out of food. What now?",
        "12/09 Mom, I still remember the good times. I know we didn't have everything we wanted, but we managed to be a happy family. Do you still remember? Do you remember when I came back from school crying and you just made some popcorn and we watched movies for the rest of the day? I will never forget those times. It seemed like… like we had an entire bright future ahead of us. Did you ever consider it? When those men came and asked you to do them a favor… did you ever consider our opinions? We were a family! Every decision affected every one of us! Did you think about the implications? Did you give us an opportunity? I don't know if I want to know those answers.",
        "13/09 This cabin is no longer an option. There are so many fucking trees. Someone is going to investigate this place at any moment. I really don't want them to come here. Do the trees still look like a good idea, mom? I bet not. I bet you would say they still do. What do you want? Do you want them to find me? Because that’s what you’re fucking doing! I don't even know where I am going to live now. I… For once I thought I could live somewhere safe. At least for some time. But no. Once again, you RUINED it. Thank you, mom.",
        "Interviewer: Dr. Hammil Thompson Interviewee: Mr. Mark Walters Foreword: On 05/10/2020, Mr. Mark Walters witnessed an individual, presumed to be PoI-5481, interacting with an instance of SCP-5481. <BEGIN LOG> Dr. Hammil: Mr. Walters, may you tell me your encounter with the… \"hugging tree\"? Mr. Walters: Yeah, I guess. I was at the park. It was, like nine or ten. I was gonna smoke a cigarette when I discovered that there was someone in the swings. Dr. Hammil: May you describe them? Mr. Walters: Yeah, It was a girl. I think seventeen or so. I'm pretty sure she was still a teen, but… I don't know, she seemed… like, she had the expression of someone that had lived so much, y'know? It was a very cold night, so I wondered why was she there. I thought of asking her, but… Dr. Hammil: What stopped you from approaching her? Mr. Walters: I… I felt like it was not the right thing to do. She seemed sad. I mean- very sad, but she wasn't crying. I just stayed there, hoping she wouldn't notice me. Dr. Hammil: What happened to her? Mr. Walters: She stayed there for, like, half an hour. I think she had been there for much longer, but it's just a supposition. Then, she stood up and walked to a nearby tree. She hugged the tree, and… the tree hugged her back. Dr. Hammil: The tree hugged her back ? Mr. Walters: Yeah, I know it sounds crazy, but that damn tree- two arms came out of it and hugged her! I'm not crazy! I know what I saw! I- Dr. Hammil: Mr. Walters, please calm down. Nobody's doubting your testimony. What happened afterwards? Mr. Walters: I- err… Dr. Hammil: Yes? Mr. Walters : I- I don't know. I… I think she said something, but I took off running, so I don't remember exactly what her exact words, but… Dr. Hammil: What do you remember? Mr. Walters: … I think it was something along the lines of \"I'm sorry for being like this\". I'm sorry, I- I was really scared, y'know? That damn tree had arms! How?! That was- Dr. Hammil: Calm down, Mr. Walters. Did you see anything else after that? Mr. Walters: … no. I ran to my house and told my wife about it. She thought someone had drugged me, so she called the cops. Dr. Hammil: I see… well, thank you for your time, Mr. Walters. <END LOG>",
        "\" SCP-5481 \" by EthanHanson, from the SCP Wiki . Source: https://scpwiki.com/scp-5481 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-5481 specimens found in public areas are to be transplanted to the Botanical Aisle of Site-49. If transportation is not feasible, the instance is to be cut down and incinerated. Witnesses of SCP-5481 are to be interrogated and amnesticized.",
    "description": "SCP-5481 is the designation for an anomalous tree species that externally resembles several non-anomalous species1, mostly taking the form of a Pseudotsuga menziesii (Douglas Fir).",
    "title": "SCP-5481"
}