{
    "url": "https://scp-wiki.wikidot.com/scp-5505",
    "all_text": "rating: \n+52\n+\n–\nx\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nN/A\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n[SKiPNET Login: Researcher Howard Oswald]\n\n\nACCESS GRANTED - Accessing Item #: SCP-5505\n\n\n\n\nItem #:\n SCP-5505\n\n\nObject Class:\n Pending\n\n\nSpecial Containment Procedures:\n Investigation into SCP-5505 and the disappearance of Researcher Cynthia Oswald is ongoing.\n\n\nFurther information regarding SCP-5505's containment procedures can be found in Research document - SCP-5505.\n\n\nDescription:\n SCP-5505 is an inter-dimensional species of aquatic predator occupying an alternate dimension overlapping our own. SCP-5505 resemble \nlophiiformes\n (anglerfish), albeit significantly larger than average (up to 15 feet in length), and possess a level of intelligence similar to that of humans. SCP-5505 are carnivorous; instances primarily feed on live human beings.\n\n\nThe dimension in which SCP-5505 reside (SCP-5505-1) is oceanic. SCP-5505 are lone hunters by nature; instances will adopt an area within SCP-5505-1 that neighbors a location in our dimension. Such areas always contain a consistent human population and are utilised by instances as their primary hunting and nesting ground. SCP-5505 hunt with a telepathic sensory/influence organ, which superficially resembles a dorsal appendage\n1\n. This appendage allows instances to telepathically detect the conscious thought patterns and emotions of prey from long distances. SCP-5505 have evolved to primarily discern feelings of curiosity and interest.\n\n\nWhile hunting, SCP-5505 instances will influence a subject's perception of their surrounding environment. This effects the visual, auditory, touch and taste stimuli of the subject. These combined influences on preys perception manifest as an illusionary hallucination varying in complexity, which may appear to them as other lifeforms, objects or a metaphysical concept with no discernible physical qualities (smells and distant sounds). These hallucinations are designed to stimulate curiosity and interest in prey, ensuring they remain within a fixed location. These specialised hallucinations are formed by instances gauging information from the preys subconscious to use as a basis. Additionally, personal knowledge known by the instance may be used to increase effectiveness.\n\n\nDiscovery Log:\n SCP-5505 was discovered and documented by Researcher Cynthia Oswald, director of Site-007. Following her discovery of SCP-5505, Researcher Oswald went missing on the 27/03/2020, reportedly last seen in her office.\n\n\nSeveral personal journals written by Researcher Oswald were found upon examination. These journals document the anomaly and various theories regarding SCP-5505's cross-dimensional abilities (See full research document below). Additionally, a large puddle of salt water was found at the scene, the source of which remains unknown.\n\n\nAbridged Summary:\n Researcher Oswald theorized that following a progressive decline of SCP-5505-1s human population, SCP-5505 had evolved to detect prey at significantly longer distances. This would eventually lead to an unintentional development of SCP-5505's anomalous abilities, enabling instances to detect prey within dimensions outside of SCP-5505-1.\n\n\nFollowing the addition of this biological feature, SCP-5505 would further evolve to develop a means of accessing dimensions containing other potential prey. This eventually manifested as a clawed appendage, capable of hypothetically ’cutting’ through alternate dimensions on a subatomic level.\n\n\n\n\nAccess Research Document - SCP-5505\n\n\n\n\n.\n\n\n\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n\n\n\n\n\nPost Incident Report\n\n\nOn the 08/05/2020, Level 2 Researcher Howard Oswald was reported missing from Site-007. Investigation continues; his disappearance is highly suspected to be of anomalous origin and in connection with the disappearance of Researcher Cynthia Oswald, Head of Site-007\n2\n.\n\n\nPrior to his disappearance, surveillance footage showed researcher Howard had been working in his office for several hours, during which he accessed the SCP SKiPNET archive. While navigating through multiple SCP documents, footage showed researcher Howard momentarily losing focus before selecting the document slot for Item #: SCP-5505.\n\n\nAt the time of writing, there exists no such item designated SCP-5505.\n\n\nDespite there being no visible document, researcher Howard continued to interact with his computer interface and performing eye movement as if to read text on-screen where there was none. During this time, researcher Howard appeared visibly anxious while continuing to interact with his computer interface, scrolling with the mouse and clicking where there was nothing to select. Minutes later, the flooring directly below researcher Howard was seen gradually beginning to ripple similarly to water. Researcher Howard then suddenly fell through the floor before disappearing entirely. The floor then settled back to its regular solidity.\n\n\nAttempts to locate Researcher Howard have been unsuccessful. Upon inspection, a proportional amount of saltwater was found on the floor of researcher Howard's office where he had been working.\n\n\nGiven the similarities to the disappearance of Researcher Cynthia Oswald, lockdown of Site-007 has been approved and the investigation continues. The nature of these disappearances are still unknown. Investigating personnel are to follow any possible leads found within Site-007.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. An appendage protruding from the heads of common anglerfish, used for luring in prey\n\n\n2\n. See Incident 17/03/2020/Cynthia Oswald\n\n\n\n\n\n\n\n\n« \nSCP-5504\n | SCP-5505 | \nSCP-5506\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5505\n\" by Penton, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5505\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Post Incident Report On the 08/05/2020, Level 2 Researcher Howard Oswald was reported missing from Site-007. Investigation continues; his disappearance is highly suspected to be of anomalous origin and in connection with the disappearance of Researcher Cynthia Oswald, Head of Site-007 2 . Prior to his disappearance, surveillance footage showed researcher Howard had been working in his office for several hours, during which he accessed the SCP SKiPNET archive. While navigating through multiple SCP documents, footage showed researcher Howard momentarily losing focus before selecting the document slot for Item #: SCP-5505. At the time of writing, there exists no such item designated SCP-5505. Despite there being no visible document, researcher Howard continued to interact with his computer interface and performing eye movement as if to read text on-screen where there was none. During this time, researcher Howard appeared visibly anxious while continuing to interact with his computer interface, scrolling with the mouse and clicking where there was nothing to select. Minutes later, the flooring directly below researcher Howard was seen gradually beginning to ripple similarly to water. Researcher Howard then suddenly fell through the floor before disappearing entirely. The floor then settled back to its regular solidity. Attempts to locate Researcher Howard have been unsuccessful. Upon inspection, a proportional amount of saltwater was found on the floor of researcher Howard's office where he had been working. Given the similarities to the disappearance of Researcher Cynthia Oswald, lockdown of Site-007 has been approved and the investigation continues. The nature of these disappearances are still unknown. Investigating personnel are to follow any possible leads found within Site-007.",
        "\" SCP-5505 \" by Penton, from the SCP Wiki . Source: https://scpwiki.com/scp-5505 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5505",
    "object_class": "Pending",
    "containment_procedures": "Investigation into SCP-5505 and the disappearance of Researcher Cynthia Oswald is ongoing.",
    "description": "SCP-5505 is an inter-dimensional species of aquatic predator occupying an alternate dimension overlapping our own. SCP-5505 resemble lophiiformes (anglerfish), albeit significantly larger than average (up to 15 feet in length), and possess a level of intelligence similar to that of humans. SCP-5505 are carnivorous; instances primarily feed on live human beings.",
    "title": "SCP-5505"
}