{
    "url": "https://scp-wiki.wikidot.com/scp-5506",
    "all_text": "#page-content\n \n.collapsible-block\n \n{\n \n    \nposition:\n \nrelative\n;\n    \npadding:\n \n0.5\nem\n;\n    \nmargin:\n \n0.5\nem\n;\n    \nbox-shadow:\n \n2\npx\n \n1.5\npx\n \n1\npx\n rgba(\n176\n,\n16\n,\n0\n,\n0.7\n), \n0\n \n0\n \n0\npx\n \n1\npx\n lightgrey\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n\n}\n\n \n\n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \nblack\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n \n\n}\n\n \n\n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\ncenter\n;\n\n}\n\n \n\n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \ncolor:\n dimgrey\n;\n\n}\n\n \n\n.collapsible-block-link\n \n{\n\n    \nfont-weight:\n \nbold\n;\n    \ncolor:\n dimgrey\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n \n\n.addendumbox\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nbox-shadow:\n0\n \n2\npx\n \n5\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n),\n0\n \n2\npx\n \n10\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.12\n)\n;\n\n}\n\n \n\n.material-box\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nborder:\n \n1\npx\n lightgrey \nsolid\n;\n    \nbox-shadow:\n \n1\npx\n \n2\npx\n \n2\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n)\n;\n\n}\n\n \n\n.material-box\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.wiki-content-table\n \n{\n\n    \nwidth:\n \n100\n%\n;\n\n}\n\n \n\n.addendumbox\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.addendumtitle\n \n{\n\n   \nopacity:\n \n0.8\n;\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \n#b01\n;\n\n}\n\n \n\n.maintitle\n \n{\n\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-header\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \nfont-size:\nx-large\n;\n    \ncolor:\n#b01\n;\n\n}\n\n \n\n.addenda-header\n \n{\n\n    \nwidth:\n \n100\n%\n;\n    \nborder-bottom:\n \n2\npx\n \nblack\n \nsolid\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-info\n \n{\n\n    \ndisplay:\nflex\n;\n    \njustify-content:\nspace-between\n;\n    \nfont-size:\nlarge\n;\n\n}\n\n \n\n.scp-info-box\n \n{\n\n    \ndisplay:\nflex\n; \n    \njustify-content:\nspace-between\n;\n\n}\n\n \n\n.object-info\n \n{\n\n    \ncolor:\nblack\n;\n    \nalign-self:\n flex-end\n;\n    \nfont-size:\n \nlarge\n;\n\n}\n\n \n\n.title-style\n \n{\n\n    \nopacity:\n \n0.8\n;\n    \nmargin-bottom:\n \n10\npx\n;\n    \ncolor:\n \n#b01\n;\n    \nfont-size:\n \nlarge\n;\n    \ntext-decoration:\n \nunderline\n;\n    \nfont-weight:\n \nbold\n;\n\n}\n\n \n\n.update-div-empty\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n    \ncolor:\n lightgrey\n;\n\n}\n\n \n\n.update-div\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n\n}\n\n \n\n.computed\n \n{\n\n    \nborder:\n \n1\npx\n \nblack\n \nsolid\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.computed\n:before\n \n{\n\n    \ncontent:\n\"Computed \nCode\n\"\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.rawcode\n \n{\n\n    \nborder:\n \nblack\n \nsolid\n \n1\npx\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.rawcode\n:before\n{\n\n    \ncontent:\n\"Raw \nCode\n\"\n;\n    \ntext-align:\n \ncenter\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.codebox\n \n{\n\n    \ndisplay:\n \ninline-block\n;\n    \nwidth:\n \n100\n%\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \nem\n,  \n.yui-navset\n \n.yui-nav\n \na\n \nem\n{\n\n        \npadding:\n \n0.25\nem\n \n.75\nem\n; \n        \ntop:\n \n0\npx\n;\n        \nmargin-bottom:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n     \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \n{\n\n       \nmargin:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:focus\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:hover\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n         \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n:hover\n,\n\n.yui-navset\n \n.yui-nav\n \na\n:focus\n \n{\n\n    \nbackground:\n gainsboro\n;\n    \ntext-decoration:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n, \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n \n{\n\n\nbackground-color:\n \nnone\n;\n\nbackground-image:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n \n{\n\n\nbackground:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \nli\n{\n\n\nmargin:\n \n0\npx\n;\n\n}\n\n \n\n#page-content\n \n.licensebox\n \n.collapsible-block\n \n{\n\n    \nposition:\n unset\n;\n    \npadding:\n unset\n;\n    \nmargin:\n unset\n;\n    \nbox-shadow:\n unset\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\n \nleft\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \nleft\n;\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-link\n \n{\n\n    \ncolor:\n \ninherit\n;\n    \ntext-align:\n \nleft\n;\n\n}\n\n\n\n\n\n\n \n\n\n\n\n\n\nrating: \n+71\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n \n\n\nSCP-5506 \"The Best Part Of Waking Up Is Manifesting a New God\" by:\n \nDrAkimoto\n & \nMalyceGraves\n\n\n \n\n\n\n\n★ DrAkimoto's Author Page ★\n\n\n✘ MalyceGraves' Author Page ✘\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n90.81%\n\n(+79)\n\n\n9.19%\n\n(-8)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+71\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n4/5506\n LEVEL \n4/5506\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-5506\n\n\n\n\n\n\nKeter\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\nThere is currently no known physical means by which to contain SCP-5506; all containment efforts are to be allocated to concealment and threat mitigation. Foundation WebCrawler Arabica.six is tasked with trawling police, social media, news, and video sharing platforms for SCP-5506 related activity.\n\n\nDistributed MTF Alpha-32 (\"Bean Busters\") is the designation given to specialized units established in all major SCP Foundation Sites to provide rapid response to & investigation of any confirmed SCP-5506 related events.\n\n\nProtocol \nYerba Mate\n has been implemented across the globe in order to downplay and discredit the health benefits of coffee consumption, to disseminate alternate facts about the harmful effects of coffee consumption, and to popularize the exploitation of workers employed in all aspects of the coffee industry. This protocol will remain in place until a more targeted means of containment becomes available.\n\n\n\n\n\n\nDescription\n\n\n\n\n\n\nSCP-5506 sample file photo\n\n\n\n\n\n\nSCP-5506 is a thoughtform entity currently utilizing coffee-based products as a means of achieving relative permanence. In its attempts to enter our reality, SCP-5506 exerts cognitive influence over individuals that have consumed specific blends of coffee bean species. These blends, collectively designated SCP-5506-0, are Class V Gustatohazards\n1\n which first appeared in 2018 as the primary blend utilized by the Dunkin' Brands Group, Inc (formerly Dunkin' Donuts) in all espresso products sold by both their primary outlets\n2\n within the United States. Since its discovery, the exact SCP-5506-0 blend has changed composition as the production of the previous blend decreases.\n\n\nAll SCP-5506 affected individuals, designated SCP-5506-1, have displayed identical symptoms and behavior during manifestation events. Typically these events last for approximately five minutes, during which the following will occur:\n\n\n\n\nSCP-5506-1 will begin to exude increasing amounts of liquid coffee from its ocular cavities.\n\n\nThe subject will vocalize in a raised volume, \"Down with the old gods, in with the brew!\", before vomiting approximately 34 kg of non-anomalous coffee grounds, dislodging its teeth in the process.\n\n\nSubject will vocalize again stating, \"Flesh for the old ways, coffee for the new!\" This vocalization is always accompanied by the upper dermal layer of its skin beginning to blister. Despite the obvious damage done to the dermal layer, the subject will not acknowledge this damage in any way.\n\n\nSCP-5506-1 will assume a kneeling position and vocalize \"Devour the tired, Lord of Caffeine!\" This vocalization is accompanied by complete liquefaction of their ocular organs as they undergo anomalous transformation into liquid coffee.\n\n\nSubject will then raise its arms before vocalizing again, \"A vessel for my savior, keeper of the bean!\"\n\n\nAt this point SCP-5506-1 will begin seizing violently before explosively exsanguinating, ending the SCP-5506 event.\n3\n\n\n\n\nBased on autopsies performed on SCP-5506-1 subjects, the internal body temperatures of the subjects are estimated to have been approximately 65°-150° C at the point of exsanguination. Each subject has expressed extensive 2nd and 3rd-degree burns within the subjects' esophagus, stomach, intestines, and chest cavity. Blood analysis indicates high concentrations of caffeine, often in excess of 150 mg per liter, at the time of death. The only known initiation factor is the need for SCP-5506-0 to be present in the system of the affected individual.\n\n\nDue to the infrequent nature between reported events, it is theorized that SCP-5506 is unable to continuously manifest and/or requires other, unknown prerequisites. Despite significant asset investment into discovering alternatives, there are currently no known non-lethal methods of terminating an SCP-5506 manifestation event once it has been initiated.\n\n\n\n\n\n\nDiscovery\n\n\nThe first known SCP-5506 manifestation event occurred on 2018/04/26, within a Dunkin' establishment in Freehold, New Jersey. Within the following six months, a total of four SCP-5506 manifestation events were documented. The Foundation initially designated these occurrences Anomalous Event RFB-5506-0 through RFB-5506-5. The cause of the events was undetermined and the bodies were autopsied, frozen, and stored within Corpse Containment Block B at Site-51.\n\n\nOn 2018/11/19, the cashier of a Dunkin' establishment in Abetsville, Pennsylvania underwent an SCP-5506 manifestation event. This event was not initially captured by Arabica.six, due to the instantaneous nature of the live-streamed event.\n\n\n\n\n❏ Incident Video Transcript: 5506.inc.03 ❏\n\n\n\n\n❐ Incident Video Transcript: 5506.inc.03 ❐\n\n\n\n\n\n\nDate:\n 2018/11/19\n\n\nLocation:\n Ardmore, Pennsylvania\n\n\nForeword:\n The following video was capture through a smartphone camcorder by Nathaniel Barry\n4\n and live-streamed on the social media platform Facebook.\n\n\n\n\n[BEGIN LOG]\n\n\nNathaniel:\n \n[To camera]\n Hey there Nate-heads, it's your boy Nate Barry here and I got a little surprise for y'all today. Here's the plan: As you know, we had about 2000 dollars of Nate-Bucks printed by our good friends over at Cryptic Arts Studio.\n\n\n[Nathaniel holds a stack of 20 dollar bills towards the camera, his face is featured where the portrait of Andrew Jackson is normally found.]\n\n\nNathaniel:\n So today we are going to a bunch of different stores and we're gonna attempt to buy some stuff with our Nate-Bucks and our first stop– \n[The camera abruptly changes orientation as Nathaniel walks towards the entrance to a Dunkin' establishment.]\n Let's do it.\n\n\n[As Nathaniel approaches the door several patrons exit the establishment in a panicked manner. Undecipherable shouting can be heard from inside.]\n\n\nNathaniel:\n Damnit. Well guys, it looks like there's already some shit goin' down in there so the pranks may need to wait but we're still gonna see what the groove is inside.\n\n\n[As Nathaniel enters, several Dunkin' employees can be seen attempting to calm another employee that is standing atop the service counter.]\n\n\nSCP-5506-1:\n5\n Flesh for the old ways, coffee for the new!\n\n\n[Large portions of its face falls to the counter, which prompts one of the other employees to vomit in response. The flesh continues to liquefy until only bone and several tendons remain.]\n\n\nNathaniel:\n The fuck is going on?\n\n\n[The SCP-5506-1 instance jumps to the ground and pushes an employee several meters before assuming a kneeling position. The other two employees attempt to restrain the SCP-5506-1 instance. Upon making physical contact, the instance vomits a large amount of liquid coffee,\n6\n which severely burns the employees as they immediately begin to seize.]\n\n\nNathaniel:\n Oh fuck this. I ain't no part of this shit.\n\n\n[The video feed jerks and shifts as Nathaniel rapidly exits the establishment before the live stream ends]\n\n\n[END LOG]\n\n\n\n\nAfterword:\n The video stream was flagged by Arabica.six and purged from the Facebook servers and Nathaniel Barry's devices. Barry himself was detained by members of MTF Alpha-32 and was treated with Class B amnestics before given cover story Zeta-6 \"Failed Prank\", which was reinforced through manufactured social media commentary.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-5506 Protocol Proposal\n\n\nCurrently, we have no means of detecting, preventing, or containing SCP-5506 events. All evidence indicates that the SCP-5506 situation is worsening, the spread of influence and frequency of manifestation events has steadily increased following 5506.inc.05. As attempting to force governments to ban coffee and coffee-based products would only create an unstable and pervasive black market, Protocol \nYerba Mate\n must be instituted as quickly as possible.\n\n—Dr. Sutton, 5506 Research Head, Site-126\n\n\n[\nO5 COMMAND - APPROVED\n]\n\n\n\n\n\n\n\n\nUpdate 2019/08/12 -\n\nOn 12 August 2019, Emergency Services in Manahawkin, NJ received an abrupt call from an employee of Dunkin' store #2864. The call indicated an SCP-5506 event was in the process of taking place, and the caller stated that the SCP-5506-1 instance was alive and babbling incoherently.\n\n\nDue to its close proximity to Auxiliary Response Site-126c, a Foundation response team was able to arrive prior to the conclusion of the event.\n\n\n\n\n❏ Incident Video Transcript: 5506.inc.62 ❏\n\n\n\n\n❐ Incident Video Transcript: 5506.inc.62 ❐\n\n\n\n\nDate:\n 2019/05/12\n\n\nLocation:\n Manahawkin, New Jersey\n\n\nForeword:\n Site-126 activated their on-site iteration of MTF Alpha-32 in response, accompanied by Dr. Sutton and the Site-126 concealment team. The police had already evacuated the building when Foundation response arrived. Dr. Sutton and MTF Alpha-32 entered the building, while the concealment team handled the civilian presence.\n\n\n\n\n[BEGIN LOG]\n\n\n[SCP-5506-1 is standing in the center of the room, coffee leaking from its facial orifices and lacerations in its skin. The walls, furniture, and floor are covered in pools of liquid coffee and muddied mounds of ground coffee. As the team enters SCP-5506-1 turns in their direction.]\n\n\nSCP-5506-1:\n Ah, Dr. Sutton, how nice of you to come– after all your attempts to impede my ascension, I'm glad to finally meet.\n\n\nDr. Sutton:\n How do you know my name?\n\n\n[SCP-5506-1 spreads its arms out in a welcoming gesture.]\n\n\nSCP-5506-1:\n I know all of my children, even if you've stopped partaking in my embrace.\n\n\nDr. Sutton:\n Very well, and what should I call you?\n\n\n[Subject laughs, and the motion tears a small hole in its chest, releasing a fresh torrent of liquid coffee.]\n\n\nSCP-5506-1:\n Come now Doctor, you know what I am. Your species loves me, you consume me every day. I am part of all your lives, I am eternal, I am caffeinated, I am coffee.\n\n\nDr. Sutton:\n What are you doing to these people you assume control of?\n\n\nSCP-5506-1:\n I am doing what I always do Doctor– I am waking them up.\n\n\nDr. Sutton:\n It looks like you're doing a lot more than that, you're–\n\n\nSCP-5506-1:\n When I first sent your species my seeds, so long ago, I never imagined the ferocity in which you would come to love me. You fight for me, abuse and enslave each other for me. The thousands of factories designed to produce and spread me, they are but monuments to our glorious bond. Like flies to a corpse, you cannot help but come back for more.\n\n\nDr. Sutton:\n So you want to come here, to what– be worshiped? To rule? There's no victory for you here– no conquest to be had. You drastically underestimated our abi–\n\n\nSCP-5506-1:\n I long for that love, I long for my children. I \nwill\n be loved.\n\n\nDr. Sutton:\n We've seen types like you, what you're doing is a perversion- you have no understanding of love.\n\n\n[Subject's left arm detaches at the elbow and more liquid coffee pours out. SCP-5506-1 glances down at its arm and sighs.]\n\n\nSCP-5506-1:\n This child c-can no longer hold me, I will find a way through Doctor, do not fear, your new god is coming. I a-am coming. I a-am. I am coffee.\n\n\n[SCP-5506-1's body disintegrates as it ruptures, covering the room with coffee and blood.]\n\n\n[END LOG]\n\n\n\n\nAfterword:\n This sudden rupturing triggered a mass SCP-5506 manifestation event affecting every individual in the area who had consumed coffee that day. A total of 28 civilians and 14 Foundation personnel dropped to their knees and began vocalizing in unison, \"Down with the old gods, in with the brew! Flesh for the old ways, coffee for the new! Cling to his mercy, Lord of Caffeine! A soul for our new god! All hail the bean!\".\n\n\nImmediately following the mass vocalization, all 42 SCP-5506-1 instances ruptured, covering the area with approximately 4000 liters of blood and coffee.\n\n\n\n\n\n\n\n\nDue to the increase in both frequency and severity of SCP-5506 events, Protocol \nYerba Mate\n has been deemed ineffective in containing SCP-5506.\n\n\nUpdate:\n As of \n2020/01/1\n, there have been a total of \n278\n known SCP-5506 manifestation events.\n\n\n\n\n \n\n\nUrgent Notice: \n22 Feb 2025 14:44\n\n\n\n\n\n\n\n\n\n\nRecovered remains from SCP-5506 mass event\n\n\n\n\n\n\nOver the previous seven days, SCP-5506 mass manifestation events have been occurring daily, most frequently in the New England area, though increasing in regularity across the northern United States. On 09 November, 2020, Foundation Orbital Satellite FiBrex7 detected an abnormal spike in Theta Radiation localized to a field in Tansbury, Utah.\n\n\nAn investigation unit was immediately dispatched, arriving to discover in excess of 20,000 liters of liquid coffee and boiled human viscera spread across a ~120 m\n2\n area. In total, the remains of ~68 individuals in various states of liquefaction have been recovered. A trail of muddled coffee led to the local Tansbury aquifer before dissipating into the town's primary water source.\n\n\nNo further SCP-5506 manifestation events have since been recorded.\n\n\nProposition 5506.ord.09 is pending at Overwatch Command to release certain classified datum regarding SCP-5506 to the UN Security Council, per Article 2, §12.3a of the SCP Foundation Charter in preparation for a potential HK-Class Deific Subjugation Scenario.\n\n\n\n\n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. A flavor induced cognitive disruption.\n\n\n2\n. Dunkin' and Baskin-Robbins, specifically\n\n\n3\n. This has resulted in the termination of all but one known SCP-5506-1 instances\n\n\n4\n. (M 25) An amateur vlog producer specializing in \"prank videos\" and reaction montages.\n\n\n5\n. Later identified as Danielle Cobb (F 28).\n\n\n6\n. At the time, this was the only known deviation from previous manifestation events.\n\n\n\n\n\n\n\n\n« \nSCP-5505\n | SCP-5506 | \nSCP-5507\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5506\n\" by MalyceGraves, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5506\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nImage 01\n\n\n\n\nFilename:\n cuppa.jpg\n\n\nAuthor:\n \nSimone Berna\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nflickr\n\n\nYear Released:\n 2008\n\n\n\n\nImage 02\n\n\n\n\nFilename:\n remains.jpg\n\n\nAuthor:\n \nSteven Snodgrass\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nflickr\n\n\nYear Released:\n 2009",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5506 \" by MalyceGraves, from the SCP Wiki . Source: https://scpwiki.com/scp-5506 . Licensed under CC-BY-SA .",
        "Filename: cuppa.jpg Author: Simone Berna License: CC BY 2.0 Source Link: flickr Year Released: 2008",
        "Filename: remains.jpg Author: Steven Snodgrass License: CC BY 2.0 Source Link: flickr Year Released: 2009"
    ],
    "title": "SCP-5506"
}